{"filename": "Pi_script.txt", "imdb_id": "tt0138704", "imdb_url": "https://www.imdb.com/title/tt0138704", "characters": ["Jenna", "Maximillian Cohen", "Jenny Robeson", "Mrs. Ovadia", "Farrouhk", "Sol Robeson", "Jenna's Mom", "Devi", "Photographer", "Lenny Meyer", "Kaballah Scholar", "Ephraim", "Rabbi Cohen", "Marcy Dawson", "Moustacheless Man (as Stanley Herman)"], "dialogues": {"Jenna": "\n[1]\t\tMax, Max! Can we do one? \t \n[2]\t\tWhat's three hundred \t\tand twenty-two times four \t\thundred and ninety-one. \t \tJenna types it into her calculator. Max finishes locking his \tdoor.  \n[3]\t\t\t \t\tRight. \t \tMax heads down the staircase.  \n[4]\t\tOkay, seventy-three \t\tdivided by twenty-two.  \n[5]\t\tMax, Max, can we do one. \t \n[6]\t\tPlease, Max. \t \n[7]\t\tCan we do one, Max, can \t\twe?  \tMax shrugs, not able to say no.  \n[8]\t\tHow about two hundred \t\tand fifty-five times a \t\thundred and eighty-three. \t \tJenna types m the number.  \tMax is about to say \"no\" to Jenna, but then be decides to give \tit a shot.  \tMax thinks, he really thinks.  \tJenna presses the EQUALS button.  \n[9]\t\tI got it! I got it! \t\tWhat's the answer?  \n[10]\t\tForty-six thousand six \t\thundred and sixty-five.  ", "Maximillian": "", "Cohen": "\n[1]\t\tMax, Max. You're \t\tokay I'm Rabbi Cohen. Cohen \t\tlike you. I'm sorry for what \t\tLenny did, he's been \t\treprimanded. It is not our way \t\tAre you okay?  \n[2]\t\tEverything will be \t\tfine, Max. You need to give \t\tus the number. Do you have \t\tit?  \n[3]\t\tOkay, okay! Lenny, \t\teasy! Max, I'll tell you \t\twhat's going on. Just calm \t\tdown. \t\t\t \t\tThe Talmud tells us it began two \t\tthousand years ago, when the \t\tRomans destroyed the second \t\ttemple.  \n[4]\t\tJust give me a chance. \t\tYou'll understand everything \t\tif you listen. \t \tMax takes out his pills and starts feeding himself some.  \n[5]\t\tThe Romans also \t\tmurdered all of our priest- \t\thood\u0097the Cohanim\u0097the Cohens, \t\tand with their deaths they \t\tdestroyed our greatest \t\tsecret. In the center of the \t\tgreat temple was the holy of \t\tholies which was the heart of \t\tJewish life. This was the \t\tearthly residence for our \t\tGod. The one God. It \t\tcontained the ark of the \t\tTabernacle which stored the \t\toriginal Ten Commandments \t\tthat God gave to Moses. Only \t\tone man could enter this \t\tspace once a year on the \t\tholiest day of the year, Yom \t\tKippur On the Day of \t\tAtonement, all of Israel \t\twould descend upon Jerusalem \t\tto witness the High Cohen's \t\ttrip into the holy of holies. \t\tIf the holy man was pure he \t\twould reemerge a few moments \t\tlater and Israel was secured \t\ta prosperous year. It meant \t\tthat we were one yea r closer \t\tto the messianic age. Closer \t\tto the return of the Garden \t\tof Eden. But if he was \t\timpure, he would die \t\tinstantly and it meant that \t\twe were doomed. The High \t\tCohen had a single ritual to \t\tperform in the holy of holies. \t\tHe had to intone a single \t\tword.  \tRav Cohen takes a dramatic pause. Max is anxious to hear the \tend of the story.  \n[6]\t\tThat word was the true name of God. \t \n[7]\t\tThe true name, which only \t\tthe Cohanim knew, was two \t\thundred and sixteen letters \t\tlong.  \tA long beat.  \n[8]\t\t\t \t\tYes...it's The key into \t\tthe messianic age. As the \t\tRomans burned the temple, the \t\tTalmud says, the High Cohen \t\twalked into the flames. He \t\ttook his secret to the top of \t\tthe burning building. The \t\theavens opened up and took \t\tthe key from the priest's \t\toutstretched hand. We've been \t\tsearching for the key ever \t\tsince. And you may have found \t\tit. Now let us find out. \t \n[9]\t\tNo, no, Max. \t\tYou're not pure. You can't \t\tsee God unless you're pure. \t \n[10]\t\tYou saw nothing. \t \n[11]\t\tThere's much more. \t\tWe can unlock the door with \t\tthe key. It will show God \t\tthat we are pure again. He \t\twill return us to The Garden. \t \n[12]\t\tWho do you think \t\tyou are? You are a vessel \t\tfrom our God. You are \t\tcarrying a delivery that \t\tneeds to be made to us. \t \n[13]\t\tIt's killing you. \t\tBecause you are impure.  \n[14]\t\tWe can use it. We \t\tcan wield it.  ", "Jenny": "\n[1]\t\tCan I help you? \t \n[2]\t\tWere you a friend? \t \n[3]\t\tHe had a second stroke. \t ", "Robeson": "\n[1]\t\tCan I help you? \t \n[2]\t\tWere you a friend? \t \n[3]\t\tHe had a second stroke. \t ", "Mrs.": "\n[1]\t\tHumph. \t \n[2]\t\tHe's alive. His eyes are moving. \t \n[3]\t\tWho told you you can put extra \t\tlocks on the door.  \n[4]\t\tYou're out, you hear me, you're out. \t\tI've had enough of you. Look at all \t\tthis junk. \t \tHe starts reciting the numbers. Then Max suddenly realizes \tsomething. He continues reciting the numbers from memory.  \n[5]\t\tWhat is this stuff? What does it do? \t \tMax finally realizes that all these strangers are in his womb. \tHe flips.  \n[6]\t\tThat's it, no way. You're \t\tthe one out of here, mister.  ", "Ovadia": "\n[1]\t\tHumph. \t \n[2]\t\tHe's alive. His eyes are moving. \t \n[3]\t\tWho told you you can put extra \t\tlocks on the door.  \n[4]\t\tYou're out, you hear me, you're out. \t\tI've had enough of you. Look at all \t\tthis junk. \t \tHe starts reciting the numbers. Then Max suddenly realizes \tsomething. He continues reciting the numbers from memory.  \n[5]\t\tWhat is this stuff? What does it do? \t \tMax finally realizes that all these strangers are in his womb. \tHe flips.  \n[6]\t\tThat's it, no way. You're \t\tthe one out of here, mister.  ", "Farrouhk": "\n[1]\t\tSo I gotta make this drop off \t\tin Harlem and on the way down \t\tthere's these three kids \t\thailing me.  \tMax slaps himself in the face a few times.  \n[2]\t\tI was tight, so... \t \tMax watches his thumb twitch. And then pain shoots through \thim. He grabs the right side of his head, massages it, and \tpushes it in with his fingers.  \tIn the mirror, he examines the right side of his scalp. He \tsees nothing  \n[3]\t\tSo I drop them off in the \t\tVillage and they dart.  \n[4]\t\tI get out, grab my bat and \t\tstart running. One of the kids, \t\tmaybe sixteen, I catch a block \t\tlater he's cursing at me, calling \t\tme a Paki bastard. So I whacked him, \t\tright in the head.  \n[5]\t\tI'm kicking the bastard in the \t\tribs banging his ass, knocking his \t\thead against the curb, harder \t\tand harder, I fucking lost \t\tit. A hot dog guy starts \t\tscreaming \"You're cracking his \t\tskull, you're cracking his \t\tskull.\" So they pulled me off \t\tof him and calmed me down. \t\tCops said he had it coming to \t\thim. \t \tThen something starts pounding the door. The doorknob quivers, \tthe locks unbolt. The chains are the only thing keeping out \tthe intruder. The door shakes and the chains are strained.  \tMAX is paralyzed with terror.  \n[6]\t\tWhat neighbor? \t \n[7]\t\tWhy are you talking to that dork! \t \n[8]\t\tPounds on wall. Hey, dork, leave \t\tmy girlfriend alone!  \n[9]\t\tI don't give a shit. \t \n[10]\t\tI'll kill the dork. \t\t\t \t\tYou hear me! I'll kill you. \t\tI'll fucking kill you!  \tThen an idea comes to him. He takes out his brain book. He \tlooks through it until he finds a picture of neurons. He \tcompares the image to the view through the turret. They look \tdifferent but there are similarities.  \n[11]\t\tThere you go, dork. \t\tBeen thinking about my \t\tgirlfriend. Haven't you? \t \n[12]\t\tYou want to fuck her, don't you? \t \n[13]\t\tYou calling my girlfriend \t\tugly!? Why don't you want \t\tto fuck her? You think she's \t\tugly? \t \n[14]\t\tSo you do want to \t\tfuck her. You think about \t\tfucking her in the mouth, \t\tdon't you?  \n[15]\t\tGive the fucking \t\tgenius a Mars bar. Stay away, \t\tor I'll slice off your balls. \t \tFarrouhk tosses Max against the wall. Max whimpers off to his \tapartment. Farrouhk has enjoyed this and to end his game be \tgives Max a small slap on the butt.  \tINSIDE HIS APARTMENT Max bolts the front door.  \tAt his desk he rips open the envelope Lenny Meyer gave him. He \tpulls out a BLACK DISK and eyes it expectantly.  \tNext door, he hears Farrouhk and Devi talking.  \n[16]\t\tDamn dork. \t \n[17]\t\tUnique?! Unique?! He's a dork! \t \tThen, Max carefully slips the DISK into Euclid's drive. Hebrew \tcharacters pop onto Euclid's screen. Max pounds in several \tstrings of code lightning fast.  \tThe Hebrew letters suddenly switch to their numerical \tcounterparts. Max toggles between Hebrew and numbers a few \ttimes\u0097impressed.  \tMax nods. Then there's a knock at the door.  \n[18]\t\t\t \t\tShhh! \t \n[19]\t\t\t \t\tLet's go. \t \tThe phone starts ringing again.  \n[20]\t\tHe's sick! He's sick! \t \tMax gets to his feet and runs behind Farrouhk. \tJust then a station wagon screeches up to the curb. Lenny \tMeyer, Ephraim, and a bunch of other his burly Jews jump out.  ", "Sol": "\n[1]\tBright stock quotes drift across the screen.  \n[2]\tTIGHT ON the Japanese game of Go being played. Sol is white \tand Max is black. Sol's moves are secure and controlled while \tMax is hesitant.  \n[3]\t\tStop thinking, Max, just \t\tfeel. Use your intuition. \t\tIt's the only way to get into \t\tthe flow. \t\t\t \t\tWhat did you think of Hamlet? \t \n[4]\t\tIt's been a month. \t\t\t \t\tYou haven't taken \t\ta single break.  \n[5]\t\tHave you met the new \t\tfish my niece bought me? I \t\tnamed her Icarus. After you. \t\tMy renegade pupil. You fly \t\ttoo high, you'll get burned. \t \tMax looks up at Sol.  \n[6]\t\tThe more I see you, the \t\tmore I see myself thirty \t\tyears ago. My greatest pupil. \t\tPublished at 16, Ph.D. at 20.  \n[7]\t\tBut life isn't just \t\tmathematics. I spent forty \t\tyears looking for patterns in \t\tPi, I found nothing.  \n[8]\t\tI found things, but not a \t\tpattern.  \n[9]\n[10] \tSol and Max play Go. Sol is peaceful while Max is distant.  \tMax plays a piece absently. Sol counters with a deafening \tatari. Max whispers:  \n[11]\t\tYour mainframe? \t \n[12]\t\tWhat happened? \t \n[13]\t\tYou have a printout? \t \n[14]\t\tThe picks, the number? \t \n[15]\t\tWhat was the number it \t\tspit out?  \n[16]\t\tHow many? \t \n[17]\t\t\t \t\tWhat was it, a \t\thundred and fifty, a \t\tthousand, two hundred \t\tsixteen!? How many?  \n[18]\t\t\t... \t\tI dealt with \t\tsome bugs back in my Pi days. \t\tI was wondering if it was \t\tsimilar to one I ran into.  \tSol begins to feed his fish. He points to one.  \n[19]\t\tHave you met Archimedes. \t\tThe one with the black spot. \t\tYou see? \t \n[20]\t\tRemember Archimedes of \t\tSyracuse? The King asks \t\tArchimedes to determine if a \t\tpresent he's received was \t\tactually solid gold. Unsolved \t\tproblem at the time. It \t\ttortures the great Greek \t\tmathematician for weeks. \t\tInsomnia haunts him and he \t\ttwists and turns on his bed \t\tfor nights on end. Finally, \t\this equally exhausted wife, \t\tshe's forced to share a bed \t\twith this genius, convinces \t\thim to take a bath, to relax. \t\tWhile stepping into the tub \t\the observes the bathwater \t\trise as he enters. Displacement. \t\tA way to determine volume. \t\tAnd thus, a way to \t\tdetermine density, weight \t\tover volume. And thus, \t\tArchimedes solves the \t\tproblem. He screams \t\t\"Eureka!\"\u0097Greek for \"I found \t\tit!\"\u0097and is so overwhelmed he \t\truns dripping naked through \t\tthe streets to the King's \t\tcastle to report his \t\tdiscovery. Now, what's the \t\tmoral of the story. \t \n[21]\t\tWrong. The point of the \t\tstory is the wife. Listen to \t\tyour wife, she will give you \t\tperspective. Meaning, you \t\tneed a break, Max, you have \t\tto take a bath, otherwise \t\tyou'll get nowhere. There will \t\tbe no order, only chaos. \t\tGo home and take a bath. \t \n[22] \tMax firmly rings SOL's bell.  \tIn a few moments, Sol answers the door in his pajamas.  \n[23]\t\tMax? \t \n[24]\t\tRelax, it's early. \t \n[25]\tMax sits at the kitchen table while Sol heats up a pot of tea. \tMax is shaking.  \n[26]\t\tNow, what's up? \t \n[27]\t\tExcuse me? \t \n[28]\t\tOh, you mean the bug. I \t\tfound it working on Pi.  \n[29]\t\tWhat's this all about, \t\tMax?  \n[30]\t\tReligious Jews? \t \n[31]\t\tReally? What's it mean to \t\tthem?  \n[32]\t\tIt's just a coincidence. \t \n[33]\t\tYesterday's stock picks? \t \n[34]\t\t\t \t\tHmmm. \t \n[35]\t\tMax, it's a bug. \t \n[36]\t\tCome with me. \t \n[37]\tSol and Max sit on either side of a half-played Go board.  \n[38]\t\tListen to me. The Ancient \t\tJapanese considered the Go \t\tboard to be a microcosm of \t\tthe universe. Although when \t\tit is empty it appears to be \t\tsimple and ordered, in fact, \t\tthe possibilities of game play \t\tare endless. They say that no \t\ttwo Go games have ever been \t\talike. Just like snowflakes. \t\tSo, the Go board actually \t\trepresents an extremely complex \t\tand chaotic universe. That is \t\tthe truth of our world, Max. \t\tIt can't be easily summed up \t\twith math. There is no simple \t\tpattern. \t \n[39]\t\tSo? \t \n[40]\t\tThat is insanity, Max. \t \n[41]\t\tHold on, you have to slow \t\tdown. You're losing it, you \t\thave to take a breath. Listen \t\tto yourself. You're connecting \t\ta computer bug I had, a \t\tcomputer bug you might have \t\thad, and some religious \t\thogwash. If you want to find \t\tthe number two sixteen in the \t\tworld, you'll be able to pull \t\tit out of anywhere. Two \t\thundred and sixteen steps \t\tfrom your street comer to \t\tyour front door. Two hundred \t\tand sixteen seconds you spend \t\triding on the elevator. When \t\tyour mind becomes obsessed \t\twith anything, it will filter \t\teverything else out and find \t\texamples of that thing \t\teverywhere. Three hundred and \t\ttwenty, four hundred and \t\tfifty, twenty-three. \t\tWhatever! You've chosen two \t\tsixteen and you'll find it \t\teverywhere in nature. But \t\tMax, as soon as you discard \t\tscientific rigor, you are no \t\tlonger a mathematician. You \t\tbecome a numerologist. What \t\tyou need to do is take a \t\tbreak from your research. You \t\tneed it. You deserve it \t\tHere's a hundred dollars, I \t\twant you to take it. If ,you \t\twon't take it, borrow it. \t\tEither way, take a break. \t\tSpend it however you like as \t\tlong as it falls in the \t\tcategory of vacation. Real \t\tworld stuff, okay. No math.  \tMax looks at his bands.  \n[42]\t\tJust try it. In a week \t\tyou'll laugh about this. \t\tC'mon, Max. Think about it! \t \tMax gives a half nod.  \n[43] \tMax rushes to the subway when a honking horn stops him. A limo \tpulls up next to him. Marcy Dawson jumps out of the car  \n[44] \n[45] \n[46]\n[47] \tMax charges into the room. Sot is looking at his Go board. Sol \tlooks up when Max comes in.  \n[48]\t\tYou're early. I was just \t\tstudying our... \t\t\t \t\tWhat did you do to yourself? \t \n[49]\t\tI thought you were going \t\tto take a break.  \n[50]\t\tYou have it? \t \n[51]\t\t\t \t\tOkay, sit down.  \tMax does.  \n[52]\t\tI gave up before I \t\tpinpointed it. But my guess \t\tis that certain problems \t\tcause computers to get stuck \t\tin a particular loop. The loop \t\tleads to meltdown, but \t\tright before they crash they... \t\tthey become \"aware\" of \t\ttheir own structure. The \t\tcomputer has a sense of its \t\town silicon nature and it \t\tprints out its ingredients. \t \n[53]\t\tIn some ways...I guess... \t \n[54]\t\tNo, Max, it's only a \t\tnasty bug.  \n[55]\t\tA door in front of a cliff. \t\tYou're driving yourself over \t\tthe edge. You need to stop. \t \n[56]\t\tThe bug doesn't only \t\tdestroy computers. \t\t\t \n[57]\t\tLook what it did to your \t\tcomputer. Look what it's doing \t\tto you. \t \tMax doesn't respond. \n[58]\t\tIt's killing you. Leave it \t\tunknown.  \n[59]\t\tMax, I got burnt. \t \n[60]\t\tIt caused my stroke. \t \n[61]\t\tMax, there's more than \t\tmath! There's a whole world...  \n[62]\t\tMax, it's death! \t \tMax stands up and screams down at Sol.  \n[63]\t\tGet out! Max, get out! \t \n[64]\t\tOut! \t \n[65] \tA pumped and excited Max paces the hall as he rings the bell.  \tThe door opens. But it isn't Sol. It's a young, beautiful \twoman wearing a simple black dress. Her name is JENNY ROBESON \tand she is Sol's niece.  \n[66] ", "Jenna's": "", "Mom": "\n[1]\t\t\t \t\tJenna! Jenna! \t \n[2]\t\tJenna... \t \tJenna screams after him.  \n[3]\tTIGHT ON the Japanese game of Go being played. Sol is white \tand Max is black. Sol's moves are secure and controlled while \tMax is hesitant.  \n[4]\tMax waits for his train on an empty platform.  \tJust then, he hears a DRIPPING sound. Max looks up and notices \tsomething across the tracks on the other platform. He can't \tquite make it out because his vision is blocked by columns.  \tHe gets up and spots a Young Hasidic Man standing at him.  \tBlood drips from the Man's hand. Max doesn't know what to make \tof it  \n[5]\tMax uses his pinky to drip a drop of iodine on the slide.  \tThrough the wall he hears Farrouhk arriving home.  \n[6]\tMax sits at the kitchen table while Sol heats up a pot of tea. \tMax is shaking.  \n[7]\tSol and Max sit on either side of a half-played Go board.  ", "Devi": "\n[1]\t\tMax, good! \t \n[2]\t\tYour hair. \t \tDevi hands the bags to Max. Then she goes to pat down his \tHair. Max retreats.  \n[3]\t\tYour hair, you can't go \t\tout like that. Don't worry. \n[4]\t\tYou need a mom. \t \tMax hands back the bags and heads quickly for the stairs. \n[5]\t\tYour somosas! \t \tAn embarrassed Max takes the bag.  \n[6]\t\tYou stopped? \t \n[7]\t\tOh God... \t \tMax gags and rubs his head.  \n[8]\t\tFarrouhk! \t \tThe pain seems to disappear. Max looks at his hand that was \trubbing his bead.  \tThen he looks at the front door. The doorknob seems to \tmove. \tSomething begins knocking on Max's door. The knocking gets \tlouder and louder then the locks begin to unlock.  \tFARROUHK's words begin to overpower Max.  \n[9]\t\tFarrouhk? \t \n[10]\t\tMax, is everything all \t\tright?  \n[11]\t\t\t \t\tIodine...did you cut \t\tyourself?  \n[12]\t\tAh, science, the pursuit \t\tof knowledge. One second.  \tShe heads to her bathroom. Max waits impatiently.  \n[13]\t\tHere we are. What are you \t\texamining\u0097 \t\t\t \t\ta potato!?  \tShe hands Max a bottle of iodine.  \n[14]\t\tThe neighbor's up \t\tto his old science...  \n[15]\t\tNext door. \t \tMax listens to the conversation for a few moments.  \n[16]\t\tShh! I just helped ... \t \n[17]\t\tFarrouhk! \t \tMax shakes his bead. Then he finishes preparing the slide and \tslips the glass under the turret. \tMax catches the low-hanging sun in the microscope's mirror and \treflects it through the sample and up the turret \tinto his eye.  \tMAX'S POV DOWN THE TURRET of some strange \tSubstance.  \tMax pulls out the slide and looks at it.  \n[18]\t\t\t \t\tShh! C'mon, Farrouhk. \t \n[19]\t\tShh! Baby! Come here, baby! \t \tMax rushes out.  \n[20]\t\tHe's just a bit unique. \t \n[21]\t\tYes, hello? \t \tFADE BACK INTO THE MAIN ROOM Max's eyes slowly open.   \n[22]\t\t\t \t\tHe's busy right now I'm sorry. \t\tMax is sprawled out in front \t\tof Euclid. A large amount of \t\tblood, from his nose, is \t\tsemi-dried on his chin and \t\tchest. Devi hangs up the phone.  \tThe landlady, Mrs. Ovadia, and Farrouhk, brandishing a \tcrowbar, stand over him.  \n[23]\t\tYou were screaming... \t \n[24]\t\tAre you okay? \t \n[25]\t\tAre you okay? \t \n[26]\t\tMax. Max! Are you \t\tokay!? Oh my God, Max!  \tHer voice reaches into the void.  \n[27]\t\tMax! Breathe, Max. Breathe! \t \tMax looks toward her voice.  \n[28]\t\tYes, Max. Listen to me... \t \tWe cut back to \n[29]\t\tBreathe, Max! Breathe. \t\tFocus.  \tMax turns away from Devi and we return to the \n[30]\t\tNo, Max. No. \t\tStay with me Max. Stay with \t\tme. \t \tAnd then we cut back to \n[31]\t\tThat's right Max. That's \t\tRight. Breathe. Breathe.  \n[32]\t\tYes, breathe, Max. \t\tBreathe...  \tMax sobs. He holds onto her for dear life  \tAnd then be realizes that Devi is not in his arms. He is \tholding onto himself.  \tThen Max notices Sol's note on the ground. He looks at the \tnumber. He collects himself and catches his breath.  ", "Photographer": "\n[1]\t\tHere, here. \t \tThe photographer hands Max his wallet.  \n[2]\t\tWha...I'm sorry... \t \n[3]\t\tI'm...a...student I've got \t\tan assignment for class. \t \tThe Photographer pulls out his student ID. Max looks at it. \tThen he rips out the film-exposing it.  ", "Lenny": "\n[1]\t\tI'll put it out. \t\t\t \t\tThe name's Lenny Meyer \t \tLenny sticks out his hand. Max responds with a small nod. \n[2]\t\tAnd you are? \t \n[3]\t\tMax? \t \n[4]\t\tCohen! \t\t\t \t\tJewish? \tMax shrugs and turns back to his work.  \n[5]\t\tIt's okay. \t\t\t \t\t\t\tI'm a Jew, too. \t\t\t \t\t\t\tDo you practice?  \n[6]\t\tHave you ever \t\theard of Kabbalah?   \n[7]\t\tJewish mysticism. \t \n[8]\t\tI understand...it's just that \t\tit's a very exciting time in \t\tour history. Right now is a \t\tcritical moment in time.  \n[9]\t\tYes, it's very exciting. \t\tHave you ever put on Tefillin?  \tMax has no idea what Lenny's talking about. Lenny pulls a \tleather box with black leather straps from his pocket.  \n[10]\t\tTefillin. You know Tefillin. \t\tI know it looks strange. \t\tBut it's an amazing \t\ttradition that has a \t\ttremendous amount of power. \t\tIt's a mitzvah for all \t\tJewish men to do. Mitzvahs, \t\tgood deeds, are spiritual \t\tfood for our hearts and our \t\theads.  \tAnd then Max notices that his thumb is twitching He grabs it \tself-consciously.  \n[11]\t\tThey purify us and bring us \t\tcloser to God. You want to try it?  \tJust then, Max pays his bill and prepares to leave.  \n[12]\t\tAre you okay? Max? Max? \t \n[13]\t\tWell, maybe some other time. \t \n[14]\t\tHey, Max, how you doing? \t \n[15]\t\tLenny Meyer. \t\t\t \t\tI'll put it out. \t\t\t \t\tSo, what do you do? \t \n[16]\t\tReally? What type of math? \t \n[17]\t\tNumber theory? No \t\tway, I work in theory, too. \t\tNot traditional, though... \t\t\t \t\tI work with the Torah. \t\t\t \t\tAmazing. \t \n[18]\t\tYeah. You know Hebrew is \t\tall numbers. It's all math.  \n[19]\t\tHere, look...the ancient \t\tJews used Hebrew as their \t\tnumerical system. Each \t\tletter is a number.  \tLenny pulls out a pen and grabs Max's Journal. He writes on it \tas he talks.  \n[20]\t\tYou see...The Hebrew \"A,\" the \t\tnumber 1. The Hebrew \"B,\" \t\tBet, is two. You can take any \t\tHebrew text and turn them into \t\ta long string of numbers. \t \tThe waitress refills Max's coffee.  \n[21]\t\tThe Torah is just \t\ta long string of numbers. \t\tSome say that it's a long \t\tcode sent to us from God.  \tSatisfied, Lenny lights up a cigarette and takes a drag.  \n[22]\t\t\t \t\tYeah, like take the \t\tHebrew word for, say, the \t\tGarden of Eden, Kadem. Kuf, \t\tDalei Mem...Kuf is a \t\thundred. Daled, four Mem, \t\tforty. They equal one hundred \t\tand forty-four. Then take the \t\ttree of knowledge...in \t\tthe garden, Aat Ha Haim, it \t\tequals two hundred and \t\tthirty-three. Now you can take \t\tthat number and...  \n[23]\t\tHuh? \t \n[24]\t\tTheta? \t \n[25]\t\tYou're right, I never saw \t\tthat before. That's the series \t\tyou find in nature. Like the \t\tface of a sunflower.  \n[26]\t\tYou see, there's math everywhere. \t \tLenny's smoke drifts by Max's eyes.  \tSLOW MOTION: MAX'S POV of smoke spirals spinning in front of \thim.  \n[27]\t\tMax! How you doing? Lenny \t\tMeyer. \n[28]\t\tHey, where you going? You \t\tgot a few moments to do Tefillin?  \tMax turns around and notices Marcy talking to Mrs. Ovadia. \tMrs. Ovadia points up the street \ttoward him.  \n[29]\t\tI gotta car, we can cruise \t\tover to my...  \n[30]\t\tYeah, right there. That's \t\tEphraim, my friend.  \tWe swing around with Max and see a station wagon.  \tEPHRAIM sits in the passenger Seat. He's a big-boned, bearded, \tOrthodox Jew.  \n[31]\t\tGreat... \t \tThey head for the station wagon.  \n[32]\t\tDo it for me? It \t\tmeans a lot, having someone \t\tof your stature performing a \t\tmitzvah in my presence. \t\t\t \t\tWhen you told me your name was \t\tMax Cohen, I didn't realize you \t\twere the Max Cohen. Maximilian Cohen. \t \n[33]\t\t0f course, I've \t\tfollowed your research since \t\tyour Columbia days. It's \t\trevolutionary. You've inspired \t\tthe work we do. \t \n[34]\t\tYes, very much \t\tso. The only difference is, \t\twe're not looking at stocks. \t\tWe're searching for a pattern \t\tin Torah. \t \tLenny finishes wrapping Max's arm. He reaches for another box \tand strap.  \n[35]\t\tWe're not really \t\tsure. Our calculations have \t\tshown us that there is a \t\tnumber encoded in the text.  \n[36]\t\tWe don't know. \t\tAll we know is that it's two \t\thundred and sixteen digits long. \t \tMax, stunned looks at Lenny.  \n[37]\t\tDon't worry. This one just \t\tgoes over your head. \t\t \tLenny places the other Teffilin over Max's head. Max collects \thimself.  \n[38]\t\tYes. Now we have to say a \t\tsmall prayer, repeat \t\tafter me. \t \tBewildered, Max does. After the prayer...  \n[39]\t\tThat's it. Wasn't \t\tso bad, was it? You feel \t\tanything? \t \tLenny starts removing the Teffillin from Max.  \n[40]\t\tIt's a prayer about our \t\tdedication to our one and \t\tonly God. \t \n[41]\t\tOh. We don't know. We just \t\tknow that it's the most \t\tcommon number encoded in \t\tthe text. It might be some \t\ttype of linguistic pattern. \t\tIf we could figure out what \t\tthe number is we could maybe \t\tanswer that.  \n[42]\t\tHello, this is Lenny? \t \n[43]\t\tMax! How are you? \t\tYou want to come down? \n[44]\t\tThat's good... \t \n[45]\t\tExcellent. \t \n[46]\t\tThe Torah. \t \n[47]\t\tIn Hebrew characters and numbers.  \n[48]\t\tI don't know. \t\t\t \t\tIf you get it, maybe \t\twe can figure it out. \t\t\t \t\tCan you really find it? \t \n[49]\t\tMax! \t \tMax looks at Farrouhk and then he looks at Lenny. Ephraim \tgrabs Max and pulls him toward the station wagon.  \n[50]\tYisrael yanks the steering wheel to the left, the old station \twagon skids around a corner.  \n[51]\t\tStay down! \t \tEphraim pushes Max's head down. Yisrael takes another \tcorner sharp.  \n[52]\t\tHe's okay, he got \t\tin his cab. We've been \t\tlooking for you. \t \n[53]\t\tDo you have the number? \t \n[54]\t\tDo you have the number? \t \n[55]\t\tYou have it. Where is it? \t\tYou have it written down?  \n[56]\t\tWe're not joking \t\taround, Max? Where's \t\tthe number? \t \n[57]\t\tYou memorized it? \t\tDid you give it to them?  \n[58]\t\tWho!? Those \t\tWall Street bastards.  \n[59]\t\tJust answer me! \t \n[60]\t\t\t \t\tHit him! \t \tYisrael screeches the car to a halt. He spins around in his \tseat and looks Max in the face.  \n[61]\t\tYou're dealing with something \t\treally big now, Max. I don't \t\twant to hurt you, so answer \t\tme. Did you give it to them?  \n[62]\t\tDamn it! Damn it! \t\tThey're using it.  \n[63]\t\tShut up! \t \n[64]\t\tNo, don't! \t \tBut Lenny is late, and Max's world - as well as ours goes \tblack.  \n[65]\t\t\t \t\tI told you we don't know \t \n[66]\t\tGive us the number! \t \n[67]\t\tIt will kill you! \t \n[68]\t\tWe're pure. Give \t\tus the number!  ", "Meyer": "\n[1]\t\tI'll put it out. \t\t\t \t\tThe name's Lenny Meyer \t \tLenny sticks out his hand. Max responds with a small nod. \n[2]\t\tAnd you are? \t \n[3]\t\tMax? \t \n[4]\t\tCohen! \t\t\t \t\tJewish? \tMax shrugs and turns back to his work.  \n[5]\t\tIt's okay. \t\t\t \t\t\t\tI'm a Jew, too. \t\t\t \t\t\t\tDo you practice?  \n[6]\t\tHave you ever \t\theard of Kabbalah?   \n[7]\t\tJewish mysticism. \t \n[8]\t\tI understand...it's just that \t\tit's a very exciting time in \t\tour history. Right now is a \t\tcritical moment in time.  \n[9]\t\tYes, it's very exciting. \t\tHave you ever put on Tefillin?  \tMax has no idea what Lenny's talking about. Lenny pulls a \tleather box with black leather straps from his pocket.  \n[10]\t\tTefillin. You know Tefillin. \t\tI know it looks strange. \t\tBut it's an amazing \t\ttradition that has a \t\ttremendous amount of power. \t\tIt's a mitzvah for all \t\tJewish men to do. Mitzvahs, \t\tgood deeds, are spiritual \t\tfood for our hearts and our \t\theads.  \tAnd then Max notices that his thumb is twitching He grabs it \tself-consciously.  \n[11]\t\tThey purify us and bring us \t\tcloser to God. You want to try it?  \tJust then, Max pays his bill and prepares to leave.  \n[12]\t\tAre you okay? Max? Max? \t \n[13]\t\tWell, maybe some other time. \t \n[14]\t\tHey, Max, how you doing? \t \n[15]\t\tLenny Meyer. \t\t\t \t\tI'll put it out. \t\t\t \t\tSo, what do you do? \t \n[16]\t\tReally? What type of math? \t \n[17]\t\tNumber theory? No \t\tway, I work in theory, too. \t\tNot traditional, though... \t\t\t \t\tI work with the Torah. \t\t\t \t\tAmazing. \t \n[18]\t\tYeah. You know Hebrew is \t\tall numbers. It's all math.  \n[19]\t\tHere, look...the ancient \t\tJews used Hebrew as their \t\tnumerical system. Each \t\tletter is a number.  \tLenny pulls out a pen and grabs Max's Journal. He writes on it \tas he talks.  \n[20]\t\tYou see...The Hebrew \"A,\" the \t\tnumber 1. The Hebrew \"B,\" \t\tBet, is two. You can take any \t\tHebrew text and turn them into \t\ta long string of numbers. \t \tThe waitress refills Max's coffee.  \n[21]\t\tThe Torah is just \t\ta long string of numbers. \t\tSome say that it's a long \t\tcode sent to us from God.  \tSatisfied, Lenny lights up a cigarette and takes a drag.  \n[22]\t\t\t \t\tYeah, like take the \t\tHebrew word for, say, the \t\tGarden of Eden, Kadem. Kuf, \t\tDalei Mem...Kuf is a \t\thundred. Daled, four Mem, \t\tforty. They equal one hundred \t\tand forty-four. Then take the \t\ttree of knowledge...in \t\tthe garden, Aat Ha Haim, it \t\tequals two hundred and \t\tthirty-three. Now you can take \t\tthat number and...  \n[23]\t\tHuh? \t \n[24]\t\tTheta? \t \n[25]\t\tYou're right, I never saw \t\tthat before. That's the series \t\tyou find in nature. Like the \t\tface of a sunflower.  \n[26]\t\tYou see, there's math everywhere. \t \tLenny's smoke drifts by Max's eyes.  \tSLOW MOTION: MAX'S POV of smoke spirals spinning in front of \thim.  \n[27]\t\tMax! How you doing? Lenny \t\tMeyer. \n[28]\t\tHey, where you going? You \t\tgot a few moments to do Tefillin?  \tMax turns around and notices Marcy talking to Mrs. Ovadia. \tMrs. Ovadia points up the street \ttoward him.  \n[29]\t\tI gotta car, we can cruise \t\tover to my...  \n[30]\t\tYeah, right there. That's \t\tEphraim, my friend.  \tWe swing around with Max and see a station wagon.  \tEPHRAIM sits in the passenger Seat. He's a big-boned, bearded, \tOrthodox Jew.  \n[31]\t\tGreat... \t \tThey head for the station wagon.  \n[32]\t\tDo it for me? It \t\tmeans a lot, having someone \t\tof your stature performing a \t\tmitzvah in my presence. \t\t\t \t\tWhen you told me your name was \t\tMax Cohen, I didn't realize you \t\twere the Max Cohen. Maximilian Cohen. \t \n[33]\t\t0f course, I've \t\tfollowed your research since \t\tyour Columbia days. It's \t\trevolutionary. You've inspired \t\tthe work we do. \t \n[34]\t\tYes, very much \t\tso. The only difference is, \t\twe're not looking at stocks. \t\tWe're searching for a pattern \t\tin Torah. \t \tLenny finishes wrapping Max's arm. He reaches for another box \tand strap.  \n[35]\t\tWe're not really \t\tsure. Our calculations have \t\tshown us that there is a \t\tnumber encoded in the text.  \n[36]\t\tWe don't know. \t\tAll we know is that it's two \t\thundred and sixteen digits long. \t \tMax, stunned looks at Lenny.  \n[37]\t\tDon't worry. This one just \t\tgoes over your head. \t\t \tLenny places the other Teffilin over Max's head. Max collects \thimself.  \n[38]\t\tYes. Now we have to say a \t\tsmall prayer, repeat \t\tafter me. \t \tBewildered, Max does. After the prayer...  \n[39]\t\tThat's it. Wasn't \t\tso bad, was it? You feel \t\tanything? \t \tLenny starts removing the Teffillin from Max.  \n[40]\t\tIt's a prayer about our \t\tdedication to our one and \t\tonly God. \t \n[41]\t\tOh. We don't know. We just \t\tknow that it's the most \t\tcommon number encoded in \t\tthe text. It might be some \t\ttype of linguistic pattern. \t\tIf we could figure out what \t\tthe number is we could maybe \t\tanswer that.  \n[42]\t\tHello, this is Lenny? \t \n[43]\t\tMax! How are you? \t\tYou want to come down? \n[44]\t\tThat's good... \t \n[45]\t\tExcellent. \t \n[46]\t\tThe Torah. \t \n[47]\t\tIn Hebrew characters and numbers.  \n[48]\t\tI don't know. \t\t\t \t\tIf you get it, maybe \t\twe can figure it out. \t\t\t \t\tCan you really find it? \t \n[49]\t\tMax! \t \tMax looks at Farrouhk and then he looks at Lenny. Ephraim \tgrabs Max and pulls him toward the station wagon.  \n[50]\tYisrael yanks the steering wheel to the left, the old station \twagon skids around a corner.  \n[51]\t\tStay down! \t \tEphraim pushes Max's head down. Yisrael takes another \tcorner sharp.  \n[52]\t\tHe's okay, he got \t\tin his cab. We've been \t\tlooking for you. \t \n[53]\t\tDo you have the number? \t \n[54]\t\tDo you have the number? \t \n[55]\t\tYou have it. Where is it? \t\tYou have it written down?  \n[56]\t\tWe're not joking \t\taround, Max? Where's \t\tthe number? \t \n[57]\t\tYou memorized it? \t\tDid you give it to them?  \n[58]\t\tWho!? Those \t\tWall Street bastards.  \n[59]\t\tJust answer me! \t \n[60]\t\t\t \t\tHit him! \t \tYisrael screeches the car to a halt. He spins around in his \tseat and looks Max in the face.  \n[61]\t\tYou're dealing with something \t\treally big now, Max. I don't \t\twant to hurt you, so answer \t\tme. Did you give it to them?  \n[62]\t\tDamn it! Damn it! \t\tThey're using it.  \n[63]\t\tShut up! \t \n[64]\t\tNo, don't! \t \tBut Lenny is late, and Max's world - as well as ours goes \tblack.  \n[65]\t\t\t \t\tI told you we don't know \t \n[66]\t\tGive us the number! \t \n[67]\t\tIt will kill you! \t \n[68]\t\tWe're pure. Give \t\tus the number!  ", "Kaballah": "", "Scholar": "", "Ephraim": "", "Rabbi": "", "Marcy": "\n[1]\t\tMr. Cohen! How \t\tare you? It's been a long \t\ttime. Sorry I haven't been in \t\ttouch. But I was hoping you \t\twould allow me to take you to \t\tlunch tomorrow, say one \t\to'clock? \t \n[2]\t\tWe're very anxious to talk \t\twith you, sir  \n[3]\t\tI'm prepared to \t\tmake you a generous...  \tMax hurries to wrap up the conversation.  \n[4]\t\tMr. Cohen, give \t\tme a moment...  \tBut before Marcy finishes, Max hangs up. He rips off the \tprintout and heads to the front door.  \tHe checks the peephole, His landlady. MRS. OVADIA, is sweeping \tthe hallway stairs humming a turn-of-the century (the last \tone, not this one) tune.  \tMax waits a moment. He tousles his hair. Then he checks again. \tShe's gone. He opens his locks and releases several bolts.  \n[5]\t\tMr. Cohen. Marcy \t\tDawson here again I was just \t\tlooking over my schedule and \t\tI realized I'll be in your \t\tneighborhood tomorrow around \t\tthree.  \tMax heads to the \n[6]\t\tMarcy Dawson from \t\tLancet-Percy I'm so anxious \t\tto meet you. It will be worth \t\tit\u0097for both of us I promise. \t\tSee you at your house at \t\tthree, okay?  \n[7]\t\tOh, don't worry, \t\tI got your address from \t\tColumbia. So three it is. \t\tLooking forward to it.  \tMax tries to stop her but, before he can Marcy hangs up. \tA bewildered Max slowly hangs up.  \n[8]\t\tMr. Cohen! Perfect timing. \t \tMarcy sticks out her hand. Max, not knowing what else to do, \tshakes it.  \n[9]\t\tI was just waiting for you. \t\tI thought you stood me up, \t\tso I was going to head home. \t \n[10]\t\tOh...Marcy Dawson. From \t\tLancet Percy. We were \t\tsupposed to meet at three.  \n[11]\t\tI can't tell you what a \t\tpleasure it is to finally \t\tmeet you. I've studied \t\tyour papers for years. \t \n[12]\t\tI have something \t\tyou won't be able to say no \t\tto. Why don't we take a spin \t\tin the limo?  \n[13]\t\tWe're excited by your work. \t\tWe can't wait to discuss...  \tMax attempts to pull away but Marcy is firm on leading him to \tthe car. Meanwhile, the Shinny man is heading right at them.  \tThe CHAUFFEUR reaches out to him. Max yanks his arm free and \truns away. He whips around a corner.  \n[14]\t\tMr. Cohen? Mr. \t\tCohen? Please stop for a \t\tsecond Mr. Cohen? \t \tMax stops and faces Marcy.  \n[15]\t\tI'm sorry. I'm very sorry. \t\tI admit I've been a bit too \t\taggressive. But all I ask is \t\tfor five minutes of your time. \t\tHere... \t \tMarcy hands Max a metal stopwatch. \t \n[16]\t\t...a stopwatch. \t\tAlready ticking. Allow me the \t\tfour and a half minutes left \t\tLet me tell you what I want. \t\tLet me tell you what I can \t\toffer you. Afterwards, if you \t\tdon't want to talk to me, then \t\tfine, we part as friends and \t\tI promise that you will never \t\tsee me again. That's fair, \t\tisn't it? \t \n[17]\t\tGood. It's funny, \t\teven though we have different \t\taims and different goals \t\twe're actually incredibly \t\talike. We both seek the same \t\tthing\u0097perfection. I know... \t\tclearly we're seeking \t\tdifferent types of \t\tperfection, but that is what \t\tmakes us perfect candidates \t\tfor a fruitful partnership. \t\tIf you let me, I can be your \t\tgreatest ally. Take the \t\tacacia tree...in East \t\tAfrica. It is the most \t\tprevalent plant in all of \t\tKenya because it has managed \t\tto secure its niche by \t\tdefeating its major predator, \t\tthe giraffe. To accomplish \t\tthis, the tree has made a contract \t\twith a highly specialized red ant. \t\tThe tree has evolved giant spores which \t\tact as housing for the ants \t\tIn return for shelter, the \t\tants supply defense. When a \t\tgiraffe starts to eat the \t\ttree's leaves, the shaking \t\tbranch acts like an alarm. The \t\tants charge out and secrete an \t\tacid onto the giraffe's \t\ttongue. The giraffe learns its \t\tlesson and never returns. \t\tWithout each other, the tree \t\twould be picked dry and the \t\tants would have no shade from \t\tthe brutal African sun Both \t\twould die. But with each \t\tother, they succeed, they survive, \t\tthey surpass. They have \t\tdifferent aims, different \t\tgoals but they work together. \t\tMax, we would like to establish \t\ta mutually benefiting alliance \t\twith you. \t \n[18]\t\tAllow me to dose. \t \tThe chauffeur pulls a black suitcase out of the limo and \tbrings it over.  \n[19]\t\tAs a sign of good faith we \t\twish to offer you this.  \n[20]\t\tThe suitcase isn't filled with \t\tfifties or gold or diamonds. Just \t\tsilicon. A Ming Mecca chip. \t \n[21]\t\tYou're right. They're not. But \t\tLancet-Percy has many friends. \t\tCome here, take a look. \t \n[22]\t\tBeautiful, isn't it? You know \t\thow rare...are you okay?  \n[23]\t\tBut what about... \t \n[24]\t\tWhat? Mr. Cohen!? \t \n[25]\t\tMr. Cohen? I'm so \t\tHappy...  \n[26]\t\tYou tech guys. I think you \t\tknow what we want.  \n[27]\t\tC'mon, Mr. Cohen. We can work \t\ttogether We can both profit \t\tfrom this information. We both \t\tneed each other to get it, so why \t\tnot work with us? \t \n[28]\t\tWe're willing to take the risk. \t \n[29]\t\t\t \t\tDone. Anything else? \t \n[30]\t\tHow do I know you're home? \t \n[31]\t\tFair enough. \t \n[32]\t\tMax, is that you? Max? \t\t\t \t\tMax, just talk to me. Things \t\tare a bit out of hand down \t\there. People are getting \t\tdesperate. \t\t\t \t\tWe had a deal, Max. A deal. \t\tTalk to us, Max.  \tWe hear the sound of a phone hanging up.  \tAt the coffee counter, Max pops a handful of pills and \tcrumples the paper.  \n[33]\t\tLet's take a ride, Max. \t \n[34]\t\tWe had a deal! NOW get in the limo! \t \tMarcy releases a vicious slap that nearly knocks Max down. Max \twhimpers.  \n[35]\t\tEnough, Max, c'mon out. \t \n[36]\t\tYou're responsible for this. \t \n[37]\t\tBut we did. \t \tMarcy pulls out a folded, worn piece of paper. She opens it. \tIt's Max's stock pick that he threw out. Part of THE number is \ton the page  \n[38]\t\tYou have to be careful \t\twhere you throw out your trash.  \n[39]\t\tYou gave us faulty information. \t\tYou gave us the carrot, the right \t\tpicks, but then you only gave us \t\tpart of the code.  \n[40]\t\tC'mon, Max. This isn't a \t\tgame anymore. We're playing \t\ton a global scale. We used \t\tyour code. Foolish...I admit. \t\tBut we can fix things if we \t\tmake some careful picks. Give \t\tus the rest of the code so \t\twe can set things right.  \n[41]\t\tLook, Max... \t \tMarcy nods to Jake, who pulls out a gun and points it at Max's \thead.  \n[42]\t\tInformation is \t\tthe private language \t\tof Capital. We tried to \t\testablish a symbiotic \t\trelationship but if \t\tyou choose to compete and \t\tenter our niche we are forced \t\tto comply with the laws of \t\tnature. \t \tMax thinks for a second. Max thinks hard. He realizes be \tcan't give them the number.  \n[43]\t\tC'mon, Max. You \t\tdon't get it. I don't \t\tgive a shit about you. I only \t\tcare about what's in your \t\tfucking head. If you won't help \t\tus help yourself, then I'll \t\thave only one choice. Destroy the \t\tcompetition. I'll take you \t\tout of the game. Survival of the \t\tfittest, Max. And we've got \t\tthe gun. \t \tJake cocks the gun. Max starts to cry.  ", "Dawson": "\n[1]\t\tMr. Cohen! How \t\tare you? It's been a long \t\ttime. Sorry I haven't been in \t\ttouch. But I was hoping you \t\twould allow me to take you to \t\tlunch tomorrow, say one \t\to'clock? \t \n[2]\t\tWe're very anxious to talk \t\twith you, sir  \n[3]\t\tI'm prepared to \t\tmake you a generous...  \tMax hurries to wrap up the conversation.  \n[4]\t\tMr. Cohen, give \t\tme a moment...  \tBut before Marcy finishes, Max hangs up. He rips off the \tprintout and heads to the front door.  \tHe checks the peephole, His landlady. MRS. OVADIA, is sweeping \tthe hallway stairs humming a turn-of-the century (the last \tone, not this one) tune.  \tMax waits a moment. He tousles his hair. Then he checks again. \tShe's gone. He opens his locks and releases several bolts.  \n[5]\t\tMr. Cohen. Marcy \t\tDawson here again I was just \t\tlooking over my schedule and \t\tI realized I'll be in your \t\tneighborhood tomorrow around \t\tthree.  \tMax heads to the \n[6]\t\tMarcy Dawson from \t\tLancet-Percy I'm so anxious \t\tto meet you. It will be worth \t\tit\u0097for both of us I promise. \t\tSee you at your house at \t\tthree, okay?  \n[7]\t\tOh, don't worry, \t\tI got your address from \t\tColumbia. So three it is. \t\tLooking forward to it.  \tMax tries to stop her but, before he can Marcy hangs up. \tA bewildered Max slowly hangs up.  \n[8] \n[9]\t\tMr. Cohen! Perfect timing. \t \tMarcy sticks out her hand. Max, not knowing what else to do, \tshakes it.  \n[10]\t\tI was just waiting for you. \t\tI thought you stood me up, \t\tso I was going to head home. \t \n[11]\t\tOh...Marcy Dawson. From \t\tLancet Percy. We were \t\tsupposed to meet at three.  \n[12]\t\tI can't tell you what a \t\tpleasure it is to finally \t\tmeet you. I've studied \t\tyour papers for years. \t \n[13]\t\tI have something \t\tyou won't be able to say no \t\tto. Why don't we take a spin \t\tin the limo?  \n[14]\t\tWe're excited by your work. \t\tWe can't wait to discuss...  \tMax attempts to pull away but Marcy is firm on leading him to \tthe car. Meanwhile, the Shinny man is heading right at them.  \tThe CHAUFFEUR reaches out to him. Max yanks his arm free and \truns away. He whips around a corner.  \n[15]\t\tMr. Cohen? Mr. \t\tCohen? Please stop for a \t\tsecond Mr. Cohen? \t \tMax stops and faces Marcy.  \n[16]\t\tI'm sorry. I'm very sorry. \t\tI admit I've been a bit too \t\taggressive. But all I ask is \t\tfor five minutes of your time. \t\tHere... \t \tMarcy hands Max a metal stopwatch. \t \n[17]\t\t...a stopwatch. \t\tAlready ticking. Allow me the \t\tfour and a half minutes left \t\tLet me tell you what I want. \t\tLet me tell you what I can \t\toffer you. Afterwards, if you \t\tdon't want to talk to me, then \t\tfine, we part as friends and \t\tI promise that you will never \t\tsee me again. That's fair, \t\tisn't it? \t \n[18]\t\tGood. It's funny, \t\teven though we have different \t\taims and different goals \t\twe're actually incredibly \t\talike. We both seek the same \t\tthing\u0097perfection. I know... \t\tclearly we're seeking \t\tdifferent types of \t\tperfection, but that is what \t\tmakes us perfect candidates \t\tfor a fruitful partnership. \t\tIf you let me, I can be your \t\tgreatest ally. Take the \t\tacacia tree...in East \t\tAfrica. It is the most \t\tprevalent plant in all of \t\tKenya because it has managed \t\tto secure its niche by \t\tdefeating its major predator, \t\tthe giraffe. To accomplish \t\tthis, the tree has made a contract \t\twith a highly specialized red ant. \t\tThe tree has evolved giant spores which \t\tact as housing for the ants \t\tIn return for shelter, the \t\tants supply defense. When a \t\tgiraffe starts to eat the \t\ttree's leaves, the shaking \t\tbranch acts like an alarm. The \t\tants charge out and secrete an \t\tacid onto the giraffe's \t\ttongue. The giraffe learns its \t\tlesson and never returns. \t\tWithout each other, the tree \t\twould be picked dry and the \t\tants would have no shade from \t\tthe brutal African sun Both \t\twould die. But with each \t\tother, they succeed, they survive, \t\tthey surpass. They have \t\tdifferent aims, different \t\tgoals but they work together. \t\tMax, we would like to establish \t\ta mutually benefiting alliance \t\twith you. \t \n[19]\t\tAllow me to dose. \t \tThe chauffeur pulls a black suitcase out of the limo and \tbrings it over.  \n[20]\t\tAs a sign of good faith we \t\twish to offer you this.  \n[21]\t\tThe suitcase isn't filled with \t\tfifties or gold or diamonds. Just \t\tsilicon. A Ming Mecca chip. \t \n[22]\t\tYou're right. They're not. But \t\tLancet-Percy has many friends. \t\tCome here, take a look. \t \n[23]\t\tBeautiful, isn't it? You know \t\thow rare...are you okay?  \n[24]\t\tBut what about... \t \n[25]\t\tWhat? Mr. Cohen!? \t \n[26]\t\tMr. Cohen? I'm so \t\tHappy...  \n[27]\t\tYou tech guys. I think you \t\tknow what we want.  \n[28]\t\tC'mon, Mr. Cohen. We can work \t\ttogether We can both profit \t\tfrom this information. We both \t\tneed each other to get it, so why \t\tnot work with us? \t \n[29]\t\tWe're willing to take the risk. \t \n[30]\t\t\t \t\tDone. Anything else? \t \n[31]\t\tHow do I know you're home? \t \n[32]\t\tFair enough. \t \n[33]\t\tMax, is that you? Max? \t\t\t \t\tMax, just talk to me. Things \t\tare a bit out of hand down \t\there. People are getting \t\tdesperate. \t\t\t \t\tWe had a deal, Max. A deal. \t\tTalk to us, Max.  \tWe hear the sound of a phone hanging up.  \tAt the coffee counter, Max pops a handful of pills and \tcrumples the paper.  \n[34]\t\tLet's take a ride, Max. \t \n[35]\t\tWe had a deal! NOW get in the limo! \t \tMarcy releases a vicious slap that nearly knocks Max down. Max \twhimpers.  \n[36]\t\tEnough, Max, c'mon out. \t \n[37]\t\tYou're responsible for this. \t \n[38]\t\tBut we did. \t \tMarcy pulls out a folded, worn piece of paper. She opens it. \tIt's Max's stock pick that he threw out. Part of THE number is \ton the page  \n[39]\t\tYou have to be careful \t\twhere you throw out your trash.  \n[40]\t\tYou gave us faulty information. \t\tYou gave us the carrot, the right \t\tpicks, but then you only gave us \t\tpart of the code.  \n[41]\t\tC'mon, Max. This isn't a \t\tgame anymore. We're playing \t\ton a global scale. We used \t\tyour code. Foolish...I admit. \t\tBut we can fix things if we \t\tmake some careful picks. Give \t\tus the rest of the code so \t\twe can set things right.  \n[42]\t\tLook, Max... \t \tMarcy nods to Jake, who pulls out a gun and points it at Max's \thead.  \n[43]\t\tInformation is \t\tthe private language \t\tof Capital. We tried to \t\testablish a symbiotic \t\trelationship but if \t\tyou choose to compete and \t\tenter our niche we are forced \t\tto comply with the laws of \t\tnature. \t \tMax thinks for a second. Max thinks hard. He realizes be \tcan't give them the number.  \n[44]\t\tC'mon, Max. You \t\tdon't get it. I don't \t\tgive a shit about you. I only \t\tcare about what's in your \t\tfucking head. If you won't help \t\tus help yourself, then I'll \t\thave only one choice. Destroy the \t\tcompetition. I'll take you \t\tout of the game. Survival of the \t\tfittest, Max. And we've got \t\tthe gun. \t \tJake cocks the gun. Max starts to cry.  "}}