{"filename": "Pitch-Black_script.txt", "imdb_id": "tt0134847", "imdb_url": "https://www.imdb.com/title/tt0134847", "characters": ["Complete credited cast:", "Dead Crew Member", "Paris P. Ogilvie", "William J. Johns", "Carolyn Fry", "Richard B. Riddick", "Ali", "John 'Zeke' Ezekiel", "Total Stranger", "Jack /Jackie", "Hassan", "Sharon 'Shazza' Montgomery", "Greg Owens", "Captain Tom Mitchell", "Abu 'Imam' al-Walid", "Suleiman"], "dialogues": {"Carolyn": "", "Fry": "\n[1]Hear me? Cap'n? Some kinda compromise to the hull...holding for now, but...Goddamn, I'm glad you're alive. Gotta pull your E-release...no, red handle, red handle. I'll get the warm-ups out while -- \n[2]He's dead. Cap'n's dead. Christ, I was looking right at him when -- \n[3]You hear me? Captain's dead. Owens too. \n[4]Cryo-sleep. Swear to God, it sloughs brain cells. \n[5]1550 millibars, dropping 20 MB per minute, shit, we're hemorrhaging air. <u>Somethin'</u> took a swipe at us. \n[6]Jesus God.... \n[7]   \n[8]Can't get my nose down...too much load back there.... \n[9]So what, we should both go down too? Out of sheer fucking nobility? \n[10]Company's not here, is it? \n[11]And there wasn't a simulated cockroach alive within 50 clicks of the simulated crash site! <u>That's</u> how they train you! On a fucking simulator! \n[12]I'm not dying for them. \n[13]Owens! \n[14]Hey. \n[15]Hey, me. Over here. \n[16]Carolyn Fry. I'd shake hands, but... \n[17]Are there any others, Johns? \n[18]Awright, awright, someone...there's Anestaphine in the med-lock, that end of the cabin...next to.... \n[19]Get away. Everybody. \n[20]It's the atmosphere. Too much pressure, not enough oxygen. Might take a few days to -- \n[21]Somethin' knocked us off-lane. Maybe a rogue comet. Maybe we'll never know. \n[22]Liquid oxygen canisters inside. Start ripping them out. Quick hits only -- try to make it last. \n[23]And him? \n[24]We just keep him locked up forever? \n[25]I don't need his life story. Is he really that dangerous? \n[26]Oh, Christ.... \n[27]Ask if anyone has anything in cargo! Anything to drink! \n[28]S'matter? \n[29]This is it? Booze? <u>That's</u> what you have to drink? \n[30]Top of my list. \n[31]I don't suppose.... \n[32]Imam. We should leave soon. Before nightfall but while it's cooler. \n[33]Johns is leaving you a gun. Just do me a favor, huh? Get my crewies buried? They were good guys who died bad. \n[34]Thought you found his restraints over there. Toward sunset. \n[35]So quiet. You get used to the sounds of the ship, then.... \n[36]Some prophet guy? \n[37]You were on a pilgrimage? To New Mecca? \n[38]Frightening thought. \n[39]What? \n[40]Trees? \n[41]Is this whole planet dead? \n[42]Probably makes it worse. Dehydrates you even more. \n[43]No, no, I wanted to get away. \n[44]Better keep moving.... \n[45]Promise me. Swear to me you won't -- \n[46]During the landing...when things were at their worst...Owens was at his best. He's the one who wouldn't let the pilot dump the passenger cabin. \n[47]So now you know. \n[48]What? \n[49]Wait, wait, wait.... \n[50]Lights. \n[51]No darkness. No lights because no darkness.... \n[52]Allahu Akbar! Allahu Akbar! \n[53]Allahu Akbar! \n[54]No juice, looks like it's been laid up for years. But we might be able to adapt -- \n[55]Like what? \n[56]Ease up, ease up. JOHNS! Just tell me what.... \n[57]He used that? \n[58]So why isn't it all bloody? \n[59]So where is he? \n[60]Tell me about the sounds. You told them you heard something right before.... If you don't talk to me, Johns'll take another crack at it -- at your skull. \n[61]What whispers? \n[62]Why don't we try the truth now? \n[63]Show me your eyes. \n[64]<u>Show me</u>, Riddick. \n[65]You did this? To yourself? \n[66]Heard about it. Just never seen it. \n[67]Then where is he? He's not in the hole. We looked. \n[68]Let's just be sure. \n[69]<u>We're gonna find the body</u>, Johns. Christ, you're a cop. Why am I tellin' you this? We gotta go down and find it. \n[70]Thought you didn't believe his story. \n[71]Nobody else is going down but me, okay? \n[72]What, you think I'm doin' this to prove something? \n[73]Thanks for the tip, Johns. \n[74]They're hollow.... \n[75]Here! I'm in HERE, HERE, HERE! \n[76]I'm over here in the -- \n[77]Oh, God.... \n[78] \n[79]For now. \n[80]Nothing we can't repair -- so long as the electrical adapts. \n[81]Little help here? \n[82]Okay, that should buy us a sys-check. But we'll need more cells. \n[83]15 6-gigs here...90 gigs total...other ship carries 20-gig cells, so...five. Five total to launch. \n[84] \n[85]60 years ago. \n[86]Core-samples are dated. Last one is 60 years ago. This month. \n[87]Dunno. Maybe nothing, but.... \n[88]...need those cells from the crash ship. Shit, still gotta check out the hull, patch the wings -- \n[89]Wait for what? Until it's so dark we can't even find our way back to -- \n[90]<u>Get the fucking cells over here</u>, Johns. What's the discussion? \n[91] \n[92] \n[93]You said we were going to trust him now. You said there was a deal. \n[94]Oh, this is a dangerous game you're playing, Johns. \n[95]You mean, if he learns that you're gonna royally fuck him over. \n[96]You know, he hasn't harmed any of us. Far as I can tell, he hasn't even lied to us. Just stick to the deal, Johns. Let him go if that's what it -- \n[97]Dancin' on razor blades here... \n[98]They're coming. \n[99]I got the quick-and-ugly version. \n[100]Entered our minds. \n[101]You scare me, Riddick. That's what you wanna hear, isn't it? There, I admit it, Can I get back to work now? \n[102]Why, what'd you hear? \n[103]Save it, Riddick. We aren't gonna turn on each other -- no matter how hard you try. \n[104]Who are you? Really? \n[105]You're not a real cop, are you? Just some mercenary who goes around talkin' about the law like -- \n[106]Never said you were a hype, either. \n[107]And here you got two mornings every day. Wow, were you <u>born</u> lucky? \n[108] \n[109]Anything <u>else</u> we should know about you, Johns? Christ, here I am lettin' you play games with our lives when -- \n[110]You coulda helped. And you didn't. \n[111]It's starting.... \n[112]\n[113]Don't stop, don't stop.... \n[114]Cargo hold, everyone in the cargo hold. lesgo, lesgo, lesgo. \n[115]No, no, NO, NO, NO.... \n[116]What is it? What's happening? \n[117] \n[118] \n[119]Breach in the hull. I dunno. \n[120]Christ, you don't know what's out there! \n[121]Imam? Where are they? \n[122]Riddick? \n[123]Stop it, stop it, STOP IT! \n[124]There.... \n[125]It hurts them. Light actually hurts them.... \n[126]...one cutting torch...one handlight here, two more in the cabin...I <u>think</u> two more.... \n[127]How many bottles? \n[128]Those umbrellas, the ones that mist. Would they burn? If you got a receipt? \n[129]Awright. So maybe we'll have enough light. \n[130] \n[131]We'll have to carry the cells...drag them...whatever it takes. \n[132]I'm sure that's what someone else said. Locked inside that coring room. \n[133]Oh, don't use her like that, for a smoke screen. \n[134]For your own fear. \n[135]How much you weigh, Johns? \n[136]How much? \n[137]Because you're 79 kilos of gutless white meat, and <u>that's</u> why you can't come up with a better plan. \n[138] \n[139]No, I'm not. But <u>he</u> can. \n[140]Riddick. \n[141]Just get the goddamn lights on.... \n[142]Ready, Johns. \n[143]We're just burnin' light here. \n[144]I don't get it, Johns. What is so goddamn valuable in your life that you're worried about losing? Huh? Is there anything at all? Besides your next hype? Got no right to be so scared. Neither one of us. \n[145] \n[146]Riddick...was thinkin' we should make some kind of deal. Just in case, you know, this actually -- \n[147]But I just wanted to say -- \n[148]We can, can't we? Trust you? \n[149]Riddick. <u>Riddick</u>. \n[150]Where are the sand-cat tracks? Why aren't we still following them? \n[151]Let's move. Just a detour. He'll get us there. \n[152]What, switch what? \n[153]I'll switch, I'll switch! Christ, just get this train moving! \n[154]What do you see? Riddick? \n[155]Bottle-count. \n[156]Can we pick up the pace? \n[157]Stay in the light! Everybody! Stay in the fucking -- \n[158]Riddick? What the hell are you -- \n[159]Think about what? \n[160]What about her? \n[161]No, we'd never....Oh, God, honey, you shoulda told me sooner. \n[162]It's not gonna work. We gotta go back. \n[163]I was wrong. I admit it. My bad, okay? Now let's just go back to the ship. \n[164]Are you fucking high again? Just listen to -- \n[165] \n[166]Just shut up, okay? \n[167]Would you RAG YOUR STUPID HOLE! \n[168]We cannot go through there.... \n[169]Imam. Slow down. \n[170]Don't stop, just slow down.  Little more space 'tween us and them. \n[171]Do what I say. Please. \n[172]Bring the light! \n[173]Leave the sled, let's go, go, go! \n[174]Get out of our way. \n[175]How many you see? \n[176]Audrey? \n[177]Doesn't seem like enough to turn back on, does it? \n[178]And what about the cells? \n[179]We're just here to carry your light, aren't we? Just the torch-bearers. \n[180]You sure you can keep -- \n[181]Riddick? RIDDICK? \n[182]Audrey! \n[183]Oh, no. No, no, no.... \n[184]Riddick? How close? \n[185]Tell me the settlement is right there! \n[186]There's light in here. \n[187]What are they? \n[188] \n[189]You're not leaving. Not until we go back for the others. \n[190]I promised them we'd go back with more light. And that's exactly what we're gonna do.. \n[191]What, you're afraid? \n[192]<u>I trusted you</u>, Riddick. Goddamn, I trusted that some part of you wanted to rejoin the human race. \n[193]Then wait for me. I'll go back myself. Just give me more light for them. \n[194]Just come with me! \n[195]You're fuckin' with me. I know you are. \n[196]No, you see, I <u>promised</u> them...I have to...I have to go and.... \n[197] \n[198]Don't do this to me.... \n[199]But they...they could still be.... \n[200]I will not give up on them! I Will not leave <u>anyone</u> on this rock with those fucking things, even if it means -- \n[201]I would try for them. \n[202]But I'm human. I know you view that as a weakness, but I'm sorry -- I <u>do</u> feel fear, theirs too. Goddamnit, Riddick -- yes. I would die for them. \n[203]I don't hear -- \n[204]It's me, it's me, it's me! \n[205]C'mon, Riddick -- said I'd die for <u>them</u>, not you. \n[206]Just 10 steps...keep turning, keep turning...that's right...others're already 'board, waitin' for us right now...five steps...c'mon, almost there, Riddick... almost there...we're almost -- ", "Ali": "", "Total": "\n[1]I thought...my God, I thought I was the only one who.... ", "Stranger": "\n[1]I thought...my God, I thought I was the only one who.... ", "Jack": "", "/Jackie": "", "Hassan": "", "Greg": "", "Owens": "\n[1]Why did I fall on you? \n[2]I mean, I mean, chrono shows we're 22 weeks out, so gravity wasn't supposed to kick in for another 19. I mean, I mean, I mean, why did I fall <u>at all</u>? \n[3]Oh, no. Not Owens, not.... Wai', wai', wait. <u>I'm Owens</u>. Right? \n[4]Just tell me we're still in the shipping lane. Just show me all those stars, all those bright, beautiful, deep-space.... \n[5]They trained you for this, right? Fry? \n[6]... crisis program selected Number Two of this system because it shows at least <u>some</u> oxygen and more than 1,500 -- would you \n[7]...showing no major water bodies...maximum terrain, 220 meters over mean surface... largely cinder and gypsum with some evaporite deposits.... \n[8]Fry? What're you doing? \n[9]Fry? \n[10]You mean that \"load\" of passengers? \n[11]Look, Fry. Company says we're responsible for every one of those -- \n[12]When captain went down, you stepped up -- whether you like it or not. Now they train you for this, so -- \n[13]Don't touch that switch! \n[14]70 seconds! You still got 70 seconds to level this beast out! \n[15]What the shit was that? \n[16]Out, out, out, GET IT OUTTA ME! \n[17]Don't touch it! Don't touch that switch! \n[18]Don't touch that switch! ", "Suleiman": "\n[1] "}}