{"filename": "Priest_script.txt", "imdb_id": "tt0822847", "imdb_url": "https://www.imdb.com/title/tt0822847", "characters": ["Boy", "Salesman", "Priest", "Monsignor Orelas", "Crocker", "Monsignor Chamberlain", "Priestess", "Black Hat", "Shannon Pace", "Dr. Tomlin", "Hicks", "Owen Pace", "Lucy Pace", "Familiar"], "dialogues": {"Boy": "\n[1]       \n[2]He breaks, from his father.'' knee, slowly moving towards the window, drawn by a FLICKERING SHADOW. His mouth drops open as -- \n[3]is somehow back with his father, the two safely holding hands, staring stupidly at each other. Priest is gone. \n[4]Alright, now -- Not another step. HICKS . You could say the name fits. But you'd only be half right. ", "Salesman": "\n[1]Do I ask for three dollars?' Do I ask for two dollars? No folks! ONE dollar! One piece of tin and protection is yours! \n[2]Vampires are a deadly lot! YOU could be next I I seen a Blackblood bite a man like a gingersnap! The only sure way to be safe is a bag of DR. TOMLIN' S WONDER \n[3]For what reasons? I'm a legitimate business man. Hicks PULLS his SIX-SHOOTER, cocks it. \n[4]Sheriff, I am shocked you can be.so cavalier with the safety of your \n[5]You told me tQ come to you if I had any information. I have some. Silently, the Figure sits down across from him. \n[6]But before I tell you...and I hate to bring this, up -- there is the small matter regarding compensation. 47. \n[7]Now your group's been REAL good for business so, of course, I'm willing to cut you a deal The Figure suddenly. LUNGES, grabbing the salesman by the throat, teeth clicking inches from the man's neck. WE STILL \n[8]  \n[9]He was meetin' with the local sheriff. A real shitkicker -- Booted me out of town before I could make a single sell. A pause..,.and then the Figure laughs. The salesman not sure how to react. \n[10]W-What's so funny? The Figure BURIES his teeth in the man's neck, taking a deep, deep drink, having his fill, dropping the body to the floor with a thud. THE CAMERA CONTINUES TO FOLLOW as the Figure walks to the back of the car, sliding open the door -- ", "Priest": "\n[1]         \n[2]This time there was a little girl. \n[3]I want to see the other Priests. \n[4]Why? \n[5]And their reasons for building more and more factories? The sky is turning black. \n[6]You're my friend. \n[7]I don't know what's happening to me. (7, Questions. Doubts. I'm not sure what it is. Koeppen slides the vestibule open so they are now face to face. \n[8]  \n[9]  \n[10]Who is it? \n[11]  \n[12]Thank you for meeting with me on such short notice, Monsignors. Even the Monsignors are uneasy'around Priest. Their leader, ORELAS, leans forward, addressing him. \n[13]I come before you because I would like my authority to be reinstated. \n[14]She's my blood, Monsignor. \n[15]The proper authorities? \n[16]But Monsignor...they are the enemy. \n[17]Not so long that we should forget what they are capable of. \n[18]I can be of.great service to the investigation. I -can 16. 0 The tribunal shifts uncomfortably, intimidated by Priest. Orelas stands. \n[19]No, Monsignor. \n[20]\"Let your light shine before men, that they may see your good works and glorify your Father which is in Heaven\" -- \n[21]Yes, sir.' \n[22]Yes, Monsignor. \n[23]Why won't they listen to me? A beat. Koeppen takes another drink. \n[24]You know I can't do that. \n[25]Why? \n[26]Then ...I go against God. In an eyeblink -- Priest strips the gun from the nearby officer, CRACKING it against the trooper's head, his attack graceful and precise -- a whirlwind of PINPOINTED BLOWS and SHATTERED BONES. When it's over, eleven troopers lie on the ground writhing. Everything goes quiet. 19. \n[27]Folds his hands into the prayer position. VOONI There's a POP OF AIR and --- \n[28]oh my God...I am sorry for. having offended you. it was never my intention to do so... His words continue OVER \n[29]I want so much to firmly resolve with the help of your grace to sin no more and to .avoid the near occasions of sin. \n[30]But I can't. \n[31]All I can do is ask for forgiveness for what is yet to come... 21. The cycle knifes through the city. Expertly working his way through congested streets. Moving past tent cities, stockyards and rusty industrial machinery. \n[32]I now know the devil lives within me. The sins coming all too easy... Still on his bike, Priest's foot touches the ground, blocking our view as we CUT TO: \n[33]And all too frequently. Priest REVS his bike, gunning out the doors. UNCONSCIOUS BODIES left in his wake. \n[34]If I was a vampire you'd be dead already. The cross tattoo, a striking image. Hicks stares, pushing his hat back on his forehead. \n[35]Pull up in front of the Jail. Hicks eyes the salesman, coolly dismounts and adjusts his hat. \n[36].Delicious \n[37]I know. \n[38]The pack headed in this direction. There's a reservation up that way so that's where I'll start. \n[39]I'll find her. \n[40]I need bullets. \n[41]How many do you have? The clerk laughs... then realizes he's serious. \n[42]I have this. He pulls out a sack of coins, it hits the counter with a solid THUD. The clerk smiles wider.. 29. \n[43]Sometimes things just happen. Fault's got nothing to do with it. \n[44]I'm not so sure anymore. There's a KNOCK at the door. Aaron opens it slightly. It's Sheriff Hicks. \n[45]It's alright. Let him in. Eyeing Priest, Aaron lets the Sheriff in, shutting the door behind him as he leaves. The vibe in the room is uncomfortable -- Priest not even acknowledging Hicks. \n[46]Why? \n[47]How you with a gun? 31. \n[48]I'll be there. Nothing more needing to be said, Hicks turns to walk out, stops at the door. \n[49]We don't. They're for you. Hicks nods, realizing Priest was ahead of him the whole time. \n[50]Our Father who art in Heaven, hallowed be thy name. Thy Kingdom come Thy will be done on earth as it is in heaven... As he continues THE CAMERA slowly moves OUT THE WINDOW and into the night, moving across HALBRIDGE. \n[51]Forgive us our trespasses as we forgive those that trespass against us and lead us not into temptation but deliver us from evil. We see the TOWNSPEOPLE: lock their doors, bolting the shutters, tucking their children in safely for the night. \n[52]For thine is the kingdom and the power and the glory, forever and ever. Amen. And now the camera stops on a LARGE SHADOWY FIGURE perched on a nearby roofline. 32. The only thing we can see of it is a DUSTER illuminated by the SOFT GLOW OF A LIT CHEROOT...the Figure watches Priest as he finishes his prayer and blows out a candle. Silently, the Figure takes off. Flying into the night. \n[53]Yes. \n[54]I prayed. \n[55]Either way. We have two hours to get in and out. \n[56]Sundown. Hicks looks up at the sky. The sun tilting towards the horizon. \n[57]Familiars are illegal. \n[58]We're not going to find anything out here...We have to get into the crypts. \n[59]Where's the girl? \n[60]No? Maybe your Master will know. \n[61]Wh re is she? \n[62]Your.Master'll be dead. He shoves the slab more, the light rays hanging just outside the edge. And now The Familiar begins to laugh, a horrible rattling sound. Something in his mood has shifted. \n[63]Leaps in front. Blocking his way. \n[64]Not yet. With a HORRIBLE SCREECH the Familiars attack, LAUNCHING at Priest and Hicks. Blades in the air. 38. Priest CHARGES into the frenzy. A juggernaut. His movements clean and calculated, bones breaking around him with a wet snap, bodies THUDDING at his feet. When the dust clears, Priest stands alone... and he is holding their weapons. \n[65]Now we can do this easy -- He tosses the BUTCHER KNIFE, it sticks in the ground a hairline from a Familiar's head. \n[66]Or we can do this HARD -- Priest flings another BLADE. This one PLANTS in the leg of the Familiar. He HOWLS. \n[67]Where is she? \n[68]They get your gun arm? \n[69]You're gonna need it. \n[70]We don't want a fight. We're just looking for the girl. The vampire sneers and as it speaks the following -- one by one, the OTHERS drop from the sky, flanking him. They're scraggly, a little undernourished. \n[71]You were murderers. \n[72]We're not going anywhere until you tell us where she is. \n[73],,Yea though r walk through the Valley Of The Shadow Of Death x will fear no Evil -- \" The vampires laugh. Fangs glinting. \n[74]  \n[75]      \n[76] \n[77]No need. He'll the at first light. Priest goes to the Familiars still lying on the ground. They're sobbing, having lost everything in the world that mattered. Completely wrecked. He grabs one by the scruff of the neck. 42. \n[78]No more masters. Just you and me. He raises a knife, pressing it to the Familiar's skin. \n[79]Make 'sense. \n[80]Emerges through the hole, exhausted, the LEAD VAMPIRE'S HEAD in his hand dangling by its hair. He tosses the head and it rolls to Hicks' feet, fangs flashing up at him. Hicks stares at the ghastly visage. Unnerved. \n[81]How's your arm? \n[82]Usually. A BEAT as they listen to the popping of the fire. A tension hanging between them. Then - \n[83]You don't have the stomach for it --head back to Haibridge right now. Hicks glares at Priest. \n[84]Killing a vampire isn't like killing a man. They come at'you like an animal. Tooth for tooth. . 44. \n[85]Claw for claw -- Blood, skin, bones. 6 They take all of it. If you let `em. Hicks studies Priest, in the firelight he looks tired. Old even. \n[86]What? \n[87]it just comes. Easy's got nothing to do with it. He pokes at the fire, it CRACKLES, feeding off the bodies. Something about the battle's opened him up. His guard's down. \n[88]I take no pleasure in it. Killing. I know I've done more than my share -- Whatever they do to me I have it coming. \n[89]Give me your gun. \n[90]Give me your gun. \n[91]Don't anticipate the trajectory of your target. Know it. He stomps his foot into the fire, launching a GLOWING COAL OF ASH into the air. Priest quickly raises the gun and FIRES, the ash explodes, raining fiery red sparks. \n[92]I'm teaching you to kill vampires. No more wild shots -- \n[93]There's always-two points. A and B. Know the points and you'll know your target. \n[94]I see ten crypts ...but only eight vampires. We find the missing, we'll find-Lucy.' What's the next nearest town? \n[95]Then you better get a good night's sleep. This bunch was easy, their bloodlines watered down by man. Whoever took Lucy was a whole different breed. He tosses another body on the fire, tiny sparks floating into the night as -- 46. We hear the Banshee call of a STEAM WHISTLE, sharp and shrill as we CUT TO: \n[96]How's your arm? \n[97]You're a halfbreed. A BEAT as Hicks looks to the ground, when he speaks, it's in a voice just below his breath. \n[98]Miracle? 52. \n[99]You saw angels? \n[100]How many? \n[101]These angels...di.d you ever see them during the day? \n[102]Home? \n[103]Vampires sometimes use abandoned structures as a perch.  Watch for booby traps. And with that he enters the-- \n[104]Stay here. If anything comes up the steps that isn't me -- Shoot it. Before Hicks can reply,.Priest heads down the stairs, darkness swallowing him with every step. \n[105]      \n[106]How did you find me? Priest doesn't reply. She narrows her eyes, suspicious. \n[107]Did the Clergy send you? \n[108]No. Why would they? She nods towards the bodies, we now see tb=1re.-VAMPIRZ- \n[109]I've been busy. Off Priest's reaction we CUT TO: \n[110]If you didn't come for me...why are you here? \n[111]I should be asking you the same question. 59. The bestial smell stings their nostrils, smells good. \n[112]There's another one around here somewhere. \n[113]Where? \n[114]I don't know...but it's not like the others. They're interrupted by the sound of GUNFIRE echoing off the tunnel walls. Priest turns. \n[115]Hicks. He starts down the tunnel. The Priestess quickly following. \n[116]It's too big to fit down here. That's why you're still alive. \n[117]They used to. The Priestess steps out from behind Priest. Startling Hicks. 60. \n[118]Split up. The Priestess LEAPING to the stone wall and climbing up the rock. Priest goes the opposite way, ROLLING across the floor, keeping low. \n[119]Lets go of the wall, PLUMMETING straight towards the vampire, the creature FLASHING its fangs in anticipation. \n[120]Leaps from below, darting up the rock, taking advantage of the distraction, landing on the creature's back and wrapping his arms around its neck. Going for the deathlock. With a SHRIEK the creature WHIPS its head with crack force sending Priest flying. The Priestess, still in mid-drop, CATCHES him and they both hit the ground with their feet. \n[121]Should we lead it into open air? More room to. maneuver. 61. \n[122]Better to keep it contained. The vampire's lathered into an animal frenzy now, wailing and scuttling around the circular wall in crazy patterns. Suddenly -- with a stone shattering BOOM! it BURSTS through the hole, FLYING out into the night. \n[123]Or not. They race outside. \n[124]Darts behind a boulder just in time. The creature's talons SCRAPING at the rock before it soars back to the sky, He pulls out his bible, grabbing and tossing a handful of -- \n[125]Quickly scoops up TWO LARGE ROCKS -- HURTLING them towards the vampire. HER EYES LOCK WITH PRIEST'S as she too folds her hand, into the prayer position. RY â\u0080\u009eNG GOES BLACK Silence. Then -- 62. The sound of a heartbeat. The juncture between instants. A fissure. A BRIGHT FLASH -- we see Priest LEAPING through the air -- EVERYTHING AROUND HIM FROZEN -- the creature, the rocks, the Priestess. \n[126]Not bad. Suddenly the CREATURE'S BODY erupts into ablistering death spasm! Talons clacking like STRAIGHT RAZORS, flailing dangerously close to the two of them. \n[127]This was a Pureblood. \n[128]we both know that's impossible -- They haven't existed for a millennium. What's going on here? \n[129].I don't know. A BEAT filled with awkward silence -- when the Priestess ktï¿½ speaks it comes as a relief for both. An unloosening of things long held tight. \n[130]Sector Seven was the only place I could find work. Waste Management. Nobody else would hire me. %No applicable skills.&amp; \n[131]I heard that one too. \n[132]A week ago, a family camping out on the Perimeter approached me --.Told me vampires were terrorizing their village and that the government wouldn't do anything about it. \n[133]Did you go to The Clergy? \n[134]They wouldn't see me, 64. \n[135]By the time I got to the village it was completely razed. Nothing left. Women. Children. All dead ...they didn't even bother to feed. I've been on their trail ever since...could be the same group who took your niece. \n[136]Could be. The Priestess glances towards Hicks. \n[137]Does the lawman know what you'll do if you find her? \n[138]He knows. \n[139]He'll try to stop you. \n[140]He won't be able to. She pauses a moment, regarding him. \n[141]You know, some nights I still dream we're back on the frontlines ... I wake up, I'm sweating... my muscles all clenched like I'm ready for something -- But I don't know what. \n[142]Me too. \n[143]Nights like that ...I don't go back to sleep. But on other nights ...the good nights I dream about other things. \n[144]..Like what? \n[145]You. Priest stares at her, not sure what to say. Lucky for him, the moment gets interrupted by -- 65. \n[146]it must be a birthmark of some kind. \n[147]There's something else you need to see... \n[148]I found this just before I was attacked - \n[149]It's a tomb. Big enough for an army. \n[150]Only one way to find out... \n[151]We take a vow of celibacy at inception. Hicks can't be sure -- did she just look at Priest when she said that? \n[152]All Priests can do it. \n[153]No trick. You just have to remember. \n[154]Time is relative. 67. Priest snaps up his hand, cutting off their conversation, something strange up ahead -- He slowly moves forward, the tunnel sharply dropping, feeding into a -- \n[155]You said the next nearest town was Jericho. \n[156]Then we better go see. \n[157]-- What they left of it. PUSH IN ON HICKS -- knots of rope tightening in his stomach... only now realizing how truly black the path before him will be. \n[158]We separate. Go through each building, see what we find. \n[159]Be careful. Just because it's daylight doesn't mean it's safe. Hicks nods, tightening the twin BANDOLEERS across his chest. \n[160]  \n[161]On the ground KNEELING. Head down, engaging in some kind of prayer. THE CAMERA FOLLOWS as they slowly approach, wondering what the hell is going on. As they get closer they see the full \n[162]The same thing as us. Someone's drawing us out. \n[163]We're not going back. 73. The Priestess looks at him, he speaks for her as well but she's still shocked to hear the words out loud. A lifetime of conditioning.. \n[164]We'll burn for this. \n[165] We already are. Something in the flames catches the Priestess's eye, in the charred remains of one of the corpses -- SOMETHING'S GLOWING. She wraps her arm, plunging her hand through the bones, pulling out the object. Quickly, she tosses it into a'barrel of water. it hisses, steam rising as it cools. Priest reaches into the barrel, his hand emerging with a \n[166]He wanted us to find it. It's a clue. \n[167]Where's the closest track? \n[168]Where? He draws one final X at the end of the line. Looks up. \n[169]They must have been picking up different factions along the way. Moving during the day, feeding at night. \n[170]They won't have to. And with the SHRIEK of the train whistle we CUT TO: \n[171]We'need more than a jump. We need a miracle. \n[172]You should try harder, sheriff. She cups her hand in the water, bringing it to her lips for a drink. Hicks smiles, leaning forward, something on his mind. \n[173]No. \n[174]I've had a family -- just not the kind you're familiar with. 79. Hicks glances at Priest. \n[175]He's not so bad once you get to know him. A beat, Hick's expression becoming serious. \n[176]Yes. \n[177]She's his bloodline... and he's a Priest. It's the only way. Hicks tosses the rest of his food into the fire, troubled, but he knows there's no point in discussing it any further... for now. \n[178]Two. Hicks doesn't know what to Say-,, \n[179]Yes. She nods, though in affirmation of what Hicks's isn't sure. He watches her as she stares'into the fire. We FADE TO BLACK: \n[180]They know we're here. From under the earth A HAND SHOOTS UP, grabbing onto a Priest's leg, pulling him down. Suddenly DOZENS OF VAMPIRES emerge, seemingly birthed from the soil. The warriors fight valiantly. Fiercely. But it's too much. Most are quickly cut down. \n[181]Retreat! \n[182]Battles like a tiger, grappling with TWo VAMPIRES, their claws at his throat, fangs inches from his face. A couple of quick moves and - before you realize how - the vanires lay dead. He quickly joins the surviving Priests as they run through the hive, a dizzying maze of MUDDY TUNNELS AND TRENCHES. \n[183]  \n[184]Guess not. From within the hive comes a MIGHTY SHRIEK -- and now Fearsome starts to run, trying to catch the others as they scramble for daylight. The exit just in sight. At the last second -- He's pulled back by a clutch of SCREECHING HUNGRY CLAWS. The hat still gripped tightly in his hand as he's dragged away. our two Priests reach for him but it's too late ...He disappears into the darkness as we CUT BACK TO: \n[185]Why would the Clergy forbid us from seeing each other? \n[186]Maybe they were scared of what we could do. \n[187]Or what we would do. We both know there's something inside the Order that's off. Even if we don't know what it is. \n[188]With or without the Clergy...we're still Priests. And we're the only ones who can stop that train. \n[189]If we survive this we need to expose them for what they are. 82. \n[190]  \n[191]You scared to die?_ \n[192]No. \n[193]I believed in Heaven my whole life. Believed everything we were taught -- And now...when it's finally my time...no more faith. They took it away from me. Priest gazes at her, trying his best to be comforting. \n[194]Whatever happens. .. Wherever it is we go. We'll go together. At that.exact moment something inside Priest shifts just a little bit, a door opens -- never to be shut again. \n[195]What in greater than God but more evil than the Devil? The poor have it, the rich need it -- and if you eat it...you'lldie. \n[196]What? \n[197]It's a riddle. The Priestess thinks about it. \n[198]Nothing. That's the answer. Nothing is greater than God. Nothing is more evil than the devil. The poor have nothing, the rich need nothing. And if you eat nothing... you'll die. It's said that warriors can become close friends only when they see each other's hearts -- Priest now knows this to be true. 83. \n[199]What you said before...about those nights when you were dreaming of me -- \n[200]The good nights. \n[201]Yes. The good nights. Do you think maybe tonight... \n[202]Could be one of those nights? She smiles. And then Priest does the most amazing thing. . .he smiles back. Things happen fast -- He finds himself planting his mouth on hers... the years of conditioning, all the ritual and tradition falling away in a flash. And it is here, together in this place, where they feel like they finally truly belong. The last two. \n[203]I know you're there. A slight sound, the mist whipping into a pool as if something just moved through it. Priest quickly turns but there's nothing there. \n[204]Show yourself. A BEAT as he stands in the ether, waiting. Then -- WHOOSH! Qurye -M $5. Just in time -- he DIVES, the claw BITING into a rock behind him, the chain quickly snapping back, disappearing into the fog. \n[205]This isn't the time to settle old scores, Rune. \n[206]I'm older now. We can almost bear Rune smile. \n[207]It was a war, Rune. 86. \n[208]Appears from within the mist, already in mid-leap, she lands beside Priest. The two together, a formidable presence. But Rune's a tough customer, he readies himself for another attack. ough h2 mist a single CLICKING sound. Rune looks over, sees -- \n[209]Finally showing your true colors. A beat. The Priestess looks at Hicks. \n[210]What's he talking about? \n[211]He's a halfbreed. Hicks cocks the gun. \n[212]You've been itching to do this since Nightshade. \n[213]if she's turned...she's nobody's kin. \n[214]It's our way. \n[215]Shoot me and it won't matter if you find Lucy. You won't stop that train -- and you won't save her. The Priestess steps between them, looks at Hicks. 88. \n[216]He's right. We need to be together on this... it's the only shot we have. Hicks thinks about it, knows she's right. A tense beat then \n[217]Make sure you get on that train, I'll catch up. 'Before they can respond, he banks his cycle to the left. \n[218]is thrown! His beloved bike FLIPPING across the desert in wild arcs. He hits the earth with a painful skid, using the momentum to roll back onto his feet. He checks his stomach, the wound's of enina t,}g xnorA, staining his shirt bright red. No time for first aid as he turns just in time to see \n[219]      \n[220]Snaps the chain above his head, bullwhip style, LASHING out. The sound of metal shredding as it tangles in Rider #1's handlebars, the bike SWEEPING into the other, CRASHING in a tangled mess. With a SNARL the fallen riders LAUNCH at Priest. These vampires are different than the Nightshade tribe. Stronger, quicker. Squat bodies of clenched muscles and fangs. \n[221]Rips the BLAST HELMETS off his two attackers. With a SCREECH, their faces burn, bodies instantly SLACKENING in the harsh sun. Priest CRUNCHES a vampire in the ribs, knocking the creature off his bike. In a flash, he FLINGS.a helmet into the housing of the last cycle, the bike nosedives, sending the rider across the desert. Eyes brimming with renewed fury, Priest picks up the cycle, VROOOOMI! GUNNING the throttle, mod. ROCKETING towards the train... \n[222] You ready? Hicks nods, maneuvering to the side of his bike and jumping to the Priestess's, his cycle crashing into the dirt as he LEAPS onto the back of the train. \n[223]I'm going for the engine. Find Lucy.  Before he does. Hicks nods, knowing this'll probably be the last time he sees her. And with that, she throttles forward, disappearing. Alone, Hicks takes a deep breath, looks at -- \n[224]Seemingly from out of nowhere, motors up to the train car riding the vampire cycle. He grabs onto a gun barrel and SWINGS into an arc, lifting himself off the bike and - \n[225].How? Black Hat smiles, baring hi fangs. \n[226].They turned you. \n[227]By murdering innocents? \n[228]who? \n[229]So this is how you go about it? One by one killing every last remaining Priest? \n[230]Yours. \n[231]I don't believe you. \n[232]With ferocious instinct, he launches forward, feet digging into the metal. The two bodies COLLIDE w th Mic impact. Rolling across the roof, bodies twisting to the edge before FLIPPING onto the next car. The warriors rise, locked in a furious coil.as WHOOSHI train car after train car passes beneath them. Each leaping at j ust the right moment to land onto the next. But Priest is,outmatched. As they hit the final car, Priest flies across the roof catching the edge with his hand just before he goes over, his body dangling over the side. Exhausted and bloodied. 97. Black Hat calmly approaches, his foot dangerously close to Priest's hand. The landscape below-whipping past at an incredible speed. \n[233]He sticks his head through the opening, having been drawn by the sound of gunfire. Hicks can't believe it. \n[234] Give her to me! Hurry! 103. Hicks thinks about it, unsure. \n[235]-- They'11.get through the door any second! Give her to mei Screeching, ANOTHER VAMPIRE makes it through the opening, Hicks quickly taking him down in one crack shot. He picks Lucy up, handing her to Priest. Priest disappears with her, Hicks climbing down behind just as -- the chain finally SNAPS and the door BURSTS open with screeching vampires! Hicks BLASTS away but there's too many of them, they keep coming. He drops into the hole -- \n[236]Not until we stop the trains But now Hicks isn't even looking at him, his attention caught up in the horrible sight waiting ahead of them. \n[237]Horrified, realizing what she's going to do...and powerless to stop her. \n[238]What happens next happens fast: Priest GRABS Hicks, folding his body around both he and Lucy, hands coming together in prayer, feet leaving the train as -- E ERYTH ggas BLACK The sound of a heartbeat.A threshold. A zone of transition. A BRIGHT FLASH -- we see the TRAIN collide with the. Priestess. The massive grill of the engine CRUMPLING AROUND HER as if smashing into a building. She doesn't move. A BRIGHT FLASH -- one by one the train cars SLAM into each other, the cars JUMPING the rails. MMMM gQES BLACK A BRIGHT FLASH -- and now Priest is falling through the air, his body shielding Hicks and Lucy, train care skipping across the earth, careening through the air. 105. And WHAM! we FUSE back into real time as train cars CRASH down, sheets of dust clouding the sky in a roiling storm of debris and shrapnel, until finally...it all comes to a stop. It's quiet. We move through the swirling sand until we find -- \n[239]He stands, bruised and bloody, staring at the sky. Watching. A dazed Hicks beside him, Lucy in his arms as she comes to. A HORRENDOUS SCREECH fills the air. Led by the Purebloods, HUNDREDS OF VAMPIRES fly out from within the broken cars, taking to the sky in a massive black swarm, tangling together in flowing shapes. Beautiful. Terrifying. Then in one horrible instant -- They TURN as if guided by an unseen hand, flying towards the Cities. Sensing the blood that awaits. \n[240]No, they're not. \n[241]She knew. He turns to THE ENGINE -- its grinning teeth grill CAVED IN as if smashed by the very hand of God. \n[242]Lies before it. Somehow not a scratch on her...But something's wrong -- something inside her broken, something elemental. She doesn't have much time. Priest kneels beside her, taking her hand. Trying to be strong for her. \n[243]Do you want me to? \n[244] \n[245]\"You shall wash me and I shall be made whiter than snow. Glory be to the Father and to the Son and to the Holy Spirit... The words are heavy, each harder than the next. \n[246]-- As it was in the beginning, is now and ever shall be. World without end.\" Amen. \n[247]sees him but chooses to stay with the Priestess, brushing the hair from her face. 107. \n[248]I wish we could've had more time. \n[249].Me too. She reaches up, placing her hand on his chest. \n[250]Wherever it is we go -- we go together, right? She smiles weakly... but Priest can see she's scared. He gives her one last kiss, cradling her body, sand circling them as she draws her final breath. \n[251]Slowly makes his way down the aisle, bruised and bloodied, his very presence a direct affront to this place. A woman GASPS, somebody faints. \n[252]A true force of nature now, coming like the Fourth Horseman. Grief and betrayal stoking his anger higher, a blaze igniting behind his eyes. \n[253]Stands shell shocked, the level of betrayal staggering. \n[254]Sends him sailing through the air, Black Hat crashing into a collection of CANDLE HOLDERS, an ancient TAPESTRY catching fire, flames quickly spreading to the other fabrics -- The chamber erupting in an orange blaze! \n[255]WRENCHES himself from,Black Hat's grip, tumbling. across the floor. \n[256]  \n[257]Stares into his eyes and -- Something passes between them something so strong and personal it transcends emotion. Hicks FIRES! But Priest is pone. Hicks looks around -- There's no sign of him, not even the bike. ", "Monsignor": "\n[1]Father Koeppen notified us of the situation. Our prayers are with your family. 15. \n[2]On what grounds? Priest is taken aback. \n[3]The proper authorities are handling the situation. I'm sure they'll.do a fine job. \n[4]All occurrences of vampire. disobedience and felonies are strictly a Federal matter now. You Priests did too good a job. The vampire population is classified as endangered. They're protected. \n[5]Were.the enemy. The war ended a long time ago. \n[6]You would do well to remember the words of our Savior: Turn the other cheek. Embrace your enemies. It is not our place to interfere --- or yours. Priest looks up, obviously in great turmoil. \n[7]You forget yourself, Priest... It has been brought to our attention that you have engaged in a number of transgressions. Tell me...do you feel yourself to be above God? \n[8]Engaging in any kind of practice is sacrilege -- You bring shame upon our house. Priest turns the full force of his gaze on him. \n[9]You dare quote scripture to met Questioning the . authority. of the Clergy is forbidden1 If you engage in another transgression.you will be stripped from the Order and excommunicated immediately. Do I make myself clear? \n[10]I said do I make myself clear,. Father. \n[11]You're a soldier. God's soldier-- Act like one. Remember your vow: \"To go against the Church is to go against God\". The officers start to lead Priest and Koeppen out the chamber, 17. \n[12]-- Eather..Kam, please stay behind for a moment, a .we have something we need to discuss. Off Koeppen's expression we CUT TO: \n[13]Shed their robes, revealing fresh BITE MARKS on their necks. Orelas' new-found fangs glint in the candlelight. \n[14]Bodies contorting in grotesque shapes as they BECOME. Black Hat stands triumphant, flames rising behind him. ", "Orelas": "\n[1]Father Koeppen notified us of the situation. Our prayers are with your family. 15. \n[2]On what grounds? Priest is taken aback. \n[3]The proper authorities are handling the situation. I'm sure they'll.do a fine job. \n[4]All occurrences of vampire. disobedience and felonies are strictly a Federal matter now. You Priests did too good a job. The vampire population is classified as endangered. They're protected. \n[5]Were.the enemy. The war ended a long time ago. \n[6]You would do well to remember the words of our Savior: Turn the other cheek. Embrace your enemies. It is not our place to interfere --- or yours. Priest looks up, obviously in great turmoil. \n[7]You forget yourself, Priest... It has been brought to our attention that you have engaged in a number of transgressions. Tell me...do you feel yourself to be above God? \n[8]Engaging in any kind of practice is sacrilege -- You bring shame upon our house. Priest turns the full force of his gaze on him. \n[9]You dare quote scripture to met Questioning the . authority. of the Clergy is forbidden1 If you engage in another transgression.you will be stripped from the Order and excommunicated immediately. Do I make myself clear? \n[10]I said do I make myself clear,. Father. \n[11]You're a soldier. God's soldier-- Act like one. Remember your vow: \"To go against the Church is to go against God\". The officers start to lead Priest and Koeppen out the chamber, 17. \n[12]-- Eather..Kam, please stay behind for a moment, a .we have something we need to discuss. Off Koeppen's expression we CUT TO: \n[13]Ecces Agnes Dei, ecces qui tollit peccata mundi. \n[14]And why shouldn't we live forever? We're God's very voice. His vessel! ", "Crocker": "\n[1]You don't know'that. You're just a kid. \n[2]But what if he's right? Hicks tosses the sack to Crocker. 25. ", "Chamberlain": "", "Priestess": "\n[1]How did you find me? Priest doesn't reply. She narrows her eyes, suspicious. \n[2]Did the Clergy send you? \n[3]I've been busy. Off Priest's reaction we CUT TO: \n[4]If you didn't come for me...why are you here? \n[5]There's another one around here somewhere. \n[6]I don't know...but it's not like the others. They're interrupted by the sound of GUNFIRE echoing off the tunnel walls. Priest turns. \n[7]They used to. The Priestess steps out from behind Priest. Startling Hicks. 60. \n[8]Lets go of the wall, PLUMMETING straight towards the vampire, the creature FLASHING its fangs in anticipation. \n[9]Should we lead it into open air? More room to. maneuver. 61. \n[10]Or not. They race outside. \n[11]Quickly scoops up TWO LARGE ROCKS -- HURTLING them towards the vampire. HER EYES LOCK WITH PRIEST'S as she too folds her hand, into the prayer position. RY â\u0080\u009eNG GOES BLACK Silence. Then -- 62. The sound of a heartbeat. The juncture between instants. A fissure. A BRIGHT FLASH -- we see Priest LEAPING through the air -- EVERYTHING AROUND HIM FROZEN -- the creature, the rocks, the Priestess. \n[12]Not bad. Suddenly the CREATURE'S BODY erupts into ablistering death spasm! Talons clacking like STRAIGHT RAZORS, flailing dangerously close to the two of them. \n[13]we both know that's impossible -- They haven't existed for a millennium. What's going on here? \n[14]Sector Seven was the only place I could find work. Waste Management. Nobody else would hire me. %No applicable skills.&amp; \n[15]A week ago, a family camping out on the Perimeter approached me --.Told me vampires were terrorizing their village and that the government wouldn't do anything about it. \n[16]They wouldn't see me, 64. \n[17]By the time I got to the village it was completely razed. Nothing left. Women. Children. All dead ...they didn't even bother to feed. I've been on their trail ever since...could be the same group who took your niece. \n[18]Does the lawman know what you'll do if you find her? \n[19]He'll try to stop you. \n[20]You know, some nights I still dream we're back on the frontlines ... I wake up, I'm sweating... my muscles all clenched like I'm ready for something -- But I don't know what. \n[21]Nights like that ...I don't go back to sleep. But on other nights ...the good nights I dream about other things. \n[22]You. Priest stares at her, not sure what to say. Lucky for him, the moment gets interrupted by -- 65. \n[23]it must be a birthmark of some kind. \n[24]There's something else you need to see... \n[25]I found this just before I was attacked - \n[26]We take a vow of celibacy at inception. Hicks can't be sure -- did she just look at Priest when she said that? \n[27]All Priests can do it. \n[28]No trick. You just have to remember. \n[29]Time is relative. 67. Priest snaps up his hand, cutting off their conversation, something strange up ahead -- He slowly moves forward, the tunnel sharply dropping, feeding into a -- \n[30]-- What they left of it. PUSH IN ON HICKS -- knots of rope tightening in his stomach... only now realizing how truly black the path before him will be. \n[31]Be careful. Just because it's daylight doesn't mean it's safe. Hicks nods, tightening the twin BANDOLEERS across his chest. \n[32]  \n[33]The same thing as us. Someone's drawing us out. \n[34]We'll burn for this. \n[35]Where's the closest track? \n[36]They must have been picking up different factions along the way. Moving during the day, feeding at night. \n[37]We'need more than a jump. We need a miracle. \n[38]You should try harder, sheriff. She cups her hand in the water, bringing it to her lips for a drink. Hicks smiles, leaning forward, something on his mind. \n[39]No. \n[40]I've had a family -- just not the kind you're familiar with. 79. Hicks glances at Priest. \n[41]He's not so bad once you get to know him. A beat, Hick's expression becoming serious. \n[42]Yes. \n[43]She's his bloodline... and he's a Priest. It's the only way. Hicks tosses the rest of his food into the fire, troubled, but he knows there's no point in discussing it any further... for now. \n[44]Two. Hicks doesn't know what to Say-,, \n[45]Yes. She nods, though in affirmation of what Hicks's isn't sure. He watches her as she stares'into the fire. We FADE TO BLACK: \n[46]They know we're here. From under the earth A HAND SHOOTS UP, grabbing onto a Priest's leg, pulling him down. Suddenly DOZENS OF VAMPIRES emerge, seemingly birthed from the soil. The warriors fight valiantly. Fiercely. But it's too much. Most are quickly cut down. \n[47]Why would the Clergy forbid us from seeing each other? \n[48]Or what we would do. We both know there's something inside the Order that's off. Even if we don't know what it is. \n[49]If we survive this we need to expose them for what they are. 82. \n[50]You scared to die?_ \n[51]I believed in Heaven my whole life. Believed everything we were taught -- And now...when it's finally my time...no more faith. They took it away from me. Priest gazes at her, trying his best to be comforting. \n[52]What? \n[53]Nothing. That's the answer. Nothing is greater than God. Nothing is more evil than the devil. The poor have nothing, the rich need nothing. And if you eat nothing... you'll die. It's said that warriors can become close friends only when they see each other's hearts -- Priest now knows this to be true. 83. \n[54]The good nights. \n[55]Could be one of those nights? She smiles. And then Priest does the most amazing thing. . .he smiles back. Things happen fast -- He finds himself planting his mouth on hers... the years of conditioning, all the ritual and tradition falling away in a flash. And it is here, together in this place, where they feel like they finally truly belong. The last two. \n[56]Appears from within the mist, already in mid-leap, she lands beside Priest. The two together, a formidable presence. But Rune's a tough customer, he readies himself for another attack. ough h2 mist a single CLICKING sound. Rune looks over, sees -- \n[57]What's he talking about? \n[58]He's right. We need to be together on this... it's the only shot we have. Hicks thinks about it, knows she's right. A tense beat then \n[59] You ready? Hicks nods, maneuvering to the side of his bike and jumping to the Priestess's, his cycle crashing into the dirt as he LEAPS onto the back of the train. \n[60]I'm going for the engine. Find Lucy.  Before he does. Hicks nods, knowing this'll probably be the last time he sees her. And with that, she throttles forward, disappearing. Alone, Hicks takes a deep breath, looks at -- \n[61]Lies before it. Somehow not a scratch on her...But something's wrong -- something inside her broken, something elemental. She doesn't have much time. Priest kneels beside her, taking her hand. Trying to be strong for her. \n[62] \n[63]I wish we could've had more time. \n[64]Wherever it is we go -- we go together, right? She smiles weakly... but Priest can see she's scared. He gives her one last kiss, cradling her body, sand circling them as she draws her final breath. ", "Black": "\n[1]     \n[2]if this thing were a horse it'd be the ultimate stallion-- Pulse engine. Nitrous. The works. A panel of black titanium solar cells covers the bike like armor. He races onto the street. \n[3]BURST from the crypt doorways SCREECHING as they fly into the air. Circling above the reservation like a nest of angry hornets. Disturbed. WHOOSH! One of the figures SWOOPS low, touching to the ground. Giving us our first good look at a vampire; Wet, white skin. Insect clicking claws. Black eyes. Fangs. More creature than human. The vampire cackles, sounds like dried paper, its voice a series of teeth clicking hisses. as it eyes Priest angrily. \n[4]I can SMELL the blood racing through your veins... Smells like dinner. The salesman starts to shake. \n[5]A Priest? \n[6]You're in here for your own protection...If I let you out of this car you'll be torn apart a piece at a time. He walks to her, face still hidden in shadow. She starts to cry, pulling back to the wall. Angry. \n[7]I'm absolutely counting on it. h s adows his face. \n[8]it wears a BLACK COAT, fluttering in the wind as it touches down, the fabric cascading across the earth in long dark folds. The Figure's face is completely covered by a BLACK COWBOY HAT. The only thing we can see is a CHEROOT Sticking out from where the mouth would be. A brief moment as the tip of the cigar glows, a puff of smoke exhaled. It drops to the ground, silver spurs making a slight CHING sound as a BLACK BOOT stamps it out. Lucy hears the sound and turns just in time to see - y I ATHICK CHAIN __SHOOTING OUT from within the Fiaure', coat. a HUGE METAL_ FINGERED CLAW at use ! The claw SLAMS into Lucy, thick fingers CLAMPING around her, knocking her to \n[9]What do you want for her? And now her captor lifts his hat -- revealing paper-thin skin, eyes like black coal. This is RUNE, a bounty hunter. \n[10]Don't. go too far, Rune. \n[11]Of course he does. \n[12]No. Rune smiles,'revealing an impressive set of vampire fangs. \n[13]Don't get involved in this. \n[14]Fine. He's Yours. As if on command, the finger retreats back into the jacket, Lucy COLLAPSING to the floor coughing and choking. \n[15]Annoyed, picks up the still burning cigar, squeezing it in his hand. He turns to Lucy. 77. \n[16]And as for you uy dear...You're more trouble than I anticipated. Must be your uncle's blood in you. A shame he'll never see what you'll become. I would've loved to see his face. And then he is upon her, saliva mixing with blood as he drinks. \n[17]  \n[18]Makes Hicks stop in his tracks, silently praying to whoever's listening. A long moment...and then the steady breathing begins again. Whew. Hicks continues through the cabin, finally making it to the door as -- \n[19]\"And the third day He shall rise again. Priest can't believe it, seeing his long dead comrade, his face etched with shock, all he can do is ask -- \n[20]Oh ye of little faith. The understanding hits Priest immediately, crashing over him like a wave. \n[21]No, Priest...I turned them. He smiles wider as we CROSSCUT TO: \n[22]Lost souls abandoned by divinity. No belief, no voice to guide them through the wilderness. Sound familiar? Priest doesn't reply, warily eyeing him. \n[23]Lack of faith. That's what I found in my new brethren And so it was I discovered my true calling -- To teach. To lead. \n[24]By drawing a once great race back to their\"nature. By helping them discover' the mastery within themselves. 95. \n[25]By putting them in touch with a higher power. \n[26]Me. Something in the distance catches Priest's eye, a BLACK SPEC on the horizon -- It's The Cities. His jaw tightens, he knows there isn't much time. \n[27]It was the only way. The Cities are defenseless now...no one left to stop us from entering our Eden. But I was kind -- I gave every last one the choice I never had. Now it's your turn. Almost imperceptibly the two make a shift in their postures, the tension between the two warming up. Two warriors steeling for a fight. \n[28]it's better to be with your enemies than to be alone, Priest. Humanity had its chance. It's time to make way for new blood. Priest lowers his head, when he raises it, his reply comes easy and without hesitation. \n[29]They taught us God created man in His image. . .but they lied. Man created God in a image -- And so, like man, God is weak. Corrupt. Merciless. He wipes away a streak of blood from his cheek. \n[30]Who do you fight for, Priest? The Order's collapsed. The Church nothing but a line of decrepit, ruined old men. Charlatans. How do you think I'm getting into the cities? Priest's face drops. \n[31]Your faith has failed you Priest. Join me. Join me and have the best of both worlds --Walk in the sun. Stalk in the night. Why pray to a God when you can BE one? \n[32]Your problem is you keep looking to God for-your power -- But I know the real truth. You've been praying to an empty sky. And now he SWIPES his foot across the roof, knocking off Priest's hand as one would swat a bug. Priest falls below, getting caught under the train and quickly dragged under. \n[33]But you know that now. \n[34]      \n[35]I'm afraid you're too late, Priest. \n[36]SLAMMING.into him, the two warriors going at it in a brutal battle, the vampire raking his claws across Priest's face, drawing blood. \n[37]With them I can start anew! You can't stop it -- Must be God's will. He flies across the room, BARRELING into Priest with everything he's got, DIGGING a hand into Priest's wound. \n[38]\"I looked and beheld a pale horse and His name that sat on him was Death\" -- 110. Priest coughs up blood. Black Hat smiles, wrapping a hand around Priest's. throat, LIFTING him off the floor, SQUEEZING the life from him, \n[39]\"And all hell followed with him.\" He raises his head back, ready to sink his teeth. Priest too exhausted to fight back. This is it. Prom a b= -- \n[40]Emerges from inside, clamping onto metal, something dragging itself out into the moonlight. It's a PUREBLOOD. With a SCREECH it takes to the night sky, massive black wings fluttering, arcing towards the twinkling metropolis. ", "Hat": "\n[1]  \n[2]Alright, now -- Not another step. HICKS . You could say the name fits. But you'd only be half right. \n[3]       \n[4]I can SMELL the blood racing through your veins... Smells like dinner. The salesman starts to shake. \n[5]A Priest? \n[6]You're in here for your own protection...If I let you out of this car you'll be torn apart a piece at a time. He walks to her, face still hidden in shadow. She starts to cry, pulling back to the wall. Angry. \n[7]I'm absolutely counting on it. h s adows his face. \n[8] \n[9]What do you want for her? And now her captor lifts his hat -- revealing paper-thin skin, eyes like black coal. This is RUNE, a bounty hunter. \n[10]Don't. go too far, Rune. \n[11]Of course he does. \n[12]No. Rune smiles,'revealing an impressive set of vampire fangs. \n[13]Don't get involved in this. \n[14]Fine. He's Yours. As if on command, the finger retreats back into the jacket, Lucy COLLAPSING to the floor coughing and choking. \n[15]Annoyed, picks up the still burning cigar, squeezing it in his hand. He turns to Lucy. 77. \n[16]And as for you uy dear...You're more trouble than I anticipated. Must be your uncle's blood in you. A shame he'll never see what you'll become. I would've loved to see his face. And then he is upon her, saliva mixing with blood as he drinks. \n[17]\"And the third day He shall rise again. Priest can't believe it, seeing his long dead comrade, his face etched with shock, all he can do is ask -- \n[18]Oh ye of little faith. The understanding hits Priest immediately, crashing over him like a wave. \n[19]No, Priest...I turned them. He smiles wider as we CROSSCUT TO: \n[20]Lost souls abandoned by divinity. No belief, no voice to guide them through the wilderness. Sound familiar? Priest doesn't reply, warily eyeing him. \n[21]Lack of faith. That's what I found in my new brethren And so it was I discovered my true calling -- To teach. To lead. \n[22]By drawing a once great race back to their\"nature. By helping them discover' the mastery within themselves. 95. \n[23]By putting them in touch with a higher power. \n[24]Me. Something in the distance catches Priest's eye, a BLACK SPEC on the horizon -- It's The Cities. His jaw tightens, he knows there isn't much time. \n[25]It was the only way. The Cities are defenseless now...no one left to stop us from entering our Eden. But I was kind -- I gave every last one the choice I never had. Now it's your turn. Almost imperceptibly the two make a shift in their postures, the tension between the two warming up. Two warriors steeling for a fight. \n[26]it's better to be with your enemies than to be alone, Priest. Humanity had its chance. It's time to make way for new blood. Priest lowers his head, when he raises it, his reply comes easy and without hesitation. \n[27]They taught us God created man in His image. . .but they lied. Man created God in a image -- And so, like man, God is weak. Corrupt. Merciless. He wipes away a streak of blood from his cheek. \n[28]Who do you fight for, Priest? The Order's collapsed. The Church nothing but a line of decrepit, ruined old men. Charlatans. How do you think I'm getting into the cities? Priest's face drops. \n[29]Your faith has failed you Priest. Join me. Join me and have the best of both worlds --Walk in the sun. Stalk in the night. Why pray to a God when you can BE one? \n[30]Your problem is you keep looking to God for-your power -- But I know the real truth. You've been praying to an empty sky. And now he SWIPES his foot across the roof, knocking off Priest's hand as one would swat a bug. Priest falls below, getting caught under the train and quickly dragged under. \n[31]But you know that now. \n[32]      \n[33]I'm afraid you're too late, Priest. \n[34]SLAMMING.into him, the two warriors going at it in a brutal battle, the vampire raking his claws across Priest's face, drawing blood. \n[35]With them I can start anew! You can't stop it -- Must be God's will. He flies across the room, BARRELING into Priest with everything he's got, DIGGING a hand into Priest's wound. \n[36]\"I looked and beheld a pale horse and His name that sat on him was Death\" -- 110. Priest coughs up blood. Black Hat smiles, wrapping a hand around Priest's. throat, LIFTING him off the floor, SQUEEZING the life from him, \n[37]\"And all hell followed with him.\" He raises his head back, ready to sink his teeth. Priest too exhausted to fight back. This is it. Prom a b= -- ", "Shannon": "\n[1]Supper's on! He smiles, studying a. stunning RUBY RED FLOWER, separate from the others. His crown jewel. He closes the door and enters -- \n[2]You been spending an awful lot of time behind that door. Makes a woman suspicious. \n[3]Nothing special about milkweed. Unless you like a thorn in the finger. 4. \n[4]What is it? \n[5]Aaron. She's thirteen -- She should be with children her own age. Aaron lets out a breath. \n[6]From outside we hear the cycles revving. Aaron runs to the door. Rips off the board in time to see -- \n[7]Her body lying in the dirt, head lurching at an obscene' angle. He brushes back her hair -- ere' g UNCT_URE MABKS in hem neck. Crying, he cradles his, wife. Feverishly looking around for \n[8]Lies in a freshly dug hole. Priest sprinkles dirt across.the casket, offering prayers. Aaron watches,. silently. A GROUP OF TOWNSPEOPLE encircle the grave. Everyone wearing black goggles for protection from the swirling dust. ", "Pace": "\n[1]He takes the picture off the wall, studying it. The image bringing him peace. From the streets below, the sound of a GUNSHOT. He looks at the rosary beads, still in his hand. He turns out the light. ", "Dr.": "", "Tomlin": "", "Hicks": "\n[1]This is what's known: There has always been man...and there have always been vampires. BLACK SHAPES swoop past the moonscape, vicious looking things. Much shrieking and wailing. Atop a STONE ZIGGURAT -- We see a GROUP OF MEN -- AZTEC WARRIORS readying themselves with PRIMITIVE WEAPONS -- SLINGS, BOWS, SPEARS. Tonight they know they will die. \n[2]Since the beginning -- the two have been locked forever in combat... The vampires were quicker, stronger and had the gift of flight. Quick glimpses of a bloody, brutal battle. Men screaming. Talons ripping. FIERY ARROWS launched against an unseen enemy. \n[3]But man had the sun. THE CAMERA TILTS DOWN to find another GROUP OF MEN -- more sophisticated than the first. Makeshift weapons made of metal and steel slung across their backs glinting in the sunlight. They stand before AN EARTHEN STRUCTURE, looks like a GIANT WASP NEST. Unsheathing their weapons, they step grimly inside. We HEAR a HISSING WAIL and the wielding of steel. \n[4]Then came THE PRIESTS -- The Man turns and we see his face is shadowed by a large CROSS TATTOO, cutting across his eyes and down the center. \n[5]-- Specially trained warriors in the art of vampire combat. They single-handedly turned the tide for the humans. Quick glimpses of a GROUP OF PRIESTS battling a FURY OF VAMPIRES . Their technique is otherworldy -- combining the brutality of a Maori Warrior. with the grace of a Samurai. s b m i l \n[6]Over time the vampire threat faded. The once fierce race now fatally diminished. A shadow of what they once. were. Through heavy smoke, we see a pile of VAMPIRE CORPSES, a ragged collection of fangs and claws. \n[7]The remaining vampires were put Into camps and -- by decree of the High Clergy the Priests disbanded. The former warriors to be integrated as members of regular society. We see a WAX SEAL pressed onto an ancient parchment. The document carefully rolled and stored in an ORNATE CHAMBER. \n[8]The human race thrived in relative quiet. The vampire menace quickly forgotten for other, more modern threats. And the few surviving Priests faded Into quiet obscurity. The chamber is closed. We see an encrusted key turning in a heavy set lock and we -- \n[9]Thought you'd come back for a souvenir, hub? You gotta be the dumbest bloodsucker I ever come across. Priest steps into a pool of moonlight, illuminating his face. \n[10]I'll be dammed. He casually spits some ATOMIC CHAW, hitting the floorboards with a SIZZLE. \n[11]Pull up in front of the Jail. Hicks eyes the salesman, coolly dismounts and adjusts his hat. \n[12]â\u0080¢Scuse me a minute, He heads towards the crowd, the salesman continuing his pitch. \n[13]You best get in that van and clear on out, mister. 24. \n[14]I got six right here. \n[15]That's one. KAPOW! The windshield cracks like a spiderweb. \n[16]Two. Immediately, the salesman quickly packs up his wares, scrambling for the van door. As he gets in, he catches a look at Priest, pauses a moment, then starts up the vehicle and quickly PEELS away. Hicks pulls the knife from the wall, holds the bag up to the crowd. \n[17]Now you all listen up. This bag ain't good fornothin' but linin' that man's pockets with your hard earned money. Much shuffling amongst the people -- they trust in their sheriff but they're frightened. An older man named, CROCKER, steps up. \n[18]I seen enough two-bit hustlers and carry barkers. He ain't no better. \n[19]Take a look. (Crocker does, the contents spilling to the ground Ain't nothin' but sand, flour and maybe 'a little garlic.. Oldest trick in the \n[20]I filed a report with the Cities last night. I'm sure they're Join' all they can. The townspeople mutter amongst themselves. Hicks looks over to Priest, a GROUP OF CHILDREN have already gathered,. pointing and whispering at him. \n[21]I've already had one of the boys send for your brother. We got him put up at Paddy's place. Priest gazes out . the; window. A group of TOWNSPEOPLE are milling out front, staring at him.. He pulls down the shade. \n[22]You're gonna have to excuse the attention.. We don't get strangers `round here too much -- \"Specially no Priest. 'Course we ain't never had no vampire attack in.these parts before.  But then you're just here to perform the service, right? Priest doesn't reply, staring at a yellowed wanted poster. 26. \n[23]Never much of a believer myself. I figure I got one bullet to shoot. I'm gonna shoot it my way... not how some BOOK tells me to. But I do hear things...it true what they may about you folks? You can fold time? At that, Priest turns, looking at Hicks. Before he can answer the door opens and -- \n[24]Stands apart from the others, hat in his hands. His eyes focused on Priest. Not even watching as -- Aaron plants the RUBY RED FLOWER at the head of the grave. Its glorious color almost obscene in this barren wasteland. \n[25]Aaron. \n[26]You mind if I have a word-with your brother? An awkward BEAT as the two stare at each other. Both knowing what the other's thinking. \n[27]I'm sure you're well aware of the Vampire Protection Act. 30. \n[28]it strictly states it is forbidden for anyone to hunt vampires anymore. \n[29]These days, things go through proper channels. Paperwork drawn up. investigators called in. Procedures followed.  'Course we both know after a week, girls taken by vampires either and up dead or worse -- turned. I'm sure you also wouldn't be surprised to know my office's'been contacted. I'm supposed to arrest you on sight. He pulls a SHINY OBJECT from his pocket, puts it on the table beside Priest. \n[30]On the other hand -- if I go after Lucy there'll be a warrant on mybead too...and that'll put us in the same briar patch. \n[31]We leave at sun up. Priest turns. A moment as each man studies the other. \n[32]We're the only chance she's got. Priest picks a bullet from the table, a carefully notched CROSS now in its tip . He SNAPS it in the air. \n[33]Better than I am with a knife. Priest considers this. \n[34]What's with all the bullets anyway? I thought Priests don't use firearms. \n[35]Didn't mean to be late -- My deputies are a little green about keepin' the peace all by their lonesome. Needed a pep talk. Figure I'll ride point. I know my way `round the Wasteland better than just `bout anyone. ' Without so much as a word, Priest climbs on his cycle and kick starts it, the engine REVVING to life. VROOMI off he goes. Hicks can't help but laugh. \n[36]  \n[37]The Nightshade Reservation.. Ain't nothin' but red-outs and rejects. They're a fallen tribe. \n[38]What happens in two hours? \n[39]This is how most of the reservations are these days. We see faces peering out from wooden slats. Gaunt,: lifeless eyes. These'are FAMILIARS. \n[40]Nobody really enforces it. most come from the fringes. Drifters. They're creepy as all hell -- but harmless. They turn off their bikes and dismout. Hicks stepping awkwardly between the chickens. A MALE FAMILIAR stands with a butcher knife over a basin. His gaze is slack -- More dead than alive. He picks up a chicken and CHOP1 off goes its head, blood draining into the container. His voice a hissing rasp. \n[41]We're looking for a Vamp Pack. They woulda' came through here a couple nights ago. \n[42]Then you won't mind if we have a look around? The Familiar picks up another chicken. Raises the butcher knife. \n[43]Not supposed: to do that without a warrant -- BAMI -- Priest kicks the door in. We hear the Familiar SCREECH as Priest steps inside -- \n[44]Lets loose with a mean roundhouse. Plugging him in the chest. in one quick motion he rips the butcher blade from his arm, flinging it at the nearest \n[45]Pulls off his COWBOY HAT. Activating a release. With a CLICK! thousands- of needle--like teat ext e d fro the brim. With deadly accuracy, he flings the hat: It FLASHES through the air, DAIS'iWHEELING around a Familiar's neck, pinpricking his skin and finally whirling back to Hicks' band likean obedient pup. A BEAT as the Familiar stands, mouth agape. Then with a wet SNAP his head rolls off his shoulders, THUDDING in the dirt. Hicks falls to the ground, his wound starting to get the best of him. He musters up his strength for another hat attack but before he can -- \n[46]Why? \n[47]Dazed, watches as the vampire's body erupts with death spasms, arms and legs kicking the air in a violent frenzy until finally all life drains away. \n[48] Jesus. Another VAMPIRE careens towards him. Coming in low, crawling across the ground on all fours. Fangs dripping. Hicks FIRES off a mess of bullets, peppering the creature as it flails backwards screeching. He snaps out the empty shells, reloading almost supernaturally fast, firing off a shot that SPLITS the Vampire's throat. He twirls the gun, flipping it into his holster. This leaves only \n[49]Should we go after him? \n[50]Lucky I guess. The blade didn't go that deep.  Don't know what got into those Familiars to attack like that. They're usually harmless. Priest finds a KNIPE clutched in a dead Familiar's hand, tucks it in his waistband. \n[51]You did this on purpose, didn't you? You knew we wouldn't. be out before sundown. You wanted this to happen. \n[52]The stomach I got. I was in the Rangers two years. Even fought in the Boondock Uprising...I saw some crazy things. \n[53]it comes easy to you... don't it? \n[54]Killin'. \n[55]  \n[56]What? \n[57]Why? You gonna shoot me now? Priest's stare is piercing. A pause then Hicks pulls his six shooter, handing it to him. Priest checks the chambers, giving it a quick spin. 45. \n[58]You're teaching me to shoot? \n[59]My ass I In case you didn't notice I was pretty damn good out there! And I sure as hell didn't see you doin' much when I had that blade buried in my arm. Must've been too busy \"focusing\". Priest hands the gun back to Hicks. \n[60]Ain't nothin' but a bunch of bullshit. \n[61]Jericho. It's clear across the Plains. Gonna be a rough ride. \n[62]Walkin' Pete talked about this place -- said it. used to be really somethin'. Everythin' growin' green as a goddamn dollar bill. . 'Course we had to go and screw it up by poisonin' everythin' -- nothin' pretty survives this world ...nothin' decent anyways. Just wish I could'a seen it. 49. Priest pulls out a canteen of water, takes a sip. Hands it k7) to Hicks. \n[63] Sore. Cut's still open. As Hicks hands the canteen back, Priest suddenly grabs his arm it's completely healed. Not even a scar. \n[64]My grandmother... she was raped. Nobody knows -- It's recessive in my family. No bloodthirst. No light sensitivity. I'm not proud... but it's a part of me. Ain't nothin' I can do.  I woulda told you...just didn't want you treatin' me no different. It hangs there. the'silence stretching like a rope,then Priest REVS his cycle; a flurry ofdust kicking up as he speeds away. HOLD ON HICKS -- Eyes stinging, he watches Priest. Finally he starts his bike, following. \n[65]Gotta be a desert rat. They park their bikes about twenty feet from the rickety structure, Hicks stepping off his bike and approaching. Carefully. \n[66]Let me do the talkin'. The sun has a way of cookin' these people's brains so they ain't quite right - BANG! A rifle shot kicks up dust at Hicks' feet. \n[67]Easy now old timer. I'm a sheriff. The old man snorts, spitting a thick stream of tobacco,. it sizzles when it hits the dust. \n[68]Sounds like a bunch of religious mumbo jumbo to me. The old man stares fixedly at Priest. \n[69]What is it? \n[70]That's angel shit? \n[71]  \n[72]Why we listen' to that crackpot? Crazy fucker's so blinded by faith he's batahit. That's called a zealot in my. book. I'm startin' to think you might be one yourself. You ever think bout that? Priest doesn't respond, squinting his eyes. At the opposite end of the courtyard is an opening. It leads into a CHAMBER of some kind. \n[73]This is bullshit. Lucy's been gone five days'-- every stupid minute we waste here is a minute more she gets farther-away. Priest turns and sees a STONE STAIRCASE, uneven steps leading. downwards...too dark to tell where though. 56. \n[74]Great. \n[75]Shit. He wipes the blood on his pants, not noticing as a A LARGE SHAPE looms in the archway behind him... \n[76]What the hell is that thing?I \n[77]I'm not stupid. Vampires don't look like that. \n[78]Who the hell are you?! (7, She doesn't even bother to respond,.just shooting a look as the two warriors bound \n[79]Point A...meet point fuckin' B. He smiles, twirling his six shooters back into their holsters. \n[80] - Hey.you guys better get a look at thisl The warriors lock eyes, knowing something's been started -- but.unsure of what. They head down the stone steps. \n[81]That ain't no birthmark -- it's a brand. The Priestess studies the mark, something about it making her skin crawl. Maybe because it's in'theshape of a top hat. \n[82]Guess they're not as endangered as everyone thought. 66. \n[83]  \n[84]Are Priests allowed to, you know...have relations? \n[85]Look...I was uh, wondering --. how did he do that little stunt back there? \n[86]Including you? She nods. \n[87]So what's the trick? \n[88]Remember... what? \n[89]Yeah. \n[90]. See what? \n[91]I'll start with the sheriff. \n[92]'Damn. He shakes his head, heading towards the holding area as -- 70. \n[93]There ain't nobody left. Nobody. \n[94]Where's Priest? 71. But the Priestess's already focused on something else, gazing at something behind the general store. He turns to see what it is. \n[95]Don't make no sense. What were they doin' out here? \n[96]Who? The Priests just stare into the fire, not having any idea. \n[97]I imagine you'll have to go back to the Cities, inform the Clergy. A sudden silence. \n[98]It's a railroad spike. My pop used to work boxcars before they shut down -- Why the hell would anyone wanna swallow that? A beat as Priest puts it together. \n[99]The Dunkirk Line. It starts all the way in the backcountry, bought the ore from the deep mines. There were about five stops along the route. I think. He draws several Xs along the line. His hand coming to a stop on a particular forboding PATCH OF MOUNTAINS. 74. \n[100]Looks like Jericho was, the last town it glances before'. heading around the Linwood Mountains...Then it goes to the last stop. \n[101]The Cities. So there it is. The Priestess narrows her eyes. \n[102]But headin' to the Cities is suicide. The sun will kill `em -- there's nowhere to hide. Priest gazes at the map, deeply troubled. \n[103]Beggar's Pass...it ain't gonna be easy. As if on cue the last rays of the sun wink out behind the mountain. \n[104]If we push it hard we'll gain two days on 'em. Should be enough to get us a jump. \n[105]That's the funny thing about time -- He dips his hand in the water and raises it, letting the liquid leak from between his fingers. \n[106]It's always runin' right through my fingers. \n[107]You ever regret it? Bein' a Priest? \n[108]What about a husband, children...A family? \n[109]What? You mean Mr. Laffs over there? \n[110]He's going to kill her, isn't he? If. she's turned. \n[111]There's things that can be done. She doesn't have to die. \n[112]And how many of you Priests are left now? A long moment before she speaks. \n[113].I'm sorry., \n[114]I- ee itl Hicks points, reaching the top of the mountain. \n[115]Six-shooter pointed right at him. A beat as the two sides stare at each other in standoff. The air between them vibrating with energy. Crackling. Rune considering his options. \n[116]Tell me you won't kill her. Priest doesn't reply. 87. \n[117]Tell me...or I'll shoot you where you stand. \n[118]Don't turn this into somethin' it's not. \n[119]She's your kin, goddamit! \n[120]Things can be done. Things to lessen the thirst. She can have a normal life, she doesn't have to die. Priest nods grimly. \n[121]And what is that? Some special Priest code of honor? You don't get it. Your \"way' -- It's over! \n[122]This ain't done. He lowers his gun and walks away. The two warriors stand together, the Priestess gazing at Priest...hedoesn't return it. Without a word, he heads back to his cycle. She doesn't see as his hand touches his stomach. It comes up red. \n[123] \n[124]  \n[125]My.tuxn now, Priest. BAMI He kicks the door in \n[126]  \n[127]DOZENS OF VAMPIRES ARE NOW AWAKE. Sitting up in their coffins, the foul creatures all blood-eyeing Hicks like the dinner he most surely is. \n[128]Shit. With a WAIL, the vampires quickly scramble from their coffins, sharp talons scratching at the wood, snapping the planks. Desperate, he wrenches open the door, darting into -- \n[129]It'll hold. . .but not for long. \n[130]The WILD-EYED FAMILIAR charges, attacking from behind, having unlocked the chain and opened the door. He SCREAMS, sinking a KNIFE in Hicks' side! Hicks spins, slamming his attacker in the nose with a palm heel strike, knocking the Familiar out instantly. Hicks pulls the knife out, blood flowering across his shirt as the vampires continue to PUMMEL the door behind, him. He trips over the chain and staggers into -- \n[131]'Dam. He site on the floor, breathing hard, knowing this is as far as he goes. Gradually another sound becomes audible. Hicks listens, nervous. He holds his breath straining to hear. It's someone else's BREATHING. \n[132]Lucy? it is. just below her lip. Something sharp. \n[133]Lucy, my name is Sheriff Hicks...I'm here to take you home. No response. She seems almost catatonic. He reaches into his pocket, pulling out her photograph, showing it to her. 101. \n[134]I'm here with your uncle. That gets her attention, she looks at Hicks -- And she looks scared. \n[135]Stay behind me. I'll hold `em off as long as I can BLAMI BL.AM! Hicks FIRES, bullets peppering the creatures as they HOWL -- but they keep at it, the thick chain stretched tight, ready to snap. \n[136]Lucy? WHAM! A WOODEN. PLANK slams him over the head, knocking the gun from his hand. Woozy, he spins around to find Lucy standing over him, holding the plank above her head. He scoots back just as WHAM! the plank comes back down again, splintering apart across the floor. \n[137]Lucy, wait She doesn't, jabbing at him with the broken plank, he dodges it, barely, but she keeps coming. \n[138]  \n[139]We should jump! \n[140]  \n[141]  \n[142]You knew they wouldn't make it. A long time before Priest answers. \n[143]When you're finished -- You know where to find me. A tense beat then Priest GUNS the engine. Hicks and Lucy watching as he blazes towards the Cities, the sky above the color of hellfire. \n[144]Leans against the backwall watching. Lucy glances his way... then shyly looks away. \n[145]Just make sure she keeps on the tea. It's a special brew -- lessens the bloodthirst...something my granddad taught me. Aaron nods hopefully, squeezing his. daughter's hand. \n[146]It doesn't have to be like this. Priest just stands, staring. Hick's hand curls around the revolver. Priest looks to the cabin, the challenge hanging in the air \n[147]D= I t- -make dQ this. \n[148]  \n[149]Nothing to worry about, just a coyote. Aaron smiles, happy enough to be with Lucy. \n[150] ", "Owen": "", "Lucy": "\n[1]Yuck. Pershing-stew again. Their DAUGHTER . Already a heartbreaker. This girl is too young, too pretty to be out here in the badlands. \n[2]I can't do it anymore. This outpost. Being all cooped up like this. I'm going \n[3]I don't know what it's like to have a best friend. To have any friends. I want to have a crush. I want secrets. I want a life. Shannon looks at her husband. She knew this day would come. \n[4] \n[5]Dear Lord we thank you for what we are about to receive. Blessing us with your gifts... She.speaks with her eyes clenched shut, words spoken sincerely, nothing perfunctory about it. She's a believer. \n[6]We thank you for the earth and the sky and for your bounty through Christ our Lord -- She.stops, opening her eyes -- staring at the plates and glasses on the table. They're RATTLING. \n[7]  \n[8]       \n[9]He keeps screaming but it's no use -- as the-motorcycles fade in the night he knows -- They've taken her. The CAMERA TILTS to the MOON hanging above the plain. it turns BLACK as we now find ourselves peering into -- 8. \n[10]Lying on the floor, her face streaked with tears. Vestiges of the girl we met earlier already lost. \n[11]I won't tell anyone if you let me out...I promise. 48. \n[12]  \n[13]My uncle's a Priestl one of the best. Hooll corns after youl The Figure laughs. Bending down to her level -- \n[14]Thank you. The Familiar turns to leave. WHAPI Lucy SLAMS the tray over his head and he collapses to the floor. She makes a run for it. But the Familiar manages to grab her ankle.knocking her down, she kicks at him as he holds fast, hissing. Two more FAMILIARS run in and grab her arms, wrestling her to the floor. She struggles furiously but it's no use, she screams as we CUT TO: \n[15]Hey... The Familiar turns -- Lucy's perched inside one of the JOISTS lining the underside of the train. KRACKI- She lets loose with a well-placed KICK, snapping his head back so he catches on the track. With ascream, he's quickly SUCKED out the train, pulverized on the track. Lucy's covers her mouth, her nails an ugly bloody mass. She's come this far, time to go the rest. She manages to carefully crawl from joist to joist, moving along the underside of the train, her body just centimeters from the passing track. \n[16] \n[17]      ", "Familiar": "\n[1]Good afternoon, Sheriff... Father. What brings you to Nightshade? \n[2]Nobody comes through Nightshade. That's the way we like it. Nice and quiet. \n[3]Not at all. CHOPI The head clatters to the ground. \n[4]. Got Got You must got Master will be angry! Nicks is grimacing from the stench. He looks at Priest, not happy as he approaches a STONE SARCOPHAGUS. Running his hand over it. \n[5]PLEEASE please got \n[6]NOt NOI THE MASTER CANNOT BE DISTURBEDI Priest rests his hand against the. atone slab covering.the tomb. It must weigh 200 pounds. He moves the slab. Just a centimeter -- but the Familiar screeches. \n[7]  \n[8]No, i don't think so. Hearing a noise, Hicks turns, witnessing a horrible sight moving towards him \n[9]About ten of them. Real Night Of The Living Dead stuff. Makeshift weapons in their hands:. Scythes, Slingblades, Buzzsaws. 3.7. Before Hicks can react -- \n[10]Attacks, BUTCHER BLADE raised. CHOP! the blade buries itself in Hicks' arm! \n[11]The blade lodges in his skull and he drops like a sack. These guys move surprisingly fast -- Hicks is already surrounded. He hears a whistling noise as \n[12]  \n[13]It's our time now. We hear a LOW RUMBLE from inside the crypts. Priest looks at Hicks, a feeling of dark electricity in the air, anticipation. \n[14] \n[15] -- The metal beast! She's in the metal beast! \n[16]  \n[17]A man came on board at the last stop. Says he has something for you. The Figure nods. We-FOLLOW as he continues to the back of --- the car, sliding open the door "}}