{"filename": "Psycho_script.txt", "imdb_id": "tt0054215", "imdb_url": "https://www.imdb.com/title/tt0054215", "characters": ["Complete credited cast:", "Highway Patrol Officer", "Dr. Fred Richman", "Mrs. Chambers", "Tom Cassidy", "George Lowery", "Sam Loomis", "Sheriff Al Chambers", "Lila Crane", "Caroline (as Pat Hitchcock)", "Marion Crane", "California Charlie", "Norman Bates", "Det. Milton Arbogast"], "dialogues": {"Mrs.": "\n[1]\t\tOh?  \n[2]\t\tYou didn't! \t\t\t(a cross look up at \t\t\tthe bell \t\tIt's tinkerbell. \t\t\t(a quick smile at \t\t\tLila \t\tAl wants to be sure he'll hear it if \t\tanyone rings it in the middle of the \t\tnight. \t\t\t \t\tWell come on in, at least!  \tAs she opens the door wide,  \n[3]\t\tAlbert! \t\t\t(a tiny wait, a smile \t\t\tas Sam and Lila enter \t\tAl Chambers!  \tSam is about to close the door behind him. Mrs. Chambers \tmotions for him not to, scurries across the hall, leans \toutside, presses the doorbell. The RING within the house is \teven more shattering. She closes the door, starts to the \tstairway, pauses as the SOUNDS of movement above COME OVER \n[4]\t\tCustomers!  \tSHERIFF CHAMBERS comes down the stairs, in a bathrobe which \tmatches his wife's. He is a tall, narrow man with a face \toriginally destined for Mount Rushmore. He nods at Sam, looks \tat him with wide-awake eyes and a no-nonsense concern.  \n[5]\t\t\t \t\tLet's go out back and have some coca \t\twhile the men are talking.  \n[6]\t\tMary is Lila's sister?  \n[7]\t\t\t \t\tBates' Motel. \t\t\t \t\tHe has a mind like a mechanical brain \t\tand the more information you feed \t\tit... Go on, Sam.  \n[8]\t\t\t \t\tNorman took a wife?  \n[9]\t\t\t \t\tWhy don't you call Norman and let \t\thim say just what happened, if he \t\tgive the man a hot lead and he did \t\tjust scooted off... it'll make the \t\tgirl feel better, Albert.  \n[10]\t\tRecluse. Kinder word.  \n[11]\t\t\t \t\tFlorrie, the Sheriff wants you to \t\tconnect him with the Bates Motel.  \tShe hands the receiver to the Sheriff. He takes it, \treluctantly, listens to the dim sound of RINGING on the other \tend. After a moment:  \n[12]\t\tArbogast.  \n[13]\t\tBarefaced.  \n[14]\t\tI helped Norman pick out the dress \t\tshe was buried in. Periwinkle blue.  \n[15]\t\tNorman found them dead together.  In \t\tbed.  \n[16]\t\t\t \t\tMaybe you saw Mary!  \n[17]\t\tHe's already been.  \n[18]\t\tHave you two had breakfast?  \n[19]\t\tIt's Sunday. Come over and do the \t\treporting at the house, 'round dinner \t\ttime. Make it nicer. You too, Sam.  \tShe smiles brightly, as if having invited them over to discuss \tthis year's charity fandango, takes the  \tSheriff's arm, starts away. The Sheriff nods as he goes.  \tSam and Lila are alone now, at the curb, before the deserted \tchapel. For a long moment they just stand there, their faces \tas gray and overcast as the sky.  \n[20] \tA close of her face, She appears to be watching and enjoying \tthe fight. Over the shot, the SOUNDS of the struggle, the \tscreams of Norman.  ", "Chambers": "\n[1]\t\tOh?  \n[2]\t\tYou didn't! \t\t\t(a cross look up at \t\t\tthe bell \t\tIt's tinkerbell. \t\t\t(a quick smile at \t\t\tLila \t\tAl wants to be sure he'll hear it if \t\tanyone rings it in the middle of the \t\tnight. \t\t\t \t\tWell come on in, at least!  \tAs she opens the door wide,  \n[3]\t\tAlbert! \t\t\t(a tiny wait, a smile \t\t\tas Sam and Lila enter \t\tAl Chambers!  \tSam is about to close the door behind him. Mrs. Chambers \tmotions for him not to, scurries across the hall, leans \toutside, presses the doorbell. The RING within the house is \teven more shattering. She closes the door, starts to the \tstairway, pauses as the SOUNDS of movement above COME OVER \n[4]\t\tCustomers!  \tSHERIFF CHAMBERS comes down the stairs, in a bathrobe which \tmatches his wife's. He is a tall, narrow man with a face \toriginally destined for Mount Rushmore. He nods at Sam, looks \tat him with wide-awake eyes and a no-nonsense concern.  \n[5]\t\t\t \t\tLet's go out back and have some coca \t\twhile the men are talking.  \n[6]\t\tMary is Lila's sister?  \n[7]\t\t\t \t\tBates' Motel. \t\t\t \t\tHe has a mind like a mechanical brain \t\tand the more information you feed \t\tit... Go on, Sam.  \n[8]\t\t\t \t\tNorman took a wife?  \n[9]\t\t\t \t\tWhy don't you call Norman and let \t\thim say just what happened, if he \t\tgive the man a hot lead and he did \t\tjust scooted off... it'll make the \t\tgirl feel better, Albert.  \n[10]\t\tRecluse. Kinder word.  \n[11]\t\t\t \t\tFlorrie, the Sheriff wants you to \t\tconnect him with the Bates Motel.  \tShe hands the receiver to the Sheriff. He takes it, \treluctantly, listens to the dim sound of RINGING on the other \tend. After a moment:  \n[12]\t\tArbogast.  \n[13]\t\tBarefaced.  \n[14]\t\tI helped Norman pick out the dress \t\tshe was buried in. Periwinkle blue.  \n[15]\t\tNorman found them dead together.  In \t\tbed.  \n[16]\t\t\t \t\tMaybe you saw Mary!  \n[17]\t\tHe's already been.  \n[18]\t\tHave you two had breakfast?  \n[19]\t\tIt's Sunday. Come over and do the \t\treporting at the house, 'round dinner \t\ttime. Make it nicer. You too, Sam.  \tShe smiles brightly, as if having invited them over to discuss \tthis year's charity fandango, takes the  \tSheriff's arm, starts away. The Sheriff nods as he goes.  \tSam and Lila are alone now, at the curb, before the deserted \tchapel. For a long moment they just stand there, their faces \tas gray and overcast as the sky.  \n[20]\t\tYou two can go on home if you like. \t\t\t(a sympathetic look \t\t\tat Lila \t\tMaking that statement was enough for \t\tone night.  \n[21]\t\tIf anybody gets any answers, it'll \t\tbe the fellow talking to him now... \t\tthe Psychiatrist. Even I couldn't \t\treach Norman... and he knows me. \t\t\t \t\tYou warm enough, Miss?  \tLila is about to answer, when she sees someone come into the \troom and rises anxiously. Sam and Sheriff Chambers turn, \tfollow her gaze.  \n[22]\t\t\t \t\tAnd the forty thousand dollars?  Who \t\tgot that?  ", "Tom": "\n[1]\t\t...They tell you what its ingredients \t\tare and how it's guaranteed to \t\texterminate any insect in the world, \t\tbut they do not tell you whether or \t\tnot it's painless. And I say insect \t\tor man, death should always be \t\tpainless.  \tCAMERA, by this has reached the front door of the hardware \tstore and we now see a girl standing just inside the door. \tShe is an attractive girl with a rather definite manner, a \tlook of purposefulness. She carries a handbag and a small \tovernight case. She is Mary's sister, LILA CRANE.  \tBob Summerfield has noticed Lila, smiles brightly at her, \tgives her an I'll-be-with-you-in-a-moment nod.  \tLila starts to walk toward the counter, never taking her \teyes off Bob. As she approaches, she asks quietly:  \n[2]\t\tAll I can do is hope if it isn't \t\tpainless, it's quick!  \tShe speaks \"quick\" with a kind of delicious bite, nods \thappily, goes on out of the store. Sam is now staring \tapprehensively at Lila.  ", "Cassidy": "\n[1]\t\tWow! Hot as fresh milk! You girls \t\tshould get your boss to air-condition \t\tyou up. He can afford it today.  \tLowery flashes an embarrassed smile at Mary, tries to lead \tCassidy toward the private office.  \n[2]\t\tTomorrow's the day! My sweet little \t\tgirl... \t\t\t(laughs as Mary looks \t\t\tup at him \t\tNot you, my daughter!  A baby, and \t\ttomorrow she stands up there and \t\tgets her sweet self married away \t\tfrom me! \t\t\t \t\tI want you to look at my baby. \t\tEighteen years old... and she's never \t\thad an unhappy day in any one of \t\tthose years! \t\t\t  \tMary glances, cannot bring herself to smile or make some \tremark, continues sorting out the deed copies, tries to ignore \tthe man's hot-breath closeness.  \n[3]\t\t\t \t\tYou know what I do with unhappiness? \t\tI buy it off! You unhappy?  \n[4]\t\tI'm buying this house for my baby's \t\twedding present. Forty thousand \t\tdollars, cash! Now that ain't buying \t\thappiness, that's buying off \t\tunhappiness! That penniless punk \t\tshe's marryin'... \t\t\t \t\tProbably a good kid... it's just \t\tthat I hate him. \t\t\t \t\tYup! Forty thousand, says here... \t\t\t \t\tCasharoonie!  \tHe takes out of his inside pocket, two separate bundles of \tnew $100 bills and throws them onto the desk, under Mary's \tnose. Caroline's eyes go wide at the sight of the glorious \tgreen bundles of bills, and she comes close to the desk. \tCassidy leans terribly close to Mary, flicks through the \tbills, laughs wickedly.  \n[5]\t\tI never carry more than I can afford \t\tto lose! \t\t\t \t\tCount 'em!  \n[6]\t\tSo what? It's my private money! \t\t\t(laughs, winks, elbows \t\t\tLowery \t\tAnd now it's yours.  \n[7]\t\t\t \t\tI don't! That's how I'm able to keep \t\tit! \t\t\t  \n[8]\t\tSpeakin' of feeling good, where's \t\tthat bottle you said you had in your \t\tdesk... \t\t\t(laughs, as if having \t\t\tgiven away Lowery's \t\t\tsecret \t\tOops! \t\t\t(to Mary, patting her \t\t\tarm \t\tUsually I can keep my mouth shut!  \tHe rises, reels toward Lowery's office, pauses, turns, speaks \tto Mary, meaningfully.  \n[9]\t\tHonest. I can keep any private \t\ttransaction a secret... any pri.... \t\t\t(stopped by Mary's \t\t\tcold gaze \t\tLowery! I'm dyin' of thirstaroonie!  \tLowery starts after him, pauses, turns to Mary. Cassidy has \tgone into Lower's office.  \n[10]\t\tYou go right home!  Me and your boss \t\tare going out to get ourselves a \t\tlittle drinkin' done! \t\t\t \t\tRight?  \n[11]\t\tYou need a week-end in Las Vegas... \t\tplayground of the world!  \n[12]\t\t\t \t\tOnly playground that beats Las Vegas!  \tMary goes back out into the outer office, closes door.  \n[13]\t\t\t(undrunk, sharp with \t\t\trage \t\tWell I ain't about to kiss off forty \t\tthousand dollars! I'll get it back \t\tand if any of it's missin' I'll \t\treplace it with her fine soft flesh! \t\tI'll track her, never you doubt it!  \n[14]\t\tYou checked with the bank, no?  They \t\tnever laid eyes on her, no?  You \t\tstill trustin'? Hot creepers, she \t\tsat there while I dumped it out... \t\thardly even looked at it, plannin' \t\tand... and even flirtin' with me...!  \tA look of revulsion makes Mary close her eyes.  ", "George": "", "Lowery": "\n[1] \tA small, moderately successful office off the main street. A \tcab pulls up at the curb. We see Mary get out of cab, pay \tdriver, cross pavement to the office door.  \n[2]\t\tMary, will you get those copies of \t\tthe deed ready for Mr. Cassidy.  \tCassidy pauses beside Mary's desk, hooks a haunch onto the \tdesktop, smiles a wet smile at Mary.  \n[3]\t\tCome on, Tom, my office is air- \t\tconditioned.  \n[4]\t\t\t \t\tTom... cash transactions of this \t\tsize! Most irregular...  \n[5]\t\t\t \t\tSuppose we just put this in the safe \t\tand then Monday morning when you're \t\tfeeling good...  \n[6]\t\t\t \t\tI don't even want it in the office \t\tover the weekend. Put it in the safe \t\tdeposit box, at the bank, Mary. And \t\twe'll get him to give us a check on \t\tMonday - instead.  \tHe starts quickly away when it looks like Cassidy is going \tto come and pull him bodily into the office. When the men \tare gone and the door is closed, Caroline picks up a bundle, \tsmiles at it.  \n[7]\t\tCome in.  \n[8] \tMary opens door, looks in. Cassidy is drinking from a large \ttumbler, winks at her without pausing in his drinking. Mary \tremains on threshold a moment, then crosses to the desk, \ttalking as she goes.  \n[9]\t\t\t \t\tOf course. You feeling ill?  \n[10]\t\t\t \t\tCaroline...? Mary still isn't in?  \n[11]\t\tBuzz me the minute she comes in.  \tAgain Mary shakes her head, forces herself to stop hearing \tthese \"invented\" scenes of her imagination.  \n[12]\t\tCall her sister! If no one's answering \t\tat the house....  \n[13]\t\tYou better run out to the house. \t\tShe may be... unable to answer the \t\tphone...  \n[14]\t\tNo! I haven't the faintest idea.  As \t\tI said, I last saw your sister when \t\tshe left this office on Friday... \t\tshe said she didn't feel well and \t\twanted to leave early and I said she \t\tcould. And that was the last I saw... \t\t\t \t\t...wait a minute, I did see her, an \t\thour or so later, driving... \t\t\t(a pause, then with \t\t\tsolemn fear \t\tAh, I think you'd better come over \t\there to my office. Quick. \t\t\t \t\tCaroline, get Mr. Cassidy for me.  \n[15]\t\tAfter all, Cassidy, I told you... \t\tall that cash... I'm not taking the \t\tresponsibility... Oh, for heaven's \t\tsake, a girl works for you for ten \t\tyears, you trust her! All right, \t\tyes, you better come over.  \n[16]\t\tHold on, Cassidy... I still can't \t\tbelieve... it must be some kind of a \t\tmystery... I can't...  ", "Sam": "\n[1]\t\tNever did eat your lunch, did you.  \tMary looks at his smile, has to respond, pulls him to her, \tkisses him. Then, and without breaking the kiss, she swings \ther legs over the side of the bed, toe-searches around, finds \ther shoes, slips her feet into searches them. And finally \tpulls away and sits up.  \n[2]\t\tCall your boss and tell him you're \t\ttaking the rest of the afternoon \t\toff. It's Friday anyway... and hot.  \n[3]\t\t\t \t\tWe could laze around here a while \t\tlonger.  \n[4]\t\tI've heard of married couples who \t\tdeliberately spend occasional nights \t\tin cheap hotels. They say it...  \n[5]\t\tYou sure talk like a girl who's been \t\tmarried.  \n[6]\t\tI'm sorry, Mary. \t\t\t \t\tMy old Dad used to say 'when you \t\tcan't change a situation, laugh at \t\tit.' Nothing ridicules a thing like \t\tlaughing at it.  \n[7]\t\t\t \t\tThe only girlish thing you have lost.  \n[8]\t\tFor what?  \n[9]\t\tOkay. What do we do instead, write \t\teach other lurid love letters?  \n[10]\t\tAnd I'm a working man! We're a regular \t\tworking-class tragedy! \t\t\t  \n[11]\t\t\t(interrupting, \t\t\tseriously \t\tYou can't laugh at it, huh?  \n[12]\t\tSure. It's like laughing through a \t\tbroken jaw, but...  \tHe breaks off, his cheeriness dissolved, goes to the window, \ttries to raise the shade. It sticks. He pulls at it.  \tIt comes down entirely, and the hot sun glares into the room, \trevealing it in all its shabbiness and sordidness as if \tcorroborating Mary's words and attitude. Sam kicks at the \tfallen shade, laughs in frustration, grabs on to his humor \tagain.  \n[13]\t\tAnd besides, when you say I make tax- \t\tdeductible excuses you make me out a \t\tcriminal.  \n[14]\t\tI wish I were. Not an active criminal \t\tbut... a nice guy with the conscience \t\tof a criminal. \t\t\t(goes close to mary, \t\t\ttouches her \t\tNext best thing to no conscience at \t\tall.  \n[15]\t\tI can come down next week.  \n[16]\t\tNot even just to see you, to have \t\tlunch... in public?  \n[17]\t\tAnd after the steak... do we send \t\tSister to the movies and turn Mama's \t\tpicture to the wall?  \n[18]\t\t\t \t\tAll right.  \tShe stares at him, surprised at his willingness to continue \tthe affair on her terms, as girls are so often surprised \twhen they discover men will continue to want them even after \tthe sexual bait has been pulled in. Sam smiles reassuringly, \tplaces his hands gently on her arms, speaks with gentle and \tsimple sincerity.  \n[19]\t\tMary, whenever it's possible, tax- \t\tdeductible or not, I want to see \t\tdeductible you. And under any \t\tconditions. \t\t\t \t\tEven respectability.  \n[20]\t\t\t \t\tI'm all for it! It requires patience \t\tand temperance and a lot of sweating- \t\tout... otherwise, though, it's only \t\thard work. \t\t\t \t\tBut if I can see you, touch you even \t\tas simply as this... I won't mind.  \tHe moves away and again the weight of his pain and problems \tcrushes away his good humor. There is a quiet moment.  \n[21]\t\tI'm fed up with sweating for people \t\twho aren't there. I sweat to pay off \t\tmy father's debts... and he's in his \t\tgrave... I sweat to pay my ex-wife \t\talimony, and she's living on the \t\tother side of the world somewhere.  \n[22]\t\tA couple of years and the debts will \t\tbe paid off. And if she ever re- \t\tmarries, the alimony stops... and \t\tthen...  \n[23]\t\tYeah, but when you do... you'll swing.  \n[24]\t\tAnd live with me in a storeroom behind \t\ta hardware store in Fairvale. We'll \t\thave a lot of laughs. When I send my \t\tex-wife her money, you can lick the \t\tstamps.  \n[25]\t\tYou know what I'd like? A clear, \t\tempty sky... and a plane, and us in \t\tit... and somewhere a private island \t\tfor sale, where we can run around \t\twithout our... shoes on.  And the \t\twherewithal to buy what I'd like. \t\t\t(he moves away, \t\t\tsuddenly serious \t\tMary, you want to cut this off, go \t\tout and find yourself someone \t\tavailable.  \n[26]\t\t\t \t\tHow can you even think a thing like \t\tthat!  \n[27]\t\tHey, we can leave together can't we?  \n[28] \n[29] \tSam is seated at his desk, writing a letter. Sequence  \tbegins with CAMERA IN CLOSE, over Sam's shoulder, and we can \tread as mush as he has written of the letter. The letterhead \treads \"Sam Loomis - Hardware,\" and the letter reads: \"Dearest \tright-as-always Mary: I'm sitting in this tiny back room \twhich isn't big enough for both of us, and suddenly it looks \tbig enough for both of us. So what if we're poor and cramped \tand miserable, at least we'll be happy! If you haven't come \tto your senses, and still want to...  \tCAMERA begins PULLING AWAY as Sam turns the sheet of paper \tover, continues backing away out of the small back room and \theads, backwards, down the corridor, we see a young clerk, \tBOB SUMMERFIELD, Sam's assistant, standing behind the counter, \ta look of handsome patience on his face. He is waiting on a \tmeticulous, elderly woman customer, who is holding and \texamining a large can of insecticide. As CAMERA PASSES:  \n[30]\t\tYes?  \n[31]\t\t\t \t\tSure...  \tLila glances at the customer and the clerk, turns, starts \ttoward the front of the store. Sam holds a moment, then \tfollows. As he reaches her, she turns, her eyes studying him \tintently as she says:  \n[32]\t\tLila.  \n[33]\t\tIs something wrong?  \n[34]\t\tHere?  \n[35]\t\tWhere?  \n[36]\t\tWhat's the matter?  \n[37]\t\tWhat should I know?  \n[38]\t\tNo. I take it you don't either? \t\t\t(As Lila shakes her \t\t\thead \t\tHow long?  \n[39]\t\tAnd you thought she'd come up here, \t\tto me? If she had, what reason would \t\tshe have for not calling you?  \n[40]\t\t\t \t\tWell what do you think, we eloped or \t\tsomething? Or we're living in sin \t\tand...  \n[41]\t\tI was getting to that!  \n[42]\t\tNothing! You're putting me on the \t\tdefensive.  \n[43]\t\tBob? Run out and get yourself some \t\tlunch.  \n[44]\t\tRun out and eat it.  \tBob gets the message, goes out through the back way.  \tSam goes closer to Lila, speaks with soft seriousness.  \n[45]\t\tWhat thing?  \n[46]\t\tWhat thing could we be in together?  \n[47]\t\tIs Mary... in trouble?  \n[48]\t\tWell why didn't she come to me... \t\tcall me...?  \n[49]\t\t\t \t\tNever mind my ego. Let's talk about \t\tMary.  \tTheir attention is distracted by a man who has strolled \tquietly into the room. He ignores them, walks past them, \tgoes behind the counter, takes down a sign reading \"CLOSED \tFOR LUNCH,\" walks back to the door, closes door, hangs the \tsign across the door window, locks the door, turns to Sam \tand Lila, folds his arms, smiles a particularly unfriendly \tsmile.  \n[50]\t\tWho are you, friend?  \n[51]\t\tWhat's your interest?  \n[52]\t\tSomebody better tell me what's going \t\ton and tell me fast! I can take so \t\tmuch and then...  \n[53]\t\tWhy?  \n[54]\t\tWhat are you talking about? \t\t\t \t\tWhat is this?  \n[55]\t\tShe isn't!  \tA real look of anguish comes into Lila's face. And Arbogast \tstudies it, then speaks.  \n[56]\t\tDid you check in Phoenix... \t\thospitals... maybe she had an \t\taccident... a hold-up...  \n[57]\t\t\t \t\tI don't believe it. \t\t\t \t\tDo you?  \n[58]\t\tYou might have doubted for say five \t\tminutes or so, Sister.  \tLila turns from Sam, a flush of guilt and regret in her face. \tArbogast looks at her, quiet sympathetically.  \n[59]\t\tIt was her boss' idea not to report \t\tit to the police?  \n[60]\t\tHe must have had a darn good reason \t\tfor wanting them kept out of it... \t\tAll that cash...  \n[61]\t\tNo.  \n[62]\t\tHow could I go away? I'm in debt up \t\tto my... \t\t\t(Smiles at the \t\t\tincongruity of his \t\t\treply, then goes \t\t\tserious \t\tIf she did steal that money...  It's \t\thard to believe she did because it's \t\thard to see why she would. Unless \t\tshe had some wild idea that it would \t\thelp me... us...  \n[63]\t\tI didn't see her... and I didn't \t\thear from her! Believe that!  \n[64]\t\tYou've led a charmed life.  \n[65]\t\tMaybe we can handle it together. \t\t\t(He smiles \t\t\tencouragingly  \n[66]\t\t\t \t\tI think she'll contact me if she \t\tcontacts anybody. Why don't you stay \t\there. When she shows up... or calls... \t\tbe here.  \n[67]\t\tShe'll need both of us.  \n[68]\t\t\t \t\tFirst rate hotel, fifty yards up the \t\tstreet. Come on. \t\t\t(as he reaches for \t\t\tthe closed-for-lunch \t\t\tsign \t\tAfter we check you in we'll go to \t\tthe drugstore and get you a sandwich. \t\tThen we'll come back here... and \t\twait.  \tHe hangs the sign on the door, ushers Lila out, closes door \tbehind him.  \n[69]\t\t\t \t\tSometimes Saturday night has a lonely \t\tsound. Ever notice, Lila?  \n[70]\t\tIt's been three.  \n[71]\t\t\t \t\tHe'll be back. Let's sit still and \t\thang on, okay?  \n[72]\t\tHundreds! Which one is your pet?  \n[73]\t\tI feel better when you feel better.  \n[74]\t\tYou want to run out there, bust in \t\ton Arbogast and the sick old lady, \t\tshake her up and maybe spoil \t\teverything Arbogast's been building \t\tfor the last three hours.  \n[75]\t\tThat wouldn't be a wise thing to do.  \n[76]\t\tArbogast said...  \n[77]\t\t\t \t\tGot the number of the motel out on \t\tthe old highway? Bates, I think. \t\t\t  \n[78]\t\tAnd maybe pass Arbogast on the road? \t\t\t \t\tThanks.  \tHe presses down the receiver, releases it, dials Bates'  \tMotel. The faint other-end ringing tones can be heard, \trepeatedly, annoyingly. He waits.  \n[79]\t\t\t \t\tProbably on his way back right now.  \n[80]\t\t\t(hangs up and picks \t\t\tup his jacket \t\tYou'll never find it.  \tHe starts for the door. Lila follows after him into the store.  \n[81]\t\tStay here.  \n[82]\t\t\t \t\tI don't know... \t\t\t \t\tOne of us has to be here in case \t\tArbogast's on the way.  \n[83]\t\t\t \t\tContemplate your... panic button.  \tHe hurries down to the street door and out. CAMERA HOLDS on \tLila as she stares after Sam. As she stands alone in the \tdarkened store, all the hardware seems to take on sinister \tshapes.  \n[84]\t\tArbogast?  \n[85]\t\tHe didn't come back here?  \n[86]\t\tNo Arbogast. No Bates. And only the \t\told lady at home... \t\t\t \t\tA sick old lady unable to answer the \t\tdoor... or unwilling.  \n[87]\t\tMaybe he got some definite lead. \t\tMaybe he went right on...  \n[88]\t\tIn a hurry.  \n[89]\t\t\t \t\tYes. I think he would have.  \tLila goes quiet. Sam starts toward the back room, pauses at \tthe doorway, turns. Lila has remained by the door, looking \tout at the street. She feels his pause, turns, and for a \tmoment they share at each other across the darkened room.  \n[90]\t\tLet's go see Al Chambers.  \n[91]\t\tHe's the Deputy Sheriff around here.  \tAs he starts forward.  \n[92]\t\tOur Deputy sleeps.  \n[93]\t\tNothing.  Just... all the lights \t\tout... must be asleep.  \n[94]\t\tNo. I'm just procrastinating.  People \t\thate when the doorbell rings in the \t\tmiddle of the night. \t\t\t \t\tCome on.  \tHe gets out of cab, goes around to help Lila. She is already \tout. CAMERA FOLLOWS them up the small path to the front door. \tSam presses the bell button. Both he and Lila are almost \tknocked over by the shocking, clanging, ear-splitting BLAST \tOF THE BELL within the house, a ring which sounds more like \ta fire alarm than a doorbell.  \tHe tries to smile, fails. Lila doesn't even try. The \tdownstairs hall light goes on and a moment later the door is \tunhesitatingly opened by MRS. CHAMBERS, a small, lively stick \tof a woman wrapped in a thick flannel robe and a corona of \thospitality.  \n[95]\t\tSorry, Mrs. Chambers. I hate bothering \t\tyou...  \n[96]\t\tWe have a problem.  \n[97]\t\tI don't know where to start... \t\t\t \t\tExcept at the beginning.  \n[98]\t\t\t \t\tThis is Lila Crane, from Phoenix. \t\tShe's been here for a few days, \t\tlooking for her sister. There's a \t\tprivate detective helping... and, \t\twell, we got a call tonight, from \t\tthis detective, saying he'd traced \t\tMary...  \n[99]\t\tYes. He traced her to that motel, \t\tout on the old highway...  \n[100]\t\tHe traced her there and called us to \t\tsay he was going to question Mrs. \t\tBates...  \n[101]\t\tNo. An old woman, his mother. \t\t\t \t\tThat was early this evening. And we \t\thaven't seen or heard from him since. \t\tI went out to the motel, just got \t\tback. No one was in the office, and...  \n[102]\t\tThey thought she'd be coming to me.  \n[103]\t\tYes.  \n[104]\t\t\t \t\tEveryone concerned thought... if \t\tthey could get her to give back the \t\tmoney... they could avoid involving \t\ther with the police.  \n[105]\t\tHe was out when I was there. If he's \t\tback he probably isn't even in bed \t\tyet.  \n[106]\t\tI've only been here five. Right now \t\tit feels like ten, but...  \n[107]\t\t\t \t\tWas that all?  \n[108]\t\tYou mean that old woman I saw sittin' \t\tin the window wasn't Norman Bates' \t\tmother?  \n[109]\t\tI'd know the difference between Mary \t\tand an old woman.  \n[110]\t\tYes! In the house behind the motel. \t\tI pounded and called but she... just \t\tignored me.  \n[111]\t\tWe thought, if you didn't mind, we'd \t\tgo out to the motel with you.  \n[112]\t\t\t(To Sheriff, not a \t\t\tquestion \t\tYou didn't find anything.  \n[113]\t\tNo mother.  \n[114]\t\tMaybe I am the seeing-illusions type.  \n[115]\t\tWant me to drop you at the hotel? \t\tOr you want to come over to the store?  \tLila does not answer. They reach the truck. Lila looks \tdirectly at Sam as he helps her into the cab.  \n[116]\t\tNeither will I.  \tHe slams the door, hurries around truck, gets into driver's \tseat, starts motor. As the truck drives off,  \n[117] \tFor a moment, both are silent; Sam watching the road as if \tthere were other cars on it, Lila staring at nothing in \tparticular, except perhaps her own inner fear.  \n[118]\t\tOf course we will.  \n[119]\t\tWhere'd you go to college?  \n[120]\t\t\t \t\tShe was willing to lick the stamps.  \tLila looks quizzically at him, is too concerned to pursue \tit.  \n[121]\t\tWe were going to get married. Are \t\tgoing to get married!  \n[122]\t\tThis is the old highway.  \n[123]\t\tWatch your tenses.  \n[124]\t\tShe always tries to be proper.  \tSam slows the truck to a stop, sighs, starts to light up a \tcigarette. Lila looks questioningly and impatiently at him.  \n[125]\t\tI'm going with you. But we'd better \t\tdecide what we're going to say and \t\tdo when we walk in...  \n[126]\t\tYou won't believe it... \t\t\t \t\tBut this will be the first time \t\tI've ever pulled one of those man- \t\tand-wife-renting-cabin capers!  \n[127] \n[128]\t\t\t(Unconsciously \t\t\twhispering \t\tI wonder where Norman Bates does his \t\thermiting?  \n[129]\t\tCome on.  \tHe starts with her toward the path which leads to the old \thouse. CAMERA PANS with them, and as they turn around the \toffice corner, they see Norman coming down the path toward \tthem. They pause and Norman pauses. He does not smile, nor \tspeak. His usual grin and soft friendliness are gone; \tcontainment and impassivity lie in their place.  \n[130]\t\t\t \t\tJust coming up to ring for you.  \n[131]\t\tWe'd hoped to make it straight to \t\tSan Francisco, but we don't like the \t\tlook of that sky. Looks like a bad \t\tday coming... doesn't it.  \tNorman walks past Sam, giving him the sort of quick, \tdisapproving glance one gives a man who is obviously lying, \tgoes onto the porch and into the office. Sam and Lila follow \tNorman.  \n[132]\t\tBetter sign in first, hasn't we?  \tSam eyes scan the counter, looking for a registration book.  \n[133]\t\t\t(Interrupting with a \t\t\tfriendly cheerfulness \t\tUh, uh! My boss is paying for this \t\ttrip... ninety percent business... \t\tand he wants practically notarized \t\treceipts. I better sign in and get a \t\treceipt.  \tNorman stares at Sam, as if he'd like to yell at him, call \thim \"liar.\" Instead he reaches under the desk counter, brings \tout the registration book. Lila moves closer, studies the \tbook as Sam signs in. Sam signs \"Joe and Mrs. Johnson.\"  The \tsignature and city of \"Marie Samuels\" and after it, the \tnotation \"Cabin One,\" can be clearly seen three registrations \tabove Sam's.  \tWhen Sam has finished he closes book, hands it back to Norman. \tNorman does not take it, starts out from behind counter.  \n[134]\t\tHaven't any.  \n[135]\t\tFirst time I've seen it happen. \t\t\t \t\tCheck in any place in this country \t\twithout bags, and you have to pay in \t\tadvance.  \tSam smiles as if at a funny remark, takes a bill out of his \tpocket.  \n[136]\t\tThat receipt...?  \tNorman goes reluctantly behind counter, lays down the key to \tcabin twelve, takes a receipt book out of the drawer under \tcounter, starts to write. Lila steps up to the desk, picks \tup the key, quickly, starts out.  \n[137]\t\t\t(To Norman, who is \t\t\tfollowing \t\tDon't bother yourself... we'll find \t\tit.  \tHe goes on down the porch, doesn't even glance at cabin one, \twalks quickly and catches up to Lila just as she reaches \tcabin twelve. CAMERA REMAINS with Norman, who is standing by \tthe office door, looking after Sam and Lila, his face alert \tand no longer impassive. He waits a moment, after they have \tclosed their cabin door, then crosses to the pickup truck. \tCAMERA MOVES with him. He studies the truck, then leans in \tthrough the driver's window, twists the registration card \taround, reads it.  \tIt gives the correct name and address of Sam Loomis.  \tNorman comes back out of the window, glances once more toward \tcabin twelve, then at the old house. His suspicions are \tconfirmed, and now there is the relaxation of relief in his \tface. He takes on a purposeful air, turns, strides up the \tpath, up onto the porch of the house, opens the door, goes \tin.  \n[138]\t\tI'm glad we didn't.  \tHe pulls his eyes from the bed, crosses to the desk, sits \twearily, lights a cigarette. Lila watches him for a moment, \tfeels a real compassion, goes to the bed, sits on its edge, \tturns again and looks at Sam's back.  \n[139]\t\tI know. \t\t\t \t\tDo you think if something happened, \t\tit happened there?  \n[140]\t\tHow could we prove... \t\t\t(An almost hopeless \t\t\tlaugh \t\tWell, if he opens a new motel on the \t\tnew highway... say, a year from now...  \n[141]\t\tWhat makes you sound so certain?  \n[142]\t\tWe'll start with Cabin One.  \tHe goes to the door, opens it slightly, looks out, then, \tback to Lila:  \n[143]\t\tIf he sees us... we're just taking \t\tthe air.  \tLila goes to the door. He holds it open and she goes out.  \n[144]\t\tBates?  \tHe waits, there is no response. He goes in and in a moment \tcomes back out, closes the door, goes to Lila.  \tShe has already opened the door of Cabin One and has started \tto enter.  \n[145]\t\tSorry.  \n[146]\t\tWhat?  \n[147]\t\tWhat is it?  \n[148]\t\t\t \t\tBates never denied Mary was here.  \n[149]\t\tDo we simply ask him where he's hidden \t\tit?  \n[150]\t\tYou can't go up there.  \n[151]\t\tBates.  \tCAMERA STARTS TO PAN AWAY from them, moves slowly over the \troom, very slowly.  \n[152]\t\tYou won't be able to hold him still \t\tif he doesn't want to be held. And I \t\tdon't like you going into that house \t\talone, Lila.  \tCAMERA HAS PANNED clear across to the opposite wall now, and \tis moving up closer and closer to the tiny-flowered wall \tpaper, finally closing in on one small rosebud.  \n[153]\t\tAll right. I'll find Bates and keep \t\thim occupied.  \tThe eye moves away and there is a brief flash of light before \tthe hole is covered, on the other side, by the wall-hung \tpainting.  \n[154] \tThey are about to start out. Sam stops her again.  \n[155]\t\tWait a minute. If you get anything \t\tout of the mother... \t\t\t \t\tCan you find your way back to town? \t\t\t \t\tIf you do get anything, don't stop \t\tto tell me.  \tLila nods quickly, hurries to the door. Sam gets to it first, \topens it a slight crack, looks out, then opens it wide enough \tfor Lila and Himself to pass through.  \n[156]\t\t\t \t\tYes, matter of fact. \t\t\t \t\tThe wife's taking a nap and... I can \t\tnever keep quiet enough for her... \t\tso I thought I'd look you up and... \t\ttalk.  \n[157]\t\tFine.  \tSam starts into the office. Just before going in, he glances \tdown the long porch, sees Lila standing outside the door of \tcabin twelve, waves her a tiny \"all clear\" signal.  \n[158]\t\t\t(Cheerfully, as if \t\t\tafter a self-conscious \t\t\tpause \t\tI've been doing all the talking so \t\tfar, haven't I?  \n[159]\t\tI always thought it was the people \t\twho are alone so much who do all the \t\ttalking when they get the chance. \t\tYet there you are, doing all the \t\tlistening! \t\t\t \t\tYou are alone here, aren't you? \t\t\t(As Norman does not \t\t\treply \t\tIt would drive me crazy.  \n[160]\t\t\t \t\tJust an expression... \t\t\t \t\tWhat I meant was... I'd do just about \t\tanything... to get away.  Wouldn't \t\tyou?  \n[161]\t\tI'm not saying you shouldn't be \t\tcontented here, I'm just doubting \t\tthat you are. I think if you saw a \t\tchance to get out from under... \t\tyou'd unload this place...  \n[162]\t\tAnd now that your mother's dead?  \tNorman snaps a sharp, fast, ugly look at him.  \n[163]\t\t\t \t\tI didn't think so.  \n[164]\t\t\t \t\tYou look frightened. Have I been \t\tsaying something frightening?  \n[165]\t\tI've been talking about your mother... \t\tabout your motel. How are you going \t\tto do it?  \n[166]\t\tBuy a new one! In a new town! \t\tWhere you won't have to hide your \t\tmother!  \n[167]\t\tWhere will you get the money to do \t\tthat, Bates... or do you already \t\thave it... socked away... a lot of \t\tit...  \n[168]\t\t...Forty thousand dollars!  \n[169]\t\tI bet your mother knows where the \t\tmoney is. And what you did to get \t\tit. And I think she'll tell us.  \tSomething self-assured and confident in Sam's tone gives \tNorman a new, more terrified alarm. He turns his head, glances \tout the window at the old house. He looks back at Sam and \tthere is terror in his voice.  \n[170] \n[171]\t\t\t \t\tIt's regular. Okay?  \n[172]\t\t\t \t\tWant to?  \n[173]\t\tWhy was he... dressed like that?  ", "Loomis": "", "Lila": "\n[1]\t\tSam?  \n[2]\t\tSam Loomis.  \n[3]\t\tMay I talk to you?  \n[4]\t\tI'm Mary's sister.  \n[5]\t\t\t \t\tIs Mary here?  \tSam is mystified, and is also aware of the worried, hostile \texpression on Lila's face. He studies her for a quiet moment. \tBehind them is a display of various size carving knives.  \n[6]\t\tI want to know if my sister is here.  \n[7]\t\tWith you.  \n[8]\t\tI don't know where. In your store, \t\tsomewhere in your town... anywhere.  \n[9]\t\tDon't you know?  \tAs Sam is about to speak, the Woman Customer comes sailing \tpast, speaking as she goes and wearing a satisfied smile.  \n[10]\t\tTo begin with, where Mary is. Do \t\tyou?  \n[11]\t\tLast Friday. She left work, and \t\thome... I was in Tucson over the \t\tweekend... I haven't heard from her, \t\tnot even a phone call.  \n[12]\t\tA good reason, I suppose.  \n[13]\t\tMr. Loomis, you're so busy being \t\tdefensive that you haven't even \t\treacted to the most serious fact of \t\tall. Mary is missing.  \n[14]\t\tWhat do you know about it?  \n[15]\t\tLook, if you two are in this thing \t\ttogether, I don't care, it's none of \t\tmy business... But I want to see \t\tMary. I want her to tell me she's \t\tall right and it's none of my \t\tbusiness. Then I'll go back to Phoenix \t\tand...  \tShe stops, the anxiety and fear building up in her, her eyes \tbeginning to fill with worried tears. Sam studies her for a \tmoment, then turns and calls:  \n[16]\t\tHuh?  \n[17]\t\t\t \t\tI hate tears. \t\t\t  \n[18]\t\tYes.  \n[19]\t\tNot that kind... \t\t\t \t\tYou men and your egos.  \n[20]\t\tI don't know.  \n[21]\t\tShe was supposed to bank it, on \t\tFriday, for her boss. She didn't.  \tAnd no one has seen her since.  \n[22]\t\tSam, they don't want to prosecute, \t\tthey just want the money back. It \t\twas all in cash...  \n[23]\t\tSam, if she's here...  \n[24]\t\t\t \t\tNot even a hunch. Just hope.  \n[25]\t\t\t \t\tI don't care if you do or... I want \t\tto see Mary... before she gets in \t\tany deeper...  \n[26]\t\t\t \t\tYes... I just... did. The moment \t\tthey told me...  \n[27]\t\tI just listened... and believed \t\teverything they told me. 'She stole \t\tthe money.' 'We don't want to get \t\ther in trouble.' 'No don't bring the \t\tpolice in'...  \n[28]\t\tNo. The man whose money she... he \t\ttalked so loud and fast, and I... I \t\tshould've called the police.  \n[29]\t\tI ought to call the police right \t\tnow!  \n[30]\t\tWhy not? Sam, is she hiding here? \t\tAre you two planning to go away with \t\tthe money?  \n[31]\t\tShe haven't even called you?  \n[32]\t\tI need to... I need to believe \t\tsomething. This is the first time \t\tI've ever come up against anything I \t\tcouldn't... understand.  \n[33]\t\tNo. I just think... anything can be \t\texplained. But Mary, doing a thing \t\tlike this... I don't know how to \t\thandle...  \n[34]\t\t\t \t\tI came flying up here expecting to \t\tget some explanation... for all I \t\tknow, she may be trying to get in \t\ttouch with me, at home. I'd better \t\tgo home.  \n[35]\t\t\t(A long study, her \t\t\tsuspicion of him \t\t\tevaporating \t\tYou want me to stay here?  \n[36]\t\t\t \t\tWhere... can I stay?  \n[37]\t\t\t(unable to keep up \t\t\tsmall talk \t\tSam. He said an hour. Or less.  \n[38]\t\tAre we just going to go on sitting \t\there?  \n[39]\t\tYou have an awfully nice habit, Sam.  \n[40]\t\tWhenever I start contemplating the \t\tpanic button, your back straightens \t\tup and your eyes get that God-looks- \t\tout-for-everybody look and... I feel \t\tbetter.  \n[41]\t\t\t(a pause - then she \t\t\trises \t\tWhere's the old highway?  \n[42]\t\tYes.  \n[43]\t\tPatience doesn't run in our family. \t\tSam, I'm going out there!  \n[44]\t\tAn hour! Or less!  \tSam stares at her, frowns in concern over her very real \tanxiety, goes to the phone, dials operator.  \n[45]\t\tSam! Why call when we can go?  \n[46]\t\tSam, I'm going.  \n[47]\t\tWhy can't I go out there with you?  \n[48]\t\t\t \t\tJust wait here?  \n[49]\t\t\t \t\tSam.  \n[50]\t\tWhere could he have gone?  \n[51]\t\tWithout calling me?  \n[52]\t\tSam, he called me when he had nothing \t\tdefinite, nothing but a dissatisfied \t\tfeeling. Don't you think he'd have \t\tcalled if he had anything...  \n[53]\t\tWho's he?  \n[54]\t\tWell?  \n[55]\t\t\t \t\tDoes that mean we can't...  \n[56]\t\tNo, thank you. It's my problem, too.  \n[57]\t\tYes.  \n[58]\t\t\t(interrupting, \t\t\tanxiously \t\tWill you help us? I think something's \t\twrong out there!  \n[59]\t\tShe left Phoenix a week ago yesterday. \t\tAnd no trace until...  \n[60]\t\tYes.  \n[61]\t\t\t \t\tShe stole some money.  \n[62]\t\tForty thousand dollars.  \n[63]\t\tMary had been there, one night, and \t\thad left.  \n[64]\t\tHe didn't mention the money. \t\t\t \t\tWhat he said on the phone isn't \t\timportant, is it?  He was supposed \t\tto come back after he spoke to the \t\tmother, and he didn't! That's what I \t\twant you to do something about!  \n[65]\t\tGo out there! Find somebody, ask \t\tsome questions! \t\t\t \t\tI'm sorry if I seem over-anxious to \t\tyou. I keep thinking... something's \t\twrong. I have to know what!  \n[66]\t\tHe said he was dissatisfied... and \t\twas going back.  \n[67]\t\tAll right! Then call! At least, call!  \tMrs. Chambers goes to phone, dials operator.  \n[68]\t\tPlease!  \n[69]\t\tAnd he didn't go back? Didn't see \t\tthe mother?  \tThe Sheriff looks long at Lila, shakes his head \tsympathetically.  \n[70]\t\tWhat difference does that...  \n[71]\t\tYes.  \n[72]\t\tIt must've been. Arbogast said so, \t\ttoo... and he said the young man \t\twouldn't let him see her because she \t\twas ill!  \tThe Sheriff stares at both of them, and when he finally speaks \tthere is an almost inaudible tone or irony in his voice.  \n[73]\t\t\t \t\tDid he say anything about my sister?  \n[74]\t\tI still feel...  \n[75]\t\tI don't know.  \n[76]\t\tYou're not.  \tSam takes her arm, starts walking her up the street toward \tthe spot where his pick-up truck is parked.  \tCAMERA FOLLOWS them.  \n[77]\t\tI won't feel satisfied unless I got \t\tout there, Sam.  \n[78] \tFor a moment, both are silent; Sam watching the road as if \tthere were other cars on it, Lila staring at nothing in \tparticular, except perhaps her own inner fear.  \n[79]\t\tI wonder if we'll ever see Mary again.  \n[80]\t\tAlive.  \tSam looks as if he'd like to say something humorous, something \tto cheer her. He cannot. He remains silent.  \n[81]\t\tWe lived together all our lives.  \tWhen we woke up one morning and found ourselves orphans, \tMary quit college and got a job, so I could go to college.  \n[82]\t\tI didn't. I got a job, too. \t\t\t \t\tI wonder if that hurt her, my not \t\tletting her sacrifice for me?  Some \t\tpeople are so willing to suffer for \t\tyou that they suffer more if you \t\tdon't let them.  \n[83]\t\tI wonder so many things about her \t\tnow.  Why she never told me about \t\tyou...  Funny, when you think there's \t\tan answer to everything, you think \t\tyou know all the answers.  \n[84]\t\tDo you know how I found out about \t\tyou? I found one of your letters... \t\tit was a nice letter, Sam.  \n[85]\t\tI suppose... when you were able to \t\tmarry her she'd have presented you, \t\tall shiny and proper... she always \t\ttried to be proper.  \n[86]\t\tHuh?  \n[87]\t\tYou going to wait here for me?  \n[88]\t\tWe're going to register. As man and \t\twife. And get shown to a cabin... \t\tand then search every inch of that \t\tplace, inside and... outside.  \n[89]\t\t\t(A tiny smile, first \t\t\tin hours \t\tI believe it.  \tAs truck starts to drive on,  \n[90] \n[91]\t\tSomeone was at that window. I saw \t\tthe curtain move.  \tSam takes Lila's arm.  \n[92]\t\tI'll start ahead.  \tNorman looks up, gazes her as she goes out door.  \n[93]\t\tWe should have asked for Cabin One... \t\tThe one Mary was in.  \n[94]\t\tWe have to go into that cabin and \t\tsearch it, Sam... no matter what \t\twe're afraid of finding and no matter \t\thow much it may hurt.  \n[95]\t\t\t \t\tSam, if you owned a useless business \t\tlike this motel... one you probably \t\tcouldn't even sell...  what would \t\tyou need to get away, to start a new \t\tbusiness, somewhere else? \t\t\t \t\tForty thousand dollars?  \n[96]\t\tThere must be some proof that exists \t\tright now! Something that proves he \t\tgot that money away from Mary... \t\tSome way!  \n[97]\t\tArbogast! Sam, he liked me... or \t\tfelt sorry for me... and he was \t\tstarting to feel the same about you. \t\tI heard it when he called... in his \t\tvoice, a caring. He wouldn't have \t\tgone anywhere or done anything without \t\ttelling us.  Unless he was stopped. \t\tAnd he was stopped, so he must have \t\tfound out something!  \tSam considers a moment, nods agreement, rises.  \n[98]\t\tHospital clean.  \n[99]\t\tThe bathroom. Look at how clean it \t\tis. The one in our cabin is clean... \t\tbut this is clean!  \tSam goes in, glances around, nods. Lila goes through the \tmedicine cabinet, finds nothing but a glass and two tiny \ttabs of soap. Sam leans against the door-jamb, looks at the \ttub, the shower pipe above it. He continues to stare, more \tinterested suddenly, as if bothered by some off-key evidence \the can't put his finger on. Then he looks at the shower \tcurtain rod.  \tAnd realizes there is no shower curtain. He frowns, is about \tto say something when Lila, who has been momentarily out of \tshot, interrupts.  \tSam turns, CAMERA TURNS, and we see Lila is standing above \tthe toilet bowl, a tiny piece of wet paper stuck to the tip \tof her right index finger.  \n[100]\t\tIt didn't get washed down. It's \t\tfiguring... the kind you tear up and \t\tget rid of. \t\t\t(Extending her finger \t\t\ttoward Sam \t\tSome figure has been added to or \t\tsubtracted from... forty thousand.  \tSam lifts the piece of paper off her finger, studies it, \ttakes out his wallet, presses the wet scrap to his driver's \tlicense shield, puts it back in the wallet and puts the wallet \taway.  \n[101]\t\tThat's proof Mary was here!  It would \t\tbe too wild a coincidence for somebody \t\telse to...  \n[102]\t\t\t \t\tYes. \t\t\t \t\tBut maybe this proves that Bates \t\tfound out about the money.  \n[103]\t\tSam, that old woman, whoever she is. \t\tI think she told Arbogast something! \t\tAnd I want her to tell us the same \t\tthing!  \tShe starts out of the bathroom. Sam takes hold of her arm, \tstops her.  \n[104]\t\tWhy not?  \n[105]\t\tLet's find him. One of us can keep \t\thim occupied while the other gets to \t\tthe woman.  \n[106]\t\tI can handle a sick old woman.  \tNow we see that the rosebud has been cut out, that this is \tthe reverse side of the hole Norman peeped through to watch \tMary. And we see the pupil of Norman's eye now.  \n[107] \tThey are about to start out. Sam stops her again.  \n[108] \tCAMERA ANGLES to include Lila and her point of view.  \tShe watches Sam disappear into the office, waits until she \thears the door close, then looks about for another way to \treach the house. She sees the small alley at the end of this \tL of cabins, starts toward it.  \n[109] \tBehind the motel Lila hesitates. She looks ahead.  \n[110]\t\tMrs. Bates?  \tThere is quiet for a moment, then the door begins to open, \tand we see Lila. She stands on the threshold, looking in at \tthe room, instantly disturbed by it, almost chilled, her \texpression indicating an impulse to close the door and go \taway from this room forever.  \tAfter a moment, she enters, leaving the door open behind \ther. CAMERA PULLS BACK AND AWAY and we now see the room as \tLila sees it.  \tIt is ornate, damask-and-mahogany, thick and warm and ripe, \tan olla podrida of mismated furnishings and bric-a-brac of \tthe last century. The bed is four poster, but uncanoped; the \tdressing table is fancy and flounced with satin; there is a \tgreat chiffonier, a big-doored wardrobe, a large, oval, full- \tlength pier-glass (this against the wall directly opposite \tthe door), a satin recamier, an upholstered armchair by the \twindow, a white marble fireplace, its grate cold but piled \twith ashes.  \tAnd there is in the room an unmistakably live quality, as if \teven though it is presently unoccupied, it has not been long \tvacated by some musty presence.  \tLila glances at the bed. The damask coverlet is thrown over \tit, but it is not neat, there is the imprint of a body on \tit, a body which obviously has slept in a curled-up, womb- \tlike position. Lila stares at it for a moment, up, then goes \tto the dressing table. Its top is scattered with boxes and \tjars of cosmetics and creams, traces of fresh powder, an \topened bottle or perfume, a comb, and a brush with traces of \thair in its bristles. Lila moves on, catches a glimpse of \therself in the pier-glass, is startled, turns away, goes to \tthe chiffonier, is about to open a drawer, sees the high \twardrobe out of the corner of her eyes, goes to it, \thesitantly. She opens one door. Fresh, clean, well pressed \tdresses hang neatly. Lila opens the other door. The sweaters \tand dresses and robes hang freely, none in moth-proof, storage- \ttype bags. There is even a well-brushed collar of foxes. \tAlong the floor of the wardrobe is a line of clean, polished \tshoes. Lila stares, then closes the door, turns, looks once \tagain over the whole room, starts out,  \n[111] \tNorman coming.  \n[112]\t\tMrs. Bates...?  \tLila goes into the room.  \n[113] \tClose on her face. She is dumb-struck. Her eyes are screaming.  \n[114] \n[115]\t\t\t \t\tI could stand something regular.  \tSam smiles encouragingly, hands her the coffee. Sheriff \tChambers ENTERS SHOT, gives Sam a container of coffee he has \tbrought for him. Sam takes it, nods a thank you.  \tFor a moment no one speaks. Lila looks badly shaken, Sam \tdisheveled, but contained.  \n[116]\t\tNo. I'm all right. I'll feel better \t\twhen all this is explained... if it \t\tcan be.  \tSam looks a question at Sheriff Chambers. Chambers shrugs \tdoubtfully.  \n[117]\t\t\t \t\tDid he kill my sister?  \n[118]\t\tBut my sister is...  ", "Crane": "", "Marion": "", "California": "", "Charlie": "", "Norman": "\n[1]\t\tDirty night.  \n[2]\t\t\t(simply, almost \t\t\tcheerfully \t\tWe have twelve vacancies. Twelve \t\tcabins, twelve vacancies. \t\t\t \t\tThey moved away the highway.  \n[3]\t\tI knew you must have. No one stops \t\there anymore unless they do.  \tHe is behind the counter now, pushing forward the registration \tbook.  \n[4]\t\tBut it's no good dwelling on our \t\tlosses, is it.  We go right ahead \t\tlighting signs and following the \t\tformalities...  Would you sign, \t\tplease.  \tMary has placed her handbag on the counter. She takes the \tregistration book, picks up the pen, is suddenly struck with \tthe realization that she'd better use an alias. She writes \tthe name Marie Samuels.  \n[5]\t\tYour home address. Oh, just the town \t\twill do.  \n[6]\t\tCabin One. It's closer in case you \t\twant anything... right next to the \t\toffice.  \n[7] \tHe removes a key for Cabin One. We see that there is a \tremaining key on the board.  \n[8] \n[9]\t\tThere's a big diner about ten miles \t\ton up... just outside Fairvale.  \n[10]\t\tFifteen miles. I'll get your bags.  \tHe goes to door, opens it. The rain has slowed down \tconsiderably. He smiles at this fact, as if to communicate \tsome pleasure he finds in it. Mary follows him to the door, \tgoes out on the porch, waits and watches as Norman runs to \ther car, gets in, drives it to the parking space in front of \tCabin One. Mary walks along the porch, waits before the door \tof Cabin One.  \tNorman gets out of car, with suitcase, runs to the door, \topens it, pushes the door open, puts his hand in and switches \ton a light. Mary goes into the cabin. Norman follows her.  \n[11]\t\tStuffy in here. \t\t\t \t\tWell... the mattress is soft and \t\tthere're hangers in the closet and... \t\tstationary with \"Bates' Motel\" printed \t\ton it in case you want to make your \t\tfriends back home envious... and... \t\tthe... over there.... \t\t\t(he points to the \t\t\tbathroom, fairly \t\t\tblushes  \n[12]\t\t\t(quickly, starting to \t\t\tleave \t\tI'll be in the office if you want \t\tanything... just tap on the wall.  \n[13]\t\tNorman Bates.  \tHe pauses at the door, gazes at her. She smiles.  \n[14]\t\tYou have something most girls never \t\thave.  \n[15]\t\tThere's no name for it... But it's \t\tsomething that, that puts a person \t\tat ease.  \n[16]\t\t\t \t\tYou're not going to go out again and \t\tdrive up to that diner, are you?  \n[17]\t\tThen will you do me a favor? \t\t\t(without waiting for \t\t\ther response \t\tWill you have supper here?  I was \t\tjust about to, myself... nothing \t\tmore than some sandwiches and a lot \t\tof milk, but I'd like it if you'd \t\tcome up to the house and... I don't \t\tset a fancy table but... the kitchen's \t\tawful homey.  \n[18]\t\tAll right, you get your dresses \t\thanging out and... change those wet \t\tshoes, and I'll come for you soon as \t\tit's ready... \t\t\t \t\t...with my trusty umbrella. \t\t\t(he laughs a small \t\t\tlaugh, runs off  \tMary closes the door, goes to suitcase, opens it, starts to \ttake out a dress. Her handbag is next to the suitcase. She \tglances down into it, pauses, drops the dress, reaches into \tthe handbag, takes out the money-filled envelope, stares at \tit, almost with regret, filled contemplates hiding it, decides \tto, starts looking for a reasonable hiding place. She looks \tabout, at the closet, the drawers etc., realizes all such \tplaces are obvious. Catching sight of the newspaper in her \tbag, she hits on a solution. She opens the newspaper, places \tthe envelope within it, lock-folds the paper again and then \tplaces it on the bedside table as if it were there for later \treading. She considers this for a moment, accepts it, goes \tto her suitcase to start unpacking.  \tSuddenly the quiet is shattered by the shrill, ugly sound of \ta woman's voice, raised in anger.  \n[19]\t\tMother, please...  \n[20]\t\tMother, she's just a stranger... \t\thungry, and the weather's bad...  \n[21]\t\t\t(blurted cut fury and \t\t\tshame \t\tShut up! Shut up!  \tThere is the SOUND of a door closing in that room up there. \tMary has stood by the window, listening with mounting distress \tand concern and sympathy. She turns her face away now, gazes \tsadly at the little empty room.  \tIn a moment there is the SOUND of the house's front door \tslamming shut. Mary turns, looks out the window.  \n[22]\t\tMother... \t\t\t(a hollow little laugh, \t\t\tan attempt at sardonic \t\t\thumor \t\t...what is the phrase... \"she isn't \t\therself today\"... I think that's it.  \n[23]\t\tI'm sorry. I wish... people could \t\tapologize for other people.  \n[24]\t\tIt might be nicer... warmer in the \t\toffice.  \tWithout waiting for approval or disapproval, he turns, hurries \tto the office. Mary looks after him, her face showing amused \tsympathy, then follows.  \n[25]\t\tEating in an office... \t\t\t \t\t...to officious, even for me. I have \t\tthe parlor behind this... if you'd \t\tlike.  \tMary nods. Norman walks on, behind the counter and into the \tdarkened parlor. Mary follows.  \n[26] \tIn the darkened room, lit only by the light from the office \tspilling in, we see Norman placing the tray on a table. Mary \tcomes to the doorway, pauses. Norman straightens up, goes to \tlamp, turns on the light.  \tMary is startled by the room. Even in the dimness of one \tlamp, the strange, extraordinary nature of the room rushes \tup at one. It is a room of birds. Stuffed birds, all over \tthe room, on every available surface, one even clinging to \tthe old fashioned fringed shade of the lamp. The birds are \tof many varieties, beautiful, grand, horrible, preying. Mary \tstares in awe and a certain fascinated horror.  \n[27] \n[28]\t\tPlease sit down. On the sofa.  \tAs Norman goes about spreading out the bread and ham and \tpouring the milk, we follow Mary across the room. She studies \tthe birds as she walks, briefly examines a bookcase stacked \twith books on the subject of \"Taxidermy.\"  \n[29]\t\tIt's all for you. I'm not hungry. \t\tPlease go ahead.  \tMary begins to eat, her attitude a bit tense. She takes up a \tsmall slice of ham, bites off a tiny bite, nibbles at it in \tthe manner of one disturbed and preoccupied.  \tNorman gazes at her, at the tiny bite she has taken, smiles \tand then laughs.  \n[30]\t\tYou eat like a bird.  \n[31]\t\tNot really. I hear that expression, \t\tthat one eats \"like a bird,\" is really \t\ta falsie, I mean a falsity, because \t\tbirds eat a tremendous lot. \t\t\t(A pause, then \t\t\texplaining \t\tOh, I don't know anything about birds. \t\tMy hobby is stuffing things... \t\ttaxidermy. And I guess I'd just rather \t\tstuff birds because...  well, I hate \t\tthe look of beasts when they're \t\tstuffed, foxes and chimps and all... \t\tsome people even stuff dogs and \t\tcats... but I can't... I think only \t\tbirds look well stuffed because \t\tthey're rather...  passive, to begin \t\twith... most of them...  \tHe trails off, his exuberance failing in the rushing return \tof his natural hesitancy and discomfort. Mary looks at him, \twith some compression, smiles.  \n[32]\t\tUncommon, too.  \n[33]\t\tIt's not as expensive as you'd think. \t\tCheap, really. Needles, thread, \t\tsawdust .. the chemicals are all \t\tthat cost anything. \t\t\t(He goes quiet, looks \t\t\tdisturbed  \n[34]\t\tIt's more than a hobby... sometimes... \t\ta hobby is supposed to pass the time, \t\tnot fill it.  \n[35]\t\tOh, no! \t\t\t(forcing brightness \t\t\tagain \t\tI run the office, tend the cabins \t\tand grounds, do little chores for \t\tmother... the ones she allows I might \t\tbe capable of doing.  \n[36]\t\tFriends? Who needs friends. \t\t\t(Laughs, then with \t\t\tgallows humor \t\tA boy's best friend is his mother. \t\t\t \t\tYou've never had an empty moment in \t\tyour whole life. Have you?  \n[37]\t\tWhere are you going? I don't mean to \t\tpry...  \n[38]\t\tWhat are you running away from?  \n[39]\t\tNo. People never run away from \t\tanything. \t\t\t \t\tThe rain didn't last very long. \t\t\t \t\tYou know what I think? I think we're \t\tall in our private traps, clamped in \t\tthem, and none of us can ever climb \t\tout. We scratch and claw... but only \t\tat the air, only at each other, and \t\tfor all of it, we never budge an \t\tinch.  \n[40]\t\tI was born in mine. I don't mind it \t\tanymore.  \n[41]\t\tOh I do... but I say I don't. \t\t\t  \n[42]\t\t\t \t\tSometimes when she talks that way to \t\tme I'd like to... curse her out and \t\tleave her forever! \t\t\t \t\tOr at least, defy her. \t\t\t(A pause, a hopeless \t\t\tshrug \t\tBut I couldn't. She's ill.  \n[43]\t\tI mean... ill. \t\t\t \t\tShe had to raise me all by herself \t\tafter my dad died... I was only \t\tfive... and it must have been a \t\tstrain. Oh, she didn't have to go \t\tout to work or anything, Dad left us \t\twith a little something... anyway, a \t\tfew years ago... Mother met a man. \t\tHe talked her into building this \t\tmotel... We could have talked her \t\tinto anything... and when.  Well... \t\tIt was just too much for her when he \t\tdied, too... And the way he died... \t\tOh, it's nothing to talk about when \t\tyou're eating. \t\t\t \t\tAnyway, it was too much of a loss \t\tfor my mother... she had nothing \t\tleft.  \n[44]\t\tA son is a poor substitute for a \t\tlover. \t\t\t(Turns away as if in \t\t\tdistaste of the word  \n[45]\t\tTo a private island, like you?  \n[46]\t\tIt's too late for me. And besides... \t\twho'd look after her? She'd be alone \t\tup there, the fire would go out... \t\tdamp and cold, like a grave. When \t\tyou love someone, you don't do that \t\tto them, even if you hate them. Oh, \t\tI don't hate her.  I hate... what \t\tshe's become. I hate... the illness.  \n[47]\t\tAn Institution? A madhouse?  People \t\talways call a madhouse \"someplace.\" \t\t\t \t\tPut her in Someplace!  \n[48]\t\t\t(The coldness turning \t\t\tto tight fury \t\tWhat do you mean about caring?  Have \t\tyou ever seen one of those places? \t\tInside? Laughing and tears and cruel \t\teyes studying you... and my mother \t\tthere?  Why? has she harmed you? \t\tShe's as harmless as... one of these \t\tstuffed birds.  \n[49]\t\t\t \t\tWell? You meant well?  People always \t\tmean well, they cluck their thick \t\ttongues and shake their heads and \t\tsuggest so very delicately that...  \tThe fury suddenly dies, abruptly and completely, and he sinks \tback into his chair. There is a brief silence.  \tMary watches the troubled man, is almost physically pained \tby his anguish.  \n[50]\t\t\t \t\tI've suggested it myself. But I hate \t\tto even think such a thing.  She \t\tneeds me... and it isn't... \t\t\t(Looks up with a \t\t\tchildlike pleading \t\t\tin his eyes \t\t...it isn't as if she were a maniac, \t\ta raving thing... it's just that... \t\tsometimes she goes a little mad. We \t\tall go a little mad sometimes. Haven't \t\tyou?  \n[51]\t\t\t \t\tThank you, Norman.  \n[52]\t\tYou're not going to... to your room \t\talready?  \n[53]\t\tPhoenix?  \n[54]\t\t\t \t\tWhy don't you stay a little while, \t\tjust for talking.  \n[55]\t\tAlright. I'll see you in the morning. \t\tI'll bring you breakfast.  What time \t\twill you...  \n[56]\t\tAlright, Miss... \t\t\t(He has forgotten her \t\t\tname  \n[57]\t\tThat's it. \t\t\t(He frowns, as if \t\t\tbothered by not being \t\t\table to match the \t\t\tname to the memory \t\t\tof the name in the \t\t\tregistration book  \n[58] \tHe goes back into the parlor with a mystified expression. \tThe sound of Mary moving about her room come over, soft \tSOUNDS, somehow intimate in the night quiet. Norman turns \this ear from the direction of the SOUNDS, seems to be fighting \tan impulse to listen, or more than listen.  \tBut slowly, he is forced to surrender to the impulse and, \tresisting himself, he goes to the wall, presses the side of \this head against it. The SOUNDS come louder, as if we too \thad our ear pressed against the wall. Now Norman looks at a \tpicture hanging on the far end of the wall he is leaning \tagainst. Slowly he starts toward it.  \tHe reaches it, touches it, reluctantly lifts the small frame \toff the wall.  \tA tiny circle of light hits Norman's face, coming from the \thole in the wall behind the picture. This end of the room is \tvery dim and thus we are able to see clearly the light \tstriking Norman's face.  \tWe move close to Norman, extremely close, until his profile \tfills the screen. The tiny spot of light hits his eye. See \tthe small hole through which the light comes. Norman peeps \tthrough.  \n[59] \tThrough the hole we look into Mary's cabin, see Mary \tundressing. She is in her bra and halfslip. She stoops over \ta bit, places her hands behind her upper back, begins to \tunhook her bra.  \n[60] \tHe watches as Mary removes her bra. We see his eye run up \tand down the unseen figure of Mary.  \n[61] \tMary, just slipping into a robe, covering her complete nudity.  \n[62] \tHe turns from the hole, faces us for a moment, continues \tturning until he can look out the small parlor window.  \tWe see, as he sees...  \n[63] \tHe turns his face away, quickly, resentfully. In his face we \tsee anger and anguish. And then resolve.  \tQuickly, precisely, he rehangs the picture over the hole in \tthe wall, turns, starts out of the parlor. We see him go \tthrough the office and out onto the porch, not even bothering \tto close the door behind him.  \n[64]\t\tMother! Oh God, what... blood, \t\tblood... mother...!  \tWe cannot entirely distinguish these exclamations.  \tAfter a moment or two of silence, Norman emerges from the \tfront door, dashes down the path toward the motel.  \n[65] \tNorman sitting on bed, the bathroom in b.g. of shot. We can \tsee only the hand of the dead girl, lying along the tile \tfloor. Norman presses his eyes, fights to find a way out of \this dilemma. Slowly, a kind of settling comes upon him, the \tpeace that comes with decision.  \tNorman rises, goes to the window, looks out, and then, with \tresolution, closes the window and draws the curtain across \tit. Then he crosses to the front window, facing the porch, \tand draws those curtains closed. Then he switches off the \tbedroom light, leaving the room lit only by the spill from \tthe bathroom. He opens the front door, goes out.  \n[66] \tWe see Norman shake his hands free of the water, then turn \tto the job of cleaning the bathroom.  \tHe places the pail in the tub, runs water into it, dips the \tmop in, swabs the tile floor. With a towel he wipes off the \twall over the tub and the edges and sides of the tub and \teven the shower curtain rod. Then he takes a second towel \tand goes over the cleaned areas, carefully drying them. \tFinally he rinses and squeezes out the mop, empties the pail, \tcleans out the tub, and goes out into the bedroom.  \n[67] \tWe see no plane. The SOUND of the motor is beginning to \tdiminish.  \n[68] \tWe see the relief in his face. He looks at the car.  \tMore than two-thirds of it have already sunk into the swamp. \tThe trunk alone seems to hold poised above the sand and slime, \tas if refusing to go the rest of the way. Norman begins to \tpanic, he steps dangerously close, pushes with his foot. And \tslowly the car sinks, until finally it is gone and we hear \tonly the gentle plop of the swamp's final gulp, and see only \tthe small after-bubble, like a visual burp.  \tNorman waits a moment, then begins stamping out the tire \tmarks, so obvious in the wet ground around the swamp.  \tHe stamps and drags his feet over the markings as we:  \n[69] \tstanding on the porch of the motel, leaning against a post. \tHe is staring out into the night, a look of guarded, casual \tinnocence on his face, as if he were taking one last moment \tof peaceful night air before retiring. Then he glances down \tand CAMERA follows his gaze. A hose is lying on the ground \toutside Mary's cabin, its stream of water obliterating the \ttire marks.  \tAfter a moment, Norman's hand comes into shot, picks up hose, \tplaces it in a new position. As CAMERA PULLS BACK, we see \tthat the water from the hose has erased and rearranged the \troad markings so that it would be impossible to tell that a \tcar had been parked here.  \tAfter a short wait, Norman goes to the hose-faucet, turns it \toff, unscrews the hose. As he rolls the hose, he walks away \tfrom the spot, past the office, heading for the path that \tleads to the house. He goes up the path, pauses at the steps \tof the house, tosses the curled hose onto the lawn, goes up \tthe steps and into the house. CAMERA FOLLOWS him in, PAUSES \tas he pauses at the foot of the stairs. Norman goes up the \tstairs.  \tOn the landing he stops. The door to his mother's room is \tclosed. Lying in a heap outside the door are a blood-stained \tdress and a pair of elderly-woman's shoes. From an EXTREMELY \tHIGH ANGLE, we look down on Norman as he bends to pick up \tthe stained dress and shoes.  \tHe rolls the shoes into the dress, tucks the small, neat \tbundle under his arm, and starts down the stairs, heading \tfor the basement.  \n[70]\t\t\t(shoving sock in his \t\t\tpocket \t\tI always forget to put the sign on, \t\tbut we do have vacancy. \t\t\t \t\tTwelve in fact. Twelve cabins, twelve \t\tvacancies.  \n[71]\t\tI don't really forget the sign, it \t\tjust doesn't seem... any use. \t\t\t \t\tThis used to be the main highway. \t\t\t \t\tWant to register, please?  \n[72]\t\tNo trouble. Today's linen day. I \t\tchange all the beds once a week, \t\twhether they've been used or not... \t\tdampness. I hate the smell of \t\tdampness. \t\t\t \t\tIt's such a dank smell.  \tNorman is holding the door open, so Arbogast walks in.  \tNorman follows.  \n[73]\t\tYou out to buy a motel?  \n[74]\t\tOh. I thought... you said you'd been \t\tto so many in two days...  What was \t\tit you wanted to ask?  \n[75]\t\t\t \t\tI didn't think the police went \t\tsearching for people who weren't in \t\ttrouble.  \n[76]\t\tOh.  \tHe waits a moment, then opens closet, starts counting out \tsheets and pillow cases, keeps his back to Arbogast.  \tArbogast takes a photograph out of his pocket, talks as he \tcrosses to Norman.  \n[77]\t\tNo. No one has stopped here in \t\tweeks...  \n[78]\t\tCommitting myself to what? You sure \t\ttalk like a Policeman.  \n[79]\t\tNo. At least I don't recall.  \n[80]\t\t\t \t\tI don't even bother with guests \t\tregistering any more... I mean, little \t\tby little, you drop the formalities. \t\t\t(more relaxed, because \t\t\tArbogast is listening \t\t\twith a pleasant smile \t\tI shouldn't even bother to change \t\tthe linen. I guess habits die hard. \t\tWhich reminds me...  \tHe goes to the wall, flips a light switch.  \n[81]\t\tThe vacancy sign. Just in case.  \tWe had a couple the other night, said if the sign hasn't \tbeen on they'd have thought this was an old deserted mining \ttown or something.  \n[82]\t\tWhat?  \n[83]\t\tI didn't lie to you. I just have \t\ttrouble keeping track of... time.  \tArbogast has reached him, the picture extended. Norman looks \tdutifully at it.  \n[84]\t\tIt was raining and her hair didn't \t\tlook like that... damped out, I guess.  \n[85]\t\tShe arrived kind of late, wet and \t\thungry and she was very tired and \t\twent right to bed and left early.  \n[86]\t\tVery early. Dawn.  \n[87]\t\tThe following morning. Sunday.  \n[88]\t\tNo.  \n[89]\t\tNo.  \n[90]\t\tNo.  \n[91]\t\tNo! Of all...  \n[92]\t\tShe was tired. She said she had a \t\tlong drive ahead of her, in the \t\tmorning... Yes, now I'm remembering \t\tvery clearly because I'm picturing. \t\tWhen you make a picture of the moment \t\tin your mind, you can remember every \t\tdetail. She was sitting back there, \t\tno she was standing up, with some \t\tsandwich still in her hand, and she \t\tsaid she had to drive a long way.  \n[93]\t\tWhat do you mean?  \n[94]\t\tOh. My private parlor. She had an \t\tawful hunger... so I made her some \t\tsupper. And then she went to bed and \t\tleft in the morning. I didn't even \t\tsee her leave.  \n[95]\t\tWhat?  \n[96]\t\tCash.  \n[97]\t\tWhy should she? I'm sorry, I have \t\twork to do, Mr... if you don't mind...  \n[98]\t\tI don't know what you expect me to \t\tknow about... people come and go...  \n[99]\t\tNot at all!  \n[100]\t\t\t(as if pleasantly \t\t\texasperated \t\tLook, if you won't believe me, go \t\tahead. You can help me make beds if \t\tyou like. \t\t\t(laughs, shakes his \t\t\thead \t\tCome on.  \tHe starts out. Arbogast pauses, momentarily confused by the \tyoung man's openness.  \n[101]\t\tChange your mind?  \tArbogast does not reply. Norman becomes apprehensive, starts \tto Arbogast, forcing himself to remain calm and cheerful.  \n[102]\t\tI guess I've got one of those faces \t\tyou can't help believing.  \n[103]\t\tI live there. Alone.  \n[104]\t\tMy mother.  \tArbogast turns, gazes seriously at him.  \n[105]\t\tShe's... ill. Confined to her room. \t\tIt's practically living alone.  \n[106]\t\tOf course not.  \n[107]\t\tNow, look...!  \n[108]\t\tI'm not a fool! And I'm not capable \t\tof being fooled! Not even by women!  \n[109]\t\t\t \t\tThat's all right. maybe she could \t\thave fooled me.  But... \t\t\t \t\tShe didn't fool my mother.  \n[110]\t\tNo. I told you, she's confined...  \n[111]\t\tNo! Just no!  I have one of those \t\tbreaking points like any other man, \t\tbelieve it or not, and I'm near it. \t\tThere's just so much pushing I can \t\ttake and I think...  \n[112] \tNorman sits in the dim, one-lamp light, the phone next to \thim, his hand still near it as if he had not been able to \tmove his hand after hanging up. He is staring at the shrike- \tlike bird which is perched on the lamp shade. Decision and \tresolution are beginning to show in his face. Suddenly he \trises, starts quickly out of the room, tries to switch off \tthe lamp as he goes and in so doing succeeds only in knocking \tthe bird off the shade.  \tHe watches it fall, does not try to catch it. It hits the \tfloor with a thud and sawdust spills out. He stares sadly at \tit, for a moment, then tends down, scoops up the sawdust, \ttries to press it into the split seam, picks up the bird, \tputs it in a drawer. Then he puts out the lamp, goes out, \tcrosses the darkened office and goes outside.  \n[113]\t\tPlease, mother...  \n[114]\t\t\t \t\tThey'll come now, Mother. He came \t\tafter the girl and now someone will \t\tcome after him! How long do you think \t\tyou can go on... Mother, please, \t\tjust for a few days, just so they \t\twon't find you!  \n[115]\t\tI'll carry you, mother.  \tNorman comes out of the room, his mother held in his arms, \ther head leaning against his shoulder. He carries her down \tthe stairs, along the lower landing to the cellar stairs, \tand then down those stairs to the basement.  \n[116]\t\t\t \t\tI suppose you want a cabin.  \n[117]\t\tI'll take you to...  \n[118]\t\tIt isn't necessary.  \n[119]\t\tI'll get your bags.  \n[120]\t\t\t \t\tI'll show you the cabin.  \tAs he starts for the door, Sam laughs. Norman stops, turns, \tlooks at him.  \n[121]\t\tTen dollars...  \tNorman returns to Sam, takes the extended bill, is about to \tstart out again.  \n[122]\t\tLooking for me?  \n[123]\t\tSatisfied with your cabin?  \n[124]\t\tYes.  \n[125]\t\tThat would be a rather extreme \t\treaction, wouldn't it?  \n[126]\t\t\t \t\tThis place! This isn't 'a place.' \t\tIt's my only world. I grew up in \t\tthat house back there. I was a happy \t\tchild. My mother and I... we were \t\tmore than happy.  \n[127]\t\tMy mother is not dead!  \n[128] \tLila is standing in the doorway, staring at the room in sick \tdismay. The room is grotesque, a horrible, ludicrous fantasy \tof childhood held beyond the point of decency.  \tIt is a small room. The walls are fancied with romping \tsilhouettes of teddy-bears and sailboats and carousels and \tfat cows jumping over aghast moons. The bed is small, far \ttoo short for a man of Norman's height. And yet the rumpled \tcovers indicate that it is in this bed that Norman sleeps. \tNext to the bed is an old-fashioned toy chest. On its top \tthere are a bird-in-a-cage lamp, a plain-bound book, and an \tash tray filled with ashes and cigarette stubs. A grown man's \tshirt hangs on a child's clothes tree.  \tAgainst one wall there is a narrow, high bookcase filled \twith thick, unchildish-looking books. On the small, white \tchest of drawers there is an old, child's victrola. The record \ton the turntable is discovered, on close inspection, to be \tBeethoven's Eroica Symphony.  \tLila studies the room, fascinated and repelled. She glances \tat the bookcase, comes into the room, goes to the bookcase \tand pulls out a thick, large, plain-bound book. She opens \tit. Her eyes go wide in shock. And then there is disgust. \tShe slams the book closed, drops it.  \n[129]\t\tI don't know what you've been saying.  \n[130]\t\tDo what?  \n[131]\t\tShut up!  \n[132]\t\tLeave me alone!  \n[133]\t\tLeave me alone!  \tHe is close to panic now. He turns, swiftly, dashes back \tinto his private parlor. Sam goes quickly around the counter, \tfollows.  \n[134] \tNorman hears Sam following, wants to run, to never be reached \tby this man. He crosses the small room, drawn to the rear \twindow, as if he might fly through it. Sam enters, pauses. \tNorman turns, back against the window, as unable to fly away \tas are the many still, stuffed birds. Sam registers a brief \tflicker of reaction when he sees the birds, but continues to \tgaze at Norman, hard.  \n[135]\t\tWhere's that girl? The girl you came \t\twith! Where is she?  \tSam does not respond, smiles a half-smile, turns to examine \ta stuffed owl. Norman looks back at the house.  \n[136]\t\t\t \t\tOh, God!  \n[137] \tSam is lying on the floor, face downward, unmoving. A \tcandlestick is on the floor, close by his head, still rocking \tas if just dropped. OVER SHOT comes the SOUND of Norman's \tfootsteps and CAMERA TURNS in time to catch a brief glimpse \tof him going out into the office, almost at a run.  \n[138]\t\t\t \t\tAyeeeeeeeeeeeeeeeeeeeeee Am Norma \t\tBates!  \tLila turns.  \n[139] \tHis face is contorted. He wears a wild wig, a mockery of a \twoman's hair. He is dressed in a high-neck dress which is \tsimilar to that worn by the corpse of his mother. His hand \tis raised high, poised to strike at Lila. There is a long \tbreadknife in it.  \n[140] \tAs he is about to start forward, a man's hand reaches in \tfrom the doorway behind, grabs Norman's wrist. Sam comes \tthrough the door, still holding tight to the wrist, pulling \tback the arm and at the same time throwing himself at Norman, \tfootball tackle style.  \n[141] \tThe walls are white and plain. There is no window.  \tThere is no furniture except the straight-back chair in which \tNorman sits, in the center of the room. The room has a quality \tof no-whereness, of calm separation from the world.  \tThe Police Guard has placed the blanket on Norman's knees. \tNorman, as we come upon him, is lifting the blanket, unfolding \tit. His face, although without makeup and without the \tsurrounding softness of the wig, has a certain femininity \tabout it, a softness about the mouth and a kind of arch \twomanliness about the brows.  \tCalmly, Norman places the blanket about his shoulders, as if \tit were a cashmere shawl. CAMERA REMAINS in a position so \tthat our view of Norman is a FULL ONE. When the shawl is in \tposition, and Norman is settled, we HEAR, OVER SHOT, the \tvoice of his mother, coming from the calm of his thoughts.  ", "Bates": "\n[1] \tMary pauses on the porch. The lights are on within the office. \tShe tries door, finds it open, goes into office. CAMERA \tFOLLOWS her into office. There is no one present. Mary goes \tto the desk, rings a small pushbell. There is no response. \tMary rubs her forehead in weariness and frustration, goes \tback out onto the porch. She looks off in another direction, \tslightly behind the office, and sees...  \n[2] \tMary, having seen the woman, expects now that she will get \tsome attention. She stands a few moments, waiting.  \tNo one comes. Impatience and anger rise in Mary. She dashes \tout into the rain, to her car, gets in, opens the side window, \tbegins to honk the horn. After a moment, a YOUNG MAN open \tthe front door of the house, pauses, starts down the path. \tAfter a few steps, he turns and runs back into the house. \tMary leaves her car, starts a dash for the shelter of the \tporch. As she runs, we see that the Young Man has gone back \tonly to get an umbrella. Seeing that Mary is on her way to \tthe porch, he runs quickly, the umbrella unopened in his \thand. He gets to the porch a moment after Mary has reached \tit.  \tHe stops short, looks at her, then at the umbrella hanging \tuseless in his hand, then back to her.  \tThere is something sadly touching in his manner, in his look. \tMary's impatience goes and she smiles and this makes him \talmost smile. He gestures her into the office, standing back \tto indicate that he will go after her. She goes into the \toffice.  \n[3] \tThe Young Man follows Mary in, closes the door. He is NORMAN \tBATES, somewhere in his late twenties, thin and tall, soft- \tspoken and hesitant.  \n[4] \tA high shot showing the freeway and Bates house and motel on \tthe side old highway. A pause and then across the bottom of \tthe picture a white car speeds by on the freeway.  \n[5] \tThe white car speeding along the freeway again going in the \topposite direction to last time. Norman, a tiny figure, is \tseen going up the steps to his mother's house.  \n[6] \tThe white car goes by on the freeway again.  \n[7] \tHeavy traffic on the freeway. A beat or two - again the white \tcar. It slows up opposite the distant motel. It makes a turn \tand goes back out of scene. A pause and it reappears on the \told road and slowly makes its way toward the Bates' Motel.  \n[8] \tWe now see Norman. He has brought out an old rocking chair \tand has placed it on the office porch and is sitting hunched \tin it. And he is darning one of his own socks. CAMERA HOLDS. \tBeyond the porch, and Norman, we see the old house and can \tbarely make out, in the twilight dimness, the figure of his \tmother seated at the window. Here, too, there is that quality \tof quiet peace surrounded by a vague foreboding.  \tNow Norman looks up at the SOUND of the approaching car.  \tAnd continues looking as the car comes to a stop and Arbogast \tgets out. Arbogast gives the place a quick once-over, gazes \tat Norman, starts forward. In his steps and manner there is \tthat bored, routine-logged quality of a man who has seen too \tmany motels and asked question of too many hotel managers \tover too short a period of time.  \tNorman rises as Arbogast comes forward.  \n[9] \tA distant view of the House and Motel. There is a light on \tin the house. There is also a light on in Norman's office. \tWe see Norman emerge from his office and move along the porch \ttoward the distant cabins. He carries sheets on his arm. He \tgoes into the last cabin and switches the light on. Into the \tforeground the hood of the white Ford enters the scene and \tstops. Arbogast gets out. He goes over to the Motel office.  \n[10] \tArbogast gradually eases the door closed, stands against it, \twaiting. He looks up in the direction of the light, sees no \tone. The door at the head of the stairs is closed. Arbogast \tlistens, holds his breath, hears what could be human sounds \tcoming from upstairs but realizes these could also be the \tsounds of an old house after sunset. After a careful wait, \the crosses to the stairs, starts up, slowly, guardedly, \tplacing a foot squarely on each step to test it for squeaks \tor groans before placing his full weight on it. CAMERA \tFOLLOWS, remaining on floor level but TRAVELLING ALONG the \tstairway as Arbogast makes his way up.  \n[11] \tThe place is empty and silent and washed dirty by the deep \tgray of the cloudy sky. We see Sam's truck turning into the \tdriveway and pulling to a stop. After a moment, Sam and Lila \tget out of the truck.  \n[12] \tA close of her face, She appears to be watching and enjoying \tthe fight. Over the shot, the SOUNDS of the struggle, the \tscreams of Norman.  "}}