{"filename": "Red-Riding-Hood_script.txt", "imdb_id": "tt1486185", "imdb_url": "https://www.imdb.com/title/tt1486185", "characters": ["Henry", "Valerie", "Peter", "Suzette", "The Reeve", "Father Auguste", "Grandmother", "Roxanne", "Solomon", "Cesaire", "Madame Lazar", "Adrien Lazar", "Prudence", "Claude", "Captain"], "dialogues": {"Henry": "", "Valerie": "", "Peter": "\n[1]I'm taking a break. \n[2]I was afraid you weren't coming. \n[3]Do you think she'll tell your father? \n[4]Of course he does. Right up until the point where he figures out what I'm doing with his daughter. Peter glances back and Isabelle follows his look. Through the trees, she sees her father and the group of grim Woodcutters, still in serious conversation. \n[5]You haven't heard?  Three men. They found them this morning just off the Center Road. At least they think it was three men. There wasn't enough left to piece them back together. A long beat as Isabelle takes this in. Then: \n[6]Could it have been anything else? Isabelle shudders. No, it couldn't have been. \n[7]We should have killed that monster a long time ago. \n[8]Same time tomorrow? \n[9]You really think you can go all day without seeing me? \n[10]I can think of worse sins I could be committing. She gives a cautioning look, then leaves with a smile. \n[11]I need to talk to you. Isabelle turns to face him, trying to stay nonchalant. \n[12]When were you planning on telling me? \n[13]That you're engaged to be married to Henri Smith. Isabelle gapes at him, stunned and confused. \n[14]Look at me. Just look at me and tell me you didn't know. She looks at him and sees it in his eyes. He's serious. \n[15]Your father. Off Isabelle's look... \n[16]We need to talk. \n[17]You have to go through with it. You have to marry Henri. 18. \n[18]That doesn't matter. \n[19]It's not our decision to make. \n[20]Then maybe you should start listening to your mother.  It's over. They had to find out eventually. Don't turn this into something that it's not. We had our fun, but that's all it ever was. Isabelle looks up at him, shocked and confused. \n[21]Go home, Isabelle. Go home and grow up. Isabelle gapes at him. Peter walks away. \n[22]  \n[23]Are you all right? \n[24]Are you joking? These fools are as likely to kill each other as they are anything else. Henri shoots him an angry look before moving on. Isabelle and Suzette say goodbye to Cesaire. Isabelle sees Peter through the crowd and quickly looks away. Just then, Henri and Adrien pass by. On impulse, Isabelle runs up and kisses Henri on the mouth. When she's sure that Peter has seen this, she quickly walks away. Henri gives Peter a gloating look. Peter scowls. \n[25]Take it easy, friend. \n[26]Why? So you can hit me, too? \n[27]Why can't you just leave me alone? \n[28]So what? What's the matter with you? What do I have to do to make you stop caring about me? Isabelle is taken aback. A beat. \n[29]I don't have to like her to get what I want from her. 49. \n[30]I thought being with Rosemaria would be the one thing you would never be able to forgive. I wanted you to hate me.  Isabelle, you are the best thing that could ever happen to me. And I am the worst thing that could ever happen to you. \n[31]I wasn't born here. You and I both know what that means. I will always be a stranger to these people. Your parents will never let us be together. \n[32]I can't let you do that. You have something here that I will never have. You have a place. You have 50. \n[33]a family. With Henri you have a future. I'm not going to let you ruin that over me. \n[34]Isabelle... I'm wrong for you. \n[35]But not like this. I want to marry you. She searches his face and sees that he's serious. \n[36]I can pack the cart tonight and we can leave in the morning.  Is that too soon? \n[37]You'd better get back before someone misses you. She gives him a lingering kiss. When she pulls away from him, he sees that she's crying. \n[38]What's wrong? \n[39]  \n[40]I was up all night worrying about you. Thank God you're safe. But something about her expression gives him pause. She looks up at him, struggling with what she has to say. \n[41]I thought you didn't want to wait. \n[42]Of course not. You'd better go home and see to your mother. She gives him a sad nod, then turns to go. She pauses at the door, but he doesn't look at her. She leaves. \n[43]I need your help. Off Henri's look... \n[44]Thank God you're all right. He tries to take her hand, but she pulls away. A beat. \n[45]What did he tell you? Isabelle gives him a hurt look. \n[46]I just need to talk to you. \n[47]Hello? No response. The door CREAKS open. It's Peter. As he opens the door, moonlight spills inside to reveal Isabelle huddled and trembling in the corner. She's screamed and cried herself out. All that's left is anger and a grim resolve. She did what she had to do. \n[48]We can't tell anyone. If they don't believe you, they'll hang you for this. And if they do believe you, they'll hang you for being the daughter of the Wolf. \n[49]I was bitten at the festival. I spent last night in the woods because I was afraid of what might happen... I changed. I'm like him now. \n[50]I can't stay here. \n[51]Your father and your grandfather killed people. They couldn't help themselves. If I stay here, I won't be able to control myself.  I have to be alone. Isabelle rests her head on his and they just sit like that, leaning against one another in the candlelight... \n[52]We could take him to the river. \n[53]We'll weight him with rocks. \n[54]They're silver. \n[55]Death was too good for him. \n[56]I don't know. I need to understand what I've become. Maybe I can learn to control it.  I'll take my own life before I take another's. \n[57]I'm not coming back. I don't want you to wait for me. This is the last time you'll ever see me. \n[58]You know, Henri is a good man. ", "Suzette": "\n[1]All right. Don't be long. Isabelle smiles, grabs a bucket and ladle, and anxiously heads toward the village. Lucie watches her go, dubious. \n[2]You mind your grandmother, understand? You're her student now, the same as the other girls. \n[3]My last baby has grown up. 9. \n[4]It's all been arranged. Your marriage to Henri will settle our debt to his father. Isabelle nods, shaken. Cesaire sees that she's upset. \n[5]We know that you and Peter have become friends. But you have adult responsibilities now. That means putting your family's interests ahead of your own. \n[6]He's not one of us. His parents were outsiders. \n[7]You mind your tongue. Isabelle is about to respond, when she notices something. Lucie is crying. A beat. Lucie looks up at her parents. \n[8]We knew Isabelle was going to be stubborn. It wouldn't be like her to simply do as she's told. She's too much like her grandmother. \n[9]She's a good girl, but she's still a child. Talk to her. You're her father. She'll listen to you. Isabelle glances over at Lucie... and sees that she's been eavesdropping, too. Lucie turns away, embarrassed. Isabelle gives her a sad look. \n[10]You know, I had a sweetheart when I was your age, too. Isabelle looks up, intrigued in spite of herself. Suzette smiles slyly at her reaction. \n[11]Nothing happened. My parents arranged for me to marry your father and that was the end of that. \n[12]Of course, I did. But there's more to marriage than being in love. Love doesn't always last and it certainly doesn't fill your children's bellies in the winter. \n[13]Not even once. Isabelle eyes her, still uncertain. \n[14]You'll do as you're told. It's all been arranged. \n[15]Who gave you permission to wear that? \n[16]Your Grandmother made that for Lucie. Take it off. Isabelle hesitates, then does as she's told. Suzette snatches the cloak away from her. A beat. \n[17]Someone must have folded them. A beat. Isabelle is reluctant to voice her thoughts... \n[18]What are you saying? \n[19]Lucie's soul is at peace with God. Don't you ever again suggest otherwise. Suzette turns away in tears. Isabelle is stunned speechless. 32. \n[20]We arranged for you to marry him. \n[21]I think you know the answer to that question. \n[22]Lucie was Henri's half-sister. She was not your father's daughter. Isabelle suddenly looks ill. Reluctant, she asks: \n[23]Yes. I was already pregnant when your father and I married. \n[24]No. And he must never know. Tears spill down Isabelle's cheeks. She walks away. \n[25]Isabelle! Promise me you won't tell him. Isabelle gives her a look that doesn't promise much. She leaves without answering. 40. \n[26]All right then. She doesn't look up from her knitting. Isabelle leaves. \n[27]I know. I didn't want to wake you. Isabelle smiles up at her. The wounds on Suzette's face are still bad, but healing. She's scarred for life. 102. \n[28]He'll be home soon. They have no reason to hold him any longer. \n[29]No. They lost it in the forest. This gives Isabelle pause. A beat. Then: \n[30]Roxanne came by. She said your grandmother has fallen ill. I was hoping you could look in on her. Off Isabelle's troubled look... ", "The": "\n[1]  \n[2]Well, stop dawdling. Come on, come on. The girls hurry inside, but Grandmother stops Isabelle. \n[3]Your mother has warned you not to expect any special treatment from me? \n[4]Well, then your mother doesn't know me very well, does she? Isabelle smiles as Grandmother ushers her inside. \n[5]  \n[6]There. This is going to be my foundation. Everything I do now will build off of this. She shows the row of stitches to Roxanne. \n[7]Roxanne, is this a good foundation? \n[8]Why not? \n[9]There's something else I haven't told you. I haven't told you why I'm making it. Before you begin any task, you must first always ask yourself why. \n[10]Because understanding why you are doing something is the key to doing it successfully. So, before we begin today, let's be certain that we have a good foundation. Who can tell me why you are here? 12. \n[11]That's what you are doing. But why are you doing it? Blank looks. None of them have ever considered this. \n[12]Isabelle, your sister studied with me last winter. What does she do now? \n[13]Why don't you work with them? \n[14]And how does that make you feel? Isabelle thinks for a moment, then has an insight. \n[15]You will be coming here every day for the next three months. During that time, I will teach you everything you need to know to be productive members of our community. But there is something far more important that will also be happening here. All the girls are paying close attention now, but Grandmother seems to be speaking directly to Isabelle. \n[16]You will be proving your worth and learning your place in the world. And I promise you, when you leave here for the last time, you will never feel like a child again. 13. \n[17]  \n[18]Everyone finish what you're working on. Your parents will be worried if you're not home before it starts to get dark. The girls begin packing up their work. Prudence sighs. \n[19]My goodness. I had no idea our young people were so woefully uneducated these days.  Our village was not always like this. When I was young, this was a very special place. Traders and merchants came here from lands I'd never heard of selling things I had never seen. King Philip the Bold even visited here once. But that, of course, was before the Wolf came. The girls listen attentively. \n[20]Your parents fear the Wolf because they remember when it did kill people from the village. Break down doors in the middle of the night and snatch children right out of their beds. Rumors began to spread that we were cursed. That was when our village began to die. And that was why my husband led a group of men into the woods to kill the Wolf. But instead, it killed him. Isabelle reacts. She has never heard this story before. \n[21]After that, people here didn't have much stomach to go hunting for it anymore. But something had changed. The Wolf stopped killing in the village. Even our livestock were usually safe as long as they were brought inside. So we decided it was safer to compromise. We gave the Wolf its one night a month, the night of the full moon, and it has left us alone ever since. \n[22]Everyone knows what should be done. But it's not always easy to do what you know is right. Sometimes it's easier to settle for being safe. Isabelle frowns, unsatisfied. \n[23]  \n[24]What on earth --? The Young Man glances at Isabelle. Something about the look in his eyes makes Isabelle go pale... 26. \n[25]It's my little secret. A pinch will help you rest. A little more and you'll sleep through the end of the world. Grandmother smiles. Isabelle smiles back, weak. \n[26]Nothing. Grandmother curtly wraps what she's found in a washcloth. \n[27]Wherefore each man and woman that is wise, make him ready thereto; for we all shall die, and we know not how soon... \n[28]I know something. Cesaire and Suzette give Grandmother surprised looks. She walks up to the table and hands Attewater the wadded up washcloth we saw her with earlier. \n[29]I found this. I believe it must belong to her attacker. Attewater unfolds the washcloth. There are a few strands of hair inside. He gives her a sharp look. \n[30]No, it isn't. It's human. A stunned silence comes over the room. \n[31]Yet she was holding a man's hair in her hand when she died. \n[32]That the man and the Wolf may be one and the same. A low MURMUR works its way through the crowd. \n[33]It would explain much. The Pope himself has declared that such creatures exist. The thought gives everyone pause. \n[34]Not someone. You're talking about Father Solomon. This sends a ripple of comment through the room. \n[35]That is also unsubstantiated. Attewater eyes him, but Father Auguste stands his ground. \n[36]  \n[37]I suppose that would be easier. But then that would defeat the purpose. People only change when things are difficult. Isabelle gives her a look, understanding, then turns away. Grandmother puts a hand on her shoulder and then leaves her alone. Isabelle stares into the fire... \n[38]  \n[39]I've found that there's no burden that doesn't at least seem a little lighter on a full stomach. \n[40]You have a right to be angry with her. But try not to hate her. Too much hate will eat you alive. Isabelle nods and rests her head on Grandmother's shoulder. \n[41]Well, well. You look very pretty this evening, my dear. Good enough to eat. The Wolf's voice is sonorous, seductive. The Devil's voice. Isabelle stammers, unable to believe her senses. \n[42]It's considered polite to thank someone when they pay you a compliment. Are you being impolite, Isabelle? \n[43]The better to see you with, my dear. \n[44]Kill you? Why would I kill you? \n[45]I want you, Isabelle. Isabelle gapes, dumbstruck and dismayed. \n[46]We are the same, you and I. We are both wild things. You show one face to the world, but there is another face that you hide. A fire burning inside you, waiting to be released. The Wolf sniffs her, starting at her feet and working its way up. It SNARLS with satisfaction, savoring her scent. \n[47]Yes. I can smell it on you even now. Suddenly, the Wolf jumps onto its hind legs, puts its forepaws on the wall on either side of Isabelle, its muzzle only inches from her face. She recoils. \n[48]Leave with me tonight. Run with me. The only shackles binding you are of your own making. Slip them and I can show you the world and every pleasure in it. Isabelle hesitates, then finds the strength to speak: \n[49]What about your fat friend here? Do you think she would rather die?  Come away with me. Or I will kill her. And I will keep killing until you agree to leave with me. Suddenly, the sound of MEN SHOUTING. The Wolf leans in, SNARLING. Isabelle turns away from its foul breath. \n[50]Choose now. Quickly. Isabelle trembles. She looks down at Roxanne's terrified face, torn. Isabelle closes her eyes. She can't do it. \n[51]Your silence has doomed them all. Just then, Solomon and two Soldiers turn the corner. The Wolf leaps atop the wall and growls down at Isabelle: \n[52]Come the next full moon, their blood will be on your hands. Then it jumps over the wall. Solomon scrabbles up after it, but the Wolf is already too far away. It looks back at him. A silent challenge passes between them. And then the Wolf is gone. \n[53]This man is alive! Bring me water! Hurry! Henri nods and quickly turns -- but is stopped cold by Solomon's iron grip on his arm. Solomon and his Captain go to Soldier #1. Solomon kneels at his side. \n[54]What about the hair Madame Ordeville found on Lucie's body? It was dark. The person we are looking for must have dark hair. 62. \n[55]The curse is hereditary? \n[56]  \n[57]It talked to you. And you understood it? \n[58]Word of this cannot be allowed to spread. Do you understand me? \n[59]I don't know. But I won't allow you to go with this devil and live as its concubine. 64. \n[60]This is why it chose you. You're a good girl with a gentle heart. It's using that against you. \n[61]Salus populi suprema est lex. 66. \n[62]The good of the people is the chief law. \n[63]And write. I was studying to be a nun when I met my husband. \n[64]He was a priest. She grins. Is she being serious? Attewater bristles. \n[65]You know the boy is innocent. He's being tried because he's different. Because Father Solomon knows he can turn us against him. \n[66]A wolf hunting sheep picks off the weakest ones first.  This is just the beginning. She enters the manor hall. Attewater watches her go. \n[67]shifts uncomfortably as Solomon interrogates him... \n[68]Yes, Your Eminence. \n[69]I have heard it said so, yes. \n[70] Yes. But I don't believe he meant anything by it. It was in jest. \n[71]No, of course not. \n[72]He'd rather let an innocent boy die than risk letting the Wolf go free. \n[73]We both know it will be coming for you. You must leave here tomorrow and never return. A long beat. Isabelle reluctantly shakes her head. \n[74]You have no choice. The alternative is unthinkable. \n[75]The Wolf's sins are on its own twice-damned soul, not yours. \n[76]Father Solomon. Extorting his confession. Claude's screams sending chills down their spines. \n[77]We should not allow ourselves to even consider this. \n[78]What's the matter with you? You know her. You all know her. \n[79]She could have run away. She could saved herself, but she stayed here because she cares more about you than she does herself. 78. \n[80]I'm not going to let these worthless shits sacrifice you to save themselves. We have to find the real werewolf before tomorrow night. \n[81]Father Solomon doesn't know the things that I know.  I am the oldest person in this village who was here when the Wolf first came. I remember the old days. And what is happening now is much worse. \n[82]The Wolf never used to attack in the open like it did at the festival. It's a coward at heart. It would kill whole families in their homes, but it always stayed in the shadows. It never would have shown itself in the old days. \n[83]Or perhaps it made a mistake. You're at the center of this. At least two of the victims can be tied to you. What if it had to kill so many at the festival to hide the fact that the first two killings weren't random? 80. \n[84]Your parents said that the Wolf broke into the house and took Lucie. We both know that's not true. What really happened? Isabelle hesitates, reluctant. \n[85]Why would you think such a thing? \n[86]She took her own life over a boy? \n[87]Hello, Henri. \n[88]You spoke up very loudly in Isabelle's defense today. That was very brave. 81. \n[89]You're under no obligation to stand in her defense. You broke off your engagement to her. \n[90]As her sister would have done anything for you.  Lucie was in love with you. But you knew that, didn't you? \n[91]She kept it secret from almost everyone. Even Isabelle didn't know. Did you tell anyone? \n[92]Not even your father? \n[93]So he knew your secrets, did he? Henri picks up a hammer and goes back to work. Angrily nailing a shoe to the horse's foot. BANG! BANG! BANG! \n[94]You were the only one who could have lured Lucie out on the Wolf's night. And none of the men who went hunting for the Wolf remember seeing you after the sun set on the night your father died. Henri faces her, clutching the hammer... \n[95]Because I want you to confess. You killed Lucie. And your father. And God only knows how many others. And if you won't admit it, then I will tell Father Solomon and we will lock you up until the moon rises tomorrow night and you can no longer hide your guilt. As she says this, a slow look of dawning realization comes over him. Realization and horror. \n[96]Smell what? What are you talking about? \n[97]You accuse me and I'll bring you down with me. All they can do is take my life. You have more to lose. \n[98]Then I'll have to prove it. \n[99]Stop the cart. Cesaire pulls the reins. Grandmother calls out: \n[100]Prudence, come with me. I have some blankets I want you to mend for Father Auguste. Prudence sighs and climbs up into the cart. \n[101]  \n[102]You take these blankets to Father Auguste the moment you're finished. Understand? 84. \n[103]  \n[104]Yes. First thing in the morning. He nods shakily and leaves. She closes the door behind him and lets the faÃ§ade of calm fall from her face. She puts a trembling hand to her mouth, mind racing... \n[105]  \n[106]        \n[107]Show yourself! Coward! Another beat. The veil settles and is still. Then: A FIGURE lunges out of the veil with its arms reaching out at us. It grabs Grandmother's throat in one hand and wrestles the cane from her grip with the other. She struggles, but she's far too weak for her attacker. The Figure whips out a knife. Grandmother sees it, but can do nothing. The knife flashes. Fat drops of blood splash on the floor. Then the Figure drops Grandmother and she crumples, lifeless. A pool of blood slowly spreads out from underneath her. The Figure steps over the widening pool and picks up the letter Grandmother was writing. He quickly scans it and angrily tosses it in the fire... Then he hears something. FOOTSTEPS, crunching through the snow. He hurries to the window and peers out... It's Roxanne and Prudence. Roxanne looks like hell, but here for lessons as usual. The Figure ducks out of sight. A moment later, they're KNOCKING on the door. Their feet are visible under the crack. The Figure sidles alongside the door, BREATHING heavily. Another KNOCK. On the floor inside, the pool of blood is expanding toward the door... The Figure sees it. He puts a hand on the hilt of his knife... then whispers to the girls through the door, disguising his voice with a dry, old woman's rasp: \n[108]Go away. Outside, Roxanne and Prudence exchange a curious look. \n[109]I'm sick. You can't come in. \n[110]No. You mustn't come in. Go home, now. I want to sleep. 86. \n[111]No, my dear. Come back tomorrow. The blood is seconds away from hitting her feet. The Figure stands poised to throw open the door... but at the last instant, Roxanne turns and walks away. She doesn't see the blood pour outside under the door behind her. \n[112]I've come to hear your final confession. Isabelle nods shakily and sits up. He enters. \n[113]None that I have heard. Why? Isabelle doesn't answer. She turns away, troubled... \n[114]The Captain crouches in the shadows of a nearby barn. He watches Prudence leave. Solomon and Attewater join him. \n[115]You can't outrun me, my dear. And there is no place you can hide that I cannot smell you out. So what is your decision? Will you take your place with me? \n[116]Where do you belong then? Here? With the cowards who so gladly sacrificed you to save themselves? \n[117]They are sheep. We are not like them. Let me show you what you are. The Wolf steps closer... but suddenly, Henri pushes Isabelle aside, pulls his hammer from his belt, and raises it to hit the Wolf. \n[118]There is your mighty werewolf hunter. Who will save you now? 100. \n[119]I will come for you again. And with that, it turns and flees into the night. The Villagers CHEER. The Reeve chases after it and the rest of the angry mob follows him. Henri turns to Isabelle. \n[120]  \n[121]Pull the bobbin. The latch will open. We recognize the thin, raspy voice. Isabelle hesitates, then pulls the bobbin and opens the door... \n[122]  \n[123]I've been expecting you. Isabelle starts toward the bedroom with the basket... \n[124]Don't come in here. Isabelle stops short. Grandmother's face is cloaked in darkness. Isabelle gives her a questioning look. \n[125]I'm not hungry right now. \n[126]I just made myself a stew. I left it over the fire for you. Isabelle glances back at the pot BUBBLING over the fire. \n[127]Don't be silly, my dear. You've been through so much. Sit down. Isabelle considers for a beat, then places the basket on the table, next to a ball of yarn with Grandmother's knitting needles sticking out of it. \n[128]There's no burden so heavy that it doesn't seem a little lighter on a full stomach. \n[129]That's right. Eat up, my dear. Eat up. Isabelle takes a bite of the hot soup. The cat jumps up on the table and lies down next to her, licking its paw. \n[130]Was I now? \n[131]It's just the stew warming you. Isabelle hesitates, but keeps eating. Then she takes a closer look at the cat. There's blood on its paw. That's what it has been licking this whole time. Suddenly, Isabelle feels faint. She breaks out in a sweat. She looks at the soup. A thick broth with chunks of white meat... \n[132]If you don't like it, there's wine on the table to wash it down. Isabelle reaches for the bottle with an unsteady hand and pours herself a cup. She takes a sip... and freezes. It's not wine. It's blood. She gags and drops the cup, spilling blood everywhere. The cat jumps away. She looks at the bottle, turns it over. More blood pours out. Isabelle screams and throws it, knocking over the pot and spilling the soup. The Figure laughs. \n[133]Oh, what pretty red lips. Come and give your Granny a kiss, my dear. \n[134]Then I will come to you. And with that -- Grandmother slowly starts to move. She groans. She's hurt. She stands up. She's much taller now than she was. As Isabelle watches in mute dread, the Figure pulls off Grandmother's nightgown and cap, hobbles into the firelight, revealing its face... 107. \n[135]  \n[136]  \n[137]  \n[138]  \n[139]  \n[140]  \n[141]  \n[142]  \n[143]  \n[144]        \n[145]     ", "Reeve": "\n[1]It's been almost thirty years since someone here was killed by the Wolf. We've left it alone. Why would it suddenly come and take one of us now? Grandmother gathers her nerve and stands up. \n[2]As will I. We all will. Henri is nervous, but tries to appear brave for Isabelle. \n[3]Who was that screaming? \n[4]Which way did it go? The Merchant points a trembling finger. The Reeve plunges into the brush after it and the Men follow. \n[5]Split up. Two groups. Half the Men take one fork, half the other. We follow the Reeve's group down a narrowing passageway. The Men crowd together, hunched low. The SCREAMS seem to be getting louder. The Reeve stops, listening. He turns toward a low crack in the cave wall. The SCREAMS are coming from inside. He shines his torch inside, lowers his head, and walks toward it. The cave 37. \n[6]And I suppose you've seen this? A wolf turning into a man? 43. \n[7]And I killed the beast that did it. \n[8]There was blood dripping from its teeth. \n[9]And paid for it in blood! Attewater gives Solomon a nervous look. Solomon shrugs. \n[10]But who is it? Make her tell us who the werewolf is! \n[11]I think we already are. \n[12]Do we? Did we know she could talk to werewolves? \n[13]Take her! Take her and leave us in peace! The Wolf SNARLS at him and turns to Isabelle. 95. \n[14]They're here! Over here! The two figures run and the Villagers chase after them. \n[15]You're certain nobody has seen him since last night? ", "Father": "\n[1]Wherefore each man and woman that is wise, make him ready thereto; for we all shall die, and we know not how soon... \n[2]It would explain much. The Pope himself has declared that such creatures exist. The thought gives everyone pause. \n[3]That is also unsubstantiated. Attewater eyes him, but Father Auguste stands his ground. \n[4]This man is alive! Bring me water! Hurry! Henri nods and quickly turns -- but is stopped cold by Solomon's iron grip on his arm. Solomon and his Captain go to Soldier #1. Solomon kneels at his side. \n[5]What about the hair Madame Ordeville found on Lucie's body? It was dark. The person we are looking for must have dark hair. 62. \n[6]The curse is hereditary? \n[7]shifts uncomfortably as Solomon interrogates him... \n[8]Yes, Your Eminence. \n[9]I have heard it said so, yes. \n[10] Yes. But I don't believe he meant anything by it. It was in jest. \n[11]No, of course not. \n[12]We should not allow ourselves to even consider this. \n[13]I've come to hear your final confession. Isabelle nods shakily and sits up. He enters. \n[14]None that I have heard. Why? Isabelle doesn't answer. She turns away, troubled... ", "Auguste": "\n[1]Wherefore each man and woman that is wise, make him ready thereto; for we all shall die, and we know not how soon... \n[2]It would explain much. The Pope himself has declared that such creatures exist. The thought gives everyone pause. \n[3]That is also unsubstantiated. Attewater eyes him, but Father Auguste stands his ground. \n[4]This man is alive! Bring me water! Hurry! Henri nods and quickly turns -- but is stopped cold by Solomon's iron grip on his arm. Solomon and his Captain go to Soldier #1. Solomon kneels at his side. \n[5]What about the hair Madame Ordeville found on Lucie's body? It was dark. The person we are looking for must have dark hair. 62. \n[6]The curse is hereditary? \n[7]shifts uncomfortably as Solomon interrogates him... \n[8]Yes, Your Eminence. \n[9]I have heard it said so, yes. \n[10] Yes. But I don't believe he meant anything by it. It was in jest. \n[11]No, of course not. \n[12]We should not allow ourselves to even consider this. \n[13]I've come to hear your final confession. Isabelle nods shakily and sits up. He enters. \n[14]None that I have heard. Why? Isabelle doesn't answer. She turns away, troubled... ", "Grandmother": "\n[1]  \n[2]Well, stop dawdling. Come on, come on. The girls hurry inside, but Grandmother stops Isabelle. \n[3]Your mother has warned you not to expect any special treatment from me? \n[4]Well, then your mother doesn't know me very well, does she? Isabelle smiles as Grandmother ushers her inside. \n[5]  \n[6]There. This is going to be my foundation. Everything I do now will build off of this. She shows the row of stitches to Roxanne. \n[7]Roxanne, is this a good foundation? \n[8]Why not? \n[9]There's something else I haven't told you. I haven't told you why I'm making it. Before you begin any task, you must first always ask yourself why. \n[10]Because understanding why you are doing something is the key to doing it successfully. So, before we begin today, let's be certain that we have a good foundation. Who can tell me why you are here? 12. \n[11]That's what you are doing. But why are you doing it? Blank looks. None of them have ever considered this. \n[12]Isabelle, your sister studied with me last winter. What does she do now? \n[13]Why don't you work with them? \n[14]And how does that make you feel? Isabelle thinks for a moment, then has an insight. \n[15]You will be coming here every day for the next three months. During that time, I will teach you everything you need to know to be productive members of our community. But there is something far more important that will also be happening here. All the girls are paying close attention now, but Grandmother seems to be speaking directly to Isabelle. \n[16]You will be proving your worth and learning your place in the world. And I promise you, when you leave here for the last time, you will never feel like a child again. 13. \n[17]  \n[18]Everyone finish what you're working on. Your parents will be worried if you're not home before it starts to get dark. The girls begin packing up their work. Prudence sighs. \n[19]My goodness. I had no idea our young people were so woefully uneducated these days.  Our village was not always like this. When I was young, this was a very special place. Traders and merchants came here from lands I'd never heard of selling things I had never seen. King Philip the Bold even visited here once. But that, of course, was before the Wolf came. The girls listen attentively. \n[20]Your parents fear the Wolf because they remember when it did kill people from the village. Break down doors in the middle of the night and snatch children right out of their beds. Rumors began to spread that we were cursed. That was when our village began to die. And that was why my husband led a group of men into the woods to kill the Wolf. But instead, it killed him. Isabelle reacts. She has never heard this story before. \n[21]After that, people here didn't have much stomach to go hunting for it anymore. But something had changed. The Wolf stopped killing in the village. Even our livestock were usually safe as long as they were brought inside. So we decided it was safer to compromise. We gave the Wolf its one night a month, the night of the full moon, and it has left us alone ever since. \n[22]Everyone knows what should be done. But it's not always easy to do what you know is right. Sometimes it's easier to settle for being safe. Isabelle frowns, unsatisfied. \n[23]  \n[24]What on earth --? The Young Man glances at Isabelle. Something about the look in his eyes makes Isabelle go pale... 26. \n[25]It's my little secret. A pinch will help you rest. A little more and you'll sleep through the end of the world. Grandmother smiles. Isabelle smiles back, weak. \n[26]Nothing. Grandmother curtly wraps what she's found in a washcloth. \n[27]I know something. Cesaire and Suzette give Grandmother surprised looks. She walks up to the table and hands Attewater the wadded up washcloth we saw her with earlier. \n[28]I found this. I believe it must belong to her attacker. Attewater unfolds the washcloth. There are a few strands of hair inside. He gives her a sharp look. \n[29]No, it isn't. It's human. A stunned silence comes over the room. \n[30]Yet she was holding a man's hair in her hand when she died. \n[31]That the man and the Wolf may be one and the same. A low MURMUR works its way through the crowd. \n[32]Not someone. You're talking about Father Solomon. This sends a ripple of comment through the room. \n[33]  \n[34]I suppose that would be easier. But then that would defeat the purpose. People only change when things are difficult. Isabelle gives her a look, understanding, then turns away. Grandmother puts a hand on her shoulder and then leaves her alone. Isabelle stares into the fire... \n[35]  \n[36]I've found that there's no burden that doesn't at least seem a little lighter on a full stomach. \n[37]You have a right to be angry with her. But try not to hate her. Too much hate will eat you alive. Isabelle nods and rests her head on Grandmother's shoulder. \n[38]  \n[39]It talked to you. And you understood it? \n[40]Word of this cannot be allowed to spread. Do you understand me? \n[41]I don't know. But I won't allow you to go with this devil and live as its concubine. 64. \n[42]This is why it chose you. You're a good girl with a gentle heart. It's using that against you. \n[43]Salus populi suprema est lex. 66. \n[44]The good of the people is the chief law. \n[45]And write. I was studying to be a nun when I met my husband. \n[46]He was a priest. She grins. Is she being serious? Attewater bristles. \n[47]You know the boy is innocent. He's being tried because he's different. Because Father Solomon knows he can turn us against him. \n[48]A wolf hunting sheep picks off the weakest ones first.  This is just the beginning. She enters the manor hall. Attewater watches her go. \n[49]He'd rather let an innocent boy die than risk letting the Wolf go free. \n[50]We both know it will be coming for you. You must leave here tomorrow and never return. A long beat. Isabelle reluctantly shakes her head. \n[51]You have no choice. The alternative is unthinkable. \n[52]The Wolf's sins are on its own twice-damned soul, not yours. \n[53]Father Solomon. Extorting his confession. Claude's screams sending chills down their spines. \n[54]What's the matter with you? You know her. You all know her. \n[55]She could have run away. She could saved herself, but she stayed here because she cares more about you than she does herself. 78. \n[56]I'm not going to let these worthless shits sacrifice you to save themselves. We have to find the real werewolf before tomorrow night. \n[57]Father Solomon doesn't know the things that I know.  I am the oldest person in this village who was here when the Wolf first came. I remember the old days. And what is happening now is much worse. \n[58]The Wolf never used to attack in the open like it did at the festival. It's a coward at heart. It would kill whole families in their homes, but it always stayed in the shadows. It never would have shown itself in the old days. \n[59]Or perhaps it made a mistake. You're at the center of this. At least two of the victims can be tied to you. What if it had to kill so many at the festival to hide the fact that the first two killings weren't random? 80. \n[60]Your parents said that the Wolf broke into the house and took Lucie. We both know that's not true. What really happened? Isabelle hesitates, reluctant. \n[61]Why would you think such a thing? \n[62]She took her own life over a boy? \n[63]Hello, Henri. \n[64]You spoke up very loudly in Isabelle's defense today. That was very brave. 81. \n[65]You're under no obligation to stand in her defense. You broke off your engagement to her. \n[66]As her sister would have done anything for you.  Lucie was in love with you. But you knew that, didn't you? \n[67]She kept it secret from almost everyone. Even Isabelle didn't know. Did you tell anyone? \n[68]Not even your father? \n[69]So he knew your secrets, did he? Henri picks up a hammer and goes back to work. Angrily nailing a shoe to the horse's foot. BANG! BANG! BANG! \n[70]You were the only one who could have lured Lucie out on the Wolf's night. And none of the men who went hunting for the Wolf remember seeing you after the sun set on the night your father died. Henri faces her, clutching the hammer... \n[71]Because I want you to confess. You killed Lucie. And your father. And God only knows how many others. And if you won't admit it, then I will tell Father Solomon and we will lock you up until the moon rises tomorrow night and you can no longer hide your guilt. As she says this, a slow look of dawning realization comes over him. Realization and horror. \n[72]Smell what? What are you talking about? \n[73]You accuse me and I'll bring you down with me. All they can do is take my life. You have more to lose. \n[74]Then I'll have to prove it. \n[75]Stop the cart. Cesaire pulls the reins. Grandmother calls out: \n[76]Prudence, come with me. I have some blankets I want you to mend for Father Auguste. Prudence sighs and climbs up into the cart. \n[77]  \n[78]You take these blankets to Father Auguste the moment you're finished. Understand? 84. \n[79]  \n[80]Yes. First thing in the morning. He nods shakily and leaves. She closes the door behind him and lets the faÃ§ade of calm fall from her face. She puts a trembling hand to her mouth, mind racing... \n[81]  \n[82]        \n[83]Show yourself! Coward! Another beat. The veil settles and is still. Then: A FIGURE lunges out of the veil with its arms reaching out at us. It grabs Grandmother's throat in one hand and wrestles the cane from her grip with the other. She struggles, but she's far too weak for her attacker. The Figure whips out a knife. Grandmother sees it, but can do nothing. The knife flashes. Fat drops of blood splash on the floor. Then the Figure drops Grandmother and she crumples, lifeless. A pool of blood slowly spreads out from underneath her. The Figure steps over the widening pool and picks up the letter Grandmother was writing. He quickly scans it and angrily tosses it in the fire... Then he hears something. FOOTSTEPS, crunching through the snow. He hurries to the window and peers out... It's Roxanne and Prudence. Roxanne looks like hell, but here for lessons as usual. The Figure ducks out of sight. A moment later, they're KNOCKING on the door. Their feet are visible under the crack. The Figure sidles alongside the door, BREATHING heavily. Another KNOCK. On the floor inside, the pool of blood is expanding toward the door... The Figure sees it. He puts a hand on the hilt of his knife... then whispers to the girls through the door, disguising his voice with a dry, old woman's rasp: \n[84]  \n[85]  \n[86]  \n[87]  \n[88]  \n[89]  \n[90]  \n[91]  \n[92]  \n[93]  \n[94]  \n[95]        ", "Roxanne": "\n[1]Aren't you excited? \n[2]I'm just trying to look on the bright side. \n[3]I don't know. \n[4]Well... you haven't told us what you're making. \n[5]What's wrong with Lucie? \n[6]Rosemaria...? The other girls stop and hurry back to the fork, dismayed to find Rosemaria headed down the overgrown path. \n[7]You can't just kill it. It's not an ordinary wolf. It's a devil- wolf. A servant of Satan himself. Prudence rolls her eyes. Whatever. \n[8]        \n[9]Watching what? Just then, the Merchant enters from the bedroom, adjusting his clothes. He hesitates when he sees Roxanne, then drops a handful of coins on the table and leaves. Marguerite puts the coins in a leather purse. Roxanne glares at her. \n[10]A festival? I've never been to one! \n[11]It's strange, isn't it? You think because things have been a certain way your whole life that they'll always be the same. Then overnight everything just changes. But Isabelle is distracted. Amidst the morning bustle, she sees Rosemaria laughing with Peter. Roxanne notices. Just then, they hear HORSES approaching. A lot of them. Everyone stops what they're doing, listening, suddenly apprehensive. The girls turn toward the sound and see... ... A DOZEN SOLDIERS in identical armor, silver helmets gleaming in the sun, riding into the square atop armored steeds. The Villagers gape at them in awe. The Soldiers ride escort to a WHITE COACH with a red cross on it, drawn by two horses: one white, one black. A FIGURE rides inside, cloaked in darkness. Isabelle gives it an uneasy look. Leading the Soldiers is the CAPTAIN OF THE GUARD, his helmet adorned with a blood-red plume. He brings the caravan to a halt in front of the Merchant's shop. \n[12]I'm sorry... 47. \n[13]Claude! Then something massive pushes its way through the surging crowd, bursting from the darkness... It's THE WOLF. The Villagers gape in horror. It makes the wolf that they killed look like a chihuahua. But there's something about its face that isn't canine at all, but ghoulishly human as it HOWLS at the moon. Suddenly, a group of Villagers throw off their cloaks, revealing themselves to be Solomon's armored Soldiers. Each of them draws a gleaming sword and points it at the Wolf. They've been lying in wait and now they have it surrounded. The Wolf SNARLS at them. 52. \n[14]Where's Claude? Where is he?! \n[15]Claude! Claude! Roxanne spots Rosemaria and grabs her, begging for help. \n[16]Have you seen my brother? Please! But Rosemaria just pushes her aside, panicked. An instant later -- the Wolf appears out of nowhere, jumping on Rosemaria. She screams, then -- CRUNCH. The screams stop. Isabelle and Roxanne gape in horror, then run. \n[17]Claude! Claude!! The Wolf cocks its ears toward the voice, listening... \n[18]Claude! Where are you?! Isabelle drags her to the ground and covers her mouth. \n[19]Isabelle...? The Wolf GROWLS, cutting her off, and turns back to Isabelle. It moves closer. Isabelle looks into its eyes. They suddenly seem very big and deep, almost hypnotizing. She seems to fall into them... 56. \n[20]You talked to it. \n[21]No. It only growled.  You heard it talk to you? Isabelle doesn't know what to say. She glances around to see if anyone has overheard. Then: \n[22]No. Nobody has seen him. \n[23]Claude!! \n[24]I can! It's true! I saw him! \n[25]  \n[26]How can you just sit there and listen to this? Marguerite ignores her. Furious, Roxanne stands up and grabs Marguerite's coin purse. \n[27]Don't you touch me again. Ever. Roxanne angrily throws the knife aside and leaves. \n[28]I would like to bargain for the release of my brother. \n[29]What? That's not possible! \n[30]I have more than money to offer you. She raises a trembling hand and starts to open her bodice, but Solomon interrupts. \n[31]Wait! I have something else! I know the name of a witch! Solomon looks up sharply. The Soldiers stop. Solomon crosses the room and stands glaring down at Roxanne. She cringes. This is the hardest decision of her life... \n[32]Spare my brother and I will tell you her name. \n[33]We were friends. \n[34]All my life. \n[35]Yes, Your Eminence. On the night of the last full moon, she talked to the werewolf. And later she told me that it also talked to her. Isabelle gives Grandmother a frightened look. Cesaire clenches his fist. Solomon turns to Isabelle. \n[36]I'm here for my brother. He gestures. Roxanne turns... and sees Claude's body dangling from a makeshift gallows. He's been hanged. 79. \n[37]Are you sure you don't want us to bring you something? \n[38]  \n[39]  \n[40]  \n[41]Then shut up so they don't find her. \n[42]You'll never make it. You can hide here until morning. 97. \n[43]You might make it to the church. Even the king cannot violate the protection of sanctuary. \n[44]Wait! I have an idea. \n[45]  \n[46]I can if you can. They run off, chased by the Villagers. 98. \n[47]  ", "Solomon": "\n[1]That is no werewolf. Surprise and outrage ripple through the crowd. Isabelle and Roxanne exchange a shocked look. \n[2]When a werewolf dies, it returns to its human form. If what you killed was a werewolf, then you would have a human head skewered atop that pole. \n[3]My wife's name was PÃ©nÃ©lope. She was very pretty. And we were very happy. The Reeve tries to keep the confusion off his face. Attewater and Father Auguste exchange uncertain looks. \n[4]We lived in a village not unlike this place. And not unlike this place, our village was plagued by a werewolf. I went out with some men to hunt it. It never even occurred to me that we might actually find it. But we did. He has everyone's attention now. All eyes are on him. \n[5]It attacked me. All I saw were yellow teeth. I hacked at it with an axe and suddenly it was gone. There was blood on my axe. I had cut off one of its paws. I picked it up and put it in my sack. When I returned home in the morning, I found my wife with a bloody rag tied around her left wrist. And when I opened my sack, the werewolf's paw was gone. This is what I found in its place. Solomon takes an old leather sack from his belt, reaches inside... and pulls out a WOMAN'S MUMMIFIED HAND wearing a wedding ring. There are gasps from the crowd. \n[6]Her name was PÃ©nÃ©lope. She was very pretty. And we were very happy. Until the day I killed her. Solomon turns and gives Attewater a hard look. \n[7]Your werewolf is still alive. And I promise you, it will kill again. 44. \n[8]I have examined the body of your blacksmith. There were bruises on his neck from where the beast held him in its jaws, squeezing his throat so that he could not scream. \n[9]Only when it wanted you to. It used him as bait to lure you into the bit of theater it had prepared. \n[10]That's what it wants you to think. It did kill your blacksmith. But the animal that you killed was not the werewolf. \n[11]The blood was its own. The werewolf most likely wounded it earlier in the evening and left it in the cave for you to find and kill. \n[12]That's correct. The werewolf does not live in the forest as you have rather naÃ¯vely assumed. It lives here in the village. Among you. There is a moment of shocked silence. Then mounting anger. Cesaire stands up and gestures to Henri. \n[13]Have your festival. I will stay on here until then to ensure that you have the celebration you all so richly deserve. The Villagers seem appeased, especially the smug Merchant. A look passes between Solomon and his Captain. Isabelle catches it... and finds it unsettling. 46. \n[14]Gloria Patri, et Filio, et Spiritui Sancto. Sicut erat in principio, et nunc, et sempter, et in saecula saeculorum. Amen. \n[15]Get to the church, you fools! The Wolf SNARLS up at him. Solomon gives a battle cry: \n[16] \n[17]We are safe here. God protects his own house and those within it. Isabelle finds Prudence. \n[18]Are you bitten? Shivering, the Soldier nods. The Captain closes his eyes. Solomon stands and turns to Father Auguste. \n[19]Step back. Confused, Father Auguste does as he's told. Then, before anyone can react, Solomon draws his sword and plunges it into the Soldier's heart. Everyone startles. \n[20]The werewolf's bite is the same as death to a man. Stunned silence. Solomon turns to the Villagers. \n[21]The dark days have returned to your village. Your homes are no longer safe. The Wolf will return. Again and again. And it will not stop until it has sucked the marrow from all your bones. Unless you stop it. But to kill a monster, you must become one yourself. A wolf caught in a trap will chew off its own leg to save itself. Will you do the same? What sacrifice will you make to save your families and your way of life? Will you do whatever it takes? Or will you 60. \n[22]cower in your beds and die like sheep? A long beat. The Villagers shiver and not just from the cold. But no one speaks. Solomon turns to Attewater. \n[23]It appears my expertise is not as appreciated as I was led to believe. He turns to leave. Suddenly, Attewater steps forward. \n[24]Silver. This is our most potent weapon. One blow will kill it. That sword has tasted the blood of many such creatures. But never one as powerful as this. \n[25]We must find it in its human form. Who among you do you suspect? Attewater and Father Auguste trade uncomfortable looks. Neither of them wants to speak up first. \n[26]It has not survived this long by being obvious. The signs will be subtle. Insomnia. Restlessness. Strange behavior. Strange smells.  Well, none of them smell good, but we must start somewhere. \n[27]Perhaps. Unless it planted the hair to make us think that. \n[28]Not necessarily. It may be the child or grandchild of the werewolf that first struck here. \n[29]It is. But it effects men and women differently. A man can inherit the curse. Or he can be turned simply by being bitten. Solomon turns toward the fire and stares into it. \n[30]But women are immune to the werewolf's bite. In order for a woman to be turned, she must inherit the curse. But even then it will lie dormant unless she eats human flesh. Only then will the bite of a male werewolf change her. Only then can she become a werewolf and capable of passing the curse on to her own children. \n[31]Of course. It could be any one of you. Attewater and Father Auguste exchange a wary look. \n[32]You say you saw the accused perform magic? 67. \n[33]So it was common knowledge that the accused was a conjurer? \n[34]Are you aware that it is the custom of witches and devil worshippers to hold their black sabbaths in cemeteries? \n[35]And do you know of their practice of dancing with invisible devils during these rituals? \n[36]Is there one here today who you have seen dancing in your cemetery? \n[37]So you consider the black mass to be a jest? There are suspicious WHISPERS among the Villagers. Father Auguste eyes them nervously. A beat. 68. \n[38]Then point him out. Father Auguste reluctantly points to Claude. \n[39]What is your relationship to the accused? \n[40]And where is his father? \n[41]Well, what is his name? She pauses. The crowd eyes her, disapproving. A beat. \n[42]You say a man whose name you cannot recall is the father of your child? What can you tell us about him? \n[43]Almost as if it were a dream?  Certain devils called incubi can collect human semen and then transfer it to women as they sleep. A woman who unwittingly conceives in this manner would not be a whore. She would be blameless in the eyes of God. 69. \n[44]You remember almost nothing of the man who impregnated you. Is it not possible that there was no man? That the accused is not the product of your own sin, but the foul offspring of a werewolf whose semen was placed in you by an incubus while you slept? \n[45]We have proven here today that behind this veil of feigned idiocy is the fiend that has plagued your village. However, in order for the sentence of death to be carried out, the Church requires either a confession or the testimony of a witness who has seen the accused in his transformed state. Since the accused has refused to confess, this court calls upon its final witness. Isabelle Ordeville. Isabelle is stunned. All eyes turn toward her. \n[46]On the night of the last full moon, you were attacked by the Wolf. You looked it in the eye. And the one thing a werewolf can never change is its eyes. 70. \n[47]Look into his eyes, my child. Do you see the beast in them? Isabelle gives Claude a pitying look. Solomon watches, expectant. Then: \n[48]Is this true? Is there another here who can speak to this? \n[49]Very well. Since no one here can bear witness, we must extort a confession. This court shall reconvene tomorrow at dawn. Solomon leaves. Claude is dragged out of the room by Soldiers. Isabelle gives Grandmother a helpless look. 71. \n[50]Enough of this. Let's eat. He gestures to the Scribe, who hands Attewater a document. \n[51]A statement declaring that you heard the boy confess. All it requires is your signature. Or your mark, if you cannot write. \n[52]Very well. Listen more carefully this time. He gestures for the Soldiers to throw more wood on the fire. The FLAMES leap higher. Attewater goes pale. All he hears are screams. Solomon stands next to the bull. The flames gleam off the brass, casting him in hellfire. \n[53]Listen to how he sings of his love of Satan. How he despairs that he will never again copulate with the dead or sink his teeth into the flesh of pregnant women and eat their unborn children. Attewater gives Solomon a horrified look, suddenly realizing. Father Solomon is insane. \n[54]No. You stop it.  We both know he is guilty. But I cannot legally execute him without a witness or a confession. Sign this and we have a confession. Attewater glares at Solomon, then angrily signs the document. Solomon gestures to his Soldiers, who open the bull and pull Claude out. Attewater has to look away. 74. \n[55]This is the business of werewolf hunting and you had best develop a stomach for it. Because where there is one werewolf, there are two. And where there are two, there are more. This is only the beginning. Solomon throws him to the floor and leaves. Attewater trembles helplessly as Claude is dragged out of the room. \n[56]Well, I've yet to come across a girl I wouldn't at least look at. The Captain ushers Roxanne inside. She meekly steps forward. A beat. \n[57]I assume you came here with a purpose. She hurriedly empties Marguerite's purse on the table in front of Solomon. A mere handful of coins. \n[58]Your brother has just confessed. \n[59]It has been witnessed and notarized. He will hang in the morning. 75. \n[60]What do you think you are doing?  Do you have any idea who I am? I am the Witchfinder General. I have fought in the Holy Land. I have waded hip deep in blood and resisted all the temptations of the infidels. And you seek to stay the hand of justice with such a tawdry bribe? Leave here, girl, before I have you whipped. Solomon gestures for the Soldiers and they forcibly drag her away. Roxanne struggles against them. \n[61]How are you acquainted with the accused? \n[62]And how long did this friendship last? \n[63]And in this time, have you ever known the accused to converse with devils? \n[64]What of this? Do you deny having conversed with a werewolf? She looks to Roxanne, who trembles with emotion. Then: \n[65]Describe this encounter. \n[66]And what was the nature of your conversation with it? Isabelle hesitates. Grandmother holds her breath. \n[67]Very well. Isabelle Ordeville, in light of your willing confession, it is the decision of this court that on the night of the next full moon, you be left to the mercy of the werewolf. Cesaire silently buries his face in his hands. \n[68]I told you, Bailiff. Where there is one werewolf, there are more. And the girl is the bait for our trap. Father Solomon strides off. Attewater watches him go... \n[69]We, Bailiff Attewater, Father Auguste, and Father Solomon of Avignon, having in mind that you, Isabelle Ordeville of Villiers la CroisÃ©e in the Diocese of Saint- 90. \n[70]Flour, by your own confession, have committed acts of vulgar heresy, convict you of the sins of witches and condemn you to the mercy of werewolf. This is the sentence given. Solomon walks away and Attewater reluctantly follows. Through the holes in the mask, Isabelle sees Father Auguste make the sign of the cross and sadly turn away. \n[71]No one shoots until I give the order. Attewater glances outside and sees Soldiers armed with longbows hidden all around the square. The Captain draws an arrow from his quiver. It's tip is made of silver. \n[72]There. The Captain and Attewater follow his look. A BLACK SHAPE is stealing through the shadows toward Isabelle... \n[73]Hold your fire... Isabelle frantically tries to free herself, her wrists torn and bleeding, but it's no use. Then, suddenly -- -- something SLAMS into the stocks. BANG! She can't see what it is. The stocks are hit again. Isabelle screams. Suddenly, the Shape moves into her field of view: \n[74]Patience. It's close now... Henri brings the hammer down again and again and -- BANG! The lock is cleaved in two. Henri throws the stock open and helps Isabelle out of the mask. She looks like hell. \n[75]Kill him. Attewater gives Solomon a horrified look. The Captain strings an arrow and draws it back, taking aim... Suddenly, Attewater pushes him aside, spoiling the shot. The arrow whizzes by Henri's head. Attewater calls out: \n[76]At least you won't die alone now. Your friends will all hang with you. Suddenly... a long, hideous SNARL. Behind them. Father Solomon turns. Isabelle cranes her neck and sees... the Wolf emerge from the alley she just came out of. Solomon picks up his sword and stands to face it. \n[77]If you come for her, you come through me. The Wolf GROWLS and raises its hackles. Solomon raises his sword. Just then, Henri and Roxanne run into the square, followed by a group of Villagers. \n[78]Stay back! Henri hurries to Isabelle's side. The Villagers watch, breathless, as Solomon and the Wolf circle one another. Solomon's sword starts to tremble. Sweat breaks out on his brow. The Wolf SNARLS with an almost mocking leer. Then, with a loud battle cry, Solomon charges. The Wolf leaps at him. Solomon raises his sword... ... and the Wolf's jaws clamp onto his wrist. Solomon screams. The Villagers watch, horrified, as the Wolf twists back and forth, like a dog with a chew toy -- -- biting off Solomon's hand. The hand falls into the snow, still clutching the silver sword. Solomon cries out in agony. The Wolf turns toward Isabelle and SNARLS. \n[79]This isn't over. They turn. Solomon kneels, holding his bloody stump. \n[80]I am bitten. Henri and Isabelle exchange a look. A long beat. Henri walks over to Solomon, sword in hand. Solomon crosses himself and closes his eyes, unafraid. Roxanne turns away. Isabelle doesn't. Then Henri swings the sword. There is a soft THUMP as Solomon's head hits the snow. Henri throws the sword aside. Isabelle puts a reassuring hand on his shoulder. ", "Cesaire": "\n[1]That was very thoughtful of her. He gives her a knowing look as he ladles a drink from the bucket. Isabelle's gaze drifts from him to another woodcutter, working off by himself. His name is PETER . He makes eye contact with Isabelle for a moment, then wipes his brow and calls out to the WOODCUTTER BOSS. \n[2]Peter is a fine young man. \n[3]This was your idea. Now I have both of them hating me. In the loft, Isabelle and Lucie are in bed... but Isabelle only pretends to be asleep so she can eavesdrop. \n[4]That she is. What about Lucie? \n[5]This doesn't concern you, Isabelle. \n[6]A line has been crossed. The beast must be destroyed! \n[7]She was taken. She must have been! \n[8]Even if Father Solomon agrees to help us, it will take weeks for him to get here. That means another full moon. Maybe two. We must defend ourselves. A long, silent beat. Then, Henri stands. \n[9]My father died trying to kill the Wolf. For forty years, we have lived in fear of it. But no more. And never again. We don't need a Witchfinder General to rid of us this hell-hated beast. Because by God and all that is holy, the Beast of Villiers la CroisÃ©e shall die tonight! The men CHEER. \n[10]Get that torch out. Henri douses his torch. 35. \n[11]You're a good girl. Isabelle allows a sad smile, places his hand back on his chest, and leaves. 41. \n[12]But he did scream. We all heard him. \n[13]'\u009cMost likely,'\u009d he says. Have you ever heard anything more unlikely in your lives? 45. \n[14]You come here and tell us that this boy's father died for nothing. You accuse us and call us fools. Well, I believe what I can see with my own eyes. That wolf is dead. And I know it's dead because I was with the brave men who killed it. \n[15]No, thank God. 59. \n[16]Isabelle! Get away from there! She follows Roxanne to the front of the crowd, just as two Soldiers haul a figure out of a barn -- it's Claude. \n[17]You should have condemned him today. At least it would have been quick. Cesaire turns and goes back inside. Isabelle and Grandmother continue to listen. \n[18]Are you ready for me to take you home? She looks back. Henri stands in the doorway, still holding the hammer. She eyes him, measuring, suddenly hesitant. Cesaire gives them both an uncertain look. \n[19]Will you want a ride into town tomorrow? To say goodbye to her? \n[20]I don't know. I went to pick her up this morning and she was gone. 88. \n[21]Isabelle... He's coming to. Isabelle breaks away from the Soldiers, runs to his cell, and holds his hands through the bars. \n[22]I love you, my angel. You don't know how much. The Soldiers pull Isabelle away and lead her up the stairs. Cesaire shakes his cell door with impotent rage. \n[23]Bastards! \n[24]I'm afraid I ate most of her. You ate the rest. Isabelle gives the spilled stew on the floor a horrified look. For a moment, she looks like she may pass out. \n[25]I didn't want to kill her. But she finally realized what I was. \n[26]The hardest thing to hide has always been the smell. The werewolf musk is strong, especially close to the full moon. \n[27]Henri smelled it the night he saw me. And he recognized the smell later. \n[28]He thought it was your Grandmother. He didn't know he was smelling me. But she did. She'd lived with the smell her whole life, she just had no way of knowing what it was. 108. \n[29]Once she realized what it was, of course, she knew the truth. She tried to sneak a message to Father Auguste last night. \n[30]Luckily, she'd taught me how to read. \n[31]Look into my eyes. The one part of me I can never change. Isabelle looks into his eyes... and recoils in horror. \n[32]I did more than that to her. Isabelle steps away from him, mind reeling. He snarls. \n[33]I only wish your mother could have known what I did to her. The girl she passed off as my daughter. \n[34]I was made a cuckold by your mother. But I paid her back. She hears a LOW GROWL. She turns, startled. It's the Wolf. It lunges at her, raking her face with its claws. \n[35]I paid her lover back, too. \n[36]Lucie was the joy of my life. But she wasn't mine. \n[37]No. Not in every way that matters. My father sired me. I am a werewolf because it was in his blood. Because I was his. \n[38]No. And neither does your mother. \n[39]I put an herb in the beer to make you sleep whenever the moon was full. One of your Grandmother's old remedies. 110. \n[40]That's how my father got away with it. Your grandmother never learned the truth. Until last night. \n[41]I began to turn when I was fourteen. My father and I ran together. We hunted freely. Killing at will. The two werewolves are chasing a FRIGHTENED PEASANT, moving in for the kill... \n[42]Our only mistake was that we gorged ourselves too often on the fat flesh of the villagers. \n[43]They killed my father. Suddenly, the larger werewolf falls into a pit filled with sharp stakes. It CRIES OUT in agony. The smaller werewolf looks down and WHIMPERS... ... watching as the larger werewolf begins to change before our eyes. It's reverting to its human form... 111. \n[44]The fools thought my father had been thrown in the pit by the Wolf. They never suspected that he was the Wolf. \n[45]I tried to live as my father did, but I came to realize that I did not belong here. The Wolf was my true self. It wasn't something to be hidden. It was a gift. I had to leave here and never return. \n[46]But I did not want to go alone. My father and I were part of a long and powerful bloodline. It was up to me to see that it did not die out. I had hoped for a son to pass my gift on to. \n[47]Instead, God gave me daughters. He's looking at Lucie and Isabelle. They help Suzette hang clothes to dry. He smiles as he watches them... \n[48]But female werewolves are not born. They are made. And I chose my eldest. Lucie catches him watching. She waves. He waves back. 112. \n[49]When I finally decided to leave, I told Lucie the truth. And I gave her a choice. She could come with me. Or I would take you instead. Lucie turns and sees Isabelle approaching. We realize that we've seen this moment before. \n[50]This doesn't concern you, Isabelle. \n[51]She agreed to come with me. She did it to protect you. \n[52]We arranged to meet on the night of the next full moon. \n[53]She was not a werewolf yet. I had to turn her. ... the Wolf emerge from the forest with a scrap of bloody meat dangling from its jaws. \n[54]First, she had to eat human flesh. I fed her from a kill I had made the month before. But the ritual was not yet complete. She had to be bitten by a male werewolf. \n[55]The bite should have changed her. It should have made her like me. But it didn't. That's when I knew. There was no werewolf blood in her. I was not her father. I was so angry. I killed her before I even realized I was doing it. \n[56]Afterwards, I thought about killing myself. The only thing that kept me alive was you. \n[57]You were so beautiful. So kind. And I knew you were mine. That's why you could understand me when no one else could. You were mine. \n[58]Do you see now? This is your heritage. This is what you are. Everything I have done has been to insure the future of our bloodline. We will run together 114. \n[59]like my father and I once did. You are the next generation. You have had your first taste of human flesh. Now one bite from me is all that is needed to change you. It will only hurt for a moment. And then you will be as I am. \n[60]I will give you a choice. Come with me now. Or refuse me and let your friends suffer in your place. I will kill them one by one. Your mother. Roxanne. Peter. Isabelle shudders. She slowly pulls away and he releases her. She walks over to the table, her back to him. She eyes the ball of yarn with Grandmother's knitting needles in it. A long beat. Isabelle chokes back tears. \n[61]Yes, my dear? ", "Madame": "", "Lazar": "", "Adrien": "\n[1]She was a good girl. We all loved her. He's looking at Cesaire and shakes his hand, but he briefly glances at Suzette. Isabelle notices the look, but then she spots Peter leaving the church. She makes brief eye contact with him before Henri interrupts. \n[2]But what of his methods? The man once burned down an entire village just to root out one witch. 30. \n[3]Don't do this for Isabelle. She can't marry you if you're dead. \n[4]Your mother would be proud to see the man you've become. Henri is moved. He nods, at a loss for words. ", "Prudence": "\n[1]It's too early to be excited. \n[2]Did you hear about her and the Darley brothers? \n[3]Both! On the same night! Isabelle gives an incredulous look and Prudence tries to contain her laughter. Rosemaria hears and looks back at them. She scowls at Isabelle. \n[4]To become seamstresses. To learn how to sew and mend clothes. \n[5]But it's not safe. My brother says the bridge is rotten. 21. \n[6]If you get lost, nobody will come looking for you. Not tonight. This last part gives Rosemaria pause. She looks down the narrow path. It suddenly seems a little ominous. Grudgingly, she returns to the group. The other girls exchange quiet looks of relief. They continue on. The wind blows leaves across the abandoned path... \n[7]I wish someone would just kill that stupid wolf. \n[8]I heard there's going to be a festival on the night of the next full moon. To celebrate. \n[9]My father says he hasn't seen one since he was a boy. \n[10]She acts more like a mother to him than a sister. \n[11]I know. But who looks after her? Isabelle gives Roxanne a sad look. \n[12]Peter? I don't think so. \n[13]I haven't seen any of them. 58. \n[14]Well. I suppose this is all of us. The three of them turn and start toward the woods... \n[15]They've caught the werewolf! 65. \n[16]He's been hiding in a hayloft. They caught him trying to steal food. \n[17]All right. Cesaire helps Grandmother out of the cart. \n[18]Are you all right? \n[19]You sound awful. Would you like us to make you something? \n[20]Where's Peter? \n[21]Isabelle? Can you hear me? \n[22]Roxanne wanted you to know how sorry she is. She only said those things to save her brother. 91. \n[23]Of course. I wanted to say... I don't know what to say. \n[24]I want to. I want you to know that you may have fooled Roxanne, but you don't fool me. Not anymore. You were always too good. Too pretty. Nobody could be as perfect as you. You tricked us. And now you're going to get what you deserve. A beat. Isabelle responds, surprisingly gentle: \n[25]Yes. It won't be long now. ", "Claude": "", "Captain": "\n[1]This is Villiers la CroisÃ©e? \n[2]Summon your bailiff. My master would speak with him at once. 42. \n[3]He requested the services of His Eminence, the Witchfinder General. You may tell him that he has arrived. All eyes turn to the figure in the coach. Only a bejeweled hand is visible, resting on the coach's window. \n[4]A girl to see you. \n[5]It's just a precaution. Father Solomon doesn't want the girl's family interfering. Suddenly, Cesaire pulls a club out of his boot and hits the Captain across the back, knocking him to his knees. Cesaire hits him again, then he's wrestled to the ground. The Captain kicks Cesaire in the face and knocks him out. The Soldiers drag him away. Attewater watches them go... \n[6]He's going to free her. Then: another HOWL. Almost on top of them. 93. \n[7]The witch has escaped! The witch has escaped! 94. \n[8]There! The Captain is pointing at her. He has another Soldier with him. Isabelle runs. They chase after her... ... just as the Wolf frees itself. From the rooftop, it sees the Soldiers chasing Isabelle. It races after them, running across roofs and jumping from cottage to cottage. Isabelle runs into an alley that dead-ends at a low wall. There's firewood piled against the wall and Isabelle quickly scrabbles up it, but at the last second -- -- the Captain reaches out and grabs her ankle. She grabs a log and hits him over the head until he lets go. Then she jumps down to the other side. The other Soldier starts to climb after her, but is suddenly lifted right off his feet. The Captain looks up. The Wolf is standing on the adjacent roof and has picked the Soldier up in its jaws. It glares down at the Captain. It flings the Soldier in its mouth away like a dirty sock. The Captain gapes up at it in fear for a moment too long and then the Wolf is on him. 99. "}}