{"filename": "Reindeer-Games_script.txt", "imdb_id": "tt0184858", "imdb_url": "https://www.imdb.com/title/tt0184858", "characters": ["Zook", "The Alamo", "Rudy Duncan", "Guard #1", "Mean Guard", "Prisoner #1 (as Ron Hyatt)", "Merlin", "Guard #2 (as Ron Sauve)", "Ashley", "Distant Inmate #1", "Exit Guard", "Ugly Staffer", "Pug", "Distant Inmate #2 (as Douglas H. Arthurs)", "Nick Cassidy"], "dialogues": {"Zook": "\n[1]Monsters in the gelatin... \n[2]There are monsters... ...in the gelatin... \n[3]\n[4]\n[5]", "The": "\n[1]   \n[2]   \n[3]When you don't expect it. \n[4]That's when. \n[5] \n[6]\n[7]  \n[8]  \n[9]  \n[10]  \n[11]     \n[12]  \n[13]   \n[14] \n[15]  \n[16]  \n[17]  \n[18]  \n[19]   \n[20]      \n[21]   \n[22]    \n[23]      \n[24]  \n[25]  \n[26]  \n[27] \n[28]  \n[29]  \n[30]  \n[31]   \n[32]  \n[33]   \n[34]  \n[35]   \n[36]  \n[37]  \n[38]         \n[39]  \n[40]  \n[41]  \n[42]    \n[43] \n[44]\n[45]   \n[46]  \n[47]        \n[48]  \n[49]  \n[50]  \n[51]     \n[52]  \n[53]    \n[54]    \n[55]  \n[56]  \n[57]Rudy...? Rudy? \n[58]Son? Is... is that you...? \n[59] ", "Alamo": "\n[1]When you don't expect it. \n[2]That's when. ", "Rudy": "\n[1]I never was much for the holidays. \n[2]  \n[3]Haven't thought about it. \n[4]Get to thinking about it, it won't happen. \n[5]Ain't there yet. \n[6]Not yet. \n[7]Hot chocolate. \n[8]Get a hot mug of chocolate. First thing I'm gonna do. \n[9]And some pecan pie. \n[10]Yeah. \n[11]Yeah. \n[12]Yeah. Fuckin' Christmas. \n[13]All those pictures she's sent... y'know... you sure they're all of her, Nick? You hear sometimes they don't send their real pictures. Could be her cousin or something. \n[14]I'm just saying. \n[15]I'm just talking. \n[16]For twenty-five, she sounds pretty mature. \n[17]What if she sees you, man, sees what you look like... and it's not there. You just don't do it for her. \n[18]She's using a new perfume. \n[19]Oh. \n[20]Mornin', gorgeous. More egg nog? \n[21]All I want... is to make it to Sidnaw, and sit down for Christmas dinner. Watch some ball with my old man, sleep in my old bed, and have leftovers for bout six months. \n[22]Just taste that Christmas turkey. \n[23]Five years, Nicky. Five years. I just want to go home. \n[24]Shit. Alamo's back. \n[25]Pinscher told me Alamo thinks I'm the one ratted on him beating up Cree. Since I was there, I saw it, he thinks I got him sent to solitary. \n[26]Count me outta mealtime -- \n[27]I'm not hungry, I'm gonna -- \n[28]It wasn't me, Alamo -- \n[29]What, working security? \n[30]I don't know, I've seen the business world. \n[31]The hell you doing, Zookerman? \n[32]Good for you. Protein. \n[33]Two days, we got two days! Don't do nothing. Don't touch nothing -- \n[34]Standing right here, man! \n[35]   \n[36]\n[37]\n[38]\n[39]Take it, man! You're all right! Hold it in! GUARD! \n[40]\n[41]No, man! No, no, no! \n[42]You're GONNA be there! We're getting outta here! TAKE IT! \n[43]\n[44]\n[45]\n[46]\n[47]The man had two days... \n[48]  \n[49]    \n[50]He was burning for you too... \n[51]  \n[52]  \n[53]Don't do it, Rudy... \n[54]Don't do it ... \n[55]You Ashley? \n[56]I'm Nick. \n[57]I like your coat. \n[58]This -- this is just something they gave me at the door. Wasn't snowing when we signed up, y'know? \n[59]How's your coffee? \n[60]Gotta be ten degrees out there. \n[61]Negative five? \n[62]I don't think it's negative five. \n[63]Wind chill. That's probably what they meant. \n[64]I was scared. Scared you were gonna take one look at me and change your mind. Scared I was walking into heartache. All those words... you put a picture in your mind of where they come from and when you see where maybe it's not the same as your picture. \n[65]No, no -- \n[66]No, hey, I like your coat -- \n[67]Ashley, no. That was me, that's what I was scared of. I mean, be serious... I ain't exactly looking like Mr. Universe here. \n[68]I can get another one going. Y'know, hey, whatever you want me to -- \n[69]Do that again. \n[70]Smile. \n[71]One more. Smile. One more. \n[72]I've been dreaming about that smile, Ashley Mercer. For a long time. \n[73]Tell me something. This the first time you've ever done this? \n[74]No, not that, no... I mean this, the whole thing. Start writing to a guy, guy in the bricks. Get a boyfriend like this. Tell me the truth. \n[75]Yeah. Me too. Why? I mean I know why for me, why I paid for the ad. But you... why start writing to some guy -- some con -- you don't even know? \n[76]Tell me again. \n[77]Had some bad relationships, didn't you. \n[78]Well, wasn't all me, y'know. \n[79]Guy I was in with... he helped sometimes... some of the romantic stuff, actually... you'd like him -- \n[80]Y'know, some of the heart mighta been his too... \n[81]Where the hell are you going? \n[82]Ashley, Jesus -- \n[83]Ash... didn't you write me that you don't eat chocolate? \n[84]Ash, you've gotten me enough -- \n[85]Baby, c'mon, all this stuff... I haven't gotten you anything -- \n[86]It's two hundred dollars, Ash -- \n[87] \n[88]Just for the holidays, Nick. Then we'll tell her. We'll let her... have her holidays... \n[89]Well, I don't know about that -- \n[90]Security, Ash, I just worked security. They wouldn't be rolling out the red carpet -- \n[91]We'll have more fun in Detroit. \n[92]Ashley. We're not going anywhere I used to work. \n[93]Hey. I been in prison for two years, Ash. Believe me. Those guys wouldn't want to see me. \n[94]I'll see what I can do. \n[95] \n[96]...but I got a girl to be with, rum- pum-pum-pum... \n[97]What the fuck -- \n[98]\n[99]You... you don't know me -- \n[100]No, you can't -- \n[101]\n[102]\n[103]I'm... not... Nick... \n[104]I'm not him. I... You want something from Nick, you got the wrong guy. \n[105]You got the wrong guy! She thinks I'm Nick, I'm not! \n[106]I was in the joint with him! I knew about him and her, okay!? I took his place! \n[107]I got out, Nick didn't! I pretended I was him! I knew about her letters! Jesus Christ, whatever you want from him -- I'm not Nick! I -- I just wanted to be -- \n[108]I shared his cell! \n[109]Yes! \n[110]Yes! \n[111]Yes! \n[112]  \n[113]Your brother... \n[114]...the truck driver... \n[115]What the fuck is going on. \n[116]What's going ON!!! \n[117]You motherfucker. \n[118]You sold him out. \n[119]When'd you decide to do it, Ash? After which of his letters, huh? The fortieth? The fiftieth? The first?! \n[120]\n[121]\n[122]\n[123]Get the hell off of me! \n[124]You're not hearing me here -- \n[125]He didn't \"find\" Nick's letters, did he. \n[126]You told him about Nick's letters. \n[127]You're in on this. \n[128]Y'know, in a way, I'm glad it's me. 'Cause you woulda broken his heart. \n[129]Your pen palls dead, lady. \n[130]Nick died for me.... \n[131] \n[132]I never worked at no casino. \n[133]That's the guy I was in with, I did my last ten months with him. He rode a two-year bit for manslaughter -- split a guy's skull open at a bar for harassing his girl. That's Nick Mason. He worked at that casino. He's the one who wrote her letters. Me, I'm a damn mechanic, my last job was a Quickie Lube, I did five for lifting cars. I don't know shit about blackjack, I don't know shit about Indians. I'm not him. \n[134]\n[135]About the Tomahawk! What the hell do you want to know! \n[136]I spend six months writing poetry and my goddamn pen pal fucks me over. Thanks for the stamps, Ash. You want me, you got me. Whaddya want to know. \n[137]She says a lot of things. \n[138]Wish I had a brother like you. \n[139]I had better sex in prison. \n[140]What? \n[141]J.C. Penney. Beauty and fragrances. \n[142] \n[143]Bam Bam. \n[144]What college. \n[145]Canada. \n[146]A station wagon in Canada. \n[147]Her brother. \n[148]No. It's her brother. \n[149]Nick don't talk till Nick gets something. \n[150]Hot. Chocolate. \n[151]I been in Iron Mountain for two years, truck driver. I do one more crime, I'm back there for good, so fuck you and fuck your sister and fuck your trucker friends. You want to hear about some goddamn job of mine? I want some hot-goddamn-chocolate. \n[152]And some pecan-fucking-pie. \n[153]Hey. \n[154]Y'know, I could really go for some onion rings. \n[155]I don't know. \n[156] \n[157]Christmas... Eve... \n[158]Hey, it's... been two years -- \n[159]...goddamn it, Rudy... goddamn it... goddamn girl, goddamn Nick... you're so smart, so fucking smart... \n[160]Where's your Christmas dinner now... \n[161]Hell. Ten? \n[162]Who the hell made this map. \n[163]I said, who the hell made the map? \n[164]This isn't the Tomahawk. \n[165]This is the front entrance, right? You get through the slots, you hit craps here, not blackjack. Blackjack's here to here -- lined up. What's this, the cage? Cage is over there, hard to get to, you got it all mixed around -- \n[166]Since when? What the hell is this room? \n[167]Buffet is by the goddamn bar! What the hell kind of map is this?! \n[168]And I worked there. For a year. \n[169]They changed the layout. \n[170]They changed the layout -- whadda they call you? Mr. Monster? They remodeled the place. When I worked there -- listen to me -- guy that managed the joint, guy who ran it-- \n[171]Right, Jack Bangs. Uh... guy was always talking bout fixing the place up. Maybe get a better crowd. Musta gone and done it while I was in the Mountain. I don't know this map, man. How the hell am I supposed to tell you what door goes where? \n[172]When I worked there, this was Bangs, office. Back here. He kept a little safe in the... uh, the wall, money held take for himself, skim from the Indians. Called it the... uh... ...the Powwow Safe. \n[173]His personal safe, he gave it a name. Now you're telling me they've taken his office, put the buffet there? Then who knows what else they changed. \n[174]You'd have to get me inside. Get inside, watch where the money's moving, see where the guards are going. Then I could work with your map. \n[175]They won't recognize me. \n[176]Trust me. They won't recognize me. \n[177]'Cause you're gonna get me a disguise. \n[178]I give you the wrong information, you're gonna shoot me. Well, I don't know your damn map. So you can either find a way to get me in there... or you can shoot me right now. \n[179]More than you know. \n[180]What the hell is this? What happened to working together? \n[181]Might as well be. \n[182]Get your own room. \n[183]But you knew why. Knew why, didn't ya. \n[184]For what? You to talk me into \"helping\"? What, he promise you a share of the winnings? \n[185]Well, shit, Judas, you shoulda at least gotten that -- \n[186]So get him outta your life. Get out of Michigan. They got perfume counters in Chicago, don't they? \n[187]Since when do some trucker pals start thinking big, anyway? \n[188]He working for them on this one? \n[189]And I'm his ticket. What's the last place they took down? \n[190]Gabriel and his guys. What's the last place they robbed? \n[191]They've never done a robbery? \n[192]Then they do need me, don't they. They really need me... \n[193]We? What \"we\"... \n[194]Get your own room, Ashley. \n[195]Get your own room. \n[196]They've never done a robbery... Christmas is looking up. \n[197]   \n[198]Not with you. \n[199]A cowboy. You're going to send me into an Indian casino disguised as a cowboy. Have you thought this entirely through? \n[200]What kind of half-ass cowboy plays the slots? \n[201]At least gimme video poker. \n[202]Do I get a country-western name? \n[203]Y'know what, guys? I woke up this morning, I got a really lucky feeling going on. I mean it, I'm feeling that good. I wouldn't be surprised if I walk in there, pull a handle and hit jackpot. Hell, we wouldn't even have to -- \n[204]I'm gonna need some money. \n[205]Ten dollars? What do I do with ten dollars? \n[206]Monster. If we're working together here, we gotta be working together. I can't walk in there looking like the Lone Fucking Ranger with ten bucks to throw down. You don't want me getting noticed, right? Not getting noticed costs a guy at least a couple hundred. \n[207]You ready to gamble, darlin'? \n[208] \n[209]Here and there. Restaurant, uh, that's the main expansion. Tables've been moved around; the big man's office, I dunno, might be upstairs now. \n[210]Yeah, uh. Mike. That's Mike. \n[211]You start spending your brother's money. I'm gonna take a circuit around the joint, check for any new ins and outs. I'll snag us some drinks. \n[212]Couple rum and Cokes, please. \n[213] \n[214]Prison. \n[215]He didn't recognize me. Back off, willya? He didn't recognize me. \n[216]Heyyyy! \n[217]There went my... damn... well, doesn't seem like security's all that switched... Ash, shit, this mustache is starting to fall off. I gotta fix this thing -- -- drink this for me. \n[218]Hundred bucks to wear this jacket -- \n[219]Nobody's killing you, kid. Santa's giving you a rhinestone jacket and a hundred bucks. \n[220]\n[221]MEDIUM RARE?! You call this MEDIUM \n[222]That's for reading her mail. \n[223]Come on. \n[224]We get to the bridge, we're all right! \n[225]Get to the bridge! \n[226]    \n[227]I-I-I-I have n-n-no g-g-gifts to br- br-bring, pa rum-p-p-p-p-p ...pum-pum-pum. N-n-no treasures for the k-k-k ...king. \n[228]Pa-rum-pum-pum-pum. \n[229] \n[230]...ttt..tt... two out of three? \n[231]Nnn... nothing... \n[232]Nothing... I promise-nothing... \n[233]\n[234]He thought I was some gambler... he didn't know me... he didn't recognize me! \n[235]No, Gabriel... no... \n[236]...he... he asked me... how I'd heard about his place... he didn't know it was me... \n[237]\n[238]Man, Monster... just... just don't start trying to hit me... \n[239]  \n[240]He had some points to make... \n[241] \n[242]...Haven't had cranberry buns... in five whole years... \n[243]You saved me. \n[244]Guy I was in with... car thief... I used to read your letters to him. I know they were private... I know, but... you spend twenty-four hours a day with somebody, you gotta talk, y'know? You gotta share. Or the room gets even smaller. And sometimes, I'd be reading them, and he'd close his eyes, get a smile on his face... and I'd know somewhere inside he was pretending you were writing to him -- He'd see your face, your pictures on the wall... Some nights I think he fell in love with you, too. \n[245]You gave a couple guys hope, Ashley. And with hope, there ain't nothing you can't survive. \n[246]Don't say my name... \n[247]Ash. Don't say it. Don't say my name. \n[248]  \n[249]They'll have guns. \n[250]You said they've run guns, in their trucks. So they'll have guns. To do this robbery. They'll have serious guns. \n[251]We'll need one. \n[252]I'm going to have to be inside that casino. When it happens. I'll need to be part of it. I can't just be drawing some map. \n[253]We need to find a way to make me part of it. \n[254]If we're helping them with their robbery, we're gonna be doing more than just walking away. Like that's some Christmas bonus. \n[255]You want him outta your life? You want a real New Year to look forward to? If we're gonna do this... we're gonna do it to get it all. \n[256]I have no gifts to bring, pa-rumpum- pum-pum \n[257]What you gotta worry about first is the guards. Place doesn't look much richer than when I worked there, so let's figure you're gonna have to deal with ten of 'em. There'll be two on the floor, walking the room, that leaves eight up above. Eyes in the sky. They see something up, they're the ones who'll hit the silent alarm and you're fucked. \n[258]You gotta get someone upstairs. \n[259]Across from blackjack, there's a security doorway. Keypad access. \n[260]Uh... they change it every month. I wouldn't know. If there's trouble on the floor, you'll get security coming through. what you gotta do, is get inside that doorway once they do. You gotta draw 'em out. \n[261]I got an idea on that one. Once you're up there, you gotta hold those guards down till some backup can get there. There's a security camera room that videotapes everything. You've gotta destroy every last one of those tapes. \n[262]You lock down security, you move behind the cage. You hit the Count Room. There'll be a guy in there but he's got no guns; room's accessed by another code. Cashiers'll know it. They'll have alarms. \n[263]What? \n[264]Oh. Right. Yeah. That's, uh upstairs. Uh. Here. Powwow Safe. \n[265]So. You're gonna need a man through here, two men at the cage, one to cover the count. You're gonna need a lookout outside, a sweeper through the back, and a gun guarding the front. You need six. \n[266]You need six. \n[267]You go in with five, you're either leaving an alarm free or an exit free. Someone hits an alarm, you're fucked. Someone gets to a phone, gets outside, 'cross the street, whatever, you're fucked. You need six. Six is me. \n[268]You guys get caught, I go away for good. I got an interest in making sure you don't. You need a sixth man covering an exit. What're you gonna do about it. \n[269]Six men means six guns. \n[270]I'm no threat without a gun. \n[271]There'll be people in that casino. I can't keep them from leaving if I don't get a gun. I don't need bullets, Monster... but I gotta be a threat. \n[272]Well. What you guys have to plan out, then... is how you're going to get to that cage and that security level before anybody realizes anything's wrong. Running in with ski masks and bullets flying ain't gonna do it. \n[273]What. We all gonna dress up like cowboys? \n[274]You gotta be kidding me. \n[275]What, we walking in there and delivering toys? \n[276] \n[277]   \n[278]I'm almost done. \n[279]If he wanted a photographic memory, he shoulda kidnapped one. I'm working on it here. \n[280]You're the getaway girl. The money's gonna get to you eventually. Gonna be my job to be the guy who walks outta there with it. But I can't do that without a gun. Any luck talking to him? \n[281]Is there any way you could get into his truck? \n[282]We need a gun, Ash. We need a gun... \n[283]Here's the Picasso. Is he in his room? \n[284] \n[285]We're gonna get you out of Detroit, Ash. Get you out of beauty and fragrances. Remember that. After all this is over, when you know me, when you really know me... remember it was me. \n[286]Gun, gun, c'mon, boys like you gotta be keeping a gun... \n[287]  \n[288]  \n[289]Here's my present to you, truck drivers -- \n[290]Catch, dammit, catch! Like riding a bike, it's like riding a bike! \n[291]How far you gonna get, Rudy... \n[292]  \n[293]   \n[294]Hey. \n[295]    \n[296]   \n[297] \n[298]  \n[299]This time right now... Dad's stacking wood out back, getting ready for tomorrow. Little blaze in the fireplace. Mom's setting out the good silver, hanging her cinammon sticks, up in the doorways. Getting out her scratchy old records... singing along... \n[300]I don't know where you're going. But I'm going home. \n[301]Well. I'm going home. \n[302]  \n[303]Hey Jumpy, I want to ask you something. You have any problem with the fact that we're on our way to take millions of dollars from an Indian casino? \n[304]Hey-hey, egg nog for everybody! \n[305]Let's win some MONEY! MONEY-MONEY- \n[306]We're out of work tonight, that's how! Christmas Eve! We're out of work! \n[307]We're all outta gifts, boys and girls, but we got charitable donations! \n[308]I got wampum for the Cocktail Waitress Civil Defense Fund! Are there any representatives here present? \n[309]Santa drinks American beer. \n[310] \n[311]That was my king! \n[312] \n[313]POP! That was My card! \n[314]You're hitting for MY cards! \n[315]That is my card, guy. My card. \n[316]He didn't hit. You didn't hit. You're not hitting. \n[317]Switch seats with me. \n[318]You're taking my money. Switch seats with me. Switch seats with me if you're not taking my money -- \n[319]Then get yourself another table! You're hitting Santa's cards and you're taking Santa's money! \n[320]\n[321] \n[322] \n[323]Sorry, guys. But what the hell were you doing here an Christmas Eve anyway. \n[324]Get down and stay down, and you're gonna be fine. Just don't do anything. My friends are disturbed -- \n[325]Yeah. That's love. \n[326]Merlin, I didn't know -- \n[327]I promise you, I didn't know! \n[328]Fucked the wrong guy, Ashley. Story of your life. \n[329]I did time with Nick Mason, Monster. Told you that from the start. \n[330]We still gonna spend Christmas together? \n[331]Hey! HEY! THERE IS A POWWOW SAFE! \n[332]I did time with Nick Mason, remember? I knew he worked here, didn't I!? Well, some shit he told me! \n[333]Nick told me his manager kept a safe in his office, his stealing safe. His Powwow Safe. I swear, please... Nick told me. Behind the liquor cabinet. \n[334] \n[335]Me too. \n[336]Smoke 'em if you got 'em. \n[337]I'm sorry. \n[338]Was it your plan, Monster? Or was it hers. \n[339]I saved your life. \n[340]He did love you, you know. Nick. He did love you. \n[341]Maybe this is where you wanted him, Ashley. At the bottom of a ravine, dead as ice with a burnt-up heart. Maybe. But it didn't happen. 'Cause what you did for him was make him the happiest held ever been. You showed him hope and taught him mercy. And he died a peaceful man. You wanted to destroy some convict... and all you did was save his soul. Remember that. Love your money and remember that. \n[342]I'm glad it was me. \n[343]How'd you know my name... \n[344]Rudy. How'd you know my name? \n[345]You said Merry Christmas, Rudy. \n[346]No -- \n[347]But I never said Rudy. \n[348]I never told you my name. \n[349]How'd you know my name was Rudy. \n[350]How'd you know my name. \n[351]Where is he. \n[352]She set them up. All of them. \n[353]And you set me up. \n[354]How'd you know I'd do it. \n[355]Walk outta there and tell her I was you. \n[356]Talked about the old man's weapons stash, probably forgot I'd remember \n[357]You gave them me. \n[358]\n[359]\n[360]\n[361]      ", "Duncan": "", "Guard": "\n[1]\n[2]\n[3]\n[4] \n[5]  \n[6] \n[7]\n[8]Well. Least he won't be coming back. \n[9]You need company tonight, Rudy... you just give a holler. \n[10]Your world and welcome to it, dumbfucks! Don't be a stranger now! We'll keep the lights on for ya! \n[11]There's two more coming. ", "#1": "\n[1]Security code? What security code? You just use a key! \n[2]Who's Nick?! ", "Mean": "\n[1]\n[2]\n[3]Well. Least he won't be coming back. \n[4]You need company tonight, Rudy... you just give a holler. ", "Merlin": "\n[1]Hi, Nick. \n[2]Hey. They got a shitload of cookies. \n[3]How 'bout the tree? You want the tree? \n[4]Beats prison, I guess. \n[5]You want that for here or to go? \n[6]And where they hide the real money. \n[7]Start talking, Nick. \n[8]Buffet. Whaddya think it is? \n[9]Having romance problems, Romeo? \n[10]There anytime you don't got a mouthful of shit? \n[11]Acid-chewer. \n[12] \n[13]What the hell was that about -- \n[14]Thanks, sister. How are ya. \n[15]Hell yeah. You work here long? \n[16]How long ago was your makeover? \n[17]No, the place. The remodeling. moving everything around. \n[18]Monster. There never was a structure change. This place was built the same from day one. \n[19]And Monster... he was talking with the casino manager. Nick was talking to him. \n[20]You keep running, Nick! Keep running now! Can't keep warm if you don't keep running! We'll just be right back here... keeping track of your trail. \n[21]Wherever you run... we'll get there. Fast as you want... we'll be there. We drive for a living, Nick. Twelve, fifteen, twenty-hour days. \n[22]We got nothing but time. \n[23]  \n[24]Game room's closed. \n[25]Pug. \n[26]\n[27]That right? Shit. I used to run rigs for a guy loved your chaw there. Shit rotted out his tongue, had to build him one outta silicon so the poor boy could talk. You ever see a motherfucker with a silicon fucking tongue? \n[28]This trucker? Met a girl in a bar one night, she didn't know his situation. He's drunk, she's drunk, they get to mackin' hot and heavy and the woman swallows it. His tongue. Sucks it right down. \n[29]His lips went next. You ever see some silicon-fucking-lips? \n[30] \n[31]How do we take them out? \n[32]How do we do that? \n[33]What about the money? \n[34]Hell yeah. \n[35]  \n[36]Where the hell's Gabriel? \n[37]Get me a brew. I'm gonna check on our convict. \n[38]My room. \n[39]  \n[40]I got a bacon too; there another bacon in there? \n[41]Somebody better give me something with some goddamn bacon -- \n[42]  \n[43]\n[44]Hold it right there, Nick. Your squirt gun's all you need. \n[45]Cover 'em. \n[46]You said no GUNS in there! NO GUNS! \n[47]You knew there were guns in here! \n[48]You got Pug killed! You tried to get ME killed! You just lost your Get- Outta-Jail-Free -- \n[49]Hell. I'm gonna take pleasure in this... ", "Ashley": "\n[1]  \n[2]Good. \n[3]Radio said negative five. \n[4]Yeah. \n[5]Radio said. \n[6]I figured you walked outta there and saw me and walked right the other way -- \n[7]Saw my outfit or something, my coat -- \n[8]Saw me -- \n[9]You are to me. \n[10]Thought you wrote you had a mustache. \n[11]No, no, no. Be like you want to be. \n[12]What. \n[13]No -- \n[14] \n[15]You're better than the picture in my mind, Nick... You're real. \n[16]Go to hell, Nick Mason, what's that supposed to mean -- \n[17]Well. You're not the first guy I wrote to. But you're the only one I kept writing to. \n[18]I told you, Nick. Remember? \n[19]All the guys I've ever been with... they never want to know me. Who I am on the inside. They just want to qet inside. When they do, they think that means they know who I am. That I trust them. That they know me. That there's nothing left to learn. A guy like you, Nick -- six months before you can even touch my face. I figure a guy in that kind of bind, he's gonna hafta work to get to know me some other way. \n[20]Not bad. Just regular. You wrote me wonderful things, Nick. Personal things. \n[21]Yes it was all you -- \n[22]I'm talking about the heart, Nick. I'm not talking about the words. \n[23]Then he shoulda signed his name. \n[24]And he'd be here right now. \n[25]Provisions! We are not leaving that motel room again till after New Year's: we need ten days worth of provisions! What's good?! \n[26]THIS MAN... has not had a cookie in two goddamn years! Get him two of everything! \n[27]Can't survive on our bodies alone, Nick. Hurry up! \n[28]Yeah, well you wrote me you were six- foot-four, baby. So don't talk to me about little white lies. \n[29]You need a COAT! \n[30]No boyfriend of mine is going to walk around in negative-five degree wind chill without a goddamn good- looking coat! \n[31]You got out, Nick. You're here. You're my Christmas. \n[32]You forget where I work? \n[33]Fifty percent off, motherfucker. Ho ho ho. \n[34]Toys for adults. Where are your toys for adults? \n[35]C'mon. How old are you, sixteen? C'mon. \n[36] \n[37]Thank you. \n[38]You know what I was thinking, after our holiday hideaway? Instead of going back to Detroit, maybe we could go gambling. Y'know? Drive up to that Indian place you worked at. Wouldn't that be fun? I haven't gone gambling in forever! \n[39]Blackjack, Nick, blackjack I am good at. I mean, they'd give us some free games or something, wouldn't they? Since you worked there? \n[40]And the slots, slots I'm good at too. Wouldn't that be fun? \n[41]We could live it up and -- \n[42]I just... I thought you'd have friends there... \n[43]Well, they don't know what the hell they're missing. \n[44]Baby, I'm gonna go tell 'em not to disturb us for the rest of the year. I get back in that room, you better be wearing nothing but a candy cane. \n[45]No, lover. I'll see what you can do. \n[46]Watch out, baby! I'm bringing in the fucking tree! \n[47]  \n[48]I'm telling you, we got the best one in the store... I don't know why people want their houses smelling like the stupid woods... \n[49]\n[50]Gabriel -- ! \n[51]Gabriel, what are you doing! \n[52]\n[53]Gabriel, let him go -- \n[54]What are you doing here?! \n[55]Gabriel! \n[56]\n[57] \n[58] \n[59] \n[60]\n[61]Shh, Nick, shh. They won't hurt you now. You're okay... \n[62]I won't let 'em, Nick. They won't hurt you anymore. \n[63]He's not a bad person, Nick... he's not... \n[64]You're not gonna hurt him anymore! \n[65]Since Janey moved in... Gabriel... he's come over more and more. To the apartment. Janey's the divorced one, 'member, with the tit job -- \n[66]He read the letters, Nick. Some day I wasn't there. He went through my room. He found your letters. \n[67]He knows you worked in that casino. \n[68]Nick, no -- \n[69]Nick -- \n[70]Nick, what are you -- \n[71]Nick, I love you -- \n[72] \n[73]He'll kill you. \n[74]My brother's killed people, I know he has. Truckers. If you talk him into thinking you're not you, you'll only get yourself dead. \n[75]Nick, please, it's me -- \n[76]No, Nick, no -- \n[77]I love you! \n[78]If you say that, if you keep saying that, they will kill you. If they think you're not you, they will kill you. Don't you see? I know what you're doing, but it won't work! \n[79]I won't let him hurt you! He just wants what you know! \n[80]Just tell him what you know, Nick! That's all they want! And we'll get out of this! \n[81]He found them... I swear, Nick... ...he found them... \n[82] \n[83]Gabriel, you promised! \n[84]You promised me! \n[85]\n[86]\n[87]I love you... Nick, I love you... \n[88]Gabriel! \n[89]Gabriel! You said talk to him. That's all you ever said... \n[90]Jack. Jack Bangs. \n[91]He said he wanted to talk to you. When he found the letters... he said \"when your boyfriend gets out, I wanna talk to him.\" I thought he meant back in Detroit. I thought he meant -- \n[92]I thought we'd have a few more days. \n[93]No! \n[94]Nick! He wants to know how to rob it, and he'll leave you alone! That's all he wants! I hate him, Nick... you know how... \n[95]Not without you. \n[96]They run routes mostly east, retail stuff, warehouses. But Gabriel knows some guys in New York, Miami, guys he helps get guns to Detroit. Hides 'em with his regular loads. \n[97]No. He wants to be working for himself someday. \n[98]What? \n[99]I don't think they've ever robbed anything before. I think they've just driven guns. \n[100] \n[101]We're gonna get out of here, Nick. We're gonna get out of this... \n[102]Nick... \n[103]If I'd told you what he wanted, you'd have been gone. You'd have gotten on that bus and stayed on it. And if that's selfish, I am. If that's lying, I'm a liar. But I been dealing with fucked-up brother and his fucked-up friends for a long time, and I was stronger than him then and I'm stronger than him now. 'Cause he showed up for money. I showed up for love. And if you're so ready to make me your enemy... then what did you show up for, Nick. What did you really want... with me... \n[104]Get your goddamn hands off me -- \n[105]So does it look a lot different? \n[106]That guy knows you? \n[107] \n[108]Hey Nick! We're up fifty cents! \n[109]Nick, what happened -- \n[110]He started losing his hair. \n[111]Nick! Run! RUN!!! \n[112]No!!! \n[113]\n[114]Nick, the ice is -- \n[115]Nick! Jesus, Nick -- \n[116]Nick, oh my God, what'd he do to you? What'd he do? \n[117]Jesus Christ, stay here, don't move, stay right here -- \n[118]We'll get there, baby... we'll get there... \n[119]Shh, now. Rest now. Two years, Nick. You haven't had cranberry buns in two years. \n[120]You saved my life. You could have run, but you didn't. You saved me. \n[121]I saved you because I love you, Nick. Why'd you save me? \n[122]I'm sorry, Nick... I'm so sorry... \n[123]I love you, Nick... \n[124] \n[125]What? \n[126]I don't know... \n[127]Nick, what are you talking about? \n[128]Part of... with them? \n[129]Yeah. What're you gonna do about it. \n[130]What's the matter, Gabriel? This is what you wanted him for, isn't it? \n[131]He wants to see your map. \n[132]He says he wants it now. \n[133]How are we gonna do this, Nick? \n[134]Bullets or no bullets, he won't do it. \n[135]No. \n[136]They all are. Football's on. \n[137]...and he's saying \"We're not gonna help him just to walk away. If we're gonna help him... we're gonna get it all... \n[138]...he wants to help now, he wants to rob it now we could probably stay right here, he'd go on and rob it by himself -- \n[139]No, baby. He wants me. \n[140]He wants... your \"sister\"... \n[141]Nick Mason's gonna help us more than we ever dreamed. \n[142]To all those cons... \n[143]We musta written what, twenty of 'em? And they were before this guy. One, two letters apiece, ten to the racetrack guy in Leavenworth -- \n[144]-- plus the forty to Mason... how many letters is that? \n[145]One more day, baby. One more day to Christmas. \n[146]Didn't have to hit me so fucking hard. Didn't have to throw me outta the goddamn truck. \n[147]What, he should see me help you catch him? \n[148]He's shown us the setup, he's drawn us the map, he's helped us do the plan. He wants a gun, give him a gun. Take the bullets out, whatever, but give him the gun. The more manpower we've got in there, the better. He won't try and make his move till the money's in hand. \n[149]Mmm, baby. And I'd still want to be the tinsel round your tree... \n[150]Merry Christmas-Eve, my love. My love, my love. Merry Christmas-Eve... \n[151]Gabriel! \n[152]  \n[153]Where should we go, Nick? When we're gone from here... where should we go... \n[154]We go together, Nick. Wherever... we go together. Remember? \n[155]Three minutes. \n[156]Go. \n[157] \n[158]\n[159]You... you... YOU -- \n[160]Your turn. \n[161]You shouldn't have. \n[162]Who wouldn't. \n[163]Merry Christmas, Rudy. \n[164]Merry Christmas. \n[165]What? \n[166]What are you talking about? \n[167]I... you told me your name was Rudy. You told me a million times, back in the truck, telling me you weren't Nick -- \n[168]You were screaming you weren't Nick! And we just didn't fucking believe you! \n[169]You said it a million times! \n[170]Men. \n[171]I missed you too, Nicky baby. \n[172]For your information. I never fuck the wrong guy. \n[173]", "Exit": "\n[1]Your world and welcome to it, dumbfucks! Don't be a stranger now! We'll keep the lights on for ya! \n[2] ", "Ugly": "\n[1]Holiday jello. \n[2]Swallow and see. ", "Staffer": "\n[1]Holiday jello. \n[2]Swallow and see. ", "Pug": "\n[1]I owe ya a drink, ya fuck -- \n[2]Watch your mouth, man. It's Christmas. \n[3]He's not the guy, Monster. \n[4]Whole time you were driving, he was telling her he's not the guy, he's not the guy. I know why he'd tell us he's not the guy. why's he telling her he's not the guy? What if he's not the guy? \n[5]Start talkin \n[6]That's what it looks like! \n[7]Map is kinda dirty, Monster... \n[8]So what? \n[9]Goddamn, Merlin. There any part of the day you don't smoke? \n[10]Cancer-sucker. \n[11]Where the hell's your sister? \n[12]That motherfucker -- \n[13]  \n[14]  \n[15]Knew a guy in Joliet, smoked ten packs a day like you. His lungs got so black they couldn't find 'em with an x-ray. \n[16]Hell. The guy from Joliet, those black-ass lungs were the least of his problems. Got so much smoke in him his lungs couldn't even hold it. Got into his system, man. Into his blood. Coming out his ears, man, coming out his eyes. Guy'd be walking the row, smoke'd be puffing out his skin. \n[17]My guy would walk into a room, set off the goddamn sprinklers. \n[18]Without having them hit the alarms. \n[19]  \n[20]Okay, who had the cheeseburger with bacon; what about a roast beef, I've got two roast beefs here -- \n[21]I got a bacon for him and a bacon for me; there's four cheeseburgers and two roast beefs -- \n[22]What's the security code to the Count Room? \n[23]", "Nick": "\n[1]What's the first thing, man? What's the first thing you're gonna do? \n[2]Hell you haven't. \n[3]We walk outta here, we hit that road, what's the first thing you're gonna do. \n[4]Three days, man. \n[5]Fuckin' Christmas, man. Fuckin, Christmas on the outs. \n[6]What? \n[7] \n[8]She's gonna be out there, man. Right there. Right there waiting. \n[9]Gonna walk out of this shitstorm and right into her arms. \n[10]Got us a motel out Highway 5, bringing her own damn sheets, you read that part? Silk damn sheets. Lock ourselves in the whole week, drinking wine, taking baths, man, see if they got those room service steaks... anything I want to do. Remember when she wrote that? Anything I want... \n[11]Why you gotta say a thing like that. \n[12]Why you gotta. We were gonna give you a ride someplace, man. Now I just don't know. \n[13]Fuck your hot chocolate, Rudy. \n[14]I'm gonna marry this girl. \n[15]Hey, hey, listen here. \"I've made my list and I've checked it twice, and as long as you're naughty, it's gonna be nice. These cold winter weeks have been killing me, Nick, as I lie here alone. It's not enough to have your warmth in my heart anymore; I need your warmth next to me. Work at Penney's has been busy because it's Christmas and that's when we do almost half of our business for the whole year -- \", okay, whatever, whatever -- \" -- my manager's still mad at me for asking for the whole week off,\" whatever, whatever -- Here we go. \"And all that gets me through the day is to close my eyes and imagine holding you, and kissing you, and touching you, and tasting you everywhere because I know at that moment, I'll feel I've found the reason for my whole entire life.\" \n[16]Yeah. You grow up in Detroit, you get matured real quick. \n[17]Sure as hell don't make me miss Millie Bobek. Guess I owe Millie, though. If I hadn't been rollin, her, I woulda never ended up here. And I woulda never met Ashley. That's the world for ya. \n[18]Me and her got a connection. Read this part. Read the part about stuffing her stocking. \n[19]No, I think that's just oranges. She writes here she's eating oranges. \n[20]Shoulda written to that magazine, Rudy. I'm gonna walk outta here, walk right into a relationship. Not some one-nighter, man... a relationship. You? You're gonna walk outta here with bus fare. Searching for the drunkest skirt in the room. \n[21]Shoulda written, Rudy... \n[22]Shoulda got yourself a girl. \n[23]Thought you hated Sidnaw. \n[24]Thought you hate your old man. \n[25]Well, man. Me and Ashley. We'll be thinking about you. \n[26]Don't look like he missed the sunlight. \n[27]Aw, Rudy. \n[28]What the fuck is this? \n[29]What's this shit in it? \n[30]Just so you know, this man and I are outta here in two days. So while we're inhaling London broil and lobster bisque, you're gonna still be standing here smelling up the mystery creamfuck. Who's in prison now? \n[31]Two days. \n[32]So maybe after our week beneath the sheets, we'll head down to Motor City for New Year's. She says her roommate's skipping town for a few days, have the place to ourselves. Remember how her brother's a truck driver down there? I'm thinking he might be able to help get me some work. \n[33]No, I'm through with that shit. Ashley's right. Gotta start doing something I got a stake in. Get a business going. \n[34]Hotwiring cars, Rudy, does not qualify as a small business. Chop shop consultant; doesn't work on a resume. \n[35]Ashley's talking about maybe we can start something up together... \n[36]Whatsa matter, Zook? \n[37]Just a roach, Zook. \n[38]It's a roach, guy -- \n[39]Oh, man -- \n[40] \n[41]Rudy, don't move -- \n[42]Don't move, Rudy! \n[43] \n[44]\n[45]    \n[46] \n[47]Jesus, Rudy -- \n[48]Oh, fuck, Rudy... oh Jesus... \n[49]Ash... Ashley... \n[50] \n[51]Tell Ashley... I... \n[52]...be with her... \n[53]...for Christmas... \n[54]  \n[55]   \n[56]Rudy, man, here we go, here, what she wrote here: \"The car's waiting. The motel's waiting. And I'm waiting. I've waited for so long. I'm burning for you, Nick. My whole body. My whole heart. I'm burning for you...\" \n[57]  \n[58] \n[59] \n[60]  \n[61]  \n[62] \n[63] \n[64]Merry Christmas, Rudy. \n[65]I missed you, beautiful. \n[66]Oh, hey. Have you two been properly introduced? Sweetness, this is Rudy Duncan, I did almost a year with him in the Mountain. Read him all your letters, talked about you all the time, made him feel like he really knew you. My friend... wantcha to meet Millie Bobek. 'Member Millie Bobek, dontcha? My girlfriend fore I went in? Worked at that bar in Motor City, where I manslaughtered that guy? Hell. Didn't talk about her much once the Ashley letters started coming, I guess. \n[67]Millie here used to serve drinks to these gunrunning truckers, real big talkers, talking bout a real score one day. I was in the Mountain, man, what the hell, why not let her get friendly with 'em? Let her tell 'em an idea she had, 'bout writing guys in prison. Getting one who could show 'em a sure thing. \n[68]Why not have her pretend to find me? Pretend to write me and reel me in? Tell her new trucker-man she'd pose as some sister of his named Ashley? \n[69]Always wanted to rob that casino, Rudy. Way back when I worked there. What better way than to get some guys to rob it for me. \n[70]Paid the Alamo ten bucks to put the shiv in me. He's a lifer, what does he care. Paid a hospital guard fifty to put out the story I was dead. Once the wound healed up... Got out of the Mountain this morning. And tonight I'm a rich man. \n[71]Do what? \n[72]Because every time I read her letters, Rudy... you listened. Keep your gun on him. \n[73]Five Santas walked into that Tomahawk, Rudy. That's what the witnesses'll say. So we gotta have five Santas not walk out. Gotta have five... This'll burn right away... in the fire... \n[74]Hell, you never needed to convince Ashley you were me. Just the dumb fucking truckers. I figured I'd talked enough about the Tomahawk in the pen for you to get by -- \n[75]Hm. Well. They'd have killed you if you weren't me, Rudy. We knew you'd start convincing 'em soon enough. \n[76]They had the weapons and the willpower. We just gave them their inside man. \n[77]I gave them me. Said some nice things about me, Rudy. I appreciate it. But don't worry. I do love her. And she loves me. You had that right all along. \n[78]Sweetness! Let's light up the tree! \n[79]Goodbye, Rudy! Nice spending time with you! \n[80]...Rudy... help me... Rudy... \n[81]...Rudy! Rudy! HELP ME!!! ", "Cassidy": ""}}