{"filename": "Repo-Man_script.txt", "imdb_id": "tt0087995", "imdb_url": "https://www.imdb.com/title/tt0087995", "characters": ["J. Frank Parnell", "Archie (as Michael Sandoval)", "Duke", "Otto", "Miller", "Napo", "Kevin", "Marlene", "Lite", "Agent Rogersz", "Debbi", "Oly", "Bud", "Lagarto", "Leila"], "dialogues": {"Duke": "\n[1]Turn the fucking light out.] \n[2]Wasn't that Otto? \n[3]You gotta watch yourself. (takes off mask) Have a nice day . . . night.  \n[4]If you say our names we'll have to kill all these people Archie. \n[5]Come on you guys! \n[6]Get the lead out. \n[7]Aw be cool dude we got more. \n[8]Well! Well! Well! If it ain't the repo man. \n[9]How you doing, asshole ? \n[10]Want some toot dude? \n[11]I really love ya man. You're my best friend. Because you always fucking came to see me while I was in Juvie. \n[12]Fuck  this let's go do some crimes.  \n[13]Shut up Archie. \n[14]You're still here? \n[15]What do you mean? \n[16]I aint afraid of nothing see. \n[17]I said I ain't afraid of nothing. I kill people like you. \n[18]Ah. \n[19]This thing is hot. \n[20]Fuck  you Archie! Just for that your not in the gang any more. \n[21]Yeah. Yeah. Let's go get Sushi and, and not pay. \n[22]Debbie? \n[23]I've been thinking. Now that we've got some money and Archie's gone, don't you think it's time we we settle down? Get a little house. I want you to have my baby. \n[24]Well I don't know. Every body does it. And it just seems like the thing to do and... \n[25]Let's go do the job. \n[26]What's it look like ace? \n[27]I'm going to kill him. I'm going to kill him. I'm going to kill everybody. ha-ha-ha \n[28]Otto? \n[29]The lights are growing dim. I know a life of crime led me to this sorry fate. And yet I I blame society. Society made me what I am. \n[30]But it still hurts. ", "Otto": "\n[1]Kevin stop singing man. \n[2]I'm standing right next to you and you're fucking  singing. Cut it out.  \n[3]How you doing dude? When did you get out of the slammer man? \n[4]Huh? \n[5]okay \n[6]What? \n[7]Debbi honey. I got you a beer. \n[8]Shit. \n[9]Don't want to talk about anything else. We don't want to know. We're just dedicated...to our favorite shows. Saturday night live, Monday night football, Dallas, Jeffersons, Gilligan's island, Flintstones. ]  \n[10]What do you want? \n[11]Fuck you, queer.  \n[12]So what? Take her there. \n[13]Well, uh, how much are you going to give me? \n[14]No. Won't do it for less than twenty.  \n[15]All right... Where's, uh, where's your old lady at? \n[16]What? \n[17]I don't know. What happened to your old lady? \n[18]Yeah! It's Otto. \n[19]That's what it says doesn't it. \n[20]You're all repo men. \n[21]Screw  that! Ain't going to be no repo man. No way! \n[22]Night watchman in Pomona. \n[23]Asbestos worker. City of industry.  \n[24]French fry maker Agoura. Ha Ha that's absurd. \n[25]You know Kevin, I had this wild fucking dream the other night. \n[26]It was with you and me and we were working in this sleazy shithole  motel down in Miami, Florida. And we were bellhops and we were sixty-five years old. It was so real it was really real, realistic. \n[27]Fuck you! \n[28]Away from you. \n[29]Mother, father. Got anything to eat?  \n[30]Put it on a plate son you'll enjoy it more. \n[31]I couldn't enjoy it any more mom MMM MMM MMM This is swell. \n[32]Dad? Hey Dad? \n[33]What is it son? \n[34]Do you remember that you once told me along time ago. Well not too long ago but ummm. That you told me that you'd give me a thousand dollars to go to Europe if I finish school. Well you know something? You were right. About finishing school that's ah that's what I'd like to do. But umm I want to know if I could have the money first. Like now. [You know I really love you Dad I've always loved you. You too mom. What do you say? \n[35]I don't have it anymore. \n[36]What?] \n[37]You father gave all our extra money to the Reverend's telethon, Otto.  \n[38]Well what about me? \n[39]You're on the honor roll of the chariots of fire. Same as us, Otto. It was a gift. From all of us jointly. \n[40]We're sending bibles to El Salvador.  \n[41]So how much do I get paid, twenty-five buck a car. \n[42]Are you? \n[43]Packin' something. \n[44]Speed huh? \n[45]Me too. \n[46]Oh yeah? Where you going to be? On the moon? \n[47]In this junker? \n[48]Cool car. \n[49]Motherfucker just flipped you off.  \n[50]Watch it mother fucker. (Girlfriend? watch it melonfarmer! \n[51]Holy shit.] \n[52]Wo! Hey! \n[53]HAHAHA WOW! That was intense. \n[54]Gee bud. You never told me it was going to be like this man. Cops and robbers. Hahahahah. Real live car chases. Hahahahah.  \n[55]So who are these Rodriguez boys. \n[56]Scumbags \n[57]Good gag, you pull this one a lot?  \n[58]Excuse me? Miss Magruder? I have something here for you. \n[59]Ow! Ow! Ow! Motherfucker! Ow! Ow! Ow! Christ! I'm blind man. Lite? Lite, where are you man? \n[60]What's that? \n[61]Let me get this one. \n[62]Don't underestimate me ace. \n[63]Hey! Hey! You want a ride? Hey babe need a ride? \n[64]Well what were they doing out in the middle of the street? \n[65]What? \n[66]Haha, no way. You still want a ride or what? \n[67]My name is Otto. \n[68]Yeah it's one of them. \n[69]I am not. \n[70]I'm a repo man. \n[71]It\u0092s a repossesser. I take back cars from dildos  who don't pay their bills. Cool huh? \n[72]What are you doing? \n[73]Really why? \n[74]Ow! What the hell are you doing? \n[75]What's going on? \n[76]What's this? It looks like sausage.  \n[77]\n[78]How do you know that? \n[79]What are you going to do with them, put them on Johnny Carson? \n[80]United fruitcake outlet. \n[81]Sure Ummm I don't know. what do you think? Ah want to go out with me again sometime? \n[82]Hey great. Terrific. Here's your shit . \n[83]Fuck . Girls pay to go out with me. All right? \n[84]What, here? \n[85]Fuck  you. \n[86]Got it. \n[87]Sure. \n[88]What book? \n[89]Unh uhg \n[90]You eat a lot of acid Miller, back in the hippie days? \n[91]I don't read them books. \n[92]Yeah. I guess. \n[93]The past? \n[94]How the fuck  do I know? \n[95]You don't even know how to drive. \n[96]Bud. \n[97]Do you think all repo men follow the code? \n[98]Hey Leila! All right, um, this is Otto. The guy who gave you a ride and stuff. I heard something about that car.  \n[99]Huh? \n[100]Oh! Take off your clothes. \n[101]Oh yeah? Me too. \n[102]Says who? \n[103]Well the least you could do is give me a blow job. \n[104]Heh, I guess that means no.] \n[105]They don't pay bills in Russia. It's all free. \n[106]No I ain't no commie. \n[107]It's really very simple Mrs. Parks. You don't want me to take your car and I don't want to take your car. Now I said to the boss I said ah Look! I do not want to repossess this lady\u0092s car.  \n[108]Yeah, Yes I understand. My job is really on the line over this one. I could lose it right away. \n[109]That's terrific. Really terrific. \n[110]Well, uh, gotta get going here. \n[111]The tea? \n[112]Yeah, it was terrific. \n[113]Thank you \n[114]Uh excuse me. \n[115]Hey it's cool. It's cool. I like music too man, hey \n[116]Fuck  you Plettschner! OWW! OWW!  \n[117]Yeah you're Plettschner. \n[118]So what? \n[119]Fuck  you! \n[120]You know Marlene? Man she's pretty hot.  \n[121]See ya back at the yard. \n[122]Oh shit . Holy shit (smoke). Lite! . Lite! Lite! Lite! Lite! Open the door. There's a maniac in there. What are you doing? Open the door man! What are you doing? What are you doing? Open the door. Lite! \n[123]Open the door man, open the  door. Open the door Lite. \n[124]Jesus Christ. \n[125]You're crazy Lite. I mean you can't just shoot into peoples houses. I mean maybe you shot the guy. \n[126]Well I don't know I mean that's pretty severe. \n[127]Jesus Christ. \n[128]You repo men, you guys are all out to fuckin  lunch. Let's get out of here. \n[129]What's going on? \n[130]Who done what? \n[131]Oh some dude it doesn't matter. \n[132]Kiss off you asshole . \n[133]Ow you bastards ! \n[134]Ahh Oww You bastard . \n[135]All right! All right! All right! All right! O.K. his name was... \n[136]Yeah. \n[137]Leila who? \n[138]I can't believe I used to like these guys. \n[139]Yeah. Sure. I need another drink. \n[140]Duke. Debbi. Archie. I'd like you to meet Leila and her weird friend. \n[141]What friends? \n[142]I'm busy man. I told ya I was working.  \n[143]Thanks, I made'um myself. \n[144]Jesus Christ  bud. They're winos, they don't have any money. You think they'd be bums if they did?  \n[145]No! \n[146]ott, ott... \n[147]re, re, re.. \n[148]No. \n[149]Nuh-uh \n[150]Sir. I represent the Helping Hand Acceptance Corporation. \n[151]Lobotomy? Isn't that for loonies? \n[152]What kind of car does your... does your friend drive? \n[153]And you do the same type of work? \n[154]This is really a nice old car. Why don't you let me drive? \n[155]Well I don't know. I mean...uh! Don't you feel funny.? \n[156]What is this? \n[157]Um. Have you see uh bud anywhere? \n[158]Not yet. Oly's going to get it for me though. I just signed the papers.  \n[159]Beats me, just some, uh, contract or something. \n[160]Well, no, just, uh, standard practice, uh, contract... \n[161]What, is that not a happening deal?  \n[162]So you want to talk about it? \n[163]Why you're so damn mad at me? \n[164]All right O.K. \n[165]Duke! Debbie! What what are you guys doing here? \n[166]Debbie Ah. Ah Do You, uh, do you think it's too late uh for us to get romantically involved? \n[167]Wait! Wait! Stick with me. I'll make you a repo wife. \n[168]Yeah I'm here man. \n[169]That's bullshit . You're a white suburban punk, just like me.  \n[170]You're going to be all right man \n[171]Maybe not. \n[172]Haven't seen you in a while, Son. \n[173]Some men were just here looking for you, Otto. \n[174]What kind of men? \n[175]Very nice young men. They wore sunglasses.  \n[176]Well, what did you tell them? Did you tell them I was sick? \n[177]We told them the truth, son. Gave them your address at work. \n[178]Jeeze. \n[179]Why? \n[180]What? \n[181]Let go of me! \n[182]No way Marlene. \n[183]My car's gone and we're going to get to the bottom of this. \n[184]Hey Fletch. Coffee break. \n[185]Look Ah this isn't really necessary. I'll tell you anything you want to know.  \n[186]I don't know. Somebody ripped it from the yard. \n[187]Marlene? What's going on? \n[188]Shh! \n[189]How are you doing man? \n[190]Look about the other night. I'm sorry I split. I know I should have stayed with you but ah it's like when I was a kid you know I I had this set of big wheels you know. \n[191]Dude slow down. \n[192]Don't even ask because I don't know. I mean I don't have it Marlene doesn't have it you and your crazy friends don't have it. So that only leaves... \n[193]That's some weird fucking shit (filthy stuff) Eh Bud? What's going on man?  \n[194]Bud listen to me. You're sitting in a car worth twenty thousand dollars. Look look we we turn it in we take the money and split it sixty forty. You and me. ", "Miller": "\n[1]You find one in every car. You'll see.  \n[2]A lot of people don't realize what's really going on. They view life as a bunch of unconnected incidences and things. They don't realize that there's this like lattice of coincidence that lays on top of everything. I'll Give you an example, show you what I mean. Suppose you thinking about a plate of shrimp. Suddenly somebody will say like plate or shrimp or plate of shrimp out of the blue no explanation. No point in looking for one either. It's all part of a cosmic unconsciousness.  \n[3]I'll give you another instance. You know the way everybody's into weirdness right now. Books in all the supermarkets about Bermuda triangles, UFO's, how the Mayans invented television. That kind of thing. \n[4]Well the way I see it it's exactly the same. There ain't no difference between a flying saucer and a time machine. People get so hung up on specifics. They miss out on seeing the whole thing. Take South America for example. In South America thousands of people go missing every year. Nobody knows where they go. They just like disappear. But if you think about it for a minute, you realize something. There had to be a time when there was no people. Right?  \n[5]Well where did all these people come from? hmmm? I'll tell you where. The future. Where did all these people disappear to? hmmm? \n[6]That's right and how did they get there?  \n[7]Flying saucers. Which are really? Yeah you got it. Time machines. I think a lot about this kind of stuff. I do my best thinking on the bus. That how come I don't drive, see? \n[8]I don't want to know how. I don't want to learn. See? The more you drive, the less intelligent you are. \n[9]John Wayne was a fag . \n[10]John Wayne was a fag.] \n[11]He was too you boys. I installed two way mirrors in his pad in Brentwood. And he'd come to the door in a dress.  \n[12]People car pool, we'd be out of work.  \n[13]Look at that car.] ", "Napo": "\n[1]Want me to take them? \n[2]Who the hell is this? Napoleon? Who the fuck  are you calling? \n[3]Ahh. Go fuck yourself asshole.] \n[4]Sixty-four Chevy Malibu. Twenty grand.  \n[5]We could buy ten of them for that, Marlene.  \n[6]Now how come this junk is worth so much? What's in it? Drugs? \n[7]Hey buddy! How you doing? Huh? Hey don't you remember me? I was here yesterday. Heh. Listen I think I left a book of matches over in your office over there. You want to go and check for me huh?  \n[8]Hey thanks a lot buddy. \n[9]All right, you're beautiful. I love you. \n[10]Shit ! (?)! It's too hot in here man. What the hell's going on? So fucking hot I think that shit in the trunk is going to melt. I think we better take a look, all right? \n[11]All right, as soon as I check the trunk.  \n[12]Hey! Yo! Hey buddy! \n[13]Special deputies pull over. Special deputies pull over. Hey! \n[14]Yo! Pull over. \n[15]Don't lose him man. \n[16]Come on! Come on! What are you going \n[17]Oh my neck? Yeah! Oh!  my neck is killing me man. I think I got whiplash. \n[18]Yeah that's right. You got insurance ? \n[19]Go. Go. Go. \n[20]Come on. Let's go. \n[21]All right don't shoot come on all right all right \n[22]Later! ", "Kevin": "\n[1]Do Do Do De Do De Do De Do De Do Feeling Do De Da Do De Do De Do Feeling seven-up. I'm feeling seven-up. Feeling seven up. I'm feeling seven up. It's a crisp refreshing feeling crystal clear and light. America's drinking seven-up and it sure feels right. Feeling lucky seven.  \n[2]Feeling seven eleven. \n[3]Hum. I wasn't singing guy. \n[4]Jeeze. Why so tense guy? \n[5]Mister Humphries! \n[6]You gotta love getting fired from your job in a big way, Otto. \n[7]Ow. Cool. Ow. Dammit. I'm supposed to be the host here. \n[8]Ow! \n[9]What are you doing? Nobody supposed to be up here. This is my parent's room.  Dude, nobody supposed to be up here, this is my parent's room. \n[10]Yep. \n[11]Yep Yep! \n[12]Yeah? Well you think it's funny huh? There's fucking  room to move as a fry cook, man. You know I could be manager in two years? King! God!  \n[13]I bet. \n[14]And then what, you woke up in a puddle ? \n[15]Fucking  jerk. \n[16]Where you going asshole ?  \n[17]I'll deal with you later. I've got a customer to attend to. You too. \n[18]Hi! I'm Kevin. Vacuum sir? \n[19]Need a vacuum sir? \n[20]You don't want to eat from a machine. Look, there's a nice Del Taco across the street. They've got enchurritos and everything. \n[21]Lorna Doones? I love Lorna Doones.  \n[22]Oh hey! You want me to check the trunk? Scuze me. \n[23]Hi! I'm Kevin! \n[24]Sure thing. \n[25]Any thing for you babes. \n[26]I'll be right back. \n[27]What?? \n[28]Otto? ", "Marlene": "\n[1]Helping hand acceptance corporation, Marlene speaking. \n[2]I don't think so sir you'll have to call back. I'll call you back O.K.?  \n[3]Thanks Bud. \n[4]Helping hand acceptance corporation Marlene speaking. \n[5]Will you, Will you hold please? \n[6]Helping hand acceptance corporation Marlene speaking. \n[7]No thank you. L.A.P.D. I wanted to report a repo in Boro heights area. \n[8]Bud what street was that car on? \n[9]They don't know I'll call you back.  \n[10]Helping hand acceptance corporation Marlene speaking. \n[11]What kind of car? What kind of car?  \n[12]Can you hold? \n[13]You got a drivers license honey? \n[14]Let me see it. \n[15]Are you really twenty-one? \n[16]Yeah. Here you go. \n[17]Store front operation, but the money is in escrow. \n[18]Want me to notify the boys? \n[19]Why? We out of beer? \n[20]Think you can find it now? \n[21]Neither do I, but it's my birthday.  \n[22]That motherfucker's still down there.]  \n[23]Helping hand. \n[24]What do you mean? Stolen? \n[25]Hot? \n[26]I got the papers. Where is the car from?  \n[27]Oh. The usual. \n[28]Why don't you do something Plettschner? Aren't you a cop or something? \n[29]Just like John Wayne. \n[30]Helping hand acceptance corporation. Marlene speaking. \n[31]It's for you. A girl. \n[32]Let's go \n[33]Like hell we are. \n[34]Over my dead body. \n[35]Come and get me. Come on. \n[36]Come on. Come on. Come on if you think your man enough. \n[37]Otto, Otto pull your self together.  \n[38]We're going to the hospital. \n[39]Ask him about the Malibu. \n[40]Otto! \n[41]Bye, Bye. ", "Lite": "\n[1]Got any messages for me baby? \n[2]Somebody pissed  on the floor again? \n[3]They ain't scumbags. They car thieves just like use. \n[4]There's Miss Magruder. You want to go for it? \n[5]Only on the women. It never fails.  \n[6]Man we've been looking for this little red devil for a long time. Just act natural. Nobody knows if it\u0092s your car or somebody elses car. \n[7]Now you work with that. You give it a try. All right? \n[8]Let me give you a hand we don\u0092t have a whole year to find it boy. \n[9]Lets get out of here. Put your seat belt on. \n[10]Put your seat belt on boy! I don't ride with anybody unless they wear their seatbelt. It's one of my rules. \n[11]Put that damn gun down boy. It ain't no toy. \n[12]I walk into someone's place of work. They shit  scared. They know I'm not a cop. They think I've come to kill 'em and I would. I'd kill anybody who crosses me. You know what I mean?  \n[13]Do you like music? \n[14]In that case you're going love this.  \n[15]I was into these dudes before anybody. Partied with them all the time. Asked me to be their manager. I called bullshit on that. Managing a pop group hey that ain't no job for no man.  \n[16]You read that book I gave you? \n[17]Dioretix. Science of matter over mind.  \n[18]You'd better read it and quick. That book will change your life. Found it in a Maseratti in Beverly hills.  \n[19]No way you can do that on twenty grand man. \n[20]If I find the Malibu, you won't see me for dust, I'm going to move to Mendecino County, raise me a bumper crop of tomato plants. \n[21]Hey kid I need a contract driver. \n[22]Shut up, Phlettschner. \n[23]Me fight in a war man? Fuck  no way! Nobody's got to do that shit. Not in this country. A new I.D. don't cost no more than a pink slip. You know what I mean? \n[24]Something wrong? \n[25]Otto my man. I jumped on that action from day one. I found out where she was coming from. \n[26]Have fun. \n[27]You're still on the job white boy. Get in the car. \n[28]Get in the car. \n[29]So what if I did? \n[30]Hey! Blanks get the job done too. \n[31]Oh yes it does. \n[32]Yes sirree bob. \n[33]Fuck  John Wayne man. Tell us his name you little pussy .  \n[34]Come on. \n[35]AWW bullshit! \n[36]Hey Budsky. There's your Girlfriend.  \n[37]Let's do it. \n[38]Hey Oly. You're wife's hanging all over Otto. ", "Agent": "\n[1]It happens sometimes. People just explode. Natural causes. \n[2]Suspect presence on west coast confirmed. Do not notify police. \n[3]Happy face! You want a ride? \n[4]We ask the questions. \n[5]Huh? Why are you looking for the Malibu?  \n[6]Illegal aliens? \n[7]Ahhh, heh. Did you ever think about joining the CIA? \n[8]Boyfriend?? \n[9]Listen to me! For the sake of this and future generations you must tell us everything you know. \n[10]I'm picking up the dead. I'm putting my hands around this dead body. I'm, I'm carrying his limp torso to the truck. And he feels like like he has only been dead a little while but... \n[11]Yep he's dead all right. \n[12]No doubt about it. \n[13]He's a goner. \n[14]Man. \n[15]Don't touch the body, don't touch the body. \n[16]Sorry. \n[17]Telephone call for you agent. \n[18]Don't bother me now. \n[19]But Agent Rogersz, it's the Gipper.  \n[20]Look. \n[21]Booth's setting him on fire \n[22]Where's the car baby? That Chevy Malibu baby. Where's the car? \n[23]The Malibu. \n[24]Yeah? \n[25]Not in my face. \n[26]My Face! \n[27]Good evening Otto. This is agent Rogersz. I'm going to ask you a few questions. And since time is short and you may lie, I'm going to have to torture you. But I want you to know it isn't personal.  \n[28]Good! Where is the Malibu? \n[29]Increase the voltage. \n[30]No one is innocent. Proceed. \n[31]Ah yes! Look at them. High heels, hair nets, those ridiculous trench coats. They're pathetic. \n[32]But agent Rogersz, they're getting away.  \n[33]That's all part of the plan. \n[34]Chicken shits . braak-braak-braak  \n[35]Where's the Malibu? \n[36]Where is he. \n[37]Where the fuck  is he. ", "Rogersz": "\n[1]It happens sometimes. People just explode. Natural causes. \n[2]Suspect presence on west coast confirmed. Do not notify police. \n[3]Listen to me! For the sake of this and future generations you must tell us everything you know. \n[4]Don't touch the body, don't touch the body. \n[5]Don't bother me now. \n[6]Good evening Otto. This is agent Rogersz. I'm going to ask you a few questions. And since time is short and you may lie, I'm going to have to torture you. But I want you to know it isn't personal.  \n[7]Good! Where is the Malibu? \n[8]Increase the voltage. \n[9]No one is innocent. Proceed. \n[10]Ah yes! Look at them. High heels, hair nets, those ridiculous trench coats. They're pathetic. \n[11]That's all part of the plan. \n[12]Where's the Malibu? ", "Debbi": "\n[1]What's the difference? ] \n[2]Otto. Otto. \n[3]Get me another beer. \n[4]Just ignore him Duke he's nothing but a big baby. \n[5]Otto who? \n[6]Come on you douche bags. (come on, get the lead out. \n[7]Stop pushing Duke. \n[8]Look a metal hand. \n[9]Can we feel it? \n[10]Hey what  you doing with our car? \n[11]Kill him Duke! \n[12]Kill him. \n[13]Well we don't have all night. \n[14]Close it Duke! No! No! \n[15]Oh leave it off. \n[16]Shut up Archie. \n[17]Come on duke let's go do those crimes.  \n[18]What? \n[19]Why? \n[20]Asshole.] \n[21]Up against the wall. \n[22]I think a little. \n[23]Bollocks. Here. (tosses Otto a bag of popcorn ", "Oly": "\n[1]That ain't your car. \n[2]Best goddamn  car on the lot.  \n[3]Got a name kid? \n[4]Otto! Otto parts? HAHAHA \n[5]Oh Yeah! Fuckin-a  we ripped your car. Asshole !  \n[6]You want to know who told us where it was? Your goddamn  brother.  \n[7]Hey you want some help with that beer kid? \n[8]What if we are? \n[9]You're all right! \n[10]Cracks me up. \n[11]Maybe he's looking for a job? Huh budsky?  \n[12]Twenty thousand dollars for a Chevy Malibu? \n[13]Who's double X finance? \n[14]Uh, naw. They're always bitching about their case load. I think I'll go out for a while. \n[15]Somebody has to work around here. Keep making me money kid. \n[16]Jesus  who done that to yeah son? \n[17]Damn right just like John Wayne what's wrong about that? \n[18]What? \n[19]That doesn't mean he was a homo , Miller. Lotta straight guys like to watch their buddies fuck . I know I do. \n[20]Don't you? \n[21]This is too personal sonny. The thing is a repo man got beat up in the line of duty. Now it doesn't matter that that man was you. What really matters is that the guy that did it has got to pay the price. Now stop being selfish and tell us his name. \n[22]Mr. Humphries? \n[23]So the department says the ice broke and he fell in. \n[24]How come that pig's got a wooden leg? Well said the farmer said about three months ago I was out there walking the pig. \n[25]Yeah Yeah that's what I said when the marshal woke me up at 4 o'clock this morning . Unfortunately it isn't bullshit , it's a summons. \n[26]Have you read it? The goddamn Rodriguez brothers are suing us for malicious damage, medical expenses and harassment for a car they fucking own. \n[27]I know that bud. But we've got to sit down and get our stories straight.  \n[28]I was there remember? Why don't you go home? Take the rest of the week off.  \n[29]Make it a fucking  month.  \n[30]On second though Budsky. Don't bother coming back at all. \n[31]Shut up! \n[32]By the way kid, sign this. \n[33]Equity turnover. Standard practice. Protects you in case we get sued. . . Don't read the damn thing, kid, just sign it. \n[34]He signed it over to me. But he didn\u0092t realize- \n[35]Yeah. Like flies on shit . ", "Bud": "\n[1]Hey kid!  Hey! Hey kid! Hey! Hey! Are you hard of hearing? \n[2]You want to make ten bucks? \n[3]Now waita minute wait a minute kid you got the wrong idea. Look my old lady is real sick and I got to get her to the hospital, okay? \n[4]I can't. I can't leave her car in this bad area. Look I need some helpful soul to drive it for me, okay? She's pregnant. She's with twins. She could drop at any time. All right? \n[5]Fifteen bucks. \n[6]Twenty-five. Follow me in my old lady's car. It\u0092s right here. okay? \n[7]Never mind about that. Right now we need to get both of my cars out of this bad area, allright? Come on. \n[8]Let's go. \n[9]Shut up Plettschner. \n[10]Honey I don't know, some alley uh. Hey kid! \n[11]Hey what street was the Cutlass on?  \n[12]My old lady? Oh shit ! I forgot all about her. Well she'll take the bus. She's a rock. \n[13]Hey come on in. Marlene! Marlene! \n[14]You know kid, uhh, usually when someone pulls shit  like that my first reaction is uhh I want to punch his fucking  lights out. \n[15]But you know something? \n[16]You're all right! \n[17]Right Lite? \n[18]Could be? What do you say kid were always on the look out for a few good men.  \n[19]Paid? You don't get paid. Are you kidding, you work on commission, that's better than getting paid. \n[20]Most cars you rip are worth two or three hundred dollars. Fifty thousand dollar Porsche  might make ya five grand. \n[21]It helps if you dress like a detective, too. Detectives dress kind of square. People think this guy is a cop. They're going to think you're packing something. They don't fuck  with you so much.  \n[22]Am I what? \n[23]Ha. Only an asshole  gets killed for a car. Guys who make it are the guys who get into their cars at anytime. Get in at three A.M. get up at four. That's why there ain't a repo man I know that don't take speed.  \n[24]I'll call you back!  Flippin general telephone. \n[25]C'mon. \n[26]Jesus Christ.] \n[27]Never broke into a car. Never hot-wired a car. Kid. I never broke into a trunk. I shall not cause harm to any vehicle nor the personal contents thereof. Nor through inaction let that vehicle or the personal contents thereof come to harm. That's what I call the repo code kid. Don't forget it etch it in your brain. Not many people got a code to live by anymore. \n[28]Hey! Hey look at that. Look at those assholes  over there. \n[29]Ordinary  people I hate 'em. \n[30]What do you know? See an ordinary person spend his life avoiding tense situations. Repoman spends his life getting into tense situations. ! Lets go get a drink.  \n[31]Tense situations kid. Get into five or six of them a day and it don't mean shit  anymore. I mean I seen men stabbed and it didn't mean shit . I've seen guns. Guns too they don't mean shit  but that's when you got to watch your self. Here I'll handle it pal. Uh settle down. \n[32]Have a nice day. Or night. Night, day, it doesn't mean shit . \n[33]This is what I call phase 2 ace. If the dealer don't have the keys, you call the truck. And it is a heartbreak to be sitting waiting for the truck and the giblet comes out and drives it away. Once you've got this baby on the hooks, she's all ours. \n[34]Uh, are you miss Luann Pakman? \n[35]Well don't think I haven't tried, sir, but she hasn't had the decency to call us in months. I mean, I've skipped trace this car all over town. \n[36]Well, she could have called us? Look, all you've go to do is call my branch manager, I will abide with whatever he says. \n[37]What, and lose my job? The law requires that I stay right here until you call my branch manager. \n[38]That's the law. \n[39]There's going to be some bad shit coming down one of these days kid.  \n[40]Ung Uh, I'm going to be right here heading north at a hundred and ten per. \n[41]Uh Oh! The Rodriguez brothers. \n[42]Roll the window down.] Roll the window down. \n[43]A chingas tu esposa! \n[44]God damn dipshit Rodriguez gypsy dildo punks. I'll get your ass! dang blamed dumb suck Rodriguez gypsy devil punks. I'll get your can! \n[45]Repo man's always intense. Come on let's go get a drink. \n[46]Awful quiet in here. It's too quiet.  \n[47]Rodriguez brothers. Lagarto and Napoleon. Two notorious delinquents currently responsible for at least thirty vehicles in the field. \n[48]Ruthside Peason brokerage consultant. Fucking  millionaire six payments behind. I've never understood it.  \n[49]The fucking  millionaires. They never pay their bills. See you at the yard. \n[50]No. I'll handle this one. Mister Peason is carrying a permit for a pistol.  \n[51]Hey! Hey! Hey! Give me that. \n[52]You know I think I saw one of those things once. One of those UFOs. I mean it was really it was kind of kind of scary. I saw all these colored lights and, uh, sounds. I mean sounds and lights like I never heard before. I mean it was really weird. \n[53]Yeah? \n[54]Of course. Well I mean you see a lot of fucked  up cars come in but...99 time out of 100 it was the customer who fucked  them up. Assholes . \n[55]I'm offering a thousands dollars for his Falcon. You know what that is Napoleon? It's a bribe. \n[56]It's a grand if you show me where his car is Napoleon. \n[57]Hello? Prick . \n[58]Waiting! \n[59]I'm not going anywhere. \n[60]Got all night amigo! \n[61]I'm going to get your . \n[62]Don't care how long it takes, dildos . Repo man's got all night every night. \n[63]twenty thousand dollars. \n[64]See that motherfucker only thinks I don't know what's going on, Lite. As soon as I find that Chevy I'm going indy. I'm going to buy myself a tow truck, a couple of pitbulls, and run a yard. Sit around and watch everybody else do the work for a while .  \n[65]The hell I can as long as you have good credit and my credit is spotless.  The hell I can't, as long as your credit record's good and mine is spotless.  \n[66]Credit is a sacred trust. It's what our free society is founded on. You think they give a damn about their bills in Russia? I said do you think they give a damn about their bills in Russia?  \n[67]All free? Free my ass, what are you a fucking  commie? Huh? \n[68]Well you'd better not be I don't want any commies in my car. No Christians either. \n[69]Repo man don't go running to the man Marlene. A repo man goes at it alone.  \n[70]What did you say man? \n[71]They do? \n[72]Hey take it easy. Take it easy. The guys head is hurt. \n[73]Look at these people man there's one person in each car. City wants up to car pool but nobody gives a shit.  \n[74]Aww! Those Rodriguez brothers Humm? O.K., boys, we've got the whole team here tonight lets settle these motherfucker's hash for good. \n[75]What do you mean its going to cost me plenty? \n[76]Bullshit! I got the fucking papers on it.] \n[77]Come on . Whose side are you on ? Let me go . \n[78]This is bullshit  Oly. \n[79]You should have refused to accept it. \n[80]The Rodriguez brothers. But. Ha! You believe the fucking  Rodriguez brothers? They're a couple of scumbags Oly. You know that? \n[81]Bullshit  you're taking their word against mine. \n[82]Take the rest of the? I can't take the it. Take the flippin rest of the week off budsky. So you can get the flippin twenty thousand dollars for the Malibu.  \n[83]Yeah? Well fuck  you. \n[84]Great! I'll come back and pick up my stuff later when the fucking place don't stink so bad. \n[85]. Makes you wonder how much they owe. Most of them are on the run. Don't even use their fucking  social security numbers. If there was just some way to find out how much the motherfuckers owe and making them pay.  \n[86]You want out? Do ya? \n[87]What's a matter with you? Don't you like your job anymore? Not too happy in your job? I mean I feel like were not communicating any more. When we first started out I though I could teach you something share something with you for Christ's sake. Answer me! \n[88]Hey there hero. Get the money yet?  \n[89]Whu, what do you mean, what papers?  \n[90]Didn't you read it? \n[91]Melonfarmer Oly! ...oooh, shoot. \n[92]Hey ace. Wait up. \n[93]Talk about what kid? \n[94]I'm not mad at you.  damn. I'm not. I'm not mad at you. \n[95]Oww shit . \n[96]Shit . (starts to get up off of the bed \n[97]Shit ! Eleven years of repoing cars and what have I got? Shit !  ", "Lagarto": "\n[1]A donde vas, pendejo? \n[2]Hey fuck you pussy punk. (flip you, you punk. \n[3]Los Hermanos Rodriguez don't approve of drugs. \n[4]Go get us two sodas. \n[5]We're just the mules, comprende? ...  \n[6]Marlene! We've found the car. \n[7]Yeah well that's not the only thing Marlene. This car is hot. \n[8]No. No I mean it's hot really hot.  \n[9]Yeah, we're sweating like pigs man.  \n[10]It's from someplace. Ah Roswell, New Mexico \n[11]Meda Bud. Shit!] \n[12]Hey! Hey! Hey! \n[13]You bad bud. This is going to cost you plenty. \n[14]How's your neck Napoleon? \n[15]Aside from whiplash, this isn't a repo car. \n[16]We paid it off. You see, uh this is our favorite car. \n[17]Out of order. Take the stairs. ", "Leila": "\n[1]Leila. Is this your car? \n[2]Heh, one of them? You think you're pretty slick don't ya? I bet you're a used car salesman. \n[3]You dress like one. \n[4]What's that? \n[5]No. \n[6]Those men in the car next to us don't look at them. Don't look at them! If they see me they'll kill me. \n[7]Take a look at this. \n[8]It isn't sausage Otto. That's a picture of four dead aliens. \n[9]Laugh away fuckface  that picture is going to be on the cover of ever major newspaper in two days time.  \n[10]Part of a secret network. A scientist who is also in our secret sect smuggled the corpses off of this air force base. Now he's got them in the truck of his car. It's a Chevy Malibu. We've got to find him. \n[11]Yes! We're going to have a press conference and tell the world. \n[12]My door doesn't open. \n[13]Thanks for the ride. \n[14]I don't know. I'm going to be kind of busy with work, the Malibu and everything.  \n[15]What's your problem? I mean girls might like you if you lightened up a little bit. \n[16]You wanna get back in the car? \n[17]Yeah. \n[18]Otto. Otto stop. You said you had something to tell me. \n[19]Otto? Otto! \n[20]What did you want to tell me? \n[21]I'm at work, Otto! \n[22]Your work is different than mine. \n[23]What are you doing.? Don't do that.  \n[24]Thanks Deadra. I'll be right there.  \n[25]Hello. Is it you? This is Leila. Are you using a scrambler? \n[26]Look out! \n[27]What do you want from me? \n[28]You're not going to torture me are you?  \n[29]Torture you? What for? \n[30]To find out what I know. I'd torture someone in a second if it was up to me. \n[31]Because of the trunk. The aliens inside.  \n[32]No, Silly, Extraterrestrials. \n[33]Um. I going to have to ask my boyfriend.  \n[34]Hello, is Otto there? \n[35]Hi Otto? It's Leila. \n[36]Otto, these aliens aren't on ice or anything. They could be starting to decay. We've got to find them before they turn into mush. \n[37]Charming friends you got there Otto.  \n[38]I don't think he knows. \n[39]But what if he's innocent? "}}