{"filename": "Reservoir-Dogs_script.txt", "imdb_id": "tt0105236", "imdb_url": "https://www.imdb.com/title/tt0105236", "characters": ["Mr. Pink", "Teddy", "Sheriff #3", "Mr. Blonde /Vic Vega", "Sheriff #4 (as Stevo Poliy)", "Mr. Brown", "Mr. Blue (as Eddie Bunker)", "Mr. White /Larry", "Joe Cabot", "Marvin Nash", "Nice Guy Eddie", "Mr. Orange /Freddy", "Sheriff #2", "Holdaway", "Sheriff #1"], "dialogues": {"Pink": "\n[1]\"Like a Virgin\" is all about a girl who digs a guy with a big dick.  The whole song is a metaphor for big dicks. \n[2]--Whoa...whoa...time out Greenbay. Tell that bullshit to the tourists. \n[3]It's not about a nice girl who meets a sensitive boy.  Now granted that's what \"True Blue\" is about, no argument about that. \n[4]Hey, fuck all that, I'm making a point here.  You're gonna make me lose my train of thought. \n[5]Where was I? \n[6]Let me tell ya what \"Like a Virgin\"'s about.  It's about some cooze who's a regular fuck machine. I mean all the time, morning, day, night, afternoon, dick, dick, dick, dick, dick, dick, dick, dick, dick, dick, dick. \n[7]Then one day she meets a John Holmes motherfucker, and it's like, whoa baby.  This mother fucker's like Charles Bronson in \"The Great Escape.\"  He's diggin tunnels.  Now she's gettin this serious dick action, she's feelin something she ain't felt since forever.  Pain. \n[8]It hurts.  It hurts her.  It shouldn't hurt.  Her pussy should be Bubble-Yum by now.  But when this cat fucks her, it hurts.  It hurts like the first time.  The pain is reminding a fuck machine what is was like to be a virgin. Hence, \"Like a Virgin.\" \n[9]Fuck you, wrong.  I'm right!  What the fuck do you know about it anyway?  You're still listening to Jerry-fucking-Vale. \n[10]Yeah, it's fuckin great isn't it? \n[11]No, I can't.  You know what I heard the other day?  \"Heartbeat - It's Lovebeat,\" by little Tony DeFranco and the DeFranco Family. I haven't heard that since I was in fifth fuckin grade. \n[12]You know the part in \"Gypsies, Tramps and Theives,\" when she says \"Poppa woulda shot his if he knew what he'd done?\"  I could never figure out what he did. \n[13] \n[14]Was that a fucking set-up or what? \n[15]Oh fuck, Orange got tagged. \n[16]Oh that's just fucking great! Where's Brown? \n[17]Goddamn, goddamn!  How did he die? \n[18]Oh this is bad, this is so bad. Is it bad? \n[19]This is so fucked up.  Somebody fucked us big time. \n[20]You even doubt it?  I don't think we got set up, I know we got set up!  I mean really, seriously, where did all those cops come from, huh?  One minute they're not there, the next minute they're there.  I didn't hear any sirens.  The alarm went off, okay. Okay, when an alarm goes off, you got an average of four minutes response time.  Unless a patrol car is cruising that street, at that particular moment, you got four minutes before they can realistically respond.  In one minute there were seventeen blue boys out there.  All loaded for bear, all knowing exactly what the fuck they were doing, and they were all just there!  Remember that second wave that showed up in the cars? Those were the ones responding to the alarm.  but those other motherfuckers were already there, they were waiting for us. You haven't thought about this? \n[21]Well, you better start thinking about it.  Cause I, sure as fuck, am thinking about it.  In fact, that's all I'm thinking about.  I came this close to just driving off.  Whoever set us up, knows about this place.  There could've been cops sitting here waiting for me.  For all we know, there's cops, driving fast, on their way here now. \n[22]What the fuck am I doing here?  I felt funny about this job right off.  As soon as I felt it I should said \"No thank you\", and walked.  But I never fucking listen.  Every time I ever got burned buying weed, I always knew the guy wasn't right.  I just felt it.  But I wanted to believe him. If he's not lyin to me, and it really is Thai stick, then whoa baby.  But it's never Thai stick. and I always said if I felt that way about a job, I'd walk.  And I did, and I didn't, because of fuckin money! \n[23]I'm cool. \n[24]Why not? \n[25]--That's not correct. \n[26]The cops didn't show up after the alarm went off.  They didn't show till after Mr. Blonde started shooting everyone. \n[27]I'm telling ya, it wasn't that soon.  They didn't let their presence be known until after Mr. Blonde went off.  I'm not sayin they weren't there, I'm sayin they were there.  But they didn't move in till Mr. Blonde became a madman.  That's how I know we were set up.  You can see that, can't you, Mr. White? \n[28]--Don't tell me your name, I don't want to know!  I sure as hell ain't gonna tell ya mine. \n[29]Shot my way out.  Everybody was shooting, so I just blasted my way outta there. \n[30]Get outta the car!  Get the fuck outta the car! \n[31]Open the fucking door! \n[32]Tagged a couple of cops.  Did you kill anybody? \n[33]No real people? \n[34]Could you believe Mr. Blonde? \n[35]I don't wanna kill anybody.  But if I gotta get out that door, and you're standing in my way, one way of the other, you're gettin outta my way. \n[36]I think he's a sick fuckin maniac! We're awful goddamn lucky he didn't tag us, when he shot up the place.  I came this fucking close-- --to taking his ass out myself. Everybody panics.  When things get tense, everybody panics. Everybody.  I don't care what your name is, you can't help it.  It's human nature.  But ya panic on the inside. Ya panic in your head.  Ya give yourself a couple a seconds of panic, then you get a grip and deal with the situation.  What you don't do, is shoot up the place and kill everybody. \n[37]Did ya see what happened to anybody else? \n[38]At that point it became every man for himself.  As far as Mr. Blonde or Mr. Blue are concerned, I ain't got the foggiest.  Once I got out, I never looked back. \n[39]What do I think?  I think the cops caught them, or killed 'em. \n[40]Yeah, and that was a fucking miracle.  But if they did get away, where the fuck are they? \n[41]Nope. \n[42]I got the diamonds. \n[43]I got 'em, all right? \n[44]No, they're not in the car.  No, I don't have them on me.  Ya wanna go with me and get 'em?  Yes, we can go right now.  But first listen to what I'm telling you. We were fuckin set up!  Somebody is in league with the cops.  We got a Judas in our midst.  And I'm thinkin we should have our fuckin heads examined for waiting around here. \n[45]Then where is everybody?  I say the plan became null and void once we found out we got a rat in the house.  We ain't got the slightest fuckin idea what happened to Mr. Blonde or Mr. Blue.  They could both be dead or arrested.  They could be sweatin 'em, down at the station house right now.  Yeah they don't know the names, but they can sing about this place. I mean, that could be happening right now.  As we speak, the cops could be in their cars, drivin here this minute. \n[46]What? \n[47]No shit? \n[48]So who's the rat this time?  Mr. Blue?  Mr. Blonde?  Joe?  It's Joe's show, he set this whole thing up.  Maybe he set it up to set it up. \n[49]Oh, you and Joe go back a long time.  I known Joe since I was a kid.  But me saying Joe definitely couldn't have done it is ridiculous.  I can say I definitely didn't do it, cause I know what I did or didn't do.  But I can't definitely say that about anybody else, 'cause I don't definitely know.  For all I know, you're the rat. \n[50]Now you're using your head. For all we know, he's the rat. \n[51]Is he dead? \n[52]So, is he dead or what? \n[53]So what is it? \n[54]He scared the fuckin shit outta me.  I thought he was dead fer sure. \n[55]We can't take him to a hospital. \n[56]Well, first things first, staying here's goofy.  We gotta book up. \n[57]You gotta idea, spit it out. \n[58]Assuming we can trust Joe, how we gonna get in touch with him?  He's supposed to be here, but he ain't, which is making me nervous about being here.  Even if Joe is on the up and up, he's probably not gonna be that happy with us. Joe planned a robbery, but he's got a blood bath on his hands now. Dead cops, dead robbers, dead civilians...Jesus Christ!  I tend to doubt he's gonna have a lot of sympathy for our plight.  If I was him, I'd try and put as much distance between me and this mess an humanly possible. \n[59]Well Joe ain't gettin here.  We're on our own.  Now, I don't know a goddamn body who can help him, so if you know somebody, call 'em. \n[60]Well, I guess we drop him off at the hospital.  Since he don't know nothin about us, I say it's his decision. \n[61] \n[62]You didn't tell him your name, did ya? \n[63]Why! \n[64]And what was tellin him your name when you weren't supposed to? \n[65]Oh, I don't doubt is was quite beautiful-- \n[66]One question: Do they have a sheet on you, where you told him you're from? \n[67]Well that's that, then.  I mean, I was worried about mug shot possibilities already.  But now he knows:  what you look like, (b) what your first name is, where you're from and (d) what your specialty is. They ain't gonna hafta show him a helluva lot of pictures for him to pick you out.  That's it right, you didn't tell him anything else that could narrow down the selection? \n[68]We ain't taking him to a hospital. \n[69]And I'm very sad about that.  But some fellas are lucky, and some ain't. \n[70]Ya wanna fuck with me?!  You wanna fuck with me?!  I'll show you who you're fuckin with! \n[71]Fuck you, White!  I didn't create this situation,  I'm just dealin with it.  You're acting like a first-year fuckin thief.  I'm actin like a professional.  They get him, they can get you, they get you, they get closer to me, and that can't happen.  And you, you motherfucker, are looking at me like it's my fault.  I didn't tell him my name.  I didn't tell him where I was from.  I didn't tell him what I knew better than to tell him.  Fuck, fifteen minutes ago, you almost told me your name.  You, buddy, are stuck in a situation you created.  So if you wanna throw bad looks somewhere, throw 'em at a mirror. \n[72]So if you wanna shoot somebody, put that gun in your mouth and shoot yourself. \n[73]Mr. Blonde!  You okay?  We thought you might've gotten caught.  What happened? \n[74]Really, how did you get away? \n[75]You saw what happened to me, I found a hole and booked. \n[76]Where's Mr. Blue? \n[77]We were hopin you two would be together. \n[78]That was the big question we had, what happened to Mr. Blue and you? \n[79]We were worried the cops got ya. \n[80]He got it in the belly.  He's still alive, but won't be for long. \n[81]I guarantee we got a rat in the house. \n[82]We don't think this place is safe. \n[83]Both of you two assholes knock it the fuck off and calm down! \n[84]Cut the bullshit, we ain't on a fuckin playground! I don't believe this shit, both of you got ten years on me, and I'm the only one actin like a professional.  You guys act like a bunch of fuckin niggers.  You ever work a job with a bunch of niggers?  They're just like you two, always fightin, always sayin they're gonna kill one another. \n[85]Then.  That time has passed. Right now, Mr. Blonde is the only one I completely trust.  He's too fuckin homicidal to be workin with the cops. \n[86]Fuck sides!  What we need is a little solidarity here. Somebody's stickin a red hot poker up our asses and we gotta find out whose hand's on the handle.  Now I know I'm no piece of shit... And I'm pretty sure you're a good boy... And I'm fuckin positive you're on the level.  So let's figure out who's the bad guy. \n[87]We still gotta get out of here. \n[88]Nice Guy Eddie?  What makes you think Nice Guy's anywhere but on a plane half way to Costa Rica? \n[89]Hey, Nice Guy, we got a     You're askin what's goin cop.                        on?  Where the fuck is \n[90]We were set up, the cops were waiting for us. \n[91]The cops were there waitin for us! \n[92]Hey, fuck you man, you weren't there, we were.  And I'm tellin ya, the cops had that store staked out. \n[93]What the fuck d'you think we've been askin each other? \n[94]I don't know, but somebody did. \n[95] \n[96]Brown's dead, we don't know about Blue. \n[97]So he'll tell us who the fuck set us up. \n[98]I got a bag.  I stashed it till I could be sure this place wasn't a police station. \n[99]He seems all right now, but he went crazy in the store. \n[100]We were trying to find out what he knew about the set up. \n[101]...Hey, I know what I'm talkin about, black women ain't the same as white women. \n[102]Go ahead and laugh, you know what I mean.  What a while bitch will put up with, a black bitch won't put up with for a minute.  They got a line, and if you cross it, they fuck you up. \n[103]I'll make you a bet that those same damn niggers who were showin their ass in public, when their bitches get 'em home, they chill the fuck out. \n[104]Yeah, those guys too. \n[105]The black Beverly Hills.  I knew this lady from Ladora Heights once. \"Hi, I'm from Ladora Heights, it's the black Beverly Hills.\" \n[106]I was in the sixth grade when that show was on.  I totally dug it. What the fuck was the name of the chick who played Christie Love? \n[107]No, it wasn't Pan Grier, Pan Grier was the other one.  Pan Grier made the movies.  Christie Love was like a Pam Grier TV show, without Pam Grier. \n[108]What the fuck was that chick's name?  Oh this is just great, I'm totally fuckin tortured now. \n[109]How would you feel if you had to do a handstand every time you took a piss. \n[110]Why am I Mr. Pink? \n[111]Why can't we pick out our own colors? \n[112]Yeah, Mr. Pink sounds like Mr. Pussy.  Tell you what, let me be Mr. Purple.  That sounds good to me, I'm Mr. Purple. \n[113]Oh that's really easy for you to say, you're Mr. White.  You gotta cool-sounding name.  So tell me, Mr. White, if you think \"Mr. Pink\" is no big deal, you wanna trade? \n[114]Jesus Christ, Joe.  Fuckin forget it.  This is beneath me.  I'm Mr. Pink, let's move on. \n[115]I love this guy. \n[116]Goddamnit, will you guys grow up! \n[117] \n[118]He's right about the ear, it's hacked off. \n[119]What? \n[120]Mr. Blue's dead? \n[121]C'mon, guys, nobody wants this. We're supposed to me fuckin professionals! \n[122]Don't shoot! ", "Teddy": "\n[1]Vic Vega's outside. ", "Sheriff": "\n[1]Shut up! \n[2]So my gun's drawn, right?  I got it aimed right at him.  I tell 'em, \"Freeze, don't fuckin move.\" And the little idiot's lookin at me, nodding his head \"Yes,\" sayin \"I know...I know...I know.\" Meanwhile his right hand is creepin towards his glove box.  So I scream at him, \"Asshole, you better fuckin freeze right now!\" And he's still lookin right at me, saying \"I know...I know...I know.\"  And his right hand's still going for the glove box. \n[3]I tell 'im, \"Buddy, I'm gonna shoot you in the face right now if you don't put your hands on the fuckin dash.\"  And the guy's girlfriend, a real sexy Oriental bitch, starts screamin at him, \"Chuck, are you out of your mind? Put your hands on the dash like the officer said.\"  And then like nothing, the guy snaps out of it and casually puts his hands on the dash. \n[4]What was he goin for? \n[5]His registration.  Stupid fuckin citizen, doesn't have the slightest idea how close he came to gettin shot. ", "#3": "", "Brown": "\n[1]and the big boss, JOE CABOT.  Most are finished eating and are enjoying coffee and conversation.  Joe flips through a small address book.  Mr. Pink is telling a long and involved story about Madonna. \n[2]I hate Madonna. \n[3]These people are taxed on the tips they make.  When you stiff 'em, you cost them money. \n[4]Yeah, but Mr. Brown?  That's too close to Mr. Shit. \n[5] \n[6]Mr. Orange?  You're Mr. Orange, aren't you? ", "Joe": "\n[1](looking through his \n[2]Oh fuck, Toby's that little china girl. \n[3]I found this old address book in a jacket I ain't worn in a coon's age.  Toby what?  What the fuck was her last name? \n[4]Chew?  Toby Chew?  No. \n[5]Wong? \n[6]Not wrong, dumb ass, Wong!  You know, like the Chinese name? \n[7]What the fuck do you think you're doin?  Give me my book back! \n[8]Whaddaya mean, give it to me when we leave, give it back now. \n[9]What do you care? \n[10]Give me my book. \n[11]I'm gonna do whatever I wanna do with it. \n[12]No, she did it.  She killed the cheatin wife, too. \n[13]No, we're gonna be hittin it. I'll take care of the check. \n[14]Sure thing. \n[15]I'll take care of this, you guys leave the tip. And when I come back, I want my book back. \n[16]Blonde, shoot this piece of shit, will ya? \n[17]Okay ramblers, let's get to rambling.  Wait a minute, who didn't throw in? \n[18]  \n[19]  \n[20]  \n[21]  \n[22]Whatever.  Just throw in your dollar, and let's move. See what I'm dealing with here. Infants.  I'm fuckin dealin with infants. \n[23]  \n[24]  \n[25]Come in. \n[26]Tell him to come in. \n[27]  \n[28]How's freedom kid, pretty fuckin good, ain't it? \n[29]Ain't that a sad truth.  Remy Martin? \n[30]Take a seat. \n[31](while he pours the \n[32]How is he? \n[33]Never ceases to amaze me.  Fuckin jungle bunny goes out there, slits some old woman's throat for twenty-five cents.  Fuckin nigger gets Doris Day as a parole officer.  But a good fella like you gets stuck with a ball-bustin prick. \n[34]What the hell did you expect me to do?  Just forget about you? \n[35]It's the least I could do Vic.  I wish I coulda done more. Vic. Toothpick Vic.  Tell me a story?  What're your plans? \n[36]Come in. \n[37]Eddie, I hate like hell for you to hear it this way.  But when Vic asked me how's business, well, you don't lie to a man who's just done four years in the slammer for ya. \n[38] \n[39]What? \n[40]Are you two finished?  We were talkin about some serious shit when you came in Eddie.  We got a big problem we're tryin to solve. Now Eddie, would you like to sit down and help us solve it, or do you two wanna piss fart around? \n[41]Now Vic was tellin me, he's got a parole problem. \n[42] \n[43]  \n[44]Well, it's kinda a strange time right now.  Things are kinda-- \n[45]Let Nice Guy set you up at Long Beach.  Give ya some cash, get that Koons fuck off your back, and we'll be talking to ya. \n[46]How would you feel about pullin a heist with about five other guys? \n[47]Two minutes, tops.  It's a tough two minutes.  It's a hold up, daylight, during business hours, dealing with a crowd.  But you have the fellas to deal with the crowd.  It's a jewelry store. They're getting a big shipment of South African diamonds on a certain day.  They're like a way station.  It's gonna get picked up the next day and sent to Hamburg. When you walk through the door, you'll know right where to go for the rich stones. The fellas are good, me and Nice Guy picked em.  Nobody knows anybody else.  Nobody's connected. I don't use connected guys for this shit. \n[48]Juicy, man, real juicy. \n[49]You're picking the buyer up at the train station?  You're carrying the weed on you? \n[50] accent \n[51] \n[52](in a good Brooklyn \n[53]Ha, ha, ha, ha, ha, ha! \n[54]Ain't that a masterpiece?  Stupid fuckin Polack, wipes his dick on the drapes. \n[55]You're here, great! \n[56]No hurry. All right, let's get to know one another.  With the exception of Eddie and myself, who you already know, you'll be using aliases. Under no circumstances are you to tell one another your real name or anything else about yourself. That includes where you're from, your wife's name, where you might've done time, about a bank in St. Petersburg you might've robbed.  You guys don't say shit about who you are, where you been or what you've done.  Only thing you guys can talk about is what you're going to do.  This way the only ones who know who the members of the team are are Eddie and myself.  And that's the way I like it.  Because in the unlikely event of one of you getting apprehended by the cops, not that I expect that to happen - it most definitely should not happen - it hasn't happened, you don't have anything to deal with.  You don't know any names.  You know my name, you know Eddie's name.  That I don't care about.  You gotta prove it.  I ain't worried.  Besides, this way you gotta trust me.  I like that.  I set this up and picked the men I wanted for it. None of you came to me, I approached all of you.  I know you.  I know your work, I know your reputation.  I know you as men.  Except for this guy. \n[57]But he's OK.  If he wasn't OK, he wouldn't be here.  Okay, let me introduce everybody to everybody. But once again, at the risk of being redundant, if I even think I hear somebody telling or referring to somebody by their Christian name... ...you won't want to be you. Okay, quickly. Mr. Brown, Mr. White, Mr. Blonde, Mr. Blue, Mr. Orange, and Mr. Pink. \n[58]Cause you're a faggot. \n[59]I tried that once, it don't work. You get four guys fighting over who's gonna be Mr. Black.  Since nobody knows anybody else, nobody wants to back down.  So forget it, I pick.  Be thankful you're not Mr. Yellow. \n[60]You're not Mr. Purple, somebody from another job's Mr. Purple. You're Mr. Pink. \n[61]Nobody's trading with anybody! Look, this ain't a goddamn fuckin city counsel meeting!  Listen up Mr. Pink.  We got two ways here, my way or the highway.  And you can go down either of 'em.  So what's it gonna be, Mr. Pink? \n[62]Okay fellas, let's get into this. \n[63](pointing to Mr. \n[64]That's okay, Eddie, I do. \n[65](pointing to Mr. \n[66]I said this lump of shit is workin with the LAPD. \n[67]Aren't you? \n[68]Like hell I am. \n[69]You don't know jack shit.  I do. This rotten bastard tipped off the cops and got Mr. Brown and Mr. Blue killed. \n[70]Dead as Dillinger. \n[71]He was the only one I wasn't a hundred percent on.  I should have my fucking head examined for goin forward when I wasn't a hundred percent.  But he seemed like a good kid, and I was impatient and greedy and all the things that fuck you up. \n[72]You don't need proof when you got instinct.  I ignored it before, but not no more. \n[73]Don't worry, Eddie.  Me and Larry have been friends a long time, he ain't gonna shoot.  We like each other too much. \n[74]Larry, I'm gonna kill him. \n[75]Larry, I'm askin you to trust me on this. \n[76]I'm not askin, I'm betting. ", "Cabot": "\n[1]and the big boss, JOE CABOT.  Most are finished eating and are enjoying coffee and conversation.  Joe flips through a small address book.  Mr. Pink is telling a long and involved story about Madonna. \n[2]  ", "Marvin": "", "Nash": "", "#2": "\n[1]So my gun's drawn, right?  I got it aimed right at him.  I tell 'em, \"Freeze, don't fuckin move.\" And the little idiot's lookin at me, nodding his head \"Yes,\" sayin \"I know...I know...I know.\" Meanwhile his right hand is creepin towards his glove box.  So I scream at him, \"Asshole, you better fuckin freeze right now!\" And he's still lookin right at me, saying \"I know...I know...I know.\"  And his right hand's still going for the glove box. \n[2]I tell 'im, \"Buddy, I'm gonna shoot you in the face right now if you don't put your hands on the fuckin dash.\"  And the guy's girlfriend, a real sexy Oriental bitch, starts screamin at him, \"Chuck, are you out of your mind? Put your hands on the dash like the officer said.\"  And then like nothing, the guy snaps out of it and casually puts his hands on the dash. \n[3]His registration.  Stupid fuckin citizen, doesn't have the slightest idea how close he came to gettin shot. \n[4]I swear, a guy has to have rocks in his head the size of Gibraltar to work undercover. \n[5]Yeah, gimme the bear claw. ", "Holdaway": "\n[1]This better not be some Freddy joke. \n[2]  \n[3]Congratulations. \n[4]  \n[5]Woo all picked you up? \n[6]...What bar? \n[7]You ever seen this motherfucker before? \n[8]Yeah. \n[9]How can you tell? \n[10]Did the two of you talk? \n[11]Yeah. \n[12]What about? \n[13]The Milwaukee Brewers? \n[14]Well, if this crook's a Brewers fan, his ass has gotta be from Wisconsin.  And I'll bet you everything from a diddle-eyed Joe to a damned-if-I-know, that in Milwaukee they got a sheet on this Mr. White motherfucker's ass.  I want you to go through the mugs of guys from old Milwaukee with a history of armed robbery, and put a name to that face. \n[15] \n[16]Didja use the commode story? \n[17]It's a scene.  Memorize it. \n[18]A undercover cop has got to be Marlon Brando.  To do this job you got to be a great actor.  You got to be naturalistic.  You got to be naturalistic as hell.  If you ain't a great actor you're a bad actor, and bad acting is bull shit in this job. \n[19]It's a amusing anecdote about a drug deal. \n[20]Something funny that happened to you while you were doing a job. \n[21]It's like a joke.  You remember what's important, and the rest you make your own.  The only way to make it your own is to keep sayin it, and sayin it, and sayin it, and sayin it, and sayin it. \n[22]The things you gotta remember are the details.  It's the details that sell your story.  Now this story takes place in this men's room.  So you gotta know the details about this men's room. You gotta know they got a blower instead of a towel to dry your hands.  You gotta know the stalls ain't got no doors.  You gotta know whether they got liquid or powdered soap, whether they got hot water or not, 'cause if you do your job when you tell your story, everybody should believe it.  And if you tell your story to somebody who's actually taken a piss in this men's room, and you get one detail they remember right, they'll swear by you. \n[23]  \n[24]Lawrence Dimick.  Let's see what we got on him. \n[25]   \n[26]  \n[27] \n[28]Was this vice squad bullshit in Milwaukee? \n[29]  \n[30]What happened? \n[31] \n[32]Just how sure are you with your cover? \n[33]Do what they told ya.  Sit in your apartment and wait for 'em to call you.  We'll have guys posted outside who'll follow you when they pick you up. \n[34]Okay, we're gonna station men across the street from Karina's Fine Jewelry.  But their orders will be not to move in unless the robbery gets out of control.  You gotta make sure they don't have to move in.  You're inside to make sure that everything goes according to Hoyle.  We have men set up a block away from the warehouse rendezvous.  They got complete visibility of the exterior.  So as soon as Joe Cabot shows up, we'll see it. \n[35]We can't see shit on the inside. And we can't risk gettin any closer for fear they'll spot us. \n[36]What's the matter, Newendyke?  Job too tough for ya?  No one lied to you.  You always knew we'd hang back until Joe Cabot showed up. \n[37]Since when does an undercover cop have protection?  Freddy, you came into this thing with your eyes wide open, so don't start screamin blind man now.  I understand you're nervous.  I wish the warehouse had more visible windows, but it doesn't.  We have to make do with the cards we're dealt. \n[38]I don't mean to be harsh with ya, but I've found tough love works best in these situations.  We have to get Joe Cabot in the company of the thieves and in the same vicinity as the loot. We don't care about these other bastards.  We're willing to offer them good deals to testify against Cabot. \n[39]What? \n[40]The whole idea behind this operation is to catch Joe Cabot red-handed.  We bust these hired hands, we ain't accomplished shit. Letting them go through with the heist is a risk, but Cabot's jobs are very clean.  We got people surrounding the perimeter.  We got a guy and a gal on the inside posing as a couple shopping for rings.  We could replace the employees with cops, but we'd run the risk of tipping 'em off. \n[41]These guys are professionals. We're professionals.  It's a risk, but I think it's a calculated risk. ", "#1": "\n[1]Shut up! \n[2]What was he goin for? \n[3]There goes our boy. \n[4]Do you want one of these? "}}