{"filename": "Revolutionary-Road_script.txt", "imdb_id": "tt0959337", "imdb_url": "https://www.imdb.com/title/tt0959337", "characters": ["Party Dancer", "Party Guest", "Frank Wheeler", "Party Dancer (as Joe Kamara)", "Shep Campbell", "April Wheeler"], "dialogues": {"Party": "", "Dancer": "", "Guest": "", "Frank": "\n[1]So, what do you do? \n[2]I'm a longshoreman. \n[3]I mean really too. Starting Monday, though, I'm doing something a little more glamorous. Night cashier at a cafeteria. \n[4]Honey - if I had the answer to that one, I bet I'd bore us both to death in half an hour. \n[5]Thanks, Mrs. Givings. \n[6]I'll pass it along! \n[7]Hi! \n[8]Couple of minutes! \n[9] \n[10]Well... I guess it wasn't a triumph or anything, was it? \n[11]Take your time. \n[12]Well, the thing is, I already said that we could. I mean, I just saw them out there and I said we would. \n[13]Don't you think that's a little bit rude, April? \n[14]Okay. Okay. Take it easy. I'll tell them. \n[15]I mean it, baby. You were the only person in that play. \n[16]We just never should've let you get mixed up in the damned thing. \n[17]You've studied for Christ's sake. \n[18]Sure. I just don't want you feeling bad about it, that's all. Because it's not worth it. I mean, it's bad enough having to live out here among these damn people - what'd you say? \n[19]Baby, it's okay... \n[20]April... \n[21]It strikes me, that there's a considerable amount of bullshit going on here.... And there's one or two things I'd like to clear up. Number one, it's not my fault the play was lousy. Number two, it's sure as hell not my fault you didn't turn out to be an actress, and the sooner you get over that little piece of soap opera the better off we'll both be. Number three, I don't happen to fit the role of dumb, insensitive suburban husband; you've been trying to hang that one on me ever since we moved here. Number four - \n[22]What the hell are you doing?     Come back to the car. \n[23]April? \n[24]Look, can't we sit in the car and talk about it, instead of running all over Route Twelve? \n[25]Okay. Jesus, I'm trying to be nice about this thing. \n[26]Wait a minute. I don't deserve this. \n[27]Wait a minute! \n[28]Wait a minute, God damn it! \n[29]You listen to me. This is one time you're not going to get away with twisting everything I say. \n[30]You know what you are when you're like this? You're sick. I really mean that. You're sick! \n[31]Oh, yeah? \n[32]You in a trap! You in a trap! Jesus, don't make me laugh! \n[33]Don't look at me like that, April. \n[34] Frank opens the bottom right drawer of his desk, props up his feet and lights a cigarette.  \n[35]Good morning, Jack. \n[36]You wanted to see me? \n[37]Oh, right, sorry. I thought I'd taken care of that... \n[38]...Absolutely, yes. \n[39]...Absolutely, yes, yes... \n[40] Frank sits at his desk.  \n[41]Toledo. Branch manager wants a revised brochure for the conference on \"The Knox 500.\" \"It's just not efficient.\" \n[42]I don't even know what the Knox 500 does... Do you? \n[43]Now, if you'll look in the inactive file under SP-1109 you'll find copies of all the stuff we sent to the agency... and that way we can trace the thing back to its original sources. \n[44]I hope you weren't planning on an early lunch. \n[45]Good. I'll check on you later. \n[46]You know something? You're lucky you met me. \n[47]I can show you the ropes. There's an art to survival at Knox. Let me show you what I mean. \n[48]Bring me the telephone would you? And two more martinis. \n[49]Hello Mrs. Jorgensen. Frank Wheeler here. Just wanted to let you know that I've had to send Maureen Grube down to Visual Aides for me. I'll probably need her the rest of the day... Okay? Fine. You too. \n[50]That's because it doesn't exist. \n[51]You know what today is? \n[52]It's my birthday.      I'm thirty years old today. \n[53]Visual Aides. \n[54]Want to hear a real joke...? \n[55]My old man worked at Knox. \n[56]He was a salesman in Yonkers. Once a year he used to take me into the city for lunch. It was supposed to be a special, life-advice sort of occasion. \n[57]Not really... I used to sit there and think, `I hope to Christ I don't end up like you.' \n[58]And here I am, a thirty year old Knox man. Can you beat that? \n[59]How `bout some air? \n[60]You ever been to Paris? \n[61]Maybe I'll take you with me. \n[62]I'm going back first chance I get. People are alive there. \n[63]All I know now is that I want to feel things. Really feel them. How's that for an ambition...? \n[64]Mm? \n[65]Well, I guess this wasn't what you had in mind when you went to work this morning? \n[66]Sure, here. \n[67]No thanks, Maureen. Actually, I guess I'd better be cutting out, it's getting kind of late. \n[68]It's all right, I'll get the next one. \n[69]Listen: you were swell. Take care now. \n[70] Frank's station car turns into the driveway.     He sits there a moment in the darkness.   \n[71]Why are you all dressed up? \n[72] Frank steps out of the bathroom. April turns from the mirror wearing the silk negligee and comes towards him with two glasses.  \n[73]What's all this about? \n[74]What we get for the house...What are you talking about? Where are we going to live? \n[75]You're serious? \n[76]What's stopping us? Well, I can think of a lot of things. For instance, what kind of a job could I possibly get? \n[77]Oh, right. \n[78]No, I don't. \n[79]No, I know, I know. I just have a couple of questions, is all. For one thing, do you mind telling me what exactly I'm supposed to be doing while you're out earning all this money? \n[80]Sweetheart, it's just not very realistic, is all. \n[81]Listen: we decided to move out here. No one ever forced me to take the job at Knox. \n[82]I mean who ever said I was supposed to be a big deal, anyway? \n[83]I was a little wise guy with a big mouth, that's all. \n[84]...All right... So, I'll have time. And God knows that's appealing. It's very appealing. And I mean, everything you say might make a certain amount of sense, if I had some definite talent maybe. If I were an artist or a writer. \n[85]And what's that? \n[86]Okay. \n[87]Why not...? Why the hell not? \n[88] Frank arrives at his desk.   Casually tosses his briefcase down. Lights a cigarette.  Jack stands nearby making idle chat with office co-workers, ED SMALL, 36 and VINCE LATHROP, 33 - a pair of overgrown children.  \n[89]I'm moving to Paris. \n[90]...Intra-company letter to Toledo... Attention B.F. Chalmers, branch manager... With regard to recent and repeated correspondence, this is to advise that the matter has been... very satisfactorily taken in hand, period, paragraph. \n[91]We wholly agree that the existing brochure is unsuitable. To this end we have developed... \n[92]\"Speaking of Production Control...\" \n[93]September.     October at the outside. \n[94]I just happen to think people are better off doing some kind of work they actually like. \n[95]No... I don't think it's possible to discover anything on the fifteenth floor of the Knox building, and I don't think any of you do either. \n[96]This one's on me. \n[97] CLOSE UP - two fingers walk the journey from New York to Paris across the page of an atlas.  Michael and Jennifer, dressed for bed, sit sandwiched between April and Frank under the bedclothes.  \n[98]You'll never guess what they eat in Paris. You'll never guess... \n[99]Snails. \n[100]Actually, we have got some pretty important news. \n[101]You want to tell `em? \n[102]September. \n[103]What for? Because we've always wanted to. Because the kids are still young. Because it's beautiful. Shep, you tell her. \n[104] \n[105]I'm going to study... and I'm going to read and... I suppose I'm going to finally figure out what I want to do with my life. \n[106]Yes. While she supports me...   At least in the beginning. \n[107]The cost of living is dirt cheap compared to here, so we should be all right. \n[108]Jesus, their faces! You'd think we'd told them that we were swimming up the Yangtzee river or something. \n[109]You know what this is like, April? Talking like this? The whole idea of taking off to Europe this way? It's like the way I felt going up to the line the first time, in the war. I was probably just as scared as everyone else, but inside I never felt better. I felt alive. I felt full of blood. \n[110]And everything looked more real. The guys in their uniforms. The snow on the fields, the trees. And all of us just... walking. I mean I was scared of course. But I kept thinking: this is it. This is the truth. \n[111]When? \n[112]What's up? \n[113] \n[114]Well, we've never met, but - \n[115]You wouldn't have believed this guy. \n[116]He's perfect Presidential material in the worst sense. A million dollar smile and about three pounds of muscle between his ears. \"Frank, this is a crackerjack.\" \n[117]...Horse's ass. \n[118]The time they finish that stretch of road, they'll have to start all over again. \n[119]Who'd like some sherry? \n[120]I think I can do that. \n[121]No, I'm not. \n[122]I can look into it.   Maybe recommend someone. \n[123]I work for Knox Business Machines. \n[124]Nope. \n[125]I sort of help sell them, I guess. I work in the office. Actually, it's sort of a stupid job. I mean there's nothing ­ you know, interesting about it or anything. \n[126]Don't be. I agree with everything you said, John. We both do. That's why I'm quitting the job in the fall and we're taking off. \n[127]How about some fresh air, John? \n[128]If that's all right with you? \n[129]Me too. \n[130]We're not running. \n[131]So maybe we are running... We're running from the hopeless emptiness of the whole life here. \n[132]That's true. Maybe we are just as crazy as he is. \n[133]No. \n[134]This is just fine, sir.   Fine. \n[135]Well, sir, it sounds exciting. \n[136]Bart... \n[137]Do you happen to remember an Earl Wheeler? \n[138]Out of Yonkers? \n[139]My father. He worked at Knox almost twenty years. \n[140]No reason you would have heard of him. \n[141]There's something I should have mentioned earlier... I'm leaving the firm. In the fall. \n[142]No, it's not another outfit -- \n[143]I appreciate that, but it's not money. It's more of a personal thing. \n[144]I guess so. \n[145]Knowing what you've got, comma, knowing what you need, comma, Knowing what you can do without, dash. That's inventory control. \n[146]I got to dig myself out here. \n[147] \n[148]Yeah.   Maybe. \n[149]What's the matter? \n[150]I don't believe you. Did something happen today or what? \n[151]What? \n[152]What are you talking about? \n[153]What...?   Jesus. \n[154] \n[155]You didn't say anything. \n[156]I know you are. \n[157]Okay.   We'll figure it out. \n[158]12 weeks.    So we have time. \n[159]...I love you too. \n[160]Actually... Something kinda funny happened the other day. I did some dumb little piece of work to get myself off the hook with Bandy, and suddenly I'm The Bright Young Man. \n[161]It's incredible. I knocked this thing off in a couple of minutes and now they want me to join their team of `specialist' salesmen. \n[162]It'd be funny, if they weren't talking about so much damn money. \n[163] \n[164] \n[165]Look, the point is - we could be happy here. At least for a while. \n[166]It is possible that Parisians aren't the only ones who know how to lead interesting lives, April. \n[167]No.   Like I said, it's an option. \n[168] \n[169] \n[170]Come on, April.   Of course I do. \n[171]What the hell do you    mean I don't try? I support you,     don't I? I pay for this house.     I work ten hours a day at a job    I can't stand. \n[172]Bullshit! I'm not happy about it. But I have the backbone not to run away from my responsibilities! \n[173]Is it alright with you if I go to the bathroom? \n[174]What the hell are you going to do with this? \n[175]You're damn right! \n[176]Listen. Listen to me. You do this - you do this and I swear to God I'll - \n[177]When did you buy this, April?   I want to know! \n[178]That's now April!   Don't I get a say? \n[179]How can it be for me if the thought makes my stomach turn over? \n[180]We can't have the baby in Paris. \n[181]All I know is what I feel. And anyone else in their right mind would feel the same way. \n[182]Christ! The fact that you even put it that way! You make it sound like having children is a punishment. \n[183]And you're sure about that? \n[184]April, you just said our daughter was mistake. How do I know you didn't try to get rid of her, or Michael for that matter? How do I know you didn't try to flush our entire fucking family down the toilet? \n[185]But how do I know April? \n[186]April, a normal woman, a normal sane mother doesn't buy herself a piece of rubber tubing to give herself an abortion so she can, go live out some God damn fantasy. \n[187] \n[188]April if you need a shrink, it'll be paid for. Obviously. \n[189]I guess maybe it was. \n[190]We can be happy here April...   I can make you happy here. \n[191]We've had a great few months.   It doesn't have to end... \n[192]We're going to be okay. \n[193]What? \n[194]No.   I suppose it isn't. \n[195]Wanna dance? \n[196]Think she'll be okay? \n[197] \n[198] \n[199] Frank stands at the mirror putting on a clean shirt.   \n[200]It's beautiful out. \n[201]You know what today is? \n[202]It's twelve weeks. \n[203]Look, this has been kind of a crazy summer. We've both been under a strain. I mean I know you're upset. \n[204]Okay. What do you feel like talking about? \n[205]I don't think I suggested we talk about everything all the time. My point was, we've both been under a strain and we ought to be trying to help each other as much as we can right now. \n[206]I mean God knows my own behavior has been pretty weird lately... I mean, as it happens... there is actually something I'd like to tell you about... \n[207]I've been with a girl in the city a few times. \n[208]A girl I hardly even know. It was nothing to me, but she got a little carried away. She's just a kid... Anyway, it's over now. It's really over. If I weren't sure of that I guess I could never have told you about it. \n[209] \n[210]Why don't you say what you feel? \n[211]In other words you don't care what I do or who I fuck or anything? \n[212]Don't you see...Don't you see, I want you to care. \n[213]Oh, now don't give me this shit! You know God damn well you love me! \n[214]You know GOD DAMN WELL! \n[215]Actually, there's been a change of plans. \n[216]I thought maybe it was obvious... April's pregnant. \n[217]Suppose we just say that people anywhere aren't very well advised to have babies unless they can afford them. \n[218]Now look, I think that's just about enough out of you. I mean, who the hell do you think you are? You come in here and say whatever crazy God damn thing comes into your head and I think it's about time someone told you to keep your God damn - \n[219]Not well, my ass! I don't give a damn if he's sick or well or dead or alive, he should keep his fucking opinions in the fucking insane asylum where they belong! \n[220]You... fucking..! \n[221]Okay, okay, don't tell me. Don't tell me; let me guess. I made a Disgusting Spectacle of Myself. Right? \n[222]And everything that man said is True. Right? Isn't that what you're going to say? \n[223]But you're wrong. \n[224]Because the man is insane. He's fucking insane! Do you know what the definition of insanity is? \n[225]The inability to relate to another human being. It's the inability to love. \n[226]No. Wrong. You're not crazy and you do love me; that's the point. \n[227]Oh baby listen -- \n[228]Fuck you, April. And fuck all your hateful, snotty little - \n[229]Oh, no, don't worry, I can't be bothered! You're not worth the trouble it'd take to hit you. You're not worth the powder it'd take to blow you up. You're an empty -- \n[230]You're an empty, hollow fucking shell of a woman. What the hell are you living in my house for if you hate me so much? Huh? Will you answer me that? Why the hell do you fuck me? What the hell are you carrying my child for? \n[231]Why the hell didn't you just get rid of it, when you had the chance? Because listen. Listen: I got news for you. I wish to God you had. \n[232] Frank enters the bedroom and slams the door.  He paces, slowly calming.  He sits on the bed with his head in his hands... His mind racing. Then he's on his feet again. He rushes for the door.    \n[233]April, listen, I -- \n[234]April, listen, I didn't mean that. Honestly; I didn't mean what I said. \n[235]Please come back.     What're you doing out here? \n[236] Frank falls back on the bed.    He's now very drunk.  His eyes close as he slips into unconsciousness.   \n[237] Frank wakes alone.     He looks around the room.   His head is throbbing.   \n[238]Good morning. \n[239]Oh. It doesn't really matter - Uh... scrambled, I guess, if it's easy. \n[240]It's kinda nice having breakfast without the kids for a change. \n[241] \n[242]Big deal. \n[243]Haven't I? Well... I think this whole thing is about Knox getting ready to buy up one of these really big computers, bigger than the `500'. Did I tell you about that? \n[244]Well, you know -- Basically it's just a...a big, fast adding machine. Only... \n[245]Instead of mechanical parts, you see, it's got thousands of little individual vacuum tubes. \n[246]Well, I don't know, it's -- yeah, I guess it is sort of interesting, in a way. \n[247]Guess I'd better be getting started. \n[248]Listen, though, April; this was really nice... I mean it was a swell breakfast. Really; I don't know when I've ever had a -- a nicer breakfast. \n[249]Then you don't -- You don't hate me, or anything? \n[250]Okay, then... So long. \n[251] April makes the bed.  She arranges her shoes on the floor of the closet.  April reaches onto a shelf behind some clothes.   Pulls out the brown paper package.   \n[252]Jesus, Shep. I couldn't even understand half the things he told me. He said the fetus was out before they got her here. He said they had to operate to take out the whatdycallit, the placenta and now she's still bleeding. He said she'd lost a lot of blood before the ambulance came, and now they're trying to stop it, and he said a whole lot of things I didn't get, about capillaries, and he said she's unconscious. Jesus. \n[253]What the hell do I want to sit down for! \n[254]My God. \n[255]She did it to herself, Shep. \n[256]She did it to herself. \n[257]No.   No.   No. ", "Wheeler": "\n[1] Frank drives. April stares ahead.    Their faces are lit by the dashboard. After a while...    \n[2] Frank turns off the ignition.   He slides towards her.  \n[3] A small, attractive suburban house in the morning sunshine. Frank walks out to the car, stops and looks back at the house.   \n[4] April stands at the window.   The SOUND of the car pulling away.    \n[5] April drags two overflowing garbage cans to the curb. She stops and looks down the empty road. Not a single human being in sight.  Close on April's face.   \n[6] Now we're moving behind April as she moves through the silent house. She carries a basket of dirty laundry on her hip. She pulls the bedding off the couch. The distant SOUND of children playing.  \n[7] April watches from the picture window as Mrs. Givings walks down the drive towards her car. Her face is reflected in the glass. Something is taking shape in her mind.   \n[8] Close on a hand opening an old cigar box.  April is sitting with the box at the kitchen table. It contains various sentimental knickknacks from her past, including photos of the kids, of her and Frank in New York with friends, and a photograph of Frank in uniform beneath the Eifel tower on liberation day... She studies it.   \n[9] Frank's station car turns into the driveway.     He sits there a moment in the darkness.   \n[10] Frank approaches the door with his key. He takes a moment to gather himself, but before he can, the door opens.  April is dressed in a black cocktail dress. She looks wonderful. She smiles. She steps forward and takes his face in her hands. She kisses him.    \n[11] Frank enters the house.    Walks through the darkened living room towards the light.    Enters the dining room.  The room is lit by the candles burning on a birthday cake.  JENNIFER, 7, MICHAEL, 5, and April sit around the table wearing paper birthday crowns.  They sing Happy Birthday.   \n[12] The kids dance back and forth through the sprinkler, shrieking with pleasure.  April sits on the steps in front of the house reading some material from the American Express office.    She looks up as Frank's car pulls into the drive. He steps out of the car and comes towards her. She looks up and smiles. He drops his brief case on the ground and walks towards her. She meets him in the middle of the lawn, and they embrace.   \n[13] Frank and April burst into the kitchen, laughing.   \n[14] Close of a book: \"Brighter French.\"  Frank sits on the couch, flipping absently.  \n[15] Through the picture window, we see the Givings' car is parked in the driveway.  Mrs. Givings gets out of the car holding a tinfoil covered baking pan. Mr. Givings opens the backseat.    Out steps JOHN, 30's, an institutional haircut and ill- fitting suit. He looks around the sunny neighborhood.   \n[16] The kitchen is suddenly crowded with the Givings, Frank and April.  Overlapping:  \n[17] Mrs. Givings leads the group into the living room.  \n[18] Frank and April at the kitchen table.  \n[19] The small, attractive house bathed in sunlight.   \n[20] On a television. Elmer Fudd points a gun at Bugs Bunny, and pulls the trigger.  Frank frowns into his French phrase book.   Mike is watching the TV.  April works a sewing machine with a cigarette burning beside her. Jennifer stands beside her holding a stuffed Giraffe and a list, which she reads.  \n[21] April paces the family room. Her hair is a defiant mess. She still wears her bathing suit under her clothes.  Frank sits on the couch.  The windows are open, and most of the lights are off. It's a very hot night.    \n[22] Frank splashes water on his face like a boxer between rounds. He looks up at his reflection.    He reaches for a towel, but there isn't one. He turns to the shelf behind him and pulls down a fresh towel. Something catches his eye.  He reaches to the back and retrieves a small brown paper package.  He opens it, his face slowly registering what it means...   \n[23] April wheels around as -  Frank storms in, a rubber syringe in his hand.  \n[24] Frank stands at the picture window watching...  April approach the children. She squats on the ground so she can be at their height and talks to them. Michael tries to get into her arms. Jennifer turns away and walks sulkily across the grass.  Frank looks into his coffee cup.   He doesn't look like a man who won an argument.   \n[25] April stands at the kitchen table chopping vegetables.    She wears an unflattering floral dress.  Frank stands in the doorway watching.  \n[26] Frank and the Givings' sit with cocktails. It's painfully awkward. Moving boxes are everywhere.  \n[27] Frank enters, running, but the kitchen is empty.   Frank runs out of the room into living room.   \n[28] The living room is empty.   He goes straight for the front door.   \n[29] Frank bursts out the front and comes to a stop.  She's across the street - climbing unsteadily into the woods...  Frank breaks into a sprint.   \n[30] Frank stands at the window watching the section of woods where he left April.  Then, he sees her come back across the street. She walks around the side of the house. He turns and runs into the kitchen.   \n[31] Frank goes to the window. He watches April walk up into the yard and stop against a tree.  Frank pours a drink and takes the bottle with him to the window. He looks out, drinking.  In the darkness, he can make out the glow of April's cigarette deep in the woods.   \n[32] Frank stands in the doorway dressed for work.      He stares...  The kitchen has been tidied and is bathed in sunlight.     The table has been carefully set for two.  April stands at the stove wearing a fresh maternity dress. She seems serene.  April turns and looks at him.  \n[33] Frank and April sit across the kitchen table, eating.   For several moments, only the sound of their cutlery.  \n[34] April walks out onto the driveway as the car reverses away down the drive.   \n[35] Frank backs the car onto the road. He slides the car into drive and then catches sight of April in the driveway.   \n[36] April sees Frank looking back at her.    She waves.   Frank waves from the car and drives off...    Then April is alone. She shivers from the morning chill. She turns and looks back at the house.   \n[37] April enters through the screen door and goes to the table. She looks down at Frank's diagram and carefully places it aside.  She carries the dishes to the sink and begins to wash them.  Suddenly, her body convulses as she tries to hold back from crying. And then there is no stopping the tears...   \n[38] April is standing by the phone, with her hand on the receiver, rehearsing. She is smoking. She dials.  \n[39] \n[40] April stands at the stove over a pot of rolling, boiling water.  She removes the rubber syringe from its paper packaging and drops it into the pot. She checks her watch.   \n[41] April carries the pot of boiling, sudsy water down the hall.   \n[42] April places the pot into the tub.   She lays towels across the floor. And closes the door...   \n[43] The SOUND of running water. The empty mirror.     April's face rises up into the reflection with a gasp.    \n[44] We move with April down the hallway, her face is pale.   \n[45] Now April stands at the picture window.    She is shaking.  A DROPLET of blood slides down her knee.   She looks down.  On the floor, two droplets of blood appear between her bare feet...  Now we see the bright maple leaf of blood seeping through her skirt. She is shaking more.  She walks slowly out of the room, towards the kitchen.  ", "Shep": "\n[1]Buddappa banh!     Banh!   Banh! \n[2] Milly sits at a vanity table doing her face. She wears a floral dress and her hair's been done. She looks at Shep in the mirror.  \n[3]That what you're wearing? \n[4]...No... No. You look great, doll. Guess I better haul ass. \n[5]Hiya gang. \n[6] \n[7]When? \n[8]...It's a great city. \n[9]So, what's the deal, Frank? You get a job over there, or what? \n[10]What do you mean, `not exactly?' \n[11] \n[12]...While she supports you? \n[13]Sure. \n[14] Milly sits on the edge of the bed in her night gown.   She is brushing her hair.  Shep stands in the open doorway to the bathroom, doing up his pyjamas. After a beat...  \n[15]You know what I think? \n[16]I think this whole plan sounds a little immature. \n[17]What kind of man is going to sit around in his bathrobe picking his nose while his wife works all day? \n[18]What is it? \n[19]Come on. Don't cry. Please. It's all right. It's going to be all right. \n[20]I'll go. \n[21]So, Frank, how's work?   They gonna survive without you? \n[22] \n[23]Morons. \n[24](stealing a glance at \n[25]She okay? \n[26]It's so awful it's kinda nice! \n[27]At least Europe's not going anywhere. \n[28]Of all the inconsiderate... \n[29]All right with me. \n[30]I'm sorry you're not going away anymore. I know it was important to you. \n[31]Don't take this wrong; I've been there and...they don't have so much we don't have here. \n[32]You just wanted out, huh? \n[33]Sure you are. You're The Wheelers. You're a terrific couple, everyone says so. \n[34] Shep slips behind the wheel and is immediately kissing her, groping.  \n[35]Let me take you somewhere. \n[36]April... This is what I've always wanted... I love you. \n[37]I mean it, I love you. \n[38]Frank? They tell you what happened? \n[39]How about sitting down, Frank. \n[40]Okay.   Take it easy. \n[41]Here, have a cigarette. \n[42]I'll get some coffee. \n[43]Sit down Frank. \n[44]Bart Pollock Associates. \n[45]Mm-hmm. \n[46]I don't want to talk about The Wheelers any more. ", "Campbell": "\n[1] At the bottom of the stairs, Shep hums a big band number as he vigorously shines his shoes.  \n[2] The small explosion of a beer can opening.  Shep watches the golden liquid fill his glass.   \n[3] Shep walks through the living room with his glass of beer. He's halfway across the room, before he notices -  His four SONS dressed in matching pajamas, propped up on their elbows chewing gum at the television screen.  \n[4] Shep walks across the grass to the edge of his property. He drinks and looks down over Revolutionary Road. He can see the Wheeler house. He takes a drink of beer, his eyes focused on the house.  \n[5] Shep mixes drinks with his back to the room.    Milly walks in and places two heaping trays of hors d'ouvres on the coffee table.  \n[6] Milly folds laundry. She looks up to see -  An ambulance turns into the Wheeler's driveway.   Her face clouds with instinctual foreboding.   \n[7] Four high-ball glasses with glistening cubes of ice.  Shep puts the finishing touches on four drinks.  MR. and MRS. BRACE, a pleasant looking young couple fresh from the city sit on the couch.  \n[8] Shep walks across the lawn to the edge of the property. He looks out over the suburban houses. At what was once the Wheeler house.  Shep's face, looking out. His eyes are filled with tears. Milly comes up behind him.  ", "April": "\n[1]I'm studying to be an actress. You? \n[2] \n[3] \n[4]Hi. You about ready to leave? I've just got to get this makeup off, then we can go. \n[5]I guess not. I'll be ready in a minute. \n[6]Will you do me a favor? Milly and Shep wanted us to go out with them afterwards. Will you say we can't? Say it's because of the baby sitter or something? \n[7] \n[8]Well I'll tell them myself. \n[9]Thank you. \n[10]All right. \n[11]Could we sort of stop talking about it now? \n[12]I said yes. All right, Frank. Could you just stop talking now, before you drive me crazy, please? \n[13]What are you doing? Why are we stopping? \n[14]No, Frank, please don't... \n[15]Please don't touch me. \n[16]Why can't you...just... LEAVE ME \n[17]No. Just let me stand here a second. \n[18]Haven't I made it clear I don't particularly want to talk about it? \n[19]How kind of you. How terribly, terribly kind of you. \n[20]You're always so wonderfully definite, aren't you, on the subject of what you do and don't deserve? \n[21]Christ, I wish you'd stayed home tonight! \n[22]And you know what you are? You're disgusting. \n[23]Just because you've got me safely in this little trap, you think you can bully me into feeling whatever you want! \n[24]Yes, me. Me! Me! Me! Oh, you poor, pathetic little boy ­­ Look at you! Look at you, and tell me how by any stretch of the imagination you can call yourself a man! \n[25]Could we please go home now? \n[26]Oh, yes. \n[27]Hi Helen. \n[28]Well, thank you... You want some coffee? \n[29]Is there something I can do for you, Helen? \n[30]I'm sorry to hear that. \n[31]...I'm so sorry. \n[32]Yes.    Of course. \n[33]We'd love to Helen. \n[34]We'd love to. \n[35]I've never really been anywhere. \n[36]Frank Wheeler? \n[37]I think you're the most interesting person I've ever met. \n[38]I mean it. \n[39]Frank... \n[40]First of all, I missed you all day and I want to say I'm sorry. I'm sorry for the way I've been since that stupid play. I'm sorry for everything and... And I love you... Now wait here till I call you. Okay? \n[41]Alright Frank! You can come in now! \n[42] Frank steps out of the bathroom. April turns from the mirror wearing the silk negligee and comes towards him with two glasses.  \n[43]Frank. I have had the most wonderful idea. I've been thinking about it all day. \n[44]You know how much money we have saved...? \n[45]Enough to live on for six months without you earning another dime. And with the money we could get from the house and the car, longer than that. \n[46]...Paris. \n[47]You always said it was the only place you'd ever been that was worth living. So why don't we go there? \n[48]Yes.   What's stopping us? \n[49]You won't be getting any kind of job, because I will. \n[50]Don't laugh -- listen a minute! Have you any idea what they pay for secretarial positions in the government agencies in Europe? Embassies and those things. \n[51]I'm serious about this Frank. Do you think I'm kidding or something? \n[52]Don't you see that's the whole idea? You'll be doing what you should've been allowed to do seven years ago. You'll have time, Frank. You'll have time to find out what it is that you actually want to do, and when you figure it out you'll have the time and the freedom to start doing it. \n[53]Well, I happen to think this is unrealistic. I think it's unrealistic for a man with a fine mind to go on working like a dog year after year at a job he can't stand, coming home to a place he can't stand, to a wife who's equally unable to stand the same things. \n[54]You want to know the worst part? Our whole existence here is based on this great premise that we're somehow very special and superior to the whole thing, and you know what I've realized...? We're not! We're just like everyone else. Look at us!   We've bought into the same ridiculous delusion. This idea that you have to resign from life and settle down the moment you have children. And we've been punishing each other for it. \n[55]When I first met you, there was nothing in the world you couldn't do or be. \n[56]You were not! How can you even say that? \n[57]But Frank, listen to me: It's what you are that's being stifled here. It's what you are that's being denied and denied and denied in this kind of life. \n[58]Don't you know...? \n[59]You're the most valuable and wonderful thing in the world... You're a man. \n[60]This is our chance, Frank.   This is our one chance. \n[61]Okay? \n[62]Thank you. \n[63] CLOSE UP - two fingers walk the journey from New York to Paris across the page of an atlas.  Michael and Jennifer, dressed for bed, sit sandwiched between April and Frank under the bedclothes.  \n[64]...All the way to... here. \n[65]Well, sweetheart. It's a big world out there and we thought maybe we should go see a little bit of it. \n[66]A long way. We have to take a boat ride over the sea to get there. \n[67]I know. And neither will I. But remember when you started school? And now look how many friends you have... \n[68]And frog's legs! \n[69]Oh those look great.    I'm starving! \n[70]We're going to Europe.    To Paris... To live. \n[71]Oh... about a week ago... its hard to remember. We just suddenly decided to go, that's all. \n[72]We had to get used to the idea. \n[73]Frank won't be doing any kind of a job, because I will. \n[74]You wouldn't believe what they pay for secretarial work in government agencies over there. NATO and E.C.A. and those places. \n[75]The truth is we just need something different. \n[76]We're not getting any younger and we don't want life to just pass us by. \n[77]I felt that way once too. \n[78]The first time you made love to me. \n[79]...No \n[80]Wish I saw his face when you told him you were leaving. \n[81]I think this is them. \n[82]You're not late. \n[83]You didn't have to do that. \n[84]And you must be John? \n[85]They're at a birthday party.     Sorry they couldn't be here. \n[86]It's just some sandwiches. \n[87]John, would you like a sandwich? \n[88]We're moving to Paris. \n[89]I hear you're a mathematician. \n[90]All gone? \n[91]Yes.   Yes I do. \n[92]How awful. \n[93]No. Because the shocks must be awful and... well, because it's awful not to be able to do what it is you want to do. I think mathematics are dull. \n[94]A different way of life. \n[95]You know, he's the first person who seemed to know what we were talking about. \n[96]If being crazy means living life as if it matters then I don't care if we are completely insane. Do you? \n[97]I love you so much. \n[98]I thought maybe we'd give the doll house to Madeline. \n[99]I already explained to you, the big things are going to be hard to pack. \n[100]No! Just the big things. Look. Wouldn't you rather go outside and play with Michael. \n[101]You've been inside all day. \n[102]Well, I don't feel like explaining everything fifteen times to somebody who's too bored and silly to listen! \n[103]Nothing. \n[104]Nothing happened today that I haven't known about for days and days. \n[105]Oh God, Frank, please don't look so dense. Do you mean you haven't guessed or anything? \n[106]I'm pregnant, that's all. \n[107]Oh, Frank, I meant to wait until dinner to tell you, but I just - well, I've been pretty sure all week and today I went to the Doctor and now I can't even pretend it's not true. \n[108]Ten weeks. \n[109]I thought... Oh, I don't know what I thought. \n[110]I'm sorry, Frank. I'm so sorry. \n[111]We don't have to let this stop us. There are things we can do. Remember that girl at school I told you about...? As long as you do it before 12 weeks, it's fine. \n[112]We've got to be together in this, Frank. Otherwise nothing's going to make any sense. \n[113]I love you Frank. \n[114]I thought you turned the job down? \n[115]So you've made up your mind? \n[116]...And supposing you're right. You make all this money and we have this interesting life here. Won't you still be wasting your life toiling away at a job you find ridiculous? Just like your father. \n[117] \n[118]You don't want to go, do you? \n[119]You don't! Because you've never tried at anything. And if you don't try at anything you can't fail. \n[120]You don't have to! \n[121]It takes backbone to lead the life you want, Frank. \n[122]Where are you going? \n[123]And what do you think you're going to do? You're going to stop me? \n[124]Go ahead and try! \n[125]You'll what? You'll leave me?   Is that a threat, or a promise? \n[126]You know you really are being melodramatic about the whole thing. As long as it's done in the first twelve weeks, it's perfectly safe. \n[127]Of course you do! It would be for you, Frank, don't you see? So you can have time. Like we talked about. \n[128]Then it's for me... Tell me we can have the baby in Paris, Frank. But don't make me stay here. Please. \n[129]Why not? I don't need everything we have here. I don't care where we live! I mean who made these rules, anyway? The only reason we moved out here was because I got pregnant. Then we had another child to prove the first one wasn't a mistake. I mean how long does it go on? \n[130]Frank. Do you actually want another child? Well, do you? \n[131]Come on, tell me. Tell me the truth, Frank. Remember that? We used to live by it. You know what's so good about the truth? Everyone knows what it is, however long they've lived without it. No one forgets the truth, Frank, they just get better at lying. So tell me: do you really want another child? \n[132] \n[133]I love my children. \n[134]What the hell is that supposed to mean? \n[135]No that's not true. Of course I didn't. \n[136]Stop.   Please just stop, Frank. \n[137]...And the new job's going to pay for that too? \n[138]...Okay. I guess there isn't much more to say, then, is there? \n[139]So I guess Paris was a pretty childish idea, huh? \n[140]I hope so Frank.   I really hope so. \n[141]I don't really feel like it. \n[142]Look - why don't you take Milly home, then go home yourself and that would take care of both sitters. Then Shep can take me home later. \n[143]Sure. \n[144]It didn't have to be Paris. \n[145]I wanted in. I just wanted us to live again. \n[146]For years I thought we shared a secret...that we would be wonderful in the world. I didn't exactly know how, but just the possibility...kept me hoping. \n[147]How pathetic is that? To put all your hopes in a promise that was never made? See, Frank knows...he knows what he wants. He's found his place. He's just fine. Married, two kids. It should be enough. It is for him. He's right; we were never special or destined or anything at all. \n[148]I saw a different life. I can't stop seeing it. Can't leave, can't stay. No damn use to anyone. \n[149]Come on, let's do it. \n[150]No. Please. Here.    Now.    In the back seat. \n[151]Don't say that. \n[152]Please, just be quiet for a minute, then you can take me home. \n[153] Frank stands at the mirror putting on a clean shirt.   \n[154]Yes; it's lovely. \n[155]That's right. \n[156]You know I'm not sleeping with you and you want to know why? \n[157]Well, I'm sorry Frank, but I don't really feel like talking about it. \n[158]Would it be all right if we didn't talk about anything? Can't we just take each day as it comes, and do the best we can, and not feel we have to talk about everything all the time? \n[159]Why did you? \n[160]No. I don't mean why did you have the girl; I mean why did you tell me about it? \n[161]I mean what's the point? Is it supposed to make me jealous, or something? Is it supposed to make me fall in love with you, or back into bed with you, or what? I mean what am I supposed to say? \n[162]I don't feel anything. \n[163]No; I guess that's right; I don't. \n[164]Fuck who you like. \n[165]Oh, I know you do. And I suppose I would if I loved you. But you see I don't think I do anymore. And I only just figured that out. And that's why I'd just as soon not do any talking right now. \n[166]You think so?! \n[167]I'm sorry dinner's late. Can I get anyone a refill? \n[168]Right. \n[169]Apparently I don't have to.     You're saying it for me. \n[170]Why am I wrong? \n[171]What is it, Frank? \n[172]The in -- the in; the inabil; the inability to -- \n[173]Oh. -- Oh, Frank, you really are a wonderful talker! If black could be made into white by talking, you'd be the man for the job. So now I'm crazy because I don't love you -- right? Is that the point? \n[174]But I don't. In fact I loathe the sight of you. You're just a boy who made me laugh at a party once and if you come any closer, if you touch me or anything I think I'll scream. \n[175]What're you going to do now? Are you going to hit me? To show how much you love me? \n[176] Frank enters the bedroom and slams the door.  He paces, slowly calming.  He sits on the bed with his head in his hands... His mind racing. Then he's on his feet again. He rushes for the door.    \n[177]Don't come any closer. \n[178]Don't come any closer. Can't I even get away from you in the fucking woods? \n[179]Are you still talking? Isn't there any way to stop your talking? I NEED to think. Can't you see that? \n[180]Do you want me to scream again, Frank? Because I will, if you say another word! I mean it! \n[181] Frank falls back on the bed.    He's now very drunk.  His eyes close as he slips into unconsciousness.   \n[182] Frank wakes alone.     He looks around the room.   His head is throbbing.   \n[183]Good morning. \n[184]Would you like scrambled eggs or fried? \n[185]Fine.   I'll have scrambled too. \n[186]Yes. I thought you'd probably want a good breakfast today. I mean it's kind of an important day for you, isn't it? Isn't this the day you have your conference with Pollock? \n[187]I imagine it is a pretty big deal; for them, anyway. What exactly do you think you'll be doing? You never have told me much about it. \n[188]No, I don't believe you did. \n[189]Oh, I see. At least I think I see; yes. It's really sort of -- interesting, isn't it? \n[190]You should value what you do Frank. You're obviously good at it. \n[191]Thank you... I'm glad; I enjoyed it too. \n[192]No; of course I don't. \n[193]Have a good day. \n[194]Hello... Milly? Everything all right? My voice sounds what...? \n[195]Well, no, I'm afraid I'm not feeling any better... If it's not an inconvenience for you... This evening would be great. What...? Oh, well- no, not if they're outdoors playing. Don't call them in. \n[196]Just give them - you know, give them each a kiss for me, and give them my love, and tell them - you know... All right, Milly. Thanks. \n[197] April makes the bed.  She arranges her shoes on the floor of the closet.  April reaches onto a shelf behind some clothes.   Pulls out the brown paper package.   \n[198]I think I need an ambulance.... Yes... One one five Revolutionary Road. "}}