{"filename": "Rise-of-the-Planet-of-the-Apes_script.txt", "imdb_id": "tt1318514", "imdb_url": "https://www.imdb.com/title/tt1318514", "characters": ["Alpha", "Caesar", "John Landon", "Will Rodman", "Charles Rodman", "Cornelia - Ape", "Robert Franklin", "Caroline Aranha", "Steven Jacobs", "Buck - Ape", "Rodney - Shelter Assistant", "Rocket /Bright Eyes", "Dodge Landon", "Koba - Ape (as Chris Gordon)", "Maurice /Court Clerk"], "dialogues": {"Alpha": "\n[1] \n[2]He runs two fingers down the length of it. \n[3] \n[4] \n[5] ", "Caesar": "\n[1](using American Sign \n[2]Dairy Queen. \n[3]Ice cream. Will ignores him. \n[4]Soft-serve. \n[5] \n[6] \n[7]Caesar's transfixed. Will looks back and forth between the chimps and Caesar. Neither makes a sound. \n[8]Who Caesar. \n[9]Who. With effort, Will pulls himself from his own thoughts and tries to understand what Caesar wants from him. \n[10]Who. \n[11]No \"what\". \"Who\". Will is taken aback - beginning to realize the intellectual leap Caesar's taken. \n[12]Walter Will father. Will Caesar father? Will looks at the chimp - sees the intensity, the pain on his face. How to begin to answer? \n[13]Caesar mother? \n[14]Caesar go. Caesar see. Will locks the car door. \n[15]Caesar mother... Will grows concerned. \n[16]No time for anybody to react. The chimpanzee BODY SLAMS HUNSIKER to the ground. \n[17] \n[18]Real animals? \n[19]Will sad? \n[20]Where animals? 44. Will sees the PRIMATE CAGES in the distance, next to a GIANT \n[21] \n[22] \n[23] \n[24]  \n[25]  \n[26] \n[27] \n[28]  \n[29]  \n[30] \n[31]Signing orangutan. \n[32]More ape sign? \n[33]Careful. Stupid human no like smart ape. Dodge begins shoveling primate chow into the troughs. Maurice and Caesar stop signing and blend in. \n[34] \n[35] \n[36] \n[37]Need strong. All apes strong. \n[38]Gorilla. He breaks another twig. \n[39]Orangutan. He breaks another. \n[40]Chimpanzee. He grabs a bunch of twigs and holds them together - now they can't be broken. \n[41]Apes. \n[42]Find Mother. \n[43]A moment later ROCKET FOLLOWS. Swinging from tree to tree, they make their way down the suburban street. \n[44] \n[45] No! \n[46]Lights out. Caesar drags Dodge to Rocket's cage and opens the door. Rocket helps pull him inside. \n[47] \n[48]He stands there, stunned. \n[49]  \n[50]  \n[51]  \n[52]      \n[53]  \n[54]  \n[55] \n[56]  \n[57]C...Cage! The humans' jaws drop, petrified. \n[58] \n[59] \n[60]There's glare from a ray of sunlight that's broken through the fog. He SHOOTS, BARELY MISSING. The bullet RICOCHETS off the main cable. ROCKET, climbing behind Caesar, looks down - SEES DODGE AIMING AGAIN. He starts swinging towards Caesar. Another shot from Dodge. This time the BULLET GRAZES \n[61] \n[62] \n[63] \n[64]Humans coming. \n[65]Will want Caesar dead. 110. \n[66]Will leave. \n[67]Will leave now. \n[68] \n[69] \n[70] \n[71]   ", "John": "", "Landon": "\n[1]Nice to meet you, Caesar. This is Dodge, helps me run the place. \n[2]Yes, we have a big play center where the chimpanzees like to climb. Want to see the play center? Caesar nods. Absolutely. \n[3]What do you think, Caesar? Want to give it a try? Trying to mask his growing dread, Will removes Caesar's harness. 45. \n[4]What Dodge means is, in our experience, longer you drag out the leave-taking, harder it is. On both of you. Caesar WHIMPERS, tries to bend the bars apart. When this doesn't work, he tries prying them open with his teeth. \n[5]He'll be fine. Will gives Caesar a last, long look. The pain in his eyes is matched only by Caesar's. WE STAY WITH CAESAR as Will forces himself to walk away. Caesar's SHRIEKS build. The SURROUNDING APES chime in...a \n[6]The Ranch. Landon speaking. Hey Stewart. Caesar? Dodge fed them breakfast about half an hour ago... He holds up a PAIR OF BINOCULARS, looks toward the atrium and ape houses. Can't see anything wrong. \n[7]Let me call you back... He HEARS THE BACK KITCHEN DOOR OPEN. RUSTLING NOISES in the kitchen. Opening and closing of cabinets. \n[8]Hey Dodge - Stewart just called - WE FOLLOW HIM out of the living-room, into the... \n[9]She said that - 87. Landon goes pale. ROCKET AND TWO OTHER CHIMPANZEES ARE ", "Will": "\n[1]Start the scan. A TECHIE sits at a computer screen beside Will. 3. \n[2]  \n[3]Good to know. Just keep it from moving. She's stung, wonders, why does he have to be such a jerk sometimes. He's oblivious to this, instead intent on getting the scan right. The green liquid moves through the chimp's neck... \n[4]We're on our way. Good work. \n[5]Diplomas on the wall, books everywhere. Bright Eyes looks out at Will from a computer screen. He's got two CT SCANS sitting on the desk in front of him. \n[6]I see that. But I don't understand the primate behavioral norms. She knows an acorn's a seed. Wouldn't any monkey know that? \n[7]Abstract thought... \n[8]Start the other's on the 112. And double this one's dose. \n[9]  \n[10]  \n[11]Hey Dad. Walter looks up, whispers... \n[12]It's me. Will. \n[13]My mother was the one. She liked Shakespeare... \n[14]Come on, Dad. 8. \n[15]Remember I told you we were using Basic Fibroblast Growth Factors on the apes? Well the therapy seems to be working. We've seen definite signs of adult brain neurogenesis. \n[16]Board of Directors is coming in a couple weeks to talk about Phase 2 - \n[17]Human trials, Dad. Soon. \n[18]I'm going to make you better - I swear it. His father looks at him. A moment of recognition? \n[19]  \n[20]John's gone. walls - Walter's name on all of them. 9. Will looks at his father lying there on his back, staring up at the ceiling. The once brilliant man now slipping away. \n[21]  \n[22]I'm not good with this stuff. Jacobs puts a hand on Will's back, leads him inside. \n[23]   \n[24]In the past, it's been impossible to target specific areas, both because of the Blood Brain Barrier - Jacobs stands, interrupting Will. \n[25] This 'payload' would directly affect the areas of memory, higher function - and, of course, the motherlode: intelligence. The board members stare, trying to comprehend. \n[26]Meaning.  If Phase 2 goes as planned, we're effect. \n[27]Perfectly safe. We're using the \n[28] \n[29]Are they gone? \n[30]Did they say anything before they left? I mean, about Phase 2. \n[31]But we're so close. \n[32]What happened had nothing to do with the 112.  Take an already aggressive animal, make it smarter - you're going to get a potentially dangerous \n[33]They're apes. \n[34]I don't work here anymore, Franklin. \n[35]of course. \n[36]I'm sorry, Franklin. Genuinely sorry... What's he got to do to get the hell out of there? Franklin ignores him, steps inside Bright Eyes' cage. He moves to the very back and pulls aside a blanket. At first Will doesn't understand what he's looking at. The lighting's dim and the thing's so small... But then IT MOVES AND WILL REALIZES HE'S LOOKING AT AN INFANT \n[37]It's impossible. How could a full- term gestation go unnoticed? \n[38]Who else knows about this? \n[39]You want me to take him? \n[40]I could be thrown in jail. He's a chimpanzee who's been exposed to a possibly dangerous drug. \n[41]Doesn't matter what I believe. \n[42]That's not possible. \n[43]I was talking about the work, my \n[44]What? 18. \n[45]I'm sorry, Franklin - I'm sorry - but there's nothing I can do here. He's got to be put down like the others. \n[46]Two days. Then you have to figure it out. \n[47]Huh? Oh. Thanks. \n[48]  \n[49]I'm sorry - there was - She doesn't wait to hear his excuse, just moves down the walk, her footfalls pointed and angry. \n[50]It's okay. It's going to be okay. Awkwardly, he even rocks back and forth a little bit. Will looks down at the chimp, struggling for breath. The room fills with STEAM. \n[51] \n[52]Caesar! Breakfast! The chimp turns at Will's call. HIS NAME IS CAESAR. \n[53]Please pass the ketchup. Caesar slides the ketchup to Will. \n[54]Thanks. \n[55]There it is. Restored cognitive function. \n[56]After. Sit still. \n[57]A healthy diet. Fruits, vegetables. \n[58]He's hungry. Caesar's angling to climb off the examining table. Will sends him a look - out it out. \n[59]You know, the basics. \n[60]He's pretty good. \n[61]Like what? \n[62]Green? His heart starts to pound. \n[63]No thanks. Sure, that would be good. She gets him one. Concerned, Caesar comes over. \n[64]Forgot to eat today. Not a big deal. 25. Stewart hands him the glass. He downs it. \n[65]  \n[66]For a human or a chimpanzee? First time he's seen her smile. It lights up her face. \n[67]You have to move the whole tower to another peg, one block at a time. \n[68]Here's the hard part: you can't put a larger block on top of a smaller one. Caesar studies the puzzle. \n[69]Understand? 26. Caesar's already started. He methodically begins moving blocks from one pole to another, pausing, backtracking, getting it right, never a bigger one on top of a smaller... Will watches, increasingly amazed, as he re-creates the tower on a different pole. It's easy for him. Finished, Caesar looks up at him. Will fumbles in his pocket, HANDS CAESAR SOME M&amp;MS. \n[70]  \n[71]Fifteen. Will looks over at Walter, who's staring at the wall. \n[72] It was passed down from his mother. \n[73]  \n[74] At age two Caesar appears to exceed his mother's aptitude. He signs over three hundred words. He exhibits no visible side effects from the therapy... \n[75] Dad. I've got something that's going to make you better. Will closes the door behind him. WE HEAR A RHYTHMIC SQUEAKING NOISE as we... \n[76] You want turkey or ham? 28. \n[77]He won't go far. \n[78]I do, Dad. \n[79]Hold on - it's okay - he's harmless! \n[80]It won't happen again... \n[81]Well we've got puzzles, games, a swing set... \n[82]We'll work on that. Stewart continues examining Caesar. Will watches her listen to his heart. Closing her eyes for a moment, listening. 31. He gets up his nerve. \n[83]What about you? What do you do for fun? She opens her eyes, looks at him. He thinks she doesn't understand the question. \n[84]How about dinner and a movie? Stewart pulls the stethoscope from her ears. \n[85]No - nothing. Caesar meets Will's eyes, obviously disappointed. Stewart lingers a moment, certain she's missed something - but Will doesn't say more. \n[86]There's a place up ahead. 32. \n[87]Don't go far. Stay where I can see you. Will takes OFF CAESAR'S HARNESS. The chimpanzee runs, begins flying from tree to tree. Will watches, nervous. But it's gratifying to see Caesar so happy. The CHIMP DISAPPEARS around a corner. A moment passes, then another. The men follow... and discover CAESAR STANDING IN A \n[88]  \n[89]Sorry to rush you - got to get home and check on Walter. They approach a WOMAN with a LARGE DOG on a leash - a GREAT DANE. The dog BARKS, lunging menacingly. The Woman struggles to control him. \n[90]Don't worry - he's harmless. Very sweet. The big dog keeps BARKING. Annoyed, Caesar finally turns and gives him a LARGE, \n[91]Guess he had it coming. Caesar watches as the Woman walks off with the dog, HIS GAZE \n[92]Where's Dr. Stewart? \n[93]Do you know where she went? \n[94]Come on. As Will drags Caesar off, the apes in the enclosure climb higher in the tree to watch. Suddenly they ALL BEGIN TO \n[95]Turn it around, Dad. You're using the wrong end. Walter looks at Will, uncomprehending. With care and compassion, Caesar reaches over and helps the old man, adjusting the spoon. Will watches. Heartbroken. \n[96]The drug's not staying ahead of the disease. 36. \n[97]Sure. At this pace we'll get to trials by the time Hell freezes over. Jacobs - embarrassed in front of the Tech - pulls him aside. \n[98]It'll take forever. I need to start developing a primate version now. Jacobs looks at Will. He's known him a long time. \n[99]This isn't about him. \n[100]  \n[101]       \n[102] Caesar continues to maintain a high level of cognition. But Walter's disease has caught up to the neurogenesis treatment. Nearly all initial improvement has been erased... Will stops recording. KICKS his desk in frustration. \n[103]  \n[104]What do you mean? \n[105]Caesar is an ape. A chimpanzee. \n[106]Are you asking about your identity? That's abstract thought, Caesar. Caesar couldn't care less about 'abstract thought.' 38. \n[107]This is where you were born. It's the place where I work. \n[108]I never knew your father, but your mother came to live here. This is where you were born. \n[109]She was very very smart. And she passed that onto you through her blood. Caesar strains for a better view. Undoes his seatbelt. \n[110]She's not here anymore. I'm sorry, Caesar - she died. That's when I brought you home to live with me and Walter. Caesar's getting worked up - he wants out of the car. \n[111]No. This is a bad place for you, Caesar. We're going to go now. 39. As Will pulls away Caesar strains for a last glimpse, twisting around to look out the back window. \n[112]We're visiting a place called \"The Ranch\". They have animals. \n[113]You bet. Apes. Chimpanzees, gorillas, orangutans... Caesar GRUNTS, excited. \n[114]It'll be good. You'll like it very much. Caesar looks at Will, picking up on something. \n[115]What? No, I'm fine. \n[116]Inside, I think... \n[117]You must be Mr. Landon. This is Caesar. \n[118]I've been telling Caesar about the animals you have here. How much fun it is. \n[119]Go ahead. He watches Caesar - unsuspecting - move through AN OPEN, GATE- \n[120]It's okay, Caesar. It's going to be okay... The words are for him as much as Caesar. \n[121]You're going to live here for a while. This is what the Judge says we have to do. 46. WHAT? Caesar can't believe what he's hearing! He frantically signs, desperate, pleading. The SHRIEKS of the UNSEEN APES continue, feeding Will's apprehension. Caesar doesn't belong here. It takes every bit of restraint he has not to take Caesar out, to run... \n[122]They'll take good care of you here. \n[123]I'm sorry to trick you this way, but you would never have agreed. I was afraid they'd hurt you if they forced you - \n[124]  \n[125]I was sick. \n[126]He's the son of chimp 4. And he's smart. Off-the-charts smart. Because of the 112. The genetic therapy was passed in utero - from the mother to the son. Without a single negative side-effect. \n[127]He was protecting my father. The same way his mother was protecting him. \n[128]  \n[129]I had a sample vial. \n[130]Don't you want to know if it worked? Jacobs can't resist... \n[131]It was miraculous. Unquestionable adult neurogenesis - development of fresh nerve tissue. It brought my father back. But Jacobs is confused. \n[132]It's just like with the mice. Alzheimer's is a progressive disease, you need to keep it at bay â\u0080¢ - you need boosters. 52. Will can see Jacobs turning this over in his mind - the possibilities. The money. \n[133]I couldn't risk losing him. \n[134]Caesar. \n[135]We've discovered a safe treatment. It's the payday you've been waiting for. I'll recreate the primate version of 112 for you. But only under one condition. It takes Jacobs a moment before he gets outraged. \n[136]But you won't - you need me to build the drug. Here's what I need: I want you to get Caesar back. \n[137]However they do things in your part of the world. Get attorneys into it. Write checks. Slip cash into the right pockets.  Make it happen. 53. \n[138]That's why we're using it. We need the drug quickly. \n[139]I appreciate your concern - but it's going to be fine. We plan on taking precautions. The Technician pauses, not entirely satisfied. But Will's look tells him the conversation is over. 58. \n[140]  \n[141]  \n[142]  \n[143]  \n[144]Can I - you want a cup of coffee or something? \n[145]How? \n[146]Is he alright? She hesitates, wanting to be honest but not alarming. 59. \n[147]That's my dad. He's not doing too well. \n[148]Thank you... I appreciate that. Awkward beat. \n[149]Let's grab a drink. Takes her by surprise. Maybe takes him by surprise too. She's happy he asked. \n[150]There you are! I heard what happened. \n[151]I'm going to get you out of here, but not today. I'm working on it. Caesar's face falls. \n[152]Soon. I promise. Will notices Dodge's ELECTRIC CATTLE PROD. \n[153] Not yet. I can't yet. Caesar realizes: Will's going to leave him here. First incredulous - then outraged - Caesar turns away and \n[154]Wait a second - Caesar, where are you going? â\u0080¢ Caesar doesn't respond, doesn't turn, just keeps walking. Dodge catches up with him. 62. \n[155]Caesar - come back here! He watches Caesar's retreating back, Dodge trotting alongside him. Realizes Caesar's nearly breaking into a run. \n[156]You son of a bitch. Dodge scrabbles to his feet, wipes the blood from his nose. \n[157]If I find out Caesar's been hurt, if he's mistreated in any way, I swear I'll have you brought up on charges. Dodge looks towards Landon's house, restrains himself. \n[158]Forget jail. I'll come back and kill you. \n[159]Which one of you wants chocolate... Chimpanzees stare back at him, giving him nothing. NOISE FROM BEHIND. Will turns. Down the row, A CHIMPANZEE \n[160]\"Koba.\" 65. He peers inside. Koba stares back, EYES MURKY AND SMALL \n[161]I did. She thinks it's funny. \n[162]I don't advise it. My hand's killing me. \n[163]I'm going to get him out of there. \n[164]And I'm going to get my dad back too. \n[165]Hold him steady! Evans tightens the straps on Koba's flailing arm. \n[166]You okay Evans? \n[167]You can't put larger blocks on top of smaller ones.  Move the stack from here to here. Koba takes the puzzle and ROTATES IT 180 DEGREES CLOCKWISE, \n[168]  \n[169]Let's see you try. Koba puts out a palm - asking for an M&amp;M. \n[170]I'll give you an M&amp;M if you can get the blocks to the other side - but don't do it the way you did last time. Koba thinks, then ROTATES THE PUZZLE AGAIN - THIS TIME COUNTERCLOCKWISE. Ingenious in its own way. 71. \n[171]You know what I want. You're just not going to give it to me. Koba puts out a palm. There's A LOOK IN HIS EYE, MALEVOLENT, \n[172]What do you think of Koba? \n[173]I know he's smart. But there's something else, something worrisome. He challenges me. Taunts me. Will looks toward us, toward the bars. \n[174] I don't want to try it on... .I don't want to start human trials if there's any chance of danger. \n[175]  \n[176]       \n[177]Someone's sleeping late today - Will opens the door - and FREEZES IN HIS TRACKS. \n[178]Dad? \n[179]He knows I'm here? \n[180]Caesar - please! I've got something to tell you - It's about Walter. \n[181]  \n[182]I was too late. She puts the photo down, cuddles against him. \n[183]Wasn't good enough though, was it. ANGLE ON THE PHOTOGRAPH. It shows a younger Walter and his two teenage sons... \n[184]  \n[185] \n[186]  \n[187]  \n[188]Hello? \n[189]Franklin's dead? \n[190]Could it have been one of our chimps? 86. \n[191]  \n[192]You go get help. \n[193]Caesar. Will lowers the binoculars as Stewart rushes in. She's trembling. \n[194]I'm going to kill him. \n[195]He's dangerous. \n[196]There is no other explanation. A BLACK SHADOW passes by the window. Then another. Stewart turns. Now there's another. They're surrounded. She SCREAMS. Will barricades the back door with a table. Chimpanzees at every window BANGING ON THE GLASS, wanting in. \n[197]Caesar! I need to talk to you! Dodge, Rodney and Landon watch as Will and Stewart are pushed \n[198]Caesar! \n[199] I just want to talk to you! \n[200]What do you mean? \n[201]Caesar - people are coming. People with guns. You've got to make the apes go back in their cages. \n[202]I brought this for you. Caesar eyes the cookie but doesn't take it. \n[203] Don't you want it? \n[204]You went to the lab last night. I know it was you. Caesar doesn't deny it. \n[205] How could you kill that man, Caesar? Once you kill you can't it back - that man's gone forever. \n[206]      \n[207]But... \n[208]Don't walk away. We need to talk. \n[209]Don't - ! \n[210] \n[211]   \n[212]Caesar wait! But Caesar's not waiting. \n[213]No - they'll stick together. \n[214]His name is Caesar. If I can reason with him, I know I can put an end to this. \n[215]You don't understand - this chimp is smart - he'll listen to me \n[216]The lab. \n[217]That's where I work. \n[218]No. \n[219]No, I can't see - \n[220]He's going to release the apes. Looking to his left, Will sees a sniper try to get shots off - but hesitate. The apes are too interspersed with fleeing PATRONS. \n[221]They're going to Muir Woods.  I'm sure of it. He doesn't want to hurt anyone - he's just trying to get the apes out of the City! \n[222]No - let them through! \n[223]Caesar struggles to his feet with Cornelia in his arms - he's going to carry her across the bridge. Other helicopters BUZZ low, SHOTS RING OUT, SIRENS CLOSE IN. Apes take cover around trees and structures, but they're getting PICKED OFF. Maurice takes Cornelia from Caesar's arms as Buck and Rocket urge him forward. Koba hangs back, watching, fascinated, as Maurice lays Cornelia's body on the grass. \n[224]No - not him. \n[225]I know where they are. The Officers look at him. Who the hell is this guy? Huffs - embarrassed - gestures toward Will. \n[226]His name is Caesar. I think he'll listen to me. If he comes out, the other apes will follow. Sounds pretty far-fetched. \n[227]I do. I used to bring him here. The Officers look at each other. \n[228]But you have to promise me - if I can get them out, you'll take them peacefully. Tranquilize them, cage them. No killing. Beat. \n[229]You think this is a bad idea? \n[230]I know. Got to try, right? I owe him that much. Will kisses her. Heads off down the path. Then he pauses, turns to look at her. \n[231]  \n[232]Caesar! ... He keeps walking, almost there. A DARK FIGURE DROPS DOWN IN \n[233]You. Koba stands up tall. Eyes Will. He takes his time - like he's enjoying every second of this... He walks towards will, bares his teeth. Suddenly CAESAR APPEARS, SLAMMING INTO KOBA, knocking him away. \n[234]No. I'm alone. Will pauses - there's so much he wants to say. \n[235]I owe you an apology. \n[236]I thought you had killed a man. But I should have known better. Caesar's face is unreadable. Will can't tell what he's thinking. \n[237]I want you to know that all of this is my fault. My responsibility. Can you forgive me? BIRDS TAKE SUDDEN FLIGHT. Caesar's eyes shift to the path. Will realizes he's been betrayed. \n[238]  \n[239]I won't - \n[240]No. I'm staying with you. Caesar pushes him. Will staggers backwards, falls down. At that moment, HUFFS and his ARMY step into the clearing. Huffs takes aim at Caesar. \n[241] \n[242] ", "Rodman": "", "Charles": "", "Robert": "", "Franklin": "\n[1]Here we go, Bright eyes. A MIST fogs our view for a moment. \n[2]She's convulsing. Caroline sticks a stethoscope in the tube, listens to Bright Eyes' heart. \n[3]Good morning, Felix. Bam Bam. Monty. Hey - what's the matter, don't like my cooking? \n[4]You okay back there? \n[5]I'll check on her when we're done. Franklin unlocks a cage and leads a CHIMP - LUCKY - into the next room, where Caroline waits beside the CT scanner. Lucky's head is shaved, exposing a long, curving scar on his cranium. From Bright Eyes' vantage point she can see through the open door as Lucky's strapped down. \n[6]Be right over - Donnie looks closely at Bright Eyes. There's something different in her face today. Rage? Force of will? \n[7]Lucky no! Stop! Hit the alarm! Caroline lunges to an ALARM BUTTON and pounds it. \n[8]Show you something, boss? 16. \n[9]I just put down fifteen animals, Dr. Rodman. The least you could do is give me a moment of your time. Will's shoulders sag with exhaustion. It's been a long, devastating day. \n[10]They're all gone. \n[11]They carry small. Must have been pregnant when they brought her in. Will tries to get his mind around the situation. 17. \n[12]No one. I'd bring him home, but my brother- in-law works for security. He'd rat me out in a second. That's when will realizes. \n[13]He's an orphan now. \n[14]You don't believe that. \n[15]Just for a couple days. Until I can find a sanctuary. \n[16]I heard you outside, fighting to keep them alive. \n[17]she was just trying to protect him. \n[18]Bright Eyes - the mother. That's why she wouldn't let anyone into her cage. Will looks down at the helpless baby. \n[19]Tell you what, Doc.  I'm done for the day. So you be my guest. Franklin hands the LONG NEEDLE to Will. It's quiet. Will can hear the baby's WHEEZY breath. He enters the cage kneels beside it, regards his tiny body, his little hands. Will readies the needle, brings it close to the chimp's belly... but there's no way he can go through with this. Angrily Will tosses the needle aside. Turns to Franklin, who watches from outside the cage. \n[20]You wanna know if I think the 113's making him nuts. \n[21]What you're seeing has nothing to do with the 113, Doc. The apes're just like us - they're complex. Some are loyal, some are selfish, some have a good sense of humor. And some are born rotten. Koba moves into frame. We've been watching from his point of view, from inside the cage. Now we look over his shoulder, where the sharp planes of his â\u0080¢ face frame the two men across the room. 72. \n[22]This one's a bad apple, that's all. A chill runs down Will's spine. \n[23]Just checking in. You didn't show up at work today. \n[24]Hope you're feeling better - let me know if you need anything. 77. REVEAL EVANS, LYING IN BED, DEAD - a streak of brown dried blood across his cheek -- as if draining from his lifeless eye. ", "Caroline": "\n[1]Nanotherapy, beta version: Tuesday, March 10, 2011. Female Test subject Number four. Franklin reaches for us, smiles... \n[2]Not too much. She needs to be calm, but alert. \n[3]Go ahead, I'm sure you could use it. Starting the therapy... \n[4]She's not a monkey. Will looks from the monitor to Caroline. His look is intense, tough to read. She blushes slightly at the heat of his gaze. \n[5]She's an ape. Chimpanzees, gorillas and orangutans, they're all apes. 4. \n[6]What is this? Caroline holds up a picture of a tree for Bright Eyes, who sits at a table in front of a LEXIGRAM, a lit-up board with colorful symbols. Bright Eyes presses a button. \n[7]And this? The chimp presses another button. \n[8]Where does the acorn come from? Bright Eyes considers... then presses a button. \n[9]Yes, but where does the acorn come from? \n[10] \n[11]We started the therapy four weeks ago. This was yesterday. Will's studying the scans. They look good. Real good. \n[12]There's been clear cell growth. Both on the frontal lobe and the neocortex. She's purposely standing close in order to point this out. He notices but doesn't respond - there's history between them and he's regretting that - gets in the way. 6. \n[13]No - it's conceptual. Acorn gives us a tree, which gives us an acorn. \n[14]In a chimpanzee. Unheard of. Will turns the possibilities over in his mind. Caroline moves away from him. He barely notices her now. \n[15]You're calling her a monkey just to piss me off, aren't you? \n[16]Something wrong with Bright Eyes? \n[17]Okay. Back it out... \n[18]Hang on - Franklin struggles to hold onto Lucky as Caroline hurries over. He eyes the chimps in their cages - GOING CRAZY. \n[19]Let go, Bright Eyes! You're hurting him! She tries to help pull Donnie away. \n[20]Let go! In the next room Franklin's having troubles of his own. \n[21] ", "Aranha": "", "Steven": "", "Jacobs": "\n[1]You could at least try to look excited. 10. Will's too nervous to look excited. He eyes the FOUR SUITS disembarking from nearby TOWN CARS. \n[2]You'll do fine. Just speak English. Keep the science simple. \n[3]What Dr. Rodman has done is to invent a virus that can, for the first time, cross the membrane that protects the brain and deliver a genetic, therapeutic, payload. 12. \n[4]Long gone. Will knows the answer, but has to ask anyway. \n[5]Look around you, for Christ sakes. We'll be lucky if we don't go to jail. Will's gutted - devastated. \n[6]You think you're the only one who's got something at stake here? I've got my own skin in this game! \n[7]What makes you so damned positive about that?  What if this drug does things you don't understand? Are you going to take responsibility for that? Because I'm sure as hell not going to. Here Will hesitates. \n[8]We're not ready for human trials. Hell, we weren't ready for monkey trials. \n[9]This is what we're going to do: You're taking a sabbatical. I'll let the board handle the lawsuit. When this blows over I'll bring you back and we'll start over - we'll do it right this time. With mice. Tiny mice that can't hurt anybody. Will finds to his dismay that he's got nothing to say. \n[10]But we're still making progress, right? Will tries to tamp down the frustration he's sure is written all over his face. \n[11]This isn't graduate school - there's a procedure we have to adhere to. \n[12]How's your father? Haven't seen him in a while. \n[13]He's worse, isn't he? Will wants to tell Jacobs the truth - he's tempted to tell him about Caesar, about Walter's treatment - but he can't. \n[14]  \n[15]You've been gone a week. \n[16]Too sick to return my calls? You know it was a funny thing, but I was watching the news and they started talking about a seven-year- old chimpanzee that went nuts - and all of a sudden, there you were on the TV. A seven year old chimp, raised since birth. The cafeteria gets a little awkward as Jacobs raises his voice. Neither man cares. \n[17]Aside from biting off a man's finger. 51. \n[18]We've had this conversation already. We knew the 112 was making the apes smart - \n[19]You're out of your mind. Like a chess player, Will lets the unasked question sit there. And Jacobs is undeniably, voraciously curious. \n[20]Did it? \n[21]You told me he was failing. \n[22]Why have you waited so long to tell me this? \n[23]'Him'? \n[24]The ape? Jacobs looks at his old friend, wondering about his sanity. \n[25]You're giving me conditions? I could have you arrested for what you've done. \n[26]  \n[27]Will? Hello? Will pick up the goddamned phone! \n[28] \n[29]The animal handler - Franklin - was killed last night. In the primate house. \n[30]Something very powerful broke his neck. Snapped it in two. \n[31]All our apes are accounted for - â\u0080¢ secured in their cages. But here's the kicker: One of our security guards swears he chased a chimpanzee off the grounds last night. Will - with growing dread - looks out the window at Caesar's swing. \n[32]Where in the hell did that chimp come from?! \n[33]  \n[34] \n[35]24 Marigold. \n[36]  \n[37] ", "Dodge": "\n[1]That's about it for visiting hours. Will shoots him a look of daggers. \n[2]Caesar. Hey. I can get you out. Dodge stands at the end of the atrium, BECKONING. \n[3]This way. 47. Caesar follows Dodge to the far end of the play area, then through the CAGED-IN BRIDGE. Will's almost out of sight. Caesar can see that he's nearly reached the car. He GRUNTS with stress as he follows the bridge into... \n[4]Caesar - over here. Dodge stands at a cage door. Caesar sprints for it, as for salvation-but AS SOON AS HE CROSSES THE THRESHOLD, HE \n[5]Stupid monkey. \n[6]Okay, assholes. Dinner time. Rocket - slowly and deliberately, with a last threatening look to Caesar - moves off. Caesar crawls to the edge of his cage and peers out. Dodge and another animal wrangler, RODNEY, move from cage to cage, SHOVELING PRIMATE CHOW INTO TROUGHS. Rodney tosses in an occasional rotted vegetable. The APES enthusiastically receive the food. Dodge shovels food into Caesar's trough. Caesar stares down at the wet- looking dog food. \n[7]Mmmm mmm. Grade A primate chow. Bet you don't get none of that in the suburbs. Caesar reaches into the disgusting goop and THROWS A HANDFUL IN DODGE'S FACE. The apes SCREAM with LAUGHTER. Rodney looks away so Dodge doesn't see him laughing too. 49. \n[8]Think that's funny? That funny to you, you hairy prick? Caesar stares at Dodge... then SHOOTS HIM THE FINGER. \n[9]One thing you can count on: Long as there are humans on this earth, you'll always be a monkey in a cage. The BURST from the HOSE sends Caesar flying backwards. Pinned into a corner, he curls himself into a ball, using his back as a shield. The water BLAST is relentless. Eventually, Dodge turns the water off. The two men take a long look at Caesar. He's left battered and soaked on the floor. \n[10]Leave 'em. \n[11] \n[12]      \n[13]oh, hey Doc. \n[14]  \n[15]Yeah, no, he's a real smart dresser. \n[16]I'm sorry, since when do volunteer animal doctors make the rules around here? 57. \n[17]Whatever you say, doc. Dodge returns to stacking the chow. \n[18]You're the one with the college education. \n[19]Want a beer? The chimp reaches but Dodge pulls it away. \n[20]Here's a little taste of beer... He unzips his fly and PISSES INTO THE CHIMP'S FEEDING TROUGH. Caesar watches, disgusted. \n[21] No place like home, huh monkey boy? \n[22]That was not a smart thing to do. Dodge is clearly much tougher, stronger than Will, but Will's too angry to care. \n[23]That wild-eyed chimp isn't yours any more. He's mine now. The truth of the statement is worse than any punch. \n[24]And you're on private property. Now get the hell out of here. 63. \n[25]No way. As she walks to Dodge, CAESAR GLANCES INTO HER MEDICAL BAG. \n[26]If you're into that kind of thing. \n[27]Answer's no. 64. Stewart turns to Caesar, who's retreated onto a bed of straw. \n[28]I can fix that. Dodge drags the hose to Rocket's cage. 73. \n[29]Get that monkey ass out of there! \n[30]Rise and shine, assholes. The chimps wake. One by one they notice Caesar, standing in the common area. \n[31] \n[32]What the hell - (seeing Cornelia's open \n[33]We're gonna go slow here, alright? You're gonna go back in your cage, you're not going to give me no trouble. 83. The apes - chimps, orangutans, the gorilla - are silent, Cornelia stands, watching. Caesar doesn't take his eyes off Dodge, but his expression is unreadable. Dodge reaches Cornelia's cage. He VIOLENTLY BANGS THE SHOVEL \n[34]Back! Caesar reacts, a snarl curling his lips. Keeping his eyes on Caesar, sweat dripping down his temples, Dodge KICKS CORNELIA'S CAGE SHUT. Now he starts moving forward, trying to back Caesar toward the orangutan cage. \n[35]We're going to have you fixed, Einstein, that's for damn sure... But first we're going to figure out how you pulled this off... \n[36]Go on. Get in that cage. Caesar stops, refusing to go any farther. \n[37]I said get! But Caesar doesn't move. Dodge pokes the shovel at him, then SLAMS it to the cement floor. He edges closer to Caesar, grip tightening around the shovel handle. Then he rears it back, face contorted in rage. \n[38]Get in that cage, you damn dirty ape! â\u0080¢ CAESAR'S EYES NARROW. HE STANDS TALL, STRETCHING TO HIS FULL \n[39] \n[40]Welcome to the mad house. \n[41]Well this'll be interesting because your freak'll talk back. \n[42]He did! He said the word \"no\" - right to my face. \n[43]He can talk. \n[44]Then he must have a voicebox in his ass, because I heard him! Caesar walks up. COOKIE is ready. 90. \n[45]  \n[46]  \n[47]You need me riding with you. I've got experience with these animals.  I can point out the one you want. \n[48]That's him! The one with the white on his shoulder! A SNIPER takes aim at Caesar - the BULLET RICOCHETS OFF THE \n[49] \n[50] \n[51]There's glare from a ray of sunlight that's broken through the fog. He SHOOTS, BARELY MISSING. The bullet RICOCHETS off the main cable. ROCKET, climbing behind Caesar, looks down - SEES DODGE AIMING AGAIN. He starts swinging towards Caesar. Another shot from Dodge. This time the BULLET GRAZES \n[52]Terrified but refusing to run, Dodge fires, reloads, fires \n[53] "}}