{"filename": "Robin-Hood-Prince-of-Thieves_script.txt", "imdb_id": "tt0102798", "imdb_url": "https://www.imdb.com/title/tt0102798", "characters": ["Fanny", "Marian", "Will Scarlett", "Azeem", "Friar Tuck (as Micheal McShane)", "Wulf", "Mortianna", "Duncan", "Bull", "Robin of Locksley", "Little John", "Bishop", "Sheriff of Nottingham", "Lord Locksley", "Guy of Gisborne"], "dialogues": {"Fanny": "\n[1]You starve us. First the drought, now you take what food we have left. \n[2]He died last winter. \n[3]Norman swine! \n[4]No, Wulf! Don't! 'Twill only make it worse. \n[5]I killed it.   We needed the meat. \n[6]No, Wulf! \n[7]'S not like t'others, John.    Oh God, it pains me so. \n[8]Afore ya kill 'im, John, ask 'im if Wulf be still alive. \n[9]What about my boy? \n[10]Seven! \n[11]Them's safe, wi' my mother. Robin, I been to town an' seen the scaffold and the guard towers. \n[12]You go an' birth eight babies and then you can come an' tell me 'bout hurtin', ya big ox. I ain't gonna sit aroun' an' let one o' 'em die, neither. \n[13]Ain't doin' no 'arm, m'dear. Likes a good 'angin', I do. Luvly view up 'ere, ain't it? \n[14]'Bout time, ya gurt lug. \n[15]We be too late. \n[16]Listen! Outside, your countrymen rise against the Sheriff. \n[17]Is there one man or woman here who does not hate him? Who has not suffered at his hand? Turn that on the Sheriff and his bullies. \n[18]Are you 'urt? ", "Marian": "\n[1]I trust Lord Locksley has recovered from his indisposition. \n[2]Why would he wish me to be protected by the boy who burned my hair when I was a child? \n[3]How do I know you didn't abandon him there to save your own skin. \n[4]I will forward your condolences to my mother. \n[5]The people fear the Druids so much they'd believe anything. Nottingham would have me burned at the stake as a witch if he thought he could possess my property. \n[6]I will not retreat.     Besides, I have no interest in    life at court. Gossip-mongering and    currying favor. Here I am my     own person. \n[7]I do not need a guardian. \n[8]My brother is dead. You cannot take his place. \n[9]What do you want? \n[10]This is wrong. \n[11]Soldiers coming here?     Is this your protection? \n[12]I can take care of myself. There are horses in the stable. Go! \n[13]Stop them!   They're stealing my horses! \n[14]They're thieves, you imbecile. Bring back my horses, or the Sheriff will know of your cowardice. \n[15]Kiss this! \n[16]Try me again, if you want to leave a hand behind. \n[17] \n[18]No, for mine. I do not wish to be seen with an outlaw. \n[19]He's put a price on your head. \n[20]A hundred gold pieces. \n[21]For ten thousand I would turn you in myself. Nottingham is mounting an army. \n[22]He has rounded up every blacksmith in the county. He has them holed up in the castle making swords and armor. \n[23]I don't know, but there's no limit to the man's ambitions. Go! \n[24]Robin!   Do something for me. \n[25]Take a bath. \n[26] \n[27]I would like to see that, my lord. \n[28]I thank you, Lord Nottingham, from the heart, but for now I prefer to stay in my family's ancestral home. My cousin, King Richard, will be deeply moved to hear of your concern for my welfare. \n[29]Fear not, my dear Sheriff. He will return. When he does, he will wish to reward his faithful subjects. \n[30] \n[31] \n[32]You send men to drag me from my home in the middle of the night, like some slave girl? Is this the way the famous Robin Hood treats a lady? \n[33]I demand an explanation right now! \n[34]I will decide when my propriety is compromised. \n[35]How dare you expose yourself to me?! \n[36]This better be damned important. \n[37]Do you think he's going to let you get away with all this? The man is without mercy. He will annihilate you. \n[38]You're taking a stand with the lives of these people. These young ones. \n[39]What do you want from me? \n[40]Nottingham would not dare challenge the King. \n[41]Now you want me to participate in your folly? \n[42]Duncan, you are most welcome. \n[43]I'll think about it. \n[44]It is a personal matter, my Lord, but one of vital importance. \n[45]You will travel to France immediately. You must give this directly into the hands of the King, and him alone. \n[46]My lady-in-waiting will accompany you. \n[47]I appreciate your concern, my Lord, but Sarah is an accomplished rider. I must insist that she goes along. \n[48]Flickering candlelight. Marian is alone, reading. A sudden gust extinguishes her candle. HAMMERING and SHOUTING from a distant part of the house. Unnerved, she calls out.  \n[49]Who is there?     Duncan! \n[50]Off, Nicodemus. Go find mice. \n[51]You are still overmatched, soldier. \n[52]Is there something you need, gentlemen? I remember no masked ball on my calendar. \n[53]Death is not to be feared, Robin. Embrace it. \n[54]Drink this. \n[55]Drink. \n[56]Look at me. Listen to me. You belong to me. Your soul is mine. You will obey my every word. Do you understand? \n[57]Because you love me. Say it. You love me. Say it! \n[58]Kiss me. \n[59]Kiss me, Robin. \n[60] \n[61]Get away from me, you disgusting hag. I will not... augh! \n[62]Let me go!   Who are you? \n[63]Robin?   Oh God, is that you? \n[64]How dare you?! ", "Will": "\n[1] \n[2]Atishoo, Atishoo. We all fall down. Beg for mercy, rich man. \n[3]We waste time. Tax him. \n[4]For passage through Sherwood. \n[5]A man who travels with two servants and claims he's without money, is either a fool or a liar. \n[6]And this one is a liar. Ahah! Gold! \n[7]You must be Robin of Locksley. The blackguard who abandoned us to Nottingham's plundering. \n[8]Oh dear! The little rich boy is lost for words. Thanks for the taxes, Locksley. \n[9]If he's in a hurry to end his mortal misery, help him. \n[10]Don't fool with him. Get him! \n[11]Ha! I would never be led by the son of a Druid. \n[12]Count me not a friend, Locksley. \n[13]You brought this misery on us, Locksley. We can barely feed ourselves. \n[14]Brave talk, Locksley. I say we take the rich boy in. \n[15]He will give us the reward, and our pardons. \n[16]Unarmed? \n[17]Dead, Locksley. \n[18] \n[19]Where's that damn Locksley?   I'll swear he betrayed us. \n[20]Celts?   Where? \n[21]What are we gonna do, John? \n[22]I will kill him for you. \n[23]All your attempts to kill him have failed. Your army failed. Your Celtic mercenaries failed. \n[24]I am one of his men. He would never suspect me. \n[25]He is a trusting fool. He will believe me. If he doesn't, he will kill me and you have lost nothing. \n[26]And if I succeed? \n[27]I was. \n[28]I promised to kill you. \n[29]Y... e... \n[30]I bring a message from Nottingham. Our men are to be hung in the square on Saturday. At high noon. \n[31]The boy, too.    Ten men in all. \n[32]Their   deaths are a warning. Anyone   who associates with the outlaw   Hood is to suffer the same fate.    Man, woman, or child. Even anyone   who so much as utters his name. \n[33]The hangings are to be part of the celebration for the Sheriff's marriage. \n[34]Lady Marian. \n[35] \n[36]That depends on you, Locksley. \n[37]I've never trusted you, that's no secret. What I wanna know is, are you gonna finish what you started? \n[38]Will ya stay and keep us fightin' till every man jack of us is dead? Or will you run like the spoiled little rich boy I always took you for? \n[39]If you run, I will kill you. \n[40]Sheriff! My Lord Sheriff! I have word for you! Of Robin Hood! \n[41]I found his lair, but alas he still lives. \n[42]...He... He... is here! \n[43]Call off your dogs. \n[44]I want your word, in front of these witnesses. If I tell you, I will go free. \n[45]He is concealed. He is going to free the prisoners and stop the wedding. \n[46]With the reward. Ten thousand crowns. \n[47]The reward! \n[48]Try another. There are many barrels, only a few outlaws. \n[49]Pain or death, you butcher? \n[50]It's over, fool. You can kill my body, but you cannot kill our spirit. ", "Scarlett": "", "Azeem": "", "Wulf": "\n[1]Like a wolf protects sheep. \n[2]My mother lies to protect me. \n[3]Wait, father!    I know him. \n[4]Be careful, Father. He fights like a demon. He walloped six o' Sheriff's men? \n[5]I wanna thankee, Lord Locksley. I owes ya m'life. \n[6]Will is ruthless, Robin.    Guard your back. \n[7]Father!   Come quick.   Mother's dying. \n[8]I promise. \n[9]Will, no! \n[10]He knows you always hated him, traitor. \n[11]If it be your biddin' that this be my last night o' life, Lord, gimme the pluck to die proud. An' look 'ee kindly on my folks an' the young 'uns. \n[12]Sorry, Father. Couldn't help myself. ", "Mortianna": "\n[1]Change the seat of power. \n[2]Change it. \n[3]Ally with royal blood. \n[4]That is not revealed. \n[5]Armies. \n[6]Yours. Men and weaponry in great numgers. \n[7]Much blood will be spilled. \n[8]Who have you seen?! \n[9]You lie!     A man... A painted man. \n[10]I have seen my death. \n[11]The painted man. He haunts my dreams. \n[12]Kill them!     Kill them! \n[13] \n[14]She is with friends. Your resistence is strong, but useless. Sign this. You are a Druid like your father. You consort with the devil. Your confession will be witnessed by the Bishop of Hereford. \n[15] \n[16]Hold her! \n[17]The union. The blood of the lion and the house of Nottingham. New faith. New power. New souls. \n[18]If there is no union, there will be darkness, despair, death. Ours! \n[19]The blood does not lie. \n[20]I have told you what I know. \n[21]Without me, you are nothing. You are straw, a fleabite, a speck. Laugh, fool. I birthed you from this body. I stole a babe in this very castle, and killed it so that you might rise in its place. You are my son. Together we are strong. Now is not the time to doubt. Now is the time to believe, to be bold. The bold will prevail. \n[22]Face them, or face me. \n[23] ", "Duncan": "\n[1]You must wait... I am sorry you were disturbed, Master. \n[2]You cannot go alone, Master.      Let me ride for help. \n[3]Master, stay!    There is an evil moon tonight. \n[4]Master Robin, is it you? A miracle. I thought God had abandoned us. \n[5]They say they captured him worshipping with the Druids. He signed a confession before the Bishop of Hereford. \n[6]Just one. Kenneth of Cowfall. The Bishop decreed all the Locksley lands forfeit. \n[7]Not even when they took my eyes. \n[8]Guy of Gisborne. With the sheriff looking on. \n[9]He loved you till the end, young master. He never gave up hope of your return. \n[10]You must leave, head north to safety. Gisborne will surely seek revenge. \n[11]I know what you're thinking. But one man can achieve nothing against so many. You would need an army. \n[12]He still stands vigil? \n[13]A curse on the Saracens! Were it not for their ungodly ways, he would never have left. This would never have happened. \n[14]I do not recognize the style of your voice, friend. Are you Irish? A Cornishman? \n[15]What manner of name is Aslan then? \n[16]Lord, no! \n[17]Sherwood is haunted, Master. \n[18]Banshees. They say they fly in your mouth and suck you dry of blood before you can scream. \n[19]I recognized some of the voices. Many were from your father's farms. \n[20]I hear the voice of a spoiled child, Master Robin. I suggest you cease your brave talk of revenge and flee to the north. \n[21]Your father would expect you to act like a man. \n[22]Sunday, I believe. \n[23]They do. These days the need for mercy is greater than ever. \n[24]And you have given him the means. \n[25]Hah! I have endured more hardship in my lifetime than any man here. \n[26]I am sorry, my lady.    There were too many. ", "Bull": "\n[1]'Cuz o' my size, Sire. \n[2]Nay.   'Cuz I be so long. \n[3]'ow many? \n[4]Aye, tax him. \n[5]They'd be spittin' it out good if they'd knowed anythin'. \n[6]Why'd the Sheriff be sendin' gold north o' the border? \n[7]What does 'e want wi 'em? \n[8]The big 'un did the same to me. \n[9]A bloke wearin' a mask o' the Druids rode by. Tossed 'im down. \n[10]The Gregor Caves, I 'eard tell. \n[11]Ya be sure Sarah gits a Christian burial. Promise me, boy. ", "Little": "\n[1]What are ya, m'old cock? \n[2]John Little.   Bestman o' the woods. \n[3]Sacred to us too, mush. This here'll feed us for a bloomin' month. \n[4]I'd love to, mate. \n[5]Naw ya don't, laddie. \n[6]Is that so? \n[7]And for the laughs. \n[8]Just bugger off, mate, huh? \n[9]Ain't I hurt you a bloody nuff for one day? \n[10]Alright, m'old cock. You wanna nuther good wallopin'? \n[11]Lil' wet behind the ears, mate? \n[12]Swimmin' time again, ol' chum. \n[13]Bloomin' shame. 'E were a brave 'un. \n[14]Help!   Cain't bloody swim. \n[15]Yes! \n[16]I'll be buggered. \n[17]Robin Hood, ya got balls o' solid rock. \n[18]Mead.   Made it m'self. \n[19]Real honey. \n[20]An Englishman's mead not bleedin' good enough for ya? \n[21]Your bloody loss, mate. \n[22]What is it, boy? Speak up! \n[23]C'mon, lad, drink! 'Twill put hair on your bloomin' chest. \n[24]This stumpy one 'ere's David o' Doncaster. We calls 'im Bull. \n[25]That be Hal Brownwell, but the lads call i'm Hal Hiccup. \n[26]We're outlaws. Got prices on our 'eads, every man jack. Blasted Sheriff says we owes 'im taxes. \n[27]We get by, I reckon. \n[28]What in bloody blazes'd ya have us do? \n[29]We show as much as a toe outside the forest, they'll slaughter us like bleedin' sheep. \n[30]'We'? Ya lookin' to join us, matie? \n[31]Stuff a flippin' cork in it, Will. The man's our guest. \n[32]That there's Will Scarlet. Pay 'im no 'eed. 'E's full o' piss and wind. \n[33]Ya're full o'bloody wind an' all, mate. This 'ere load o' rubbish agin the Sheriff's bloomin' army? Ya must be bloody jokin'. \n[34]Ya're a daft bugger, Robin Hood, but ya're a brave 'un, I'll give ya that. Drink up, laddie, cuz tomorrow ya mayn't be so lucky! Tomorrow I shall best ya an' crack that blasted noble head in two. \n[35]Sheriff hasn't left us a bloody pot to piss in. \n[36]Bollocks, Will. Jus' bugger off, eh? \n[37]Ya got us by the short and curlies, Robin Hood. Now let's hear what ya got to bleedin' say. \n[38]'Ow in bloody blazes are we gonna do that? \n[39] \n[40]Cain't get a bleedin' squeak outa 'em, Rob. \n[41]Reckon the Cap'n knows summat, Rob, but stubborn ol' cocker 'e is. \n[42] \n[43]Kill 'em aye, but not like this. 'Tain't Christian. \n[44]Sure changed the color of 'is britches, didn't 'e? \n[45]Gonna laugh my bloody balls off. \n[46]Aye, the Romans built a bleedin' great wall to keep 'em out. \n[47]Agin' who? \n[48] \n[49]Take a gander at this 'un, mates. Never seen nuthin' like it in my bloomin' life. \n[50]Hush, m'lass.    Ya'll be fine. \n[51] \n[52]So be it. \n[53]marches among the cheering families, holding his newborn child high for all to see. Tuck sits miserably to one side. Bloody and  exhausted, Aslan appears at the hut door. Tuck jumps  to his feet, drawing his knife. Heads turn. Tense silence. Robin appears, unsteadily, behind Aslan. Watches, ready to intervene. Tuck stares at Aslan. Raises his blade... and slices down across his own wrist. \n[54]Ya'll be jus' fine. Lil' smoke ain't gonna kill ya. \n[55]'Ere, lads... Over 'ere! We must make a stand. \n[56]Damn y'all! Ya're no more use than a load o' wet farts. \n[57]Bollocks, Will. Quit yer bloody bellyachin'. \n[58]C... ccc? What the bloody hell ya sayin'? Cows?... Cowards?... \n[59]Stop 'ere and flippin' well fight 'em, that's what. Whadya say, lads? \n[60]Nay, reveren'. Ya best be goin' wi' the wenches. \n[61]Let's give 'em a bloody good wallopin' an' all, lads. \n[62]'Bout bleedin' time, mush. \n[63]Git the bleedin' 'ell outa there, ya li'l bugger. \n[64]Don't 'ee start bleedin' blubberin', or ya'll make me bloody vomit. \n[65]I'll wring yer scrawny neck, Will Scarlet. I'd be doin' yer a bloody favor an' all. \n[66]Git us a rope, Hal, and we'll put the bleedin' weasel outa 'is misery. \n[67]No bugger 'scapes the Sheriff, 'nless 'e's linin' 'is bloomin' pockets. \n[68] \n[69]Search 'im, Hal. 'E'll 'ave a bloody blade on 'im somewheres. \n[70]Bugger me. \n[71]Marriage, eh? What lucky wench gits to play with the Sheriff's codpiece? \n[72]Aye, and then with King Richard gone, he takes the bloody throne. \n[73]'E's in. We're all bloody in. Daft buggers. \n[74]What in blazes ya doin', woman? Where's the little 'uns? \n[75]Ya gone bleedin' cracked, girl? \n[76]Ya should be bloody well mindin' the other seven. Tell 'er, Rob. \n[77]Fight fair... \n[78]...Or don't fight at all. \n[79]Come on, ya ckicken-'earted buggers. Ya milksops, ya bleedin' pansies. \n[80]Excuse me, m 'old cock. Ya mind if I borrow this? \n[81]Ya gutless bloody sissies. \n[82]Wulf! I told ya to keep outa the fightin'. \n[83]Well, ya'll get a bloody good wallopin' if we get 'ome... For now, let's see how well I taught ya. \n[84]We done it, mate. We clobbered the buggers. ", "John": "\n[1]What are ya, m'old cock? \n[2]John Little.   Bestman o' the woods. \n[3]Sacred to us too, mush. This here'll feed us for a bloomin' month. \n[4]I'd love to, mate. \n[5]Naw ya don't, laddie. \n[6]Is that so? \n[7]And for the laughs. \n[8]Just bugger off, mate, huh? \n[9]Ain't I hurt you a bloody nuff for one day? \n[10]Alright, m'old cock. You wanna nuther good wallopin'? \n[11]Lil' wet behind the ears, mate? \n[12]Swimmin' time again, ol' chum. \n[13]Bloomin' shame. 'E were a brave 'un. \n[14]Help!   Cain't bloody swim. \n[15]Yes! \n[16]I'll be buggered. \n[17]Robin Hood, ya got balls o' solid rock. \n[18]Mead.   Made it m'self. \n[19]Real honey. \n[20]An Englishman's mead not bleedin' good enough for ya? \n[21]Your bloody loss, mate. \n[22]What is it, boy? Speak up! \n[23]C'mon, lad, drink! 'Twill put hair on your bloomin' chest. \n[24]This stumpy one 'ere's David o' Doncaster. We calls 'im Bull. \n[25]That be Hal Brownwell, but the lads call i'm Hal Hiccup. \n[26]We're outlaws. Got prices on our 'eads, every man jack. Blasted Sheriff says we owes 'im taxes. \n[27]We get by, I reckon. \n[28]What in bloody blazes'd ya have us do? \n[29]We show as much as a toe outside the forest, they'll slaughter us like bleedin' sheep. \n[30]'We'? Ya lookin' to join us, matie? \n[31]Stuff a flippin' cork in it, Will. The man's our guest. \n[32]That there's Will Scarlet. Pay 'im no 'eed. 'E's full o' piss and wind. \n[33]Ya're full o'bloody wind an' all, mate. This 'ere load o' rubbish agin the Sheriff's bloomin' army? Ya must be bloody jokin'. \n[34]Ya're a daft bugger, Robin Hood, but ya're a brave 'un, I'll give ya that. Drink up, laddie, cuz tomorrow ya mayn't be so lucky! Tomorrow I shall best ya an' crack that blasted noble head in two. \n[35]Sheriff hasn't left us a bloody pot to piss in. \n[36]Bollocks, Will. Jus' bugger off, eh? \n[37]Ya got us by the short and curlies, Robin Hood. Now let's hear what ya got to bleedin' say. \n[38]'Ow in bloody blazes are we gonna do that? \n[39] \n[40]Cain't get a bleedin' squeak outa 'em, Rob. \n[41]Reckon the Cap'n knows summat, Rob, but stubborn ol' cocker 'e is. \n[42] \n[43]Kill 'em aye, but not like this. 'Tain't Christian. \n[44]Sure changed the color of 'is britches, didn't 'e? \n[45]Gonna laugh my bloody balls off. \n[46]Aye, the Romans built a bleedin' great wall to keep 'em out. \n[47]Agin' who? \n[48] \n[49]Take a gander at this 'un, mates. Never seen nuthin' like it in my bloomin' life. \n[50]Hush, m'lass.    Ya'll be fine. \n[51] \n[52]So be it. \n[53]marches among the cheering families, holding his newborn child high for all to see. Tuck sits miserably to one side. Bloody and  exhausted, Aslan appears at the hut door. Tuck jumps  to his feet, drawing his knife. Heads turn. Tense silence. Robin appears, unsteadily, behind Aslan. Watches, ready to intervene. Tuck stares at Aslan. Raises his blade... and slices down across his own wrist. \n[54]Ya'll be jus' fine. Lil' smoke ain't gonna kill ya. \n[55]'Ere, lads... Over 'ere! We must make a stand. \n[56]Damn y'all! Ya're no more use than a load o' wet farts. \n[57]Bollocks, Will. Quit yer bloody bellyachin'. \n[58]C... ccc? What the bloody hell ya sayin'? Cows?... Cowards?... \n[59]Stop 'ere and flippin' well fight 'em, that's what. Whadya say, lads? \n[60]Nay, reveren'. Ya best be goin' wi' the wenches. \n[61]Let's give 'em a bloody good wallopin' an' all, lads. \n[62]'Bout bleedin' time, mush. \n[63]Git the bleedin' 'ell outa there, ya li'l bugger. \n[64]Don't 'ee start bleedin' blubberin', or ya'll make me bloody vomit. \n[65]I'll wring yer scrawny neck, Will Scarlet. I'd be doin' yer a bloody favor an' all. \n[66]Git us a rope, Hal, and we'll put the bleedin' weasel outa 'is misery. \n[67]No bugger 'scapes the Sheriff, 'nless 'e's linin' 'is bloomin' pockets. \n[68] \n[69]Search 'im, Hal. 'E'll 'ave a bloody blade on 'im somewheres. \n[70]Bugger me. \n[71]Marriage, eh? What lucky wench gits to play with the Sheriff's codpiece? \n[72]Aye, and then with King Richard gone, he takes the bloody throne. \n[73]'E's in. We're all bloody in. Daft buggers. \n[74]What in blazes ya doin', woman? Where's the little 'uns? \n[75]Ya gone bleedin' cracked, girl? \n[76]Ya should be bloody well mindin' the other seven. Tell 'er, Rob. \n[77]Fight fair... \n[78]...Or don't fight at all. \n[79]Come on, ya ckicken-'earted buggers. Ya milksops, ya bleedin' pansies. \n[80]Excuse me, m 'old cock. Ya mind if I borrow this? \n[81]Ya gutless bloody sissies. \n[82]Wulf! I told ya to keep outa the fightin'. \n[83]Well, ya'll get a bloody good wallopin' if we get 'ome... For now, let's see how well I taught ya. \n[84]We done it, mate. We clobbered the buggers. ", "Bishop": "\n[1]We beseech thy blessing, Lord, on all your people, but most especially on our noble Lord Nottingham. Grant him the wisdom to guide and protect our glorious city. \n[2]Grant him also the strength to bring to justice the lawless men who threaten its safety. Help him to stamp out the curse of the dread Druids who would seize from us our children, even as wolves steal the lambs from their mothers. \n[3]The letter is held in the pudgy, jeweled fingers of the Bishop of Hereford. A lavish office. \n[4]I understand, my dear lady. This is my most trusted emissary. \n[5]My dear, I could not vouch for her safety. The journey is fraught with danger. \n[6] \n[7]They are rebelling. We must escape. \n[8]Is is madness to delay. \n[9]...your bodies to be bound in immortal wedlock. Do you, Marian Dubois, take... \n[10]No, I swear it, in God's name. \n[11] ", "Lord": "", "Locksley": "\n[1]Eerie shapes. Weaving. White light on water. The moon reflected in the moat of a small castle. Towers shrouded in night mist. Smoke curls from a chimney. \n[2] \n[3]FIRE CRACKLES in an open hearth. Hams and a half sheep hang, smoking. An old DOG SNORES at the fireside. A bone clunks on the floor, waking him. \n[4]Seated at a table, wine goblet in hand, he pores   over a wonderful illustrated Bible. Reading to himself    for solace and strength. Empty chairs surround the    vast table. A deep sense of loneliness. He glances     at a portrait over the fireplace... Robin. The dog jumps. Hackles rise. O.S. SHOUTS. Locksley unsheathes a dagger. Obscures it in the folds of the Bible. The door bursts open. A peasant, ragged, desperate, KENNETH. \n[5]It is alright, Duncan. You are Kenneth of Cowfall? \n[6]Who has taken her? \n[7] Steam pours from the nostrils of a black charger. Lord Locksley mounts, in armor. Duncan attempts to detain him. \n[8]That may be too late. Kenneth, lead the way. \n[9]Good will overcome, Duncan.      Trust in that. \n[10]Onward then.    What is this place? \n[11]Steady, man. They are to dissuade the faint of heart. Think of Gwen. \n[12]I trusted we were rid of such evil a century ago. \n[13]If it is, I have some Christian steel that will test his hide. \n[14]Gwen? \n[15]Gwen!   Up, girl, up! \n[16]In the name of God! \n[17]Nottingham! \n[18]The King shall hear of this, Nottingham. \n[19]Never. \n[20]Ruins. The moon hovers ominously over the once-proud castle. Burned to the ground. Gutted and deserted. Towers demolished. Moat drained. Robin stares, struck dumb with horror. The dark courtyard.   Heartsick, Robin stumbles over debris. \n[21]Red shards of sunlight slice through mist-shrouded trees. Robin hammers a crude cross over a hillside grave. Heads bowed, Duncan and Aslan stand at his side. \n[22]Why have you betrayed me?   Why? "}}