{"filename": "RocknRolla_script.txt", "imdb_id": "tt1032755", "imdb_url": "https://www.imdb.com/title/tt1032755", "characters": ["Johnny Quid", "Mickey (as Chris Bridges)", "One Two", "Handsome Bob", "Stella", "Roman", "Victor", "Cookie", "Fred the Head", "Archy", "Councillor", "Uri Omovich", "Lenny Cole", "Mumbles", "Pete"], "dialogues": {"Johnny": "\n[1]Just couldn't, it's got me,...that's what art does Pete, it gets you. \n[2]You wouldn't understand. \n[3]Because,.....You,.... Are street scum Pete. \n[4]You're in need of an education, that's what you need, but your Dad never gave a shit about you did he? And that is why you are on the gear. Your gear is your surrogate father. \n[5]Come on Pedro, share. I'm your sponsor, Doctor,...your dad if you're feeling a bit of regression coming on. But first we should have a drink in our hands. \n[6]That's got to have done some damage, all those guns and cowboys. \n[7]Now we're getting somewhere. Did he interfere with you? You know, touch you inappropriate like? \n[8]Now that's it! That's what I was looking for, you see your Dad is a monster Pedro, a tickling monster. Pedro's dad's a tickling monster! \n[9]Come on boy, I'll have you and ya girlfriends! I'll do the lot of yazz. \n[10](Leaning over his \n[11](he raises his \n[12]Did your Dad do anything else to you Pete? \n[13] \n[14] \n[15]Your dad was jealous. Cos you dad isn't sure he's your dad, cos you don't look like him. \n[16]You have all the facial characteristics of North American native, Livapuddlian Indian. \n[17]See your Dad thought you were a red Indian and Bonanza triggered your fathers unconscious feelings. \n[18]Pedro?   Come back here. \n[19]Where do you think you are going with that painting? \n[20]You may have a point Pete, but I can't give it up. You know why? \n[21]Meet me in the pub in two minutes. \n[22]Now, now no need for that tone bar steward. I am merely on mission to acquire a shot of your finest Scotch and a packet of your,... Cheapest rolling paper. \n[23]King size of course - along with a packet of your shiniest coffin nails. \n[24]Put the change in the blind box my good man and remember,... \n[25]\"In the kingdom of the blind, the one eyed man is king\" \n[26]You see that pack of Virginia killing sticks at the end of the piano? \n[27]All you need to know about life is retained within those four walls. \n[28]You will notice that one of your personalities is seduced by the illusions of grandeur. A \"gold\" packet of \"king\" size and with a \"regal\" insignia. An attractive implication toward glamour and wealth, a subtle suggestion that cigarettes are indeed your \"royal\" and loyal friends. And that Pete,...is a lie. Your other personality is trying to draw your attention to the flip side of the discussion. Written in boring, bold, black and white is the statement, that these neat little soldiers of death, are in fact, trying to \"kill you.\" And that Pete,...is the truth. Beauty is a beguiling call to death and I am addicted to the sweet siren of its pitch. And that,..is why,..you and I love the crack, and that is also why I can not,.. give that painting back. \n[29]Now, please pass me a light. \n[30]What do you think we're doing?   We're trying to get in. \n[31]Yes my good man, I am aware of that. \n[32]Oi looky, but no touchy. \n[33]I'll show em' fuckin happy. \n[34]I am going to report you, what's your name? \n[35]Oh I'm sorry did that hurt?   Here let me help you up. \n[36]What was that about grinding bones? \n[37]Moron,...what do you think your doing? \n[38]Letting creatures in my yard without my consent. \n[39]Out!! Good-bye, on your way, bon voyage and fuck off. \n[40]What is this a laydown?     A fuckin demo? \n[41]Where the fuck did you find these two junkies? Conference, now Pete. \n[42]Pedro I swear this is the last time I'm having you take the piss, next time you're on your own. \n[43]I am dead Pete, what does that tell you? It tells you, that dead people don't like company! Now jog 'em on. \n[44]Yes you fucking well will, smelly junkies. Meeting adjourned. \n[45]Lucky you're not following them. \n[46]Where's the picture Pete? \n[47]Sorry, Johnny's not home right now, but the pipe is and the pipe says that Johnny heard you were getting in trouble boys. \n[48]Why are you talking to a pipe Roman? You're madder than I am. \n[49]But home is where your head is and I don't feel at home in my head. Come back Johnny! \n[50]I bet our Lenny gave you the \"I'm his old man\" speech didn't he? I've seen jelly fish with closer DNA than that slag. Now Johnny will come quietly, but you might have a couple of problems with the pipe. Come on boys, buy us both a cup of tea. No need for any noise, let Pete sleep on. \n[51]Hello Archy. \n[52]Show us your guns Uncle Arch, I told the boys all about it. \n[53]Give us your money boys. \n[54]Don't worry boys, nothing to be nervous about, some of my Dad's best friends ended up here. \n[55]Hello Arch, wrapped up in a carpet just like the old days? What is it today? The rack? The garotte? Or is it the old cray fish trap? \n[56]You're looking a bit down, has that old clown been working you long hours? You always were loyal - no dog like a loyal dog. \n[57]  \n[58]Sorry, that's right get into character. Look at him boys, scary ain't he? \n[59]That's what four years inside does to a man, eats his soul and when it's all gone it makes a man quite scary. Ever wondered how you got there? Ever wondered what grass informed on you? \n[60]So who we got in there? Anyone I know? Anyone famous? That's right it's only a job, isn't it? Just being loyal, just following orders. \n[61] \n[62]That, Roman and Mickey, is the famous Archy slap. I have been magically transported straight back to my childhood. \n[63]Don't turn Archy in, he's your friend, he's loyal, just like the dog. \n[64]Shut up boy, don't stick your nose where it don't belong otherwise I'll chop it off. But you can't do it to Uncle Arch, I love him. Needs a little lesson though don't he? Left his station hasn't he? A little time inside to remember who the boss is. \n[65] \n[66]Sidney!   Nice wheels. \n[67]Sorry about the painting, needed the cash for a little bit of the old \"dusty show bizzzzzzzz.\" So, it's gone now, lost in the world of degenerate and stoned no hopers, never to be seen again by the eye of a clean soul. \n[68]What can I say,... I'm a junkie, crack head, no gooder, should never have wasted your money on that school. \n[69]It's a gathering, I love a gathering look, Mumbles, One Two, Handsome Bob all the old faces today. It's all going so well apart from Archy who's ruining the day. I tried to cheer him up with that story about how you grassed him u,... \n[70]That wasn't one of your better shots was it now Daddy. If you want to shut me up it should have been a bit higher. \n[71]Don't worry just yet fellas, nothing's going to happen while we're standing in the elevator because they don't \n[72]want to have to drag the three corpses across to the cars that would be hard work. \n[73]In about two minutes from now, when we're all driving along happily,... \n[74]\n[75]Danny boy is going to turn around and \"pop me\" two in the head and one in throat just to make sure. And then, since Danny is obviously going to kill you two as well,... \n[76]Shouldn't have brought me here fellas, you're just going to end up as witnesses. \n[77]After they have \"dealt\" with us, they're gonna put all three of us in the trunk of a stolen car,... \n[78]And pour six gallons of petrol on top, I can let your imagination fill in the rest. \n[79]But now Danny's rattled, he won't be able to wait because you now know what's coming, so he's gonna fire. \n[80]Mickey, pass me the gun. \n[81]MICKEY quickly, pass me that gun in Dannys hand. Don't worry he can't defend himself he doesn't have a head, quickly now. Does this answer the question that you two so frequently asked as to why I sought refuge in the depths and perverse beauty of the crack pipe? ", "Quid": "", "One": "\n[1]We need to see a Lawyer. \n[2]We need help. \n[3]Dog number one,... \n[4]He can't get the planing. \n[5]We gotta sell. \n[6]Just gotta start again,.... \n[7]Mumbles, can I have a word? \n[8]You know the lady, the posh one who likes abitta the rough life? \n[9]Says she's got some work, you know,... proper work. I would normally turn her down, but considering,... \n[10]I got one like that at home with a little boy fishing. \n[11]Well, don't they call that art where you come from? \n[12]Go on. \n[13]Anything else? \n[14]Ok, very good Mrs. Dexter, a black eye it is then. \n[15]Nice shoes. \n[16]You could do with some of this yourself Mumbles, you're letting yourself go. Anyway, I'm busy, have you come to talk about anything important? \n[17]No Mumbles, I am trying to run away from you. Bob, you sorted out the car? \n[18]Bob wouldn't know where to begin. \n[19]I've had enough of this, can you two piss off cos I am trying to find my \"zone\" \n[20]Yup, load up boys and pay attention. \n[21]Hello lads. \n[22]Put the bags in the car and walk away. \n[23] \n[24]Where's reverse? \n[25]Right, now fuck off. \n[26]Shit,... \n[27]I have got to hurt him. Oi come back here. \n[28]Shit, I can't do it. \n[29]She asked me to give him a black eye. \n[30]Is Handsome Bob behind? \n[31]I know a man that'll copy that for you. Might take him a couple of minutes mind. \n[32]Here's one for you too Mrs Dexter. \n[33]Would have liked to obliged, but from a professional point of view, it just wasn't natural,... Until next time then. \n[34]She's not for you Bob, that is class. \n[35]Archy, I got Lenny's bitta scratch. \n[36]Yeah and it's burning a hole in the floor, so you better come and get it before it melts my boots. \n[37]Is that Archy? \n[38] \n[39]Shut up and tell us the price. \n[40]Arch! \n[41]What, can't you smell it? \n[42]And buy yourself a new pair of shoes. \n[43]  \n[44]Come on Bob, cheer up. \n[45]But that's tomorrow night, tonight its take off time, we've prepared a little going away party. I got \"the Harris twins\" the most expensive escort girls to have ever escorted. \n[46]They've got a night off from the Russians and they've all been greased down just for the Bobski! It's going to take you two and a half years just to recover from this little party. \n[47]That cheered you up then? \n[48]It's just what? \n[49]I understand anything coming from you Bobby boy. \n[50]You're me best mate. \n[51]You dirty bastard! I know all your girlfriends all of 'em! \n[52]Understand what? \n[53]That you're a homa? You're Handsome Bob for Gods sake, Handsome Bob the lady killer! That is you Bob, do you hear me? God, I have had showers with you, you've seen my cock! \n[54]Fuckin right you should have kept your mouth shut, should have drowned the cat instead of letting it out the bag. \n[55]All right Bob, I am sorry.        I went over the top, it was just a       surprise that's all. Bit of a broad side Bob, do       you hear me, I am sorry,.. Well what is it you want to       do with me? \n[56]What are you trying to say Fred? \n[57]You wanna have it out now? \n[58] \n[59]How did you get this number? \n[60]One point for initiative, two to tell me what's on your mind. \n[61]Let me see what I can do. \n[62]So Bob got off, big fucking deal. I have a little bit of work for you Cookie we have a party to go to. \n[63]I think that's your cue Cookie. \n[64]What the fuck are you doing here? \n[65]Yes I do fuckin mind. Now listen Bob, what happened last night is our little secret all right and it was only cos you were supposed to be doing your time, right? You tell anybody and I swear to God,.... I swear to God. Well fuck it Bob, I think you understand. \n[66]Let me tell you something hard case, if you start any trouble around her,... \n[67]Large one,...Dance? \n[68]Am I a dancer? Shall we put the record straight? \n[69]You see it's all in the genes. My Dad was a dancer and his Dad before that so gradually it's percolated the old DNA. You not joining me? \n[70]Hello, I can sense a little competition. So what you got for me? \n[71]Oh yea? Don't throw my rhythm. \n[72]What about security? \n[73]We got another job on, same as before. \n[74]What are you talking about? \n[75]I gotta get a breath of fresh air. \n[76]I don't want to use Bob. \n[77]I think there might be something about Bob you don't know Mumbles. \n[78]What?   Eh?   How did you know? \n[79] \n[80]Yes, he fuckin did. \n[81]Hold on a minute, you won't tell the chaps what? \n[82]Stop right fuckin there! What is going on here? Does that mean you've sucked his,... \n[83]Hold on! I am not fucking gay!           He wanted a dance that's all! \n[84]A DANCE, yes, I did. \n[85]What has he done to me? \n[86]What, there's more? \n[87]He looked after my Mum, how come he never told me? \n[88]The bastard's still kicking.     Mace him, mace him! \n[89]Yaaaaaaaaaaaaaa, not me you idiot, the Guerrilla! \n[90]Shoot him, shoot him, the bastards going to eat me! \n[91]In his arms! \n[92]Arhhhhhhhhhhh.     That's my fuckin arm! \n[93]Give me a hand, you've blinded me! \n[94]Go, go, go, go!!!!!! \n[95]Give me the gun. \n[96]Shit, what are these two made out of? \n[97]I can hardly see, where are we? \n[98]Who's got the cases? \n[99]Shoot him Mumbles or we won't get out of this! \n[100]Stop or I'll shoot! \n[101]I mean it, get down,...get down! \n[102]Where's Bob? \n[103]Run!     Run for your lives. \n[104]That is a rhetorical question I hope. A glass of water thank you. With a straw. Don't you want to know what happened? \n[105]You didn't say anything about guns,.. machine guns with war criminals stuck to the trigger. \n[106]I'll leave your bag under the table all right? But this isn't about the money is it? I saw you there on that last job. At first I thought it was curiosity,.. \n[107]But then I realized what was going on. You don't need the money, you liked the rush. Your old man, can't give you the action can he? Good-bye sweetheart you're too dangerous for me. \n[108]You are scary good at that. \n[109]Shut up Bob or I'll slap you. Go and pick up your paper work from your boy friend and drop me off on the way, I am going back to bed. \n[110]     \n[111]  \n[112]Yeah? \n[113]What? \n[114]Well, who is it then? \n[115] \n[116]Sidney Shaw is a pseudonym you idiot, they never use the real name. Get around here and let me have a look. \n[117]  \n[118]Look at you, good as new. \n[119]Fancy sharing some dancing lessons with me later in the week, a bitta the 'ol salsa? \n[120]I got something for you. Thought you might like it, seeing as you like paintings and all. There, it's on floor. \n[121]Like it? \n[122]  \n[123]  \n[124]  \n[125]    \n[126] \n[127](still unable to say \n[128]  \n[129] \n[130]See ya Arch,.... \n[131]I think we should get out of here now, don't you John? ", "Two": "\n[1]We need to see a Lawyer. \n[2]We need help. \n[3]Dog number one,... \n[4]He can't get the planing. \n[5]We gotta sell. \n[6]Just gotta start again,.... \n[7]Mumbles, can I have a word? \n[8]You know the lady, the posh one who likes abitta the rough life? \n[9]Says she's got some work, you know,... proper work. I would normally turn her down, but considering,... \n[10]I got one like that at home with a little boy fishing. \n[11]Well, don't they call that art where you come from? \n[12]Go on. \n[13]Anything else? \n[14]Ok, very good Mrs. Dexter, a black eye it is then. \n[15]Nice shoes. \n[16]You could do with some of this yourself Mumbles, you're letting yourself go. Anyway, I'm busy, have you come to talk about anything important? \n[17]No Mumbles, I am trying to run away from you. Bob, you sorted out the car? \n[18]Bob wouldn't know where to begin. \n[19]I've had enough of this, can you two piss off cos I am trying to find my \"zone\" \n[20]Yup, load up boys and pay attention. \n[21]Hello lads. \n[22]Put the bags in the car and walk away. \n[23] \n[24]Where's reverse? \n[25]Right, now fuck off. \n[26]Shit,... \n[27]I have got to hurt him. Oi come back here. \n[28]Shit, I can't do it. \n[29]She asked me to give him a black eye. \n[30]Is Handsome Bob behind? \n[31]I know a man that'll copy that for you. Might take him a couple of minutes mind. \n[32]Here's one for you too Mrs Dexter. \n[33]Would have liked to obliged, but from a professional point of view, it just wasn't natural,... Until next time then. \n[34]She's not for you Bob, that is class. \n[35]Archy, I got Lenny's bitta scratch. \n[36]Yeah and it's burning a hole in the floor, so you better come and get it before it melts my boots. \n[37]Is that Archy? \n[38] \n[39]Shut up and tell us the price. \n[40]Arch! \n[41]What, can't you smell it? \n[42]And buy yourself a new pair of shoes. \n[43]  \n[44]Come on Bob, cheer up. \n[45]But that's tomorrow night, tonight its take off time, we've prepared a little going away party. I got \"the Harris twins\" the most expensive escort girls to have ever escorted. \n[46]They've got a night off from the Russians and they've all been greased down just for the Bobski! It's going to take you two and a half years just to recover from this little party. \n[47]That cheered you up then? \n[48]It's just what? \n[49]I understand anything coming from you Bobby boy. \n[50]You're me best mate. \n[51]You dirty bastard! I know all your girlfriends all of 'em! \n[52]Understand what? \n[53]That you're a homa? You're Handsome Bob for Gods sake, Handsome Bob the lady killer! That is you Bob, do you hear me? God, I have had showers with you, you've seen my cock! \n[54]Fuckin right you should have kept your mouth shut, should have drowned the cat instead of letting it out the bag. \n[55]All right Bob, I am sorry.        I went over the top, it was just a       surprise that's all. Bit of a broad side Bob, do       you hear me, I am sorry,.. Well what is it you want to       do with me? \n[56]What are you trying to say Fred? \n[57]You wanna have it out now? \n[58] \n[59]How did you get this number? \n[60]One point for initiative, two to tell me what's on your mind. \n[61]Let me see what I can do. \n[62]So Bob got off, big fucking deal. I have a little bit of work for you Cookie we have a party to go to. \n[63]I think that's your cue Cookie. \n[64]What the fuck are you doing here? \n[65]Yes I do fuckin mind. Now listen Bob, what happened last night is our little secret all right and it was only cos you were supposed to be doing your time, right? You tell anybody and I swear to God,.... I swear to God. Well fuck it Bob, I think you understand. \n[66]Let me tell you something hard case, if you start any trouble around her,... \n[67]Large one,...Dance? \n[68]Am I a dancer? Shall we put the record straight? \n[69]You see it's all in the genes. My Dad was a dancer and his Dad before that so gradually it's percolated the old DNA. You not joining me? \n[70]Hello, I can sense a little competition. So what you got for me? \n[71]Oh yea? Don't throw my rhythm. \n[72]What about security? \n[73]We got another job on, same as before. \n[74]What are you talking about? \n[75]I gotta get a breath of fresh air. \n[76]I don't want to use Bob. \n[77]I think there might be something about Bob you don't know Mumbles. \n[78]What?   Eh?   How did you know? \n[79] \n[80]Yes, he fuckin did. \n[81]Hold on a minute, you won't tell the chaps what? \n[82]Stop right fuckin there! What is going on here? Does that mean you've sucked his,... \n[83]Hold on! I am not fucking gay!           He wanted a dance that's all! \n[84]A DANCE, yes, I did. \n[85]What has he done to me? \n[86]What, there's more? \n[87]He looked after my Mum, how come he never told me? \n[88]The bastard's still kicking.     Mace him, mace him! \n[89]Yaaaaaaaaaaaaaa, not me you idiot, the Guerrilla! \n[90]Shoot him, shoot him, the bastards going to eat me! \n[91]In his arms! \n[92]Arhhhhhhhhhhh.     That's my fuckin arm! \n[93]Give me a hand, you've blinded me! \n[94]Go, go, go, go!!!!!! \n[95]Give me the gun. \n[96]Shit, what are these two made out of? \n[97]I can hardly see, where are we? \n[98]Who's got the cases? \n[99]Shoot him Mumbles or we won't get out of this! \n[100]Stop or I'll shoot! \n[101]I mean it, get down,...get down! \n[102]Where's Bob? \n[103]Run!     Run for your lives. \n[104]That is a rhetorical question I hope. A glass of water thank you. With a straw. Don't you want to know what happened? \n[105]You didn't say anything about guns,.. machine guns with war criminals stuck to the trigger. \n[106]I'll leave your bag under the table all right? But this isn't about the money is it? I saw you there on that last job. At first I thought it was curiosity,.. \n[107]But then I realized what was going on. You don't need the money, you liked the rush. Your old man, can't give you the action can he? Good-bye sweetheart you're too dangerous for me. \n[108]You are scary good at that. \n[109]Shut up Bob or I'll slap you. Go and pick up your paper work from your boy friend and drop me off on the way, I am going back to bed. \n[110]     \n[111]  \n[112]Yeah? \n[113]What? \n[114]Well, who is it then? \n[115] \n[116]Sidney Shaw is a pseudonym you idiot, they never use the real name. Get around here and let me have a look. \n[117]  \n[118]Look at you, good as new. \n[119]Fancy sharing some dancing lessons with me later in the week, a bitta the 'ol salsa? \n[120]I got something for you. Thought you might like it, seeing as you like paintings and all. There, it's on floor. \n[121]Like it? \n[122]  \n[123]  \n[124]  \n[125]    \n[126] \n[127](still unable to say \n[128]  \n[129] \n[130]See ya Arch,.... \n[131]I think we should get out of here now, don't you John? ", "Handsome": "\n[1]What are you talking about Fred? They got an informer, a grass, and a rat with a roach-smoking-a canary,..they've got more information than the fuckin Internet. \n[2]Yeah, it looks like a heap of shit, but it can't half go. A bit like you One Two. \n[3]I'm good with the posh ones, don't you worry about that. \n[4]She's a looker ain't she One Two? \n[5]Not again, please Fred. \n[6]What have I got to cheer up about, I am going to be locked up in an eight by ten tomorrow night. \n[7](still not looking \n[8]Don't worry,..you wouldn't understand. \n[9]Would you? \n[10]I don't want the strippers One Two,.... I want you,.... \n[11] \n[12]I only told you cos I'm going away, but I should have kept my mouth shut. \n[13]Guess whoooo? \n[14]The prosecution lost the paper work. I am offski, the case is closed. \n[15]Well all the chaps were coming and I didn't have any plans tonight did I? Thought I might celebrate a little, do you mind? \n[16]The one that's staring at us?    How can I miss him. \n[17]Fuck off what do think I am? \n[18]So, I hear you have a secret, but you look like you might have more than one. Why don't you confess? \n[19]If you tell me who the informer is, we will talk about whatever you want to, anyway, you don't have to tell me anything. If he's an informer you'll have his depositions and poems. \n[20]Let's have a drink during the week, and I'll tell you all about it, all I need is a little bit of paper work. \n[21]Down. \n[22]Abandon ship! \n[23]Is that you Bertie? \n[24]What's happening about that paper work? \n[25]I'll be round in a jiffy and I'll see you Monday. \n[26]Do you miss it? \n[27]It's here in my hands, THE informer, the one responsible for all the sentences we have been seeing - all of 'em, including me. \n[28]The address is in my top pocket. Here, Archy,...you know I wouldn't mess you around. \n[29]Take it Arch. ", "Bob": "\n[1]What are you talking about Fred? They got an informer, a grass, and a rat with a roach-smoking-a canary,..they've got more information than the fuckin Internet. \n[2]Yeah, it looks like a heap of shit, but it can't half go. A bit like you One Two. \n[3]I'm good with the posh ones, don't you worry about that. \n[4]She's a looker ain't she One Two? \n[5]Not again, please Fred. \n[6]What have I got to cheer up about, I am going to be locked up in an eight by ten tomorrow night. \n[7](still not looking \n[8]Don't worry,..you wouldn't understand. \n[9]Would you? \n[10]I don't want the strippers One Two,.... I want you,.... \n[11] \n[12]I only told you cos I'm going away, but I should have kept my mouth shut. \n[13]Guess whoooo? \n[14]The prosecution lost the paper work. I am offski, the case is closed. \n[15]Well all the chaps were coming and I didn't have any plans tonight did I? Thought I might celebrate a little, do you mind? \n[16]The one that's staring at us?    How can I miss him. \n[17]Fuck off what do think I am? \n[18]So, I hear you have a secret, but you look like you might have more than one. Why don't you confess? \n[19]If you tell me who the informer is, we will talk about whatever you want to, anyway, you don't have to tell me anything. If he's an informer you'll have his depositions and poems. \n[20]Let's have a drink during the week, and I'll tell you all about it, all I need is a little bit of paper work. \n[21]  \n[22]Down. \n[23]Abandon ship! \n[24] \n[25]Is that you Bertie? \n[26]What's happening about that paper work? \n[27]I'll be round in a jiffy and I'll see you Monday. \n[28]Do you miss it? \n[29]It's here in my hands, THE informer, the one responsible for all the sentences we have been seeing - all of 'em, including me. \n[30]The address is in my top pocket. Here, Archy,...you know I wouldn't mess you around. \n[31]Take it Arch. ", "Stella": "\n[1]Look, can we shut the door? \n[2]Let's put our cards on the table. We both know you aren't going to get the full forty out of my clients. \n[3]Save that speech for the tourists Charlie and let's strike a deal - take the twenty now and let it go. Otherwise, they'll move the company off shore tomorrow and you'll spend the next twenty years chasing an imaginary forty million around every republic that grows bananas. \n[4]I don't feel like smiling. I am a thirty two year old accountant married to a homosexual lawyer. I'm a beard without kids Bertie! I'm in a marriage of convenience that can be quite inconvenient at times. \n[5]Is that what they call humor where you come from? \n[6]You're quite the entertainer aren't you Mr. One Two? And you are late, please don't be late, I have a very busy schedule. \n[7]I have some work and thought you'd be interested, its your kind of work. \n[8]There are two accountants taking out seven million Euros from a bank I know and it won't be protected. Twenty percent for me, as normal. The details are in here. \n[9]Yes,..I don't want this coming back to me so, if you could give them a black eye,..that might help. \n[10]A black eye, nothing more. \n[11] \n[12]You don't need to copy anything any more, welcome to the nouveau riche Mr. One Two. \n[13]Why thank you Mr. One Two. I see you didn't think much of the black eye though. \n[14]Until next time. \n[15]Well, according to my figures that sounds about right, but what can you do? Beauty is a cruel mistress. \n[16]Not for me thank you. \n[17]That's what you pay me to be, isn't it? \n[18]My husband is a lawyer. \n[19]I don't quite know where this is going and if you don't mind, I would like to keep our relationship professional. \n[20](not happy, she's \n[21]Let me think about it, there are some options I have tried to leave open. \n[22]I can get any number, I work with numbers don't I? \n[23] \n[24]I need a favor. My husbands having a party tonight and they need some \"smarties\" but they have nowhere to go. Look, I know it's a liberty, but I thought you might know people. Plus, I have another bit of work for you. You can bring your friends. There will be interesting people - the rich and famous, the great and good. \n[25]Good evening gentlemen. \n[26]Help yourselves to drinks. \n[27]Drink? \n[28]So, you're a dancer? \n[29]Sure, I like to dance. \n[30]The same job's back on again. \n[31]Same time, same place, same money. \n[32]Same as before, but they're not my accountants. A couple of their's,..other than that, should be just the same. \n[33]Oh my God, are you all right? \n[34]I know what happened, it's been all over the news, but I didn't realize,... \n[35]I am sorry I didn't know, but shouldn't you have taken precautions? \n[36]I have to go now. \n[37] \n[38]You have very good taste,...Mr One Two. \n[39]Good bye. \n[40]  \n[41] \n[42]What is this for? \n[43]Years, it's my lucky painting,... it's very special isn't it? ", "Roman": "\n[1]Have you read this? \n[2]Johnny Story singer extraordinaire, fell off a boat, they say. Missing, assumed dead, they say. \n[3]How many rock stars by the name of Johnny Story do you think there are in this universe Mickey? \n[4] \n[5]I believe so. \n[6]How can we help? \n[7]We did. \n[8]There was. \n[9]I would like to see him too, but that might be tricky 'cos according to the newspapers the only songs Mr Story is going to be singing is hymns. \n[10]Sorry, but what has this got to do with us? \n[11]That there's not much you can't do? \n[12]     \n[13]Would you want anyone to know that he was your Dad? Would we have taken him on if we had known? \n[14]We need to see Cookie. \n[15]Get that Archy on the phone, I think we've got a problem. \n[16]Mr. Archy,.... I hear you, but you can't just shut us down! I've got an act on. \n[17]I understand, we'll find him,.. But I have to keep the club open!   I have four hundred people in here! Don't you dare shut us down! \n[18]If we want to keep the licence and the lights on, we need to find Johnny Story. \n[19]Can we have a word Cookie? \n[20]We need to find Johnny Story. \n[21]You know and I know nothing kills Johnny. Come on Cookie, you've helped him fuck up his life for the last five years, now do him a good turn. \n[22]So why did you call Johnny? \n[23]Look, whoever I am talking to please relay the message to Johnny. His Dad, his jack in the box surprise gangster Daddy, paid us a visit. Shut down a few of our venues and he intends to shut down a few more unless Mr Story puts in an appearance. \n[24]Archy? \n[25]Whooooa,... ", "Victor": "\n[1]You think you should have leant him your lucky picture? \n[2] \n[3] \n[4]He is the only one that knows. \n[5]He's a crook, a small time back handing crook. Once could be a coincidence, but twice and the painting - your \"lucky painting\" I think he is trying to make a fool out of you. \n[6]Uri is a man born with nothing, carved his way up the hard way, he's smart, young and only one thing will stop him from reaching his goals,...women. And this woman has become a problem. My job is to protect Uri and in this department he needs protecting, I don't like her or trust her and I want you to follow that snake. \n[7]I don't like it Uri, I don't trust her. I put two of my people on her and they haven't come back. \n[8]Yes Uri, you would have, but I still don't like it. ", "Cookie": "\n[1]All right chaps? \n[2]Can't stay for long, but throw us in for a quick spin. \n[3]Where have you been? You were missed in court today. That's not very compassionate is it, didn't turn up for your amigos funeral. \n[4]My name is Cookie. \n[5]No, we're with the Grand Old Duke of York. \n[6] \n[7]And take that chewing gum off your feet before you start dancing. \n[8]Come on then kids, get in a nice orderly line and we'll get the party started. \n[9]Oi One Two, I am going to make a killing out of this lot, they've definitely got more money than brains. I owe you one boyo. \n[10]Joke to be inserted by Cookie. \n[11]Hello, it's Roman and Mickey, what are you doing here boys? \n[12]Well, you should be the first to know this, but isn't he,... \n[13]Have you ever bought a ticket to the junkies bone yard Roman? It's an unpleasant place called \"curl up and die.\" Might sound like a hair salon, but it don't fuckin look like one I can tell ya. It's a horrible sight and a terrible sound listening to a man sucking his soul through the hole in \"the pipe\" and even worse when he tries to tear it back. I've been there, I've done that,... then I nailed that demon in a smoke proof coffin and I did it all with Johnny. I love that man, he's what you call class..and if you would use your heads, you would love him too. You know his music sales have gone up a thousand percent in two weeks. \n[14]  \n[15]I'll have it, how much? \n[16]I don't want the pitch, I said I'll have it. \n[17]Here ya go, have a week in snow. ", "Archy": "\n[1]That's a bit strong isn't it Len? They come from the same place as you, you'll clean 'em out. \n[2]You all right there Len?      You look a little pink. \n[3]So, how's the billionaires club? \n[4]You wanna watch out there. Times are changing, they don't have too much respect for the old school. \n[5]Yeah, got that. \n[6]I don't know what to say Lenny. \n[7]Very good councilor, you must of had lessons as a boy. Fancy a cool down and a chat with Lenny? \n[8]Do you know Jackie? \n[9]Don't worry, she's a friend,..and a member. Jackie,..fancy a run'a'round with the Councilor? \n[10]I think she likes you boy-o. \n[11]Bandy if you ever ask a stupid question like that again, you see Danny there? He's gonna slap you. \n[12]Danny slap him. \n[13]With the right Danny,..properly. \n[14]I said properly, with the back of your right hand Danny. \n[15]Slap him! \n[16]Like that! \n[17] \n[18]No need for strong violence, no no, they're straight back to their childhood. Putty in your hands, ask Bandy,... Look, thinks he's back at school. \n[19]Daniel, do you want a slap as well? Now, if the slap doesn't work,..Cut 'em...or pay 'em, but keep the receipts 'cos this ain't the Mafia. Now, get to work and find that painting. \n[20]What, you got it all? \n[21]I'll come round the speeler. \n[22]Got another call, gotta go. \n[23]Calm down Len, the Councilor can wait. \n[24] \n[25]Yeah, all of it. \n[26]Ask no questions hear no lies. Just gotta do is find your painting now Len. \n[27]Stop here Turbo. \n[28]Gary. \n[29]I want the Tank. \n[30]I need a word. \n[31]Turn it down a tad, I need to have a word. \n[32]I don't want tickets, I need you to find me a painting, a classic, been nicked outta of Lenny's house. And since you got more feet on the street than coppers on the beat,... I'd like you to assist. I'll leave you a little livener. There's a large twenty to get some tongues wagging. \n[33]Fred,... The speelers very quiet today, everything all right? \n[34]All right Mumbles?       One Two? \n[35]So where is it then? \n[36]Silly bastards. \n[37]I should imagine it has something to do with you being a dirty great blac,... \n[38]Len, could I have a word?    Private,.. it's worth it. \n[39]Your boy's not dead, is he? \n[40]Sorry, I mean your boy, the Ex's boy,...your step son. He had a set of keys to the house didn't he? \n[41]Roman and Mickey. \n[42]Who wanna see you two. \n[43]Slow down tinker bell, you'll never sing the same if ya teeth aren't your own. \n[44]Fuckin hell Len, he's given you that bar tan again. You wanna leave that vodka alone. \n[45]Everything all right? \n[46]Oh, I see. That's a bit of a problem then isn't it? \n[47]They don't care who's soil they are on that lot. They can buy half the country without breaking a sweat, you're small time to them. They could click their fingers and we'd be ether. \n[48]Yes, I do Len. \n[49]What do you want me to do? \n[50]I'll get it, don't you worry and I think I can do better than that. \n[51]Someone has been at the Russian's money, a couple of silly gun slingers,..he wasn't making up stories. \n[52]You know 'em and you don't like 'em either. \n[53]Mumbles, Bob and One Two. \n[54]Is this a bad time One Two? \n[55]Shall we come back later? \n[56]All right Lenny, I got a call waiting here, I'll see ya at the show. \n[57]Hello? \n[58]Johnny, you do look the part. \n[59]Shut up and get in the car. \n[60]You little swine,... now get in the car. \n[61]Be good boys, you never know who's watching. \n[62]Still full of hot air Johnny. \n[63]Watch your mouth John. \n[64]I don't want to hear it. \n[65]Shut it, otherwise you will get hurt. \n[66] \n[67] \n[68]I've had enough of him, I don't trust myself. Use someone else. \n[69]All right calm down, give me that, I'll take care of him. \n[70]Here you can't read it without your glasses, let me have a look. \n[71]You wanna know what this says Len? Funny thing with the law, it can be quite flexible. Every time an informer finds himself in front of a judge,... \n[72]If the informer has provided adequate information, that dog of dogs will be magically released,... \n[73]As in deputation,... The likes of which I hold for the very first time in my hand. Of course they use a false name and I have seen that name many times in the last twenty years, always did wonder who Sidney Shaw was,... \n[74]Who's this Sidney Shaw Len? \n[75]You're a dirty bastard Sidney, a very dirty bastard. \n[76](to One Two, Handsome \n[77]Michael Finny, ten years. Frazier Nash, fifteen years. Cousin Ronnie, six years,..you dirty bastard. Michael Dexter, eight years. \n[78]The Jew twins, fourteen years and of course ME, Archy, four years. ", "Councillor": "", "Uri": "\n[1]Glad you could join us here Lenny. \n[2]Good. I can see we are very much alike you and I Lenny. We like to get things done. What's it going to cost me? \n[3]So Lenny,..... how much? \n[4]I expect a guarantee that I have consent within six months and no red tape. \n[5]Drink!     Follow me. \n[6]That picture has brought me nothing but luck Lenny,..it's my lucky picture. You like? Take it for a while, maybe it will give you luck. \n[7]Now we're partners, I insist. I will get it sent around to your house and you can give it back to me when our deal is finalized. \n[8]Whiskey is the new Vodka. \n[9]I don't drink. \n[10]To success. \n[11]It makes the peasant feel royal,... don't spoil it, we need him at the moment. I want that consent. Call the accountant and get her to clear the money. \n[12]The developement has been underway for four years and will be completed within another two. The area covers twelve acres and it will become one of Londons premiere residences. \n[13]Thirty two floors and six acres,....excuse me gentlemen,.. \n[14]What is it? \n[15] \n[16]  \n[17]  \n[18]They say there are only two days you enjoy a boat, the day you buy it and the day you sell it. \n[19]I must remember that line.        Can I pour you a glass? \n[20]You know, I like you. I like the way you...are. Always thinking about business, very professional. \n[21]Tell me about your husband. \n[22]I hear he is very good at what he does, maybe we can have some work for him. \n[23]Tell me, what do you do for fun? \n[24]Have I offended you in some way? \n[25]You see Victor, this is what I am talking about. This is what I like about this country. They understand hierarchy - you do your job, I do mine and everyone gets along. \n[26] \n[27]But, if you are so good,.... \n[28]Thank you. \n[29]   \n[30]You're looking well Lenny. \n[31]I suppose you're wondering why you are here? \n[32]I assume everything is still as you say,...Kosher? \n[33]I understand Lenny and I wouldn't like things to go wrong either. Which brings me conveniently to my next point. Ever since the painting, my lucky painting, hasn't been hanging on my wall, things have not been,....so lucky. I know this is a rude request because we have not concluded our business, but I feel as though I need it. \n[34]He doesn't have the balls or the brains. \n[35]You like it out here Lenny? \n[36]That's because I have had the course cleared for us Lenny, we are not going to be disturbed. \n[37]What are we going to do Lenny? Every time I am about to make my payment something dishonest happens. You, wouldn't know anything about that, would you? \n[38]I am not trying Lenny, I am saying something. \n[39]I have to go now Lenny, I am having lunch with the Councilor, your Councilor. This, as you know, is the ninth hole and it is a long crawl back to your car. You should make it by sunrise, just in time to bring me my \"lucky picture.\" I want it back do you hear me? \n[40]After that, I don't want to hear from you again, disappear do you understand me Lenny? Lenny? \n[41]Times just change. Good bye Lenny. \n[42]   \n[43] \n[44]You what? I did not tell you to do this. If I had wanted her spied on I would have asked for it, wouldn't \n[45]I don't care what you like Victor, I am in charge, now wait here. \n[46]Can I come in? \n[47]Sorry to surprise you, but I have something for you, a token of my appreciation. \n[48]Please do not be insulted, you have come to mean a lot to me and I value you much more than just your services. This is simply a reflection of my appreciation. I would like to ask you something personal. \n[49]Not now Victor, I am busy. \n[50]A very nice painting. How long have you had it? \n[51]Beauty is a cruel mistress, is it not? \n[52]Victor please, come to join us. ", "Omovich": "", "Lenny": "\n[1]  \n[2]I do move fast and I love bricks and mortar, properties are always the safe bet, but you better know what you're doing 'cos this ain't soft money. You trip up,... And it's not me that's gonna get hurt. You got security? \n[3]Don't let me down boys. Come on then, give us your hand. \n[4]What do you mean you can't get the fuckin planning? There is seven million of my cash in there, without planning it's worth five,...you owe me. I take the building, you lose your share, but I am still outta pocket two large ones. Find it. \n[5] \n[6]Is that you Councilor? I hear you got that car you was after,....now, sort the planning out. \n[7]What's wrong with you Arch? \n[8]Same place as me? Do I look like an immigrant Archy? No one gave me a leg up, did they? They need a bit of fear, 'cos otherwise they're gonna come up against me,...need a little lesson don't they? \n[9]It's nice to see you Uri. \n[10]First, let me make clear how much we can help you benefit from this deal. With out me, it will take you five to ten years to get the permission to erect your arena. Second, with Government policy as it so stands we both know it's unlikely that you'd ever get that consent. Thirdly, in legal fees, transactions and building consent, you'd be paying 6 to 12 million without any real guarantee of that result. \n[11]Seven million Euros. \n[12]That's right Uri, you can consider that done. \n[13]Oh, that's a nice picture Uri, hasn't it got, errrh depth? \n[14]Oh I couldn't Uri,... \n[15]I thought you lot drunk Vodka. \n[16]You not joining me Uri? \n[17]Oh,...cheers then,... \n[18]  \n[19] \n[20]Tried to poison me the dirty Cossack... \n[21]Stop messing about and give us the bottle Turbo. \n[22]That Communism didn't seem to slow 'em down did it? We've hit the big time here Archy boy! What's wrong? Where's the old Archy smile? \n[23]Shut up Archy,... No school like the old school,...I still run this town see? That's why he came to me right? Got that? \n[24]Johnny Story singer extraordinare, fell off a boat, missing, assumed dead. \n[25]I bet he took a lot of people with him in his hot little crack pipe. We will never mention this again, all right Arch? \n[26]Now, tell the Councilor to stop fuckin about with sticks and balls and send him inside. \n[27]They say that times are changing Councilor, that this country isn't what it used to be, it's the new New York, they say. You being a political man must know all about that. \n[28]They say it's all gone \"international\" now, out with the old guard in with the new, but I think they're wrong. Anyway, where are my manners? Look at you sweaty as a native and pink as a pelican,...and I haven't even offered you a wet one. \n[29]Oh that's nice,..refreshing, that'll put you back on top boy. \n[30]Here you go, plans and papers. Would you like a cigar? \n[31]Eight grand they wanted for it cheeky toads and I paid, you know why? \n[32]'Cos it's all about the details. \n[33]Oh I wouldn't forget that, the most important things first. \n[34]I'll leave you with them. I gotta run, can't stay here chewing the fat all day, a mans got to make a living. Call me in the 'morrow. \n[35]Look after him Jackie. \n[36]Can't be mine, it's got your name on it. \n[37]  \n[38]Archy? You awake? Never mind, you are now. I had a horrible dream that the Councilor didn't come through, I don't want anything going wrong on this one, that Russian's the key to the big time. You think he's all right? \n[39]  \n[40]She did? I knew he'd like the lighter, nice touch eh? She's a good girl that Jackie. Give her another drink. You're right, he wouldn't have leant me his lucky painting if he didn't mean business. Yeah, I had it taken off it's easel and stuck it above my desk, it's looks magnifi.... \n[41] \n[42]I said I have been robbed. I don't know when. The painting,.. it's gone. \n[43]The one Uri gave me! All right LOANED for fucks sake! \n[44]This isn't good Arch, it's his favorite painting, his lucky painting! Get round here and bring the troops. \n[45]  \n[46]Let's take a wild stab in the dark shall we Bandy? Archy slap him and then send him to school 'cos I can't take any more of this. You sort it out, get that picture back and bring me a body, I am going to back to bed. \n[47]Turbo is driving Archy, who is on the phone. \n[48]  \n[49]Archy, the Russian didn't come through with the money. \n[50] \n[51] \n[52]What, all of it? \n[53] \n[54] \n[55]  \n[56]Just make sure you find it. I gotta another call. \n[57] \n[58]It's just a delay, that's all Councilor. Just a delay. \n[59]  \n[60]  \n[61]Right, I am going to tell you how this works. You're going in the drink and I am going to make a cup of tea. \n[62]Underneath the floor boards is the famous river Thames. I hope for your sakes you can hold your breath for as long as it takes to boil that kettle. After that, I am going to ask you a question, one question. You are going to give me a name and if it's the right name, I send you home warm and dry in a fresh set of clothes. If it's the wrong name, you'll be fed to the cray fish,....see ya. \n[63]Hose 'em down Danny. Get those cray fish off 'em. Now, who has that painting? One name. \n[64]That didn't work did it? How can a dead man sell you a painting? \n[65]Put 'em back Arch, before I shoot 'em. \n[66] \n[67]He won't die that cockroach. \n[68]That junkie's seen more funerals than a fuckin undertaker,.. that boy is poison. \n[69]The next world war will have his name written all over it. Get me those two flash idiots that used to manage him, what are they called, Greek and Mini? \n[70]If anyone can find that smoking crack pipe, it's them. \n[71]Listen to me boy, listen. I never did like you and neither did your real father. You're a reject, a wrong-un, a fuckin fairy in the mirror that I inherited from your mother, but she ain't with us no more, so now it's just you and me. In one week you go back to school, the best fuckin school in the country I might add, then you'll be gone for another term. In the mean time, show me some gratitude and keep the fuckin music down. \n[72]Sorry to intrude. They call this a lichee don't they? \n[73]Tasty exotic, bit like your suit. \n[74]Don't you have an act called Story Time? \n[75]And isn't there a lead singer called Johnny Story? \n[76]Well, I would like to see Mr Johnny Story. \n[77]And I shed a tear. I shed it for all those bone tops that read the papers and believe that shit. Have you seen his body? Have you seen him smacked up and cracked up with his tongue on his chin and his cock in his hand, swinging from the rafters, like a real rock 'n' rolla? No, you didn't did you? And nobody else fuckin did either, did they 'cos he ain't dead. He's alive-alive- o somewhere selling cockles and mussels,...and a very important painting that doesn't belong to him. \n[78]You have twelve licenses within a jurisdiction which I control. You wanna play on, do what I tell you. Now, I can tell what you're thinking. \n[79] \n[80]Bloods thicker than poison moon beam, now do us all a favor, before you catch a cold. \n[81]Well thank you Uri, that's a real compliment from a man that obviously takes good care of himself. \n[82]I assume you want to check that everything is still \"kosher\" at my end. I was a little surprised you didn't come through at the appropriate time, but I reckon you have your reasons. \n[83]Don't you worry Uri, that one's on me,...partners and all that, but I wouldn't like it to go south again, makes things difficult, if you know what I mean? \n[84]    \n[85]Shut up Arch! \n[86]No it's fuckin not all right, he want's his painting, his lucky painting. \n[87]You should have seen his eyes I swore they changed color, went fuckin red they did. \n[88]You speak to me like that again and I'll cut your fuckin tongue out. I run this town, got that, me! Anybody who thinks he's rude enough, let 'em raise a finger, 'cos I'll take off his whole fuckin arm. Do you understand that Archy? I said do YOU? \n[89]I will have that painting   with you in a couple of days Uri.    It got locked up with some other   goods of mine, I wanted to keep it   safe, but Archy lost the key to the   lock. Didn't you Arch? \n[90]Now, I'm not being funny Uri, but I have a payment to make. So if there is any chance that I could get the money. \n[91]Something wrong with these immigrants Arch, I don't fuckin trust 'em. We're being set up, don't know how, but something's wrong, I can smell it with my sniffer. I thought he was made of fuckin money, not too happy about flashing it around here though is he? \n[92]Arch I don't care if he's fuckin busy, if we call, he answers, that's the deal. There he is,.. Councilor,..Councilor! \n[93]Something wrong with your telephone? \n[94]Steady, Councilor steady,...I go wherever I fuckin want. This is my town, not yours no matter what you and your pen pushing immigrant boy scouts might think. Now, what's going on? \n[95]Don't give me that shit. I can look out my window and there's twenty kinds of buildings this city said they'd never build, how did that happen eh? Fuckin termites got together and had a house building party did they? No sunshine, back handers put them up, back handers just like mine. \n[96]Don't you swear at me you yellow puddle of immigrants piss or I'll fuckin drown you in it. \n[97]  \n[98]I'll have that painting in a couple of days Uri, trust me on that. \n[99]Can't beat the great outdoors can you Uri? I can't understand it, not a soul out here. \n[100]Oh that's good, I love a clear fair way, that's a bitta me that Uri. Nothing worse than being jogged on by blind tourists swinging a stick on a Sunday. \n[101]Excuse me? Are you trying to say something Uri? \n[102]I think you forget who you are speaking to you insolent bastard. You forget where you are you fuckin immigrant. This is my land, my fuckin show, I run this tow,.... \n[103]Yes,..yes. \n[104]Yes, yes, I understand. \n[105]Give me the water, Aaaaaahhhhh,.. \n[106]Broke my legs in four places Archy, did you hear that? The bastard's made me limp for the rest of my days. \n[107]I need that picture Archy, I need it bad. \n[108]What? \n[109]What? \n[110]I ain't playing fuckin games here Arch look at me, who? \n[111]Bring 'em to the warehouse and don't hurt 'em until I've spoken to 'em, all right? \n[112]Come here Bandy. \n[113]You been drinking again? \n[114]Think before you drink and before you drive me mad Bandy. \n[115]Tell me, what are you boy if you are not poison? Look what you've left behind you. Your Dad couldn't even bear the sight ya, no wonder he fucked off and left me to pick up the pieces, but that wasn't enough for you was it? No, had to drive your mum into a bottle of pills and house full of nutters. All she got then was a hot bath a ice cold razor, why? Cos your poison Johnny, that's why. \n[116]Archy get him out of here. \n[117] \n[118]You don't know how much trouble you have caused me so please understand that I will kill you very slowly if you do not tell me where my money is. \n[119]Let me have a look first. \n[120]What does it say?      Hurry,... \n[121]  \n[122] \n[123]No, I am being set up. ", "Cole": "\n[1]  \n[2]I do move fast and I love bricks and mortar, properties are always the safe bet, but you better know what you're doing 'cos this ain't soft money. You trip up,... And it's not me that's gonna get hurt. You got security? \n[3]Don't let me down boys. Come on then, give us your hand. \n[4]What do you mean you can't get the fuckin planning? There is seven million of my cash in there, without planning it's worth five,...you owe me. I take the building, you lose your share, but I am still outta pocket two large ones. Find it. \n[5]Is that you Councilor? I hear you got that car you was after,....now, sort the planning out. \n[6]What's wrong with you Arch? \n[7]Same place as me? Do I look like an immigrant Archy? No one gave me a leg up, did they? They need a bit of fear, 'cos otherwise they're gonna come up against me,...need a little lesson don't they? \n[8]It's nice to see you Uri. \n[9]First, let me make clear how much we can help you benefit from this deal. With out me, it will take you five to ten years to get the permission to erect your arena. Second, with Government policy as it so stands we both know it's unlikely that you'd ever get that consent. Thirdly, in legal fees, transactions and building consent, you'd be paying 6 to 12 million without any real guarantee of that result. \n[10]Seven million Euros. \n[11]That's right Uri, you can consider that done. \n[12]Oh, that's a nice picture Uri, hasn't it got, errrh depth? \n[13]Oh I couldn't Uri,... \n[14]I thought you lot drunk Vodka. \n[15]You not joining me Uri? \n[16]Oh,...cheers then,... \n[17] \n[18]Tried to poison me the dirty Cossack... \n[19]Stop messing about and give us the bottle Turbo. \n[20]That Communism didn't seem to slow 'em down did it? We've hit the big time here Archy boy! What's wrong? Where's the old Archy smile? \n[21]Shut up Archy,... No school like the old school,...I still run this town see? That's why he came to me right? Got that? \n[22]Johnny Story singer extraordinare, fell off a boat, missing, assumed dead. \n[23]I bet he took a lot of people with him in his hot little crack pipe. We will never mention this again, all right Arch? \n[24]Now, tell the Councilor to stop fuckin about with sticks and balls and send him inside. \n[25]They say that times are changing Councilor, that this country isn't what it used to be, it's the new New York, they say. You being a political man must know all about that. \n[26]They say it's all gone \"international\" now, out with the old guard in with the new, but I think they're wrong. Anyway, where are my manners? Look at you sweaty as a native and pink as a pelican,...and I haven't even offered you a wet one. \n[27]Oh that's nice,..refreshing, that'll put you back on top boy. \n[28]Here you go, plans and papers. Would you like a cigar? \n[29]Eight grand they wanted for it cheeky toads and I paid, you know why? \n[30]'Cos it's all about the details. \n[31]Oh I wouldn't forget that, the most important things first. \n[32]I'll leave you with them. I gotta run, can't stay here chewing the fat all day, a mans got to make a living. Call me in the 'morrow. \n[33]Look after him Jackie. \n[34]Can't be mine, it's got your name on it. \n[35]Archy? You awake? Never mind, you are now. I had a horrible dream that the Councilor didn't come through, I don't want anything going wrong on this one, that Russian's the key to the big time. You think he's all right? \n[36]  \n[37]She did? I knew he'd like the lighter, nice touch eh? She's a good girl that Jackie. Give her another drink. You're right, he wouldn't have leant me his lucky painting if he didn't mean business. Yeah, I had it taken off it's easel and stuck it above my desk, it's looks magnifi.... \n[38] \n[39]I said I have been robbed. I don't know when. The painting,.. it's gone. \n[40]The one Uri gave me! All right LOANED for fucks sake! \n[41]This isn't good Arch, it's his favorite painting, his lucky painting! Get round here and bring the troops. \n[42]Let's take a wild stab in the dark shall we Bandy? Archy slap him and then send him to school 'cos I can't take any more of this. You sort it out, get that picture back and bring me a body, I am going to back to bed. \n[43]Archy, the Russian didn't come through with the money. \n[44]What, all of it? \n[45] \n[46]Just make sure you find it. I gotta another call. \n[47]It's just a delay, that's all Councilor. Just a delay. \n[48]Right, I am going to tell you how this works. You're going in the drink and I am going to make a cup of tea. \n[49]Underneath the floor boards is the famous river Thames. I hope for your sakes you can hold your breath for as long as it takes to boil that kettle. After that, I am going to ask you a question, one question. You are going to give me a name and if it's the right name, I send you home warm and dry in a fresh set of clothes. If it's the wrong name, you'll be fed to the cray fish,....see ya. \n[50]Hose 'em down Danny. Get those cray fish off 'em. Now, who has that painting? One name. \n[51]That didn't work did it? How can a dead man sell you a painting? \n[52]Put 'em back Arch, before I shoot 'em. \n[53] \n[54]He won't die that cockroach. \n[55]That junkie's seen more funerals than a fuckin undertaker,.. that boy is poison. \n[56]The next world war will have his name written all over it. Get me those two flash idiots that used to manage him, what are they called, Greek and Mini? \n[57]If anyone can find that smoking crack pipe, it's them. \n[58]Listen to me boy, listen. I never did like you and neither did your real father. You're a reject, a wrong-un, a fuckin fairy in the mirror that I inherited from your mother, but she ain't with us no more, so now it's just you and me. In one week you go back to school, the best fuckin school in the country I might add, then you'll be gone for another term. In the mean time, show me some gratitude and keep the fuckin music down. \n[59]Sorry to intrude. They call this a lichee don't they? \n[60]Tasty exotic, bit like your suit. \n[61]Don't you have an act called Story Time? \n[62]And isn't there a lead singer called Johnny Story? \n[63]Well, I would like to see Mr Johnny Story. \n[64]And I shed a tear. I shed it for all those bone tops that read the papers and believe that shit. Have you seen his body? Have you seen him smacked up and cracked up with his tongue on his chin and his cock in his hand, swinging from the rafters, like a real rock 'n' rolla? No, you didn't did you? And nobody else fuckin did either, did they 'cos he ain't dead. He's alive-alive- o somewhere selling cockles and mussels,...and a very important painting that doesn't belong to him. \n[65]You have twelve licenses within a jurisdiction which I control. You wanna play on, do what I tell you. Now, I can tell what you're thinking. \n[66] \n[67]Bloods thicker than poison moon beam, now do us all a favor, before you catch a cold. \n[68]Well thank you Uri, that's a real compliment from a man that obviously takes good care of himself. \n[69]I assume you want to check that everything is still \"kosher\" at my end. I was a little surprised you didn't come through at the appropriate time, but I reckon you have your reasons. \n[70]Don't you worry Uri, that one's on me,...partners and all that, but I wouldn't like it to go south again, makes things difficult, if you know what I mean? \n[71]Shut up Arch! \n[72]No it's fuckin not all right, he want's his painting, his lucky painting. \n[73]You should have seen his eyes I swore they changed color, went fuckin red they did. \n[74]You speak to me like that again and I'll cut your fuckin tongue out. I run this town, got that, me! Anybody who thinks he's rude enough, let 'em raise a finger, 'cos I'll take off his whole fuckin arm. Do you understand that Archy? I said do YOU? \n[75]I will have that painting   with you in a couple of days Uri.    It got locked up with some other   goods of mine, I wanted to keep it   safe, but Archy lost the key to the   lock. Didn't you Arch? \n[76]Now, I'm not being funny Uri, but I have a payment to make. So if there is any chance that I could get the money. \n[77]Something wrong with these immigrants Arch, I don't fuckin trust 'em. We're being set up, don't know how, but something's wrong, I can smell it with my sniffer. I thought he was made of fuckin money, not too happy about flashing it around here though is he? \n[78]Arch I don't care if he's fuckin busy, if we call, he answers, that's the deal. There he is,.. Councilor,..Councilor! \n[79]Something wrong with your telephone? \n[80]Steady, Councilor steady,...I go wherever I fuckin want. This is my town, not yours no matter what you and your pen pushing immigrant boy scouts might think. Now, what's going on? \n[81]Don't give me that shit. I can look out my window and there's twenty kinds of buildings this city said they'd never build, how did that happen eh? Fuckin termites got together and had a house building party did they? No sunshine, back handers put them up, back handers just like mine. \n[82]Don't you swear at me you yellow puddle of immigrants piss or I'll fuckin drown you in it. \n[83]  \n[84]I'll have that painting in a couple of days Uri, trust me on that. \n[85]Can't beat the great outdoors can you Uri? I can't understand it, not a soul out here. \n[86]Oh that's good, I love a clear fair way, that's a bitta me that Uri. Nothing worse than being jogged on by blind tourists swinging a stick on a Sunday. \n[87]Excuse me? Are you trying to say something Uri? \n[88]I think you forget who you are speaking to you insolent bastard. You forget where you are you fuckin immigrant. This is my land, my fuckin show, I run this tow,.... \n[89]Yes,..yes. \n[90]Yes, yes, I understand. \n[91]Give me the water, Aaaaaahhhhh,.. \n[92]Broke my legs in four places Archy, did you hear that? The bastard's made me limp for the rest of my days. \n[93]I need that picture Archy, I need it bad. \n[94]What? \n[95]What? \n[96]I ain't playing fuckin games here Arch look at me, who? \n[97]Bring 'em to the warehouse and don't hurt 'em until I've spoken to 'em, all right? \n[98]Come here Bandy. \n[99]You been drinking again? \n[100]Think before you drink and before you drive me mad Bandy. \n[101]Tell me, what are you boy if you are not poison? Look what you've left behind you. Your Dad couldn't even bear the sight ya, no wonder he fucked off and left me to pick up the pieces, but that wasn't enough for you was it? No, had to drive your mum into a bottle of pills and house full of nutters. All she got then was a hot bath a ice cold razor, why? Cos your poison Johnny, that's why. \n[102]Archy get him out of here. \n[103] \n[104]You don't know how much trouble you have caused me so please understand that I will kill you very slowly if you do not tell me where my money is. \n[105]Let me have a look first. \n[106]What does it say?      Hurry,... \n[107] \n[108]No, I am being set up. ", "Mumbles": "\n[1]Lenny Cole? \n[2]But he moves fast and he loves bricks and mortar. \n[3]We got property. \n[4]He can't get the planing? \n[5]And be left with what? \n[6]Leave him alone Fred, you're stressing him out. Dolly get him a cuppa tea. Come on deal the cards Fred. \n[7]Want to be dealt in? \n[8]What's happening? \n[9]The accountant, what about her? You haven't heard from her in a while, too dangerous that one. \n[10]Let's have a meet. \n[11]Don't you get bored of that? I mean, your not really going anywhere. If you wanna run, why don't you run to the shops or do something useful? \n[12]It's all about the zone isn't it? \n[13]You boys and girls like to find funny places in your head where nothing can get you, don't you? You're scared, you're running away from yourself One Two. \n[14]I reckon he's trying to get fit for the lady. Nothing gets under his skin like a lady he can't have, does it? A straight going, cocky, educated, arrogant posh bird trips him right up. I reckon we should set Handsome Bob on her. That'll liven you up One Two. \n[15]He can't half run for a white fella. \n[16]You ready? \n[17]Don't be silly boys, do as you are told. Put the bags in the car, give him the keys and walk away smiling. \n[18] \n[19]What? \n[20]Why? What did he ever do to you? Come on we've got the money now let's piss off! \n[21] \n[22]She's sick that bird of yours, sick. \n[23]He's there. \n[24]Glass of milk for me, my love. \n[25]Where did you find these two junkies? \n[26]Have a look at that, it's a six foot skunk. \n[27]Arch! \n[28]'Cos you look like one of them. \n[29]And that's why they call him One Two. \n[30]Does she now? \n[31]That young man is the greatest gun slinger in town. \n[32]How is that then? \n[33]What secrets that then? \n[34]Oh yeah, so what's his name? \n[35]That's not nice, but while your at it, what's the price? \n[36]Handsome, I got a job for you.    See that man on the couch. \n[37]Do me a favor, chat him up. \n[38]He's some big wig lawyer who knows about an informer in our part of town and since you were just looking at a five stretch, I thought you might be interested. \n[39]It's all go around here isn't it? Den of iniquity this place is. You know your old lady, well her big time lawyer husband he's a beard got a crush on the Handsome. \n[40]Put it this way, I don't think they married for love. \n[41]We'll use rock salt in the shot gun cartridges. Slip 'em into the revolver, if it starts getting large, we'll bang a couple in to 'em and that'll slow 'em down. They won't know the difference between lead or salt and of course Bob's driving. \n[42]What? He's our driver, the A-teams not complete without the driver. What's happened between you and Bob? \n[43]What's that then?       That he's a poof? \n[44]Everybody knows he's a flamer, you're the only one who doesn't. He loves the boys. \n[45]Did he make a pass at you, is this what this is all about? \n[46]Ok so what's the problem? It was supposed to be his last night so you \"took care\" of him, that's what friends do for one another, well done, I won't tell the chaps. \n[47]What did you do?        Suck his,... \n[48]Well, you must have touched him. \n[49]Did you give him one? \n[50]Was it a slow dance? \n[51]I think there's something else you should know about our Bob. \n[52]Who do you think looked after your Mum before she died, whilst you were doing a two stretch? \n[53] \n[54]No, it was Bob around there six times a week without fail making sure she was looked after. You tore your mums heart out when you went away and Bob did his best to put it back. I tell you something One Two, if I could be half the human that Bob is and the price was being a poof, I'd think about it. Not for too long, but I'd have to think about it. \n[55]'Cos that's Handsome Bob and he's class. \n[56]There's another case, grab it. \n[57]Let's go, we've got it. \n[58]Let's get going. \n[59]Grab my hand, we're getting out of here. \n[60]I've got 'em. \n[61]I can't fuckin shoot him, you do it. \n[62](who has come back to \n[63]Now One Two, now! \n[64]Get on! \n[65]We've found out about that informer. Your lady \"the beard,\" her old man came through. \n[66]Who's Sidney Shaw? \n[67]One Two, it's us. ", "Pete": "\n[1]You'd get a good few notes for that. Go on John, jog it on. \n[2]Why not? \n[3]Leave off John, what is this shrink time? \n[4]My Dad made me watch Bonanza every Sunday after church. \n[5]You think? It wasn't all bad, he sometimes made me laugh too. \n[6]He tickled me if that's what you mean. \n[7]Fuck you singalong, you're no help and stop calling me Pedro. \n[8]He hit me bad as well the slag.        Hit with a chain. \n[9]I used to think it had something to do with Bonanza. \n[10]Really?     What do I look like then? \n[11]Really? \n[12]You slag Story! I'm not telling you fuck all,...piss taker. \n[13] \n[14]No, why? \n[15]Yeah. \n[16] \n[17]Get off him you slag, he's class. \n[18] \n[19]What John? \n[20]They're good stuff John, Scotch and Scouse. \n[21]Sorry, I thought you might like some company. \n[22]All right, I'll tell 'em to leave. \n[23]You've scared 'em off sing-a-long, but with a welcome like that it's not all that shocking. "}}