{"filename": "Rocky_script.txt", "imdb_id": "tt0075148", "imdb_url": "https://www.imdb.com/title/tt0075148", "characters": ["Fight Announcer", "Adrian", "Mike", "Cut Man (as Al Salvani)", "Paulie", "Apollo", "Rocky", "TV Commentator", "Jergens", "Ice Rink Attendant", "Gazzo", "TV Interviewer", "Marie", "Mickey"], "dialogues": {"Fight": "\n[1] \n[2]\t\t\t \t\t... I'm gonna bust his head \t\twide open!  In Rocky's corner he is being assisted by a shriveled, balding CORNERMAN, who is an employee of the club... He works on Rocky without any enthusiasm.  \n[3]\t\t... Tomorrow me an' my woman \t\tare gonna tip on down to \t\tAtlantic City, man.  \n[4]\t\t... It's cold, Bro'.  \n[5]\t\t... That's right, I got the \t\tcity to myself...  Another paces nervously... Two other fighters shadowbox and spit nervously on the floor.  A young pug combs his hair and listens to a portable RADIO that is BLASTING MUSIC.  The fighter that Rocky has just defeated is drinking a beer and joking with three other fighters... Some of the fighters are smoking.  The room is cloudy.  A short man of fifty enters.  He is dressed in a sweater buttoned over a t-shirt.  \n[6]\t\tHey, hear ya knocked Spider \t\tRice out in the sixth?  \n[7]\t\t\t \t\tHey, Rock, touch my hand.  \n[8]\t\tC'mon, it's important.  Rocky touches the Fighter's bare hand.  \n[9]\t\t\t \t\tCan ya tell I just whacked-off?  Rocky smiles and moves away.  \n[10]\t\t...Hey, Peanut, gimme some \t\tsoap, Man.  \n[11]\t\tPeanut, gimme some soap.  The fighters laugh.  Inflamed, Mike removes a bar of soap from his pocket and hurls it at the insulting fighter.  It hits just above the man's head.  The fighters are shocked into silence.  Mike turns and exits with Rocky... The fighters curse them loudly in Spanish.  \t\t\t\t\t\t\t\t\t15.   \n[12]\t\tReadin' fuckin' history books, \t\tman!  The gym explodes with laughter.  ", "Announcer": "\n[1]\t\tWinner, Rocky Balboa -- Next a \t\tsix rounder between local \t\tlightweights.  Without pomp Rocky climbs out of the ring and bums a cigarette from a spectator... The fighter on the stretcher passes behind him.  He watches for a moment and continues up the aisle... Before he even reaches the rear of the club the BELL RINGS and the next fight has already begun... Rocky fades into the darkness of the rear of the club.  \n[2]\t\tLadies and gentlemen -- \t\tWelcome to the Bicentennial \t\tHeavyweight Championship \t\tFight... We are very proud to \t\thave with us four former Great \t\tChampions... Ladies an' gents, \t\t'The one and only 'Manassa \t\tMauler' -- Jack Dempsey!'  The CROWD ROARS and JACK DEMPSEY waves and goes to Creed's corner, then Rocky's.  \n[3]\t\tFormer Middleweight Champion -- \t\t'The Bronx Bull' -- Jake \t\tLaMotta!  JAKE LA MOTTA raises his fist and gives best wishes to both contenders... Timekeeper RINGS the BELL.  \n[4]\t\t\t \t\tThe man with the big punch -- \t\tEverybody's favorite, 'The \t\tBrown Bomber ' -- Joe Louis!  \t\t\t\t\t\t\t\t\t104.   JOE LOUIS bows and steps to Creed's corner.  Creed strikes a boxing pose and Louis tosses a playful punch. \n[5]\t\tNow, last but certainly not \t\tleast -- the former Heavyweight \t\tChampion, a son of Philly, \t\tSmoking Joe Frazier!  FRAZIER rumbles to the center of the ring.  The CROWD CHEERS. Apollo puts on a show... He grimaces and gestures like he's going to attack Frazier.  His cornermen hold him back.  They laugh.  Frazier goes to Rocky's corner.  \n[6]\t\t... Now for the evening's main \t\tevent -- In the corner to my \t\tright, The Challenger, wearing \t\twhite trunks -- At one hundred \t\tan' ninety-one pounds, one of \t\tPhilly's own sons -- 'The \t\tItalian Stallion,' Rocky Balboa!  A good CROWD RESPONSE.  \n[7]\t\tIn the far corner, wearing \t\tred, white an' blue -- Weighing \t\tin at two hundred and ten \t\tpounds -- Undefeated in forty- \t\tsix fights -- the Heavyweight \t\tChampion of the World -- 'The \t\tMaster of Disaster' -- Apollo \t\tCreed!  The arena EXPLODES and Creed puts on a display of hand speed.  \n[8]\t\tAttention, please!!  Attention!! \t\tLadies and gentlemen, tonight \t\twe have had the rare privilege \t\tto have witnessed the greatest \t\texhibitions of stamina and \t\tguts ever in the history of \t\tsports.  The CROWD ROARS.  \n[9]\t\t\t \t\tLadies and gentlemen -- We \t\thave a split decision!  \n[10]\t\tJudge Walker scores it eight- \t\tseven Creed... Judge Roseman \t\tscores it eight-seven Balboa.  \t\t\t\t\t\t\t\t\t119.   \n[11]\t\tJudge Conners scores it nine- \t\tsix Creed... Winner and still \t\tHeavyweight Champion of the \t\tWorld, Apollo Creed!  ", "Adrian": "\n[1]\t\t... Could you take the puppy \t\tout --  \n[2]\t\tPlease -  \n[3]\t\t... Fine.  \n[4]\t\t... I'm sorry.  \n[5]\t\t... I don't know.  \n[6]\t\t... Goodnight, Rocky.  Rocky exits.  Adrian watches his departure with mixed emotions.  \n[7]\t\t\t \t\tPaulie, you're late.  She looks at Rocky again.  \n[8]\t\t... Paulie, why didn't you \t\ttell me you were bringing him \t\thome?!  Look at me, I'm not \t\tready for this.  \n[9]\t\tNo... I can't!  \n[10]\t\tPaulie, please --  \n[11]\t\t... Like you?  \n[12]\t\tI can't go out.  \n[13]\t\tPaulie, it's Thanksgiving. \t\tI've gotta turkey in the oven.  Paulie turns and leaves the bedroom... He enters the kitchen. Grabbing a large fork, he opens the oven and spears the turkey... With the turkey suspended on the end of the fork, Paulie heaves the dripping bird out the window.  \t\t\t\t\t\t\t\t\t41.   Adrian has seen this and is shattered.  She runs back into the bedroom and locks the door.  \n[14]\t\tIt's Thanksgiving.  \n[15]\t\tI think it's closed.  \n[16]\t\t\t \t\tWe could go somewhere else \t\tan' --  Rocky approaches the Cleaner.  \n[17]\t\t... Aren't you skating?  \n[18]\t\tAnd you never got the chance?  The Cleaner yells from the sideline.  \n[19]\t\tBut you never had a chance to \t\tprove yourself.  \n[20]\t\tOhh!  \n[21]\t\tBy accident?  \n[22]\t\tMy mother told me just the \t\topposite.  She said, 'You \t\tweren't born with much of a \t\tbody so you'd better develop \t\tyour brain.'  \n[23]\t\t... I suppose.  \n[24]\t\t... I suppose.  \n[25]\t\tIt doesn't bother me either.  \n[26]\t\t... It is just hard for me to \t\tunderstand why anybody wants \t\tto be a fighter.  \n[27]\t\tI don't think you're a bum.  \n[28]\t\tMorning after?  \t\t\t\t\t\t\t\t\t48.   \n[29]\t\tWhy do you do it if it hurts \t\tso bad?  \n[30]\t\t\t \t\t'Cause you can't sing or dance?  Rocky smiles.  \n[31]\t\t... No thanks.  Adrian looks at the mirror above Rocky's dresser.  She sees a high school photo of Rocky.  He once was handsome and smooth-faced... Rocky steps up behind her and his face is reflected in the mirror.  He turns on his cheap RECORD PLAYER... He reaches into the turtle bowl.  \n[32]\t\tI sold them to you.  \t\t\t\t\t\t\t\t\t49.   \n[33]\t\tDo you have a phone?  \n[34]\t\tI wanna let my brother know \t\twhere I am.  \n[35]\t\tYes, I do.  \n[36]\t\tYes.  \n[37]\t\tI think he might be worried.  \n[38]\t\tIt's fine.  \n[39]\t\tIt's not that --  \n[40]\t\tI don't think I belong here.  \n[41]\t\tNo, I don't belong here.  \n[42]\t\t... I've never been in a man's \t\tapartment before.  \n[43]\t\tI'm not sure I know you well \t\tenough -- I don't think I'm \t\tcomfortable.  \n[44]\t\t\t \t\tI should leave.  \t\t\t\t\t\t\t\t\t51.   \n[45]\t\t\t \t\tWhat?  \n[46]\t\t\t \t\t... T-thank you.  \n[47]\t\t... What?  \n[48]\t\tDon't tease me.  The woman melts into the corner and begins lightly sobbing... Rocky steps forward and fences her with his arms and body.  \n[49]\t\tPaul.  \t\t\t\t\t\t\t\t\t57.   Rocky's interview now fills the screen.  Rocky squints and looks nervous under the hot lights.  \n[50]\t\tOh, Rocky!  \n[51]\t\tYou didn't!  \n[52]\t\tEinstein flunked out of \t\tschool... twice.  \n[53]\t\tRoosevelt finished last in his \t\tclass -- Beethoven was deaf, \t\tan' Helen Keller was blind -- \t\tI think Rocky has a good chance.  \n[54]\t\tI don't know -- I was shocked. \t\tWhy did you do that?  \n[55]\t\t\t \t\tAbsolutely -- What time should \t\tI expect you?  \n[56]\t\tI'll be waiting.  Rocky is now on the ground floor yelling up to Adrian on the top floor landing.  \n[57]\t\tYes.  \n[58]\t\tDon't you open them anymore?  \n[59]\t\tLike?  \n[60]\t\tReally -- You don't think \t\tthey're overly feminine?  \n[61]\t\tDon't want weak legs.  \t\t\t\t\t\t\t\t\t82.   \n[62]\t\t-- The legs.  \n[63]\t\tI thought it might be cute.  \n[64]\t\t... And he called the \t\treporters --  \n[65]\t\tDon't be mad at him -- He just \t\twants to help.  \n[66]\t\t... Are you going to say \t\tanything to him?  \n[67]\t\tPaulie!  \n[68]\t\tIt's not your house --  \n[69]\t\tDon't talk like that to him!  \n[70]\t\t... Paulie.  Stop now!  \n[71]\t\tOnly a pig would say that!  Paulie smashes a small table with the bat.  \n[72]\t\tYou gave me what?!  Knots! \t\tYou gave me knots in here \t\tevery day -- you made me \t\tscared of everything!  \n[73]\t\tDon't do that again!  \n[74]\t\tOwe you what?  \n[75]\t\tGood?  Good, Paulie?!  I've \t\tbeen treatin' you like a baby. \t\tSince I can't remember it's so \t\tlong -- I'm the only one who \t\tfeeds you an' puts you in bed \t\twhen ya can't stand up -- and \t\tit's you that made me feel \t\tlike a loser -- That's what ya \t\tuse to call me 'Loser' -- What \t\tkind of name is that?  So can \t\tya blame me for not remembering \t\tto talk about you when I'm \t\twith Rocky -- I don't owe you, \t\tPaulie, you owe me.  The brother flares up and threatens Adrian with the bat.  \n[76]\t\tWhat?!  \n[77]\t\t\t \t\t... Yes --  \n[78]\t\tRocky, do you realize everybody \t\tin this country knows your \t\tface, and after the fight \t\teverybody in the world is \t\tgoing to.  \n[79]\t\tWhat was that you said about a \t\tpet shop?  \n[80]\t\tWhat did you say about a pet \t\tshop?  \n[81]\t\tIs everything all right?  \n[82]\t\t... What?  \n[83]\t\tApollo?  \n[84]\t\tWhat're we going to do?  \n[85]\t\tOh, Rocky -- you worked so hard.  \n[86]\t\tDon't say that.  \n[87]\t\t... I'll wait for you here.  Rocky nods and she kisses him.  The fighter leaves with his trainers... Adrian is on the verge of tears.  \n[88]\t\tI love you -- I love you -- I \t\tlove you...  The two are swept along into the greatest night anyone can remember...  ", "Mike": "\n[1] \n[2]\t\tIt ain't your locker no more.  \n[3]\t\tListen, I'm with you -- But ya \t\tgotta talk to Mickey -- I put \t\tya stuff in the bag over there.  Rocky looks at his belongings crammed in a wilted shopping bag and follows Mike across the room... Mike leans his head into the shower room.  Two Latin fighters are lathering up.  \n[4]\t\t\t \t\tHey, Nobody -- Yeah, you, \t\tNobody -- You don't call me \t\tPeanut.  \n[5]\t\tYeah -- See the fight last \t\tnight?  Apollo Creed beat that \t\tEnglish guy bad.  \n[6]\t\tHey, Rock -- What happened?  \n[7]\t\tYou'll be a very dangerous \t\tperson.  Two young boys in street clothes interrupt Mickey.  \n[8]\t\t... we got visitors.  Mickey strains his eyes to see a group of REPORTERS and NEWS CAMERAMEN entering his gym.  \n[9]\t\tDon't chance it, man -- He's \t\tsick.  \n[10]\t\tWhy you tryin' to cut 'im, man! \t\tBack off, scumbag, or I'll \t\tbite your face!  Dipper cuts loose with a hook and knocks Mike flat.  The room reeks of fear... Apollo's eyes flick back and forth between Rocky and Dipper.  Apollo taps his bodyguards and they begin to ease away.  \n[11]\t\tYa sappin' his strength -- \t\tHe's losin' steam.  \n[12]\t\tNo more, ya wanna lose an eye? \t\tNo more.  \t\t\t\t\t\t\t\t\t114.   \n[13]\t\tYa gave it ya best shot!  ", "Paulie": "\n[1]\t\t\t \t\tYo, Rocky -- Look at this \t\tmirror.  I'd like to kill the \t\tfriggin' moron who broke this \t\tmirror.  \n[2]\t\tWhat?  \n[3]\t\tForget her.  You could do \t\tbetter than my sister.  \n[4]\t\t\t \t\tLooks, huh?  \n[5]\t\tMy sister's a friggin' loser.  \n[6]\t\tSometimes she gets me so \t\tcrazy, I'd like to split her \t\thead with a razor.  \n[7]\t\tYa caught me in a bad mood.  \n[8]\t\t... Adrian ain't sharp.  The restroom stench is overwhelming... Rocky covers his nose with the neckline of his t-shirt.  \n[9]\t\t\t \t\tShe's a loser -- She don't \t\tenjoy life -- She reads -- \t\tBrainy -- Pushin' thirty \t\tfriggin' years old!  She's \t\tgonna die alone if she don't \t\twise up.  \n[10]\t\tAn' you're dyin' alone, too.  \n[11]\t\t\t(pointing at \t\t\tthe wall \t\tI wanna kill the friggin' \t\tmoron who broke the mirror.  \n[12]\t\tThe girl's dryin' up!  She's \t\tgotta live a little before her \t\tbody dries up!!  You're a pal, \t\tRock -- How 'bout yo' talk to \t\ther?  Y'know, it's Thanksgivin' \t\ttomorrow.  \n[13]\t\tTomorrow you come for some \t\tbird, right?  \n[14]\t\tI hate the friggin' game... \t\tI'd like to talk some business.  \n[15]\t\tLook at my hands -- See how \t\tthe joints are swollen.  Paulie extends his thick hands and tries to make a fist.  \n[16]\t\t\t \t\tInflamed joints -- Walkin' in \t\tan' out of a freezer carryin' \t\tmeat plays hell on the joints.  \n[17]\t\tI don't need a doctor, I need \t\ta different job.  \n[18]\t\tDo me a favor -- Talk to Gazzo. \t\tTell him I'm a friend an' \t\twould do a good job... Tell \t\thim I ain't bothered by \t\tnothin' an' would be a great \t\tcollector... Bustin' bones \t\tdon't bother me -- Tell him \t\tI'm a good worker.  \n[19]\t\tI'm askin' ya to go to him -- \t\tAs a favor.  \n[20]\t\tYou know her?  Rocky shrugs and the two men move off... Filling the night air is the METALLIC SOUND of pitching QUARTERS.  \n[21] The men arrive at Paulie's home.  It is at the top of a dimly-lit four story walk-up.  \t\t\t\t\t\t\t\t\t39.   \n[22]\t\tYeah, sure -- She's very \t\texcited.  \n[23] Paulie unlocks the apartment door and enters... Rocky stiffly follows.  Paulie's sister steps out of the kitchen. A large serving spoon is in her hand... The TV is on.  She stops short and eyes Rocky... She is visibly unsettled by Rocky's unexpected presence.  \n[24]\t\tDid you call the hospital? \t\t\t \t\tIf I'm ten minutes late, she \t\tcalls the hospital.  Adrian enters the bedroom and slams the door... Paulie follows.  An argument ensues and Rocky overhears.  OVER the argument is HEARD a SPORTS BROADCAST rising from the TELEVISION.  \n[25]\t\tLike it would make a difference \t\tif you were, right?  This \t\tguy's a friend and now he's \t\ttakin' ya out.  \n[26]\t\tYa, ya goin' outta the bedroom \t\tan' I don't wanna know from \t\tnothin'.  \n[27]\t\tHey, I want ya out \t\tinstamaticly. -- I'm sicka \t\tlookin' at ya hangin' around \t\tlike a friggin' spider -- Go \t\tout -- Live!  Do, enjoy life.  \n[28]\t\tDon't get wise with me.  I \t\twant ya to stop bein' a loser.  \n[29]\t\tWhy?  \n[30]\t\t!! Ya want the bird, go out in \t\tthe alley an' eat the bird -- \t\tI want ya outta the house -- \t\tEnjoy ya friggin' life... Ya \t\thungry, Rock?  \n[31]\t\tForget nothin' -- Here, talk \t\tto my sister, tell 'er \t\tsomethin' nice.  Rocky walks over to Adrian's bedroom door and begins speaking to the enclosed girl.  \n[32]\t\tTry again, c'mon, try again.  Rocky goes over to the door and begins speaking again.  \n[33]\t\tIce skate.  \n[34] Rocky and Adrian are at her home watching an old black and white television... Rocky smiles... The film now cuts to Apollo being interviewed.  \n[35]\t\tDo me a favor -- His lungs, \t\tpunch 'em out.  \n[36]\t\t\t \t\tChrist.  \t\t\t\t\t\t\t\t\t58.   \n[37]\t\t\t \t\tThe guy's a friggin' moron.  \n[38]\t\tDon't it matter none he's \t\tmakin' ya out a fool? -- I'd \t\tbreak his lips.  \n[39]\t\tHe's takin' cheap shots.  \n[40]\t\tYo, Rock -- now ya'll be \t\tlookin' for people to help, \t\tright?  \t\t\t\t\t\t\t\t\t59.   \n[41]\t\tY'know, to help keep ya livin' \t\tclean.  \n[42]\t\tYa gotta have a guy help ya \t\texercise, mebbe somebody to be \t\tstandin' by with a towel or \t\trun errands, y'know.  \n[43]\t\tWithout havin' good people \t\taround, ya won't have such a \t\tgood chance.  Adrian is not happy with her brother's overbearing attitude. She faces him.  \n[44]\t\tThat so.  \n[45] Rocky stands in Adrian's doorway.  He kisses her.  \n[46]\t\tHow ya feelin'?  \n[47]\t\tI got whiskey here.  \n[48]\t\tThis is the guy who's fightin' \t\tApollo Creed.  \n[49]\t\t\t(as though \t\t\trehearsed badly \t\tHip -- Hip -- Hooray!  C'mon -- \t\tHip -- Hip --  \t\t\t\t\t\t\t\t\t71.   \n[50]\t\tRock'll be comin' by every \t\tmornin' to pick up some \t\tPrime -- can't train on that \t\tstore crap.  Rocky smiles and Paulie leads him out of the office and to the large metal door of a walk-in refrigerator.  \n[51]\t\t\t \t\tIf ya don't pay Gazzo, ya end \t\tup hangin' on the hook, right?  \n[52]\t\tHow 'bout you talk to 'em \t\tabout me? \t\t\t \t\tPlease do me that favor.  \n[53]\t\tY'know, d'ya think you an' my \t\tsister -- Ah, doin' good \t\ttogether?  \n[54]\t\tAin't sure, what's the story?  \n[55]\t\tThe story -- what's happenin'?  Paulie speaks like a man who has been mulling this over for quite a while.  \n[56]\t\t\t \t\tYa really like her?  \n[57]\t\t\t \t\tWhat's the attraction?  I \t\tdon't see it?  \n[58]\t\tWhat gaps?  \n[59]\t\t\t \t\tYou ballin' her?  \n[60]\t\t\t \t\tC'mon, ya screwin' her?  From across the room Rocky looks him hard in the eyes.  \n[61]\t\tHit the rump.  The rump! \t\tYa'll break the ribs!  Rocky speeds up and continues pounding on the second row of beef.  Paulie's eyes widen and his face grimaces with every punch, like he were receiving it.  Rocky moves into the dark recess of the refrigerator.  Only the dull SOUNDS of his POUNDING FISTS can be HEARD.  Rocky works his way to Paulie again.  Every hanging beef swings and appears surrealistically alive.  \n[62]\t\t\t \t\tWe do that to Creed an' \t\tthey'll take us to jail for \t\tmurder.  Rocky looks at his hands.  They are drenched in red up to the elbows with beef blood.  Paulie hands him a package of beef.  \n[63]\t\tYo, Rock.  I made a few phone \t\tcalls an' thanks to me ya \t\tgoin' to be a big man -- \t\tThatta dog?  \n[64]\t\tTo see ya train.  \n[65]\t\tI thought I was doin' ya a \t\tfavor -- C'mon inside -- \t\tY'know, my sister really likes \t\tya.  Rocky follows Paulie inside.  \n[66] It is a moonless night and Paulie staggers across the street and enters his building... He staggers up the stairs.  \n[67] Paulie removes his coat and tosses it listlessly in a chair... He rubs his red eyes and sways into the kitchen.  He takes a bottle of wine out of the icebox.  As he swills the wine he hears the SOUND of Rocky's and Adrian's VOICES traveling from his sister's room.  Paulie's face tightens and he staggers towards the bedroom.  He stands outside the bedroom door and peers through a crack... Rocky, Adrian, and the dog are watching TV in the otherwise darkened room.  \n[68]\t\tNothin'!  I want nothin' from \t\tyou!!!  \n[69]\t\tShutup!  I want nothin' -- I \t\tain't no charity case!  Get \t\toutta my house!  \n[70]\t\tYou ain't no friend no more -- \t\tGo home!  Outta my house I \t\twant ya!  \n[71]\t\tGet outta my life both of ya's.  Paulie kicks the door out of frustration and appears to be bordering on a nervous breakdown.  \n[72]\t\t\t \t\tOutta my house I want ya!!  \t\t\t\t\t\t\t\t\t87.   \n[73]\t\tI don't want ya messin' up my \t\tsister no more -- He's scum \t\tfrom the corner, I don't raise \t\tya to hang with no bum!  Adrian is speechless... Rocky moves towards Paulie.  \n[74]\t\t\t(continuing; \t\t\traising the bat \t\t... Wanna hit on me?  C'mon -- \t\tC'mon, I'll break both ya arms \t\tso's they never work...  Rocky freezes...  \n[75]\t\tI want 'im outta here -- \t\t\t \t\tDon't think I'm good enough to \t\twork for Gazzo? \t\t\t \t\tThat's what I think of bums \t\tlike you an' Gazzo! \t\t\t \t\tYou're goin' up an' don't care \t\tenough to throw Paulie some \t\tcrumbs! \t\t\t \t\tI give ya meat, an' I give ya \t\tmy sister, too!  \n[76]\t\t\t \t\tYou forget what I went through \t\tto give ya the best.  \t\t\t\t\t\t\t\t\t88.   \n[77]\t\tI always seen ya had the best, \t\tbut did ya ever think of \t\tputtin' in a good word for me \t\twith this scumbag!  Paulie smashes a large lamp with the bat.  \n[78]\t\tGet away from me -- I could \t\tnever even get married 'cause \t\tyou couldn't live by yaself -- \t\tya'd die by yaself!  So \t\tinstead I put you two \t\ttogether -- Did ya think of \t\tputtin' in a good word for \t\tme? -- You owe me!  \n[79]\t\tYou owe me an' are supposed to \t\ttreat me good!  \n[80]\t\tYou busted?!  \t\t\t\t\t\t\t\t\t89.   \n[81]\t\tYou a virgin? -- Ya let 'im in \t\tya pants, didn't ya!  Ya \t\tpulled down ya pants an' let \t\thim have it, didn't ya!!  Mortified, Adrian runs to her room... Rocky steps to Paulie.  \n[82]\t\t\t \t\t... I can't haul meat no more.  \n[83]\t\tChrist, I been beggin' ya for \t\ta break until I'm sick inside.  \n[84]\t\tYo, Rock, I think I found an \t\tangle to make some bread usin' \t\tya name, ya mind?  Exhausted, Rocky studies Paulie's face a moment and nods 'yes.'... Rocky sways into the shower room and Paulie strides off.  ", "Apollo": "\n[1]\t\tVery high an' very fast.  Apollo's crowd smiles almost automatically at everything he says.  \n[2]\t\tHe was big, an' very nasty so \t\tI destroyed him in a hurry -- \t\tNow I'm gettin' ready for Mac \t\tLee Green next month.  \n[3]\t\tThat's right -- It's gonna be \t\tthe greatest sportin' event in \t\tthis country's history -- A \t\tgala occurrence!  \n[4]\t\tThe Bicentennial Heavyweight \t\tChampionship of the World is \t\tgonna be held in the only \t\tplace it can be held -- \t\tPhiladelphia! -- the nation's \t\tcradle -- January First -- the \t\tfirst major event of our two \t\thundredth year.  \n[5]\t\tMe an' my wife are goin' home \t\t'cause we miss our children \t\tan' can't go no more time \t\twithout seein' them.  \n[6]\t\t\t(looks straight \t\t\tinto the camera \t\t... Stay in school an' use \t\tyour brains, dig -- Be a \t\tlawyer, be a doctor, carry a \t\tleather briefcase an' forget \t\tabout sports!!  Sports can \t\tonly make ya grunt an' smell -- \t\tBe a thinker not a stinker!!  Apollo's entourage laughs and they move on... The Commentator faces the camera.  \n[7]\t\tDamn.  \n[8]\t\tSolution, nothin' -- What \t\tabout the Bicentennial fight.  \n[9]\t\tYou best find me another \t\tranked contender an' I mean in \t\ta flash, man!  \n[10]\t\tThen gimme Buddy Shaw -- He's \t\tranked fifth.  \t\t\t\t\t\t\t\t\t32.   \n[11]\t\tShape, nothin' -- They're \t\tafraid.  They know everybody \t\tin the world's gonna see this \t\tfight an' none of them gotta \t\tprayer of beating me so \t\tthey're makin' excuses so they \t\tdon't have to be the chump \t\tthat's gonna be whipped in \t\tfront of the whole civilized \t\tworld!!  \n[12]\t\tI do -- Maybe what this fight \t\tneeds is something new -- a \t\tnovelty.  \n[13]\t\tGive my main man a raise!!  Everyone laughs.  \n[14]\t\t\t \t\tNow here's what's goin' down. \t\tListen, 'cause I'm gonna say \t\tthis but one time.  On January \t\tfirst, the first day of the \t\tBicentennial I'm gonna fight \t\tme a local poor underdog, dig? \t\tA snow-white underdog.  An' \t\tI'm gonna put his face on this \t\tposter with me, hear?  An' \t\tI'll tell you why, 'cause I'm \t\tsentimental -- An' all the \t\tpeople in the country all \t\tsentimental, man, an' they'd \t\tlike nothin' better than me, \t\tApollo Creed, to let some \t\tunknown get a shot at the \t\tgreatest title in the world on \t\tthis country's biggest birthday. \t\tNow that's the way I see it \t\tan' that's the way I want it!!  \n[15]\t\tNo, man, it's very smart.  \t\t\t\t\t\t\t\t\t34.   \n[16]\t\tHow 'bout this Billy Snow?  \t\t\t\t\t\t\t\t\t36.   \n[17]\t\tHow 'bout this Big Chuck Smith?  \n[18]\t\t... I don't feel heat from the \t\tname.  \n[19]\t\t... Still don't feel no heat.  \n[20]\t\t... This man.  Everybody leans forward.  \n[21]\t\t\t(continuing; \t\t\tmuch amused \t\t'The Italian Stallion' -- He's \t\tmy man.  \n[22]\t\tDon't matter -- That name. \t\t'The Italian Stallion,' it's \t\tright on. \t\t\t \t\tWho discovered America?  An \t\tItalian, right?  So, man, what \t\tcould be better than to get it \t\ton with one of his ancestors --  \n[23]\t\tListen, I gonna carry this boy \t\tthree rounds, then drop 'im \t\tlike a bad habit.  \n[24]\t\tSouthpaw, nuthin' -- I'll drop \t\t'im in three -- 'Apollo Creed \t\tmeets the Italian Stallion.' \t\tShhiii -- Sounds like a damn \t\tmonster movie!!  Everyone laughs.  \n[25]\t\tI like my Philadelphia Brothers. \t\tAn' I'm patriotic!  Apollo has to move to the side to avoid a thrusting microphone.  \t\t\t\t\t\t\t\t\t56.   \n[26]\t\t\t(continuing; \t\t\tmock seriousness \t\tIf yo' don't back up I'm gonna \t\tsend yo' home with a microphone \t\tin yo' nose!  The Reporters laugh.  \n[27]\t\tIf history proves one thing, \t\teverybody gotta chance -- \t\tDidn't yo' all ever hear of \t\tDavid an' Goliath? -- 'Course \t\tI woulda knocked out Goliath.  \n[28]\t\tThe same coincidence that he's \t\tfightin' a black man.  \n[29]\t\tHe's Italian.  \n[30]\t\tIt means if he can't fight, I \t\tbet he can cook!  Rocky and Adrian laugh at the interview... Paulie, her brother, takes offense.  \n[31]\t\t\t \t\tI am the Champion of the whole \t\tworld!!!  The gym freezes... everyone turns and stares in wonderment... Mickey Goldmill shakes his head in disbelief.  He now realizes it is a publicity stunt.  \n[32]\t\t\t \t\t\t \t\tItalian Stallion, I come over \t\tto tell you to be very smart \t\tan' after this fight donate \t\twhat's gonna be left of your \t\tbody to science, cause after \t\tthis fight what's left won't \t\tfill a tuna fish can!... So \t\tbeware, Mon Cher!!!  Apollo turns to the cameras... Rocky is speechless.  \n[33]\t\t\t \t\tThis classic fight -- Tha's \t\tright, this bicentennial \t\tfight's goin' down in the \t\thistory books 'cause January \t\tfirst I'm gonna be the first \t\tman to bounce another man offa \t\tthe planet Pluto!  Dipper stands in the far ring... the attention Rocky is receiving makes him a killer.  \n[34]\t\t\t \t\tNow I gots a special \t\tannouncement, y'hear.  For the \t\tfirst time in alotta years \t\tthis championship fight is \t\tgonna be on your home T.V.! \t\tFree -- 'Course that's just \t\tfor Philly -- My present to \t\tthe city... \t\t\t\t  \t\t\t\t\t\t\t\t\t78.   \n[35]\t\tNow some ya'll ain't much on \t\tlikin' me, but ya gotta admit \t\tApollo Creed is one DAMN \t\tgenerous, 100% pure, government \t\tinspected, Afro-American Folk \t\tHero!!!  Everyone laughs... Dipper moves across the room like a large snake.  He brushes people aside and steps behind Rocky.  He nudges him... Rocky thinks it is an accident and ignores it.  Dipper pushes harder and Rocky looks questioningly at him.  \n[36]\t\tHow much is being channeled \t\tinto West Coast closed-circuit \t\tadvertising?  \n[37]\t\tMake it four hundred an' fifty. \t\t\t \t\tSend two hundred roses to the \t\tmayor's wife from me, get a \t\tpicture an' make sure it gets \t\tall the papers.  \n[38]\t\tYeah, I'd like to get Canada -- \t\tsee, if we can get a tax \t\tbreak -- Gimme the figures on \t\tthe Program Concession.  Meanwhile, the trainer sits across the room in a darkened corner looking at a small television.  He is watching Rocky's bloody exhibition on the news...  He waves at Apollo.  \n[39]\t\tI mean business, too -- \t\t\t \t\tThe gross rental of the arena \t\tis gonna include the four \t\thundred ushers, right? -- \t\tGimme some coffee.  \n[40] Apollo Creed sits in his dressing room... It is dead silent except for some NOISE that filters under the door from the arena.  \t\t\t\t\t\t\t\t\t99.   It is a CLOSE-UP of Apollo's hand being taped... The RASPING SOUND of the adhesive tape is very pronounced.  \n[41] Apollo's other hand is being wrapped.  Dead silence except for the TAPE and APOLLO'S BREATHING.  \n[42] CLOSE-UP of drops being placed in his nose to help increase his intake of oxygen.  The tremendously magnified SOUND of \n[43] \n[44] A heavy coating of vaseline is applied around the Champion's eyes... In an EXTREME CLOSE-UP, the eyes shine brightly with the grease.  \n[45] CLOSE-UP of Apollo's trainer digging his fingers deeply into the thick neck muscles of Apollo's upper back and neck.  \n[46] Apollo's trainer slips a mouthpiece into Apollo's mouth. Apollo shakes his head and the trainer removes it and places another one in the champ's mouth... Creed nods yes.  \n[47]\t\tI want you!  I want you!  The crowd loves the taunting.  Apollo Creed floats back to his corner.  \n[48]\t\t... Come at me, sucker!  Rocky charges and a terrific right crashes against Apollo's chin, followed by an uppercut to the liver that causes Creed to cringe...  \t\t\t\t\t\t\t\t\t107.   Apollo counters with jabs and Rocky whips brutal combinations to the body.  The BELL RINGS.  \n[49] Apollo does not sit.  He stands and clowns with the spectators to prove he is not hurt.  \n[50]\t\t\t \t\t... That boy damn near broke \t\tmy arm.  \n[51]\t\tI'll carry him 'till the third.  \n[52]\t\tMan, I rearranged his face \t\twith that right -- The people \t\tlove what's happenin' tonight.  \n[53]\t\t\t \t\t... That man's takin' his job \t\ttoo serious.  \n[54]\t\tHe got lucky.  \n[55]\t\tC'mon -- Lemme cut yo'!  Rocky wades in and Creed employs incredible footwork.  He sets himself and cuts loose with a thunderbolt right cross to Rocky's already broken nose.  Blood sprays from the wound and red droplets drip from his chin...  Rocky takes a merciless beating and is staggered by a torrent of combinations.  Rocky's eyes are closed.  But Creed cannot drop him... The BELL RINGS.  \n[56]\t\tMy side.  \n[57]\t\tNo doctor!  \n[58]\t\tNo doctor!... I'm feelin' \t\tgood, bro!  \n[59]\t\t... Ribs broke --  Blood trickles from the corner of Apollo's mouth.  The Trainer feels the ribs.  \n[60]\t\tOne more round.  \n[61]\t\t... Stop jivin'!  \n[62]\t\t... Thanks.  \n[63]\t\t... Ain't gonna be no rematch.  ", "Rocky": "\n[1] \t\t\t\t\t  by  \t\t\t    Sylvester Stallone                           \n[2]\t\tHey --  \n[3]\t\t... Just gimme the water.  \t\t\t\t\t\t\t\t\t\t2.   A FIGHT FAN rushes up to Rocky... He is sixty-five, with yellow teeth and wearing sunglasses.  \n[4]\t\tAbsolutely.  \n[5]\t\t... I just want the mouthpiece.  The BELL RINGS... Rocky makes the sign of the cross.  The fighters engage in battle.  The other fighter grabs Rocky in a clinch and purposely butts him... The butt opens a bleeding cut on the corner of Rocky's eye.  Rocky becomes furious over the foul and drives a flurry into the man's body... Rocky slams the man on the jaw and the fighter is out for the night.  The fans throw rubbish into the ring.  Rocky ignores it.  The fans loudly go about collecting bets.  The referee does not bother to even count the fighter out and drags him under the ropes where he is placed on a stretcher.  Two new fighters enter the ring.  Rocky slips on a tattered robe. Embroidered clumsily on the back is, \"The Italian Stallion.\"  \n[6]\t\t\t \t\tI'm a fighter.  \t\t\t\t\t\t\t\t\t\t4.   \n[7] A short while later, Rocky approaches his apartment located in the most deprived section of South Philly.  He kicks away the litter that has gathered against the apartment steps and enters.  \n[8] The narrow hallway is painted olive brown.  A single light bulb illuminates the gloomy corridor.  \n[9] Rocky enters.  The one-room apartment is drab, with a curling boxing poster of Rocky Marciano tacked on the wall... Nailed against the far wall is a mattress.  The mattress is used as a punching bag.  Stuffing spills out of the center.  Rocky drops his coat on the floor.  He puts on a pair of glasses.  He crosses to a small turtle bowl... He lifts the creatures.  \n[10]\t\t...Look who's home.  Rocky starts to boil a pan of water on his hot plate, then places an old 45 RPM record on a battered phonograph.  The record is a tune, \"ALL IN THE GAME.\"  ... As the CRACKLING MUSIC BEGINS, Rocky picks up his hairbrush.  Using it like a microphone, he mimes to the record.  He assumes the posture of a famous singer crooning to thousands of adoring fans... He then switches into a bullish fighting stance and throws several punches.  The water boils.  Rocky soaks his badly-swollen hands.  \t\t\t\t\t\t\t\t\t\t5.   \n[11]\t\tReal good.  \n[12]\t\tYeah, here an' there.  \n[13]\t\tMr. Gazzo wants the two \t\thundred now!  \t\t\t\t\t\t\t\t\t\t6.   \n[14]\t\tMr. Gazzo says I should get \t\ttwo hundred or break the thumb.  \n[15]\t\tGoin' fishin'?  The man drops the hook.  \n[16]\t\tWhat's ya name again?  \n[17]\t\tLook, Bob, if ya wanna dance, \t\tya gotta pay the band -- If ya \t\tborrow, ya gotta pay the man... \t\tMe, I ain't emotionally \t\tinvolved.  Rocky's determined expression strikes home.  The fat man quickly fumbles through his pockets and hands over a small wad of bills.  \n[18]\t\t\t \t\tA hundred an' thirty.  \n[19]\t\tThat's it? -- Completely?  \n[20]\t\tWhat about for food an' stuff?  \t\t\t\t\t\t\t\t\t\t7.   \n[21]\t\t... The juice is climbin' \t\tevery week.  \n[22]\t\tYa still light seventy.  \n[23]\t\t...That's what coulda happened. \t\t\t  \t\t\t\t\t\t\t\t\t\t8.   \n[24]\t\t... How's the turtle food this \t\tweek?  \t\t\t\t\t\t\t\t\t\t9.   \n[25]\t\tMe, I'm kinda aggravated.  \n[26]\t\tAin't your fault - Here's the \t\tproblem.  Adrian nods... Though charmed, she is slightly intimidated.  \n[27]\t\tThe last food I got here had \t\tmore moths than flies -- An' \t\tthe moths get caught in my \t\tturtle's throat -- That makes \t\tthem cough --  The OWNER, a squat woman of forty, steps out of the back and waves at Rocky.  \n[28]\t\t\t \t\tYo, Gloria -- I was talkin' \t\tabout the turtle food -- Like \t\tI was sayin', the moths get \t\tcaught in the turtle's throat \t\tan' makes 'em cough... \t\t\t \t\tA little cough an' I gotta \t\tsmack 'em on the shell -- An' \t\twhatta think they get?  Adrian shrugs.  \n[29]\t\t\t \t\tI smack 'em hard on the shell \t\tan' they get... What?  \n[30]\t\tShell-shocked!  Both the Owner and Adrian smile.  \t\t\t\t\t\t\t\t\t10.   \n[31]\t\tInventin' jokes ain't easy.  Rocky steps over to a large cage at the rear of the shop... Inside is a huge dog.  \n[32]\t\t\t \t\tHow's Butkus this mornin'?  \n[33]\t\tYo, Butkus -- Dead.  Play dead.  The dog plays dead.  \n[34]\t\t...What kinda dog is this again?  \n[35]\t\tThe owner was suppose to pick \t\thim up three weeks ago.  \n[36]\t\tHe only had a hundred an' \t\tthirty. -- I think he's good \t\tfor the rest next week, Mr. \t\tGazzo.  \n[37]\t\t... Fine.  Gazzo's Bodyguard looks at Rocky's bruised face in the mirror and smiles.  \n[38]\t\tOf wa?  \n[39]\t\tI figure if I break the thumb \t\tthis guy gets thrown outta his \t\tjob and can't pay nothin no \t\tmore.  \t\t\t\t\t\t\t\t\t12.   \n[40]\t\tThe third -- Shoulda seen it.  Rocky passes another FIGHTER punching the heavy bag.  \n[41]\t\tHow come?  \n[42]\t\t\t \t\t... These ain't my clothes.  \t\t\t\t\t\t\t\t\t14.   He sees a picture of several black girls taped on the inside of the door.  \n[43]\t\t\t \t\t... These ain't my pictures.  A short powerful man of thirty-five enters.  His hair looks like it has been shaped with hedge clippers.  His name is \n[44]\t\tYo, Mike -- What's happenin' \t\there?  \n[45]\t\tWhatta ya talkin' about it \t\tain't my locker no more?  \n[46]\t\tYou were ready to bite that \t\tguy's face.  \n[47]\t\tCreed's great.  Mike fakes a friendly punch at Rocky and hurries off to another chore...  \n[48]\t\tHey, how ya feelin', Mickey?  \n[49]\t\tI said, how ya feelin'?  \n[50]\t\t\t \t\tYeah.  \t\t\t\t\t\t\t\t\t16.   \n[51]\t\tI was talkin' with ya man, \t\tMike. -- Hey, how come I been \t\tput outta my locker?  \n[52]\t\t... Tomato?  \n[53]\t\t...What?  \n[54]\t\tCome July, twenty-five.  \t\t\t\t\t\t\t\t\t17.   \n[55]\t\tTwenty-five, thirty -- What's \t\tthe difference? -- It took me \t\ttwo months to learn the \t\tcombination of that locker.  \n[56]\t\tYeah, they're goin', -- that's \t\tnature... That was my locker \t\tfor six years.  \n[57]\t\tYeah --  \n[58]\t\tYeah, Kayo.  \n[59]\t\tSpider Rice.  \n[60]\t\tYou think everybody I fight is \t\ta bum.  \n[61]\t\tListen, I'm gonna take a \t\tsteam -- Did good last night -- \t\tShoulda seen it.  \n[62]\t\t...No.  \n[63]\t\tYeah, sure.  Shrugging, Rocky moves away.  \n[64]\t\t\t \t\t...I think I'm gonna take a \t\tsteam -- Shoulda seen me \t\tfight -- Did good, y'know.  Mickey leans over to Mike who approaches with a mop and pail.  \n[65]\t\t... Wow -- cold!  Good night \t\tto catch pneumonia.  Adrian smiles slightly and moves behind the counter.  Rocky fumbles idly among the pet toys.  \n[66]\t\t\t \t\tAh -- I came in here for \t\tsomethin'... Oh, yeah, would \t\tya like somebody to walk ya \t\thome?  The girl wants to say yes but a tremendous inferiority complex will not permit it... Rocky understands.  \n[67]\t\t\t \t\tHey, how's my buddy doin'? \t\t\t(looks into \t\t\tButkus' cage \t\t-- Nice dog -- Well, I'll see \t\tya later.  \n[68]\t\tCatch pneumonia out there -- \t\tSeen Paulie?  Andy casually nods towards the men's room.  Rocky traverses the room and passes TWO DRUNKS leaning on the bar.  \n[69]\t\tYo, Paulie.  \n[70]\t\tYo, Paulie.  \n[71]\t\tYour sister's givin' me the \t\tshoulder.  \n[72]\t\tEvery mornin', every night I \t\tpass by -- I smile. \t\t\t\t  \t\t\t\t\t\t\t\t\t21.   \n[73]\t\tI say jokes.  Nothin'.  She \t\tlooks at me.  \n[74]\t\tYeah, like I was a plate of \t\tleftovers -- Somethin' wrong \t\twith my face -- Whatta I need, \t\ta Caddy to connect with ya \t\tsister?  \n[75]\t\tHey --  \n[76]\t\tDon't get mental, man.  \n[77]\t\tYa always in a bad mood --  \n[78]\t\tI'm thirty myself.  \t\t\t\t\t\t\t\t\t22.   \n[79]\t\tI don't see no crowd around \t\tyou, neither.  \n[80]\t\tLet's get outta this stink.  \n[81]\t\t... Sure.  \n[82]\t\tAbsolutely...  Paulie smiles and Rocky guides him to a booth... Rocky steps to the bar.  Andy leans over to him.  \n[83]\t\tClown.  \n[84]\t\tHe took his best shot an' \t\tbecame champ -- What shot did \t\tyou ever take?  \n[85]\t\t... No wine -- Bad for ya' \t\tbrain.  \n[86]\t\tNo wine.  \n[87]\t\tWhy?  \n[88]\t\tNo dollar.  \n[89]\t\t\t \t\t... That's an old one.  \n[90]\t\tIs that Marie? -- Marie, ya \t\tbrother know you're hangin' \t\tout so late?  The girl, MARIE, assumes an indifferent attitude, attempting to impress her friends.  \n[91]\t\t\t \t\tWhat'd you say?  \n[92]\t\tDid these guys teach you to \t\ttalk dirty?  Huh?  \t\t\t\t\t\t\t\t\t27.   \n[93]\t\tWhat?  \n[94]\t\t\t \t\tDon't you never say that -- \t\t\t \t\t-- You guys talk like that in \t\tfront of a little girl -- You \t\tguys are scum.  \n[95]\t\tDon't ya never come round this \t\tgirl -- Go home.  \n[96]\t\tPull heat on me? -- I'll dent \t\tya face!  Rocky leads the girl away.  \n[97]\t\tHow come ya wanna hang out \t\twith those guys?  They teach \t\tya bad things.  \n[98]\t\tHey!  When I was your age, \t\tthere was only one girl who \t\ttalked like that in the whole \t\tneighborhood.  \n[99]\t\tMake your teeth yella --  \n[100]\t\tMakes your breath like garbage.  \n[101]\t\tNobody likes garbage -- \t\tAnyway, this girl with the \t\tdirty mouth wasn't bad lookin', \t\tbut the guys wouldn't take her \t\tout for any serious datin'.  \n[102]\t\t'Cause that's the way guys \t\tare -- They laugh when ya talk \t\tdirty.  They think ya cute for \t\ta while, but then ya getta \t\treputation an' watch out. \t\t\t\t  \t\t\t\t\t\t\t\t\t29.   \n[103]\t\tNobody's ever gonna take ya \t\tserious.  Ya get no respect... \t\tI gotta use a bad word -- \t\tWhore.  You'll end up maybe \t\tbecomin' a whore.  \n[104]\t\tThat doesn't matter -- You \t\tdon't really have to be a \t\twhore, just act like one an' \t\tthat's it.  \n[105]\t\tYo, a bad reputation -- Twenty \t\tyears from now people will say \t\t'D'you remember Marie?' 'No, \t\twho was she?' 'She was that \t\tlittle whore who hung out at \t\tthe Atomic Hoagie Shop.' 'Oh, \t\tnow I remember!'... See, they \t\tdon't remember you, they \t\tremember the rep.  Rocky and Marie exit the dark school yard... Standing in the shadows of the building are three young muggers.  The light from their cigarettes flares red in their faces.  The muggers pace Rocky across the street and follow them down the block... Rocky sees them and stops and faces the three.  The muggers pause and study Rocky from a distance of twenty yards.  Rocky gives a loud boxer's snort, wipes his nose with the side of his thumb and rolls his shoulders... The muggers are intimidated and slowly peel off the meander away.  Rocky turns to Marie who has been standing behind him.  \n[106]\t\t\t(points down \t\t\tthe block \t\t... That's your house, ain't it?  Marie nods.  \n[107]\t\t\t \t\tListen, I hope ya don't --  \t\t\t\t\t\t\t\t\t30.   \n[108]\t\tWhat was I gonna say?  \n[109]\t\tYa, somethin' like that.  They exchange smiles and Marie moves away.  Rocky has made an impact on her life.  \n[110]\t\t'Night, Marie.  She takes a few more steps and pauses again.  \n[111]\t\t\t \t\t... Yeah, who're you to give \t\tadvice, Creepo.  \n[112]\t\tNext Wednesday I grab a grand \t\tfrom Snyder.  An' Thursday two \t\tyards from Cappoli, okay?  \n[113]\t\tYa sure?  \n[114]\t\tHow'd you know?  \n[115]\t\tPaulie's sister.  \n[116]\t\t\t \t\tShe ain't retarded, she's shy.  \n[117]\t\tDoes that bum have to say that?  The Bodyguard reddens... Gazzo motions to his Bodyguard to relax.  \t\t\t\t\t\t\t\t\t35.   \n[118]\t\tHe's always in a bad mood. \t\t\t \t\tCount ya blessin's.  Ya a \t\thealthy person -- ya legs \t\twork -- ya hands work --  The Bodyguard has been looking at Rocky with murderous eyes.  \n[119]\t\tDon't like yours neither.  \n[120]\t\tMove your shoulders down.  Mr. Gazzo is amused.  He steps out of the car, followed by Rocky.  \n[121]\t\tYeah.  \n[122]\t\tThanks, Mr. Gazzo.  Rocky enters his apartment and Gazzo drives off.  \n[123]\t\t\t \t\tI usta be deadly at half-ball.  \n[124]\t\tWhat kinda business?  \n[125]\t\tMaybe ya should see a doctor.  \t\t\t\t\t\t\t\t\t38.   \n[126]\t\tMaybe another job is the best \t\tthing.  \n[127]\t\tGazzo's gotta come to you.  \n[128]\t\tGazzo's gotta come to you -- \t\tHey, Paulie, it's a bad job -- \t\tDo what you do now.  \n[129]\t\tYa sister knows I'm comin'?  \n[130]\t\tMaybe ya better forget it.  \n[131]\t\t... Yo, Adrian, it's me, \t\tRocky... Ah, ah -- Ah, it's \t\tkinda hard for me to think of \t\tsomethin' to say, y'know -- \t\t'Cause I never talked to a \t\tdoor before, I mean whatta ya \t\tsay to a door.  Rocky turns away and begins to walk off.  \n[132]\t\t\t \t\t... Maybe I better forget it.  \n[133]\t\tAh, Adrian, I know ya ain't \t\ttoo happy at this moment, but \t\twould ya do me a favor -- I \t\tain't got nobody to spend \t\tThanksgivin' with -- How 'bout \t\tyou an' me goin' out -- Get \t\tsomethin' to eat, maybe laugh \t\ta little, who knows... Would \t\tya like, I dunno, go out \t\ttogether?  Adrian opens the door... She already has her winter coat on.  \t\t\t\t\t\t\t\t\t42.   \n[134]\t\t\t \t\tWe'll have a good time.  Paulie opens the front door and gives Rocky an encouraging smile...  \n[135]\t\t\t \t\tWhat's ya sister like to do?  \n[136]\t\tI didn't want no turkey anyway.  \n[137]\t\tTo you, to me it's Thursday.  \n[138]\t\tLooks quiet, y'know.  \n[139]\t\tI think mebbe we're early or \t\tsomethin' --  From across the rink a CLEANING MAN yells at them.  \n[140]\t\t\t \t\tAre ya closed to the General \t\tPublic or to just everybody.  \t\t\t\t\t\t\t\t\t43.   \n[141]\t\tWait here, gotta smooth this \t\tguy out.  \n[142]\t\tListen, I gotta problem.  This \t\tgirl ain't feelin' well, \t\ty'know -- The doctor says she \t\tshould exercise, y'know once \t\tin awhile an' ice skatin' is \t\tthe best thing --  \n[143]\t\tLook at her, ya can see she \t\tain't feelin' good -- needs a \t\tfew minutes exercise --  \n[144]\t\t... Ten minutes.  \n[145]\t\t... Yeah, give 'er the Blades.  \n[146]\t\tAin't skated since I was \t\tfifteen -- That's when I \t\tstarted fightin' -- gotta \t\twatch the ankles.  Yeah, \t\tfightin' use to be tops with \t\tme, but no more.  All I wanted \t\tto prove was I weren't no \t\tbum -- That I had the stuff to \t\tmake a good pro.  \n[147]\t\tHey, I ain't cryin'... I still \t\tfight.  Kinda do it like a \t\thobby.  See I'm a natural \t\tsouthpaw an' most pugs won't \t\tfight a southpaw 'cause we \t\tmess up their timin' an' look \t\tawkward -- Southpaw means \t\tlefthanded... But I guess in \t\tthe long run things probably \t\tworked out for the best, right?  \n[148]\t\tAbsolutely.  \n[149]\t\tI just dislocated my finger.  \n[150]\t\tIt ain't your fault -- I \t\toriginally done it in the Baby \t\tCrenshaw fight. \t\t\t \t\tThat's me fightin' Big Baby \t\tCrenshaw -- Big Baby was the \t\tsize of an airplane an' I \t\tbroke my hands on his head -- \t\tI lost, but it's a nice \t\tpicture, don't ya think?  \n[151]\t\tHow 'bout some Cokes?  \n[152]\t\tThis guy is beautiful -- get \t\tthe Cokes.  Adrian does a slight turn and Rocky has to speed up and nearly falls.  \n[153]\t\t\t \t\tSee, I ain't graceful, \t\ty'know -- I don't move good -- \t\tStink as a dancer too -- But I \t\tcan really swat, I hit hard,\t\treal hard, but I'm a southpaw \t\tan' nobody wants to fight a \t\tsouthpaw! -- Havin' a good time?  Adrian nods and is very nervous... The Cleaner moves carefully across the ice.  \n[154]\t\t\t \t\tY'know how I got started in \t\tthe fight racket?  \n[155]\t\tYeah -- My ol' man who was \t\tnever the sharpest told me -- \t\tI weren't born with much brain \t\tso I better use my body.  For the first time, Adrian laughs.  \n[156]\t\t\t \t\tWhat's funny?  \n[157]\t\tI must be goin' deaf 'cause I \t\tthought ya said, 'ten cents.'  Rocky hands him a dime.  \n[158]\t\tCharge it.  Rocky and Adrian start to leave.  Rocky pauses at the door and fishes into his pocket and hands over eleven dollars.  \n[159]\t\t\t \t\tHad ya goin', didn't I, huh?  He grins and leaves.  \t\t\t\t\t\t\t\t\t47.   \n[160]\t\tSome people are very shy by \t\tnature.  \n[161]\t\tI would say you're very shy bu \t\tnature.  \n[162]\t\tSome people think bein' shy is \t\ta disease, but it don't bother \t\tme.  \n[163]\t\tThen why did I bother bringin' \t\tit up?  'Cause I'm dumb, \t\tthat's why... Y'know, I think \t\twe make a real sharp coupla \t\tcoconuts -- I'm dumb an' \t\tyou're shy.  \n[164]\t\tYa gotta be a little soft to \t\twanna be a pug... It's a \t\tracket where ya' almost \t\tguaranteed to end up a bum.  \n[165]\t\t... I'm at least half a bum. \t\tYeah, fightin' is a crazy \t\tracket.  The roughest part is \t\tthe mornin' after.  \n[166]\t\tAfter a rough fight, ya' \t\tnothin' but a large wound. \t\tSometimes I feel like callin' \t\ta taxi to drive me from my bed \t\tto the bathroom... Ya' eyes \t\thurt, ya' ears hurt, ya' hair \t\teven hurts... But the thing \t\tI'm proud of is I been in over \t\tsixty fights an' never had a \t\tbusted nose -- Bent an' \t\ttwisted an' bitten but never \t\tbroke... That's rare.  \n[167]\t\t... Guess.  \n[168] Rocky and Adrian enter his one-room apartment... She is nervous and taken aback by the bleakness of the room... Rocky goes to the icebox.  \n[169]\t\tWould ya like a glass of water?  \n[170]\t\tHere's the guys I was tellin' \t\tya about -- This is Cuff an' \t\tLink.  \n[171]\t\t\t \t\t... Oh, yeah, I bought the \t\twhole kit -- Yeah, ya sold me \t\tthe turtles, the bowl, an' the \t\tmountain -- I had to get rid \t\tof the mountain 'cause they \t\tkept fallin' off.  \n[172]\t\tI had it pulled.  People \t\tcallin' all the time.  Who \t\tneeds it -- Who'd you wanna \t\tcall?  \n[173]\t\tD'you really wanna call?  \n[174]\t\tYou sure?  \n[175]\t\tWhy?  \n[176]\t\tI'll call your brother.  Rocky flings open the window and bellows like a foghorn.  \n[177]\t\t\t \t\t!!Yo, Paulie -- Ya sister's \t\twith me!  I'll call ya later.  Rocky closes the window and faces the woman... She is not smiling.  She looks frightened.  \t\t\t\t\t\t\t\t\t50.   \n[178]\t\t\t \t\tWhat's the matter?  Ya don't \t\tlike the room?  \n[179]\t\tIt's only temporary.  \n[180]\t\tWhat's the problem?  You don't \t\tlike me -- Don't like the \t\tturtles -- What is it?  \n[181]\t\tIt's okay.  \n[182]\t\tIt's all right -- You're my \t\tguest.  \n[183]\t\t\t \t\tThey're all the same.  \n[184]\t\tYo, I'm not comfortable either.  \n[185]\t\tBut I'm willin' to make the \t\tbest of this uncomfortable \t\tsituation.  Adrian moves to the door... Rocky intercepts her.  \n[186]\t\t\t \t\tWould ya take off your glasses?  \n[187]\t\tThe glasses... Please.  Rocky removes her glasses and looks deeply into her eyes.  \n[188]\t\tDo me another favor?  \n[189]\t\tCould ya take off that hat.  After a moment, Adrian removes the hat... She is becoming rather pretty.  \n[190]\t\t\t \t\tI always knew you was pretty.  \n[191]\t\tI wanna kiss ya -- Ya don't \t\thave to kiss me back if ya \t\tdon't feel like it.  Rocky softly kisses the woman... Her arms hang limp.  He puts more passion into the kiss and she starts to respond. Her hand glides like smoke up his back.  \t\t\t\t\t\t\t\t\t52.   She embraces his neck.  The dam of passion erupts.  She gives herself freely for the first time in thirty years.  \n[192]\t\t'Bout what?  Mickey Goldmill steps out of his office...  \n[193]\t\tMessage -- What message?  Mickey pulls out a card from his breast pocket... He hands it to Rocky.  \n[194]\t\tYa puttin' me on?  \n[195]\t\tWhen was they here?  \t\t\t\t\t\t\t\t\t53.   \n[196]\t\tProbably lookin' for sparrin' \t\tpartners.  \n[197]\t\tBalboa, Rocky Balboa.  The Secretary rises and enters Jergens' office... Rocky eyes the multitude of sporting pictures hanging on all four walls.  The Secretary returns.  \n[198]\t\t... Thanks.  \n[199]\t\t\t \t\tRocky.  \n[200]\t\tNo -- Just me.  \n[201]\t\tSparrin'?  \n[202]\t\tI know ya need sparrin' \t\tpartners -- I'm very available.  \n[203]\t\tAbsolutely -- Sparrin' with \t\tthe Champ would be an honor -- \t\ty'know what?  \n[204]\t\tI wouldn't take no cheap shots. \t\tI'd be a good sparrin' partner.  \t\t\t\t\t\t\t\t\t55.   Jergens seems very amused.  He lights a cigar.  \n[205]\t\t... Like I said, I'd make a \t\tboss sparrin' mate.  \n[206]\t\tSure, an' I'm smart enough to \t\tknow that no sparrin' partner \t\tshould take cheap shots at the \t\tChamp.  He's just there to \t\thelp condition the man.  \n[207]\t\t... Ah... Absolutely.  The SCENE FADES and becomes a black and white television.  \n[208]\t\tFeel?  I dunno... Happy.  \n[209]\t\t\t \t\tCreed's great, ain't he... \t\tI'll do what I can.  \n[210]\t\tI thought of it 'bout eight \t\tyears ago, when I was eatin' \t\tdinner.  \n[211]\t\tFour hundred -- But that was a \t\tlong time ago.  \n[212]\t\tListen, I wanna say hi to my \t\tgirlfriend -- Yo, Adrian!  Adrian blushes and laughs.  \n[213]\t\tSure I did.  You heard.  They continue to watch the remainder of the interview... The head COMMENTATOR is looking directly into the camera.  \n[214]\t\tWhy?  \n[215]\t\tIt don't matter.  \n[216]\t\tIt don't bother me none.  \n[217]\t\tHelp what?  \n[218]\t\tI'll do okay.  \n[219]\t\tHey, who cared about me \t\tyesterday, huh?  Nobody -- I \t\tthink I'm gonna train myself.  \n[220]\t\tSee ya tomorrow.  Rocky moves down the stairway and continues to do so as he converses with Adrian who remains upstairs.  His VOICE ECHOES up the stairwell.  \t\t\t\t\t\t\t\t\t60.   \n[221]\t\t\t \t\tHow'd ya like hearin' ya name \t\ton TV?  \n[222]\t\tYa puttin' me on, right?  \n[223]\t\t'Bout seven.  \n[224]\t\tY'know how I said that stuff \t\ton television didn't bother me?  \n[225]\t\tIt did.  As Rocky completes the last word, he exits the building and slams the door which RESOUNDS throughout the apartment house.  \n[226]\t\tY'know I won't be able to work \t\tfor ya no more.  \n[227]\t\tI feel bad about walkin'.  \t\t\t\t\t\t\t\t\t61.   \n[228]\t\tA few bucks.  Gazzo takes out a wad and peels off several bills.  \n[229]\t\tDo I have to pay juice?  Gazzo looks at the Bodyguard and shakes his head as if to imply, \"Why's this guy asking such a foolish question?\"  Gazzo and the bodyguard step to the white Caddy parked at the curb.  They enter the cab.  Rocky watches.  \n[230]\t\tGonna try.  \n[231]\t\tNo action.  \n[232]\t\tI'm gonna do somethin with it.  \n[233]\t\tBlack market?  \n[234]\t\tYo, you gonna show, Tony?  \n[235] Rocky returns home and enters his apartment.  After turning on the light, he flips on his RECORD PLAYER.  He now feeds the turtles.  \n[236]\t\tLook who's home!  Rocky notices two telegrams laying inside the threshold.  He approaches them with a sense of awe.  He opens and reads one. Settling on the bed, he reads the other.  A KNOCK is HEARD.  Rocky opens the door.  Mickey Goldmill, the gym owner, stands framed in the doorway.  \n[237]\t\tHey, Mickey -- Whatta ya doin' \t\there?  Here, sit down.  Rocky tosses soiled clothing off a mangled armchair.  \n[238]\t\t\t \t\tBest seat in the house -- Hey, \t\tMick, this is too much.  \n[239]\t\tI'm usta seein' ya at the gym, \t\tbut seein' ya here, in my \t\thouse, it's kinda outta joint.  By the manner in which Goldmill listens, it is obvious something important is preying on his mind.  Rocky is slightly uncomfortable, almost embarrassed at having outsiders see how he lives.  \n[240]\t\tYeah.  \t\t\t\t\t\t\t\t\t64.   \n[241]\t\tFreak luck for sure.  \n[242]\t\t\t \t\tFreak luck is a strange thing.  Mickey does not hear.  His attention is drawn to the turtles.  \n[243]\t\tTurtles -- domestic turtles.  \n[244]\t\t\t \t\tFifty years, huh.  \t\t\t\t\t\t\t\t\t65.   \n[245]\t\tHow 'bout a glass of water?  \n[246]\t\t\t \t\t... What?  \n[247]\t\t\t \t\tYa got a good mind for dates.  Mickey deafly continues, becoming more engrossed every second.  \n[248]\t\tNobody ever said that -- \t\tThere's his picture.  \n[249]\t\tReally think so?  \n[250]\t\tHeart, but I ain't got no \t\tTocker.  Rocky shifts against the wall and lowers himself into a crouch.  \n[251]\t\t... Ya gave Dipper my locker.  \n[252]\t\tThe fight's set -- I don't \t\tneed a manager.  \n[253]\t\tI got pain an' experience too.  \n[254]\t\t\t \t\tWhatever I got, I always got \t\ton the slide.  This shot's no \t\tdifferent.  I didn't earn \t\tnothin' -- I got it on the \t\tslide... I needed ya help \t\tabout ten years ago when I was \t\tstartin', but ya never helped \t\tme none.  Mickey drops the ashtray and kneels to pick it up... He remains on one knee.  \n[255]\t\tI asked, but ya never helped \t\tnothin'! -- Like the Bible \t\tsez, ya don't get no second \t\tchance.  \n[256] Rocky races up the block toward the shadowy and hunched form of Mickey.  Way in the distance, we SEE Rocky stop the old man beneath a street lamp.  He places an arm around his shoulder.  \n[257] The following morning, Rocky's ALARM CLOCK GOES OFF at exactly four A.M.  Not accustomed to rising this early, with great difficulty Rocky staggers to his feet and wavers to the bathroom.  He turns the light on and roaches scatter.  At the top of the mirror hang the telegrams.  Rocky fills the basin and submerges his face in cold water.  Rocky sways to the icebox and removes a dozen eggs.  He cracks five raw eggs into a glass and downs it in one swill... his body quivers.  \n[258] Rocky steps outside.  He is dressed in a well-worn sweat suit with a hood, gloves and sneakers.  It is pitch dark and his steaming breath attests to the cold.  He begins running down the center of the deserted street. He can only be clearly SEEN as his form passes beneath the street lamps.  Two garbage men stop hoisting cans to watch him pass.  \n[259]\t\t\t \t\t... Tight.  \n[260]\t\t... No.  Rocky notices TWO PUERTO RICANS lounging alongside theshipping office.  \n[261]\t\tGazzo's a good man.  \n[262]\t\tKeep this job, ya eat better.  Paulie opens a jackknife and idly jabs the hanging meat.  He swills whiskey from a pint bottle.  \n[263]\t\tWhatta you think?  \n[264]\t\tWhat?  \t\t\t\t\t\t\t\t\t72.   \n[265]\t\tSure I like her.  \n[266]\t\tI dunno -- she fills gaps.  \n[267]\t\t\t(shrugs and \t\t\ttakes meat \t\tShe got gaps.  I got gaps -- \t\ttogether we fill the gaps.  \n[268]\t\t\t \t\tDon't talk dirty 'bout ya \t\tsister.  \n[269]\t\tThat's why I can't put ya \t\ttogether with Gazzo, cause ya \t\ttalk too much -- big mouth.  Paulie reddens.  He steps forward and slams his fists in a hanging beef.  \t\t\t\t\t\t\t\t\t73.   The punching of the beef is a muted challenge and Rocky responds.  Rocky walks up to a beef and slams his fist into the ribs.  The grotesque object swings in a wide arc like a hanging corpse.  Rocky moves to the next one and hooks.  Rocky's face reveals a never before seen concentration, as though he were locked in total battle.  \n[270]\t\tDon't talk dirty 'bout ya \t\tsister.  Rocky takes the package and runs out.  Paulie's bleary eyes reveal a fearful respect and slight resentment.  \n[271]\t\tI never had good footwork.  Mike completes the task.  \n[272]\t\t... Sure.  \n[273]\t\t\t \t\tShould I do this?  Mickey nods and Rocky faces the glaring lights.  \n[274]\t\t... People talk to me more.  \n[275]\t\t\t \t\tApollo's a great fighter.  \n[276]\t\tMaybe --  He faces Mickey.  Mickey whispers in his ear.  \n[277]\t\t\t \t\tI'll tear his head off.  \n[278]\t\tDerogatory?  Yeah, he's great.  Apollo Creed and his entourage enter the gym.  \n[279]\t\t\t \t\tYo', Dipper, why're ya --  \n[280] They enter the dismal apartment... On the floor are at least ten telegrams.  Rocky scoops them up and tosses them aside. Next to the door is a pile of over a hundred telegrams. \n[281]\t\tThey either say, 'Kill the \t\tnigger' or 'Hope you die, \t\tHonky.' -- What ya got in the \t\tbag?  Adrian steps to the window.  She pulls a pair of short but lovely curtains from a shopping bag... The colorful curtains glare in the dark room.  \n[282]\t\tSharp -- Real nice.  \n[283]\t\tNo... Sharp -- You look great.  Adrian smiles and pulls out a small Christmas wreath... Rocky smiles.  His eyes show what he feels for this woman.  \n[284]\t\tAdrian, you really look great, \t\ty'know -- But I can't fool \t\taround durin' trainin' -- \t\tmakes the legs weak.  \n[285]\t\tCan't fool around -- You look \t\tvery great.  \n[286]\t\tYeah... But I think weak legs \t\tain't bad sometimes, y'know.  Rocky approaches in a seductive manner.  Adrian uncharacteristically removes her sweater.  Underneath is a T-shirt that reads \"Win, Rocky, Win.\"  \n[287]\t\tYa right -- \t\t\t \t\tMebbe we best just hold \t\thands -- the shirt made me \t\tfeel guilty, y'know.  \n[288]\t\tWhatta these guys want?  \n[289]\t\tYo, what's with you? -- It was \t\tsuppose to be private.  \n[290]\t\tAh -- My buddy Paulie let me \t\tin one day an' I hit the beef \t\there an' liked it -- An' since \t\tI become a challenger, the \t\towner don't mind neither.  \t\t\t\t\t\t\t\t\t84.   \n[291]\t\tI think me and Paulie invented \t\tit.  \n[292]\t\tYeah... Threw my whole day off.  \t\t\t\t\t\t\t\t\t86.   \n[293]\t\tYo -- I ain't mad.  I'm just \t\toutta joint when reporters are \t\taround -- They take cheap \t\tshots an' Paulie knows it.  \n[294]\t\t... What's to say?  I dunno \t\twhat he wants from me --  Filled with uncontrollable anger, Paulie smashes into the room.  \n[295]\t\t... It's cold outside, Paulie.  Paulie goes to the living room closet and removes a baseball bat... Rocky and Adrian quickly follow.  \n[296]\t\t\t \t\tHey --  Paulie cocks the bat back and tenses... Rocky remains still.  \n[297]\t\tWhat can I do about it?  \n[298]\t\tWhat break?  Huh?  What break! \t\tWho am I to give breaks!  I'm \t\ta fighter, you haul meat.  You \t\tdo what you do an' I do what I \t\tdo best -- that's it -- that's \t\tlife, man!  Paulie looks ashamed... Rocky walks, then returns.  \n[299]\t\t\t \t\t... An' what ya said to my \t\tgirlfriend ain't right -- Do \t\tit again, I'll kill ya.  Rocky goes into the bedroom... Adrian has buried her face in a pillow... She is rocking slightly.  Rocky cradles her and kisses her cheek.  \n[300]\t\t\t \t\tWanna hear a dirty joke?  \t\t\t\t\t\t\t\t\t90.   \n[301]\t\tYo, Benny.  \n[302]\t\t... I'll try.  The mayor presses a button and a photographer enters.  \n[303]\t\t\t \t\tAny time.  \n[304]\t\t\t \t\t... Run for mayor.  The mayor is shocked at first but then breaks into a big, friendly laugh, and Rocky exits.  \n[305] Adrian and Rocky are at his apartment.  They are looking at new scrapbooks.  Newsweek Magazine: Headline: \"The Italian Stallion or Donkey?\" -- Philadelphia Magazine -- Rocky stands with the mayor.  \n[306]\t\tYeah...  She flips through Sports Illustrated, The American Sportsman, Ring Magazine, World Boxing, True, and a multitude of other clippings.  The TELEPHONE RINGS... Rocky rises and walks to the new white object hanging on the wall.  \n[307]\t\t\t \t\tMy first call... Hello?  Yeah, \t\tspeakin' -- Who is this? \t\tBruce?  Bruce who? -- Yo, \t\tBruce!  How ya been?  I ain't \t\tseen ya for nine or eight \t\tyears -- Yeah, things is \t\tgreat, how's things with you \t\tupstate -- Ya sellin' real \t\testate, hey, that's a good \t\tjob... Yeah, I gotta advance, \t\tbut I bought ringside seats \t\tfor the guys at the gym.  I \t\tget the hundred an' fifty \t\tgrand after the fight...  Adrian overhears the statement.  \t\t\t\t\t\t\t\t\t95.   \n[308]\t\t\t \t\t... Yeah, I know it's a lotta \t\tmoney -- Condominiums?  Nobody \t\tuses them anybody.  Listen, I \t\tthink a pet shop is a good \t\tinvestment, y'know -- I don't \t\tcare 'bout long hours -- \t\tthere's no depreciation -- \t\tthat don't matter none to \t\tme -- Yeah, I like animals. \t\tWhy don't ya give me ya number \t\tan' I'll call ya back?  Lemme \t\tgetta pencil --  Rocky makes no motion to get a pencil.  \n[309]\t\t\t \t\tOkay, what is it -- four- \t\ttwelve 659-2424.  Yeah, yeah, \t\tthanks for callin' -- Sure \t\tI'll get back to ya, Bruce -- \t\tsee ya.  Rocky hangs up.  \n[310]\t\t\t \t\t... What?  \n[311]\t\tI don't want ya cleanin' \t\tnobody else's cages no more.  \n[312]\t\tI gotta go out for a while.  Rocky grabs his coat and moves to the front door.  \n[313]\t\t\t \t\t... Come.  \t\t\t\t\t\t\t\t\t96.   \n[314] Rocky arrives at his apartment... Adrian is asleep on the couch.  He lowers himself beside her.  Her eyes open.  \n[315]\t\t... Can't do it.  \n[316]\t\t... I can't beat him.  \n[317]\t\tYeah, I can't beat him.  Adrian touches his face.  \n[318]\t\tI been watchin' the movies -- \t\tstudyin' -- He ain't weak \t\tnowhere.  \n[319]\t\t... I dunno.  \t\t\t\t\t\t\t\t\t98.   \n[320]\t\tIt ain't so bad, 'cause I was \t\ta nothin' before --  \n[321]\t\tC'mon, it's true -- But that \t\tdon't bother me -- I just \t\twanna prove somethin' -- I \t\tain't no bum... It don't \t\tmatter if I lose... Don't \t\tmatter if he opens my head... \t\tThe only thing I wanna do is \t\tgo the distance -- That's all. \t\tNobody's ever gone fifteen \t\trounds with Creed.  If I go \t\tthem fifteen rounds, an' that \t\tbell rings an' I'm still \t\tstandin', I'm gonna know then \t\tI weren't just another bum \t\tfrom the neighborhood...  Adrian touches Rocky's face... The fighter gently lowers himself beside his woman.  \n[322]\t\t\t \t\t... No foolin' around.  \n[323] The atmosphere is identical to Apollo's dressing room. Adrian watches in silence as Mike wraps Rocky's hand.  Again, the most pronounced SOUND is the RASPING of the adhesive tape.  \n[324] Rocky's other hand is being wrapped in a CLOSE-UP.  The only SOUND is the TAPE and ROCKY'S mounting BREATHING PATTERN.  \n[325] CLOSE-UP of the drops being placed in Rocky's nose.  \n[326] Grease is smeared around Rocky's eyes... In the EXTREME CLOSE-UP several deep scars are SEEN.  \n[327] CLOSE-UP OF Mike's arms wrapped around Rocky's waist and lifting his diaphragm up... Magnified BREATHING ROARS from the screen.  \t\t\t\t\t\t\t\t\t100.   \n[328] Everyone present is motionless as Rocky is in the bathroom. Alone, Rocky is on his knee praying.  Completing his silent prayer, he stands and looks at himself in the mirror. Suddenly a wave of emotion sweeps over him as he thinks that in a few moments he will face the most overwhelming challenge of his life.  Out in the dressing room, the door opens and a guard leans in and nods that it is time.  He leaves... Rocky steps out.  \n[329]\t\tYo, Mick, can I have my rob?  Rocky puts on the robe... Embroidered across the back in flaming letters is:  \n[330]\t\t... I'm doin' it for a friend.  \t\t\t\t\t\t\t\t\t101.   \n[331]\t\tI get the robe an' Paulie gets \t\tthree grand.  \n[332]\t\tWhatta ya think that outfit \t\tcost?  \n[333]\t\t\t \t\tChrist, Jack Dempsey.  \n[334]\t\tThey must be friends.  \n[335]\t\tThanks, Mick -- I'm gonna try.  \n[336] \n[337]\t\tHow am I doin'?  \n[338]\t\tSee how fast he is -- damn!  \n[339]\t\tDamn!  How's it look?  \n[340]\t\t... The guy's great.  \n[341]\t\tFine... That guy's great.  \n[342]\t\t\t \t\tSee what?  \n[343]\t\tHe ain't losin' nothin'.  \n[344] Adrian is unable to remain alone... She is lured by the GROWING ROAR OF THE FANS... She exits the dressing room.  \n[345]\t\tWould you keep goin'?  \n[346]\t\tOpen my eyes -- Please, open \t\tmy eyes!  Mickey nods to Benny.  He secretly places a small ring knife between his index and middle finger.  In one smooth movement he drags the razor over the blood welts and quickly covers the draining wounds with gauze... It is done so quickly no one is ever aware of the operation.  \n[347]\t\tHow I look out there, Mick?  \n[348]\t\tFine -- Go away, I'm gonna \t\tmake it -- I'm gonna make it!  Everyone is distraught over Rocky's dangerous condition.  \n[349]\t\t\t(impassioned \t\t\tand quietly \t\tI'll kill ya all... Don't stop \t\tnothin' --  \n[350]\t\tGimme ya best!!!!  Mickey looks at the clock... TEN SECONDS TO GO.  \n[351]\t\t\t \t\tGimme ya best!!!  Blood sprays over the ropes and onto the ringside photographers... They are horrified and wipe away the blood.  The fighters stand toe to toe and drag every remaining bit of strength from their souls and beat each other without mercy.  They look hypnotized and have entered a dimension far beyond blood and pain.  \n[352]\t\t... Don't want one.  Mickey comes over and separates them and leads him back to his corner... Mickey embraces him.  \n[353]\t\tYo, can I have my locker back?  Mickey and Rocky look at each other and grin.  Mickey hugs Rocky like a son.  Mickey raises Rocky's hand again.  Rocky turns away from Mickey and pats Benny the cut-man's shoulder... Benny smiles wearily.  Rocky stares across the ring at Apollo Creed, who stands victorious, but his face and body are badly distorted... The two men lock stares that reflect admiration.  ", "TV": "", "Commentator": "\n[1]\t\tHow was the flight, Champ?  \n[2]\t\tApollo, how would you rate \t\tthis last British challenger, \t\tHenry Wilcoxson?  \n[3]\t\tYou're referring to the much \t\tpublicized bicentennial fight?  \n[4]\t\tStill to be held in \t\tPhiladelphia?  \n[5]\t\tWhere're you off to now?  Apollo draws his wife close.  \t\t\t\t\t\t\t\t\t24.   \n[6]\t\tAny quick advice for young \t\tboxing hopefuls?  \n[7]\t\tJerry Simpson at Kennedy \t\tAirport with the Champion, \t\tApollo Creed.  The sports show cuts away, but Rocky continues to look at the television with a pensive stare... Andy has been speaking the following dialogue over Apollo's broadcast.  \n[8]\t\t... Unfortunate luck for \t\tfifth-ranked heavyweight, Mac \t\tLee Green.  The slugging \t\tfighter acquired a serious \t\tfracture in his left hand \t\tafter an aggressive day of \t\tsparring -- Champion Apollo \t\tCreed says he'll be 'shopping \t\tfor another victim,' to fill \t\tGreen's vacancy for the \t\tBicentennial Championship \t\tFight to be held in Philly \t\tnext month... By the way, \t\trumor has it that this will be \t\tthe most widely-viewed sporting \t\tevent in the entire world -- \t\tand that includes the Super \t\tBowl, folks... Today U.S. \t\tswimmers set a new...  \t\t\t\t\t\t\t\t\t40.   Meanwhile, the argument between brother and sister continues in the bedroom.  \n[9]\t\tA Bicentennial Fight -- \t\tJanuary first.  It will be the \t\tfirst sporting event on our \t\ttwo hundredth birthday and is \t\talready being called by many \t\tthe greatest farce in sports \t\thistory.  If this man lasts \t\tmore than a minute I would say \t\the's on borrowed time. \t\t\t \t\tIt's matches like this with \t\ttheir exorbitant prices that \t\tgive sports a bad name -- Not \t\tonly is this match bad, \t\tpeople, it's sad!  Why a Rocky \t\tBalboa?  At the State Athletic \t\tCommission, Larry Duggan \t\treporting.  \n[10]\t\tJust relax, Mr. Balboa -- \t\t\t \t\tToday we're here with \t\theavyweight challenger, Rocky \t\tBalboa.  The reason we are \t\tstanding in a refrigerated box \t\tis that Mr. Balboa has an \t\tunusual method of training and \t\tin a moment he is going to \t\tdemonstrate it for our viewing \t\taudience -- But first, Rocky, \t\thow did you ever come to train \t\tin an icebox?  \n[11]\t\tIs this a common training \t\tmethod -- I mean do other \t\tfighters pound raw meat?  \n[12]\t\tWould you give us a \t\tdemonstration?  Rocky steps over to a hanging beef and begins pounding with incredible intensity... Everyone present is taken aback. Rocky completes hitting the meat and stands there with his hands dripping beef blood.  The Commentator is unnerved and Rocky looks straight into the camera lens and holds up his bloody fists.  \n[13]\t\t... Diane Lewis in the \t\tmeathouse with the Southpaw, \t\tRocky Balboa.  \n[14]\t\tWe would like to welcome our \t\tviewing audience to the Grand \t\tWorld Championship Bicentennial \t\tHeavyweight Fight -- the first \t\tmajor event of the Bicentennial \t\tYear... A point of interest is \t\tthat the fight is being beamed \t\tto more than seven hundred and \t\tfifty million fans in theatres \t\tin nearly every corner of the \t\tworld.  I would like to \t\twelcome an old friend, and co- \t\tcommentator for this evening's \t\tevent -- Jimmy Michaels.  \n[15]\t\tThank you, Bob.  The \t\telectricity is everywhere \t\ttonight.  Rocky Balboa, a \t\tfifty-to-one underdog, is \t\tliving a Cinderella story \t\twhich has captured peoples' \t\timaginations all over the \t\tworld -- to quote a popular \t\tsports magazine, 'The fighting \t\tstyle should be 'The Caveman \t\tAgainst the Cavalier.' From \t\tthe increase in sound it \t\tappears the challenger is now \t\tapproaching the ring... His \t\trecord is forty-four wins, \t\ttwenty losses and thirty-eight \t\tknockouts.  \n[16]\t\tI only wonder if this man has \t\tthe skill to go past three \t\trounds -- Vegas odds say, 'no.'  \t\t\t\t\t\t\t\t\t102.   \n[17]\t\tYou could go deaf with the \t\tnoise -- it undoubtedly means \t\tChampion Apollo Creed is \t\theading towards the ring --  \n[18]\t\tAm I seeing right?  Creed is \t\tapproaching the ring in a boat. \t\tIs he supposed to be George \t\tWashington?  Obviously so.  \n[19]\t\tIt's been confirmed that it is \t\tdefinitely an impersonation of \t\tGeorge Washington -- a great \t\tway to start 1976 off.  \n[20]\t\tI agree.  Immediately Creed begins gracefully dancing in a wide circle. He passes within inches of Rocky in his Uncle Sam outfit.  \n[21]\t\tThe former champ looks great -- \t\tCan we get Joe over here -- \t\there he comes.  Joe Frazier stands in front of the Commentators.  \n[22]\t\t\t \t\tJoe, what are your feelings \t\tabout tonight's fight?  \n[23]\t\tYou look in great shape, Joe.  \n[24]\t\tThe Champ stings the slower \t\tchallenger with jabs at \t\twill -- Balboa blocks eighty \t\tpercent of the blows with his \t\tface -- Creed doesn't look the \t\tbest he's ever been but is \t\tmoving smoothly -- Creed snaps \t\tout a triple combination that \t\tbacks Balboa into a corner -- \t\toh, a solid hook by Creed, a \t\tmaster of fist-men.  \n[25]\t\tThe Champion is smiling and \t\ttoying with the man -- trying \t\tto give the fans their money's \t\tworth and make a show of it \t\twith the badly out-classes \t\tchallenger -- Another left to \t\tright combination.  I feel \t\tsorry for --  \n[26]\t\tCreed is down!!!  \n[27]\t\tIf you had asked anyone who \t\tknows boxing, they never \t\twould've predicted a first \t\tround knockdown and the second \t\tround punishment to the body \t\tof the Champion... Most \t\tfighters will tell you, \t\treceiving a good body punch is \t\tthe next worst thing to dying.  \n[28]\t\tRound three ready to start and \t\tshould be interesting to see \t\tif Creed can put the challenger \t\taway -- there goes the bell.  \n[29]\t\tApollo almost sprints out of \t\this corner -- feints and \t\tthrows a pair of left-right \t\tcombinations.  Balboa drops \t\tbeneath a left upper cut and \t\tlands a very solid shot on \t\tCreed's temple -- not much \t\tmovement from Balboa, duck a \t\tleft, a right, another left \t\tand explodes with a right hook \t\tto the temple -- I mean \t\texplodes.  The Champ backs off.  \n[30]\t\tThere's no way Apollo expected \t\tthis kind of hitting power.  \n[31]\t\tNo way -- but the brilliant \t\tability of the Champion to \t\tmaster situations like this is \t\tone of his most outstanding \t\ttraits -- Creed tosses a \t\tperfect right hand that rocks \t\tRocky. \t\t\t\t  \t\t\t\t\t\t\t\t\t110.   \n[32]\t\tCreed on the offensive -- \t\tBalboa takes the punishment \t\tand counters with a left flush \t\tover the heart... that hurt.  The wallop knocks Apollo off balance... The CAMERA GOES TO A STEEP ANGLE SHOT from the floor, VERTICALLY UP Apollo's body. The SCENE GOES INTO SLOW MOTION... Rocky releases a terrifying uppercut that opens a gash under Creed's eye. Creed's face contorts with excruciation.  \n[33]\t\tWithout a doubt this is the \t\tmost punishing brawl I have \t\tever seen -- The ringside \t\taudience is spotted with blood. \t\t\t\t  \t\t\t\t\t\t\t\t\t113.   \n[34]\t\tThis fight should have been \t\tstopped rounds ago but Rocky \t\tBalboa refuses to fall --  \n[35]\t\tNot only has he refused to \t\tfall, but he has beaten the \t\tChampion's body without mercy \t\tand the bout has become a \t\tvicious slugfest.  \n[36]\t\tThe fight has slowed down to a \t\tnear stand-still -- Creed \t\tcircles to Rocky's right... \t\tThe spectrum is nearly \t\tsilent -- Neither fighter has \t\tmade a motion to throw... I've \t\tnever seen anything like it in \t\tthe last round of a \t\tchampionship fight... Apollo \t\tspits blood on the canvas.  It \t\tappears he is protecting his \t\tright side.  His ribs were \t\tprobably injured at the end of \t\tround fourteen. \t\t\t\t  \t\t\t\t\t\t\t\t\t117.   \n[37]\t\tIt's confirmed, unofficially, \t\tCreed's ribs may be broken -- \t\tApollo fakes a left and throws \t\ta big tired right -- Balboa's \t\tmouthpiece is out!  Creed \t\tattacks with one hand!  ", "Jergens": "\n[1] APOLLO CREED and his LAWYER and TRAINER are seated in the offices of MILES JERGENS.  Jergens, a successful promoter looks unhappy as he looks into the scowling face of Apollo Creed.  \n[2]\t\tDefinitely -- \t\t\t \t\t-- It says here, Mac Lee Green \t\thas suffered a seriously \t\tcracked third metacarpal in \t\this left hand.  \t\t\t\t\t\t\t\t\t31.   \n[3]\t\tI suppose we could cancel the \t\tfight indefinitely if you are \t\tset on fighting Green.  \n[4]\t\tI believe we can find a \t\tsolution.  \n[5]\t\t\t(holding up \t\t\tsome notes \t\tI contacted Ernie Roman's \t\tmanager, he's fighting in \t\tFrance the same week.  \n[6]\t\tShaw's fighting in South \t\tAmerica -- Why not postpone \t\tthe bout until July Fourth?  \n[7]\t\tThat may not be possible, Jimmy.  \n[8]\t\tWent to California and gained \t\tfifty pounds -- and I called \t\tevery worthwhile contender, \t\tbut they say five weeks isn't \t\tenough time to get in shape.  Apollo stands beneath a new fight poster and points to it.  \n[9]\t\tApollo, I'm sure there's a way \t\tto salvage this.  \n[10]\t\tAll I can counter with is that \t\tI'm a goddamn good promoter -- \t\tI've promoted in every country \t\tin the world -- and I've tried \t\tto the best of my abilities. \t\tPerhaps you're right, and no \t\tone wants to be beat on the \t\tcountry's birthday... I don't \t\tknow what else to say --  \n[11]\t\t... It's very American.  \n[12] The SCENE REVERTS BACK TO Miles Jergens' office.  Apollo pores over a large record book.  \n[13]\t\tFouls.  \n[14]\t\tJoe Zack is a good prospect -- \t\tExciting boy.  \n[15]\t\t\t \t\tExactly what are you looking \t\tfor, Apollo?  \n[16]\t\tRocky Balboa -- His record's \t\tpoor --  \n[17] The SECRETARY is slightly startled by Rocky's excited expression.  \n[18] Miles Jergens warmly greets him.  \n[19]\t\tHello, Mr. Balboa -- I'm Miles \t\tJergens -- Please, have a seat.  \n[20]\t\tMr. Balboa --  \n[21]\t\tRocky, do you have any \t\trepresentation?  A manager?  \n[22]\t\tRocky, would you be interested \t\tin --  \n[23]\t\tExcuse me.  \n[24]\t\tI'm sure you are.  \n[25]\t\tWhat?  \n[26]\t\tRocky, would you be interested \t\tin fighting Apollo Creed for \t\tthe Championship?  \n[27]\t\tDid you hear what I said?  \n[28]\t\tNot spar, I'm asking whether \t\tyou would be interested in \t\tfighting Creed for the \t\tchampionship.  The weight of the statement comes crashing down in Rocky. For a long moment he becomes nothing more than a basket case as he ponders the statement... He half regains his senses.  \n[29] Apollo sits behind Jergens' desk.  Jergens is not present. Four middle-aged and younger types and Creed's lawyer sit around the desk.  The desk is flowing with forms and charts.  ", "Gazzo": "\n[1] MR. GAZZO and his YOUNG BODY GUARD sit in the front seat... Rocky is in the back seat.  \n[2]\t\t\t \t\tSure, Rocky, Bob's good for \t\tit...  Gazzo hands Rocky a twenty.  \n[3]\t\tTomorrow collect from Del \t\tRio -- He's late three weeks. \t\tHow'd you do last night?  \n[4]\t\tYo Rock.  Did I give you a job \t\tthis mornin?  How come ya \t\tdidn't break this guy's thumb \t\tlike I asked ya?  When ya \t\tdon't do what ya are told, it \t\tmakes me look bad, kid.  \n[5]\t\tIt don't matter.  It's my \t\treputation.  These guys think \t\tthey can get off light.  It's \t\tbad for my reputation -- It's \t\tbad for business.  See ya \t\tkiller.  Gazzo gets into his car.  \n[6]\t\t\t \t\t... The Rock's a good kid.  \n[7]\t\tNo, two yards from Snyder, an' \t\ta grand from Cappoli.  \n[8]\t\tHey, screw ya brain on right. \t\tNow, who's this girl you're \t\tgoing out with tonight?  \n[9]\t\t\t \t\tYou think I don't hear things?  \n[10]\t\tBuddy's in a bad mood -- \t\tprostate problems.  \n[11]\t\t\t \t\tBuddy's got a thing against \t\tya, Rock.  Some people just \t\thate for no reason, y'know.  \n[12]\t\tHere's fifty bucks -- You an' \t\tthe girl have a nice time.  \n[13]\t\tHey -- if a good man can make \t\ta better life, let him make it.  \n[14]\t\tTake your shot, kid -- You got \t\tmoney for trainin' expenses?  \n[15]\t\tHere's five hundred -- Put it \t\tin your glove.  \n[16]\t\t\t \t\tDoes Santa Claus charge juice? \t\tMerry Christmas -- Now, how's \t\tabout my present, ya gonna win?  \n[17]\t\tListen, kid, I'm with ya.  Ya \t\tknow, I'm with ya -- Italian, \t\twe're blood.  You kill this \t\trug -- We Guinneas gotta show \t\tthese Afro-Americans where \t\tit's at.  Give it your best \t\tshot cause I want ya to prove \t\tto these bums on the corner \t\tthat my man can't be beat by \t\tthis rug... Ya got any action \t\ton the side.  \n[18]\t\tYa gettin 150 grand killer. \t\tYa got any plans for it? \t\tWhatta ya think? \t\t\t\t  \t\t\t\t\t\t\t\t\t62.   \n[19]\t\tYa like to put it on the \t\tstreet, make it work for ya?  \n[20]\t\tSure, you do what ya want. \t\tStay away from the stock market.  \n[21]\t\tSame thing.  Ya know, Rock, \t\tremember when we was kids, we \t\tfought together.  An' I wasn't \t\twell an' ya had to beat up \t\tthat Irish kid -- what's his \t\tname? -- Gallager -- I bought \t\ta suit and became a businessman. \t\tYou put on gloves.  An' I \t\tremember Mama almost cried, \t\tmay she rest in peace -- an' \t\tour ol' man who said ya had no \t\tbrains -- I'd like to lay \t\thands on that bastard.  You \t\tain't never had any luck. \t\tEven when I owned you in '66 \t\tyou never had luck.  But now I \t\tthink you might be gettin' \t\tsome luck kid.  Whatta you \t\tthink?  Rocky smiles and Gazzo gets into his car.  Rocky follows him across the street.  \n[22]\t\tWhere else am I gonna go. \t\t\t \t\tBet three grand on Rocky.  \n[23]\t\t\t \t\tNo!  I'm not kiddin!  Rocky walks away.  \t\t\t\t\t\t\t\t\t63.   ", "Interviewer": "", "Marie": "\n[1]\t\t... Screw you.  \n[2]\t\t... Screw you, yoyo.  The gang laughs.  Angered and shocked, Rocky grabs her arm.  \n[3]\t\tHey --  \n[4]\t\tStuff it, man!  \n[5]\t\tI like 'em.  If you don't you \t\tcan f--  \n[6]\t\t\t \t\t... Yeah.  She attempts to light a cigarette... Rocky nonchalantly tosses it to the ground.  \n[7]\t\tI like yella teeth.  \n[8]\t\tMaybe I like garbage.  Rocky and Marie take a shortcut through a dark school yard.  \n[9]\t\tWhy?  \n[10]\t\tC'mon, Rocky.  I'm twelve.  \n[11]\t\tWhat?  \n[12]\t\tI won't.  \n[13]\t\tYa hope I don't keep acting \t\tlike a whore or I'll turn into \t\tone, right?  \n[14]\t\tGoodnight, Rocky.  \n[15]\t\t... Fuck you, Creepo!!!  The girl runs to her house as Rocky looks on in dismay.  ", "Mickey": "\n[1]\t\tI don't care what nobody says, \t\tthis bum Creed woulda never \t\tmade it in the Thirties --  \n[2]\t\t\t \t\t... What?  \n[3]\t\t\t \t\tDo you see me talkin'?  Huh?  \n[4]\t\t\t \t\tThen stand there an' wait till \t\tI'm done -- Creed's good, \t\tyeah, he's real fine but I \t\tgotta boy, y'know Big Dipper, \t\twho's got the stuff it takes \t\tto be a champ -- He's mean, \t\tquick, an' big -- What more \t\td'ya need?  Okay, go to work... \t\t\t \t\tHey -- Yeah -- Whatta ya want?  \n[5]\t\tDipper needed it.  Rocky turns and looks at DIPPER sparring... Dipper is a young, muscular heavyweight with a mean expression.  \n[6]\t\t\t \t\tDipper's a climber -- You're a \t\ttomato.  \n[7]\t\tFacts is facts.  I run a \t\tbusiness here -- I'm cleanin' \t\thouse --  Mickey pauses to watch a young middleweight time-skip as his trainer sings \"FASCINATIN' RHYTHM.\"  \n[8]\t\t\t \t\tHow old are ya?  \n[9]\t\tHow old?  \n[10]\t\tMore like thirty.  \n[11]\t\tThe legs must be goin'.  \n[12]\t\t... Did ya fight last night?  \n[13]\t\tDid ya win?  \n[14]\t\t... Who'd ya fight?  \n[15]\t\tRice is a bum.  \n[16]\t\tAin't they?  Mickey shoots Rocky a quick, indifferent look and removes a rosary from his pocket and idly rolls it around his fingers.  \t\t\t\t\t\t\t\t\t18.   \n[17]\t\t\t \t\tYa want the truth -- Ya got \t\theart, but ya fight like an \t\tape -- The only thing special \t\tabout you is ya never got ya \t\tnose broke -- keep ya nose \t\tpretty -- what's left of ya \t\tbrain an' retire.  \n[18]\t\tHey, ever think about retirin'?  \n[19]\t\tThink about it.  \n[20]\t\t\t(gesturing \t\t\ttowards Rocky \t\tKnown him since he was \t\tfifteen -- A waste of life.  Dejected, Rocky travels to the locker room.  He passes Big Dipper sparring in a ring... Dipper spits a mouthful of water in a bucket and looks smugly at Rocky.  \n[21]\t\tDid ya get the message, kid?  \n[22]\t\tA Rep from Miles Jergens' \t\tPromotions was lookin' for \t\tya -- They need sparrin' \t\tpartners for Creed.  \n[23]\t\tHere's the card?  \n[24]\t\t'Bout an hour ago.  \n[25]\t\t... I said that before.  Rocky turns from Mickey and jogs out of the gym.  Mickey fumbles with his rosary beads.  \n[26]\t\t\t \t\t... Waste of life.  \n[27]\t\t\t \t\tI seen the light.  I figure \t\tsomebody was home.  \n[28]\t\tHow do you mean?  \n[29]\t\tListen, Rock, you're a very \t\tlucky guy.  \n[30]\t\tWhat's happened is freak luck.  \n[31]\t\tLook at all them other fighters. \t\tReal good boys.  Good records. \t\tColorful.  Fight their hearts \t\tout for peanuts -- But who \t\tcared?  Nobody.  They got it \t\tshoved in their back door. \t\tNobody ever give them a shot \t\tat the title...  \n[32]\t\tWhatta' those?  \n[33]\t\t\t \t\tI'm here tellin' ya to be very \t\tsmart with this shot.  Like \t\tthe Bible sez, ya don't get no \t\tsecond chance.  Mickey looks hard into Rocky's eyes.  \n[34]\t\t\t \t\tYa need a manager.  An advisor. \t\tI been in the racket fifty \t\tyears.  I done it all, there \t\tain't nothin' about the world \t\tof pugilism that ain't livin' \t\tup here.  He lights a half-smoked cigar.  \n[35]\t\t\t \t\tFifty years.  The rep is known \t\taround Philly, an' a good rep \t\tcan't be bought, but I don't \t\thave to tell you that.  \n[36]\t\tRocky, d'ya know what I done?  \n[37]\t\t\t(driving each \t\t\tword hard \t\tI done it all.  I've done an' \t\tseen everything'.  Believe \t\twhat I'm tellin' ya -- Ya \t\tshoulda seen the night in \t\tBrooklyn, I smacked 'Ginny' \t\tRusso outta the ring, September \t\t14, 1923 -- same night Firpo \t\tknocked Dempsey outta the ring. \t\tBut who got the Press?  He did. \t\tHe had a manager -- September \t\t14, 1923.  \n[38]\t\tLook at this face -- twenty- \t\tone stitches over the left \t\teye, thirty-four over the \t\tright -- my nose was busted \t\tseventeen times, the last \t\tbeing the Sailor Mike fight \t\tNew Year's Eve, 1940, in \t\tCamden, New Jersey -- What a \t\tprofessional pastin' I give \t\thim.  Here, read about it. \t\t\t\t  \t\t\t\t\t\t\t\t\t66.   \n[39]\t\t\t(shows a tiny \t\t\tpress clipping; \t\t\tpoints to \t\t\tcauliflower ear \t\tAn' he give me the vegetable \t\ton the ear.  I got pain an' \t\texperience... an' you got \t\theart -- kinda remind me of \t\tMarciano, ya do.  Rocky points to his most prized possession.  \n[40]\t\tYeah, ya kinda remind me of \t\tthe Rock.  Ya move like 'im.  Mickey has rung the bell.  Nothing could please Rocky more than being compared to his idol.  \n[41]\t\tYa got heart.  \n[42]\t\tChrist, I know this business. \t\tRocky, when I was fightin' it \t\twas the dirtiest racket goin', \t\tsee.  Pugs like me was treated \t\tlike fightin' dogs -- throw ya \t\tin the pit an' for ten bucks \t\tya try to kill each other.  We \t\thad no management... \t\t\t\t  \t\t\t\t\t\t\t\t\t67.   \n[43]\t\tfought in boxcars, in \t\twhorehouse basements, any \t\tjoint with a floor -- October \t\t1931 I fought a bum who put a \t\ttack in the thumb of his glove \t\tan' punched so many holes in \t\tmy face I had spit shootin' \t\toutta my cheeks -- I never had \t\tno manager watchin' out for \t\tme -- See that picture outside \t\tthe gym -- 'Mighty Mick,' \t\tthat's me in my prime.  I had \t\tall the tools.  I coulda \t\tstarched any lightweight husky \t\ton the East Coast -- But I had \t\tno management.  Nobody ever \t\tgot to know how slick I was, \t\tbut I had a head for business \t\tan' stashed a few bucks an' \t\topened the gym -- It's a dirt \t\thole, I know it, but that an' \t\ta lotta scars is what I got to \t\tshow for fifty years in the \t\tbusiness, kid -- now you come \t\talong with this shot an' I \t\tfeel like it's me gettin' the \t\tshot I never got... Yeah, we \t\twas treated like dogs -- like \t\tthem Dago's, no offense, in \t\tthe Colosseum in Rome there -- \t\tAn' now I got all this \t\tknowledge, I wanna give it to \t\tya so I can protect ya an' \t\tmake sure ya get the best deal \t\tya can!  Rocky rises and opens a window.  \n[44]\t\t\t \t\tRespect, I always dished ya \t\trespect.  \n[45]\t\t\t \t\tI'm sorry, I -- I made a \t\tmistake.  Kid, I'm askin' man \t\tto man.  I wanna be ya manager.  \t\t\t\t\t\t\t\t\t68.   \n[46]\t\tLook, you can't buy what I \t\tknow.  Ya can't.  I've seen it \t\tall!  I got pain an' I got \t\texperience.  \n[47]\t\tPlease, kid.  \n[48]\t\tIf ya was wantin' my help, why \t\tdidn't ya ask?  Just ask.  \n[49]\t\t\t \t\tRocky, I'm seventy-six years \t\told.  Maybe you can be the \t\twinner I never was -- your \t\tshot is my last shot!  Rocky is choked and goes into the bathroom and closes the door.  Mickey struggles to his feet and, like a beaten man, leaves.  Several moments later Rocky steps out and lowers himself into bed.  Springing up a second later, he runs outside.  \t\t\t\t\t\t\t\t\t69.   \n[50]\t\t\t \t\tStop!  Stop!  I can't stand it! \t\tIt's clumsy.  You're off \t\tbalance.  He motions to his bullish helper, Mike.  He hands him the string.  \n[51]\t\t\t \t\tTie it to both ankles -- Leave \t\ttwo feet slack.  \n[52]\t\tForget the footwork -- You're \t\toff balance.  The legs are \t\tsticking everywhere.  Marciano \t\thad the same problem, an' the \t\tstring cured it.  When you can \t\thit and move without breakin' \t\tthe string you'll have balance.  \n[53]\t\t\t \t\tDon't you boys ever interrupt \t\twhen I'm conductin' business, \t\tor I'll kill you both -- Go \t\taway.  The boys depart.  \t\t\t\t\t\t\t\t\t75.   \n[54]\t\t\t \t\tAutographs!  Ya wanna be a \t\twriter or a fighter?  Let's \t\twork.  Mike looks off across the gym.  \n[55]\t\t\t \t\tCan I help you guys?  \n[56]\t\tI own the place.  The Reporter has a hundred things on his mind... he turns from Mickey and nods to his crew... the other television crews rush to set up.  \n[57]\t\tWhat's happenin' here?  \n[58]\t\t\t \t\tYou can forget about sparring, \t\tkid.  \n[59]\t\t\t(almost \t\t\tapologetically \t\t\tto the crew \t\tWhy let Rocky here take a \t\tchance on cuttin' or breakin' \t\ta hand? -- Take a shower, \t\tDipper.  \n[60]\t\tThis is gettin' outta hand -- \t\tRocky will fight in the ring \t\tJanuary first, not here!  \n[61]\t\tNot yellow, cautious. \t\t\t \t\tSee, it's very easy for a \t\tfighter to accidentally hurt --  Dipper suddenly steps forward and slaps Rocky very hard across the side of the head... The gym becomes stone cold. Dipper is in total command and enjoying every moment of it.  \t\t\t\t\t\t\t\t\t80.   \n[62]\t\t\t \t\tLet's take a walk, Rock. \t\tPlease, don't take a chance. \t\tHe wants to hurt you so you \t\tcan't fight.  Rocky swallows his pride.  He still has the string around his ankles.  He starts to shuffle away with Mickey... Dipper steps forward and viciously slaps Rocky again.  Mike jumps forward.  \n[63]\t\tThe kid's got cannons -- Print \t\tthat.  The crowd disperses, leaving Dipper a pathetic and broken figure lying on a dirty gym floor.  \n[64] Mickey is in his cluttered office above the gym... the room is dark.  Blankets are tacked over the windows.  Rocky is watching 8 mm movies of Apollo Creed in action... Rocky watches with intense concentration as the fighter moves like a huge dancer around the ring.  \n[65]\t\tHis defense is great, can't \t\tlie 'bout that -- You have a \t\trollin' style.  Can't retreat \t\tas fast -- But your style \t\tain't retreatin'.  They both watch the flickering images.  \n[66]\t\t\t \t\tSee how he plays sometimes -- \t\tDrives his cornermen nuts. \t\tNobody knows his next move -- \t\tHim included.  They watch more action... Creed has a fighter helpless against the ropes.  \n[67]\t\t\t \t\tKiller instinct -- Ya both got \t\tthe killer touch.  Interestin'. \t\tSee that! -- Right-cross \t\tcombination.  Beautiful.  But \t\tyou got the power to rip the \t\tbody.  They watch more action.  \n[68]\t\t\t \t\tRocky, when ya climb into the \t\tsquare, an' know ya' meetin' \t\tthe best fighter in the world, \t\tya' gonna be ready, ya' gonna \t\tbe ready 'cause I been waitin' \t\tfor fifty years -- Fifty years. \t\tWhen I'm done with you, you'll \t\tgonna be able to spit nails. \t\t\t\t  \t\t\t\t\t\t\t\t\t91.   \n[69]\t\tYou'll gonna be able to eat \t\tlightin' and crap thunder -- \t\tYou'll be a very, very \t\tdangerous person...  The SCENE FADES on Mickey's voice and Rocky staring transfixed at the images projecting on the wall...  \n[70]\t\tWhat cha say, Benny -- Meet \t\t'The Rock.' This is our \t\tcutman, Benny Stein.  \n[71]\t\tCheck the eyes, Ben.  \t\t\t\t\t\t\t\t\t92.   Benny checks the skin around Rocky's eyes.  \n[72]\t\tTake a shower.  Heading towards the shower, Rocky is intercepted by Paulie who traverses the gym.  He stops Rocky at the shower room entrance.  \n[73] After turning on the lights, he quickly cleans the cluttered desk and sets up the projector... He goes to the cabinet and removes a stack of 16 mm films.  \n[74] The office clock indicates it is several hours later.  Rocky is engrossed in watching another Apollo Creed film.  He sits motionless.  Rocky sits upright.  Something catches his eyes... He springs at the projector.  He reruns the scene several times.  \n[75] Several hours later Rocky is engrossed in watching another Apollo Creed film... He sits motionless.  Something catches his eye.  Rocky stops the projector as Apollo is delivering a knockout blow to an unfortunate opponent.  Rocky moves right up to freeze frame and inspects it like it was a priceless painting... He backs off and begins writing on a note pad.  \n[76] The first light of dawn streams through Mickey's filthy windows... Rocky is slumped in a chair and it is apparent he has lost interest in watching the movies.  The film has completed its run through the projector and lazily flops around on the top reel... Listlessly Rocky rubs his reddened eyes.  \t\t\t\t\t\t\t\t\t97.   The door opens and Mickey flips on the light... The two men stare at each other for a long moment.  Mickey studies Rocky's despondent expression and knows what is on the fighter's mind.  \n[77]\t\t... I know what you're \t\tthinkin'm kid -- At least ya \t\tgotta shot -- All ya can do is \t\ttry ya' best.  Rocky stands and, with his dog, inches past Mickey and exits the room.  Mickey walks over and turns off the projector. He idly pushes the machine with a lazy motion until it slides off the desk and crashes to the floor.  \n[78]\t\t... It's time, kid.  Rocky nods and moves toward Adrian.  \n[79]\t\tDon't you care what the people \t\twill say?  \n[80]\t\tWhatta you get outta this?  \n[81]\t\t... Shrewd.  \n[82]\t\tDon't let 'im get you tight.  \t\t\t\t\t\t\t\t\t103.   \n[83]\t\tGod bless ya, Rock.  \n[84]\t\tYou can do it!  Goddamnit, you \t\tgot the power!  The body, get \t\tthe body!!!  Ya got him goin'!  \n[85]\t\tReal good.  \n[86]\t\tBreathe deep -- Keep ya chin \t\tdown!!  Use the legs and drive \t\tthrough 'im.  Attack -- \t\tAttack -- Attack!  \n[87]\t\tYa nose is broke.  \n[88]\t\tCan't hardly tell.  Don't \t\tswallow the blood -- Go for \t\this ribs.  Don't let 'im \t\tbreathe.  \n[89]\t\tWhy don't ya tell 'im you're a \t\tfan!  \n[90]\t\tHow you holdin' up, kid?  \n[91]\t\tGimme the water!  Ya getttin' \t\ttagged with his right.  I \t\tthink you should feint left \t\tand high hook 'im -- Benny, \t\tcheck the eyes!  Can ya see?  \n[92]\t\tKeep on him -- You're doin' \t\tgreat.  \n[93]\t\tWanna keep goin'?  \n[94]\t\t... Yeah.  \n[95]\t\t\t \t\tGreat, kid, great.  The ring Doctor leans over Rocky and checks the eyes.  \n[96]\t\tWe gotta stop it, kid.  \n[97]\t\tNobody's gonna say ya didn't \t\tgive ya all.  I can't let ya \t\tgo out.  Rocky stands and eyes them all.  \n[98]\t\tI don't care what they say, \t\tyou're a winner.  "}}