{"filename": "Rush-Hour-2_script.txt", "imdb_id": "tt0266915", "imdb_url": "https://www.imdb.com/title/tt0266915", "characters": ["Ricky Tan", "Lee", "Captain Chin", "Receptionist", "Heaven on Earth Hostess", "Heaven on Earth Hostess #2", "Hu Li (as Zhang Ziyi)", "Steven Reign", "Agent Sterling", "Club Hostess", "Carter", "Karaoke Singer", "Isabella Molina", "Girl in Car (as Meiling Melancon)", "Girl in Car"], "dialogues": {"Ricky": "\n[1]\t\tI'm busy at the moment.  \n[2]\t\tI know you, Detective Carter, right? \t\tYou're Lee's American friend.  Enjoying \t\tyour visit?  \n[3]\t\tLee, I've missed you, brother. \t\t\t \t\tI heard about the two Americans, I'm so \t\tsorry, you must be under great pressure.  \n[4]\t\tI don't think so...  \tA nod of Ricky Tan's head, and TEN LARGE MEN in robes and \ttowels spring out of reclining chairs -- menacingly facing \tLee and Carter.  A beat...  \n[5]\t\tIt's no problem.  But I must excuse \t\tmyself, inspector.  \n[6]\t\tCongratulations.  And good day.  \tAs Tan starts to exit, Lee and Carter move to intercept him. \tBut they are blocked by TAN'S MEN.  \tLee grabs one of the men's towels and pulls it off.  The man \tcovers his naked body.  Lee is grabbed by one of the other \thenchmen, but he escapes and begins kicking ass, using the \ttowel and his own robe to block and wrap another man's arms -- \tblocking, kicking, and punching everything in sight -- all \tthe while managing to keep his privates covered with a towel, \this robe, or some other found object.  \tCarter, meanwhile, uses his quick hands to send several men \tflying back -- grabbing a towel of one of them.  \n[7] \tIt looks like HUGH HEFNER'S BEDROOM complete with ROUND BED \tand SUNKEN BAR.  Ricky Tan sits in front of a big screen \tsatellite TV screaming at the Lakers.  Hu Li opens the door \tand the bodyguards lead Lee into the bedroom.  \n[8]\t\tCome on, Shaq, hit a damn free-throw! \t\tYou can do it, big guy.  \n[9]\t\tShit!  He still doesn't follow through. \t\tI just lost five grand.  \tTan turns off the TV, turns to Lee.  \n[10]\t\tWhy don't we go on the deck, get some \t\tair...and some privacy. \t\t\t \t\tLeave us alone.  \tHu Li hesitates, upset at being dismissed.  \n[11]\t\t\t \t\tCould you have your partner wait for us \t\toutside?  \n[12] \tTan and Lee reach the upper deck, where they are alone.  \n[13]\t\tDespite what people suspect...what you \t\tsuspect --  \n[14]\t\t... if your father were alive, I would \t\tbe turning to him now. \t\t\t \t\tI didn't blow up the American Embassy, \t\tbut I believe some of my people did.  My \t\tenemies are trying to frame me. \t\t\t \t\tThere is a war going on within the \t\tTriads -- and I am going to lose.  My \t\tname has been written into the book of \t\tdeath.  \n[15]\t\tNobody can protect me.  I'll make a deal \t\twith you, Lee.  But only iff you'll get \t\tme out of Hong Kong.  \n[16]\t\tThere is a ship, in the Hong Kong \t\tHarbor...  \tHu Li BURSTS onto the deck, flanked by FOUR BODYGUARDS.  \tRicky Tan screams something at Hu Li in Chinese.  Hu Li \tscreams back as SHE EMPTIES HER GUN INTO RICKY'S CHEST.  Tan \tfalls back, over the rail, and into the water.  \tLee MOVES TOWARDS HU LI, but the four bodyguards are on Lee, \tattacking from all sides.  Hu Li exits as Lee tries to fight \toff the bodyguards.  \n[17] \tReactions from the crowd as GUNSHOTS echo from the deck \tabove.  \n[18]\t\tImagine a business where people hand you \t\tmoney.  And you hand them back \t\tabsolutely nothing.  \tRicky Tan - alive and well, turns around and stares at Lee. \tIsabella is standing next to him.  Lee is shocked at the \tsight of Ricky Tan alive.  \n[19]\t\tNow that's a true American dream. \t\tThanks to a few pieces of metal and a \t\tvery greed driven US Customs agent.  \tRicky Tan walks toward Lee, starts to smile.  \n[20]\t\tLook at you, you're ridiculous.  You \t\tknow it didn't have to be like this. \t\tBut it's too bad!  Like father, like \t\tson.  \tLee stares at Isabella for a BEAT.  Hu Li motions to one of \tthe monitors.  \n[21]\t\tLook at this old fool, what does he \t\tthink he's doing?  \tRicky Tan shifts his attention back to Lee.  \n[22]\t\tIt's almost impossible to find a partner \t\tthat's trustworthy and loyal.  Wouldn't \t\tyou agree, Lee?  \n[23]\t\tWell, at least you will die with honor. \t\tBut choy Gien.  \tSUBTITLES: \"Won't see you again.\"  \n[24]\t\tChai Hu Li. \t\t\t \t\tHave fun.  \tRicky Tan walks out.  Hu Li holds the detonator up to Lee, \tplays with the button.  \n[25]\t\tAmerican's love to gamble.  Don't they, \t\tMr. Reign?  \n[26]\t\tAnd my plates?  \n[27]\t\tI enjoyed that little story you told \t\tabout the Dragon and the treasure.  My \t\tmother used to tell it to me all the \t\ttime.  Do you know the moral of that \t\tstory, Mr. Reign?  \n[28]\t\tI hate that fortune cookie shit.  \tLee BURSTS through the suite door - watches as Reign falls \tdead to the floor.  Ricky takes the black bag off the desk.  \n[29]\t\tYou're just like your father, Lee.  All \t\tthese years hiding behind his badge.  I \t\twanted to help him, to share with him, \t\tbut he was too afraid of change.  When \t\tyou think about it, I didn't really kill \t\thim.  I just put him out of his misery.  \n[30]\t\tI don't think it's over.  There are \t\tcasinos all over this country.  Let me \t\tmake you a rich man, Lee.  Don't make \t\tthe same mistake he did.  \tRicky glances at the gun in Reign's belt.  \n[31]\t\tDon't you remember?  I'm already dead.  \tRicky makes a play for the gun, but Lee is much too fast, \ttaking the gun and pushing Ricky against the wall just as \tCarter bursts in the room.  \n[32]\t\tWould you like me to tell you how your \t\tfather died?  \n[33]\t\tHe never begged for his life.  Or tried \t\tto make a deal.  All that he asked me, \t\tjust seconds before I pulled the \t\ttrigger, was that I promise not to kill \t\tyou.  \tLee's finger is on the trigger -- he wants to pull the \ttrigger but can't.  \n[34]\t\tDo you have it in you, Lee?  Or are you \t\tgonna spend the rest of your life hiding \t\tlike your father?  \n[35]\t\tThat's what I thought.  \tTan takes the black bag and swings it toward Lee -- the \tplates hit him across the face and knock him down.  ", "Tan": "\n[1]\t\tI'm busy at the moment.  \n[2]\t\tI know you, Detective Carter, right? \t\tYou're Lee's American friend.  Enjoying \t\tyour visit?  \n[3]\t\tLee, I've missed you, brother. \t\t\t \t\tI heard about the two Americans, I'm so \t\tsorry, you must be under great pressure.  \n[4]\t\tI don't think so...  \tA nod of Ricky Tan's head, and TEN LARGE MEN in robes and \ttowels spring out of reclining chairs -- menacingly facing \tLee and Carter.  A beat...  \n[5]\t\tIt's no problem.  But I must excuse \t\tmyself, inspector.  \n[6]\t\tCongratulations.  And good day.  \tAs Tan starts to exit, Lee and Carter move to intercept him. \tBut they are blocked by TAN'S MEN.  \tLee grabs one of the men's towels and pulls it off.  The man \tcovers his naked body.  Lee is grabbed by one of the other \thenchmen, but he escapes and begins kicking ass, using the \ttowel and his own robe to block and wrap another man's arms -- \tblocking, kicking, and punching everything in sight -- all \tthe while managing to keep his privates covered with a towel, \this robe, or some other found object.  \tCarter, meanwhile, uses his quick hands to send several men \tflying back -- grabbing a towel of one of them.  \n[7] \tIt looks like HUGH HEFNER'S BEDROOM complete with ROUND BED \tand SUNKEN BAR.  Ricky Tan sits in front of a big screen \tsatellite TV screaming at the Lakers.  Hu Li opens the door \tand the bodyguards lead Lee into the bedroom.  \n[8]\t\tCome on, Shaq, hit a damn free-throw! \t\tYou can do it, big guy.  \n[9]\t\tShit!  He still doesn't follow through. \t\tI just lost five grand.  \tTan turns off the TV, turns to Lee.  \n[10]\t\tWhy don't we go on the deck, get some \t\tair...and some privacy. \t\t\t \t\tLeave us alone.  \tHu Li hesitates, upset at being dismissed.  \n[11]\t\t\t \t\tCould you have your partner wait for us \t\toutside?  \n[12] \tTan and Lee reach the upper deck, where they are alone.  \n[13]\t\tDespite what people suspect...what you \t\tsuspect --  \n[14]\t\t... if your father were alive, I would \t\tbe turning to him now. \t\t\t \t\tI didn't blow up the American Embassy, \t\tbut I believe some of my people did.  My \t\tenemies are trying to frame me. \t\t\t \t\tThere is a war going on within the \t\tTriads -- and I am going to lose.  My \t\tname has been written into the book of \t\tdeath.  \n[15]\t\tNobody can protect me.  I'll make a deal \t\twith you, Lee.  But only iff you'll get \t\tme out of Hong Kong.  \n[16]\t\tThere is a ship, in the Hong Kong \t\tHarbor...  \tHu Li BURSTS onto the deck, flanked by FOUR BODYGUARDS.  \tRicky Tan screams something at Hu Li in Chinese.  Hu Li \tscreams back as SHE EMPTIES HER GUN INTO RICKY'S CHEST.  Tan \tfalls back, over the rail, and into the water.  \tLee MOVES TOWARDS HU LI, but the four bodyguards are on Lee, \tattacking from all sides.  Hu Li exits as Lee tries to fight \toff the bodyguards.  \n[17] \tReactions from the crowd as GUNSHOTS echo from the deck \tabove.  \n[18] \n[19]\t\tImagine a business where people hand you \t\tmoney.  And you hand them back \t\tabsolutely nothing.  \tRicky Tan - alive and well, turns around and stares at Lee. \tIsabella is standing next to him.  Lee is shocked at the \tsight of Ricky Tan alive.  \n[20]\t\tNow that's a true American dream. \t\tThanks to a few pieces of metal and a \t\tvery greed driven US Customs agent.  \tRicky Tan walks toward Lee, starts to smile.  \n[21]\t\tLook at you, you're ridiculous.  You \t\tknow it didn't have to be like this. \t\tBut it's too bad!  Like father, like \t\tson.  \tLee stares at Isabella for a BEAT.  Hu Li motions to one of \tthe monitors.  \n[22]\t\tLook at this old fool, what does he \t\tthink he's doing?  \tRicky Tan shifts his attention back to Lee.  \n[23]\t\tIt's almost impossible to find a partner \t\tthat's trustworthy and loyal.  Wouldn't \t\tyou agree, Lee?  \n[24]\t\tWell, at least you will die with honor. \t\tBut choy Gien.  \tSUBTITLES: \"Won't see you again.\"  \n[25]\t\tChai Hu Li. \t\t\t \t\tHave fun.  \tRicky Tan walks out.  Hu Li holds the detonator up to Lee, \tplays with the button.  \n[26]\t\tAmerican's love to gamble.  Don't they, \t\tMr. Reign?  \n[27]\t\tAnd my plates?  \n[28]\t\tI enjoyed that little story you told \t\tabout the Dragon and the treasure.  My \t\tmother used to tell it to me all the \t\ttime.  Do you know the moral of that \t\tstory, Mr. Reign?  \n[29]\t\tI hate that fortune cookie shit.  \tLee BURSTS through the suite door - watches as Reign falls \tdead to the floor.  Ricky takes the black bag off the desk.  \n[30]\t\tYou're just like your father, Lee.  All \t\tthese years hiding behind his badge.  I \t\twanted to help him, to share with him, \t\tbut he was too afraid of change.  When \t\tyou think about it, I didn't really kill \t\thim.  I just put him out of his misery.  \n[31]\t\tI don't think it's over.  There are \t\tcasinos all over this country.  Let me \t\tmake you a rich man, Lee.  Don't make \t\tthe same mistake he did.  \tRicky glances at the gun in Reign's belt.  \n[32]\t\tDon't you remember?  I'm already dead.  \tRicky makes a play for the gun, but Lee is much too fast, \ttaking the gun and pushing Ricky against the wall just as \tCarter bursts in the room.  \n[33]\t\tWould you like me to tell you how your \t\tfather died?  \n[34]\t\tHe never begged for his life.  Or tried \t\tto make a deal.  All that he asked me, \t\tjust seconds before I pulled the \t\ttrigger, was that I promise not to kill \t\tyou.  \tLee's finger is on the trigger -- he wants to pull the \ttrigger but can't.  \n[35]\t\tDo you have it in you, Lee?  Or are you \t\tgonna spend the rest of your life hiding \t\tlike your father?  \n[36]\t\tThat's what I thought.  \tTan takes the black bag and swings it toward Lee -- the \tplates hit him across the face and knock him down.  ", "Lee": "\n[1] \tThe passenger window rolls down and we see Carter, styling in \ta Chinese-cut suit.  He's holding a Chinese-English \tdictionary, leaning out the window - giving his best \"do me\" \tlook to two girls in a convertible.  \n[2]\t\t\t \t\t...wish they all could be California... \t\twish they all could be California \t\tgirls...  \tCarter ejects the BEACH BOYS CD from the stereo and TOSSES it \tout of the SUNROOF.  \n[3]\t\tThat was my CD.  Don't you ever touch a \t\tChinese man's CD.  \n[4]\t\tThose girls drove off because of you.  \n[5]\t\tYou invited them to get naked and \t\tsacrifice a small goat.  \n[6]\t\tYou owe me a copy of the Beach Boys \t\tGreatest Hits, Volume Two.  \n[7]\t\tMu-shu?  You're hungry?  \n[8] \n[9]\t\tAny leads?  \n[10]\t\tIt's my responsibility.  \tLee hangs up the cell phone.  \n[11]\t\tOf course not.  My Superindendent \t\tinvited us to a club tonight.  Big \t\tparty.  \n[12]\t\tCarter, would I lie to you? \t\t\t\t\t\t \n[13]\t\tNo.  \n[14]\t\tNo.  \n[15]\t\tI'll meet you at the bar in ten minutes. \t\tThey don't like tourists in here, so try \t\tto blend in.  \n[16]\t\tBathroom.  \tLee walks off, trying not to be seen as Carter steps up to \tthe bar, takes a seat next to TWO CHINESE THUGS.  \n[17]\t\t\t \t\tCarter, get off that stage!  \n[18]\t\tThis is a gangster bar, we're here \t\tundercover.  \n[19]\t\tI'm sorry.  \n[20]\t\tNo, we're here for information, to find \t\tout where a man named Ricky Tan is.  We \t\tmust tread softly and keep our ears \t\topen.  \n[21]\t\tCarter, you don't understand.  These men \t\tare Fu-Cang-Long Triads.  Part of the \t\tmost deadly gang in China.  \n[22]\t\tNo.  You are a civilian.  In China, I am \t\tMichael Jackson, and you are Toto.  \n[23]\t\tYou just said you're their worst \t\tnightmare - and to line their mothers up \t\tfor a milking.  \n[24] \tThey're hanging side-by-side, holding on for their lives.  Hu \tLi looks down at them.  She has no weapon to finish them off. \tShe turns and runs, disappearing in the night.  \n[25] \tholding on with all their strength.  The bamboo is starting \tto bend.  \n[26]\t\tTry to land on your feet.  \tCarter looks down at a rancid dumpster below them.  \n[27] \tCarter and Lee drive through Hong Kong, the two men riding in \tsilence, bruised and covered in garbage.  \n[28]\t\tI'm sorry.  \n[29]\t\tNo time.  There was an explosion at the \t\tAmerican Embassy today -- two American \t\ttranslators were killed.  \tCarter takes this in.  Can't believe his own bad luck.  \n[30]\t\tThis won't take long.  \tMaster Fu barks out a barrage of SHAOLIN FIGHTING STANCES.  \n[31]\t\t\t \t\tYes, Master.  \tWhile Lee follows Master Fu, Carter stands in front of the 12 \tYEAR OLDS, who sit motionless around a fighting circle.  \tCarter starts stretching his legs, warming up.  \n[32]\t\tI need your help, Master.  I'm seeking a \t\tman who used to train with you.  He's \t\tbecome a killer - the worst kind of \t\tanimal.  \n[33]\t\tRicky Tan?  \n[34]\t\tHow do I find Ricky Tan?  \tAGAIN IN THE B.G., Carter and the flying kids go zipping by \tin the other direction, disappear O.S.  \tMaster Fu pats the SOIL around a struggling plant.  \n[35]\t\tI know, Master, but...  \n[36]\t\tHeaven on Earth?  Master, I don't \t\tunderstand. \t\t\t \t\tA temple, where Heaven is on Earth?  A \t\tmountain, where Earth reaches for the --  \n[37]\t\tCarter...you ready to have some fun!?  \n[38]\t\tJust follow my lead and act like a \t\ttourist.  \n[39]\t\t\t \t\tHello.  \n[40]\t\tMy friend is on vacation, from America. \t\tI want to show him a good time.  \n[41]\t\tWhat are you doing?  \n[42]\t\tWell, hurry up.  \n[43]\t\tOver there -- that's Ricky Tan.  \n[44]\t\tThis is a very dangerous man.  \n[45]\t\tI'm calling for back up!  \tLee gets up from a chair, hurriedly exits.  \tCarter looks at RICKY TAN -- sitting quietly in his chair \twith his LAPTOP COMPUTER on his knees.  Carter makes a \tdecision, gets up and walks towards him.  \n[46]\t\tYou must come with me for questioning.  \n[47]\t\tDon't look at my ass!  \n[48] \tThe shades are down as Lee frantically gets dressed, putting \ton a suit and fixing his tie. \tCarter finishes putting on a BLACK CHINESE STYLE SUIT from \tLee's closet, then moves for the door.  \n[49]\t\tWhere are you going?  \n[50]\t\tFine.  Go home.  Who needs you.  \n[51]\t\tStop!  I'm sick of your bullshit!  \n[52]\t\tIt's my job!  \n[53]\t\tI have plenty of dates.  \n[54]\t\tYou would never understand my life. \t\tYou're not Chinese.  \n[55]\t\tThe Secret Service?  Why?  \n[56]\t\tHow can we help?  \n[57]\t\tI can get to Ricky Tan.  \n[58] \tCarter is on the phone, his feet on Lee's desk.  As he talks \the opens a drawer, pulls out a wad of cash and pockets it.  \n[59] \tLee walks out of the Captain's office, heads for his own \toffice - but never gets there.  \tAN EXPLOSION rips through the second floor of the station. \tLee diving for safety as glass and debris shoot over his \thead.  Sheer pandemonium as Lee quickly looks up at his \tdestroyed office, tries to get to his feet.  \tSTUNNED POLICE OFFICERS and DETECTIVES are crowded around \tLee's office, looking at the rubble.  Lee pushes through the \tcrowd -- it's all smoke and fire.  Now way anyone held back \tby the heat.  \n[60]\t\tCarter!  CARTER!  \n[61]\t\tAll he wanted was some mu-shu.  \n[62]\t\tI'm sorry, I have to go.  \n[63] \tLee drives, misty-eyed.  RAP MUSIC playing over the stereo. \tLee turns it up, slowly moving his head to the music, in \ttribute to Carter.  \tHis CELL PHONE rings, he turns down the music.  \n[64]\t\tDid you tell Sterling?  \n[65]\t\tThank you.  \tLee hangs up.  A look of intensity.  He CRANKS the RAP MUSIC \tup, a man on a mission.  \n[66]\t\tRicky Tan.  Where is he?  \n[67]\t\tThe Hong Kong Police.  He killed a \t\tdetective today and he's not getting \t\taway with it.  Now where is he?  \n[68]\t\tCarter?  \n[69]\t\tYou.  \n[70]\t\tNot Yu.  You!  \n[71]\t\tDo you understand the words that are \t\tcoming out of my mouth?  \n[72]\t\t\t \t\tI'll meet you on the main deck in ten \t\tminutes.  \tCarter pulls Lee aside.  \n[73]\t\tI'm okay, you go.  \n[74]\t\tRemember I told you my father was a \t\tpoliceman? \t\t\t \t\tRicky Tan was his partner for ten years.  \n[75]\t\tDon't.  \tRicky Tan hears the steel in Lee's voice, acknowledges it.  \n[76]\t\tThe police can protect you.  \n[77]\t\tTell me why they killed the customs \t\tagents.  \n[78]\t\tHu Li!  \tLee runs to the rail -- looks down to see a SPEEDBOAT \tstarting to pull away from the ship.  Hu Li jumps onboard the \tmoving boat.  \tLee starts to turn for the stairs, running down towards the \tstern. \t\t\t \n[79]\t\tI'll take him.  \n[80]\t\tDon't push me, Carter.  I'm in no mood \t\tfor your bullshit.  \tCarter gets in Lee's face.  The two men look like they're \tabout to come to blows.  \n[81]\t\tI'll bitch slap you into Bangkok.  \n[82]\t\tDon't be talking about my mama.  Or my \t\tass!  \n[83]\t\tNo.  She's a school teacher.  \n[84]\t\tGood at what?  \n[85]\t\tFive years ago, my father was Chief \t\tInspector working a big international \t\tsmuggling case.  \n[86]\t\tRicky Tan killed my father.  \tCarter is suddenly all ears, listening intently now to Lee.  \n[87]\t\tHe found out his partner, Tan, had been \t\tworking for the Triads all along. \t\t\t \t\tBefore my father could prove it, he was \t\tkilled in the line of duty.  \n[88]\t\tAll the evidence against him \t\tdisappeared, the smuggling case was \t\tunsolved.  Tan resigned and went over to \t\tthe Triads openly.  \n[89]\t\tNo, no, that would be crazy --  \n[90]\t\tI thought you'd think it was crazy.  \n[91]\t\tI know.  I know.  I am sorry.  \tLee inclines his head, stiffly, turns and walks toward his \tcar.  Carter watches him.  Finally he rolls his eyes and \tyells.  \n[92]\t\tWhat?  \n[93]\t\tI cannot go to LA...  \tCarter steps close, and for a second we see the man and the \tcop beneath the attitude.  \n[94]\t\tYou said --  \n[95]\t\tWhy LA?  \n[96]\t\tI should go back.  Ricky Tan mentioned a \t\tboat in Hong Kong Harbor...  \n[97]\t\tFollow the Rich White Man?  \n[98]\t\tFollow the RichWhiteMan...  \n[99]\t\tWho?  \n[100]\t\tHow do you know he's our man?  \n[101]\t\tYou sound like that all the time.  \n[102]\t\tMaybe.  But not like Asians.  We never \t\tpanic.  \n[103]\t\tJust tell me where I can find this \t\tSteven Reign.  \n[104]\t\tHe just left.  Kissed her on the cheek.  \n[105]\t\tHow do you know?  \n[106]\t\tCarter, there's something I have to tell \t\tyou.  You were right about what you said \t\tin Hong Kong.  All I do is work.  Never \t\ttake a day off.  It's all I have right \t\tnow.  \n[107]\t\tThe truth is, I haven't had any mu-shu \t\tin six months.  \n[108]\t\tMy fiancee left me over the summer -- a \t\tmonth before our wedding.  \n[109]\t\tIt's a long story.  \n[110]\t\tNo.  It was my singing.  \n[111]\t\tShe hated my voice.  Said it drove her \t\tcrazy.  I sang to her all the time - in \t\tbed - in the shower - I thought she \t\tliked it.  She finally told me it was \t\tdriving her crazy.  \tCarter stares at Lee for a long BEAT.  \n[112]\t\tShe's just standing around -- not doing \t\tmuch.  \n[113]\t\tI'll try to stay awake.  It's so boring.  \tIsabella starts to remove her blouse.  Lee starting to sweat \tas he watches her undress.  \n[114]\t\tSlow down, baby.  \n[115]\t\tNothing.  I said nothing.  \tLee lowers his binoculars, steps away from the window.  \n[116]\t\tIs it hot in here?  \n[117]\t\tI'm gonna go in the hall and get a \t\tbucket of ice.  You want some ice?  \n[118]\t\tShe's getting undressed.  \n[119]\t\tNo.  It's not right.  \n[120]\t\tWhat's she doing?  \n[121]\t\tI don't want to hear this.  \n[122]\t\tSnoopy?  I love Snoopy.  \n[123]\t\tThat's enough.  We shouldn't be doing \t\tthis!  \tIsabella suddenly drops undressing and walks back to the \tliving room to pick up the PHONE.  We see her clearly now in \tbra and panties.  \n[124]\t\tWhat?  \n[125]\t\tWhat is it?  \n[126]\t\tI don't understand?  \n[127]\n[128]\n[129]\t\tIt's your turn!  \n[130]\t\tThrow it!  \tCarter is about to throw it in, when HE SEES AN OLDER COUPLE \n[131]\t\tStairs!  \tCarter throws him the bomb, and Lee runs to the stairs --  \n[132]\t\tRoof!  \n[133]\t\tWait!  There's people down there!  \n[134]\t\tGet it out of here!  \n[135]\t\tIt's a bomb.  \tIsabella opens the package, removing a stack of a HUNDRED \n[136]\t\tWe can help you.  I'm a detective in \t\tHong Kong.  \n[137]\t\tThen you know I'm not walking away from \t\tthis case.  \n[138]\t\tIs this a payoff?  \n[139]\t\tFive years ago?! \t\t\t \t\tThat's right before he left the force.  \tLee and Carter exchange looks.  \n[140]\t\t\t \t\tAnd Hu Li killed him for the plates.  \n[141]\t\tWe both know you would never take a \t\tbullet for someone else.  \n[142]\t\tShe never even looked at you.  \n[143]\t\tI am not third world ugly.  Women like \t\tme, they think I'm cute.  Like Snoopy.  \n[144]\t\t\t \t\tThat's a good Twisting Tiger -- where \t\tdid you learn that?  \tThey switch to Chinese.  \n[145]\t\tThe Praying Mantis school, in Bejing?  \n[146]\t\tBaby Duck?  \n[147]\t\tDo you still have the bills?  \n[148]\t\tAre you okay?  \n[149]\t\tShe saved our lives.  \n[150]\t\tShhh, my head hurts.  \n[151]\t\tWhy did you help me?  \n[152]\t\tI'm not used to having a partner.  \n[153]\t\tWell we're not friends.  \n[154]\t\tFine with me.  \n[155]\t\tSee you in the next world.  \n[156]\t\tFine.  \n[157]\t\tYes.  We have heaven.  \n[158]\t\tWhat's a Chinese heaven?  \n[159]\t\tI think we should stop talking.  \n[160]\t\tNo.  \n[161]\t\tMind your own business.  \n[162]\t\tThere was no sex.  She was very \t\ttraditional.  We were waiting until we \t\twere married.  \n[163]\t\tNo mu-shu.  \n[164]\t\tNo kung pao chicken.  Never.  \n[165]\t\tOnce in a while, steamed dumplings.  But \t\tonly when she was drunk.  \n[166]\t\tTell me the truth, Carter.  Do you think \t\tI have a good voice?  \n[167]\t\tForget it.  It doesn't matter.  \tLee turns away from Carter.  \n[168]\t\tI knew it.  What does she know.  You \t\twant me to sing something?  \n[169]\t\tThey'll probably torture us first, shock \t\tour privates, then put two bullets in \t\tour eyes and one in the back of the \t\thead.  \n[170]\t\tDid you happen to see the most beautiful \t\tgirl in the world...and if you did, was \t\tshe crying, crying...hey!  \n[171]\t\tIt's focus.  Every opponent has a weak \t\tspot.  You ignore everything around you, \t\tand put all your energy into one perfect \t\tstrike.  \n[172]\t\tWho's Benjamin?  \n[173]\t\tA Chinese man discovered electricity.  \n[174]\t\tYes he did.  He also invented the \t\tbicycle.  \n[175]\t\tWe're slowing down.  This must be it.  \n[176]\t\tYou've been a good friend, James Carter.  \n[177]\t\tYou could never kick my ass.  You mama's \t\tboy.  \n[178] \tstill holding on to the door frame -- swings and backflips \tonto the roof of the truck.  \n[179]\t\tThis way.  I see some lights.  \tLee and Carter spot a tiny sliver of light coming through a \tMANHOLE COVER.  They start climbing up the metal stairs that \tlead up to the street.  \n[180]\t\tVegas...  \n[181]\t\tRed Dragon.  \n[182]\t\tLet's go.  \n[183]\t\tWhat is Mac out?  \n[184]\t\tYes.  We have lots of big men chasing \t\tus.  \n[185]\t\tI own the place.  \n[186]\t\tBuddha is the symbol of luck and good \t\tfortune.  \n[187]\t\tCarter...here comes the rich white man.  \n[188]\t\tExcuse me?  \tIsabella grabs him around the waist, pulls him close.  \n[189]\t\tWhat's going on?  \n[190]\t\tLast time you needed my help I ended up \t\tin the back of a truck.  \n[191]\t\tJust trying to make it look real.  \n[192]\t\tWhy don't you go get them?  \n[193]\t\tHow do I know I can trust you?  \n[194]\t\tNo. \t\t\t \t\tBut I'll help you.  \tLee holds her for a long BEAT, their lips almost touching. \tHe finally lets her go, and she disappears into the crowd. \tCarter walks up, sees Lee standing alone on the dance floor.  \n[195]\t\tDancing?  \n[196]\t\tIt was Isabella.  She says the plates \t\tare in the soft count room.  \tLee motions to the room, where WE SEE a SECURITY GUARD \tstanding in front of a small door.  \n[197]\t\tNo.  I'm going to find out.  \n[198]\t\tTry to keep them busy for five minutes.  \n[199] \tas he passes directly under the camera, clearly mouthing the \twords \"oh shit\" as he rolls by.  \tLee looks to his left, sees the SOFT COUNT ROOM -- a mountain \tof COUNTERFEIT SUPERBILLS that are waiting to be paid out. \tOn the opposite side, the REAL MONEY is being WHEELED OUT \ttoward a waiting TRUCK that is parked at the back door.  \tLee sees two more cameras in the ceiling, knows his cover is \tblown.  He jumps down off the cart, is standing in front of \tthe locked vault.  There's no way to get the plates. \tIsabella has set him up again.  \tHe turns and smiles at the confused SECURITY GUARDS.  \n[200]\t\tHi.  How's it going?  You guys have \t\tchange for a twenty?  \tThe GUARDS make their move.  And Lee starts to fight them \tdown the hall, using the cart as a shield as he RAMS into TWO \tMORE GUARDS, fights them off as he turns the corner toward \tthe casino door -- but he gets slammed to the ground by a \tright cross.  \tHu Li threw the punch, a roll of quarters in her hand as she \tstands over him with FIVE TRIAD SOLDIERS.  She holds a knife \tto Lee's throat.  \n[201]\t\t\t \n[202]\t\t\t \t\tBomb!!!  \tHu Li HITS the TRIGGER just as it lands on a roulette table.  \n[203]\t\tI did!  \n[204]\t\tYes I did.  I said MMMMMM!  \tA hand on Carter's arm.  THIS IS SERIOUS. \t\t\t \n[205]\t\tRicky Tan is alive.  \n[206]\t\tWe have to get to the Penthouse.  \tLee jumps up, SPRINTS toward the elevators at the dragon end \tof the casino.  \n[207]\t\tCarter...  \n[208]\t\tAre you okay?  \n[209]\t\tI didn't know which side you were on.  \n[210]\t\tPut the plates down.  \tRicky Tan looks down at the gun in Reign's belt.  \n[211]\t\tPut the plates down.  It's over.  \n[212]\t\tIf you reach for that gun, I'm going to \t\tkill you.  \n[213]\t\tIt's worth it to me.  \n[214]\t\tI can't believe I flew ten-thousand \t\tmiles for this shit!!  \tThey lift their feet just as the TRUCK PASSES.  The sign dips \tand they fall straight down into the open sunroof of a LARGE \n[215]\t\tNo problem.  \tLee and Carter look up to see the VERSACE SALESMAN and FOUR \tOF HIS FRIENDS sitting in the back of the limo staring at \tthem.  The BOYS are all drinking champagne and dressed for a \tnight on the town.  \n[216]\t\tShe's going home to New York.  I need \t\tsome ice.  \tLee and Carter watch as she gets on the plane.  \n[217]\t\tYes.  \n[218]\t\tI guess so.  Thank you, Carter.  \n[219]\t\tCarter, wait.  There's something I want \t\tyou to have.  \tLee pulls a BADGE from his pocket.  Hands it to Carter.  \n[220]\t\tIt's okay.  I can finally let it go.  \tCarter takes the badge.  Smiles.  \n[221]\t\tWhat is this?  \n[222]\t\tNo, Carter.  I can't take this.  \n[223]\t\tThis money is evidence.  \n[224]\t\tI always wanted to go to Madison Square \t\tGarden.  See the Knicks play.  \n[225]\t\tFirst class.  \n[226]\t\tA little Mu-shu.  \n[227]\t\tAmen to that, brother.  \tAs Lee and Carter start to walk away together, the MUSIC \tSWELLS.  \"WAR\" starts to PLAY.  They dance their way through \ta crowd of people, their arms raised as the two friends make \ttheir way through the airport. \t\t\t ", "Captain": "\n[1] \tCAPTAIN DIEL sits behind his desk talking on the phone.  \n[2]\t\tIs it true, Carter?  Are you in Hong \t\tKong right now?  \n[3]\t\tIt's nine-thirty in the morning.  \n[4]\t\tDo you know what happened yesterday, \t\tCarter?  I was officially nominated for \t\tthe Commissioner's post for the LAPD. \t\tThere was a dinner last night, two \t\thundred LAPD officers were there.  \n[5]\t\tI've waited my whole life for this job, \t\tbut I don't have a shot in hell of \t\tgetting it.  Do you know why?  \n[6]\t\tNo, Carter.  The reason I'm screwed is \t\tbecause the entire department is about \t\tto find out the stolen credit cards we \t\timpounded were used to buy two first \t\tclass upgrades to Hong Kong.  And what \t\tthe hell is Heaven on Earth?  ", "Chin": "\n[1] \tThe following conversation is in Chinese, English subtitles.  \n[2]\t\tLee, there was a bombing at the American \t\tEmbassy.  Two American translators were \t\tkilled.  \n[3]\t\t\t \t\tWe think it's Ricky Tan.  If you don't \t\twant to take the case, I'll understand.  \n[4]\t\tThis is still Hong Kong.  \n[5]\t\tChief Inspector Lee will brief your \t\tpeople...  \n[6]\t\t\t \t\tThat is...Chief Inspector Lee.  The \t\tdetective in charge of our \t\tinvestigation.  \n[7] \tLee walks in, sees Sterling sitting at Chin's desk.  Chin \tstands in the back.  \n[8]\t\tLee, this is Special Agent Sterling from \t\tthe United States Secret Service.  \n[9] \n[10]\t\tAre you okay, Lee?  \tBeat.  \n[11] \n[12]\t\tLee, we just got a call from the harbor \t\tpatrol.  Ricky Tan is throwing a little \t\tparty on his boat tonight.  Victoria \t\tharbor.  If you don't want to...  \n[13]\t\tLet him find out on his own.  I want the \t\tHong Kong police handling this.  \n[14]\t\tI'm sorry Lee, but my orders are to \t\tfully cooperate with the Secret Service.  \tLee nods a respectful but bitter acknowledgment.  Chin \tmotions for two uniformed Hong Kong police officers to \tapproach.  \n[15]\t\t\t \t\tEscort Detective Carter to the airport --  \n[16] \tCarter's Vette pulls up in front of a hole in the wall.  ", "Receptionist": "", "Steven": "\n[1]\t\t\t \t\tWho's your friend?  \n[2]\t\t\t \t\tI'm just in town for the weekend, taking \t\tin the sights.  \n[3]\t\tA thousand years ago, a small, wealthy \t\tvillage in China hired a young Dragon to \t\tguard their treasure in a cave, hoping \t\tto scare off potential bandits.  Their \t\tplan worked quite well, until the people \t\tof the village started sneaking the \t\tDragon extra food -- hoping to make him \t\tbigger and stronger.  The Dragon ate so \t\tmuch and grew so big -- that he \t\teventually got stuck inside the cave -- \t\tand the treasure was stuck behind him \t\tfor all eternity. \t\t\t \t\tLadies and gentlemen, I have found that \t\tlost treasure.  It is here, inside the \t\tgreatest casino in the world!  Welcome \t\tto the Red Dragon, where everybody is a \t\twinner!  \tReign smiles, flips a switch -- the CASINO COMES TO LIFE. \tFireworks, bright lights, endless rows of tables, dealers \twaiting.  \tA BAND PLAYS on a stage in the casino lounge.  \tChinese ACROBATS perform suspended from the ceiling and on \tthe balconies above.  \tApplause all around as the FLAME shoots out of the dragon's \tnostrils and the acrobats perform.  Carter and Lee walk down \tthe red carpet.  \n[4]\t\tDetective Carter, you always seem to \t\tshow up where you don't belong.  \n[5]\t\tVegas has been my town for 30 years.  I \t\tcrawled out from under the first rock. \t\tDo you really think you can intimidate \t\tme here?  \n[6]\t\tYou play games with me, Detective, and \t\tyou'll lose every time.  Don't forget. \t\tThe odds are always in favor of the \t\thouse.  \tReign walks off with his men.  Carter watches him leave.  \n[7]\t\tI'm cutting our deal short.  I'm \t\tleaving.  \n[8]\t\tThey stay with me.  I'm sure you won't \t\thave a problem with that.  \tReign shows Tan the gun in his belt.  Grabs the bag and \tstarts to walk toward the door.  \n[9]\t\tGreed will imprison us all.  \tTan grabs Reign from behind and stabs him with a knife.  ", "Reign": "\n[1]\t\t\t \t\tWho's your friend?  \n[2]\t\t\t \t\tI'm just in town for the weekend, taking \t\tin the sights.  \n[3] \n[4] \tTraveling up the side of the Reign Hotel.  Stopping at the \tpenthouse floor - where we see ISABELLA talking with Steven \tReign in a hotel room.  After a BEAT, Reign walks to the \tdoor.  \tCarter flips the binoculars to Lee, who starts watching.  \n[5] \tIsabella closes the door.  She BRINGS THE BOMB WITH HER as \tshe walks into the bedroom --  \n[6] \tCarter and Lee run across the street, heading towards the \tentrance of the hotel.  \n[7] \tLee and Carter sprint out the Penthouse Elevators, running \tdown the hallway.  \n[8] \tIsabella takes her robe off, glances at the package, picks it \tup and starts to open it as Lee and Carter come BURSTING \tTHROUGH the BEDROOM DOOR.  \n[9] \tLee and Carter run out the suite - Lee throwing the BOMB \ttoward the END OF THE HALL as he and Carter dive to the \tfloor.  \tNothing happens.  \tLee looks up, SEES a HOTEL EMPLOYEE pushing a room service \tCART, about to walk right past the package --  \n[10] \tLee and Carter burst through the roof door - Carter trying to \thold the bomb as far away from himself as possible. \tHe looks over the side for a place to dump it - the streets \tare filled with PEOPLE AND CARS.  \n[11] \tLee and Carter, both wearing dark sunglasses, walk through \tthe street trying their best to look like Secret Service \tAgents.  They approach Carter's parked VETTE.  \n[12] \tEstablishing.  Carter and Lee park their car and walk inside.  \n[13] \tCarter and Lee enter.  \n[14] \tCarter and Lee burst out the door at the bottom of the \tstairway -- coming almost face to face with --  \n[15]\t\tA thousand years ago, a small, wealthy \t\tvillage in China hired a young Dragon to \t\tguard their treasure in a cave, hoping \t\tto scare off potential bandits.  Their \t\tplan worked quite well, until the people \t\tof the village started sneaking the \t\tDragon extra food -- hoping to make him \t\tbigger and stronger.  The Dragon ate so \t\tmuch and grew so big -- that he \t\teventually got stuck inside the cave -- \t\tand the treasure was stuck behind him \t\tfor all eternity. \t\t\t \t\tLadies and gentlemen, I have found that \t\tlost treasure.  It is here, inside the \t\tgreatest casino in the world!  Welcome \t\tto the Red Dragon, where everybody is a \t\twinner!  \tReign smiles, flips a switch -- the CASINO COMES TO LIFE. \tFireworks, bright lights, endless rows of tables, dealers \twaiting.  \tA BAND PLAYS on a stage in the casino lounge.  \tChinese ACROBATS perform suspended from the ceiling and on \tthe balconies above.  \tApplause all around as the FLAME shoots out of the dragon's \tnostrils and the acrobats perform.  Carter and Lee walk down \tthe red carpet.  \n[16]\t\tDetective Carter, you always seem to \t\tshow up where you don't belong.  \n[17]\t\tVegas has been my town for 30 years.  I \t\tcrawled out from under the first rock. \t\tDo you really think you can intimidate \t\tme here?  \n[18]\t\tYou play games with me, Detective, and \t\tyou'll lose every time.  Don't forget. \t\tThe odds are always in favor of the \t\thouse.  \tReign walks off with his men.  Carter watches him leave.  \n[19]\t\tI'm cutting our deal short.  I'm \t\tleaving.  \n[20]\t\tThey stay with me.  I'm sure you won't \t\thave a problem with that.  \tReign shows Tan the gun in his belt.  Grabs the bag and \tstarts to walk toward the door.  \n[21]\t\tGreed will imprison us all.  \tTan grabs Reign from behind and stabs him with a knife.  ", "Agent": "\n[1]\t\tChin, you have been ordered by the \t\tMinistry of Public Security to assist \t\tthe FBI and Secret Service with our \t\tinvestigation, to provide us with \t\twhatever we need.  If you have \t\tinformation, it belongs to us.  \n[2]\t\tTwo Americans have been killed on United \t\tStates Government property -- this is \t\tour investigation.  \n[3]\t\tNo.  He will report to me.  Do we \t\tunderstand each other?  \tSUDDENLY ALL EYES turn as Carter and Lee enter the bullpen. \tOut of breath, still robed: Lee covering himself with a trash \tcan lid, Carter using a red construction cone.  \n[4]\t\tWho the hell is that?  \n[5]\t\tPut a diaper on him, Chin.  I want to \t\ttalk to the great Inspector Lee.  \n[6]\t\tQuite a night, Inspector.  Ricky Tan was \t\tour only bait, and now he's gone.  You \t\tfinally got your revenge - at the \t\texpense of a U.S. Government \t\tinvestigation.  \n[7]\t\tI don't know if the Fu-Cang-Long paid \t\tyou to get rid of Tan, or whether it was \t\ta pure vendetta killing -- but you're \t\toff this case.  I don't ever want to see \t\tyou again, you got that?  \n[8]\t\tStay out of it, Carter.  You're going \t\tback to L.A.  ", "Sterling": "\n[1]\t\tChin, you have been ordered by the \t\tMinistry of Public Security to assist \t\tthe FBI and Secret Service with our \t\tinvestigation, to provide us with \t\twhatever we need.  If you have \t\tinformation, it belongs to us.  \n[2]\t\tTwo Americans have been killed on United \t\tStates Government property -- this is \t\tour investigation.  \n[3]\t\tNo.  He will report to me.  Do we \t\tunderstand each other?  \tSUDDENLY ALL EYES turn as Carter and Lee enter the bullpen. \tOut of breath, still robed: Lee covering himself with a trash \tcan lid, Carter using a red construction cone.  \n[4]\t\tWho the hell is that?  \n[5]\t\tPut a diaper on him, Chin.  I want to \t\ttalk to the great Inspector Lee.  \n[6]\t\tWhat I'm about to tell you cannot leave \t\tthis room.  The men who were killed \t\tyesterday were not American translators. \t\tThey were undercover U.S. customs agents \t\ttrying to break a Triad smuggling ring. \t\tWe don't know what they're transporting \t\tout of Hong Kong, but whatever it is, it \t\tgot the agents killed.  \n[7]\t\tStay the hell out of our way.  \n[8]\t\tWe know all about Tan.  That's why we're \t\tleaving him out there as bait.  We think \t\tthis is a lot bigger than just Ricky Tan \t\tand his Fu-Cang-Long Triads.  \n[9]\t\tQuite a night, Inspector.  Ricky Tan was \t\tour only bait, and now he's gone.  You \t\tfinally got your revenge - at the \t\texpense of a U.S. Government \t\tinvestigation.  \n[10]\t\tI don't know if the Fu-Cang-Long paid \t\tyou to get rid of Tan, or whether it was \t\ta pure vendetta killing -- but you're \t\toff this case.  I don't ever want to see \t\tyou again, you got that?  \n[11]\t\tStay out of it, Carter.  You're going \t\tback to L.A.  \n[12]\t\tSterling.  ", "Club": "\n[1] \tCarter follows Lee out of the car, the two men making their \tway to the door of the Raven Club.  Carter is combing his \thair, getting himself ready for a night on the town, stopping \twhen he spots two hot WOMEN walking into the club.  \n[2] \tA dark, upscale club that is packed with GANGSTERS, BEAUTIFUL \tGIRLS and CIVILIANS.  Lee and Carter walk in.  Lee is trying \tto keep a low profile as Carter stares up at the stage, where \ta man sings Karaoke -- the most painful rendition of Michael \tJackson's \"DON'T STOP 'TILL YOU GET ENOUGH.\"  \n[3] \tLee makes his way down a hallway -- looks through an open \tdoor - sees a private room.  Several TRIADS are using hi-tech \tMACHINES to count stacks of AMERICAN HUNDRED DOLLAR BILLS.  \n[4] \tA room full of Chinese sitting with their mouths open, \twatching Carter on the Karaoke stage doing a dead-on Michael \tJackson, singing his heart out.  Dancing and making eyes at a \tfew of the smitten women who are watching him.  \n[5] \tLee and Carter run into the street, just in time to see HU LI \tand several gangsters round a corner.  ", "Hostess": "\n[1]\t\tGood afternoon, gentlemen.  \tLee bows, followed by Carter.  \n[2]\t\tOh, you American?  \n[3]\t\tYou bring American money?  \n[4]\t\tYou get massage from Chinese girl \t\tbefore?  \n[5]\t\tYou pick any girl for you and your \t\tfriend.  \tCarter looks like a kid in a candy store.  \n[6]\t\tOh yes, she's very nice.  \n[7]\t\t\t \t\tYour friend have big appetite. \t\t\t(handing ROBES to Lee and \t\t\t Carter \t\tPlease put these on and wait upstairs in \t\tthe quiet room.  ", "Carter": "\n[1]\t\t\t \t\tDeng wa lu yun cai-shen wu.  \tThe HORRIFIED GIRLS speed off, and Carter turns to Lee, who \tis driving and singing to his radio.  \n[2]\t\tI warned you about playing that shit \t\twhen I'm in the car.  \n[3]\t\tDid you see the way those girls drove \t\toff?  I did you a favor.  \n[4]\t\tAll I did was invite them for a drink.  \n[5]\t\t\t(checking Chinese-English \t\t\t dictionary \t\tI said that?  Which word was \"goat?\"  \tLee picks up his CD case.  \n[6]\t\tDon't be giving me attitude, Lee.  I've \t\tbeen here three days and we haven't done \t\tshit.  We haven't been to a club, \t\thaven't even talked to a girl.  I'm on \t\tvacation, and I want some mu-shu.  \n[7]\t\tNot Mu-shu.  Mu-shu.  I want to see some \t\twomen.  Now stop playing dumb and show \t\tme the shu!  \tCarter flips through the dictionary.  A CALL COMES in over \n[8]\t\tWhat was that?  Did you just pick up a \t\tcase?  Did we just take another damn \t\tcase on my vacation?  \tLee smiles at Carter.  \n[9]\t\tDon't be messing with me, Lee.  I will \t\tkick your ass.  I'll hit you so hard \t\tyou'll end up in the Ming Dynasty.  \n[10]\t\tThat's what I'm talking about.  A real \t\tHong Kong night club.  You want an \t\tAltoid?  \n[11]\t\tYou better take one.  Your breath has \t\tbeen a little funky all day.  Let me \t\tlook at you.  \tCarter looks at Lee.  Fixes his collar.  \n[12]\t\tJust relax and don't worry about a \t\tthing.  I'll hook you up in there.  You \t\tgot condoms?  \n[13]\t\tTake this.  It's a Magnum.  You can fold \t\tit in half.  \tCarter dances through the door, Lee follows.  \n[14]\t\tBlend in?  I'm two feet taller than \t\teveryone here.  Where you going?  \n[15]\t\tHow you boys doing tonight?  \tThe thugs ignore Carter as he motions to the stage, where the \tOLD MAN continues to sing.  \n[16]\t\tThat is the worst singing I've ever \t\theard.  That sounds like something you'd \t\thear in prison after lights out.  \tThe thugs continue to ignore Carter.  \n[17]\t\tGet closer to my body now.  And just \t\tlove me, till you don't know how...  \tLee steps back into shadow -- does a double take as he \trealizes he's hearing Carter belting out \"DON'T STOP 'TILL \n[18]\t\tAre you kidding, they love me.  I'm a \t\tstar, Lee.  A god to these people!  \tCarter resumes singing, really getting down.  Moonwalking to \tthe EDGE of the STATE where Lee PULLS HIM OFF.  \n[19]\t\tI knew you were lying.  \n[20]\t\tDamn it, why are you ruining my night? \t\tI'm just starting to have fun. \t\t\t \t\tWell fine then, go ahead, pull your \t\tbadge and do your thing.  \n[21]\t\tTread softly?  Who taught you how to \t\troost a bar?  \n[22]\t\tMan, are you crazy?  You think that \t\tscares me?  I'm from  L.A.  We invented \t\tgangs.  We were having gang wars before \t\tanybody even thought about it.  We get \t\troyalties from other gangs.  Now gimme \t\tyour badge and gun and I'll show you how \t\tit's done.  \n[23]\t\tYou mean Tito.  We had  Toto for dinner \t\tlast night.  \tBefore Lee can react, Carter has lifted Lee's badge and gun. \tCarter bounds back on stage, pulls the plug on the music and \tfires three SHOTS into the ceiling, silencing the bar.  \n[24]\t\t\t \t\tDeng wa lu yun, shen wu wattu masu wang \t\tlui.  \tNobody moves.  Strange looks from the crowd.  Carter turns to \tLee.  \n[25]\t\t\t \t\tWhat'd I say?  \n[26]\t\tShit.  C'mon, get up here and help me \t\tout.  \tReluctantly, Lee gets on stage.  More looks from the Chinese \tas Carter speaks, Lee translating.  \n[27]\t\tOkay, all the Triads and ugly women go \t\tto that side, all fine ass women on this \t\tside.  \tNobody moves.  Carter fires two more shots in the ceiling.  \n[28]\t\tLet's try this again.  Who here knows \t\tRicky Tan, raise your hand.  \tNobody moves.  \n[29]\t\tWho here is named Lee?  Raise your hand.  \tNobody moves.  \n[30]\t\tNow I know you're lying.  \tThe crowd still hasn't moved.  Except in the back, where Lee \tspots several GANGSTERS leaving.  As Lee runs off stage --  \n[31]\t\t\t \t\tI come back and catch y'all singing \t\tMichael Jackson and you're all going to \t\tjail.  \n[32]\t\tStop!  LAPD!  \tLee takes off and chases them on foot.  \n[33]\t\tHang on, Lee.  I'm coming.  \tCarter jumps to grab hold of the scaffolding.  NOT EVEN \tCLOSE.  He backs up -- he's gonna take a running start!  \tABOVE - LEE REACHES 4 GANGSTERS.  They all tear off the \tLENGTHS OF BAMBOO and square off.  The clatter of wood \tagainst wood as they beat at each other.  Wrestling over his \tpole, Lee FLINGS TWO of the GANGSTERS over the edge.  \tBELOW, Carter has hold of the bottom rung, STRAINING MIGHTILY \tto pull himself up.  Just as he gets his chin above the \tbar... snap!  It BREAKS and he drops.  Then...  \tWHAM!  WHAM!  The two gangsters CRASH LAND ON EITHER side of \tCARTER.  HE takes one look at their pain.  \n[34]\t\tForget this...  \tHe dashes into the stairwell.  ABOVE, the last two GANGSTERS \tcome at Lee.  He stomps down, levering up floor boards, which \tSEE-SAWS them off-balance.  With the advantage, he BATTERS \tthem with his bamboo pole and knocks them off.  He climbs \tafter the GANGSTER LEADER.  \tON HU LI and the GANGSTERS  \tComing over the crest of the hill, seeing Carter climbing up \tthe hill.  \n[35]\t\t\t \t\tFreeze!  Nobody move!  \tCarter goes to the edge and sees Lee hanging on a pole below. \tCarter is blind-sided by Hu Li.  \tShe takes one sultry step towards him, then twists her heel \tand WINDMILLS a HARD KICK that sends Carter FLYING OFF THE \n[36] \tholding on with all their strength.  The bamboo is starting \tto bend.  \n[37]\t\tAll I wanted was a little mu-shu.  \n[38]\t\tI can't believe I flew ten-thousand \t\tmiles for this shit.  \tThe POLE BREAKS \t\t\t \n[39]\t\tYou lied to me.  \n[40]\t\tYou're sorry.  I got somebody's old \t\tchopsticks stuck in my ass, so don't \t\ttell me you're sorry.  Just take me \t\thome.  \n[41]\t\tSo that Ricky Tan, he's the one who blew \t\tup the Embassy?  \n[42]\t\tI'm telling you right now, I'm tired of \t\tthis shit.  There's two billion Chinese - \t\tlet one of them be your partner.  \n[43]\t\tI was watching you kids.  My name is \t\tCarter, LAPD, and I'm a third degree \t\tblack belt.  At least that's what I tell \t\tthe girls at the Holiday Health Spa \t\twhere I work out.  \tCarter throws a series of QUICK PUNCHES, but the kids have no \treaction.  \n[44]\t\tLet me give you kids some tips.  The key \t\tto Kung Fu is the follow through.  Why \t\tdon't you stand up.  \tTHE KIDS DON'T MOVE, no reaction.  Carter continues to throw \tpunches.  \n[45]\t\tGo ahead, kick me, hit me.  I'll show \t\tyou how to block.  Come on, stand up, \t\tgive me your best shot -- try to kick \t\tright to my head.  \tThe kids still don't move.  Carter, working up a sweat from \tshadow fighting, takes off his JACKET, DRAPING IT over the \tHOLY BUDDHA behind him -- a mistake.  He swings back around \tto face the kids and NEVER SEES THE KICK that sends him \tflying back onto the mat.  He looks around and sees ALL of \tthe kids STANDING, in FIGHTING POSITION.  \n[46]\t\tThat's pretty good.  Which one of you \t\tkids did that?  \n[47]\t\tAnd that's how you use the LAPD choke \t\thold.  Now start practicing and don't \t\tmake me come back here!  \n[48]\t\tI am a tourist.  \n[49]\t\tHow you doin'?  \n[50]\t\tThat's right.  \n[51]\t\t\t \t\tNever leave home without it. \t\t\t \t\tLee, this one's on me.  You save your \t\tmoney.  \tThe Hostess takes Carter by the arm, walks over to a HIDDEN \tSLIDING DOOR - slides it open to reveal TWENTY BEAUTIFUL \tWOMEN.  Carter truly is in Heaven.  \n[52]\t\tNo.  It's my first time.  \n[53]\t\tAny girl?  Okay.  Let's start with that \t\tone.  \n[54]\t\tShe is nice.  But I am very tense.  I'm \t\tgonna need a lot of massages.  I'll take \t\tthat one, too.  How you doin', baby? \t\tAnd...that one in pink.  She can do my \t\tfeet.  \tLee elbows Carter.  \n[55]\t\tShe said I could pick any girl I want.  \n[56]\t\tHey!  You don't break in front of a \t\tblack man in a buffet line.  \n[57]\t\tNow I'm on vacation.  I knew you'd come \t\tthrough, Lee.  \tLEE doesn't respond.  LEE IS STARING AT SOMEONE ON THE FAR \tSIDE OF THE ROOM.  A man who radiates a unique blend of \tsophistication and brutality.  \n[58]\t\tWhat's wrong?  \n[59]\t\tThat's Ricky Tan?  He's four feet tall. \t\tI'll go over with you right now, shake \t\thim down.  \n[60]\t\tI'm a dangerous man.  You're not gonna \t\truin my massage because of some midget \t\tin a house coat.  \n[61]\t\tRicky Tan, I've been looking all over \t\tfor you.  Get up.  \tTan looks up for a moment, a smile.  \n[62]\t\tI said get on your feet!  \n[63]\t\tI'm Lee's new muscle, his right arm -- \t\tand don't let the robe fool you.  This \t\tis the only color they had left.  Now \t\tget up!  \tTan laughs, goes back to his laptop.  CARTER GRABS THE LAPTOP \tfrom Ricky and throws it across the room - SHATTERING IT \tagainst the wall.  Ricky glances at his men who are seated \taround the room waiting to move.  \n[64]\t\tI told you to get on your feet!  \tHaving heard the commotion, Lee arrives by Carter's side, \tbreathless, as Tan looks up, surprised.  \n[65]\t\tLet's go.  I've got girls and chicken \t\tand hot oil waiting for me.  \n[66]\t\tI'd like to pay you for that laptop.  \n[67]\t\tThat's Chief Inspector, he got promoted.  \tTan bows to Lee and Carter.  \n[68]\t\t\t \t\tDamn!  No wonder you're pissed off.  \tCarter uses the towel like Lee did to block and trap one of \tthe men's punches.  \tIn the middle of fighting, Lee is suddenly exposed -- he \tflinches to cover himself and is punched from behind. \tMomentarily stunned, he's lifted from behind -- two men \tthrowing him out the front door.  \tCarter is also overpowered by two men, who lift him over \ttheir shoulders.  \n[69]\t\tGoddamn you got a small ass.  \n[70]\t\tBack to Heaven on Earth.  I need my damn \t\tpassport back.  I'm going home.  \n[71]\t\tWhy you mad at me?  You needed back-up, \t\tso I backed you up.  I was about to take \t\tout Ricky Tan and those bodyguards.  \n[72]\t\tMy bullshit?  I'm not the one who goes \t\tto a karaoke bar filled with gangsters! \t\tI'm not the one who goes to massage \t\tparlors to bust crime lords!  \n[73]\t\tYou're pathetic, man.  When's the last \t\ttime you had some fun?  When's the last \t\ttime you took a night off, had a date?  \n[74]\t\tReally?  When's the last time you had \t\tsome Mu-shu  Let's hear it, Lee, when \t\twas it?  Year of the rat?  \n[75]\t\tAnd you ain't black!  \tThe two men look at each other for a long BEAT.  Lee quickly \twalks out, slamming the door behind him, leaving Carter half \tdressed.  \n[76]\t\tCaptain, you're gonna have to speak up. \t\tI'm on a car phone!  \n[77]\t\tHong Kong?  I'm not in Hong Kong.  I'm \t\tin Hollywood -- right at Sunset and \t\tVine, two minutes from the station.  How \t\tabout I pick you up right now and take \t\tyou to dinner?  \n[78]\t\tDid I say dinner?  I meant diner. \t\tBiscuits and gravy, you love that shit.  \n[79]\t\tTwo hundred cops?  Was Mario Sanchez \t\tthere?  He owes me money.  \n[80]\t\tIs it because of the hookers, sir?  You \t\ttell them there's no crime in being \t\tlonely.  \n[81]\t\tSir, I'm working on a big case over here \t\t-- and by the time I get back they're \t\tgonna make you Governor.  Captain, you \t\tthere?  Hello?  Shit!  \tAs Carter walks out the DOOR, he brushes past HU LI, who is \tstanding in the hallway disguised as a FED EX DELIVERY \tPERSON.  Carter checks her out as he exits.  \n[82]\t\tHow you doing?  Can you direct me to the \t\tHeaven on Earth massage parlor?  \tThe OLD WOMAN stares at Carter, starts motioning to her CAGES \tfilled with birds.  \n[83]\t\tNo, I don't eat live birds.  I like my \t\tbirds dead and deep fried.  You ever \t\tbeen to Popeyes?  \tThe Woman takes out a bird, holds up a HATCHET.  \n[84]\t\tNo, don't do that, I had a big lunch. \t\tI'm warning you, I'm a police officer -- \t\tjust put the blade down and let the bird \t\tgo.  \n[85]\t\tHow you doing?  I'm looking for Heaven \t\ton Earth.  \tThe man stares at Carter, watches as he pulls out his:  \n[86]\t\tShan-shui cao guo-jiu, pao gai niu tao \t\tzi.  \n[87]\t\tNo man, I was just asking...  \n[88]\t\tI'm gonna solve this case myself.  Taxi!  \tCarter flags down a CAB, jumps in the back seat.  \n[89]\t\t\t \t\tFollow that limo.  \tThe Cab Driver continues to stare at Carter.  \n[90]\t\tYou understand what I'm saying?  Follow \t\tthat car!  Where it goes, you go!  This \t\tis a chase -- we are chasing that limo! \t\t\t \t\tWe are still parked -- we're not moving! \t\tThis is the opposite of chasing -- drive \t\tthe car or I will kill you!  \tThe driver slowly turns, holding out his hand.  Carter fishes \tin his pocket hands the cab driver a wad of cash.  \n[91]\t\tStay here.  I'll be right back.  You \t\tunderstand?  \n[92]\t\tI'm with the band.  I'm the lead singer.  \n[93]\t\tI got held up at a wedding in Tai Koo. \t\tRicky here yet, I need to get his \t\trequests.  \tAs Carter walks past the doorman --  \n[94]\t\tLast party all he wanted was Sting -- \t\tnot one person danced.  Tonight I'm \t\tdoing Superfreak, I don't care what he \t\tsays.  Where is he?  \n[95]\t\tHelp?  I'm not the help, man -- I'm the \t\tstar.  That's my band up there -- I \t\tcontrol the mood, the groove, the \t\tatmosphere.  \tCarter cuts a smoking DANCE MOVE.  \n[96]\t\tCan you do that? \t\t\t \t\tThat's why you're down here and I'm up \t\tthere.  Now this is my party -- don't \t\tforget it!  \tCarter walks onto the ship, starts singing to himself.  \n[97]\t\tHow you doing, baby?  My name is Prince \t\tMubutu from Nigeria.  \n[98]\t\t\t \t\tSan Juan!  You must know my good friend \t\tPedro Martinez Hernandez Hector \t\tElizondo.  \n[99]\t\tI'm sorry, you looked like you traveled \t\tin the best circles.  But hey, I \t\tunderstand.  Make yourself at home, \t\tIsabella.  Champagne, caviar, whatever \t\tyou want.  My ship is your ship.  \n[100]\t\tThat's right.  I'm the owner, the \t\tCaptain -- you can call me El Capitan.  \n[101]\t\tI don't want to play games with you, \t\tIsabella.  I like you.  I can see myself \t\twith you -- in one of those bathrooms \t\tover there in about five minutes.  \n[102]\t\tCalled?  What's my ship called? \t\t\t \t\tWell...it's called the S.S. Minnow \t\tJohnson.  \n[103]\t\tRed Dragon?  You sure about that?  \n[104]\t\tYour friend's ship? \t\t\t \t\tOh, man.  I must've walked onto the \t\twrong yacht.  I knew there was a reason \t\tmy keys didn't work.  \n[105]\t\tWait a second.  You're Steven Reign? \t\tYou're big time.  You own all them big \t\thotels.  What are you doing in Hong \t\tKong?  \n[106]\t\tYeah.  Tell us!  And don't play games or \t\twe'll kick your lying ass!  \tLee slowly turns around and looks at Carter, who is standing \tright behind him.  \n[107]\t\tWho died?  \n[108]\t\tDetective Yu?  Never met him.  \n[109]\t\tWho?  \n[110]\t\tNobody understands the words that are \t\tcoming out of your mouth.  \n[111]\t\tI ain't his partner, I'm a tourist.  I \t\tgot proof.  See, I got a mini-bar key.  \n[112]\t\tWhat, leave you alone so he can cap you?  \n[113]\t\tWhy the hell should you believe him?  He \t\thad us beat up.  Naked.  That's nasty \t\tshit.  \n[114]\t\t\t \t\tWhat the hell is going on here?  \tNo answer.  Carter holds Lee's glance for a beat, then turns \tand walks the other way.  \n[115]\t\tAll right, get your hands up.  \tHu Li backflips up -- kicking Carter in the head.  \n[116]\t\tYou wanna piece of me?  C'mon, I'll give \t\tyou a little LAPD ass kickin'.  \tHu Li savages Carter with a series of punishing blows.  \n[117]\t\tWhat \"revenge\" is he talking about?  \n[118]\t\tHey, you, Secret Service Man, what are \t\tyou --  \n[119]\t\tFine with me.  \tSterling walks away disgusted.  \n[120]\t\tHell no.  \tThe Hong Kong police officers produce HANDCUFFS.  Beat.  \n[121]\t\t\t \t\tFine.  But don't expect me to talk to \t\tyou.  \tCarter stalks off.  \n[122]\t\tWhat are you gonna do about it, \t\tgrasshopper?  \n[123]\t\tGive me your best shot, you flat assed \t\tmama's boy.  \n[124]\t\tI heard your mama pulls a rickshaw.  \n[125]\t\tYou're not very good at this, are you?  \n[126]\t\tForget it.  \tA long beat while Lee considers what to say.  \n[127]\t\tAsk me if I give a shit.  \tLee waits a beat, then drops the bombshell.  \n[128]\t\tHow the hell did Tan get away with it?  \n[129]\t\t\t \t\tThis is about your Daddy's death?  Hell, \t\tLee, you know my father died on the job. \t\tYou could have told me... \t\t\t \t\tThis is about more than all that, isn't \t\tit?  This is about your Daddy's last \t\tcase, right?  \tLee's caught, fibs badly.  \n[130]\t\tYou thought the \"Customs Agents get \t\tblown up\" and \"smuggling\" and \"Ricky \t\tTan\" and you put it all together and \t\tcame up with a five year old case. \t\tThat's why you didn't tell me what we \t\twere doing...  \n[131]\n[132]\t\tSo are you getting on the plane or not?!  \n[133]\t\tCome on, we still got time to order the \t\tKosher meal.  Always get the kosher \t\tmeal, they bring it first.  \n[134]\t\tIt sounds impossible --  \n[135]\t\t-- but if somebody gave me the chance to \t\tsquare up my father's death, I'd go to \t\thell to do it.  \tCarter turns, walks away without looking back.  \n[136]\t\tYou want to figure out why they killed \t\tyour Daddy, get on the plane.  \n[137]\t\t\t \t\tI guess you're going to have to trust me \t\ton this one. \t\t\t \n[138]\t\tLee, let me introduce you to the Carter \t\tTheory of Criminal Investigation: Follow \t\tthe Rich White Man.  \n[139]\t\tAlmost, but you've got to say \"Rich \t\tWhite Man\" all run together like it's \t\tone word.  \n[140]\t\tNot bad.  Now every crime, somewhere, \t\thas a rich white man taking his cut. \t\tEvery single one.  Now in our case, we \t\tknow the rich white man is Steven Reign.  \n[141]\t\tBig hotel billionaire.  He was on Ricky \t\tTan's boat ordering Hu Li around just \t\tbefore Ricky got smoked.  \n[142]\t\tBecause when the shooting started he was \t\tway too cool.  See most white people, \t\twhen there's shooting, they either hide \t\tin a toilet or start screaming high \t\tpitched like \"Aaaahhh!!! Aaaahh!!!!  \n[143]\t\tBlack people keep their cool when the \t\tshit goes down.  \n[144]\t\tYeah, what about when Godzilla was \t\tcoming?  You people were screaming your \t\tasses off.  \n[145]\t\tThe same place you find all \t\tRichWhiteMen. \t\t\t \t\tGefilte Fish.  Lox and bagel.  I love \t\tthis stuff.  Here, try it with a smear.  \n[146]\t\tYeah, that's definitely the woman from \t\tRicky Tan's boat, and she's staying in \t\this suite at his hotel, I told you this \t\twould work out.  They still just \t\ttalking?  \n[147]\t\tHe'll be back soon.  \n[148]\t\tLook at her.  Now, wake me in an hour, \t\tI'll take over.  \tLee lowers the binoculars, turns to Carter, who is trying to \tsleep on the bed.  \n[149]\t\tHey, I didn't mean to call you pathetic.  \n[150]\t\tYou pull a muscle or something?  \n[151]\t\tI'm sorry, Lee.  Why did she leave you?  \n[152]\t\tLet me guess, she couldn't handle the \t\tcop thing -- never knowing if you were \t\tdead or alive.  I've seen it a million \t\ttimes.  \n[153]\t\tExcuse me?  \n[154]\t\tLee, maybe it's best if we don't discuss \t\tour personal lives.  Let's die curious.  \tLEE LIFTS THE BINOCULARS - turns back to the building.  \n[155]\t\tWhat's she doing?  \n[156]\t\tLee?  You okay?  \tLee's eyes go wide as Isabella drops her coat and starts to \tunbutton her blouse.  \n[157]\t\tJust don't fall asleep.  Sooner or later \t\tsomething's gonna happen.  \n[158]\t\tWhat did you say?  \n[159]\t\tHot?  I'm freezing my ass off.  \n[160]\t\tWhat's going on?  \tLee stares at Carter, looks dazed.  \n[161]\t\tGimme the binoculars.  \n[162]\t\tGimme the binoculars or I will shoot \t\tyou.  \tLee hands Carter the binoculars, then turns his back as \tCarter watches to the window.  \n[163]\t\tOh, sweet glory hallelujah...  \n[164]\t\tSkirt just came off.  She's in black bra \t\tand panties -- Victoria Secret Spring \t\tCatalogue, page 27 -- wait a sec - \t\tthere's a tattoo on her left thigh... it \t\tlooks like Snoopy.  \n[165]\t\tShe just took her hair down.  Now she's \t\tgoing for the bra -- the clasp is in \t\tfront -- she's using both hands. \t\t\t \t\tYou better get that ice.  \tLee steps in front of Carter, blocking his view.  \n[166]\t\tThis is our job.  We took an oath as \t\tpolice officers.  If we don't do this, \t\twho will?  Firemen?  \tLee backs off, and Carter steps back to the window.  He sees \tIsabella hang up the phone.  \n[167]\t\tWait a sec - what the hell is that \t\tbetween her legs?  \n[168]\t\tShe's reaching into her panties -- \t\tsomething is strapped to her leg.  Oh, \t\tGod...please don't let it be a dick.  \n[169]\t\tNo, I don't believe this shit -- it's a \t\tmicrophone.  Lee, she's wired...  \n[170]\t\tShe's walking back towards the door.  \n[171]\t\tShe opened the door.  Someone is \t\tdelivering a package.  \n[172]\t\tLee...it's the girl who delivered the \t\tpackage to your office.  It's a bomb!  \tLee and Carter bolt on the move - sprinting out of the room.  \n[173]\n[174]\t\tDamn girl, you fine.  \tLee lowers his eyes as Isabella looks at him, grabbing the \tBOMB, Carter following him as they sprint out the bedroom.  \n[175]\t\tPick it up!  \n[176]\t\tI don't need a turn!  \tCarter picks it up, starts running with it through the hall, \theading for the elevator.  \n[177]\t\tGet the hell away from here!  \tCarter is still holding the bomb, doesn't know what to do \twith it --  \n[178]\t\tGet out of the building!  \tLee looks horrified as he hangs onto the package, has no \tchoice but to throw it back to Carter.  \n[179]\t\tThere's people up here!  \n[180]\t\tTake it!  \tLee takes the bomb, quickly ROLLS IT across the roof -- Lee \tand Carter diving to the ground once again as the bomb slides \tto the center of the roof - COMING TO A STOP RIGHT IN FRONT \tOF ISABELLA.  She's wearing a bathrobe now, clearly pissed \toff as she slowly bends down and picks up the package.  \n[181]\t\tI wouldn't do that!!!  \n[182]\t\tThrow us in jail?  I'm about to bust you \t\tright now.  \n[183]\t\tHow do we know you're not lying?  Let me \t\tsee your badge.  \tIsabella opens her bathrobe -- WE SEE a small BADGE pinned to \ther bra.  \n[184]\t\tLet me see it again?  \n[185]\t\tYeah, that's right.  \n[186]\t\tSo what's your story?  \n[187]\t\tIt's a myth.  Some kind of counterfeit.  \n[188]\t\tHow're they getting into the U.S. Mint \t\tto use the presses?  \n[189]\t\tWhat the hell are they going to do with \t\ta hundred million dollars in funny \t\tmoney?  \n[190]\t\tSecret Service Agent Carter.  This is my \t\tcalling, Lee. \t\tGive me six months and I'll be in \t\tWashington protecting a white guy.  \n[191]\t\tThey don't know that.  What are they \t\tgonna do, try and shoot the President \t\tduring the interview?  I'll bet Isabella \t\tcan pull some strings.  You saw the way \t\tshe was staring at me.  \n[192]\t\tYou're just jealous 'cos the girl picked \t\tme.  I'm tall, dark and handsome, you're \t\tthird world ugly.  \n[193]\t\tSnoopy is about six inches taller than \t\tyou.  I'm sorry, Lee, you never had a \t\tchance.  \tCarter's had the last word, he gets into the Vette.  Lee \treluctantly gets in, too. \t\t\t \n[194]\t\tKenny!  How you doin'?  \tKenny looks up at Carter.  A cool, appraising glance.  \n[195]\t\tHow's the action tonight?  The house \t\tmaking out okay?  \tKenny follows as Carter opens a door to --  \n[196]\t\t\t \t\tThis is where I say I'm LAPD in a loud \t\tvoice, they all scream and run and shit. \t\tWatch.  It's real funny.  \tKenny grabs Carter's shoulder, pulling him aside.  \n[197]\t\tWhat??  Where'd you hear that?  \n[198]\t\tAnd I got mine, meaning you.  Nice how \t\tthat works out. \t\t\t \t\tI'm serious this time, I'm closing this \t\tplace down.  \n[199]\t\tLittle Chang is gonna have to go visit \t\this daddy in jail if you don't \t\tcooperate.  \n[200]\t\tI'd like to see you try.  \tKenny takes a step back and throws a lightning fast martial \tarts move.  Lee gets in front of Carter to protect him -- \tcountering Kenny's move.  \n[201]\t\tI heard that.  \tLee and Kenny laugh.  \n[202]\t\tLook, I need some info and I don't have \t\ttime to play around.  \n[203]\t\tHow'd you know?  \n[204]\t\tSo tell me what you know.  \n[205]\t\tYeah.  We already been there.  This is \t\tbig, Kenny.  Benjamins.  Secret Service \t\tcalls 'em superbills.  Banks can't even \t\ttell the difference.  \tKenny considers this for a moment.  \n[206]\t\tWhat?  \n[207]\t\tLemme see 'em.  \tKenny pushes a Chinese painting aside to reveal a WALL SAFE. \tHe opens the safe and hands Carter a $100 bill.  Carter \tchecks it out.  \n[208]\t\tAll right, Kenny.  Thanks.  You're off \t\tthe hook.  For now.  \tCarter and Lee move for the door.  \n[209]\t\t\t \t\tWe're looking for a guy named Zing.  Is \t\the here?  \tZing hears Carter, turns and sees them.  Then RUNS.  Carter \tand Lee exchange looks and run after him.  \n[210]\t\tI hope you just said I have no business \t\tbeing here, 'cos I was just leaving.  \tCarter starts to leave, and Hu Li trains her gun on him, \tfreezing him in his tracks.  Isabella slowly walks several \tfeet, ending up behind Lee as she speaks.  \n[211]\t\t...oh, that's a filling right there. \t\tThat's gonna cost you.  \tHu Li lunges forward and KICKS Carter, sending him backwards.  \n[212]\t\tI should kill you right now, but I'm \t\tgonna let you live, 'cause you're fine, \t\tand maybe you can be reformed.  \tThe WORKERS start towards Carter.  He holds up his hands.  \n[213]\t\tNo more hitting.  I'll get in the truck \t\tmyself.  \tAs Carter walks towards the truck by Hu Li, they exchange a \tlook of sheer hatred.  As soon as he passes by her, Hu Li \tCOLDCOCKS Carter with her gun.  \n[214]\t\tWhat's the first thing I told you -- \t\tnever trust nobody.  How could you fall \t\tfor that shit?  I knew she was dirty.  \n[215]\t\tFor how long?  Face it, Lee, she's \t\tplaying both sides.  \tLee looks disappointed.  \n[216]\t\tLook, man I'm sorry.  I know you got a \t\tthing for her.  \n[217]\t\tI'm about to be killed and you \"Shhh\" \t\tme!  This wasn't my case, Lee.  Ricky \t\tTan didn't kill my father, the Fu-Cang \t\tLong are not in South Central.  I didn't \t\thave to help you.  \n[218]\t\tIt doesn't matter.  \tLee thinks about this for a BEAT.  \n[219]\t\tWe are not partners.  Between your \t\tdaddy, my daddy, and the beating I just \t\ttook, as far as I can tell all partners \t\tget you is dead.  \n[220]\t\tYou got that right.  And we ain't \t\tbrothers.  Maybe we should just end this \t\tright here.  \n[221]\t\tI won't talk to you, you don't talk to \t\tme.  We'll die in peace.  \n[222]\t\tI don't believe in reincarnation.  So I \t\twon't see you in the next world.  \n[223]\t\tI believe in heaven.  You people believe \t\tin heaven?  \n[224]\t\tIs it the same heaven, or is it a \t\tChinese heaven?  \n[225]\t\tI thought it might be like those five \t\tfoot and under basketball leagues.  They \t\tdon't let everybody in.  \n[226]\t\tFine by me.  \n[227]\t\tYou thinking about that girl that dumped \t\tyou?  \n[228]\t\tIf she was the right girl, you'd be \t\tthinking about her.  \n[229]\t\tHow was the sex?  \n[230]\t\tYou're kidding.  No sex?  Nothing?  No \t\tmu-shu?  \n[231]\t\tWhat about a little king pao chicken?  \n[232]\t\tSteamed dumplings?  \n[233]\t\tThat's rough, man.  If I don't get \t\tsteamed dumplings once a week, I go \t\tcrazy.  \n[234]\t\tAre you serious?  \n[235]\t\tAs long as you're asking...I think you \t\thave a pretty good voice.  \n[236]\t\tThat depends.  How do the Fu-Cang-Long \t\tusually kill their victims?  \n[237]\t\tGo ahead.  Sing your ass off.  \tLee clears his voice.  \n[238]\t\tVery nice.  \n[239]\t\tI'll remember that next time I'm \t\tfighting a box.  \tCarter opens the crate -- it's filled with SUPERBILLS, about \t$1,000,000 worth.  He tosses a stack to Lee.  \n[240]\t\tHello, Benjamin.  \n[241]\t\tBenjamin Franklin, he discovered \t\telectricity.  \n[242]\t\tNo Chinese man discovered electricity.  \n[243]\t\tNow that I believe.  \tCarter pockets two stacks of superbills.  Lee looks at him.  \n[244]\t\tYou never know.  Besides, I always \t\twanted to die rich.  \tThe truck lurches.  \n[245]\t\tEnd of the line.  \n[246]\t\tOh no you don't.  Don't you be getting \t\tcorny on me, Lee.  I'll kick your ass \t\tfrom here to Compton.  \n[247]\t\tDon't you talk about my mama. \t\t\t \t\tThat's more like it.  \n[248] \twho swings onto the ground -- grabbing one of the guards to \tuse a shield as gunfire erupts.  \tLee jumps off the truck, knocking the last guard to the \tground.  He then grabs the guard Carter is using as a shield \tand together THEY SWING him into the truck -- KNOCKING DOWN \tthe first two guards.  \tCarter and Lee slam the back doors SHUT -- bolting them \tCLOSED and run like hell - scrambling into what looks like \tthe closest way out:  \tA LARGE OPEN PIPE on the side of the tunnel.  \n[249]\t\tLee.  I just got an idea how someone \t\tcould launder a hundred million dollars \t\tin cash.  \tThey both turn around and come FACE TO FACE WITH:  \tA TEN-STORY DRAGON.  Fire shoots from its nostrils every 60 \n[250]\t\tThat was the name of Ricky Tan's boat.  \tLee and Carter watch as limos pull up to the front of the \thotel -- it's like a HOLLYWOOD PREMIERE.  The richest of the \trich are making their way inside.  \n[251]\t\tWait a second.  We can't go in like \t\tthis.  Look at this place, we gotta look \t\tfly.  We gotta Mac out.  \n[252]\t\tFollow me my Asian brother.  \tCarter and Lee start to walk away.  \n[253]\t\tJust stay down wind, because I think you \t\tstepped in some serious rat shit down \t\tthere.  \n[254]\t\tBlack.  42-long.  Nothing touches this \t\tbody but pure silk.  And get my partner \t\tsomething from the children's \t\tdepartment.  \tCarter puts his hand on Lee's shoulder.  \n[255]\t\tCouple?  No, you got it wrong, there's \t\tno couple here.  Just two single police \t\tofficers working a very dangerous case.  \n[256]\t\tThis is the last time I go shopping with \t\tyou.  \n[257]\t\t\t \t\tRemember, Lee, you're a player now.  You \t\town the place.  \tCarter pulls out his ALTOIDS, and he and Lee each take one as \tthey walk through the doors.  \n[258]\t\tThat looks exactly like my Uncle \t\tDarrell.  \n[259]\t\tBuddha is the symbol for fat and lazy. \t\tThe man has the biggest tits in Asia.  \tThey are moving through the MAIN ENTRY HALL lined with TERRA \tCOTTA CHINESE SOLDIERS - posed and dressed for battle.  \tRICKSHAWS and BICYCLES take people through the hotel.  The \tMAIN CASINO is roped off and empty.  People crowded around \tthe perimeter - a sign reads:  \n[260]\t\t\t \t\tBring us some twelve-year old scotch... \t\t\t \t\tGet us a box of your finest cigars. \t\t\t \t\tGive me ten dollars in nickels. \t\t\t\t\t\t \n[261]\t\tLook at this place, Lee.  The biggest \t\tfront in the world.  \tAs people pour into the casino, Steven Reign is making his \tway through the crowd, shaking hands and posing for pictures.  \n[262]\t\tWait here.  I'll handle this.  \tAs Carter walks off, a WOMAN grabs Lee and pulls him onto the \tdance floor.  \n[263]\t\tStevie, how's it going my man?  Somebody \t\tget a picture, we can use it for a mug \t\tshot.  \n[264]\t\tLemme ask you something, Steven.  And I \t\twant the truth.  Is there any way I can \t\tdate your daughter?  Just dinner and a \t\tmovie, maybe go listen to some jazz...  \n[265]\t\tYou're right, you're a smart guy.  Most \t\tcounterfeiters only get ten cents on the \t\tdollar.  But this is an even swap.  Pure \t\tgenius.  \n[266]\t\tLee, what the hell are you doing?  \n[267]\t\tDancing?  I'm out here trying to strong \t\tarm Steven Reign, putting my life on the \t\tline, and you're up here dancing with \t\tsome bimbo.  Did she have a friend?  \n[268]\t\tIsabella?  Are you crazy, man?  She \t\talmost got us killed.  She's setting you \t\tup again!  \n[269]\t\tWait a second.  There's guards all over \t\tthe place.  You'll need a distraction.  \tCarter looks around the casino.  \n[270]\t\tI'll go to the craps table, make a big \t\tscene.  When security comes over, you \t\tmake your move.  \n[271]\t\tI'll give it my best shot. \t\t\t\t\t\t \n[272]\t\tI saw the sign, I can read.  Now gimme a \t\thundred-thousand in chips.  And a Diet \t\tCoke and some wash-n-dries.  Let's move, \t\tpeople, I came to play.  \tThe DEALER pushes 100K worth of CHIPS in front of Carter.  \n[273]\t\tWhat the hell is that?  \n[274]\t\tDid you give me five-hundred dollar \t\tchips because I'm black?  \n[275]\t\tYou assumed a brother coming in here can \t\tonly afford five-hundred dollars a roll, \t\tis that right?  Are you a racist?  \n[276]\t\t\t \t\tEveryone else at the table has thousand \t\tdollar chips, but the black man gets the \t\tnickel, is that it?  Did my people \t\tsurvive two-hundred years of slavery so \t\tyou could send us back to the cotton \t\tfields with five-hundred dollar chips? \t\tDo I look like Chicken George to you?  \tThe PIT BOSS gets on his walkie-talkie.  \n[277]\t\tAnswer me one question.  How come Ben \t\tVereen isn't performing here at the \t\thotel?  Is Ben Vereen not good enough \t\tfor you people?  \n[278]\t\tLionel Ritchie hasn't been black since \t\tthe Commodores.  \n[279]\t\tI have a dream, where black people and \t\twhite people can gamble together without \t\tgetting different chips!  \tA BIG CROWD has gathered as the Security Guards try and push \ttheir way through.  The pit boss picks up the phone, calls \tupstairs.  \n[280]\t\tSing with me!  \"We shall overcome!\"  \tCarter starts clapping, and the confused crowd joins in as \tthe Security Guards move in.  \n[281]\t\tThank you.  Now in the spirit of \t\tbrotherhood, let's play craps!  \n[282]\t\tHow much is that?  \n[283]\t\tTwo-hundred thousand dollars?  Who wants \t\ta hundred dollars?  \tCarter turns to the MAN next to him, who wears a traditional \tAFRICAN ROBE and is standing with a giant blonde escort.  \n[284]\t\tHere, your highness, have a hundred \t\tdollars.  The Viagra is on me tonight!  \n[285]\t\tDon't say that, we're all royalty.  My \t\tgreat grandmammy was Queen Nephertit -- \t\twe probably cousins, man.  How much you \t\tgot on the table?  \n[286]\t\tYeah, we definitely cousins now.  Who \t\twants to blow on my hand for luck?  \tCarter turns to a BIG TEXAN who is standing with a GORGEOUS \tYOUNG GIRL who is falling out of her dress.  \n[287]\t\tHey, Marlboro man, you mind if your lady \t\tblows on my hand for luck?  \n[288]\t\tCan I come over for Thanksgiving?  Come \t\ton, baby, give me some luck.  \tThe GIRL blows on the dice, and Carter stares down at her.  \n[289]\t\tNice blowing.  When's your next \t\tbirthday, I'll be the cake.  \n[290]\t\tDon't threaten me.  I got friends in \t\tthis town that will bite off your ears. \t\tJust sit tight, because I've got the \t\tdice and I am on fire!  \tCarter throws the dice.  \n[291]\t\tLet it ride! \t\t\t\t\t\t \n[292]\t\tI'm up a hundred and fifty-grand. \t\tThat's a Ferrari.  Do they sell those \t\there in the gift shop?  Somebody cash me \t\tout!  \tSeveral TRIAD SOLDIERS dressed like SECURITY GUARDS approach \tCarter's table.  \n[293]\t\tThat would be great.  Don't want any of \t\tthese rich white people to jump me.  \tAs they walk toward the door marked \"VIP ROOM\", Carter \tglances at the MEN, knows he's in deep shit.  \n[294]\t\tLee!!  \tThe guards restrain him.  \n[295]\t\tLemme ask you something.  Any of you \t\tever felt $500,000 before?  \tHe SLAMS THE RACK OF CHIPS ACROSS THEIR FACES -- chips flying \tas the GUARDS hit the floor.  \n[296]\t\tDoesn't feel so good, does it?  \n[297]\t\tBlack man gets on a hot streak and \t\tyou're all trippin'?  \tCarter and Lee see each other.  They have the same \tsimultaneous though:  \n[298]\t\t\t \t\tLee!  \n[299]\t\tCheck it out.  Catfight!  \tPOW!  He socks a GUARD in the face.  \n[300]\t\tWhat the HELL are you doing with tape on \t\tyour face?  \tNo time to explain -- two more security guards arrive.  Kicks \tand punches fly, but Lee CAN'T GET HIT IN THE MOUTH!  He bobs \tand weaves, holding his hands to Carter to untie them in \tbetween swings.  Suddenly:  \tBLAM!  BLAM!  BLAM!  GUNSHOTS from the Eye In The Sky Room.  \tEveryone HITS THE DECK.  Carter and Lee dive on to the floor \tas panic ripples through the Casino.  People FLEE for the \n[301]\t\tThis can't be good.  \tLee's eyes BUG - he sees it too, feet STAMPEDING past it!  A \thigh heel misses it by a fraction of an inch.  He LUNGES for \tit, manages to CRADLE it in his taped hands when --  \tWHAM!  He is BUMPED and it FLIES AWAY.  The second it hits \tthe floor, it is KICKED, skittering down the red carpet.  \tABOVE...the victor emerges in the Eye in the Sky Room.  Hu Li \tSTEPS OUT on the PAGODA ROOF and JUMPS DOWN.  \tThe DETONATOR ROLLS right past Hu Li.  As she bends to PICK \tup the detonator, Lee knows he won't get there in time. \tHorrified, he SCREAMS at CARTER through the tape.  \tHu Li lifts the detonator.  \tCarter finally pulls the TAPE OFF Lee's face.  \tLee SPITS the grenade into the air.  \n[302]\t\tWhy didn't you tell me you had a bomb in \t\tyour mouth?  \n[303]\t\tNo you didn't!  \n[304]\t\tWhat?!?!  \n[305]\t\tHold on!  \tCarter stuffs his pockets with chips, then races after Lee. \tBut halfway up the carpet.  Carter stops.  Lee turns to see \twhat is holding him up.  \tHu Li SURVIVED the blast and Carter has turned to face her.  \n[306]\t\tYou go after Ricky.  I got this.  \n[307]\t\tJust GO!  \tLee turns and runs off past the dragon.  Unfortunately, FIVE \tTRIADS block his path.  In a flurry of PUNCHES, Lee makes \tshort work of them, and races toward the elevators.  \n[308] \tEach readying in their own manner.  Hu Li carefully wraps her \tlong hair into a bun on top of her head.  Carter stretches, \tflexes, ready to sting like a bee.  \n[309]\t\tI'm not gonna hold you back this time \t\tjust because you're a woman.  I'm gonna \t\tpretend you're a man.  \tShe pulls off her jacket, prepares to fight him in her \tundershirt.  \n[310]\t\tA very beautiful man with a perfect body \t\twho I'd like to take to the movies.  \tShe takes a sword from a Terra Cotta statue, SWINGS IT AROUND \tlike a master.  \n[311]\t\tI may have been absent the day we went \t\tover this in karate class.  \tQuick, Carter reaches for a fighting stick off a Terra Cotta \tsoldier.  WHOOSH!  She SLICES IT IN HALF.  Carter reaches for \tanother.  SLICE!  She's toying with him.  \n[312]\t\tWill you STOP?!?! \t\t\t \t\tWhat am I supposed to fight you with?  \tNo more toying.  Hu Li CHARGES Carter, who GRABS a ROULETTE \tWHEEL as a MAKESHIFT SHIELD.  She SLICES it in HALF!  He's \tgot nowhere to hide.  \tShe JABS him with the sword.  Carter SCREAMS.  Falls back \tagainst the table, clutching his chest.  Hu Li WINDMILLS, \tkicking a Terra Cotta soldier on top of Carter, but --  \n[313]\t\tWhen are you people gonna learn?  Don't \t\tmess with the brothas!  \tWEAK in the KNEES, Carter looks to the SOUND ON HIS CHEST. He \treaches through the slice in his jacket.  Instead of a hand \tcovered in blood, it comes out with a THICK WAD OF CASH!  \n[314]\t\tThank you, Benjamin!  \tCarter runs for the elevator. \t\t\t\t\t\t \n[315]\t\tHey, Ricky, how's it going man?  What's \t\tup, Lee?  \tLee has the gun pressed to Tan's head.  We've never seen him \tlike this before.  \n[316]\t\tLee, you okay?  \tLee doesn't respond.  He keeps an eye on Ricky.  \n[317]\t\tLee, wait a second.  It's not worth it, \t\tman.  He's making you do this.  \n[318]\t\tC'mon, Lee.  He's going to jail.  You \t\twon, now just put the gun down.  \tLee is trying to pull the trigger, but he can't.  \n[319]\t\tI don't know about you, but I need a \t\twine cooler.  \tAs they turn to the door -- Hu Li is walking toward them, \tbleeding and half-dead.  She has ANOTHER BOMB IN HER HAND. \tThis one twice the size of the one from earlier.  \n[320]\t\tPlease tell me she just asked for a ride \t\tto the airport.  \tHu Li hits the switch - starts to smile.  Lee and Carter turn \tand RUN for the OPEN WINDOW.  \n[321]\t\tWe made it, man.  \n[322]\t\tI saw that.  She kissed you, didn't she? \t\tYou played it cool, though.  Walking \t\taway, never looking back.  \n[323]\t\tThat your gate down there?  \n[324]\t\tI'm this way.  I guess this is goodbye.  \n[325]\t\tYou take care of yourself, Lee.  \tCarter steps back, BOWS TO LEE.  Lee SHAKES CARTER'S HAND \tlike a brother.  The two men smile.  Turn to walk away.  \n[326]\t\tYour father's badge?  No way, man.  I \t\tcan't take this.  \n[327]\t\tIn that case, I got something for you. \t\tI picked it up at the hotel.  \tCarter pulls out a WAD OF CASH.  \n[328]\t\tAbout fifty grand.  I won it at the \t\ttables.  \n[329]\t\tIt's okay, I got lots more.  \tCarter pulls out another wad of cash.  \n[330]\t\tThey owe us, man.  That's the least they \t\tcan do.  \n[331]\t\tCome on, Lee.  Stop being a cop for five \t\tminutes and live it up.  There must be \t\tsomething you want.  \tLee looks back toward Isabella.  \n[332]\t\tNew York City?  \n[333]\t\tThe Plaza Hotel?  \n[334]\t\tSome Kung-Pao?  \tThey look at each other, smile.  \n[335]\t\tI could use a little vacation.  ", "Karaoke": "", "Singer": "", "Isabella": "\n[1]\t\tIsabella Molina, from San Juan.  That \t\tseat is taken.  \n[2]\t\t\t \t\tI don't think so.  \n[3]\t\tThis is your ship?  \n[4]\t\tEl Capitan?  \n[5]\t\tWell, I'm very tempted.  It's such a \t\tbeautiful yacht.  What's it called?  \n[6]\t\tThe S.S. Minow Johnson.  Funny, the name \t\ton the back was \"Red Dragon.\"  \n[7]\t\tI'm sure, because this is my friend's \t\tyacht.  And it's his party.  \n[8]\t\tSomebody who got on the wrong yacht.  \n[9]\t\tEnjoy the party, Mr. Carter.  \tCarter nods, waves.  Steven Reign and Isabella walk away. \tCarter's watching.  \n[10] \tShe walks to the bedroom, where we see her through SHEER \tCURTAINS.  Slowly taking off her coat.  \n[11] \tAs she turns to the window.  A TAPE RECORDER in hand.  She \tputs the recording device away, walks back into the bedroom \tand puts on a robe.  \n[12]\t\tGet on your feet.  \tLee and Carter stand and face Isabella - watch as Isabella \tbegins to open the package.  \n[13]\t\tYou see, no bomb.  Now stay away before \t\tI throw you both in jail for \t\tobstruction.  \n[14]\t\tI'm an undercover agent for the United \t\tStates Secret Service.  \n[15]\t\tI know who you are, Inspector Lee.  \n[16]\t\tWe need to get out of sight.  Come down \t\tto my suite.  \n[17] \n[18]\t\t\t \t\tLook, I've been working this case for \t\tmonths now...  \n[19]\t\tThey think I'm a crooked customs agent.  \tLee examines the stack of HUNDRED DOLLAR BILLS from Hu Li's \tpackage.  Carter checks out the suite, pocketing some of the \tfood from the mini fridge.  \n[20]\t\tNo.  It's a sample.  You guys ever heard \t\tof the Superbill?  \n[21]\t\tIt's much more than a counterfeit.  14 \t\tout of 15 world banks can't tell the \t\tdifference.  The paper is Crane linen \t\tblend -- and the bills are printed on \t\tU.S. Intaglio presses.  \n[22]\t\tIn 1959, the United States was very \t\tfriendly with the Shah of Iran.  We \t\twanted his oil, so for the Shah's \t\tbirthday, the government gave him a gift \t\t-- a U.S. Treasury Intaglio press.  The \t\tonly one to ever leave the country. \t\tFive years ago Ricky Tan bought that \t\tpress on the black market.  \n[23]\t\tIt wasn't hard to spot the fakes until \t\tthis past year.  Then Tan got hold of \t\tone of a kind Swiss made hundred dollar \t\tplates -- and started making superbills.  \n[24]\t\tYes.  They've printed and shipped one \t\thundred million dollars, and there's \t\tonly one way to spot a fake.  \tIsabella lights a HUNDRED DOLLAR BILL on fire, and it burns \n[25]\t\tThey use an optical transfer ink from \t\tIndia that burns red -- the real ink \t\tburns black.  \n[26]\t\tThe real question is, where are the \t\tplates?  If we can find the plates, we \t\tcan stop the whole operation.  \tIsabella thinks for a beat.  \n[27]\t\tMaybe that's where you can help us. \t\tCarter, this is your city, right?  \tCarter nods.  \n[28]\t\tAnd Lee, you know Hu Li and the Triads?  \tLee nods.  \n[29]\t\tOkay, find out where Hu Li's keeping the \t\tplates. \t\t\t(hands Lee a card with a phone \t\t\t number \t\tWelcome aboard, gentlemen.  From this \t\tmoment on, you're working for the United \t\tStates Secret Service.  \tIsabella opens the door to let Lee and Carter out.  They exit \tquickly, trying to hide their excitement.  CAMERA STAYS on \tIsabella as she takes out her CELL PHONE, punches in a \tnumber.  \n[30]\t\tLee and Carter are officially out of the \t\tSecret Service's way...  \n[31]\t\tHu Li, I think there's someone who will \t\twant to talk to them first.  \tHu Li looks at Isabella, nods an acknowledgement.  BANG!  Lee \tfalls.  Isabella's knocked him out from behind with the butt \tof her gun.  \tBANG!  Carter drops to one knee as Hu Li POUNDS him across \tthe jaw with her fist.  \n[32]\t\tPut your arms around me.  \n[33]\t\tHold me close.  There's cameras \t\teverywhere.  \tAn ASIAN BAND sings STRANGERS IN THE NIGHT as Lee tries his \tbest to slow dance.  An intimate moment between Isabella and \tLee, her face nestled in the crook of his neck, hiding her \tface.  \n[34]\t\tI need your help.  \n[35]\t\tI'm undercover.  I had no choice.  You \t\thave to trust me.  \tLee starts to get into the music, moving his hips in a slow, \tsensual rhythm.  \n[36]\t\tYou move well.  \n[37]\t\tLook over there.  That's the eye in the \t\tsky room.  \tLee looks over her shoulder.  \n[38]\t\tBehind me is the soft count room.  We're \t\tpretty sure the plates are back there.  \n[39]\t\tIf I'm wrong then my cover is blown.  \t\t\t\t \n[40]\t\tThe Secret Service almost busted Reign \t\tat his casino in Macao, but the place \t\tburned down before we could move in.  \n[41]\t\tDip me!  \tLee dips her, holds her in his arms for a long BEAT.  \n[42]\t\tI'm asking for real now -- will you help \t\tthe Secret Service?  \n[43]\t\tIt's time to end this, Inspector.  \tIsabella cocks the gun, spins back and kicks the detonator \tfrom Hu Li's hand -- slamming her against the wall and \tsticking the gun under her chin.  \n[44]\t\tDon't move!  United States Secret \t\tService.  \tHu Li WHIPS her KNIFE around, catches Isabella across the \thand -- the GUN SLIDING across the room near the detonator -- \tthe TWO WOMEN fight around it.  \tLee watches them almost step on it - dives to the floor and \trolls toward the detonator.  He's about to grab it when:  \n[45]\t\tI'm fine.  \tShe steps in, too weak and starts to fall.  Lee grabs her and \tholds her in his arms.  HE gently helps her down.  \n[46]\t\tNow you know.  \tDING!  The elevator doors open.  Isabella holds up a ROOM KEY \t- the key to the SUITE.  Lee takes the key, backs away and \tsteps into the elevator.  \n[47]\t\tI'll try to get backup.  Be careful.  \tThe elevator doors close. \t\t\t ", "Molina": ""}}