{"filename": "Saw_script.txt", "imdb_id": "tt0387564", "imdb_url": "https://www.imdb.com/title/tt0387564", "characters": ["Alison Gordon", "Detective Steven Sing", "Paul", "Diana Gordon", "Mark", "Jeff", "Carla (as Alexandra Chun)", "Father", "Amanda", "Zep Hindle", "Detective David Tapp", "Brett", "Dr. Lawrence Gordon", "Kerry", "Adam Faulkner-Stanheight"], "dialogues": {"Alison": "\n[1]Diana, Honey, are you okay? (she pushes back the covers and gets up, crouching down in front of her daughter. Looking up at her, she places her hands on her daughter\u0092s arms.) Diana, Honey, can you hear me? \n[2]Oh, what is it, sweet pea? \n[3](sighing, but not rudely. This is not the first time this has happened) Oh Honey, are you sure he\u0092s not just hiding in your imagination? \n[4]Okay, I\u0092ll come and check your room. (She smiles a small, assuring smile \n[5]Alright, if you want. Come on. \n[6]Larry, sorry to bother you, but your daughter had a bad dream again. \n[7]She wants you to check her room. \n[8]You know what sweetie? I\u0092ll go check with you. \n[9]I don\u0092t know how much longer I can do this, Larry. \n[10]How can you walk through life pretending that you\u0092re happy? \n[11]That is complete bullshit. (cut to a shot of Diana, laying on her side in her darkened room, clutching her teddy bear to her chest. Her eyes are open, she can hear everything. We stay with her for the rest of Alison\u0092s line, her voice now off a bit in the distance but still very audible) I\u0092d rather you break down and tell me that you hated me. At least there\u0092d be some passion in it. \n[12]How can you walk through life pretending that you\u0092re happy? \n[13]That is complete bullshit. I\u0092d rather you break down and tell me that you hated me. At least there\u0092d be some passion in it. \n[14]Just leave. \n[15]Diana!? \n[16]Diana! (opens the door and flips on the light, gasps when she sees a figure covered by a blanket looming over Diana\u0092s bed. The figure suddenly grabs Diana and she screams, struggling against him. Alison goes for them. \n[17]Don\u0092t do that! Leave her! Get away from her! \n[18]Keep your motherfucking hands off of my daughter! \n[19]Larry? \n[20]Is Adam there? \n[21](through her sobs, trying to calm them and get this message to him) Don\u0092t believe Adam\u0092s lies. He knows you. He knew all about you before today. (Zep quickly takes the phone away, hangs up. Cut back to the bathroom, Lawrence on the phone. \n[22]Sweetheart, are you okay? (Diana shakes her head no) Mommy just needs you to be really, really, really strong right now. I\u0092m not gonna let anybody hurt you. You got that?  Okay, that\u0092s my good girl. (She starts crying as her hands work behind her to loosen the rope around them. \n[23]Larry? \n[24]You failed.  \n[25]Don\u0092t move, stay on the ground. Give me the phone. Give it to me! (He sits up a bit, carefully slides it to her. He is watching her, looking for an opportunity to overcome her once again. She picks the phone up, still keeping her eyes and her gun at him.) Larry? \n[26]No! No we\u0092re not...(Zep starts to move up a bit more, his right hand out, leaning against the edge of the bed. Ally threatens him more fiercely with the gun.) Get down! Larry, where are you? \n[27]What? What are you talking about? \n[28]Honey, we need you here. (Zep slowly readies himself to move forward, wide eyes still staring at Alison. \n[29]Larry? \n[30]There\u0092s still no answer. ", "Gordon": "", "Paul": "", "Diana": "\n[1](very softly, but showing almost no fear) Mommy? \n[2]There\u0092s a man in my room.  \n[3]He talked to me. \n[4]I want Daddy. He\u0092ll get the scary man.  \n[5]I\u0092m still scared. \n[6]I hate that thing. \n[7]You\u0092re not going to leave us, are you, Daddy? \n[8]No one. \n[9]Okay. \n[10]Good night, Daddy. \n[11]Okay. \n[12]Daddy? \n[13]Daddy, is that you? (cut to a shot of her being held by Zep, the phone to her ear. \n[14]I\u0092m scared, Daddy. \n[15]She\u0092s here with me. \n[16]The bad man from my room is here. He has us tied up and he has a gun. \n[17]Please come home Daddy! (Zep kisses her on the top of her head and takes the phone away to give to Alison.  \n[18]Mommy help me! \n[19]Mommy! \n[20]Mommy, help me! ", "Mark": "\n[1](huddled over the safe; screams, but it is still distant sounding) Help!!!!!  ", "Jeff": "", "Father": "", "Amanda": "\n[1]I woke up. All I could taste was blood. (The camera moves back quickly, and we see her tied to the chair, her wrists bound to the arms of the chair. She pulls against her bonds, moaning loudly, trying to speak or cry out but cannot.) And metal. \n[2]And then I saw the body. \n[3]There was a knife. \n[4]He...helped me. ", "Zep": "\n[1]His name is John, Dr. Gordon. (He looks down at the patient, who we see is a man in his late forties-early fifties, hairless except for a small white goatee. His head is to the side and he is sleeping. On the tray table in front of him is a notebook and some colored pencils. As Zep looks at him and speaks of him, there is caring in his voice, something Dr. Gordon has yet to display regarding this patient.) He\u0092s a very interesting person. \n[2]Dr. Gordon\u0092s time is up. Now I\u0092ve gotta do what I\u0092ve gotta do, and...I\u0092m afraid it has to be you that tells him he failed. (He undoes her gag, holds the phone to her head and his gun in front of her chest. \n[3]Mrs. Gordon? (drops old cartridge out of his gun, pops in a new one) Diana?! (His breathing is fast, desperate. He clutches the wound on his leg.) I\u0092m gonna kill your husband now, Mrs. Gordon. (He stands up a bit straighter and hobbles over to the computer station, taking keys from the desk and then hobbling down the hall and out the door. We see Tapp groaning, starting to get up. Zep glances over and sees Tapp get to his feet, but quickly hobbles to the doorway and out the door. Tapp starts to follow, just a we bit dazed from the hit. He empties his gun cartridge and replaces it, then runs towards the door, screaming.  \n[4]You\u0092re too late. \n[5]It\u0092s the rules. ", "Hindle": "", "Brett": "", "Kerry": "\n[1]This one\u0092s not fresh anymore. At least three weeks out. (Detective Tapp squints as he peers in and studies the body) Victim\u0092s a 46-year old male. (Quick flash of a crime scene photo, a closeup of behind the man\u0092s head and upper back. There are deep cuts all over. The camera cuts upwards to the detectives.) Died of massive blood loss. Mostly through the femoral artery. (The camera pans around to Detective Tapp, who moves around the side fo the cage to get a better look inside, shining his flashlight in.) He started at the back of the cage and tunneled his way through the razor wire so fast it\u0092s amazing he got as far as he did. Cut himself so deep, we found traces of stomach acid on the floor. (Another more gruesome crime scene photo shot of the body from the side; we can see the razor wire digging in under his arm. Also, a close-up shot of some of his wounds; long, deep cuts.) We also found this. (She holds up an evidence baggie with a micro cassette tape recorder, just like the one Adam and Lawrence found in their cell. She presses the play button, and Tapp and Sing listen. It\u0092s the same chilling voice from Adam and Lawrence\u0092s tapes.  \n[2]The door was on a timer. It was unlocked until 3:00. Then it slammed shut. He was given two hours. \n[3]I found something else. Well, two things, actually. (She moves past them and we go with her over to a wall where there is a small hole cut, about an inch or two in diameter. The light from the outside shines in.) There was someone standing outside here watching through this peephole. Looks like our friend Jigsaw likes to book himself front row seats to his own sick little games. He was there at the last one as well. Only this time, he left us his penlight. (She holds up the penlight in an evidence baggie, clicking it twice then handing it to Tapp. \n[4](taking the baggie, moving out of the room) Copy that. ", "Adam": "\n[1]Help! Someone help me! (He stops when he hears a loud dragging sound somewhere in the room. He looks out into the darkness and calls out.) Is someone there? Hey! (He turns back to the corner to which he is chained, says in a slightly softer but still panicked voice) Shit, I\u0092m probably dead. \n[2]Who\u0092s that? Who\u0092s that?! \n[3]Turn on the lights! \n[4]What the fuck is going on? Where am I? (He turns into his corner, touching the wall. \n[5]What is that smell? \n[6]Holy shit! \n[7]HELP!!! (He falls back onto his bottom on the floor as he yanks at the chain as hard as he can.) HELP!!! Help! \n[8]What the fuck is this? \n[9]I don\u0092t know...yeah! \n[10]My name is Very Fucking Confused!  What\u0092s your name? What\u0092s going on here? \n[11]Ah! \n[12]No. \n[13]No. \n[14]Nothing. (he sits back onto the floor, stops pulling at his chains for a moment.) I went to bed in my shithole apartment, and woke up in an actual shithole. (He raises his left leg slightly, starts trying to pull his foot out of the iron cuff. He glances to Lawrence, who has moved over to the wall to his left, bent over slightly and resting a hand against a pipe.) So what about you, huh? \n[15]First dead body I\u0092ve ever seen. Look different in real life. They don\u0092t move.  \n[16]Can you see any scars? \n[17]Huh? This is what they do man, (he gestures to his stomach, where there are in fact no scars.) They kidnap you and drug you and before you know it, you\u0092re in a bathtub and your kidneys are on eBay. (A ridiculous theory to us and to Lawrence, but Adam states it with conviction.  \n[18]How can you tell from way over there? \n[19]What are you, a surgeon? (He lowers his shirt and turns and bends down to prod at the chain around the pipe again.  \n[20]Adam. \n[21]What about it? \n[22]So?  \n[23](glances up briefly at Lawrence, then back down at the tape. His voice sounds slightly surprised.) It\u0092s a tape.  \n[24]It was in my pocket. \n[25]It says Play me.  \n[26](seeing that it doesn\u0092t seem to be working on Lawrence\u0092s lock) Throw it over here.  \n[27]Fuck. (He leans over and picks up the key, then bends down and tries the key on the lock on his ankle, which doesn\u0092t work. He tries the lock on the chains around the pipe. It isn\u0092t working there either. \n[28]What? \n[29]It won\u0092t work. \n[30] There\u0092s nothing. \n[31]I don\u0092t get it. (He presses the stop button on the tape. \n[32]No, you throw me your tape. \n[33] I\u0092m not going to risk breaking it! You throw me your tape! \n[34] Any idea who that is? \n[35]He knows us. \n[36]What do you think? Probably a joke, right? \n[37]What the hell does Follow your heart mean? \n[38]Oh man...(he gasps, making gagging sounds, his face turned away from the bowl. He coughs, fishes around for another brief moment, then quickly pulls back, trying to shake some of the shit off of his hand, spitting. \n[39]No solids. \n[40]I really wish I had checked in there first. \n[41]Fuck! Fuck! (He reacts violently, hitting the broken saw twice against the iron pipe then turns and hums it across the room, right into a mirror. A small piece of the mirror breaks off and flies to the floor. \n[42]What did you say? (he stands up; is Lawrence hiding something from him?  \n[43]Jesus Christ! Tell me, who is it?! \n[44]Are you sure it\u0092s him? \n[45](becoming a little hysterical again. He speaks accusingly) How do I know you\u0092re telling the truth? You can be the one who put me in this room! (he gesticulates as he speaks, pointing to Lawrence and himself. \n[46]Wrong. (he stands up, kicking his chained foot out. Shouts.) Wrong! You\u0092ve got one thing I don\u0092t: Information! (He hovers as close as he can in a threatening pose, pointing) You know who did this! (He picks up a glass shard that fell when he broke the mirror, holds it up threateningly to Lawrence) Now you either tell me what is really going on (Lawrence rolls his eyes, turns his head over to his left, away from Adam) or I\u0092ll cut you with this, you hear me? I\u0092ll cut- (But he stops short as he sees something in the glass. He flips it over, studying it, flips it back. He looks over to the mirror on the wall, studying it, thinking. \n[47](looks over at Lawrence, then back at the mirror.) It\u0092s a two-way mirror.  \n[48]So that\u0092s what this is. Reality TV. \n[49]Can you hear me in there? Huh? I\u0092m having a blast. (he bends down and picks up another piece of debris from the floor) This is the most fun I\u0092ve had without lubricant. (Hums the piece of debris at the window. It makes a thwacking sound, but doesn\u0092t break. Not even a crack.) Make sure you\u0092re getting everything. (Bends down, throws picks up and throws another piece of debris. It hits, but no breakage. Leans down for another piece. \n[50]You just want to leave it running on us? (the shot switches to surveillance view  \n[51]You sound like you admire this prick.  \n[52]How can you be the calm Doctor Guy when your wife and kid are out there. (Shot of Lawrence looking around the room) He\u0092s got them, too. (Shot of the clock; it\u0092s now 12:05.) He could be doing anything to them right now. Are you thinking about that? \n[53]She\u0092s beautiful. \n[54]You gonna have any more kids? \n[55]So where\u0092s the lucky wife? \n[56]It\u0092s uh, it\u0092s not here. \n[57]Uh, this photo you\u0092re talking about...it\u0092s not here. \n[58]Yeah. (Tucking the picture in his right hand, he shifts slightly by lifting himself a bit with his right hand, sneakily putting the photograph down and tossing the wallet with his left hand. Lawrence picks up the wallet and starts looking for it, creasing his brow in concern, while Adam backs up against his wall, holding the photograph out of Lawrence\u0092s sight against a pipe he rests his arm on as he looks at the photograph.  \n[59]Just because I\u0092m stuck in this room with you doesn\u0092t mean I have to report to you every ten seconds. \n[60]well what do you want me to do? I\u0092m on a leash. \n[61]I am thinking! \n[62]Turn off the lights. \n[63](letting the photo fall into the tub as he stands) Turn them off now, please!  \n[64]Just turn them off for a second! \n[65]Jesus, behind you! \n[66]The lights in here hadn\u0092t charged it. It must be glow in the dark paint or something. \n[67]Open it! \n[68]Where the fuck...Here. (He finds it, picks it up and tosses it over. \n[69]Cell phone. The most beautiful invention on this planet! \n[70]Make that second most beautiful invention! (He reaches out his hand for Lawrence to toss it.) Give me that. \n[71]Yes, I\u0092m willing to risk it! Give me that sweet cancer. (Lawrence ignores his request, tosses out the other cigarette and a lighter. He finds lastly a small folded up note with the words Shh, Doctor, written on it.) I don\u0092t care, I really don\u0092t. Give me one of those. \n[72]May I please have a cigarette? \n[73]Who cares? It worked. \n[74]Instinct. (His tone is far from believable. \n[75]Yeah. \n[76]You say that like you know me. \n[77]Well, um, let\u0092s see. On my sixth birthday, my best friend at that time, Scott Tibbs, stabbed me with a rusty nail. I didn\u0092t tell you about that. I didn\u0092t\u0092 tell you that my last girlfriend, (Lawrence lowers his head into his hands. Un-FUCKING-believable) who was a feminist vegan punk, broke up with me because she thought I was too angry. Uh, I haven\u0092t told you that one of my toenails is slightly...  \n[78]What-ever.  \n[79]You wanna know? \n[80] Here it is. (He throws it towards Lawrence, who looks down at it, then back up at Adam before getting down on the floor and pulling it towards him with the hinged box. He picks it up, sitting up as he looks upon it with shock.  \n[81]It was in your wallet, behind the photo of your daughter. \n[82]I couldn\u0092t. (Lawrence begins to shakily sob, touching the photo.) I\u0092m sorry. (Adam goes over and sits against a pipe in his corner, lowering his head and upper body forward, holding his head in his hands. \n[83]What are you doing? \n[84]Hey! What the hell are you doing? \n[85]Um...yeah, sure. \n[86]Jesus Christ!! \n[87]I just got electrocuted!  \n[88]Did you hear what I said? (he desperately grabs at the manacle around his ankle, pulling at it and shrieking) Get this thing off me! Get it off! \n[89](stops pulling at the manacle and chains; now he\u0092s pissed at Lawrence for his disbelief) You think I would make that up just to mess up your stupid fucking charade? \n[90]I remember everything now. I remember how I got here. \n[91]Great. \n[92]Is someone there? (he takes a picture, the flash lighting up the area in front of him.) I can hear you. (He takes another picture, the flash lighting up a living room area. Nothing yet. He moves forward more, into the kitchen entryway, snapping away for light. \n[93](his voice alarmed but confused at the same time) What the...? (He snaps a picture in its direction and sees the Puppet from Jigsaw\u0092s workshop and video sitting in an armchair, continuing its evil laugh.) Christ! (He reaches down and finds a baseball bat on the floor, and starts hitting the doll as hard as he can until the laugh starts to fade and then just dies out. ) What the... \n[94]Who is that?! Who\u0092s in there?! (he moves towards the door, shaking but trying to be a tough guy) Come on out! I\u0092ll kill you, you motherfucker! (He opens the door, holds the camera and takes a picture. As soon as the flash goes off we see the red-robed pig thing that originally grabbed Lawrence quickly move forward and grab Adam. \n[95](quietly, as though cautiously approaching a dangerous animal) Are they okay?  \n[96](a brief Oh shit look appears in his eyes, but he acts surprised) What did she say? \n[97]Believe me about what? (There is no doubt he\u0092s hiding something \n[98](still trying to cover up and losing, still not making eye contact) You know who I am. \n[99](His tone changes, he\u0092s had it with hiding, had it with Lawrence) I\u0092m a liar? (Finally, he looks up, right at Lawrence. His voice is firm and accusing.) What did you do last night, Lawrence? Work at a hospital? Saving sick children? You told me that after you left your house last night, you went to work at a hospital. \n[100]No it\u0092s not. Your wife is right, Larry. (Lawrence is now the one wearing the Oh shit look.) You don\u0092t recall getting your picture taken in that parking lot? \n[101]I can prove that you didn\u0092t go anywhere near a hospital last night. (He leans over and pulls out the garbage bag from the tub. Lawrence stands, staring at him in near disbelief. He has been caught. Adam takes a handful of photos from the baggie he\u0092d kept hidden inside the garbage bag, holds them up and throws them down, scattering them.) It\u0092s not the first time I\u0092ve done it either, Larry. (Lawrence leans over to look at the photos on the floor in front of him with complete and utter disbelief, picking one up and looking down at it) I\u0092ve been taking pictures of you for a few days now. (Shots of some of Adam\u0092s pictures. Lawrence going into a building, Lawrence at an outdoor café eating lunch.  \n[102]You wanna know what I do? I get paid to take pictures of rich guys like you who go to seedy, out-of-the-way motels to fuck their secretaries. (we start seeing more shots Adam took while following Lawrence) Last night I went to your house. (Flashback of Adam holding his camera, then cut to several photographs of Lawrence leaving his house, glancing over his shoulder and moving down the sidewalk) I watched you leave. I followed you (Lawrence in the parking garage, photographs of the exterior of the Hotel Barfly. Lawrence inside the hotel, knocking on the door to one of the rooms while Adam hides around the corner with his camera) all the way to that shitbag hotel. (Photographs of Lawrence standing outside then going into the room.  \n[103]I found them, in there (points to the toilet; quick flashback of Adam pulling the bag out of the top of the toilet, then Adam opening the bag and seeing the hacksaws and a glimpse of something else in the bag.) with the hacksaws. (Flashback of Adam tossing the bag into the bathtub while Lawrence isn\u0092t looking.) I don\u0092t know how they got there. \n[104]Aww, face it, Larry, we\u0092re both bulls hitters. But my camera isn\u0092t. It doesn\u0092t know how to lie. It only shows you what\u0092s put right in front of it. Just out of curiosity, what did you do in that motel room? You got out of there pretty fast. \n[105]Who was what? \n[106]He calls himself Bob and he gives me the money up front. Two hundred bucks a night. If I\u0092d have known I was gonna end up here, I would\u0092ve asked for a hell of a lot more. \n[107](internal eye roll; speaks as though he\u0092s been over this 100 times before) What I saw was you get into your car. That\u0092s it. I didn\u0092t ask your name. I didn\u0092t know who you were. I don\u0092t know how I got here, I don\u0092t know how you got here. I just took the shots (As he speaks, a quick flashback of Adam taking a picture, going up apartment stairs, then in the darkroom) and went straight home to develop the. Next thing I know I\u0092m chained to a pipe in some prehistoric bathroom, staring at the guy I\u0092ve been taking shots of all night.  \n[108]Maybe.  \n[109]I don\u0092t know, he was just a guy. (Shot of inside Adam\u0092s apartment and an unidentifiable figure towards the back of the room, the image darkened so we can\u0092t make him out. The figure slowly takes a step towards us/Adam  \n[110]I don\u0092t take notes about his appearance. (Shot inside apartment, the figure moves closer \n[111]I can\u0092t. (Shot of inside the apartment, the figure moves closer \n[112]I told you, I- (inside apartment, the figure moves closer, just about close enough for identification \n[113](gives up his playing dumb tone, gives in due to irritation with Lawrence) He\u0092s a tall black guy, he\u0092s got a scar around his neck, okay? (Shot of inside the apartment, the figure moves into a viewable light; It is Tapp. \n[114]Whoa, the guy who paid me to take these photos was not a cop. \n[115]Call it my need to eat.  \n[116]Oh really? Obviously this cop thinks you\u0092re the one behind it all. \n[117](getting REALLY pissed at Lawrence\u0092s attitude towards him) What are you more pissed off about? The fact that I took some shots of you or the fact that I took some shots of you while you were cheating on your wife? \n[118]What do you care what I think anyway? I don\u0092t give a crap if you covered yourself in peanut butter and had a 15-hooker gang bang! \n[119]Hey, was there someone else at your house last night besides your wife and daughter? \n[120]Well, there\u0092s someone here. (He tosses the photo to Lawrence, whosits up, picks it up and looks at it. After a moment, the shot cuts back to a regular view of them, in the room.  \n[121]Look. (Lawrence momentarily breaks from his Zep rage, looks up. The clock reads at 6:00.) We\u0092re out of time. \n[122]Lawrence! (A bit of foamy spittle comes out of Lawrence\u0092s mouth as the electrocution continues, and then a moment later stops. Adam watches, frightened, unsure. Lawrence is out.) Lawrence, get up! \n[123]Lawrence! Get up! I need you! (He leans down and finds a piece of debris on the floor, throws it at Lawrence. It doesn\u0092t hit him. He leans down, picks up another, throws it. This one bounces onto the floor but ricochets and hits Lawrence, who begins to stir. A moment, and Lawrence starts to move more, reaching for his head and sitting up. Adam cries out in relief.) Oh, thank God! I thought you were dead! \n[124]I told you! The same thing happened to me, see? I wasn\u0092t lying, see? \n[125](Frightened but trying to stay calm for Lawrence.) Lawrence, calm down. There must be a way out of this! (It seems to be a complete role reversal for the two of them from the beginning, where Adam was the one freaking out and Lawrence was calm. Here, Adam is terrified but still calmer than Lawrence, who has just lost it. \n[126](Loudly trying to speak over Lawrence\u0092s continued loud, primal screams.) Lawrence, I have a family too! I don\u0092t see them, that\u0092s my mistake. It\u0092s a mistake I\u0092d like to fix! \n[127](desperate, losing his attempted calm stance) Lawrence, stop it! \n[128]Lawrence, please calm down! There\u0092s a way out of here, there\u0092s a way out! \n[129]Lawrence! No! Oh my God! What are you doing?! \n[130]What are you doing?! (Lawrence crawls on farther, towards the body. \n[131]What are you...(He suddenly realizes Lawrence\u0092s intentions. His eyes go wide, and he starts to cry out and beg.  \n[132]Oh my God! Oh my God! Lawrence don\u0092t! (Lawrence puts the bullet in, then closes the chamber) No! Lawrence, please, I\u0092m begging you! (Lawrence aims the gun at Adam) Lawrence, it\u0092s not me who did this to you! \n[133](His hands up in front of him defensively, moving side to side to try to throw off Lawrence\u0092s aim) No, I want to live!  \n[134]I want to live! \n[135] Don\u0092t leave me! No! \n[136]No!!  No! No! (Lawrence crawls towards the door.) Lawrence! Lawrence! \n[137]Key...key... "}}