{"filename": "Scarface_script.txt", "imdb_id": "tt0086250", "imdb_url": "https://www.imdb.com/title/tt0086250", "characters": ["Alejandro Sosa", "Elvira", "Angel", "Omar", "Chi Chi", "Tony Montana", "Banker", "Manny Ribera", "Mama Montana", "Gina", "Ernie", "Nick The Pig", "Bernstein", "Frank Lopez", "Hector The Toad"], "dialogues": {"Alejandro": "", "Sosa": "", "Elvira": "\n[1]Hello. \n[2]I assume we're going to be a               fivesome. Where are we having dinner? \n[3]Again?  If anyone wanted to assassinate you, you wouldn't be too hard to find. \n[4]You never know, do you? Maybe the catcher on your Little League team. \n[5]Come    on,   Frank,   let's go. \n[6]Lesson number two -- don't            get    high on your own supply. \n[7]away \n[8] \n[9] \n[10]Baltimore.... \n[11]Look, it doesn't really matter. I'm getting a headache. \n[12]I've   got enough friends -- and I don't need   another one, 'specially one who just   got off the banana boat. \n[13]Oh, part        of   the    Cuban crime          wave? \n[14] \n[15]You know you're even stupider than you look.   Let me give you a crash course, Jose whatever your name is, so you know what you're doing around here. \n[16]First who, where, why and how I fuck is none of your business, second don't call me 'baby,' I'm not your baby and last, even if I was blind, desperate, starved and begging for it on a desert island, you'd be the last thing I'd ever fuck.   You got the picture now -- so fuck off. ", "Angel": "\n[1]You know how many goddamn Fernandezes are living in fucking Union City? And I gotta call every fucking one of 'em to find my brother! \n[2]Go    fuck            yourself,     Tony. \n[3]Oh     shit! gonna end bad, muchachos.... \n[4] \n[5]Chicken   liver,   hunh? \n[6]tracks     him,     signals.... \n[7](tense, making light of it \n[8]She knows her shit.   She talks to Yemaya and Chango like nobody y'ever heard. \n[9]Sure    thing. \n[10]Tony! ", "Omar": "\n[1]I got something for you. Oh   yeah! gotta do? We gotta unload a boat -- grass, twenty- five tons -- that's what we gotta do. You get five hundred each. \n[2]Guy's     a    lunatic,    let's        go. \n[3]Yeah.. . .                                                                    (Xl \n[4]...There's a bunch of Columbians.                 (Xl Flying in Friday. New guys. They say they got two keys for us for openers.   Pure coke. In a motel over in Miami Beach.  I want you to go over there, and if it's what they say it is, pay 'em and bring it back. You do that, you'll make five grand. Hey, that sounds great, Tony.... \n[5]You know how to handle a machine gun? Sure we was in the Amy together. \n[6]You're gonna need a couple other guys.... No problem. \n[7]Meet me at Hector's bodega Friday at noon. You get the money then. Some-               (Xl thing happens to the money, pobrecito, and my boss' gonna stick your head up your asses faster'n a rabbit gets fucked. \n[8]You    got    the     money? \n[9]You    got    the     yeyo? Bring it here. \n[10]Yeah? \n[11]What's       that     mean? \n[12]I think he's a fucking                peasant. ", "Chi": "\n[1](to Manny; Spanish \n[2]Want some new snatch? A pussycat name of Yolanda just rolled onto the Boulevard --- Oh    yeah, what        she       look   like? \n[3]She look like you 'cept she got a snatch. A     real    snatch? \n[4]You're       not   kidding.   It           talks. \n[5] \n[6]Si!                                                            (Xl \n[7]You    got    a   buck? Sure I got         a   buck,       whaddaya    think    I am, poor? \n[8](indicates the machine \n[9]You check out on this and we'll talk about other things. Puck,    how do you play this                  thing? ", "Tony": "\n[1]She's     dead     too. \n[2]This.   That. The Army.                   Some    con- struction work.... \n[3] \n[4]Me    jail?     No    way. You       been in a mental hospital,                Tony? \n[5] \n[6] \n[7] \n[8].             Never.       Nothing. \n[9]This?.. I was a kid. You should                     see   the other kid. \n[10]Oh       that     was   for    my sweetheart. \n[11]Hey, so I was in the can once for buying dollars. Big deal. \n[12]Some     Canadian   tourist.... \n[13]so I fuck Castro, what's it to \n[14]Hey, that's okay, too, Harry. No hard feelings. \n[15]Send me here, send me there. This. That. Nothing you can do to me Harry, Castro didn't do -- nothing.... \n[16]So I'll sit in your lap. \n[17]So what'd you tell them? I told them what you told me to tell them.  I told them I was in sani- tation in Cuba. \n[18]I told \n[19]You know if     you hadn't opened your mouth, they     woulda thought you were a horse.  I      told you to tell them you had TB and Fuck    you    Tony.... \n[20]You    did nothing      right.     I shoulda      left you    in Cuba. \n[21]A    movie     projector... . . . the face of Bogart -- unshaven, paranoid. a badly damaged 16 mm print of The Treasure of the Sierra - Madre.     It's near the end of the film and he's alone, talking to himself just before the bandits get him.... The rag-tag audience is noisily yammering back at the screen, the camera moving past Manny Ray, chewing gum, hair slicked, eyes in cat-like repose...to Tony, enrapt, eyes like an eleven year old, mouth hanging open. \n[22]That Bogart, Chico, hunh? \n[23]That gold dust blowing in the wind. Y'see Manny, he's always looking over his shoulder. Hunh?   Like me.... \n[24]I . . don't    trust   nobody. Yeah all that gold, hunh -- I guess you get 60 crazy you never trust no- body no more. \n[25]Never happen to me, Chico. That's one thing I never gonna be. I never gonna be crazy like that. Yeah, how do you know.... \n[26]I know. I don't know.          Sometime6   you    crazy, too, Tony. \n[27]Assholes,       I go crazy.      You   Manny,   I never go crazy with you. You're like my brother, I love you! Yeah,     sure. \n[28]c'mon. \n[29] \n[30]Angel, how ya doin'? \n[31]passing \n[32]Whatcha hanging around with that hustler for? \n[33]What's    he    hear   I    don't      hear. He hears we got problems. Im- migration is having these hearings, y ' know? And they're saying nine out of ten of us is gonna get shipped \n[34]Oh    yeah? Yeah.   And a lotta shit just went down at Indiantown Gap. In Pennsylvania.   Riots, fires, broken heads.. -things are gonna pop here. \n[35]Shit,     I coulda         told you that. Yeah, so what do you think the immigration's      gonna       do      when     we riot? You think they're gonna let us out? They're gonna throw away the key, that's what. \n[36]Hey, I tell youguys this isn't Cuba here, this is the United States. They got nothing but lawyers here. We're on the television. We're in the newspapers. Whatta they gonna do -- ship us back to Cuba? Castro -- he don't want us. Nobody no place wants us so whatta they gonna do -- put us in a gas chamber so all the people can see? They're stuck with us, Chico            -- they      gotta     let      us go! \n[37]You worry too much, mi hermano.  Like the man says, 'when you got 'em by the balls, their hearts and minds gonna follow' --hunh? \n[38](in awful imitation \n[39] \n[40]I got better-things to do. \n[41]  \n[42]Yeah. \n[43]Yeah, whadda we gotta do, go to Cuba and hit the Beard or what? \n[44] \n[45]Rebenga! \n[46] \n[47](looking around \n[48](pointing to \n[49]Millionaire. How    do   you   know? \n[50]Go over there. Ask him gimme some money.  He'll give you the silver right outta his pants -- that's America man, that's what they do here. Yeah? Hey Tony catch this tomato. Ooooh baby doll... \n[51]Hey     baby   what   you say? \n[52]...the fuck was #at? You didn't see it?   You weren't looking.  Hey you gotta watch for it. \n[53]What the hell's that for -- eating bugs?  That's disgustin'. You think so hunh? Well you don't know shit 'bout chicks Chico. they see this, they know. They go crazy.   They don't resist me. \n[54]Oooh...cono!   How 'bout that one? No problem. \n[55]Come     on? \n[56] \n[57]Pobre hijo de puta -- you got                      it all mixed up. This country first                       you gotta get the money, then you                      get the power and when you got the power, then you get the women                      -- and then, Chico, you got the world                      by the balls. Por 10s conjones. There you go talking bit again man. You don't know shit about the world. Who was it got us the green card, who got us the friends with the connections, hunh -- who's getting \n[58]Yeah,        so    where's    this    job? Don't push men, my friends                   gonna take care of everything. \n[59]Your big shot friend better come up with something soon.  I didn't come to America to break my fucking back, querido. Hey he's coming okay! What do you want? \n[60]Yeah, look at the punk with her. What's he got that I don't got? He's good-looking that's what, look at his clothes, flash Chico, pizzaz!.. a litte coke money don't hurt nobody....            (Xl \n[61]Junkie! -- They got no fuckin' character. Cono! onions!    They outta be picking gold off the streets. \n[62](contemptuous of the name \n[63]You gotta be kidding! Whaddayou think we are -- baggage handlers? \n[64]...five hundred dollars -- shit! What'd I do for you guys in the slammer, hunh?   What was the Rebenga hit -- game of dominoes or somethin'? You're talkin' to important guys here. Hey    Tony, c'mon,        it's        okay     Omar,   we.... \n[65]Shaddup! So what's it with.this  dishwasher, Chico?   Don't he think we coulda gotten some other space cadet to do Rebenga -- cheaper maybe.    Fifty bucks? \n[66] \n[67]You kidding. \n[68]I'm scared. Tony you're pushin' your luck. \n[69] \n[70]So what does it matter? So whatcha have that look on for when Omar bring it up? \n[71]So nothin'.   I just don't like fuckin' Columbians that's what. They're animals! \n[72]Wash         yourself. I just retired. \n[73]Look after my investments. \n[74]\n[75](the light changing \n[76] \n[77]Okay, this is it. Pull over across the street. \n[78] \n[79]Let's    go.... \n[80](as \n[81](checking out the room \n[82]Hello, Marta. \n[83]Yeah.  I'm Tony.     So Omar says you're okay. \n[84]You know Omar. \n[85]Okay.... \n[86]Yeah, you got the stuff? \n[87]Yeah well I don't got it either, I got it close by, too. \n[88]How far's your stuff? \n[89]So what do we do, walk in and start over? \n[90]What fuckin' difference does it make where I'm from? \n[91]You get to know me when you start doing business and not fucking around, Hector. \n[92]Okay, what's the stall here?     Your guy late or something? \n[93]Frog face, you just fucked up.     You steal from me, you're dead. \n[94]Try sticking your head up your ass. See if it fits. \n[95]Go       fuck      yourself. \n[96]I   got him! \n[97] \n[98]Manny, you okay? \n[99]Chi-Chi,   get the car.      Fast! \n[100]Yeah, bunch of cowboys!..somebody fucked up Omar. \n[101]YOU do that, Omar, you do that. \n[102]i  \n[103]E'uck you.   I'm taking it                     to   the    boss myself.    Not you. Me. Okay, okay.  All right.   Frank's gonna  wanna see you anyway. Look, meet me tonight at Hector's at eight. \n[104]Hey    Omar.... \n[105]That    was    some    pick up         you      sent      us    on. \n[106]Mr. Lopez... real          pleasure. \n[107]Okay      Frank. \n[108]Ray, he was with us on the \n[109](glances at Omar \n[110]You    don't        have    to mention         it.   That was    fun. \n[111]Gin's    fine. \n[112]Yeah..    .well. \n[113]two keys. \n[114]Yeah,   I hope I have that,problem                some day. \n[115]I guess       you gotta catch       her    in   the middle,       hunh? \n[116]Yeah    sure, I       could eat a horse. \n[117]53 \n[118]Uh...hi. Yeah,    hi. \n[119]'Haza'?    No   Frank, what's     a    haza? \n[120]Hey, yeah, you're not kidding, this is good stuff, Frank. \n[121]Hey, that            sounds       like   fun,       Frank. Thanks. \n[122]...so what's           your name,          Elvira what? \n[123]Elvira St. James.  Sounds like a nun or something.  So where you from? \n[124]Baltimore?           Where's         that? \n[125]Just   trying        to    be friendly. \n[126]Hey, I didn't             come over on no          banana boat.  I'm a              political refugee        here. \n[127]Whatta you talking crazy                  for, whatsa matter with.you? \n[128]...Why you got this beef against the world? You got a nice face, you got great legs, you got the fancy clothes and you got this look in your eyes like you haven't been fucked good in a year.   What's the problem, baby? \n[129] \n[130]thataway. \n[131]That     chick      he's    with...she     loves     me. Oh yeah, how you know that? \n[132]The    eyes,     Manny     -- they      don't   lie. You're  serious? Tony, that's Lopez '6 lady.  He'll kill us. \n[133]What are you kidding -- he's soft. I seen it in his face -- booze and a cuncha tells him what to do. \n[134]The house, bathed by a torpid setting sun amicable to lizards and Spanish moss, sits undistinguished and without shielding trees in the midst of a lower middle class neighborhood with look-alike yards and streets without people. \n[135]From his battered Monte Carlo across the curb, Tony, spruced up and nervous in a new suit, gets out carrying a bag of gifts.  Manny is at the wheel, curious. \n[136]Be     back    in   an     hour okay. \n[137]. ..I. shoulda been here IO vears ace man. This town's like a fig pussy dyin' to $5 fucked, ParaBise, rr.an, saradisef  I: coulda been a millionaire now. Get xy 3wn golf COXSP, a boat... I want 2 line of bluejeans vith .?ry name on the \n[138]. ..yeah ve gotta make sore moves on our own Xanny, we never gcnna score the i3ig Xoney vorking for Frank. Frankvs okay. \n[139]Yeah -- cause he buys you a suit?    You thinkin' like a chicker,h,ead again \n[140]Yeah, what do you girls say? you manna have some ice cream with us somewhere?                    . Hey that's not cool, man. You war-ma score one of these chicks, watch XW=. Nira! \n[141]!..the fuck was that? \n[142]What the hell's that for -- eating bugs? That's disgustin', You think so hunh? Xell you did know shit *bout chicks Chico. When                   . they see this, they kno?~. crazy. \n[143]Oooh . ..com!      How *bout that one?                  . ", "Montana": "\n[1] \n[2](Xl \n[3]He's    dead.        He    died.  Somewhere.... ", "Banker": "", "Manny": "\n[1]We can be outta here in thirty days. Not only that. We got a green card and a job in Miami! Hunh? We're made, Chico, we're made? \n[2]us a job? You or me? Not you man. You lucky you have any friends. You lucky to have me as a friend.... \n[3]No problem.                        . ", "Ribera": "", "Mama": "", "Gina": "", "Ernie": "\n[1]Here   she    comes,    Mr. Lopez. ", "Bernstein": "", "Frank": "\n[1]Oh, I thought     we'd eat     at   the Babylon. - ", "Lopez": "\n[1]on Bricknell           Avenue in           a swank high-rise district adjacent Coconut Grove          and Coral           Gables, the hub of South Miami.... The doorman shows Omar, Manny, his. side bandaged, and Tony, carrying the suitcase, through giant glass portals, past seriously armed security cops in the lobby. \n[2]52                                                                                        52    \n[3]How ya doing, Tony? Glad to meet you.  How 'bout a drink? \n[4]Call me Frank, Tony.  Everybody calls me Frank. My Little League team, even the prosecutors 'round town, they all call me Frank. \n[5]Howya     doing? \n[6](Xl \n[7]Not to mention of course the nice job you guys did for me on that Commie sonufabitch Emilio Rebenga. \n[8](smiles, likes the kid's balls \n[9] \n[10]It's too bad about your friend, Tony, if people'd do business the right way, there'd be no fuckups like this.... \n[11]Don't think I don't appreciate this gesture, Tony.  You find in this business, you stay loyal you move up and you move up fast.   Salud! \n[12]Then you find out your biggest head- ache's not bringing in the stuff but figuring out what to do with all the goddamn cash. \n[13]Where the hell's Elirira?             Go get her, will you, Ernie? \n[14] \n[15]Yeah.  When she's not looking.- What do you say guys, to a little food? \n[16]Oooh   sweetheart, you look           Where you been baby, it's like   a millions bucks.              ten o'clock, I'm hungry. She doesn't answer, her eyes                    ELVIRA flicking   disinterestedly            You're always hungry, you over Tony and Manny, knowing          should try starving. what the evening's going to be and not too happy about            Lopez       laughs. it. \n[17]- I want you to meet a friend of mine. Tony Montana...Elvira...Manny Ribera. \n[18]let's   go. \n[19]That guy there, in the purple shirt -- Gaspar  Gomez. Bad news.   Stone killer there ever was one.   Stay away. \n[20]...the     fat guy,    with the chicas is Nacho      Contreras   -- El Gordo. Wouldn't know     it to look     at him but he's got more     cash than     anybody in here. A real      haza.... \n[21]. ..you    know what a haza is, Tony? \n[22]It's Yiddish for pig.   It's a guy he's got more'n what he needs, so he don't fly straight anymore, y'know. That's the problem in this business, Tony, there's too many 'hazas' and they're the ones you got to watch out for.   If they can fuck you outta an extra dime, they'll rip you and flip you and then fuck you with a stick for the pure pleasure of it. See it all comes down to one thing, Tony boy, never forget it!   Lesson number one -- don't under- estimate the other guy's greed. \n[23]That's right. Course not everybody follows the rules. \n[24]  \n[25]Give it to everybody and bring another, willya Jack? Five hundred fifty dollars for this bottle Tony, what do you think of that, hunh? For a bunch of fucking grapes -- isn't that something? \n[26]Hey, George -- buddy. Hey, Frank.. -how's         the case coming? \n[27]OY, I shoulda come to you 'stead of that putz, Neufeld. \n[28]Yeah, almost    everything. \n[29]I . . best goddamn lawyer in Miami. Cost a brick to pick up a phone. \n[30]his. \n[31]Well,        Tony? \n[32](checking Tony'6   threads \n[33]I'd rather have a heart \n[34] \n[35] \n[36]Yeah -- but you get guys like that on your side, they break their backs for     you. "}}