{"filename": "Scream-3_script.txt", "imdb_id": "tt0134084", "imdb_url": "https://www.imdb.com/title/tt0134084", "characters": ["Cotton Weary", "The Voice (voice) (as Roger L. Jackson)", "John Milton", "Female Reporter", "Gale Weathers (as Courteney Cox Arquette)", "Male Reporter", "Sidney Prescott", "Christine", "Mark Kincaid", "Maureen Prescott", "Studio Executive", "Female Caller (voice)", "Roman Bridger", "Moderator", "Student"], "dialogues": {"Cotton": "", "Weary": "", "John": "\n[1] Milton's on the phone with Roman.  ", "Milton": "\n[1]\t\t\tI can assure you that security on the set \t\t\twill be at an all time high. Again, the \t\t\tdeaths are sheer tragedy.  \n[2]\t\t\tReally, what was his name?  Before Kincaid can finish, Gale buts in.  \n[3]\t\t\t \t\t\tGALE WEATHERS?! What are you doing here? \t\t\tNo press on the set! \t\t\t \t\t\tNo press, no press on set! \t\t\tGet that woman out of here.  \n[4]\t\t\tWell then, I guess I'll be leaving then.  \n[5]\t\t\tListen Lois Lane, I love your show and \t\t\tall but last month I happened to catch \t\t\tyour little segment on me and how my wife \t\t\tleft me because I'm a sex addict who \t\t\tenjoys screwing fifteen year old girls. \t\t\tIt was a real eye opener my lawyers are \t\t\tstill thinking about bringing to your \t\t\tsuperior's attentions.  \n[6] Milton's on the phone with Roman.  \n[7]\t\t\t \t\t\tRoman I know you're upset. But there will \t\t\tbe other movies. I know. Ah, VARIETY called \t\t\tyou a Pariah? Well fuck them. I got a great \t\t\tscript on my desk. It's called TRAGIC \t\t\t MENAGE TRIOS and it was written by \t\t\tJohn Sayles. I'm thinking you for Director. \t\t\tWhat? \t\t\t \t\t\tCome in. \t\t\t \t\t\tNo, not to you Roman. \t\t\tLook I'll talk to you later. Bye.  Milton hangs up as Gale, Jennifer, and Dewey barge intohis office.  \n[8]\t\t\tJust what the hell do you people think \t\t\tyou're doing, barging in here like this? \t\t\tI've got important calls to make. I run \t\t\tthis studio.  \n[9]\t\t\tWho?  \n[10]\t\t\tDo you know how many actors have worked \t\t\tfor me? Hundreds, thousands.  \n[11]\t\t\tWhat's your point?  \n[12]\t\t\tI remember her!  She was a bit player in a couple \t\t\tof my movies. A nobody! So what does it matter?  \n[13]\t\t\tWhat the hell are you guys getting at?  I make horror \t\t\tfilms, that's what I do.  The Studio came to me \t\t\twith 'Stab'.  They came to me, check it out.  \n[14]\t\t\tWhen we did the first 'Stab\" I realized I'd \t\t\tknown Maureen Prescott before, I mean as Rina. \t\t\tI couldn't tell anyone.  Can you imagine the press?  \n[15]\t\t\tGet real, that would make me a suspect!  \n[16]\t\t\tYeah.  \n[17]\t\t\tNow you listen to me, Lois Lane, let it go. \t\t\tIt's dead and buried. Daddy took ol' Yeller \t\t\tout behind the barn and shot him in the head a \t\t\tlong time ago.  \n[18]\t\t\tIt was in the 70's, everything was different. \t\t\tI was well known for my parties, Rina knew what they were. \t\t\tIt was for girls like her to meet men, men who could get \t\t\tthem parts, if they made the right impression.  Nothing \t\t\thappened to her that she didn't invite, in one way or \t\t\tanother, no matter what she said afterwards.  \n[19]\t\t\tI'm saying things got out of hand.  Maybe they \t\t\tdid take advantage of her!.  Maybe the sad truth \t\t\tis, this is not the city for innocence.  No charges \t\t\twere brought.  And the bottom line is, Rina Reynolds \t\t\twouldn't play by the rules.  You wanna get ahead in \t\t\tHollywood, you gotta play the game, or go home.  \n[20] Milton steps out of his office into his reception area.  Secretary's gone for the night. Milton starts out of the office, disappears.  \n[21]\t\t\t \t\t\tJohn Milton.  \n[22]\t\t\tWho is this?  \n[23]\t\t\t It's you. The saboteur whose been fucking up my movie! \t\t\t \t\t\t I swear to God if you don't stop I'll find you and \t\t\thave you killed! I shut down production on that piece of \t\t\tshit STAB 3! We had a no talent director and the \t\t\tlousiest Sidney Prescott on the planet but that was \t\t\tbesides the point! You still killed MY movie! A John \t\t\tMilton film! And if you ever try and cross me again you'll \t\t\tbe sorry. My next movie is gonna be a grandiose step up \t\t\tfrom this slasher shit! It's a film written and directed \t\t\tby John Sayles.  Milton's going rapid fire.  \n[24] \n[25] Gale's trying to get a locked drawer on Milton's desk open. It won't budge. Dewey steps into frame, flashlight in hand. He shines the light down on the lock.  \n[26] --has been strung up from the ceiling ventilation duct, gutted from knob to gullet. His entrails lie in steaming heaps at his feet.  GALE staggers away from the elevator, speechless. She screams again.  HER GHOSTLY ATTACKER is coming straight for her.  GALE fakes out the killer, dives into the elevator. He runs ahead, briefly, giving Gale enough time to trip him sending him landing flat on his face. Gale races out of the elevator doubles back down the hallway towards a door marked \"stairs\". She bolts through the door.  ", "Female": "", "Reporter": "\n[1]\t\t\tThe mutilated bodies were discovered late \t\t\tlast night by the L.A.P.D, prominent actor \t\t\tBen Damon was slated for a role in the \t\t\tupcoming STAB 3: RETURN TO WOODSBORO --  Sidney shuts off the TV as a familiar voice cuts through the din:  ", "Male": "", "Sidney": "\n[1] SIDNEY PRESCOTT, the stoic, survivor. Now 24, she lies peacefully in bed, her black lab PETE curled up in a ball at her feet. A noise startles the animal awake. It sets off the bed barking hysterically at --  \n[2] --awakens. She squints her eyes to try and make out what her dog is going into conniptions over. Then she sees, and her face loses any trace of color.  MAUREEN PRESCOTT'S GHOSTLY WRAITH is pressed up against the window. She's wearing a tattered, blood soaked night shift.  Her voice is muted but her lips are moving as if trying torelay a message to Sidney. Sid's hysterical crying. She slidesoff her bed, makes her way towards the window when suddenly --  MAUREEN slides down the glass, as if being pulled by somethingbeneath the window sill. Something we don't see . . . yet.  \n[3]\t\t\t\t \t\t\t   Mom!  Left behind in her wake are five bloody streaks running downthe glass. The streaks begin to bleed, as if each wounds themselves. They bleed right through the glass. Sidneyreaches out to touch them when suddenly --  THE GHOST springs up behind the window, shatters the glass panewith his fist. SIDNEY screams --  \n[4]\t\t\t \t\t\tThis is Laura in Monterey reporting \t\t\tin for work.  \n[5]\t\t\tThanks.  A click. A woman's voice comes on the other line. It sounds very familiar.  \n[6]\t\t\tYes, hi I'm Laura, I'm a trained counselor. \t\t\tHow can I help you.  \n[7]\t\t\tAre you sure?  \n[8]\t\t\tWell then the people you need to call are the police.  \n[9]\t\t\tI'm sorry, your voice.  \n[10]\t\t\tWho the fuck is this?  \n[11]\t\t\tW-what do you want?  \n[12]\t\t\tYou sick fuck I'm tracing this call \t\t\tas we speak! The police are gonna nail \t\t\tyour ass!  \n[13]\t\t\t \t\t\tNo. You didn't kill my mother. Billy Loomis \t\t\tand Stu Macher did.  \n[14]\t\t\tThe final act? Well let's play asshole!  \n[15]\t\t\t \t\t\tIf you lay a hand on him I'll fucking kill you!  \n[16] \n[17]\t\t\t \t\t\tHi, you've reached the machine. Leave a message, \t\t\ttalk as long as you'd like.  \n[18]\n[19]\t\t\tWell it's not safe for me up there either. \t\t\tThe killer found me Dewey. He called me \t\t\tlast night.  \n[20]\t\t\tI figured I'd be safe If I was at least up \t\t\there with the people I care about. \t\t\t \t\t\tNow where's this Kincaid guy the news is \t\t\ttalking about? I found this place from a \t\t\tFOX 5 TV NEWS REPORT. Heh.  \n[21]\t\t\tHi, Gale. I'm glad you're all right.  For a change, instead of an exchange of fists, the two share a warm hug.  \n[22]\t\t\tOh, you know, the usual small talk, \t\t\t\"What's new, how ya been, how do you want \t\t\tto die?\"  \n[23]\t\t\tWhy didn't you tell me?  This is my mother, Dewey. \t\t\tWhy didn't you say something?  \n[24]\t\t\tListen, Detective, I wanna see this studio \t\t\twhere all this shit's going down.  \n[25]\t\t\tAbsolutely.   \n[26]\t\t\tMm, what a waste of Silicone. \t\t\t \t\t\tWhat does my mother have to do with this \t\t\tall Dewey? We're a long way from Woodsboro.  A figure lunges out of nowhere, startling all three of them. It's a young, scrawny goth girl in  heavy make-up.  This is KAREN COLCHECK, 22. She holds something in her hand, a video tape marked SCARY MOVIES 101.  \n[27]\t\t\tOh my God Karen you scared the shit out of me! \t\t\tWhat are you doing here?  \n[28]\t\t\tShe was Randy's only girlfriend . . . ever.  \n[29]\t\t\tIt's been a while? You still working \t\t\tat Bradley's?  \n[30]\t\t\t Oh MY god.  \n[31]\t\t\tThanks Karen. You be careful.  \n[32]\t\t\tI can see nothing's changed.  \n[33]\t\t\tListen Dewey I have to go to the bathroom.  \n[34]\t\t\tNo I'll be ok. I've got my mace. \t\t\tMy knife. \t\t\t \t\t\tThese two lethal weapons.  \n[35]\t\t\tNo really, I'll be fine.  Dewey and Wallace nod. Sid begins to walk towards the soundstage.  \n[36]\t\t\tI'll be right back.  \n[37]\t\t\tH-hello? Anyone there?  Silence. Sid reaches into her pocket book, draws out a Gravity Knife. She flips open the blade, crouches down on her knees, scanning the row of stalls for feet. What a relief . . . none. Sid smiles, dismisses what she thought she heard when she sees --  \n[38]\t\t\t \t\t\tShit.  BAM! An exit door flies open. The GHOST comes charging out. Sidney screams, runs for a wooden fence. She begins to scale it, dropping over on the other side just as the killer pierces through it with his knife. Sid takes off running for WALLACE and DEWEY.  \n[39]\t\t\t \t\t\tJesus Christ Dewey help me! \t\t\tThey tried to kill me in the bathroom! \t\t\tThe killers!  \n[40]\t\t\tWhat are you talking about?  \n[41]\t\t\tI was attacked in the bathroom.   \n[42]\t\t\tWhat do you know about trilogies?  \n[43]\t\t\tYou seem to like movies, Detective.  \n[44]\t\t\tI'll call you Mark when you catch the killer, \t\t\tDetective.  \n[45]\t\t\t \t\t\tDid you request this case?  \n[46]\t\t\tMust be exciting, Beautiful place, beautiful people.  \n[47]\t\t\tExcuse me?  \n[48]\t\t\tWhat do you mean?  \n[49]\t\t\tGhosts are tough,  you can't shoot ghosts.  \n[50]\t\t\tHmm.  \n[51]\t\t\tI used to think I had the perfect mom, perfect \t\t\tfamily.  Till I found out I was wrong.  She had a \t\t\tsecret life, and I tried to understand that, and \t\t\tsoon as I thought I had, more secrets.  I don't' \t\t\tknow who my mom was. \t\t\t \t\t\t\tSometimes I feel like I'm just learning about my \t\t\tmother for the first time. You know, with TV and \t\t\tthose movies and what not. God sometimes I feel \t\t\tlike I'm just learning about myself for the first \t\t\ttime. Like I'm watching my life instead of living in it.  \n[52]\t\t\tHow is that good news?  \n[53]\t\t\tOh yeah, how?  \n[54]\t\t\tHey Detective?  What's your favorite scary movie?   Detective Kincaid pauses, he leans over Sidney's chair, his penetrating eyes glaring right into hers.  \n[55]\t\t\tMine too.  \n[56]\t\t\t \t\t\tHello?  \n[57]\t\t\t \t\t\tHello?  \n[58]\t\t\tWho is this?  \n[59]\t\t\tWho is this?  \n[60]\t\t\tUm wh-who's calling?  \n[61]\t\t\tUm wh-who's calling?  \n[62]\t\t\tGale, Dewey, whoever, um, call me back, \t\t\tI can only hear myself.  \n[63]\t\t\tWho is this?  \n[64]\t\t\tYes.  \n[65]\t\t\tHow do I know their voices are --  \n[66]\t\t\tYou're dead!  \n[67]\t\t\tWhere?  \n[68]\n[69]\t\t\tFuck!  Wallace's keys rest on his desk. Sid ponders, takes them. She stands up when something inside her makes her open Wallace's drawer and dig around. She pulls up a fully loaded handgun.  That's the ticket. She closes the drawer, slinks out the side exit.  \n[70]\t\t\t \t\t\tYeah?  \n[71]\t\t\t \t\t\tAlright, I'm here. Now what?  \n[72]\t\t\tI thought you wanted me here?  Click the killer hangs up. Sid pockets her phone. She looks up, and is startled out of fright.  Posted alongside the sound stageis a huge production poster for STAB 3 with a life-size GHOST wielding a big knife. Sid knows she's in the right place. The door leading inside is half-open. Sid taps the holstered gun, slowly steps into the darkness.  \n[73]\t\t\t \t\t\tAlright I'm here, now show your  face so we can \t\t\tfinish this.  \n[74]\t\t\tYeah?  \n[75]\t\t\tDewey?! OHMIGOD! Where are you?!  \n[76]\t\t\tWhere are you Dewey?  \n[77]\t\t\tWho are you?  \n[78] Sid enters the set of her bedroom, slowly drawing out the gun she stole from Kincaid's office.  LYING on the bed, bound and gagged, is --  \n[79]\n[80]\t\t\tGale he's got Dewey!  \n[81]\t\t\tI know!  \n[82]\t\t\t \n[83]\t\t\t \t\t\tDewey!  Sidney embraces Dewey.  \n[84]\t\t\tThey've got her!  \n[85]\t\t\t \t\t\tOh God.  BUT ANGELINA'S EYES OPEN. A SICK RICTUS SMILE FORMING on her lips.She pulls out a gun, aims it at Sidney's face.  \n[86]\t\t\tIt's you?! All of this is because of you?  \n[87]\t\t\tWho the hell are you?  \n[88]\t\t\tAll the nightmares. All the hell I went through \t\t\twas because of you, you spineless bastard!  \n[89]\t\t\t \t\t\tOh my God, Angie Crick? From English class?  \n[90]\t\t\t \t\t\tListen, I have no time for this. I've heard this shit \t\t\tbefore! So lets get on with it!  \n[91]\t\t\t \t\t\tI can't take it anymore. This Hollywood exploitation \t\t\tof the nightmare I lived has to be stopped. I did this to \t\t\tmake you all repent for your sins, and now \t\t\tI'm pleased I've got my message across. Good-bye.  Sid squirms.  \n[92]\t\t\tRoman knock it off! Do you people even know why you \t\t\tkill people? You kill people cause you choose to and \t\t\tnot because of any other fucking reason!  \n[93] Comes rounding into the foyer again. Roman's right behind her.  \n[94]\t\t\tDewey my God I thought you were dead.  \n[95]\n[96]\t\t\tHe wasn't superhuman Dewey. \t\t\tHe wasn't superhuman at all.  THEN A HORRIFYING SCREAM rips through the air.  ANGELINA comes racing out of the living room, face a blackened, Kentucky-fried mess. Everyone screams, one epic last scream. Sid raises up the gun, fires, hitting Angelina dead center between the eyes, sending a splash of blood and brain matter onto the wall behind her.  \n[97]\t\t\t \t\t\tThis shit is really getting repetitive, \t\t\tyou know?  SID scrunches up her face in anger, pulls the trigger. BLAM! A CLEAN PERFECT \n[98]\t\t\tIt was just something that's been itching \t\t\tto be completed for the past four years.  \n[99]\t\t\tTake care Detective. Give my regards \t\t\tto the wife and kids.  Wallace nods his thanks as Sidney walks off through the studio gates, the sun rising overhead, as calm and as casually as if nothing's happened. SLOWLY, we crane up to an aerial looking down upon HOLLYWOOD. ANOTHER DAY IS BEGINNING. ", "Prescott": "\n[1] Sid locks and bolts the front door. She backs away from it as the killer begins to pounce against it, struggling to get inside. Sid hears something upstairs. Like muffled cries. She races up to investigate.  \n[2] Gale and Sidney run into the master bedroom set, slamming the door shut and locking it. Sid looks around, her head already swimming from the chaos outside. However, what's inside utterly horrifies her. The walls, the furniture and the bed are splattered with blood. On the bed lies a corpse in a black rubber body bag . The door buckles under the killer's blows. Gale and Sidney scream. They can't hold out much longer.  ", "Christine": "\n[1]\t\t\tNo, Jennifer Love Hewitt. \t\t\tOf course it's me, silly. \t\t\tAnd I feel like an ass standing \t\t\tin this theater lobby all by myself. \t\t\tWhere are you babe, the movie starts \t\t\tin twenty minutes.  \n[2]\t\t\tAll I'm saying is I'm gonna be royally \t\t\tp.o.'d if you don't catch my acting debut.  \n[3]\t\t\tI did. Hon, although I got a total of \t\t\tsix minutes screen time, they're the \t\t\tbest six minutes of the movie.  \n[4]\t\t\tAlright Hon, talk to you when the lights go down.  Ben smiles.  \n[5] Has been gutted from neck to groin. She has been fastened to the cross-bar in the \"H\" with heavy rope. Her lifeless body sways ever so gently in the Southern California wind. Utterly horrified, Ben staggers into the shadows, not seeing --  THE GHOST as he rises from the void, knife in hand.  In one quick, brutal stab, the knife is driven into Ben's spine. Ben screams as he's turned around, face to face with his attacker.  ", "Mark": "", "Kincaid": "\n[1]\t\t\tI'm sorry Miss Weathers. Allow me to \t\t\tintroduce myself, MARK KINCAID, L.A.P.D. \t\t\t \t\t\tAre you familiar with the actor Ben Damon, \t\t\tor the actress CHRISTINE PERKINS?  \n[2]\t\t\tBoth of them were found brutally murdered this \t\t\tmorning under the Hollywood sign. Autopsy \t\t\treports having come back to me yet but the \t\t\tbodies looked like something out one of the Stab films.  \n[3]\t\t\tI wish that was all Miss Weathers, but \t\t\tthere's more. The killer left a note.  \n[4]\t\t\tThere's more.  Kincaid flips the article over. Someone has scrawled in black marker across the back \"SIDNEY\".  \n[5]\t\t\tI've tried to get in touch with Sidney Prescott, \t\t\tbut she's keeping herself very well hidden. \t\t\tYou're my one and only hope in finding her. \t\t\tHer life may be in grave danger.  \n[6]\t\t\tAnd who would that be?  \n[7] They walk through the set. Gale's mesmerized. Kincaid is all business.  \n[8]\t\t\tMr. Rielly? My name is Mark Kincaid. \t\t\tI'm with the L.A.P.D. Are you aware\tof last night's \t\t\tEvents?  \n[9]\t\t\tMr. Rielly, this was found alongside the bodies of \t\t\tBen and his girlfriend.  Kincaid hands Dewey the ziplocked clipping. Dewey examines it, his fear slowly growing.  \n[10]\t\t\tThat's fine Mr. Rielly, but if anyone else \t\t\tshould die, I'm going to have to get a warrant.  \n[11]\t\t\tI'm going to have a little chat with the \t\t\tproducers. Don't wander off. I may need you.  Gale nods as Kincaid disappears into the backdrop of the set. A Shrill voice \n[12]\t\t\tWell, I'd hate to see the production shut down. \t\t\t\t \t\t\tI myself am a big STAB fan.  \n[13]\t\t\tI am kind of dedicated to my job. \t\t\tAlthough I do enjoy taking acting \t\t\taround these studios anyway. I know \t\t\tmy way around. My Uncle was a screenwriter \t\t\tfor PARAMOUNT.  \n[14]\t\t\tNo, Mr. Milton, Miss Weathers is with me.  Milton nods his head, flags down the guard. He walks away.  \n[15]\t\t\tI go to the police station and do my job, \t\t\tand you go back to being Gale Weathers.  \n[16]\t\t\tLook, Miss Weathers, if there's a problem, \t\t\tgive me a call. Here's my card. I'm always there.  Kincaid hands Gale his card, begins to walk out of the building.  \n[17]\t\t\tThat's STAB 3, Miss Weathers. \t\t\tIt looks like we're going to \t\t\tbe getting a warrant to speak \t\t\twith Miss Prescott anyway.  \n[18]\t\t\tYes well we have a suspect, so don't \t\t\tget that worried.  Gale's eyes light up. She grabs Kincaid's shoulders.  \n[19]\t\t\tI'm not at liberty to tell you that \t\t\tMiss Weathers. You're no longer working \t\t\twith the L.A.P.D. I don't even know why \t\t\tyou're standing in here right now. By \t\t\tall means I should have you thrown out.  \n[20]\t\t\tIn my fifteen years as a homicide detective \t\t\tI've never met a single soul as pushy and \t\t\tbrazen as you are Miss Weathers.  \n[21]\t\t\tDeal, but I'm still Detective Kincaid,ok?  Gale smiles. DETECTIVE TOM WALLACE, Kincaid's cohort and partner. He's in his late thirties. Family man. Wallaceenters frame with a folder in his hands.  \n[22]\t\t\tNo, cool it Wallace. She's working with me.  \n[23]\t\t\tMr. Bridger, you didn't tell us you spoke \t\t\twith Sarah Darling before she died.  \n[24]\t\t\tRoommate says she knows your voice, Mr. Bridger.  \n[25]\t\t\tSarah Darling said you did.  \n[26]\t\t\tWell I doubt they were stabbed to death and I \t\t\tstrongly doubt the killer of them left messages \t\t\ton the scene for the police to find.  Camera pans through a two-way mirror into . . .  \n[27] DETECTIVE KINCAID paces around his room. A battered and bruised Dewey and Gale sit beside his desk in Police Uniforms (since their old clothes has obviously been drenched).  \n[28]\t\t\tWhoever it is, now is taking credit \t\t\tfor Maureen Prescott's murder.  \n[29]\t\t\tYeah, but, if I'm not mistaken, you said in \t\t\tyour book that Sidney got it wrong before. \t\t\tShe accused Cotton Weary of murdering her mother, \t\t\tand he was sent away for it!  Maybe there is a \t\t\tthird killer.  Sidney Might know something  Kincaid's eyes appear as if questioning Dewey.  \n[30]\t\t\tThat is for me to decide.  I need to talk to her Mr. Riley, \t\t\tshe is a key element in this case.  I have a press conference \t\t\tin an hour, and I need to explain why there are four dead \t\t\tcelebrities.  \n[31]\t\t\tBen Damon. Christine Perkins. Sarah Darling. \t\t\tTom Prinze. That's four, last time I learned \t\t\thow to count.  \n[32]\t\t\tPolice are still searching through the debris. \t\t\tCould be days before we find her . . . that is, \t\t\tif she's even there.  Kincaid seems to be getting a morbid charge out of all of this. He smirks ever so nefariously at Dewey.  \n[33]\t\t\tActually, there was more this time. \t\t\tThis time, we found a picture too.  \n[34]\t\t\tBefore you jump to conclusions, the man in \t\t\tthe picture, COTTON WEARY, is out of the country \t\t\ton business. His alibi checks out. Seems he's \t\t\tgot a TV show in Australia, 100% COTTON. It's \t\t\tsupposedly the biggest thing down under since \t\t\tYahoo Serious, but that's besides the point.  \n[35]\t\t\tWho knows more about Maureen Prescott than her \t\t\town daughter?  \n[36]\t\t\tDo you wanna have this conversation with a polygraph?  \n[37]\t\t\tWhen it's a threat, you'll know it.  \n[38]\t\t\tWrong, this issue is Sidney Prescott!  And either \t\t\tMr. Riley is going to obstruct justice or is going \t\t\tto put me in touch with her.  So, where is she?  \n[39] \n[40]\t\t\tWhat Rielly?  \n[41]\t\t\tNice to finally meet you, Sidney.  \n[42]\t\t\tWhat?  When?  \n[43]\t\t\tHe could've monitored the calls on a scanner. \t\t\tDid you call her from the set?  \n[44]\t\t\tHey, I'm the cop here.  You're in my office, Riley.  Sidney notices the clippings and the photograph of Maureen.  \n[45]\t\t\tThe killer leaves a newspaper clipping at each \t\t\tmurder, Sidney. Recently he's also left a photo \t\t\tof your mother.  \n[46]\t\t\tAre you sure?  \n[47]\t\t\tJesus Christ Sidney, what happened? \t\t\tI got a call on my cell from home. \t\t\tThey told me that someone was attacked.  \n[48]\t\t\t \t\t\tSid, get in my car. You're coming \t\t\tback to the station with me where it's \t\t\tsafe.  \n[49] Kincaid stands at his desk trying to put the pieces of this puzzle together. Sidney's seated beside him, staring at a stack of books on 'SCRIPT WRITING and \n[50]\t\t\tYou mean like, movie trilogies?  \n[51]\t\t\tCall me Mark, would you?  Cause I'm gonna keep \t\t\tcalling you Sidney.  \n[52]\t\t\tAll I know about movie trilogies is in the third one, \t\t\tall bets are off.  \n[53]\t\t\tNo, they tend to put me on the ones that deal \t\t\twith the business.  I grew up here, and I know my \t\t\tway around the studios.  \n[54]\t\t\tTo me Hollywood is about death.  \n[55]\t\t\tI'm a homicide detective, remember?  When you \t\t\tsee what I see day in and day out, the violence that \t\t\tpeople do to each other, you get haunted. \t\t\tI think you know about that.  \n[56]\t\t\tI know what it's like to see ghosts that don't \t\t\tGo away.  To be watching a scary movie in your head, \t\t\twhether you want to or not,  watching it alone.  \n[57]\t\t\tCan't arrest ghosts.  But the best way to stop \t\t\tbeing haunted is to be with people.  You're here, \t\t\tyou're not hiding, you've done the right thing, \t\t\tMiss Prescott.  \n[58]\t\t\tWhat did you know about your mother?  \n[59]\t\t\t \t\t\tHere's the deal, I'm off to search the soundstage. \t\t\tThat's good news.  \n[60]\t\t\tBecause, that means that we're dealing with an ordinary, \t\t\tflesh and blood killer.  And I know how to handle \t\t\tguys like that.  \n[61]\t\t\tCatch him, or kill him.  Kincaid readies himself to leave. He snags up his holstered gun, his car keys, jacket, etc.  \n[62]\t\t\t \t\t\tMy life.  Kincaid exits, door slamming shut behind him. A beat, then --  \n[63]\t\t\tJesus Gale what happened?  \n[64]\t\t\tAlright, calm down. I'm going \t\t\tto radio in for backup right now.  \n[65] Sidney sits in Kincaid's office flipping through the folder marked 'SIDNEY PRESCOTT' It's loaded with newspaper articles and police reports and is basically a scrapbook of obsession. Sidney smirks. Kincaid has drawn little magic marker hearts around a picture of her. She's awakened from her daydream. The phone rings. Sid answers it.  ", "Maureen": "\n[1] Gale and Sidney run into the master bedroom set, slamming the door shut and locking it. Sid looks around, her head already swimming from the chaos outside. However, what's inside utterly horrifies her. The walls, the furniture and the bed are splattered with blood. On the bed lies a corpse in a black rubber body bag . The door buckles under the killer's blows. Gale and Sidney scream. They can't hold out much longer.  ", "Studio": "\n[1] A red BMW convertible speeds through the back lot. Behind the wheel is DEWEY RIELLY. Former Police Officer, turned Technical advisor on the red hot set of \n[2] Sarah Darling drives through the main gates in her porshe, rounds a corner.  \n[3] The lot Is crawling with police vehicles.  \n[4] Kincaid and Dewey's cars drive through the lot. They drive over towards a row of trailers, park.  KINCAID disappears to do something else while GALE, DEWEY, and Sidney get out of Dewey's truck.  \n[5] Sidney, Gale, Karen, and Dewey are gathered around the inside of the small, cramped trailer watching the tape.  \n[6] Sidney and Karen are hugging.  \n[7] Gale's banging on the door trying to gain access. Nobody home. Gale notices the card lock and the sign reading  'AUTHORIZED PERSONAL ONLY'. Gale smiles. Since when has this ever stopped her before. She reaches into her pocket book, pulling out a couple of credit cards, a video store card, etc. She tries them in the lock. NOTHING.  A hand reaches down, grabs Gale from behind. She lets outa blood curdling scream. It's only JENNIFER.  \n[8] Sidney stands beside Dewey and Detective Wallace.  \n[9] Sidney comes charging around the corner of the soundstage building. She looks up, realizing she's just ran herself into a dead end.  \n[10] Gale races out of the office building. A car horn blares. She screams.  KINCAID jams on his breaks, gets out his car. He draws up his gun.  \n[11] Sid parks Wallace's car alongside the studio gates. She gets out, stands on the hood of the car, begins to scale the wrought-iron fence.  \n[12] Sidney creeps through the darkened, abandon lot. Again, her cellular rings. Again, she answers it.  \n[13] The police, fire, and ems are all on the scene of the crime.  Dewey's wheeled out of the studio on a stretcher, loaded into an ambulance.  ", "Executive": "", "Roman": "\n[1]\t\t\tGood morning Gale. Pleasure to be here.  \n[2]\t\t\t \t\t\tWell it's a honor to be here amongst so \t\t\tmany fans of the genre. And I must say \t\t\tthat any of you worried that Jerry Rapp, \t\t\tor Tori or David not returning to complete \t\t\tthe STAB trilogy, have no fear, Roman is \t\t\there. Aided with my excellent cast of \t\t\tnewcomers I believe we're going to pull \t\t\toff one of the best Stabs yet.  \n[3]\t\t\t \t\t\tHonestly, my life.  A eclectic hush falls over the crowd. Roman appears somewhat sinister in this light. Gale gazes deeply into Roman's eyes.  \n[4]\t\t\tWell if you were in my shoes, dealing with \t\t\tthose big Time Sunrise Studio producers like \t\t\tI do on a daily basis, you'd watch how quick \t\t\tyour life goes from a Walt Disney picture to \t\t\ta Tobe Hooper flick.  Roman smiles. The true costumed horror film buffs in the audience break into applause. Gale, somewhat distracted, other what not caring what this second rate director has to say, gazes at a costumed individual at the far corner of the set, watching from a half-open exit door. Now it could be just her imagination running away with her and her atmosphere but it almost appears as if the figure is pantomiming slitting his throat with a gleaming blade.  A LOUD BUZZING O.S.  Gale is startled out of her skin. She looks up at a sign hanging over the stage. THE WORD \"COMMERCIAL BREAK\" is illuminated in flashing red light. Gale sighs, looks back to the exit. The GHOST is gone. She turns to Roman.  \n[5]\t\t\t \t\t\tSure.  Gale bolts for --  \n[6] Roman's office is a clutter of old movie memorabilia. Sarah plops down behind Roman's desk, admires his old TRANSFORMER toys and two brass MUSIC VIDEO AWARDS. Sarah examines the award.  \n[7]\t\t\tSarah, it's Roman, I'm sorry I'm running \t\t\tlate, I'm still on the 405, I'm about 10 \t\t\tminutes away.  \n[8]\t\t\tAll right, since I got you on the phone, \t\t\tlet's talk about your character.  \n[9]\t\t\tYou're not happy with your part.  \n[10]\t\t\tUm hmm...  umhmm great, so let's run the \t\t\tlines.  \n[11]\t\t\tPage 22, Candy's big moment.  \n[12]\t\t\tHello.  \n[13]\t\t\tWho's this?  \n[14]\t\t\tWhy don't we just read the scene?  Candy, is \t\t\tthat like candy cane or candy apple?  \n[15]\t\t\tBut you know my favorite name?  \n[16]\t\t\tIt's Sarah.  \n[17]\t\t\tIt is in my script.  \n[18]\t\t\tIt's not just a new script, it's a new movie.  \n[19]\t\t\tMy movie.  A pause, then a familiar dark natured noise enters our ears, the killer's sinister voice.   \n[20]\t\t\tThat's because I didn't.  \n[21]\t\t\tWhat meeting?  \n[22]\t\t\tWait a minute!  I never called her! I never told \t\t\ther to go   anywhere!  \n[23]\t\t\tWell, she wasn't speaking with me!  Look, I did \t\t\tnot call   Sarah Darling!  \n[24]\t\t\tSomeone is trying to ruin my movie. \t\t\tSomeone wants to kill   my movie!  \n[25]\t\t\t \t\t\t Ha! Too late, studio's shutting down production. \t\t\t Called my film a risk! Do you believe this shit? \t\t\t They're actually shelving my film because there's \t\t\tbeen one ensie little murder. God, three people died \t\t\tduring the filming of The Exorcist.  \n[26]\t\t\t Roman Bridger, director. And brother. \t\t\t \t\t\tShe slammed the door in my face, Sid. Said I was \t\t\tRina's child and Rina was dead. And it struck me, \t\t\twhat a good idea! So I watched her, made a little \t\t\thome movie, a little family film. Seems Maureen, \t\t\tmom, really got around. I mean, Cotton Weary was one \t\t\tthing, everybody knew about that, but Billy's father, \t\t\tthat was the key! Your boyfriend didn't like seeing \t\t\this daddy in my movies. Didn't like it at all. And \t\t\tonce I supplied the motive, all the kid needed was \t\t\ta few pointers. Have a partner to sell out in case \t\t\tyou get caught, find someone to frame, it was like \t\t\ther was making a movie.  \n[27]\t\t\tI'm a director Sid, I direct. For example, \t\t\tAngelina over there, \t\t\t \t\t\tShe's my partner. I can convince her to do \t\t\tanything.  We've been dating since I met her in \t\t\tWoodsboro.  \n[28]\t\t\tAnd I kinda keep her around cause it's a bit of \t\t\ta turn-on. You know, in the movies she's you Sid, so every \t\t\ttime I jump her bones, I'm doing YOU, technically.  \n[29]\t\t\tWait a second Sid. Don't you go jumping the gun. \t\t\tYou haven't seen the best part. \t\t\t \t\t\tWith the aides of the computer revolution of y2kI've \t\t\tbeen able to steal your voice. \t\t\t \t\t\tAin't it cool? Listen to what the police are gonna \t\t\tfind next to your lifeless, mutilated body.  \n[30]\t\t\t \t\t\tAwesome. What'd I tell ya? Heh. Did youknow that \t\t\tJohn Milton, was my daddy? \t\t\tYep, he's the one who fucked mommy dearest in the long run. \t\t\t His parties, his flings, exploited the Hollywood nobody! \t\t\tThat's whyI had to make him pay. Daddy dearest is dead. \t\t\tMommy's dead. Looks like I'm an orphan all alone \t\t\tin this world. What a good reason to -- \n[31]\t\t\tSee Sidney, as amateur as Billy and Stu were, \t\t\tthey laid the groundwork for this! See Sidney, \t\t\tthey also set the stage for you! Introducing \t\t\tto the world Sidney the victim! Sidney the \t\t\tsurvivor! Sidney the star!  Roman continues stabbing himself. In the shoulder. In the side.In the leg. Bleeding and hazed, he hands the gore drenched knife to Angelina.  \n[32]\t\t\tSee Sid, now comes the part where we get away \t\t\twith it! The part where we win! Cause face it \t\t\tSidney, in this world, the bad guys win!  \n[33]\t\t\t \t\t\tGod damn it Sidney!  Roman lunges at Sidney. Sid screams, takes off through the kitchen. Gale rolls herself off the couch. Angela runs over and kicks her in the ribs.  \n[34] --chases Sid into the foyer. She races past the spot where Dewey fell earlier. He's gone! Roman jumps at her. Sid disappears into another room.  THE CHASE continues.  \n[35] Sid drops the gun, walks off set.  ", "Bridger": "", "Moderator": "", "Student": ""}}