{"filename": "Scream-2_script.txt", "imdb_id": "tt0120082", "imdb_url": "https://www.imdb.com/title/tt0120082", "characters": ["Maureen (as Jada Pinkett)", "Screaming Girl Up Aisle", "'Stab' Casey", "Reporter Outside Theater", "Theater Girl #2", "Cotton's Interviewer", "Theater Girl #1", "Cotton Weary", "The Voice (voice) (as Roger L. Jackson)", "Usher Giving Out Costumes", "Popcorn Boy", "Sidney Prescott", "Girl in Dorm Hallway (as Sandy Heddings-Katulka)", "Phil", "Hallie"], "dialogues": {"'Stab'": "\n[1]Rated R\"  A line has formed around the block, GUYS and GIRLS - mostly college age.  CLOSE on a girl, MAUREEN, no more than 18. A friendly face with innocent eyes. She stands in line with her boyfriend PHIL, same age. A handsome counterpart.  ", "Casey": "", "Cotton's": "\n[1] \n[2] ", "Interviewer": "", "Cotton": "\n[1]Hello, Sidney. \n[2]This was a mistake. I shouldn't be here. \n[3]Can we talk? \n[4]Look, yesterday wasn't my idea. That was all Gale and dollar signs and ratings. \n[5]You could start with an apology. \n[6]You wrote me a letter. Very cordial. Very appropriate. \n[7]I wish it was just a year. I lost everything because of you. I have nothing now. Look at me, this is what I've become. \n[8]I just thought if I saw you face to face, maybe it would help. \n[9]It helped me realize one thing. \n[10]You're a self-obsessed little cunt like your mother. \n[11]What better alibi could I have? I was here in custody. \n[12]Yeah, that's it. \n[13]There was no attack, we were talking. Very heatedly. Miss Prescott and I have a very complicated past. That's no crime. \n[14]I have a permit. It's registered. I have a legal right to carry it. \n[15]Gentlemen, your growing hysteria is not reason enough to hold me here. I've been down this road before. And unless you're going to charge me with a crime I'd like to walk outta here. I have an interview at 6:00. \n[16] He stands at a counter, signing forms. Gale approaches.  \n[17]You know the story, Gale. Man falsely accused, sent to prison, proved innocent, released back into the real world and never trusted again. Want the exclusive? \n[18]Now, Gale, you were so instrumental in my freedom. You're not having character doubts now, are you? \n[19]No, Gale, I don't have any rights. You made sure of that. \n[20]You've done nothing but get rich off of me. How many books have you sold, Gale? You think I don't understand points and royalties and ancilliary rights? \n[21]Gale, I don't know what I'm doing from one moment to the next. I'm just taking it as it comes. \n[22] Sid SCREAMS. But then sees his face, he looks scared. And then, Cotton's body falls forward to the floor, his arms and legs bound by electric tape.  Sid turns back to the front of the stage. The Figure is now walking across the bridge, holding something... a light attached to a video camera. She's being filmed. Sid looks back to Cotton who looks up to her with pleading eyes.  \n[23]Quick, untie me. \n[24]Sid, c'mon. \n[25]Please, Sidney, he's going to kill us. \n[26]Please, Sidney. \n[27]You guys are fucked. \n[28] \n[29]No... not again. \n[30]Yeah... \n[31] \n[32]It's perfect, Sidney. No one will ever suspect me. I have proof. I'm the victim. \n[33]I get my revenge and make some fast cash. \n[34]Not until you're dead. \n[35]\n[36] ", "Weary": "\n[1] Sid SCREAMS. But then sees his face, he looks scared. And then, Cotton's body falls forward to the floor, his arms and legs bound by electric tape.  Sid turns back to the front of the stage. The Figure is now walking across the bridge, holding something... a light attached to a video camera. She's being filmed. Sid looks back to Cotton who looks up to her with pleading eyes.  ", "Popcorn": "", "Boy": "\n[1]Yo, guys, outside. Something's up at the Chi Omega. Police are everywhere. ", "Sidney": "\n[1]I got it. \n[2]Hello? Hello? \n[3]Yes? \n[4]Who is this? \n[5]Cory Gillis. 442-8730. \n[6]Hot flash, Cory - prank phone calls are a criminal offense prosecuted under penal code 653M... \n[7]Enjoy the movie. \n[8]Nah... I think it'll die off. It's opening weekend. Let's see how it goes. \n[9]I can't believe I let you talk me into going Greek. \n[10]Pumps. Nice handbag. Whaddya think? \n[11]What murders? \n[12]What's going on? \n[13]What's going on, Dewey? \n[14]Three hundred people watched? Nobody did anything? \n[15]Oh my God. How could it happen? \n[16]It's a copycat killer I knew this would happen. That fucking movie. \n[17]Yeah, right. \n[18]No. I will not crawl under a rock. This is a fucked-up world and people kill people all the time. I'll just get used to it. \n[19]You go, it's all stairs, I can take it from here. \n[20]Dewey, I'm completely equipped with mace, alarm whistle, keyring, knife, a degree in defensive combat... \n[21]No. This is nothing, Dewey. I'll be okay. Go back to work and let me get back to my quasi pseudo-happy existence. \n[22]I skipped. Too many \"That's her\" looks. \n[23]Don't ask what you can do. No coddling. Life rolls on status quo. \n[24]No PDA. \n[25]This has nothing to do with me, Joel. There's an estimated 270 serial killers currently active in the US at any given time. I can't control that. Who's hungry? \n[26]You're not allowed to ask that. \n[27]Thanks, Joel. \n[28]It's okay. I can peddle toilet paper. \n[29]No special treatment. I can do this. C'mon Hallie. \n[30]Hello, Gale. \n[31]I'm okay. PEOPLE magazine won't stop calling but other than that... \n[32]Yeah, well... you are the definition of mixed emotions. I really should hate you... I see your movie's getting good reviews. \n[33]It's hell week. I'm pledging the Deltas. \n[34]My morn was a Delta. \n[35]Randy? What are you doing here? \n[36]Cotton... \n[37]What are you doing? \n[38]You BITCH! \n[39]Where have you been'? You missed my shining moment. I won the macaroni sundae binge. \n[40] \n[41]The forbidden subject. \n[42] They stand on the porch, watching as the street becomes a circus.   \n[43] She knows.   \n[44]It's starting all over again. \n[45]I'll get my jacket. \n[46]Hello? \n[47]Who are you? \n[48]What do you want? \n[49]Then come and get me. \n[50] As the GHOST LEAPS at her. She SCREAMS, dodging him,   \n[51]Derek. He's in the house. Help... me... \n[52] Sid, Derek, Hallie, Mickey, and Joel lounge among pillows and blankets. The remains of a sleepover. Joel parts the blinds.   \n[53]Please, I have the perfect excuse. \n[54]Gotta. \n[55]Guys, guys, I'm sorry but, no way. \n[56]This is exactly what I don't want. \n[57]But... \n[58]My screwed up life shouldn't have to bleed onto my friends. \n[59]What about your film? Isn't it due next week? Have you even started it? \n[60] \n[61]Shit. Did I? \n[62]Yeah, right. \n[63]It's okay. Look, Hallie, I'll meet you outside. \n[64]I've got my entourage. Take a break. Please. \n[65]What do you want? \n[66]Do you work for her now? \n[67]Me, too. Randy. Me too. \n[68]Wanna get outta here? \n[69]Yeah. \n[70]Cotton. \n[71]I don't think that's a good idea. \n[72]What do you want from me, Cotton? \n[73]I did that. \n[74]How? What could I say that would make a difference? I took away a year of your life - how do I apologize for that? \n[75]Cotton, there isn't one day, one hour, one minute when I'm not reminded of what I've done. I have not had one second of reprieve and no therapy or religion or spiritual plane can ever erase what I feel in every vein of my being. And I wish I had in me what you need to hear but I don't think the words exist. \n[76]Did it? \n[77]What? \n[78]I don't know. I don't think Cotton did it. It's too predictable. \n[79]I guess Gale's going to be pissed she missed her exclusive. \n[80]I have this button I press. See? It insulates me. \n[81]Thanks for the movie, Randy. \n[82]No, it's not. \n[83]It's not you, Derek. I don't trust myself. I tend to make big selection errors when it comes to men. \n[84]I'm sorry, Derek. \n[85] Her face appears concentrated, focused. She scans the computer screen in front of her.   \n[86] Confused, she tries to make it stop but it won't. She leans back, turning to the GUY next to her. A handsome young man.  \n[87]Excuse me? Did your computer just freeze? \n[88]I'm not signed on. \n[89]He's here. He's in the room right now. \n[90] It's stone pale. She takes a deep breath and begins to type.   \n[91] Sidney is trying to focus on homework while Hallie channel surfs. She finds a channel. On screen, Siskel a Ebert are reviewing a movie.  \n[92]No, Hallie, not tonight. Parties and mass murderers don't go together. Trust me. \n[93]Someone else has been killed. \n[94] Hallie consoles Sidney. Dewey and Gale nearby. Sidney is a stone rock. It's frightening to watch her hold it together.  \n[95]I'm fine. I wish people would stop treating me like glass. I'm not gonna break. \n[96]I'd really just like to be alone. \n[97]Dewey, there's no such place. \n[98]No, Hallie, I'm not gonna take you down too. I'll be alright. \n[99]But who would operate your camera? \n[100]He's cool, Remy. \n[101]It's not a good idea, Hallie. \n[102]Whatever. \n[103]Where are you taking me? \n[104]I feel like Eddie Murphy. \n[105]\n[106]Oh God, help me. We have to call the police. \n[107]Do you have keys? I need to get inside. \n[108]Shit! \n[109]Mickey? Mickey? \n[110]Oh God, no, Mickey... \n[111]Listen to me. We've got to get help. The Killer's here. \n[112]He's after me. \n[113]I'll be right back. \n[114]Watch out. \n[115]Don't panic. \n[116]Watch out. \n[117] Sid turns just as the Killer strikes. But Sid is ready. Without thought, she swings the shovel at the Ghost, catching his mid-section, sending him flying.  Mickey goes ballistic chained to the tree. He pulls, twists, squirms... anything to free himself.  The Ghost rises, moving on Mickey. Sidney sees this.  \n[118]Hey. \n[119]Hallie? \n[120] But Sidney has already disappeared inside. Gale yells into the phone.  \n[121]Hello? \n[122]Hallie? \n[123]No. This is a set up. \n[124]Why? \n[125]You're not going to get away with this. \n[126]Gale! \n[127]Okay, look, you guys - I applaud your methodical expertise but I have a question. What's going to happen after I die? I thought the heroine is supposed to live. \n[128]But nobody wants to see that. It'll never go. They'll rewrite you. You don't want that. \n[129]You fucking freaked out movie nut psychos... \n[130]Mrs. Loomis? \n[131]Oh my God. \n[132]Why Mrs. Loomis? \n[133] Turn to Debbie in complete horror.  \n[134]You'll never get away with this. \n[135]\n[136]Please, Cotton, don't do this. \n[137]It's over, Cotton. ", "Prescott": "", "Phil": "\n[1]It'll be okay, baby, I'll hold your hand. \n[2]We got free tickets. \n[3]But... \n[4]Sssshhh. \n[5]Shush. \n[6]I'm sorry, I'm sorry but I had to. It was too easy. \n[7]Come on, baby. Lighten up a little, will ya? \n[8]You gotta go with it. Scary movies are great foreplay. \n[9] \n[10]Yeah? Okay. I gotta whizz. Meet me upstairs? \n[11]Butter. \n[12] Who sits with the mask on. The reflection from the movie bouncing against it in the darkness.  ", "Hallie": "\n[1] Her roommate and friend. An attractive young black woman. Twenty at most. Brazen. Fun. Full of life. She hands the phone to Sidney.  \n[2]Knock yourself out. \n[3]Time to change numbers again? \n[4]He sure gives a lot of interviews for someone who wants to be left alone. \n[5]Get your ass in gear. You're late. Don't forget we've got rush at the Deltas tonight. Don't wear anything you don't want trashed. Sid? Sid? \n[6]No way. ALIENS rocked. \"Stay away from her - you bitch.\" \n[7]I liked JEDI. With the furry things. \n[8]I got. I got it. FRIDAY THE 13TH, \n[9]Do you think they'll cancel Hell Week? \n[10]I have rehearsal. \n[11]Yes, sister Lois. Very much so. Thank you for asking. \n[12]You bitch. \n[13] Mickey is cleaning off Hallie's face.  \n[14]Okay, you're sure about skipping Calculas? \n[15]What about rehearsal? \n[16]I'll cover you through rehearsal. Derek when do you get outta docu- drama? \n[17]So you'll relieve me at 2:30... \n[18]Shut up. Mickey, you and I can take her late evening. \n[19]Too bad. \n[20]That was good. \n[21]Who is that guy? \n[22]No, girletta, I don't leave your side. \n[23]Damned if I know. She ditched me. \n[24]I didn't say she was alone. That guy - from her home town showed up. They went off together. \n[25]She's got guards with her. \n[26]Randy somebody. \n[27]He tried to kill her first. \n[28]He seemed harmless. \n[29]That's you, honey. \n[30]What? \n[31]Don't do this. \n[32]You're going to get it. You know what happens. \n[33]We're missing the Sig Ep party. \n[34]No, no, I hadn't planned on going, it's just Mickey will be pissed. \n[35]It's okay to break, girl. You shatter if you have to. \n[36]Can I come with her? \n[37]I knew it. Shit! I gotta get over there. \n[38]I'm the only one who can cut him down. \n[39]Be safe, girl. \n[40]I gotta have it, Dewey. \n[41]Seeya, Dewey. \n[42] Strung up, her body hanging lifeless. Sid SCREAMS, turning, running to the other side of the stage when a third wall comes flying in, creating the three walled set of DEATHTRAP.  Attached to it, is the body of Joel. Dead. Blood everywhere. And then, Sid hears...  \n[43]Paaaaiiin... yah, such pain... The story of your life, Sid. \n[44]I got it.. \n[45]Yeah, you look quizzical yet pensive. \n[46]Ever see NATURAL BORN KILLERS? Well, Derek and I have this whole Mickey/Mallory-Woody Harrelson/Juliette Lewis thing going on. \n[47] \n[48]C'mon, Sid, don't fade on us. We've been planning this baby for a year. Humor us. \n[49]He sent me the cutest e-mail. \n[50]We have our own website now. We dedicated a whole page to you. \n[51]You're the one who got away. \n[52]Actually Cotton, and I think critics would agree, it's the other way around. \n[53]Of course not. Who wants to? What's the point if we don't get caught? Where's the glamour in that? \n[54]A verdict and premiere all on the same day. I love it. \n[55]And now, drum roll please... \n[56]A twist ending if you will. \n[57]... so we had to be different but yet the same because if you venture to far away from your orginal story you completely alienate the audience... \n[58]So we found a compromise. \n[59]We have a surprise guest star waiting in the wings. \n[60]Wait a sec, Derek. We forgot to flip. \n[61]Tails. \n[62]It's about time she showed up. \n[63]Not this time. \n[64]Oh, Sid, you're sounding desparate. I guess fearing death makes one anxious. \n[65]Told you we had a guest star. Didn't see that coming, did you? \n[66]Tuition's expensive. \n[67]I did. "}}