{"filename": "Semi-Pro_script.txt", "imdb_id": "tt0839980", "imdb_url": "https://www.imdb.com/title/tt0839980", "characters": ["Twiggy Munson", "Lou Redwood", "Bee Bee Ellis", "Dick Pepperfield", "Bobby Dee", "Scootsie Double Day", "Dukes", "Vakidis", "Lynn", "Father Pat the Ref", "Clarence", "Kyle", "Monix", "Jackie Moon", "Commissioner"], "dialogues": {"Twiggy": "\n[1]Hey, let's see that championship ring, Monix. \n[2]Yeah, that's all you ever talk about. \n[3]Hey Jackie, there's some dude out there, wants to talk to you. POV: Out the window, we can see DUKES, the full court shot winner, holding his GIANT CHECK and looking into the bus. He's still shirtless, with a star-spangled headband. \n[4]2,000 people? Every home game? \n[5]Sorry Jackie. \n[6]Yeah, what are we, building some kind of basketball space. ship? \n[7]We don't want to win by too much? \n[8]No.     7 8 \n[9]This can't be happening. \n[10]Clarence! \n[11]We need to figure out what we're going to do in the second half. ", "Munson": "\n[1]Hey, let's see that championship ring, Monix. \n[2]Yeah, that's all you ever talk about. \n[3]Hey Jackie, there's some dude out there, wants to talk to you. POV: Out the window, we can see DUKES, the full court shot winner, holding his GIANT CHECK and looking into the bus. He's still shirtless, with a star-spangled headband. \n[4]2,000 people? Every home game? \n[5]Sorry Jackie. \n[6]Yeah, what are we, building some kind of basketball space. ship? \n[7]We don't want to win by too much? \n[8]No.     7 8 \n[9]This can't be happening. \n[10]Clarence! \n[11]We need to figure out what we're going to do in the second half. ", "Lou": "\n[1]WHAT!? Where's the foul on that? That was all ball.  Jesus Christ Leonard! Let them play for once! This ain't fuckin' Greenpeace! \n[2]'Oh please. These refs SUCK. Still stuck in the crowd. Monix struggles to get back on the court. The crowd shoves him around, twisting his ankle, slapping him. The crowd is nuts.     4. \n[3]Yes! He just pegged a chick! That's the greatest thing I've ever seen. The lady runs on court and attacks Monix, her boyfriend jumps in -- Monix hits her boyfriend with some quick hockey punches. The benches clear, everyone is punching everybody. \n[4]I'm goin' in. Lou Redwood takes his headphones off, climbs over the announcer's table and jumps into the fight. \n[5]You're Damn right. He may not be black, but he can play basketball. \n[6]He looks to be setting up his 'Tear Drop from Hades.' \n[7]He's a true showman.     14. Jackie dribbles hard to the hoop, tossing up a high arcing baby hook. AIRBALL. \n[8]Yep, a Polish swish. \n[9]People call him selfish. I call him the greatest show in shorts. \n[10] I should hire his agent. Kyle listens to this and yells to the other room. \n[11]It was a great pass, too. The other team calls time out. \n[12]Like a retard in a China shop. A twenty-second time out on the floor, Monix huddles them up. \n[13]Nice! \n[14]A Mexican stole my bike. \n[15]At least someone from Flint is on his way to the NBA next year. \n[16]i will stab him in the stomach with an eight inch hunting knife. \n[17]Yep. It's a shit fucking sandwich. \n[18]Oh, please, this is our last game. I can say whatever I want. Watch this: I hope Gerald Ford gets ass raped. \n[19]I don't want to speculate, but I'm pretty sure he's dead. MONIX gets in Petrelli's face. \n[20]What the Hell is going on? ", "Redwood": "\n[1]WHAT!? Where's the foul on that? That was all ball.  Jesus Christ Leonard! Let them play for once! This ain't fuckin' Greenpeace! \n[2]'Oh please. These refs SUCK. Still stuck in the crowd. Monix struggles to get back on the court. The crowd shoves him around, twisting his ankle, slapping him. The crowd is nuts.     4. \n[3]Yes! He just pegged a chick! That's the greatest thing I've ever seen. The lady runs on court and attacks Monix, her boyfriend jumps in -- Monix hits her boyfriend with some quick hockey punches. The benches clear, everyone is punching everybody. \n[4]I'm goin' in. Lou Redwood takes his headphones off, climbs over the announcer's table and jumps into the fight. \n[5]You're Damn right. He may not be black, but he can play basketball. \n[6]He looks to be setting up his 'Tear Drop from Hades.' \n[7]He's a true showman.     14. Jackie dribbles hard to the hoop, tossing up a high arcing baby hook. AIRBALL. \n[8]Yep, a Polish swish. \n[9]People call him selfish. I call him the greatest show in shorts. \n[10] I should hire his agent. Kyle listens to this and yells to the other room. \n[11]It was a great pass, too. The other team calls time out. \n[12]Like a retard in a China shop. A twenty-second time out on the floor, Monix huddles them up. \n[13]Nice! \n[14]A Mexican stole my bike. \n[15]At least someone from Flint is on his way to the NBA next year. \n[16]i will stab him in the stomach with an eight inch hunting knife. \n[17]Yep. It's a shit fucking sandwich. \n[18]Oh, please, this is our last game. I can say whatever I want. Watch this: I hope Gerald Ford gets ass raped. \n[19]I don't want to speculate, but I'm pretty sure he's dead. MONIX gets in Petrelli's face. \n[20]What the Hell is going on? ", "Dick": "\n[1]Again, Monix ignores the drunk lady. ", "Pepperfield": "", "Bobby": "\n[1] Okay Tropics fans, it's time to guess today's attendance... Is it A) 9,254. B) 10,506.. or C) 91 TIP OFF: The Tropics gain possession. \n[2]Ladies and gentleman, put your hands together for Downtown Funky- Stuff Malone! Clarence tosses the half eaten candy bar, wipes his hands off on his jersey and jogs right out onto the court during the game, TAGGING HIS TEAMMATE OUT as if it were pick up. \n[3]No. I have kids. \n[4]Oh. \n[5]Yo, Jackie, you're on in two. \n[6]These beautiful girls reach a combined total of 47 feet... And here he comes... Jackie comes ROLLER-SKATING at high speed. He hits the jump -- \n[7]How about that! \n[8]You sure boss? ", "Dee": "\n[1] Okay Tropics fans, it's time to guess today's attendance... Is it A) 9,254. B) 10,506.. or C) 91 TIP OFF: The Tropics gain possession. \n[2]Ladies and gentleman, put your hands together for Downtown Funky- Stuff Malone! Clarence tosses the half eaten candy bar, wipes his hands off on his jersey and jogs right out onto the court during the game, TAGGING HIS TEAMMATE OUT as if it were pick up. \n[3]No. I have kids. \n[4]Oh. \n[5]Yo, Jackie, you're on in two. \n[6]These beautiful girls reach a combined total of 47 feet... And here he comes... Jackie comes ROLLER-SKATING at high speed. He hits the jump -- \n[7]How about that! \n[8]You sure boss? ", "Dukes": "\n[1]Dukes. \n[2]Yeah dude. \n[3]Yeah man, a shirt. Ha! Whoooo! \n[4] \n[5] \n[6] \n[7]      \n[8]I tried Jackie. They won't take it. They said it's 'symbolic.' \n[9]I don't know. But they said I need a real check. \n[10]It's written in glitter, dude. Can't you just give me, like, a regular sized one? \n[11]Okay Jackie, thanks man. \n[12]No way. Really? \n[13]Wow. Thanks Jackie. \n[14]That's pretty weird.     79. ", "Vakidis": "\n[1] \n[2] \n[3] \n[4] ", "Lynn": "\n[1]  \n[2]I don't know, who? \n[3]Monix? \n[4]No, I can't. Lynn closes her book, fidgety... \n[5]  \n[6]  \n[7]Why are you here?     30. \n[8]I mean, why are you here? \n[9]You're his favorite player. \n[10]I've already said everything I'm ever going to say to you.     31. \n[11]No. Monix walks more, until Lynn speaks. \n[12]You're going to end up walking with a cane the rest of your life. You have to quit. \n[13]I don't know... Kill yourself, I guess. \n[14]You act like there's nothing else in the world besides basketball. If that's how you really feel, then go ahead and get it over with. I'm going to sleep. \n[15]No problem. \n[16]You want a favor? \n[17]Oh, Jesus Christ Monix. It's 4 a.m. Lynn stares at him in disbelief. Monix shrugs. \n[18]Fine. Monix nods, then makes a move toward the door. \n[19]No. You're not coming in. We'll do it in the yard. \n[20]Looking good Monix. \n[21]Ms. Quincy told me the Tropics asked you to coach them.     60 \n[22] Stay still.  And that's the reason you won't coach them? \n[23]Do you really hate basketball? Or do you hate yourself? \n[24]Well, for one, you cheated on me. \n[25]You don't wear the ring around your neck anymore.  Where is it? \n[26]Monix, that was greatest moment of your career. And you look back on it like some kind of embarrassment.     61. \n[27]You did more than ride the bench, Monix. \n[28]Every practice, you took your team to the limit. I know you did. I was the one draining this stupid knee of yours every night. The Celtics were practicing against you, Monix. And when you ran that scout team, you were running Milwaukee's offense better than their first stringers ever could. Lynn continues the business of disposing fluid into the toilet and preparing another syringe. \n[29]By game time, your team knew where Milwaukee was going to be before their own players did. The Celtics made the right adjustments to win that series. And those adjustments came from you. \n[30]Dave Cowens put that ring in the palm of your hand. And he told you to wear it with pride, because you were a champion. And he meant it too. \n[31]Your whole life, you've bitched about people playing selfish. It takes a team to win, right?     62. \n[32]But when you're on the team, your effort doesn't count? Is that it?  If you weren't on the Celtics that year, would they have won it? \n[33]Answer me. Would they have won? \n[34]Yes you do. You know. Monix looks away for a moment. \n[35]What's it matter? You're drinking yourself to death!  God, I wish I hated you as much as you hate yourself! Lynn throws the needle. Monix dodges it. \n[36]I made sacrifices! How many years did I support you? And finally, after all of our blood and sweat and bullshit together, you got there, Monix! You made it, you won an NBA championship ring. It wasn't just about you, okay? And I'm sick of you acting like you're some kind of joke. You didn't blow it. You're not a fraud. You're not a fake champion. And all the time we spent together, fighting for you to get to that moment, was not a waste! You're a champion, you asshole!      63. But if you want to drink yourself to death, go ahead. Fuck you. With that, Lynn is gone. Monix stands alone in the bathroom, then checks his knee. \n[37]  \n[38]Well, if it isn't the toast of Flint Michigan. Shouldn't you be out signing autographs? Monix doesn't speak... He stares into her eyes for a moment. \n[39]What? \n[40]Technically, we're still married right now, Monix. \n[41]Do I? \n[42]Probably. \n[43]Shit. I know you need me, Monix. The question is, do I need you? \n[44]He's loyal. \n[45]He ain't stupid, if that's what you're trying to say. \n[46]Don't fuck with him. It's just rude. \n[47] What do you think you're doing? \n[48]  \n[49]       \n[50](having sex, whispering off to Kyle Stop that. \n[51] Ixne-on-the-erking off-je. Monix finally notices his sex partner is having a conversation. He turns to see Kyle. \n[52]What? Monix stands up, wrapping a sheet around him. \n[53]Not you, asshole. He was talking to me. \n[54]What the fuck are you doing? \n[55]  \n[56]I thought the deal was, you were going to sleep. \n[57]So, you're just going to sit here in my house and drink for the entire day? \n[58]Yeah, I do. Maybe you could put some pants on and go piss off somebody else. \n[59]Tell me something, Monix- \n[60]Whatwereyou trying to accomplish thisyear?You never really gave a shitaboutthat NBA merger, did you? Monix doesn't say anything. \n[61]The merger, Monix, did you ever care about it? Monix still stays quiet. \n[62]Tell me, if you didn't care about the merger, what the Hell were you playing for!? \n[63]Well, guess what! Fourth place is still sitting there, waiting for you to win it! Monix doesn't look at her. \n[64]Think about it. \n[65]Oh my God. Everyone in the stadium watches as Jackie lays out cold. ", "Clarence": "\n[1] Don't get all lonely on me people, get yourself a dog or a cat or some- -  Or a couple of these, from PET GALAXY. When I'm not dribbling between my legs or sinking jump shots, I'm buying animals. And if this isn't thebeststore in Flint Michigan I will shave this off.Nojoke. Make a fast break overtoPET GALAXY. And be sure to tell'emSugar Dunkerton sent you.     7. With that, Clarence chest-passes the ball out of frame and smiles. \n[2]Yeah, so? \n[3]Who the Hell areyou,the barbecue police? Tell youwhat,I've got the note pad, so I'llaskthe questions: Do youwanta baked potato with that? \n[4]'Cause I changed my name, that's why. \n[5]You like it? \n[6]It ain't fine.  It's fine...     8 A large woman, QUINCY -- Clarence's Mom -- yells from the kitchen. \n[7] \n[8] \n[9] \n[10]Shit.  It's been a pleasure serving you. Clarence tosses his note pad on the table and his Mother tosses him his duffle bag. \n[11]Stay outta my stuff! \n[12]Panties are silk. Briefs are cotton. I'm out of here. \n[13]Yo, Jackie, is the washing machine broken? ANGLE ON: A few workers are taking out the washing machine. \n[14]Forget that. I need my own locker... For the panty dropper. Clarence reveals his 'panty dropper' a brown full-length leather coat. \n[15]Firepower? Who'd you hire? \n[16]Not everyone sits around dreaming of playing in the NBA, you know.     25. \n[17]No one calls me Clarence. \n[18]Don't think I don't know what you're doing. You're doing that thing where you pretend to mean what you say, but you don't. \n[19]Yeah. How'd you like that sarcasm smacked off your face? \n[20] I got this, alright? Monix squares off with a smile that says 'hit me.' Clarence takes off his leather full length and folds it nicely. \n[21] How'd you like a knuckle sandwich?     26. \n[22]I do motherfucker. I'm gonna pound you so hard, you're-- MONIX REARS HIS FIST BACK, about to release a strong Popeye \n[23] \n[24] \n[25] \n[26] \n[27]There's no way we can make it to fourth place. It's mathematically impossible. \n[28]Eighty-two percent? Isn't that a lot? \n[29]My Mom cooked your ass a whole Damn meal, why you gotta go asking what's in it? \n[30]If it's good, then it's good. Why do you gotta know what's in it? What's in hot dish? Hot dish is in hot dish, asshole. BEE BEE and SCOOTSIE look over the seat, facing them. \n[31]Isn't it a little embarrassing wearing that thing everyday? \n[32]You call yourself a Celtic? You sat through every single playoff game. You didn't see action once. And now you walk around wearing the ice like you're Bill Russel. Well you ain't. \n[33]Whatever. At least I never sat on the bench and then called myself a champion. You didn't do shit for that Celtic team. If I was Dave Cowens, I'd yank that ring right off your neck. That was a pretty heated exchange. Monix looks like he's got something to say, but he doesn't. Clarence has the last word. \n[34]He doesn't wear it on his finger because he knows he didn't earn it. He didn't even play.     41. Monix looks out the window. \n[35]I ain't guarding my guy anymore. \n[36]He's too'Damn sweaty, man.  Look at me. \n[37]Right on! I'm open baby! Try a behind-the-back! Monix delivers a nice two handed bounce pass, but Clarence isn't ready for anything fundamentally sound -- The ball hits him in the nuts. \n[38]Ah, shit. \n[39]I brought us some ice. Monix is startled. Clarence, his roommate for the night, enters. \n[40]I don't know, it's free. Clarence takes some ice, pops it in his mouth and starts crunching. \n[41]Want some?     45. \n[42]I don't watch people play basketball. They watch me. With that, Clarence pulls out a JOINT and lights it. \n[43] It's a fucking Egg-McMuffin. Monix opens the window, clearing the pot smoke out of his face. JACKIE EXITS the bathroom, having just taken a shower. He's wearing a very small robe. This is now the fourth player who's sleeping in this tiny room. \n[44]What do you mean?     47. \n[45]Take that back. \n[46]Yeah, in the yard. \n[47]It's sweet grass. \n[48]What's wrong, my Mom's weed ain't good enough for you? \n[49]That's it, I ain't sleeping in the same bed as this motherfucker. \n[50] Check it out. I sewed it on the bus. \n[51]Jumping Johnny Johnson. The asshole, PETRELLI, wanders over near the Tropics side of the court. \n[52]Kiss my ass, Petrelli. \n[53]Jumping Johnny Johnson. \n[54]Why do we have to put the court together? \n[55]Monix should be here helping us.     55. \n[56]What's wrong? \n[57]Shit. Winning is going to be hard. But getting 2,000 people to watch is going to be impossible. \n[58]What kind of huge idea? \n[59]Monix. REVEAL: Clarence. \n[60] Johnny for short.  Two coffees. \n[61]Listen, I know you and I haven't always been the best of buddies.     57. But I've been thinking about what you said the other night. This is gonna be our last chance. If I'm ever going to get into the NBA, it's going to be with the Tropics. \n[62]So maybe we won't. But like you said, I don't want to look back on this with any regrets. I know what you think of me. But I'm willing to put our differences aside. I'm telling you right now, I'll do whatever it takes to win. \n[63] I would consider passing, yes. \n[64]I'm not just talking about you playing point guard... I'm talking about you teaching us... Monix could not be less interested. \n[65]Monix, you know more about basketball than any man who's ever set foot in Flint. Monix drinks, not into it... \n[66]All I'm saying is, instead of getting so pissed off at us all the time, why not just show us what the Hell you're talking about? Coach us a little. I mean, we can't get any worse.     58. \n[67]I know you. You've got all that basketball shit stored up in your head. I know you're dying to pass it down to somebody. Why not us? \n[68]Jackie's got his hands full, trying to sell tickets. He's obsessed.  \n[69] I'm Johnny Johnson and I got the moves -- If you try and stop me, I'll just get smooth -- \n[70]So that's the way it's going to be? Monix doesn't answer, he just drinks. Clarence gets the hint and walks out. \n[71]Are we going to practice or what? \n[72]Jackie, I asked Monix to coach us. \n[73]Jackie. Don't be like that. \n[74]Don't make us elect Monix, man.  Alright, show of hands. Who wants Monix to step in as player-coach? Everyone feels bad, but they all raise their hands. \n[75]Don't take it so hard, Jackie. You're a great owner. We all know that. \n[76]Yeah. Everyone thinks so. \n[77]We mean it. For real. Monix is just more of an X's and O's kind of guy, that's all. Jackie is emotional. It's a bittersweet moment. He takes off his whistle, then walks over and hands Monix his whistle. \n[78]Would everyone let the man talk please? Clarence is serious. This shuts everyone up. \n[79]I don't get it. \n[80]What. \n[81]We've been running this play for a long time, man.     69. \n[82]I think he's talking about vomit. \n[83]He's worried about the corn dogs. \n[84]If we score a hundred points, everyone gets a free corn dog. There are signs everywhere. \n[85]What is it? \n[86]Damn. VJ day? That's cold. \n[87]Why don't you write a song yourself? Then you wouldn't feel like a fake any more. \n[88]Hold up. Are these girls wearing underwear? \n[89]  \n[90]Nice to meet you. \n[91]We sold out, man. You did good. \n[92]What? \n[93]If you're scared of bears, why the Hell are you wrestling one then? \n[94]Well, don't worry, you'll pin him easy. It'll be fine. \n[95]Maybe we should call it off. \n[96]Okay, until you finish the first round, I won't call it. Hey, how bad can three minutes be, right? \n[97]I don't know, are we ready? \n[98]What's a safe word? \n[99]What's Spumoni? \n[100]Is it good? \n[101]What? You can't quit already. \n[102]You can't SPUMONI, all he did was scratch his nuts. \n[103]You gotta give 'em a show. C'mon, the bear seems pretty tired, look at him. It's true, the bear is pretty docile. The bear's indifference gives Jackie a glimmer of confidence. \n[104]Just test him out a little. Maybe it won't be so bad. Jackie nods, then hops around with his dukes in the air. Now he does a shuffle for the crowd. After dancing a bit, the bear is still motionless.     93. \n[105]Damn. \n[106] \n[107] \n[108] \n[109] \n[110] \n[111] \n[112] \n[113] \n[114] \n[115]Well tough shit. This team did make it this far. Rules are rules. \n[116]Thought I might find you here.  I got traded. \n[117]I guess the San Antonio Spurs are picking up the players they want, before we're eligible for the expansion draft. \n[118]They won't let me finish out with the Tropics. So, we'll be playing against each other in the last game. That's pretty weird. \n[119]Listen I'm sorry about-- \n[120]I mean, I just want to say that, this year, you really-- \n[121]We worked so hard. \n[122]So, that's just it then?     100. \n[123]Thanks Petrelli.     107. \n[124]I can't. I've got back spasms. The coach stares him down, then picks another player. \n[125] \n[126]I'm going to my team. \n[127]My name ain't Coffee. It's Clarence. With that, Clarence walks across the floor. The crowd erupts. \n[128]Is he okay? \n[129]I'm with you guys. \n[130]No. \n[131]Okay Jackie, so what's the play? \n[132]Amen. \n[133]He shoots them Granny style. \n[134] \n[135]Wait, there really is a trophy? \n[136]We did it. \n[137] \n[138]Thanks for bringing me on board, coach. \n[139]Do we really have to live in New Jersey? ", "Kyle": "\n[1]Hey honey, guess who got traded to Flint? \n[2]Monix. The word Monix stops her in her tracks. \n[3]Yeah! He's already got an NBA ring, but he's still playing... In Flint. Can you believe it? \n[4]They say he asked to be traded. Who the Hell leaves California to come here? I love this guy. \n[5]--Yo, Monix, you're wasted! Ha! Kyle has come out to say hi. \n[6]What's up! That of jump shot of yours ain't broke yet, is it? \n[7]Great back door cut for the lay-up in the third. That's how basketball should be played. \n[8]No problem. Great game tonight man. \n[9] \n[10] \n[11] \n[12] \n[13] \n[14] \n[15] \n[16] What's up. I forgot my stupid walle- -Kyle stops in his tracks. He HEARS a sound he's never truly heard before, Lynn having an orgasm. He slowly walks toward the bedroom. KYLE'S POV: Peeking around the corner, we spy Monix and Lynn still going at it. ON KYLE: His whole body goes numb, his face turns red... We hold on his face until: \n[17]Monix?  Yes. Still undetected, Kyle settles in to watch the show, still wearing his Monix jersey. Lynn finally looks over and spots Kyle. We can't be sure, but his hand might be in his pants. Lynn can't believe her eyes. \n[18]Stop what? \n[19]Monix, you of dog! \n[20]Hey, I'm the victim here. I'm allowed to do as I please. This was an honor.     89. \n[21]Oh, c'mon man. Don't be like that. It's all cool. \n[22]Okay. ", "Monix": "\n[1] \n[2]I'll take two. Schnack hands them over. Monix might speak, but he drinks instead. \n[3]Really?  For who?     6. \n[4]Just tell me. \n[5]You still owe me $400. \n[6]You're out of toilet paper. Monix doesn't receive a warm welcome. It's more of a stare- off. \n[7]So. Who wants to be my locker buddy? \n[8]I don't know, but it can't be good. \n[9]Look at this piece. It says Celtics right there in diamonds. \n[10]I don't know, I just like to wear it around my neck, that's all. NOW CLARENCE chimes in without looking over... \n[11]You're not jealous, are you Clarence? \n[12]Okay Downtown. I'll make sure Downtown is only referred to as Downtown, okay Downtown? \n[13]Bring it, funky stuff. \n[14]Knuckle sandwich? Who says that? \n[15] \n[16]So, this is the Daiquiri room?     28. \n[17]Aren't you Jackie's wife? \n[18]I see. Well, I'm going to have to pass. I'm good, thanks. \n[19]Listen um...  \n[20]I don't think this is going to happen, Mrs. Moon. \n[21]Yeah, I'd hate to bring bad luck to Flint Michigan. Lucy has sprayed some WHIP CREAM on her nipples. \n[22]I can't eat dairy. Lucy decides that now is a good time to aggressively KISS him. Monix pushes her away. \n[23]Nice tits, Mrs. Moon. I gotta go. Monix walks down the stairs. \n[24]I got traded. \n[25]Can we talk? \n[26]Yeah. Sorry man-- \n[27]No. Ha. \n[28]Kyle, can you give us a second? We need to talk. \n[29]Why does your boyfriend like me so much? \n[30]Look, there are still some things I think we need to talk about. \n[31]I see.  Well, I guess I'll be leaving then. Monix walks away... Then turns back. \n[32]You're really not going to stop me? \n[33]And do what? \n[34]Kill myself? \n[35]Thanks for the pep. talk. \n[36]Lynn.  Can I ask you for one favor? \n[37]My knee.     32. \n[38]No one here can drain it right. \n[39]I think we suck. \n[40]So, Clarence, what's in this 'hot dish' anyway? \n[41]It's a compliment. It's good. \n[42]They were fast. \n[43] Fast up here.     40. \n[44]Well, you have to be able to jump too. \n[45]Not right now, okay Twiggy? \n[46]Embarrassing? \n[47]Quit talking and play defense! The sweaty guy backs in on Clarence, posting up top.     44. GAME 5) Jackie Moon plays great defense, rejecting a shot! Monix grabs the ball and dribbles on a fast break. Clarence trails, in perfect position... \n[48]Ice? What for? \n[49]No thanks. Now BEE BEE enters, yet another player in the small room. \n[50]You turned off the Celtics? \n[51] What the Hell is that? \n[52]Why don't you shower in your room? \n[53]Jackie, have you ever even slept with your wife? \n[54]Sounds like a great arrangement. \n[55]I'm pretty sure we have a game tomorrow. \n[56]Well, if this is really going to be my life, I might as well be stoned like everyone else. \n[57]What the Hell is this? \n[58]It's harsh. \n[59]Take what back? \n[60]Your Mom grew this? \n[61]Well, I'm finished, thanks. \n[62]I guess not. \n[63]No one calls him Clarence. His name \n[64]His name's Jumping Johnny Johnson.  You got that? Jackie hurries over. \n[65]That's a moving pick Father Pat! C'mon! \n[66]  \n[67]What about commercials? \n[68]Commercials, what about commercials? Jackie thinks about this, then nods 'good idea.' \n[69] \n[70] \n[71] \n[72]--This is bullshit guys. They're kicking our ass in basketball and they're kicking our ass during the commercials, too. Does anybody here understand the concept of the pick and roll? Because they're going to keep double teaming at the top of the key until somebody rotates the Damn ball... \n[73]Does anyone in this room have any pride? Don't you realize, this is thelast four weeks of basketball anyus are ever going to play?Is thishow we're really going togo out?You'd think we'd want toend ourcareers battling, hustling after every loose ball. Boxing out under the boards. Setting picks for our teammates. But we haven't done shit out there. Twiggy Munson and Scootsie Double-Day hang their heads. \n[74]We're a bunch of selfish assholes -- And I've got news for you, we aren't going to finish in fourth, we're going to finish dead last. Monix paces in front of the guys, a man possessed. \n[75]One day, you're going to look back on your life... And you're going to look back on this time... And you're going to realize... Monix is staring right at Clarence. And Clarence is actually listening... \n[76].You're going to realize you never even played basketball. A moment of silence after the intensity. Monix waddles to the door. \n[77]Now, you guys have fun out there in the second half. If anyone needs me, I'll be in the training room, draining my knee. Monix limps off, everyone's head is hanging low. \n[78]Two more Johnny Walkers. And another pack of Kools. \n[79]   \n[80]Well, tell her that's just fine with me. \n[81]Well, well, well, look who it is.  Brian, I'd like you to meet Jumping Johnny Downtown Funky stuff Boner- time finger-blast Fag-erton. \n[82]So, what brings you to the The Kremlin? \n[83]I hate to break it to you, Clarence, but the Tropics will never play in the NBA. \n[84]You mean, like, pass? \n[85]Sorry kid. Even if I wanted to play harder, this knee won't let me. \n[86]And why should I give a shit about the Tropics? \n[87]What about Jackie? He's the coach. \n[88] Two more Johnny Walkers. \n[89]  \n[90]Thanks. You too. \n[91]  \n[92]I know what it takes to be a real team, Lynn. \n[93]It doesn't matter. The truth is, I hate basketball right now. \n[94]Why would I hate myself? \n[95]You hate me for that. Not me. Lynn just stares at him. \n[96]Okay, maybe I hate myself a little. \n[97]I rode the bench through the playoffs, Lynn. \n[98]Riding the bench was the greatest moment of my career? \n[99]What else did I do? \n[100]So, I should be proud of running the scout team? \n[101]He was being a nice guy. The bench is the bench. \n[102]That's right. \n[103]Watch that needle. \n[104]I don't know. \n[105]Why are you doing this? What does any of this matter, anyway? \n[106]Thanks Jackie.  The way I see it, any team in this league can put together a run. Most of our opponents are all flash. If we play unselfish, fundamental basketball, we can win games. \n[107]Yes. Unselfish. Unselfish meaning tough team defense, full and half court traps, boxing your man out to help the team rebound.  Unselfish means sprinting up the floor on every fast break NOT because you can get a DUNK -- and get your DICK SUCKED after the game -- but because if you sprint up the floor you might pull the defense out of position and free a teammate up for a high percentage shot. \n[108]The most important work we do on the court is away from the basketball. Monix FLIPS OPEN A SWITCH BLADE KNIFE AND STABS THE BALL, deflating it. This gets everyone's attention. \n[109] Until you start moving like a real team, you practice without a ball.     67. He flings the deflated ball into the bleachers and snaps the knife closed. \n[110]Alright, Clarence, run the offense. \n[111]Set a pick for somebody. Clarence jogs over and stands next a scout team opponent. \n[112]Okay, that's kind of a pick, I guess. Try standing on the other side of Scootsie's man, so you free him up to cut into the lane. Monix corrects Clarence, moving his body the way he wants him to stand. \n[113]Widen your stance. Plant your feet. Hands back. Like this. Now Scootsie GO. Set a pick for Jackie. Scootsie cuts across the lane. The team slowly gets i rotating faster. \n[114]Now Jackie pick Bee Bee's man, and rotate to the rim like this... Everyone move to the open space. And Clarence you swing back out up top. They've completed the play. Monix stands there, smiling. The players look at each other, what's the big deal? \n[115]You know what that was? \n[116]A flash to the high side post with an outside screen and a back door cut. Let's do it again.     Ei 8. \n[117]I'm saving my knee for the games. Coach's decision. NOW RUN. Clarence sets a screen for Scootsie and they perform the same basic rotation. \n[118] We're not just rotating, we're clearing out, making space. A pass and cut can change defensive match- ups. Creating seams can give us back door looks. Down screens can make a team vulnerable to penetration. \n[119]You don't have to understand it yet. Just run it again. You heard me -- AGAIN. \n[120]No. We're running this play. We're running this play until we puke. \n[121]'Until we puke' is not a figure of speech. We are literally going to puke. \n[122]No. No talking. \n[123] \n[124] We need to get in shape fellas. And we need to learn some fundamentals quick. -- AGAIN! They run it again, getting more and more winded.     -17 0 . \n[125]I want you to be brain dead. Because someday you're going to be too tired, or too nervous to think - - AGAIN! And when you are, this is the play I'm going to call. The play that your lungs and legs will have memorized. We will be able to run this in our sleep. Clarence tries to gag himself with his fingers. \n[126]HEY! No sticking your fingers down your throat, Clarence, I saw that. You're going to puke. And it's going to be all natural -- AGAIN! \n[127] \n[128]Fuck you. \n[129]Get up and run. You're going to puke like everybody else. \n[130]We'll. talk after you puke. GO!     71. Jackie can't get up, but he crawls, dying... \n[131]Yes you can. Go. Jackie crawls harder along the hardwood. \n[132]What are you talking about? \n[133]That makes no sense. Everyone has thrown up before. \n[134]That's bullshit. Keep moving, you're going to puke. \n[135]What about when you were a baby? Babies throw up all the time. \n[136]No way.     72. \n[137]Isn't that kind of dangerous? \n[138]What happens if you swallow poison? \n[139]Stand up. Jackie manages to stand up. \n[140]Have you ever been punched in the Jejunum? \n[141]It's part of your small intestine. \n[142]ECU: Monix's knowing fist digs deep under Jackie's rib cage. It's the hardest punch ever filmed. ON JACKIE'S REACTION: He stands, beyond pain, empty of any possible air. The blood leaves his face andhis eyesbecome confused, watering strangely. Part of Jackie's brain wants tospeak,buthe feelsunhuman-- his lips separate only slightly. He wanders out of frame.     73. \n[143]You okay? Jackie is about to speak, but then takes stock of his feelings. There is now an air of tranquility about him. Reborn. He's almost Euphoric... \n[144].On offense, we share the ball. We look for the easy pass, not the spectacular pass... Jackie rolls off the pick and looks for it. For the first time in this sequence, we see the ball. Clarence has a clear passing lane -- He feeds Jackie for a lay up.     74. \n[145]. If a guy's more open than you are, he gets the ball... Instead of celebrating, Clarence hustles back on Defense. The Tropics execute a half court trap. As we watch Monix play, we continue to the voice over from practice... \n[146].On defense, we're going to learn to play together. We're going to use team traps to pressure people into turnovers. On the in bounds, Monix and Jackie Moon trap an opponent. Monix slaps the ball free. He flips to Clarence who fakes; the fast break dunk and dishes to Scootsie. \n[147] Listen up. I'll in-bound. Clarence, protect the ball and penetrate if you can. Kick it out to Scootsie or me and everyone crash the boards hard. Looking good, we're thirty seconds away from taking this one home. Let's bring it in. \n[148]What the Hell is he talking about? \n[149]What? \n[150]I don't give a shit. We're taking it to them. \n[151]I don't give a shit about the corn dogs, okay? We play hard every second. We're running the offense. Everyone got that? Everyone nods. WHISTLE! \n[152]Rotate further out from the key, so when you get the ball you can face the basket. You've actually got some moves, so you can penetrate... FLINT RALLIES AROUND THEIR TEAM: The guys in Hawaiin shirts are out flyering. \n[153]Clarence, do me a favor, if you dunk the ball, don't dance afterwords. Act like you've been there before. \n[154]Fine, you can dance a little bit. \n[155]Will you marry me?     86. \n[156]You heard me. \n[157]You know what I mean. \n[158]Do you love me? \n[159]Then let's do it. For real this time. I need you. \n[160]Kyle pokes his head out of the screen door. He wears a Flint Jersey with Monix on the back. \n[161] \n[162]Dogs are loyal.     87. \n[163] \n[164] \n[165] \n[166]Woah. What the fuck? \n[167]What the Hell are you doing!? \n[168]I'm outta here. \n[169]Believe me, this is not all cool.' Monix grabs his shit and walks out of the bedroom. \n[170]I'll call you. \n[171]What are you saying? \n[172]Yeah, I heard. \n[173]Coffee Black, going to the NBA... \n[174]It won't be weird. The game doesn't count. \n[175]Don't be sorry. \n[176]--DON'T. Alright? Just don't. Clarence stares at him. Then eventually stands up to leave. There are a million things he wants to say, but he says this: \n[177]Well, it was all for nothing. \n[178]That's just it. Clarence shakes his head and walks out. \n[179]Oh. Hey Lynn. \n[180]Pshh. Relax. \n[181]You got a problem with that? \n[182]Fine, maybe I will!  Where are my pants?     101. \n[183]No. \n[184]I wanted fourth place! Okay? That was the whole fucking thing! \n[185]Listen up. We all know that Clarence has been traded. And we all know that this game doesn't matter anymore, right? \n[186]Well I've got news for you. This game does matter. It matters because this is the last real basketball game any of us is ever going to play. Ever. The guys nod, solemn.     103. \n[187]Tomorrow night, I say we leave it all out there on the floor. Because there's nothing else for us to save it for. Clarence or no Clarence. NBA or no NBA. Merger or no merger. We decided we are going to win fourth place. And that's what we're going to do. Jackie is moved. The guys look at each other and nod. \n[188]Over the past five weeks, we've become a team. And that is no small thing. Jackie, have you ever been on a real team before? \n[189]How does it feel? \n[190]All your lives, you've dreamed of playing in the NBA. Well, guess what? Tomorrow night, you are. You're playing an NBA team. And for one night, the world is going to know that you belong.  Look, I tried to pretend like it didn't matter to me if we made it to fourth or not. Monix turns inward, speaking with an emotion that is pure. \n[191]But the truth is, I want this more than anything I've ever wanted in my whole fucked-up life.  And I think you do too. I think you can taste it. Because we earned this. We made this happen. And we're four quarters away from making our dreams come true.     104. \n[192] \n[193] \n[194]You want to know what I love? This. The eleven of us right here, right now, waiting for the biggest game of our lives to begin.  I want you to remember something. I want you to remember what this feels like, to be here in this locker room together, one last time, shoulder to shoulder with these men. Because we are not ourselves tonight. We are one. This is what I love.  Let's play basketball. \n[195]What are you trying to prove Petrelli? You afraid to play basketball? \n[196]What the Hell are you doing here? \n[197]Are you out of your mind? You want to lose your NBA contract? Get out of here. \n[198]You're going to give up the NBA for this?  Well, you're a fucking asshole.  Jackie. Are you okay buddy? Monix cracks a smelling salt and waves it over Jackie's face. \n[199]And I don't care how quick their defense is, we need to move the ball and-- \n[200]What is it? Jackie seems very serious... \n[201]Alright Jackie, relax, okay? \n[202]It's not a foul unless you touch another player. And it can't be traveling without first establishing a pivot foot. It's two points, Father Pat, two points. Father Pat the Ref thinks about this... \n[203] Okay, listen up: They've made adjustments out there. We can't just keep running the Alley Oop, okay? They're keying on Clarence. Everyone looks at each other, worried.     118. \n[204]We're going to run The Puke. \n[205]Don't tell me you've forgotten it. Everyone smiles at each other. They haven't. \n[206]We're going to pick away from the ball. We're going to move to the open space. I won't in bound the ball until someone has a good look. . The Puke. \n[207]What the Hell are you doing? \n[208] Shit. Jackie's ritual is insane. He breathes, spins the ball, turns around 360, deep knee bends, touches his left shoulder four times, then SUDDENLY WINGS THE BALL HIGH IN THE AIR. \n[209] \n[210] \n[211]All the good players were gone. \n[212]Just smile for the cameras, Shitbitch. ", "Jackie": "\n[1]Ladies and gentleman, please rise... \n[2].For the National Anthem... Of your Flint Michigan Tropics. \n[3]PICTURE 1: The one-hit-wonder, Jackie moon is on an album cover, shirtless, petting a white leopard. \n[4]Baby, who wants to; love me sexy. baby, are you ready to; lick me sexy. PICTURE 2: Jackie Moon in Reno, singing with Pat Boone. He holds up his only hit single. PICTURE 3: Jackie is getting married to LUCY MOON. She's the hottest girl in the world. \n[5]Take off your shoes and; suck me sexy. Baby, we're naked and we're; \n[6]  \n[7]Take off your shoes and; suck me sexy. THE BALL GIRLS: They bounce around in shiny-funky hot pants -- dancing cool, but not in sync. When it comes to ball girls, Flint delivers. THE TROPICAL AISLE: A rowdy bunch is decked out in Hawaiian shirts and packed in behind the visiter's bench, looking for trouble. THE SCOREBOARD: The Magnovox has been sold. The Tropics now do it by hand. \n[8]Baby, we're naked and we're; humping sexy... ANGLE ON DARREN AND JODY: Two kids in WHEEL CHAIRS are parked next to the hardwood, eating nachos and drinking giant cokes. \n[9] \n[10] \n[11]I'm living a dream, Flint and I know you are too.  AT GUARD, from Peoria Illinois, six foot one -- this guy's single and he can cook lasagna, I've seen him do it -- TWIGGY -- MUNSONNNNNNN! Bobby Dee hits the disco ball as TWIGGY trots out. \n[12]FROM SOUTH BEND INDIANA, the man with a heart of gold, his brother's a retard, six foot one, he drives down to visit all the time, at forward, he reads to him, BEE BEE \n[13]YOUR MAN IN THE MIDDLE. Seven foot two, from the People's Republic of Uzbechistan, he's tall, he's sensitive -- loves candle light and long walks on the beach -- VAKIDIS \n[14]Now this next guy, where do I start? First of all, that wife of his, she is... Wow.  CANONS, people. If you know what I'm saying. I don't think she's here tonight, but if she was you'd see what I'm talking about.     12. He's a small forward, the luckiest man in Flint: SCOOTSIE DOUBLE- \n[15]AND FINALLY: The man you've been waiting for, six foot four, a solid, meaty, two hundred fifteen pounds, your pre-game announcer, your owner, your coach, your pop singing sensation, but most importantly, your POWER FORWARD... Yours truly... JACKIE M00000000N!!! Jackie takes off his blazer, twirls it, then tosses it off screen. It's game time. At center court, PLAYER/OWNER/COACH JACKIE huddles them up. \n[16]Alright you guys, let's huddle up!  Vakidis! Where's he walking to? Kong, get Vakidis. A very short Asian man, KONG, nods. The uniform hangs on his tiny body. \n[17] Let's put on a good show tonight, okay? Let's keep it in the air, keep shooting, look for the baseball pass, launch some early threes to set the tone. Bee Bee, try and do that no-look behind your back thing, I love that, okay? Now let's bring it in. One two three-- \n[18] Hey, you lose weight, Father Pat? \n[19]For safety. Just then, Vakidis jogs over, SLIPPING HORRIBLY in the puddle, ripping his groin. \n[20] \n[21]Enough with the cheese already. More chips, less cheese, how many times do I have to tell you? WHISTLE! Jackie's been walking with the ball. FATHER PAT THE REF wears a holy collar with pin strips over it. \n[22]Traveling!?... On who? \n[23]That's bullshit, Father Pat! Jackie, furious, SLAMS THE BALL down on the floor.     15. \n[24]Yes! Nice first half guys! That's what I call Flint Tropic's basketball!  I've been telling you all season, we're about to make a run. Flint Michigan is destined for greatness.  Twiggy, enough with the bounce passes, let's show some zip. Bee Bee, try not to get fouled so much, free throws take too long. Scootsie, what did I tell you about catching with two hands.? God gave you one hand for a reason: To look awesome. Jackie points to the chalkboard. Where one of his catchy slogans is spelled out. \n[25]Let's stay focused on the four \n[26]Listen up guys: I've got some good news and I've got some bad news. The good news is, we're getting rid of that piece of shit washing machine. The bad news is, everyone does their laundry at home from now on. Towels too. Everyone complains. Boo etc. Jackie turns to BOBBY DEE a 'front office' guy. \n[27]And Bobby Dee, I need you to clean out your desk. \n[28]You're not fired. I sold your desk. \n[29] And I'm going to shed a few lockers, so everyone's getting a locker buddy. \n[30]Fine. Now, there's one last thing: I've added some depth to the roster. I think he could deliver some firepower.     18. \n[31]At guard, six one, the hometown kid, from your very own Flint Michigan -- He punches in bunches Ed MONIXXXXXXXX! We hear a TOILET FLUSH. Monix exits the bathroom stall buttoning his pants. \n[32]Okay, now, I know everyone in this room has probably been punched in the face by Monix at one time or another.  One of you may have even had your collar bone broken, twice. But that's in the past now and- \n[33]Thanks Bobby.  I love half time.  Anyways, welcome aboard.  One last thing: If you see a possum try and kill it. With that, Jackie leaves. Monix faces his team in silence. \n[34]Ladies and Gentleman, this man is about to attempt the impossible. The $10,000 full court shot. So, tell me, what's your name? \n[35]Okay, Dukes. You feeling it? \n[36]What are you going to spend all of your money on if you win? A shirt? \n[37]Okay people, Dukes is excited. Let's get some clapping going as he prepares himself for the impossible.  This is drama, folks! C'mon now, let's hear it! The $10,000 shot people, let's hear it!!! For the first time, Dukes looks kind of serious. He sizes up the distant hoop... \n[38] He looks ready... And... Here he goes! An uncoordinated baseball pass... Sailing off into the distance... And... \n[39] \n[40]Shit. \n[41] Did he step on the line? \n[42]Who the Hell has $10,000? I sure he stepped on the line, you know what I'm saying? \n[43] Fuck me. \n[44] \n[45] \n[46]  \n[47] Get the funk outta-of-my-face... A SIGN SAYS: THE KREMLIN. Jackie rolls up and parks in a reserved parking space. He rolls up the windows and locks the doors by hand and exits. \n[48]Patrick Ewing style, right over his slacks. A police officer drinks, in uniform, outside. \n[49]Not much. \n[50]Oh yeah. Just icing them down. \n[51]Well look at you! You look beautiful. What's different? \n[52]No, that's not it... Did your tits get bigger? \n[53]Don't lie to me. Those things got bigger. \n[54]Well, good job. Jackie keeps walking, bumping into MS. QUINCY, Clarence's mother. \n[55]Oh. It's okay, Lucy and I've got an open relationship. \n[56]She's hot right? What can I say, we're freedom lovers.  Hey honey! Lucy Moon ignores him, only making out harder. \n[57] Right on!  I'm not jealous. It's a sweet deal for both of us. \n[58]I could. That's the beauty of it. No ball and chain here.     24. I can just go for it. You know, if I ever get invited to some cool orgy, it's definitely not a problem at all. \n[59]Pshh. Are you kidding? When haven't I been? \n[60] Hold on a second. \n[61]Where's the boogie? Jackie fights his way through the crowd to the DJ booth. \n[62] \n[63] \n[64] \n[65] \n[66] The year was 1973. A young musician named Jackie Moon, finishes years of musical training, only to find he is a slave to the notes on the page. He knows it's time to break free. In a sudden fit of creative mastery, he grabs a pen and a napkin and writes a song that breaks all the rules. Ladies and gentleman... Let's get sweaty. MUSIC CUE: Jackie's song. Everyone goes crazy. \n[67] Baby, who wants to; love me sexy. baby, are you ready to; lick me sexy. Take off your shoes and; suck me sexy. Baby, we're naked and we're; humping sexy-- \n[68]  \n[69](into the rear view, very \n[70]Your Mom would be proud of you today. \n[71] \n[72] You're a real owner. You're in the \n[73]Exactly! You know it!  I'm sorry, wait, what? \n[74]Dissolve? Dissolve, like, how? How do I dissolve into the NBA? The winning owners look at each other, not sure how to handle Jackie. \n[75]What's happening?     34. \n[76]No. NO! NO!!! He kicks over his chair... \n[77]I don't want a sum! I want my team!  C'mon you guys, you're not going to just sit here and take the money, are you? They are. \n[78] What do the Spurs have that we don't? \n[79]Oh, c'mon, that's BULLSHIT! \n[80]The best four teams should go.     35. \n[81]Forget the huge fan base, the stadiums, the economic...  Growing... package... inventions... \n[82] \n[83]So far. The season isn't over. \n[84]YES. That's right. What he said.     36. \n[85]C'mon you guys, let's try to stay psyched. This is a chance to become a real NBA franchise! \n[86]I ran the numbers. All we have to do is win about eighty-two percent of our remaining games. \n[87]Oh, c'mon! We just gotta start hitting our threes.  Listen, I know this seems like bad news, but it doesn't have to be. This is a big road trip for us. We've just got to start playing solid Flint basketball. \n[88] \n[89] Sorry. \n[90] \n[91]We do not suck, okay? We just have to want it!     37. Pumped, Jackie walks around with his hands on his hips. \n[92]Well... See, now there's some team unity! Now let's load up the jet. REVEAL: A SHITTY SCHOOL BUS has the words 'THE JET!' Spray- painted in graffiti letters with a palm tree next to it. \n[93] Now we've got a special treat. You know I take care of my family. Today, the Jet is catered. I had Downtown's Mom pack us some hot dish. \n[94]Sorry Scootsie. \n[95]What does symbolic mean? \n[96]I don't know what your bank is talking about. That is a real check. I signed it myself. \n[97]I don't get it. People are usually able to cash these. Maybe you should try another bank.  If you run into any more trouble, let me know. \n[98]Any time, congratulations. Jackie turns away from Dukes and exhales, walking back to the bus. \n[99] \n[100]Alright. Now, a lot of people out there are writing us off. A lot people are saying things like 'Jackie Moon is an offensive liability.' They're saying 'Flint's turnovers led to sixty fast break points per game.'  They're saying 'Bee Bee's retarded brother is so retarded that his eyes look too big,. Like a French Bulldog. \n[101] Yes they did. And we're going to use it as motivation, okay? THIS IS \n[102]OH, C'MON!? Where's the charge, Father Pat? \n[103] \n[104]What!? What did I say? Jackie takes a ball and drop kicks it, PUNTING IT high up into the rafters. \n[105]My wife is using it. I'll be crashing with you guys tonight.  Ice? Awesome.  Love American Style? Turn it up.     46. Jackie doesn't say a word about the pot. Instead he keeps his eyes glued to the TV, then reaches for the joint and SMOKES \n[106]  \n[107]You guys need to wake up. Quit living like it's the 1950's, man. Live it up.  Hey Clarence, let's have some of that smoke, bro. \n[108] This stuff won't affect you. It's premium. Jackie finishes inhaling, then holds it out for Monix. He stares at the joint, then around the room at his teammates. \n[109]Well said. Monix takes the stupid joint. The instant Monix inhales he \n[110]His Mom grows it. \n[111]C'mon man, have some respect for his Mom's weed. \n[112]Yeah, just move all those people over to this side.  See, the TV cameras are going to face this way, right? Well, if we fill the seats on that side, we'll look sold out. \n[113]Alright, break it up.  Everyone huddle up!... VAKIDIS! OVER HERE. Where is he walking to?  Fuck it. Listen up, we're on National TV tonight. And you all know what that means: The league needs a good clean game. \n[114]Hey! You guys want to merge or not? Because the fastest way to screw this up is to start punching people in the face while the commissioner is at home, watching the game with his kids... Children are very impressionable. Their minds are not yet soiled by the cruel realities of this world. \n[115]No punching. Behind the huddle, FANS BEGIN WALKING RIGHT ACROSS THE COURT. Both teams turn to watch this strange thing. The Amigos manager leads the herd, Jackie helps out, directing them across to the other side. \n[116] \n[117] \n[118]What? \n[119]I like it. Time out Ref!     51. \n[120] \n[121] \n[122] \n[123]Okay, solid first half guys, but we're going to have to make some \n[124]Yeah! C'mon guys! Rotate the ball. Monix looks at this group and gets even madder.     53. \n[125]  \n[126] Dukes! I don't make the rules. If they can't cash it, maybe you'll have to go out of state.  I would if I could, but if I give you another check, that would be two checks. That would be $20,000, not ten. What are you trying to pull here?  I've got to take this other call Dukes. Bye!--  Flint Tropics hot line... Oh hey Commish ... \n[127]Guys. The guys look up to find Jackie. He does not look happy. \n[128]The commissioner just called. \n[129]I looks like we've got ourselves a situation. We've got some new 'terms and conditions' for this merger deal. \n[130]Basically, we've got to average at least 2,000 fans per home game for \n[131]He said the NBA will only take a franchise that has fans. \n[132]Let's try and stay positive. My Mother always believed Flint was a town of destiny. And I believe that. Now, I've already started work on a huge idea to promote us. \n[133]This is my team, so get to know them -- If you get near the lane I'll yank your scrotum --     59. \n[134]  \n[135]Nice leg kick Kong. Those flexible hips are a coach's dream.  Now big finish -- and freeze. And then we start the game after that. \n[136]This is practice, okay Clarence? We need to get two thousand people in here! Our intro dance has to blow people's minds. He begins pacing around, more passionate than ever... \n[137]From now on, I want our afros bigger... And shinier ... . I want our shorts shorter... And tighter... We're going to pull our tube socks up higher than we ever have before. The team seems to be looking off screen. \n[138]What's wrong?     64. REVEAL: Monix has been watching this whole thing. With Monix on the court, everyone feels kind of stupid. \n[139]Hey, you're back! Listen, you should probably chalk your hands up for this number. \n[140]Coach? Jackie is totally thrown by this. He looks around at the team. Clearly, a decision has been made. \n[141]What do you mean, coach?  What is this? What's going on?  It's a Mutiny. \n[142]Hold on a second. Last time I checked, we didn't live in Flint, Russia. We live in Flint, America. I'm coach until a new one is elected. \n[143]Please God No. \n[144] It's cool. I get it. I'm a big boy, I can handle it.     65. Jackie cries harder. \n[145]Woah. Hold on. Did you just say 'great owner?' \n[146]Now, when you said great owner, were you just saying that? Because it's not cool to mess with me about this. \n[147] Here. You may need this. Now he pulls out a bunch of crazy notes on loose paper written in ball point pen. The pages look insane. \n[148] And here are some ideas for plays I've jotted down. Just thoughts. \n[149]I like it. Unselfish, guys.     66. \n[150]Wait, so, what's going on with the blow jobs? \n[151] All in favor? Everyone raises their hands in favor of blow jobs. \n[152]Hold on. I'm lost. \n[153]Yeah, maybe we could try, like, play number two. \n[154]Yeah, I'm pretty beat. \n[155]What does he mean by 'literally?' \n[156]Monix, can I talk to you for .a second? \n[157]Wait... \n[158]You're fired! \n[159]Fuck you. \n[160]Monix, I need to talk to you. \n[161]I can't puke Monix! \n[162]Monix! You don't understand. I've never thrown up in my life. \n[163]I've never puked. Ever. \n[164]I haven't. I swear to God. I can eat anything. I can drink anything. I've been sick, but I've never puked. I swear to God. \n[165]I don't puke. I can't do it! It's the truth! I swear on my Mother's grave. At this point, Monix can't help but be intrigued. \n[166]My Mom said I never did. I swear. She said I was fascinating. \n[167]You can call my Dad! I've never puked. When Jackie looks up at Monix, it's clear he is not lying. \n[168]What do you mean? \n[169]I don't know. I ate bad sausage before. But nothing happened. \n[170]I don't know. What's a Jejunum? \n[171]I don't know. I doubt-- \n[172]ECU: Monix's knowing fist digs deep under Jackie's rib cage. It's the hardest punch ever filmed. ON JACKIE'S REACTION: He stands, beyond pain, empty of any possible air. The blood leaves his face andhis eyesbecome confused, watering strangely. Part of Jackie's brain wants tospeak,buthe feelsunhuman-- his lips separate only slightly. He wanders out of frame.     73. \n[173] \n[174] \n[175] \n[176] Mom? \n[177] \n[178]MONIX stands in the doorway, watching this. \n[179]I'm beautiful. \n[180]He's right guys. But remember, we want to win, but not by too much.     '75 . \n[181]I'm sorry, Monix, but we don't even have corn dogs. \n[182]We're up by seven, Monix. Can't we just take it easy? We're talking about a lot of corn dogs here. \n[183] \n[184] \n[185] \n[186]Shit. \n[187]I asked you up to the Daiquiri room, because this is a private matter.  As you know, I threw up recently.     77. It was the first time in my life. And, well, it's made me feel... I guess you could say I've got a new clarity in life.  Since vomiting on Wednesday, I've been facing my demons. I'm not going to be an imposter any more.  mailed out 562 corn dog coupons.  And I'd like to bring somebody special in... DUKES! Dukes walks in. He is still shirtless. Jackie hands him a duffel bag. \n[188]In this bag, is ten thousand dollars. \n[189]Actually, it's twenty three hundred. But I'm going to pay you the rest. The Tropics will not let you down. From now on, I want my conscience clear. \n[190]Can I confess something to everyone? It's something I've never told anybody. \n[191]You know my song 'Love Me Sexy?' \n[192]I stole it. \n[193]It's true.  My Mom wrote it. Three weeks before she died. And I stole it. Even Monix is fascinated by this. \n[194]No, she wrote it on a napkin. I duped the whole world. I'm nothing but a fraud.  It's true, I'm a famous singer. And I've landed the hottest wife in the world. But, to be honest, we usually only sleep together once a year. On VJ day. \n[195] And even on that day, I don't feel like it's me who's sleeping with her. \n[196]She married me because of my song, but I didn't write it. So sometimes I feel like it's not even me who's with her.  Deep down, I feel like it's really my Mom who is making love to her. When I hold Lucy's supple breasts in my hands, they are my Mom's hands. When I eat a pair of edible panties off of her, they are my Mom's teeth. \n[197]I'm living in a prison, Dukes. \n[198]Oh please! I could never write anything as brilliant as 'Love Me Sexy!'  Listen to me, Tropics. Today is a new day. I am going to be the greatest basketball owner you've ever seen. And we're going to make it to fourth place. MUSIC CUE: HOT CHOCOLATE 'EVERY 1's A WINNER.' MEGA-MONTAGE: THE TROPICAL FEVER SEQUENCE. (Note: The music fades in and out throughout as needed). -PRE GAME: The Tropics do their 'intro dance.' They perform the waterfall down into.a cool pose. The crowd loves it. -TROPIC HIGHLIGHTS: They run a fast break weave, Monix makes the layup. Clarence penetrates and dishes to Jackie for a pull up jumper. -THE TROPICAL AISLE: Fat people in Hawaiian shirts go crazy. A lady chucks her nachos at the other team. -RESULTS: The scoreboard shows a Tropics win. -ATTENDANCE: A clicker counts up to 182 fans. -MORE INTRO EXCITEMENT: Jackie introduces his starting five. \n[199] And at guard, six foot two. Formerly known as Clarence Withers, and Sugar Dunkerton, and Downtown Funky Stuff Malone, and Jumping Johnny Johnson -- He's launching his new name tonight -- Put your hands together for: COFFEE BLACK. Clarence jogs out with Coffee Black sewn into his jersey...     80. -RESULTS: A newspaper shows the Tropics have moved out of last place. -ATTENDANCE: A clicker counts up to 406. -JACKIE THE PROMOTER: He's giving away a mountain of cupcakes. A lucky fan stands next to him. \n[200] Eric has just won CUP CAKE MO UN TAINNNNNNNNN!!! Can you imagine how that feels? Who wants to see Eric take a bite!? -ATTENDANCE: A clicker counts up to 620. -THE KREMLIN: The team parties like it's 1976. The ball girls are looking pretty good. -MONTAGE CONTINUES WITH TROPIC HIGHLIGHTS. As music cranks, Clarence dribbles and pulls up for a little floater. On defense, Jackie rejects a shot. -WHEELCHAIR DARREN AND JODY: Jody wheels right out onto the floor, an opponent flips over her and tumbles. Jody spills out of her wheelchair, totally psyched. \n[201]Good job honey! Looking good. -ATTENDANCE: A clicker counts up to 890. -TROPIC HIGHLIGHTS: Scootsie Double Day Scores. Twiggy Munson Scores. Bee Bee Ellis scores. Jackie Moon hits a ill advised three pointer. Monix rejoices, he's actually having fun. \n[202]Which girls?  Oh. It doesn't look like it. Wow. It's true, the ball girls are flashing the crowd with every kick. \n[203]I didn't do it. They did. Melinda winks at Jackie, as her skirt flips up. The crowd is going goes crazy. -ATTENDANCE: The clicker raises to 906. -MORE PRACTICE: Clarence slams a dunk and does a jig. \n[204]Actually, Monix, I need him to dance. A lot. The fans need it.  It's either that, or we play with a monkey. \n[205]If you dunk it, go fuckin' ape shit. -GAME TIME. CLARENCE DUNKS THE BALL: He immediately launches into a preposterous celebration: Back flip, 360 spin down to the splits, back up, he and Jackie give each other ten and then do an extended hand jive routine. Now Jackie blows Clarence a kiss, which 'knocks him out flat.' Clarence then poses, elbow on the floor, hand under his head, smiling.     83. JACKIE'S WIFE: LUCY MOON sleeps with LOU REDWOOD. -JACKIE THE PROMOTER: Halftime, at center court, a ramp is set up. Behind the ramp, all the ball girls lay head-to-toe. \n[206] \n[207] \n[208]Just keep taping it up. I'm fine. Now the COMMISH  steps over. \n[209]Oh, hey Commish.      84. I didn't know you were in town this weekend. \n[210] That's correct. The commissioner looks around, skeptical. As we scan the stands, it's clear the crowd is still not big enough. \n[211]What, you don't think people go to the bathroom?  Saturdays can be a little slow. You should have been here the other night, it was SO PACKED. \n[212]Tomorrow, at half time, I, Jackie Moon, will wrestle a bear. \n[213]--That's tomorrow! One night only! See Dewie the wrestling bear attack me. He's killed people in public before. \n[214] \n[215] \n[216]I'm scared of bears, Clarence. \n[217]I hate these things. I'm freaking out right now. \n[218]Look at this place. We're packed. It was a good idea. \n[219]You don't understand. I don't like bears. I'm feeling dizzy. Jackie is seriously petrified. Clarence adjusts the collar of his ref jersey and looks around, worried about his friend. \n[220]NO. Look into my eyes.  You're the ref tonight. No matter what happens in there, do not stop the fight, okay?     91 These people came to see a show. I've got to make it through at least one round. \n[221]Yeah, let's do it. \n[222]I don't need a safe word. \n[223]It's an Italian Gelato, sort of like Almond flavored ice cream. \n[224]I don't know, I've never had it.     92. \n[225]No, I don't need a safe word, okay? Let's just do this. One round.  DING DING DING! The bell has rung. The crowd goes crazy. Clarence assumes his position as ref. Jackie walks slowly toward the bear, frightened. They bear scratches his belly, cute. Jackie immediately quits. \n[226] Okay, fuck this. \n[227]SPUMONI. I'm out of here. \n[228]Well, too bad, I'm SPUMONI-ING. PEOPLE START TO BOO. Jackie looks around at the angry crowd. \n[229] C'mon Dewie...  What's going on? Is he going to-- \n[230] \n[231] \n[232] \n[233] \n[234] \n[235] \n[236] \n[237] \n[238] \n[239] \n[240](screaming at the bear \n[241]Oh, hey Commish. Good game huh? And a packed house too. \n[242]I don't know.  I'm trying to.  I wish I could just puke this away.  Do it to my Jejunum, Monix. Help me. But Monix is leaving. He turns and walks off, alone down the dark street... The others walk away too... \n[243]Wait! Monix! Where is everyone going?...     98. \n[244] Baby, who wants to- love me sexy! baby, Ugh, are you ready to; lick me sexy!!!? Yeah yeah!! HA! INSIDE A DUMPSTER, REVEAL: Jackie lays in garbage and sings up to the sky. It's official, he has lost his mind.     102. \n[245] I'm a big faker and I stole this; Song-ly sexy. I'm the biggest failure in the; world-ly sexy. I'm going to kill my; self-y sexy. \n[246]I'm going to hang myself with an extension; cord-y sexy. \n[247] I am urinating in my pants right now. \n[248]No sir. \n[249]It feels pretty good. \n[250] \n[251] \n[252]The Spurs may be the #1 team in the league, but they're going to have to prove it on Friday night. \n[253] We.'re going to win this game, because we want it. It's as simple as that. That alone should make people want to show up and root for us. Jackie and the announcer look at each other for a long moment of silence... \n[254]Plus, this is the FLINT MICHIGAN \n[255]Save your ticket stubs, the mega- bowl is an historic event. \n[256]It's a Mega-Bowl. What's not to understand? \n[257]--The Mega Bowl trophy is twelve feet high. AND IT IS GLORIOUS. \n[258]Well, I didn't. \n[259]Oh please. You're just words.  \n[260] \n[261] \n[262] \n[263] \n[264] \n[265] Now, I want you to go forward, and tell the others what I have told you here today. Do you understand me, son? \n[266] Yes Mother. You are so kind.  I'm sorry I stole your song. \n[267]I forgave you for that a long time ago. I'd say it's about time you forgave yourself.     112. \n[268]I don't want to leave this place. It's so fluffy. I miss you, Mom. \n[269]I miss you too, Jackie. Now, you gotta wake up. You're missing the game. \n[270]Oh. I am? That's bad isn't it?  Can you make time go backwards? \n[271]Not really. Now hurry up. And don't forget what I said. Jackie walks into the clouds, then turns back. \n[272]Hey Mom, I threw up. \n[273]I know you did, sweetie. \n[274]--Hold on you guys. I have something to tell you. \n[275]I had a dream. I had a dream, I was in heaven and my Mother spoke to me... She was wearing a flowing white gown... And she showed me a whole new way to score a basket. She spoke to me and said with this gift, you will win fourth place.' \n[276] \n[277] \n[278]I had a dream. And in my dream, my mother jumped... Her gown flowing in the wind... And she caught a pass in the air and dunked it, without ever touching the ground... SLO MO: Clarence catches it and slams it hard. \n[279].She lifted her veil and said 'I call this the Alley Oop.' Everyone stands there, astonished. The other team is frozen. The fans are confused. The ref has no idea what to do. \n[280].And she said it would change the game forever... The other players are starting to appreciate what they've just seen.     115. \n[281]No. My Mom said it was fine. The whole arena is waiting for Father Pat the Ref to process this information. \n[282] \n[283] \n[284] \n[285] \n[286]Bring it in! One two three-- \n[287] \n[288] Don't worry you guys, I got this...  I am awesome at free throws. \n[289] \n[290] \n[291]What, you've never seen me shoot free throws before? \n[292]Lucy? \n[293]My Mom says you're a bad lady. She says your vagina is for sad people. \n[294] \n[295] \n[296]Hey, it's the Mega Bowl. \n[297] \n[298] \n[299] \n[300] \n[301]Yeah, that was a great take. Play that back for me, would you? \n[302] \n[303]Sorry Robert, the ring stays on. MUSIC CUE: 'SHAKE YOUR GROOVE THING' BY PEACHES &amp; HERB. ", "Moon": "\n[1]Ladies and gentleman, please rise... \n[2].For the National Anthem... Of your Flint Michigan Tropics. \n[3]PICTURE 1: The one-hit-wonder, Jackie moon is on an album cover, shirtless, petting a white leopard. \n[4]Baby, who wants to; love me sexy. baby, are you ready to; lick me sexy. PICTURE 2: Jackie Moon in Reno, singing with Pat Boone. He holds up his only hit single. PICTURE 3: Jackie is getting married to LUCY MOON. She's the hottest girl in the world. \n[5]Take off your shoes and; suck me sexy. Baby, we're naked and we're; \n[6]  \n[7]Take off your shoes and; suck me sexy. THE BALL GIRLS: They bounce around in shiny-funky hot pants -- dancing cool, but not in sync. When it comes to ball girls, Flint delivers. THE TROPICAL AISLE: A rowdy bunch is decked out in Hawaiian shirts and packed in behind the visiter's bench, looking for trouble. THE SCOREBOARD: The Magnovox has been sold. The Tropics now do it by hand. \n[8]Baby, we're naked and we're; humping sexy... ANGLE ON DARREN AND JODY: Two kids in WHEEL CHAIRS are parked next to the hardwood, eating nachos and drinking giant cokes. \n[9] \n[10] \n[11]I'm living a dream, Flint and I know you are too.  AT GUARD, from Peoria Illinois, six foot one -- this guy's single and he can cook lasagna, I've seen him do it -- TWIGGY -- MUNSONNNNNNN! Bobby Dee hits the disco ball as TWIGGY trots out. \n[12]FROM SOUTH BEND INDIANA, the man with a heart of gold, his brother's a retard, six foot one, he drives down to visit all the time, at forward, he reads to him, BEE BEE \n[13]YOUR MAN IN THE MIDDLE. Seven foot two, from the People's Republic of Uzbechistan, he's tall, he's sensitive -- loves candle light and long walks on the beach -- VAKIDIS \n[14]Now this next guy, where do I start? First of all, that wife of his, she is... Wow.  CANONS, people. If you know what I'm saying. I don't think she's here tonight, but if she was you'd see what I'm talking about.     12. He's a small forward, the luckiest man in Flint: SCOOTSIE DOUBLE- \n[15]AND FINALLY: The man you've been waiting for, six foot four, a solid, meaty, two hundred fifteen pounds, your pre-game announcer, your owner, your coach, your pop singing sensation, but most importantly, your POWER FORWARD... Yours truly... JACKIE M00000000N!!! Jackie takes off his blazer, twirls it, then tosses it off screen. It's game time. At center court, PLAYER/OWNER/COACH JACKIE huddles them up. \n[16]Alright you guys, let's huddle up!  Vakidis! Where's he walking to? Kong, get Vakidis. A very short Asian man, KONG, nods. The uniform hangs on his tiny body. \n[17] Let's put on a good show tonight, okay? Let's keep it in the air, keep shooting, look for the baseball pass, launch some early threes to set the tone. Bee Bee, try and do that no-look behind your back thing, I love that, okay? Now let's bring it in. One two three-- \n[18] Hey, you lose weight, Father Pat? \n[19]For safety. Just then, Vakidis jogs over, SLIPPING HORRIBLY in the puddle, ripping his groin. \n[20] \n[21]Enough with the cheese already. More chips, less cheese, how many times do I have to tell you? WHISTLE! Jackie's been walking with the ball. FATHER PAT THE REF wears a holy collar with pin strips over it. \n[22]Traveling!?... On who? \n[23]That's bullshit, Father Pat! Jackie, furious, SLAMS THE BALL down on the floor.     15. \n[24]Yes! Nice first half guys! That's what I call Flint Tropic's basketball!  I've been telling you all season, we're about to make a run. Flint Michigan is destined for greatness.  Twiggy, enough with the bounce passes, let's show some zip. Bee Bee, try not to get fouled so much, free throws take too long. Scootsie, what did I tell you about catching with two hands.? God gave you one hand for a reason: To look awesome. Jackie points to the chalkboard. Where one of his catchy slogans is spelled out. \n[25]Let's stay focused on the four \n[26]Listen up guys: I've got some good news and I've got some bad news. The good news is, we're getting rid of that piece of shit washing machine. The bad news is, everyone does their laundry at home from now on. Towels too. Everyone complains. Boo etc. Jackie turns to BOBBY DEE a 'front office' guy. \n[27]And Bobby Dee, I need you to clean out your desk. \n[28]You're not fired. I sold your desk. \n[29] And I'm going to shed a few lockers, so everyone's getting a locker buddy. \n[30]Fine. Now, there's one last thing: I've added some depth to the roster. I think he could deliver some firepower.     18. \n[31]At guard, six one, the hometown kid, from your very own Flint Michigan -- He punches in bunches Ed MONIXXXXXXXX! We hear a TOILET FLUSH. Monix exits the bathroom stall buttoning his pants. \n[32]Okay, now, I know everyone in this room has probably been punched in the face by Monix at one time or another.  One of you may have even had your collar bone broken, twice. But that's in the past now and- \n[33]Thanks Bobby.  I love half time.  Anyways, welcome aboard.  One last thing: If you see a possum try and kill it. With that, Jackie leaves. Monix faces his team in silence. \n[34]Ladies and Gentleman, this man is about to attempt the impossible. The $10,000 full court shot. So, tell me, what's your name? \n[35]Okay, Dukes. You feeling it? \n[36]What are you going to spend all of your money on if you win? A shirt? \n[37]Okay people, Dukes is excited. Let's get some clapping going as he prepares himself for the impossible.  This is drama, folks! C'mon now, let's hear it! The $10,000 shot people, let's hear it!!! For the first time, Dukes looks kind of serious. He sizes up the distant hoop... \n[38] He looks ready... And... Here he goes! An uncoordinated baseball pass... Sailing off into the distance... And... \n[39]Shit. \n[40] Did he step on the line? \n[41]Who the Hell has $10,000? I sure he stepped on the line, you know what I'm saying? \n[42] Fuck me. \n[43] \n[44] Get the funk outta-of-my-face... A SIGN SAYS: THE KREMLIN. Jackie rolls up and parks in a reserved parking space. He rolls up the windows and locks the doors by hand and exits. \n[45]Not much. \n[46]Oh yeah. Just icing them down. \n[47]Well look at you! You look beautiful. What's different? \n[48]No, that's not it... Did your tits get bigger? \n[49]Don't lie to me. Those things got bigger. \n[50]Well, good job. Jackie keeps walking, bumping into MS. QUINCY, Clarence's mother. \n[51]Oh. It's okay, Lucy and I've got an open relationship. \n[52]She's hot right? What can I say, we're freedom lovers.  Hey honey! Lucy Moon ignores him, only making out harder. \n[53] Right on!  I'm not jealous. It's a sweet deal for both of us. \n[54]I could. That's the beauty of it. No ball and chain here.     24. I can just go for it. You know, if I ever get invited to some cool orgy, it's definitely not a problem at all. \n[55]Pshh. Are you kidding? When haven't I been? \n[56] Hold on a second. \n[57]Where's the boogie? Jackie fights his way through the crowd to the DJ booth. \n[58] \n[59] \n[60] \n[61] The year was 1973. A young musician named Jackie Moon, finishes years of musical training, only to find he is a slave to the notes on the page. He knows it's time to break free. In a sudden fit of creative mastery, he grabs a pen and a napkin and writes a song that breaks all the rules. Ladies and gentleman... Let's get sweaty. MUSIC CUE: Jackie's song. Everyone goes crazy. \n[62] Baby, who wants to; love me sexy. baby, are you ready to; lick me sexy. Take off your shoes and; suck me sexy. Baby, we're naked and we're; humping sexy-- \n[63]That's right. REVEAL: LUCY MOON, Jackie's wife, is on the couch. She's the hottest girl in the world. \n[64]What do you think, Gayle? Does he like it with my boots on, or does he like my boots off? \n[65]Then it looks like I'm ready. As soon as you slide these shorts off of me. \n[66]He knows about the Daiquiri room. \n[67]Honey, you don't know what good is. With that, Lucy flicks on the stereo-- \n[68]You can call me Mrs. Moon. Gayle and Lucy perform a funky/seductive dance, moving closer and closer to Monix.     29. \n[69]It has to. \n[70] Why don't you lick these clean for me? \n[71] I see what this is: You want us to send Eric and Marcus up here? On the way out, Monix flicks her off. \n[72](into the rear view, very \n[73]Your Mom would be proud of you today. \n[74] \n[75] You're a real owner. You're in the \n[76]Exactly! You know it!  I'm sorry, wait, what? \n[77]Dissolve? Dissolve, like, how? How do I dissolve into the NBA? The winning owners look at each other, not sure how to handle Jackie. \n[78]What's happening?     34. \n[79]No. NO! NO!!! He kicks over his chair... \n[80]I don't want a sum! I want my team!  C'mon you guys, you're not going to just sit here and take the money, are you? They are. \n[81] What do the Spurs have that we don't? \n[82]Oh, c'mon, that's BULLSHIT! \n[83]The best four teams should go.     35. \n[84]Forget the huge fan base, the stadiums, the economic...  Growing... package... inventions... \n[85] \n[86]So far. The season isn't over. \n[87]YES. That's right. What he said.     36. \n[88]C'mon you guys, let's try to stay psyched. This is a chance to become a real NBA franchise! \n[89]I ran the numbers. All we have to do is win about eighty-two percent of our remaining games. \n[90]Oh, c'mon! We just gotta start hitting our threes.  Listen, I know this seems like bad news, but it doesn't have to be. This is a big road trip for us. We've just got to start playing solid Flint basketball. \n[91] Sorry. \n[92]We do not suck, okay? We just have to want it!     37. Pumped, Jackie walks around with his hands on his hips. \n[93]Well... See, now there's some team unity! Now let's load up the jet. REVEAL: A SHITTY SCHOOL BUS has the words 'THE JET!' Spray- painted in graffiti letters with a palm tree next to it. \n[94] Now we've got a special treat. You know I take care of my family. Today, the Jet is catered. I had Downtown's Mom pack us some hot dish. \n[95]Sorry Scootsie. \n[96]What does symbolic mean? \n[97]I don't know what your bank is talking about. That is a real check. I signed it myself. \n[98]I don't get it. People are usually able to cash these. Maybe you should try another bank.  If you run into any more trouble, let me know. \n[99]Any time, congratulations. Jackie turns away from Dukes and exhales, walking back to the bus. \n[100]Alright. Now, a lot of people out there are writing us off. A lot people are saying things like 'Jackie Moon is an offensive liability.' They're saying 'Flint's turnovers led to sixty fast break points per game.'  They're saying 'Bee Bee's retarded brother is so retarded that his eyes look too big,. Like a French Bulldog. \n[101] Yes they did. And we're going to use it as motivation, okay? THIS IS \n[102]OH, C'MON!? Where's the charge, Father Pat? \n[103] \n[104]What!? What did I say? Jackie takes a ball and drop kicks it, PUNTING IT high up into the rafters. \n[105]My wife is using it. I'll be crashing with you guys tonight.  Ice? Awesome.  Love American Style? Turn it up.     46. Jackie doesn't say a word about the pot. Instead he keeps his eyes glued to the TV, then reaches for the joint and SMOKES \n[106]  \n[107]You guys need to wake up. Quit living like it's the 1950's, man. Live it up.  Hey Clarence, let's have some of that smoke, bro. \n[108] This stuff won't affect you. It's premium. Jackie finishes inhaling, then holds it out for Monix. He stares at the joint, then around the room at his teammates. \n[109]Well said. Monix takes the stupid joint. The instant Monix inhales he \n[110]His Mom grows it. \n[111]C'mon man, have some respect for his Mom's weed. \n[112]Yeah, just move all those people over to this side.  See, the TV cameras are going to face this way, right? Well, if we fill the seats on that side, we'll look sold out. \n[113]Alright, break it up.  Everyone huddle up!... VAKIDIS! OVER HERE. Where is he walking to?  Fuck it. Listen up, we're on National TV tonight. And you all know what that means: The league needs a good clean game. \n[114]Hey! You guys want to merge or not? Because the fastest way to screw this up is to start punching people in the face while the commissioner is at home, watching the game with his kids... Children are very impressionable. Their minds are not yet soiled by the cruel realities of this world. \n[115]No punching. Behind the huddle, FANS BEGIN WALKING RIGHT ACROSS THE COURT. Both teams turn to watch this strange thing. The Amigos manager leads the herd, Jackie helps out, directing them across to the other side. \n[116] \n[117] \n[118]What? \n[119]I like it. Time out Ref!     51. \n[120] \n[121] \n[122] \n[123]Okay, solid first half guys, but we're going to have to make some \n[124]Yeah! C'mon guys! Rotate the ball. Monix looks at this group and gets even madder.     53. \n[125]  \n[126] Dukes! I don't make the rules. If they can't cash it, maybe you'll have to go out of state.  I would if I could, but if I give you another check, that would be two checks. That would be $20,000, not ten. What are you trying to pull here?  I've got to take this other call Dukes. Bye!--  Flint Tropics hot line... Oh hey Commish ... \n[127]Guys. The guys look up to find Jackie. He does not look happy. \n[128]The commissioner just called. \n[129]I looks like we've got ourselves a situation. We've got some new 'terms and conditions' for this merger deal. \n[130]Basically, we've got to average at least 2,000 fans per home game for \n[131]He said the NBA will only take a franchise that has fans. \n[132]Let's try and stay positive. My Mother always believed Flint was a town of destiny. And I believe that. Now, I've already started work on a huge idea to promote us. \n[133]This is my team, so get to know them -- If you get near the lane I'll yank your scrotum --     59. \n[134]  \n[135]Nice leg kick Kong. Those flexible hips are a coach's dream.  Now big finish -- and freeze. And then we start the game after that. \n[136]This is practice, okay Clarence? We need to get two thousand people in here! Our intro dance has to blow people's minds. He begins pacing around, more passionate than ever... \n[137]From now on, I want our afros bigger... And shinier ... . I want our shorts shorter... And tighter... We're going to pull our tube socks up higher than we ever have before. The team seems to be looking off screen. \n[138]What's wrong?     64. REVEAL: Monix has been watching this whole thing. With Monix on the court, everyone feels kind of stupid. \n[139]Hey, you're back! Listen, you should probably chalk your hands up for this number. \n[140]Coach? Jackie is totally thrown by this. He looks around at the team. Clearly, a decision has been made. \n[141]What do you mean, coach?  What is this? What's going on?  It's a Mutiny. \n[142]Hold on a second. Last time I checked, we didn't live in Flint, Russia. We live in Flint, America. I'm coach until a new one is elected. \n[143]Please God No. \n[144] It's cool. I get it. I'm a big boy, I can handle it.     65. Jackie cries harder. \n[145]Woah. Hold on. Did you just say 'great owner?' \n[146]Now, when you said great owner, were you just saying that? Because it's not cool to mess with me about this. \n[147] Here. You may need this. Now he pulls out a bunch of crazy notes on loose paper written in ball point pen. The pages look insane. \n[148] And here are some ideas for plays I've jotted down. Just thoughts. \n[149]I like it. Unselfish, guys.     66. \n[150]Wait, so, what's going on with the blow jobs? \n[151] All in favor? Everyone raises their hands in favor of blow jobs. \n[152]Hold on. I'm lost. \n[153]Yeah, maybe we could try, like, play number two. \n[154]Yeah, I'm pretty beat. \n[155]What does he mean by 'literally?' \n[156]Monix, can I talk to you for .a second? \n[157]Wait... \n[158]You're fired! \n[159]Fuck you. \n[160]Monix, I need to talk to you. \n[161]I can't puke Monix! \n[162]Monix! You don't understand. I've never thrown up in my life. \n[163]I've never puked. Ever. \n[164]I haven't. I swear to God. I can eat anything. I can drink anything. I've been sick, but I've never puked. I swear to God. \n[165]I don't puke. I can't do it! It's the truth! I swear on my Mother's grave. At this point, Monix can't help but be intrigued. \n[166]My Mom said I never did. I swear. She said I was fascinating. \n[167]You can call my Dad! I've never puked. When Jackie looks up at Monix, it's clear he is not lying. \n[168]What do you mean? \n[169]I don't know. I ate bad sausage before. But nothing happened. \n[170]I don't know. What's a Jejunum? \n[171]I don't know. I doubt-- \n[172] Mom? \n[173]I'm beautiful. \n[174]He's right guys. But remember, we want to win, but not by too much.     '75 . \n[175]I'm sorry, Monix, but we don't even have corn dogs. \n[176]We're up by seven, Monix. Can't we just take it easy? We're talking about a lot of corn dogs here. \n[177] \n[178] \n[179] \n[180]Shit. \n[181]I asked you up to the Daiquiri room, because this is a private matter.  As you know, I threw up recently.     77. It was the first time in my life. And, well, it's made me feel... I guess you could say I've got a new clarity in life.  Since vomiting on Wednesday, I've been facing my demons. I'm not going to be an imposter any more.  mailed out 562 corn dog coupons.  And I'd like to bring somebody special in... DUKES! Dukes walks in. He is still shirtless. Jackie hands him a duffel bag. \n[182]In this bag, is ten thousand dollars. \n[183]Actually, it's twenty three hundred. But I'm going to pay you the rest. The Tropics will not let you down. From now on, I want my conscience clear. \n[184]Can I confess something to everyone? It's something I've never told anybody. \n[185]You know my song 'Love Me Sexy?' \n[186]I stole it. \n[187]It's true.  My Mom wrote it. Three weeks before she died. And I stole it. Even Monix is fascinated by this. \n[188]No, she wrote it on a napkin. I duped the whole world. I'm nothing but a fraud.  It's true, I'm a famous singer. And I've landed the hottest wife in the world. But, to be honest, we usually only sleep together once a year. On VJ day. \n[189] And even on that day, I don't feel like it's me who's sleeping with her. \n[190]She married me because of my song, but I didn't write it. So sometimes I feel like it's not even me who's with her.  Deep down, I feel like it's really my Mom who is making love to her. When I hold Lucy's supple breasts in my hands, they are my Mom's hands. When I eat a pair of edible panties off of her, they are my Mom's teeth. \n[191]I'm living in a prison, Dukes. \n[192]Oh please! I could never write anything as brilliant as 'Love Me Sexy!'  Listen to me, Tropics. Today is a new day. I am going to be the greatest basketball owner you've ever seen. And we're going to make it to fourth place. MUSIC CUE: HOT CHOCOLATE 'EVERY 1's A WINNER.' MEGA-MONTAGE: THE TROPICAL FEVER SEQUENCE. (Note: The music fades in and out throughout as needed). -PRE GAME: The Tropics do their 'intro dance.' They perform the waterfall down into.a cool pose. The crowd loves it. -TROPIC HIGHLIGHTS: They run a fast break weave, Monix makes the layup. Clarence penetrates and dishes to Jackie for a pull up jumper. -THE TROPICAL AISLE: Fat people in Hawaiian shirts go crazy. A lady chucks her nachos at the other team. -RESULTS: The scoreboard shows a Tropics win. -ATTENDANCE: A clicker counts up to 182 fans. -MORE INTRO EXCITEMENT: Jackie introduces his starting five. \n[193] And at guard, six foot two. Formerly known as Clarence Withers, and Sugar Dunkerton, and Downtown Funky Stuff Malone, and Jumping Johnny Johnson -- He's launching his new name tonight -- Put your hands together for: COFFEE BLACK. Clarence jogs out with Coffee Black sewn into his jersey...     80. -RESULTS: A newspaper shows the Tropics have moved out of last place. -ATTENDANCE: A clicker counts up to 406. -JACKIE THE PROMOTER: He's giving away a mountain of cupcakes. A lucky fan stands next to him. \n[194] Eric has just won CUP CAKE MO UN TAINNNNNNNNN!!! Can you imagine how that feels? Who wants to see Eric take a bite!? -ATTENDANCE: A clicker counts up to 620. -THE KREMLIN: The team parties like it's 1976. The ball girls are looking pretty good. -MONTAGE CONTINUES WITH TROPIC HIGHLIGHTS. As music cranks, Clarence dribbles and pulls up for a little floater. On defense, Jackie rejects a shot. -WHEELCHAIR DARREN AND JODY: Jody wheels right out onto the floor, an opponent flips over her and tumbles. Jody spills out of her wheelchair, totally psyched. \n[195]Good job honey! Looking good. -ATTENDANCE: A clicker counts up to 890. -TROPIC HIGHLIGHTS: Scootsie Double Day Scores. Twiggy Munson Scores. Bee Bee Ellis scores. Jackie Moon hits a ill advised three pointer. Monix rejoices, he's actually having fun. \n[196]Which girls?  Oh. It doesn't look like it. Wow. It's true, the ball girls are flashing the crowd with every kick. \n[197]I didn't do it. They did. Melinda winks at Jackie, as her skirt flips up. The crowd is going goes crazy. -ATTENDANCE: The clicker raises to 906. -MORE PRACTICE: Clarence slams a dunk and does a jig. \n[198]Actually, Monix, I need him to dance. A lot. The fans need it.  It's either that, or we play with a monkey. \n[199]If you dunk it, go fuckin' ape shit. -GAME TIME. CLARENCE DUNKS THE BALL: He immediately launches into a preposterous celebration: Back flip, 360 spin down to the splits, back up, he and Jackie give each other ten and then do an extended hand jive routine. Now Jackie blows Clarence a kiss, which 'knocks him out flat.' Clarence then poses, elbow on the floor, hand under his head, smiling.     83. JACKIE'S WIFE: LUCY MOON sleeps with LOU REDWOOD. -JACKIE THE PROMOTER: Halftime, at center court, a ramp is set up. Behind the ramp, all the ball girls lay head-to-toe. \n[200] \n[201]Just keep taping it up. I'm fine. Now the COMMISH  steps over. \n[202]Oh, hey Commish.      84. I didn't know you were in town this weekend. \n[203] That's correct. The commissioner looks around, skeptical. As we scan the stands, it's clear the crowd is still not big enough. \n[204]What, you don't think people go to the bathroom?  Saturdays can be a little slow. You should have been here the other night, it was SO PACKED. \n[205]Tomorrow, at half time, I, Jackie Moon, will wrestle a bear. \n[206]--That's tomorrow! One night only! See Dewie the wrestling bear attack me. He's killed people in public before. \n[207] \n[208] \n[209]I'm scared of bears, Clarence. \n[210]I hate these things. I'm freaking out right now. \n[211]Look at this place. We're packed. It was a good idea. \n[212]You don't understand. I don't like bears. I'm feeling dizzy. Jackie is seriously petrified. Clarence adjusts the collar of his ref jersey and looks around, worried about his friend. \n[213]NO. Look into my eyes.  You're the ref tonight. No matter what happens in there, do not stop the fight, okay?     91 These people came to see a show. I've got to make it through at least one round. \n[214]Yeah, let's do it. \n[215]I don't need a safe word. \n[216]It's an Italian Gelato, sort of like Almond flavored ice cream. \n[217]I don't know, I've never had it.     92. \n[218]No, I don't need a safe word, okay? Let's just do this. One round.  DING DING DING! The bell has rung. The crowd goes crazy. Clarence assumes his position as ref. Jackie walks slowly toward the bear, frightened. They bear scratches his belly, cute. Jackie immediately quits. \n[219] Okay, fuck this. \n[220]SPUMONI. I'm out of here. \n[221]Well, too bad, I'm SPUMONI-ING. PEOPLE START TO BOO. Jackie looks around at the angry crowd. \n[222] C'mon Dewie...  What's going on? Is he going to-- \n[223] \n[224] \n[225] \n[226] \n[227] \n[228](screaming at the bear \n[229]Oh, hey Commish. Good game huh? And a packed house too. \n[230]I don't know.  I'm trying to.  I wish I could just puke this away.  Do it to my Jejunum, Monix. Help me. But Monix is leaving. He turns and walks off, alone down the dark street... The others walk away too... \n[231]Wait! Monix! Where is everyone going?...     98. \n[232] Baby, who wants to- love me sexy! baby, Ugh, are you ready to; lick me sexy!!!? Yeah yeah!! HA! INSIDE A DUMPSTER, REVEAL: Jackie lays in garbage and sings up to the sky. It's official, he has lost his mind.     102. \n[233] I'm a big faker and I stole this; Song-ly sexy. I'm the biggest failure in the; world-ly sexy. I'm going to kill my; self-y sexy. \n[234]I'm going to hang myself with an extension; cord-y sexy. \n[235] I am urinating in my pants right now. \n[236]No sir. \n[237]It feels pretty good. \n[238] \n[239]The Spurs may be the #1 team in the league, but they're going to have to prove it on Friday night. \n[240] We.'re going to win this game, because we want it. It's as simple as that. That alone should make people want to show up and root for us. Jackie and the announcer look at each other for a long moment of silence... \n[241]Plus, this is the FLINT MICHIGAN \n[242]Save your ticket stubs, the mega- bowl is an historic event. \n[243]It's a Mega-Bowl. What's not to understand? \n[244]--The Mega Bowl trophy is twelve feet high. AND IT IS GLORIOUS. \n[245]Well, I didn't. \n[246]Oh please. You're just words.  \n[247] Yes Mother. You are so kind.  I'm sorry I stole your song. \n[248]I don't want to leave this place. It's so fluffy. I miss you, Mom. \n[249]Oh. I am? That's bad isn't it?  Can you make time go backwards? \n[250]Hey Mom, I threw up. \n[251]--Hold on you guys. I have something to tell you. \n[252]I had a dream. I had a dream, I was in heaven and my Mother spoke to me... She was wearing a flowing white gown... And she showed me a whole new way to score a basket. She spoke to me and said with this gift, you will win fourth place.' \n[253] \n[254] \n[255].She lifted her veil and said 'I call this the Alley Oop.' Everyone stands there, astonished. The other team is frozen. The fans are confused. The ref has no idea what to do. \n[256].And she said it would change the game forever... The other players are starting to appreciate what they've just seen.     115. \n[257]No. My Mom said it was fine. The whole arena is waiting for Father Pat the Ref to process this information. \n[258] \n[259] \n[260] \n[261]Bring it in! One two three-- \n[262] Don't worry you guys, I got this...  I am awesome at free throws. \n[263] \n[264]What, you've never seen me shoot free throws before? \n[265]Jackie!     121. \n[266]Lucy? \n[267]Kiss me, you hero. \n[268]My Mom says you're a bad lady. She says your vagina is for sad people. \n[269]Hey, it's the Mega Bowl. \n[270] \n[271] \n[272] \n[273]Yeah, that was a great take. Play that back for me, would you? \n[274]Sorry Robert, the ring stays on. MUSIC CUE: 'SHAKE YOUR GROOVE THING' BY PEACHES &amp; HERB. ", "Commissioner": "\n[1]  "}}