{"filename": "Shame_script.txt", "imdb_id": "tt1723811", "imdb_url": "https://www.imdb.com/title/tt1723811", "characters": ["Samantha", "Rachel", "Cocktail Waitress", "Loren", "Steven", "Alexa", "David", "Marianne", "Elizabeth", "Sissy", "Skype Son", "Woman on Subway Train", "Hostess", "Brandon", "Waiter"], "dialogues": {"Samantha": "", "Rachel": "\n[1]Incoming \n[2]Rachel. ", "Cocktail": "\n[1]Hi guys. How are you both doing tonight? What can I get you? \n[2]Brazil. \n[3]Sao Paulo. \n[4]You've been there? \n[5]Hm-hm. \n[6]I'll make sure I get those drinks. ", "Waitress": "\n[1]Hi guys. How are you both doing tonight? What can I get you? \n[2]Brazil. \n[3]Sao Paulo. \n[4]You've been there? \n[5]Hm-hm. \n[6]I'll make sure I get those drinks. ", "Loren": "\n[1]How's it humping an old man? \n[2]Loren. \n[3]Oh. \n[4]Play the game. \n[5]Blue. \n[6] \n[7]I'm grabbing her purse `cos she's gonna get robbed and roofied. \n[8]Dance? \n[9]Are you sure? \n[10]\n[11]Bye. ", "Steven": "\n[1]What are you doing, man? \n[2]Have fun. \n[3]Well, well, well. \n[4]Look who's decided to grace us with his presence. \n[5]Don't tell me. No cabs. \n[6]Ah! Hey, that's not cool. \n[7]You should be so lucky. \n[8]Yes. Like, fifty. \n[9] \n[10]Dave's looking for you. ", "Alexa": "\n[1]Hi. \n[2]    \n[3]Perfect. ", "David": "\n[1]I find you disgusting..I find you inconsolable..I find you invasive.. \n[2]That is what the cynics used to say..Companies would refuse to look to the future..They'd say `Can we stop this virus\"? \n[3]As if it was a negative progression, a descent into hell, moving with stealth amongst those you need to affect, growing more and more with a momentum that is unstoppable. \n[4]Now, some inane kid snorting the entire load of his mother's spice cupboard and posts that on You Tube. They would watch as it would become the buzzword amongst high school kids everywhere. Eventually..their cynicism would turn to awe. \n[5]   \n[6]They took it. \n[7]Some kind of Virus. \n[8]Some kind of virus. They're stripping it all out. \n[9]Alright, gentlemen, If you'll just please make yourselves at home. \n[10]It falls upon me, as your beloved boss, to propose a toast. To Success. \n[11]I hope my wife appreciates it. \n[12]Get a new tie, please. \n[13]Oh my goodness.  I love women in suits. I love women in suits. \n[14]We could talk business, I would rearrange my life.. Wow, she's beautiful. \n[15]I'm gonna go talk to her. \n[16]OK...OK..Count me down... \n[17]Boom. \n[18]Hi, excuse me. \n[19]My name's David. \n[20]Elizabeth \n[21]It's a beautiful name. Hi, I'm David. I don't mean to be rude. \n[22]Hi, how are you?  David. \n[23]Nice to meet you, nice to meet you. Listen, can I buy you a drink?  Can I buy you all drinks? \n[24]I would love that. That would be my pleasure. What are you guys drinking? What do you want? \n[25]You were thinking shots? \n[26]We just did shots of tequila. Would you guys like a shot of tequila? \n[27]Love it. Love it. \n[28]Excuse me, hey, bartender. Bartender? Can we get four shots of your finest tequila? Thank you very much. \n[29]I can see you're very successful. Yeah, I think part of the secret to my success is, is attention to detail and.. \n[30]Yeah. \n[31]What game? \n[32]I like games, I like this game. Blue.. Green. Green, it's green. \n[33]That's Brown. That's.. I don't know how you change the colour of your eyes like that. How do you do that so quickly? \n[34]That's amazing. That's a real talent. \n[35]Hey buddy, hey buddy. Hey. \n[36]This guy, right here, fucking nailed it today.  I want you to know, you fucking nailed it. You're the man. Your pitch?  Amazing. Amazing.  Listen, we're playing a game here. Close your eyes again. \n[37]Blue or green? \n[38]Fuck Off.  Alright you. Hey, Loren. Loren. Close your eyes. \n[39]That's... you're just making that up. \n[40]He's just.. He's just picking colors randomly. \n[41]You know what? Excuse me. We need another shot, please. \n[42] \n[43]No, no, no. I told you that... I had it. \n[44]Ill get the next round. \n[45]You're a strong, independent woman. I like that, I like that. \n[46]Listen, cheers. \n[47]To nailing it. \n[48]Oh, Fuck. \n[49] \n[50]You hear this song. I love this song, I wrote this song... \n[51]And I would love it if you would dance with me to this son that I wrote for you. \n[52]Come on. \n[53]Come on, come on, come on. Let's go on the dance floor. One song. \n[54]Yeah. Come on. You're a fun girl. It'll be fun. Come on. \n[55]I'll bring her back. Swear to God. \n[56]Come one, come on, it's fun. It's fun. \n[57]There you go. Mwah! You're beautiful. Alright, alright, spinning, spinning, spinning. Wooh! \n[58]Ok, ok, ok, ok, ok, ok. Hold on, hold on. No, listen. I just got to talk to you one more time, one more time. Listen.. \n[59]Your eyes, they're beautiful. You know why I didn't get it right the first time? Because it's, it's like a collage. Let me see your hand, let me see your hand.. \n[60]Look at those eyes, look at those eyes. I know the color of your eyes. \n[61]Come on, we can play that game. That's so much fun when you play that game. \n[62]It's okay. `cos I'm going this way. \n[63]Ok. \n[64]Hey! Heads up, buddy-? \n[65]So, how'd it go last night? \n[66]A-ha. Right, right. Let's do it again tonight. Some place classier though. \n[67]She's playing? \n[68]Okay. Yeah, yeah. You know what, that sounds er.. A lot of fun. And that'll ruin your enamel. \n[69]That elevator music's like a bad acid trip. \n[70]There you are. \n[71]Oh, wow, look at that ass. I could follow that forever. \n[72]Nice pick.  (WHISTLES) \n[73]Oh. Oh, I forgot how beautiful this city is. \n[74]Oh, thank you, thank you. \n[75]Hi. Your.. Your accent. Are you..? Are you from erm..? \n[76] \n[77]Oh! Oh, that is a beautiful city. That's.. \n[78]Once or twice. \n[79]And a little bit later, why don't you come by for a drink with us? Hmm? \n[80]Thank you. \n[81]She would be offended if I didn't try. \n[82]Ah. \n[83]Wow. Wow! Bravo! \n[84]She's good! She's good! \n[85]Hi. \n[86]I'm David. \n[87]I think you were fantastic and you look great in the dress, too. Please sit down. \n[88]He was crying. He was crying. THere were tears coming down his face. I saw it. You made a grown-man cry. \n[89]Hm-hmm. \n[90]That's a great idea. Why don't you get a round for the table, buddy? \n[91]OK, I'm really sorry about that, I.. He's had a rough day at work. I think he's a bit emotional right now. \n[92]Yeah. So you guys grew up in Jersey, right? \n[93]Hmm. You still live there? \n[94]That's good. That's good. Where do you live now? \n[95]Yeah? What's the last city you've been to? \n[96]Los Angeles? \n[97]Oh boy. You like it there? \n[98]That must mean you love it then, huh? \n[99]Whoa, wait a minute, wait a minute. You can't drive? \n[100]Why not? \n[101]Wait, how old were you when you quit driving. \n[102]You were 16 years old? \n[103]So wait, wait, wait a minute. How do you get along in Los Angeles? \n[104]No, no, no, no, no no. Look, look. \n[105]A girl like you cannot be taking the bus. \n[106]What.. Waht happened to your arm here? \n[107]Well, you must have been really bored. \n[108]Alright, we've got a problem. your sister cannot be taking the bus anywhere. OK. I know a guy who owns a car rental company. We're gonna get you a car, we're going to drive around in circles in a parking lot and you are going to learn how to drive. \n[109]Not a stick, automatic. It's a little easier. \n[110]You'd love that. That's good. You know what? Better yet.. \n[111]We're going to get you a golf cart. We're gonna get you a gold cart and you will drive the golf cart around. \n[112]Yeah, yeah, yeah. \n[113]A golf cart right up Fifth Avenue, huh? \n[114]You know, they should They should. It would be a lot cleaner and greener. It would be great for the city. Brandon, what do you think? \n[115]Yeah? \n[116] \n[117]You don't know? Can I see you again? Please? \n[118]Is that too forward? I just.. I find you fascinating, I really do. I think you're a fascinating creature, I'd love to see you again. Listen, why don't we.. this is a celebration, let's have champagne. \n[119]Champagne for everybody. For the whole table. Come on! \n[120]I've got it, I've got it. Get out, get out, get out, get out. \n[121]Come here, come here, come here, come here. \n[122]Come on, come on with me, come on... \n[123]You wanted me to do that. How did that work? \n[124]Ah come on, come on, come on, come on, come on... \n[125]You are hot. \n[126] \n[127] \n[128]Nice sheets \n[129]What if I kiss you right here...? About here. \n[130]Yeah? \n[131]  \n[132]Yeah, yeah. It was really great last night. \n[133]Ah, listen, I gotta go. OK, thanks for calling. \n[134]Hey, buddy. \n[135]Er, listen, we said an hour French and then Isobel's gonna pick you up because Mommy's picking up Nathan. Alright? You can go after. \n[136]OK, well. Let's go talk to Mommy hmm..? \n[137]Well, go downstairs and tell her that Daddy said it's okay for you to go to Jason's \n[138]Hah? Come on. How about that? Do it. YOu can do it. Get up. \n[139]Yeah. \n[140]What's up, man? \n[141]Yeah. Er, Dude. Nine o'clock this morning, where were you? \n[142]Oh, shit. Now, what did I tell you about that? Who d'you see? \n[143]Good. Good. You're stinging that company health care plan, I hope, right? \n[144]That's what it's there for, man. Alright brother. \n[145]Listen, one more thing. \n[146]Your hard drive is filthy, all right. We got your computer back. I mean, it is, it is, dirty. I'm talking like hoes, sluts, anal, double anal, penetration, inter racial facial, man. Cream pie. I don't even know what that is. \n[147]Do you think it was your intern? \n[148]Yeah, someone's fucking with your account, man.And we're blowing our wad in cash, you know? It takes a really really sick fuck to spend all day on that shit. \n[149]Yeah. Hey buddy, Er, what she say? \n[150]OK. That's great. See? Best of both worlds. You got everything you want. \n[151]You happy? \n[152]Yeah. You better be. Get out of here. \n[153]", "Marianne": "\n[1]Hey- \n[2]You like your sugar. \n[3]Hello- \n[4]Yes, I'm glad you made it. \n[5]You look handsome. \n[6]Thank you. \n[7]Sure. \n[8]Red maybe.. \n[9]Brooklyn. \n[10]Born and raised. Where you from? \n[11]Where you from? \n[12]Do you get back much? Thank you. \n[13]A big family? You miss them? \n[14]I have two. \n[15]Yeah. \n[16]Older and younger. I'm in the middle. \n[17]What? \n[18]are you nervous? \n[19]You look a little nervous. \n[20]Well, what's a date? \n[21]It took me an hour to figure out what to wear. \n[22]Erm, I'll have the lamb. \n[23] \n[24]I'm fine. \n[25]Hm-hm. \n[26]No. Really? Why? Why is that? \n[27]It's just the way it is. Yeah, I erm... actually, I'm separated. \n[28]Yeah. Kind of a recent thing. \n[29]No. \n[30]I wasn't married long. Gave it a shot. It didn't really work out. \n[31]Wow. \n[32]Well, you just seem, like..  \n[33]...averse to the whole idea. \n[34]In relationships? \n[35]Are you serious? I mean.. \n[36]Well, then, you know, why are we here, if we don't matter to one another? \n[37]Why are you here? \n[38]They probably don't have to speak because they're connected. \n[39]Every.. \n[40]What's your longest relationship? \n[41]Exactly. \n[42]You have to commit. You have to actually give it a shot. \n[43]For four months. \n[44]Thank you. \n[45]Your head? \n[46]You're such a.. Weirdo. \n[47]\n[48]Oh, my God. \n[49]Yeah, what is it? \n[50]A remnant? \n[51]OK. Hmm.. That would explain the forehead. \n[52]`What's that supposed to mean?' \n[53]No, seriously, how did you get it? \n[54]Hm-hmm. \n[55]Oh. \n[56]What would you be? \n[57]That's cool A musician? \n[58]Sixties is tough though. I saw GIMME SHELTER recently, you know the Rolling Stones documentary? \n[59]It kind of seemed like hell. \n[60]Yeah, the sixties would be the last place I'd want to be. \n[61]Yes. Eugh, chaos! \n[62]Erm.. You know. Here, now. \n[63]Fuck you. \n[64]OK. Well, this is me. \n[65]Thank you very much Brandon. \n[66]Right. \n[67]Maybe, yeah. \n[68]Where are you taking me? \n[69]No, where are we going? \n[70]The view is amazing. \n[71] \n[72]A little bit. \n[73]Brandon? Erm... \n[74]You know, it's cool. It's OK. \n[75]Should I go? \n[76]That's OK. ", "Elizabeth": "\n[1]Ash is amazing \n[2]Well, usually I do him on scotch. \n[3]Hi. \n[4]Hi David. \n[5]Elizabeth \n[6]Nice to meet you \n[7]Sure, why not. \n[8]Well, we were thinking shots. \n[9]Sure. \n[10]Bring it on. \n[11]Hmm. \n[12]Detail? \n[13]Ok, er.. Blue or green? \n[14]Wow. Wow. \n[15]Yeah, detail man. Detail man. \n[16]\n[17]See. He's good. \n[18]You can have his shot. \n[19]You can put these on me. \n[20]Thank you. \n[21]No, I have it. \n[22]Sure. \n[23]Thank you. Cheers \n[24]To nailing it, and- \n[25]Success. Yes. Cheers. \n[26]Whoah. \n[27]Fun? Er, karate. \n[28]Erm.. \n[29]Oh.. \n[30]Fine. \n[31]Hey. Wanna ride? ", "Sissy": "\n[1] \n[2]Fuck! Fuck! Ow! Fuck! - \n[3]Brandon. Don't you fucking knock? \n[4]Oh fuck. \n[5]Ow! You gave me fucking keys. \n[6]You fucking scared me \n[7]Oh my god, I called you SO many times. \n[8]You have a fucking baseball bat? \n[9](SIGHS) Mmmm. What is this shit you put on your hair? Honestly, it's awful. \n[10]Is it for grooming dogs? \n[11]Good to see you. \n[12]Yeah. \n[13]I won't. \n[14]..I want you. I don't want anyone else. There is no one else. I love you. I'll do anything. \n[15]I'll do anything. Please don't say that. Please don't say that. \n[16]I love you. I love you. I'll do anything. I'll do anything. \n[17]I don't have to go out. I don't have to go out. I don't even fucking want to go out. I can stay with you. I don't care. I don't care. I don't need anybody else. I love you. I love you. I love you so much  I love you, please. I love you. I love you. \n[18]Please  I feel sick. I feel really sick- \n[19]Morning. Nice earring. Hot date? \n[20]Mmm. \n[21]Sorry. \n[22]You're going grey. Do you think I look fat? \n[23]Do you think I look fat? \n[24]Fuck you! \n[25]I'm doing a couple of gigs. \n[26] \n[27]Just for a few days. \n[28]I'd stay with Mark but he's being a fucking asshole. \n[29]Pretty please? \n[30]I will. I promise. I will Mwah! \n[31]Mwah! \n[32] \n[33]\n[34]Mmm. Mmmm! So good.! \n[35]You have fluff. \n[36] \n[37]I'm good. \n[38]Honestly, I even make money now and everything. \n[39]Huge amounts. \n[40]You should come and hear me. \n[41]`Yeah I will', like, `yeah I will' like last time? Please come. \n[42]It's vintage. \n[43] \n[44]Wow. \n[45]Yeah. \n[46]Please come. \n[47]Yaay! \n[48] \n[49] \n[50] \n[51]They're melting away. I gonna make a brand new start of it. \n[52] \n[53] \n[54] \n[55] \n[56] \n[57] \n[58] \n[59] \n[60] \n[61] \n[62]    \n[63]Hi. \n[64]Sissy. \n[65]Nice to meet you. \n[66]Thank you.  What did you think? \n[67]What do you mean? \n[68]It was good? \n[69]Really? \n[70]Yeah. \n[71]Yeah. \n[72]Yeah. \n[73]GOD, no. \n[74]Kind of all over the place. \n[75]\n[76]Mm-Hmm. \n[77]I mean, I'm going back. \n[78]No! I can't even fucking drive. It's a nightmare. \n[79]No. \n[80]I tried when I was a kid, and I was horrible. \n[81]Sixteen. \n[82]Mmhmm. \n[83]I take the bus. \n[84]Oh, just.. When I was a kid I was bored. \n[85]I was. \n[86]I would love that. \n[87]Wow, now we're talking. I would..yeah. \n[88]Everybody should drive golf carts. \n[89]Mmm. \n[90]I don't know. \n[91]Yes! \n[92]Champagne! \n[93]Oh, God! No! (LAUGHS) \n[94]Get off. Get off. Get off. \n[95]Get off me. \n[96]Well, I am hot, I am hot. \n[97] \n[98]No! \n[99]You're cursing me. I need to take this off. I'm hot. I need to take it off. I'm hot. \n[100]Aren't they nice sheet? Bed, bath and beyond. Stop.. \n[101] \n[102] \n[103]Fuck! \n[104]Fuck! \n[105]Lock the fucking door, Brandon. \n[106]Uhh.. Are you fucking spying? \n[107]Fuck!  Brandon.. \n[108]Oh, you wanna fight? You wanna fight? You wanna fight? You wanna fight? \n[109]You wanna fight? You wanna fight? You wanna. \n[110]Brandon! \n[111]Get off me! \n[112]Get off me! Get off me! \n[113]Get of me! \n[114]Ow! You're fucking hurting me. \n[115]Fucking get the fuck off, you fucking weirdo. \n[116]Brandon- \n[117]Brandon, I'm sorry. \n[118]David?.. Pick up. I take it you're at your pottery class. \n[119]Have you eaten? \n[120]Are you hungry? \n[121]Can you just give me a hug? \n[122]. \n[123]Why are you so fucking angry? \n[124]No. \n[125]No. \n[126]I'm sorry \n[127]At least- \n[128]Well, least I say I'm sorry. \n[129]I'm sorry. I'm sorry. I fucked up. I'm not perfect. But I'm...trying. \n[130]I don't have anywhere else to go. This isn't about him. I make you angry all the time and I don't know why. \n[131]You're my brother. \n[132]Yes! \n[133]Yes you fucking are! \n[134]You're my brother, I'm your sisterm. We're family. We're meant to look after each other. \n[135]I'm- \n[136]I'm trying to help you! \n[137]I'm not playing the fucking victim. If I left now, I'd never hear from you again. \n[138]Don't you think that's sad? Don't you think that's sad? You're my brother. \n[139]It's not fucking dramatic. I'm trying to talk to you! \n[140]Yeah, `cos that's working great for you. You're completely fine. \n[141]Oh, whopee-fucking-shit. You have your own apartment, that's amazing. Your job and an apartment, I should be in awe of you. \n[142]You don't have anybody. You don't have anybody. You have me and your fucking pervert boss. \n[143]DOn't talk to me about sex-life Brandon. Not from you. \n[144]Great. And then you'll just come back and we'll just have this same fucking conversation again. \n[145]And then I'll never hear from you again? \n[146] \n[147]Please will you pick up the fucking phone? \n[148]We're not bad people... We just come from a bad place.... Thanks for letting me stay. \n[149] ", "Skype": "\n[1]Daddy, daddy. \n[2]Yeah, I know. But Mommy says I can't \n[3]Aw.. She's all the way downstairs. \n[4]Ohhh.. \n[5]\n[6]Mommy? Mommy? \n[7]Daddy...Daddy... \n[8]She said I can go to Jason's for half an hour but I have to be home by five for dinner. \n[9]Yep. \n[10]Yeah. \n[11]OK. Alright. See you ", "Son": "\n[1]Daddy, daddy. \n[2]Yeah, I know. But Mommy says I can't \n[3]Aw.. She's all the way downstairs. \n[4]Ohhh.. \n[5]\n[6]Mommy? Mommy? \n[7]Daddy...Daddy... \n[8]She said I can go to Jason's for half an hour but I have to be home by five for dinner. \n[9]Yep. \n[10]Yeah. \n[11]OK. Alright. See you \n[12]    \n[13]    \n[14]                ", "Hostess": "\n[1]Good evening. \n[2]Great. I have you on the list. I'll have you follow me. \n[3]Right this way, please. ", "Brandon": "\n[1]Hi. \n[2]   \n[3]Drink? \n[4]This Way. \n[5]Slowly. \n[6]Do you know what's going on with my computer? \n[7]Yeah, I know. Someone could have told me. \n[8]Cool. \n[9]I walk in and it's not there? And I get some kind of replacement? \n[10]Cool. \n[11]    \n[12] \n[13] \n[14]   \n[15]   \n[16]    \n[17]You're such a dick \n[18]Grey suit? \n[19]You should go talk to her. \n[20]Yeah you should \n[21]5,4,3,2,1. \n[22]Twenty bucks says he fucks it up. \n[23]Brown.. \n[24]Blue. \n[25]To nailing it. \n[26] \n[27]So what do you girls do for fun? \n[28] \n[29]No. \n[30]I'm sure. \n[31]David, come on. \n[32]Hey man, he's going uptown. \n[33]I'll see you tomorrow \n[34]Sure. \n[35]35 \n[36] \n[37]What the.. What the fuck? \n[38]Jesus Christ Sissy. \n[39]What the fuck. Why would I knock? I live here. \n[40]How'd you get in? \n[41]Fuck. \n[42]Don't I always say call me first if you're coming into town? \n[43]Shampoo \n[44]Lock the door next time. \n[45]Don't use all the towels \n[46]Juice? \n[47]Will you use a glass? \n[48]Sit down. \n[49]Yeah, sure. \n[50]You want toast? \n[51]Mark? \n[52]Jesus, Sissy. \n[53]What do you expect? \n[54]Look, you get the sofa and you get your ass off it- \n[55]Before I leave every morning. \n[56]\n[57]We leave in fifteen. \n[58]Stop fucking around. \n[59]Leave it. \n[60]I like it there. \n[61]How are you for money? \n[62]Cause if you need some money. \n[63]Yeah, sure. \n[64]Are you collecting mad hats? \n[65]Yeah. I will. \n[66]Where'd you get this, anyway. \n[67]Yeah, I can see that. \n[68]Do you like? \n[69]Ok. I will. \n[70]Sorry. Sorry. \n[71]Fuck, my computer. \n[72]Morning, asshole. \n[73]Yeah. \n[74]No, your wife wouldn't let me leave this morning. \n[75] \n[76]Any calls? \n[77]woah! \n[78]Yeah. Got home. Went to bed. Good night. \n[79]Well... My sister's playing downtown somewhere. \n[80]She's a musician. Well, she's a singer. \n[81]Evening. Er.. Reservation. Sullivan? \n[82]Thank you. \n[83]Can we get two dry martinis with olives. \n[84]Thanks. \n[85]Unbelievable. \n[86]Yeah, it was... interesting. \n[87]Er.. No, it was, er.. It was good. It was good. \n[88]I'm gonna get some more drinks. \n[89]Sounds great. \n[90]Champagne. \n[91]   \n[92]I have to be up and out by seven. \n[93]Sissy, get out of my room? \n[94]Sissy, get out of my room. \n[95]\n[96] \n[97]Well, Steven said you wanted to see me? \n[98]Dentist. Root canal. \n[99]Gary Sher... King's practice, West 57th street. \n[100]Sure. \n[101] \n[102]Hey. \n[103] \n[104]Hi. \n[105]Hello. \n[106]Did you find it okay? \n[107]Oh, yeah. I'm late. Sorry. \n[108]You look amazing. \n[109]Thanks. \n[110]Sure. \n[111]Tap water's fine. \n[112]You want some wine? \n[113]White? Red? \n[114]Great. \n[115]So  Where do you live? \n[116]Nice. \n[117]I was born in Ireland. We moved here when I was a teen. \n[118]A couple of times. \n[119]Er.. I have a sister. \n[120]Oh, yeah? \n[121]Older, younger? \n[122]Just wondering. \n[123]Why would I be nervous? \n[124]Do I? No. \n[125]It's no big deal. \n[126]You chose wisely. \n[127]Great. \n[128]Oh. Yeah... I haven't even looked at this. \n[129]I'll have the Lamb too. That sounds great. \n[130] \n[131]No. \n[132]Medium. \n[133]\n[134]So, you seeing anyone at the moment? \n[135]No. \n[136]I don't know. Just er, it's just the way it is. \n[137]Right. \n[138]OK. You were married for long? \n[139]Erm, well, yeah erm.. The Pinot.. Was it the Pinot Noir, you said? \n[140]No. \n[141]What? \n[142]What? \n[143]Well, yeah. I mean, I just don't understand why people would want to get married. Especially nowadays, I mean, it's.. You know.. I don't see the point. \n[144]It doesn't seem realistic. \n[145]Yeah, I am, really. \n[146]Well.. \n[147]The food's supposed to be really great here. \n[148]No, no, no, no. I'm not.. I'm not saying it like that. I mean, I just mean, you know.. One person for the rest of your life? I mean, it's.. I mean, you know, you come to restaurants, you see couples sitting together and they don't even speak to one another. They don't have anything to say, they don't have anything. \n[149]Or they're just bored with one another. \n[150]Erm.. \n[151]Oh, that's.. you can pour. \n[152]Four months. \n[153]I did.. .. For four months. \n[154]Look, touch that. \n[155]\n[156]Oh, no, no, no... \n[157]No, seriously, seriously. Touch it. \n[158]Do you feel that? \n[159]It's a remnant. \n[160]Yeah, from the Neanderthals. There's only a few of us left since the homo sapiens took over. \n[161]What's that supposed to mean? \n[162]What do you mean? \n[163]I used to play this game with my cousin. \n[164]Where I would sit on his feet and he'd fly me through the air. I hit my head on the ceiling and I blacked out. \n[165]I was knocked out for 5-10 minutes. I peed my pants. \n[166]If you had a choice to live in the past or future and you could be anything you wanted, what would you be? \n[167]I always wanted to be a musician in the sixties. \n[168]Yeah. \n[169]Yeah. \n[170]What? \n[171]No way! \n[172]So where would you wanna, and what would you wanna be? \n[173]That's boring \n[174]This is you. \n[175]Thank you very much MARIANNE. We should do this again. \n[176]So, is that a yes? \n[177]Hello? Sissy? \n[178]Oh! Fuck! \n[179]What? Are you fucking spying on me? \n[180]Are you fucking spying? \n[181]What do you want? What do you want? \n[182]Yeah? You want some of this? You want some of this? \n[183]What do you want from me? What do you want from me? \n[184]What do you want? \n[185]Why did you come here? Why? \n[186]Why? \n[187]Why?! \n[188]Talk to me! You fucking bitch! \n[189]Fucking slut! \n[190]     \n[191]Come on. \n[192]Come on. You'll see \n[193]Come on. \n[194]You wanna drink? \n[195]What are you looking at? \n[196]Hey. \n[197]Are they vintage? \n[198]Sure. \n[199]I can walk you down. \n[200]Can I get you a drink? \n[201]Need a hand? \n[202]No. \n[203]No. \n[204]He's not gonna screw you again. \n[205]You left a message didn't you? You can't help yourself. It's disgusting. \n[206]Why am I so fucking angry? That's my boss! You sleep with him after twenty minutes and now you're calling him up? What's the matter with you? You know he's got a family, right? You know he's got a family? \n[207]You didn't see the wedding ring on his finger? \n[208]You're a liar. \n[209]You're always sorry. \n[210]That's all you ever fucking say! \n[211]Try doing something, actions count! Not words. \n[212]Some people fuck up all the time. \n[213]Look, just forget it. This isn't working out. Obviously. You need to find somewhere else to live. \n[214]No. You trap me. You force me into a corner and you trap me. \"I've got nowhere else to go.\" I mean, what sort of fucking shit is that? \n[215]So what, I'm responsible for you? \n[216]No I'm not! \n[217]I didn't give birth to you! I didn't bring you into this world. \n[218]You're not looking after me. \n[219]I'm looking after myself. \n[220]How are you helping me? Huh? How are you helping me? \n[221]How are you helping me? Huh? Look at me. How are you helping me? You come in here, and you're a weight on me. Do you understand me? You're a burden. You're just fucking dragging me down. You can't even clean up after yourself. Stop playing the victim. \n[222]Why is it always so dramatic with you? Everything is always the end of the world. \n[223]I don't want to talk. Try not talking. Try just listening or thinking for a change. \n[224]Well, I've got my own fucking apartment. \n[225]Well, at least I'm responsible for it. At least I don't depend on people all the time. You know, you're a dependency, you're a parasite. \n[226]You slept with that fucking pervert boss. So what does that make you? \n[227]Whatever. \n[228]I'm going out. \n[229]No, you'll move out. \n[230]Hey. \n[231] \n[232]I could take you somewhere. \n[233]What? Are you with someone? Does he go down on you? I do..That's what I like to do.. \n[234]I like the way it feels. I like the way it's just me and it... I wanna taste you. I like to slip my tongue inside you- \n[235]...just as you come. \n[236]Want me to make you come? \n[237]I can do that. Want me to do that? \n[238]I was just telling your pretty girlfriend here, that I'd like to fuck her in that tight pussy of hers. \n[239]I mean bone her real hard til she's clawing up my back. \n[240]After I fuck her hard up the ass, I put my balls in her mouth while I come on her face. \n[241]You know. \n[242]Smell it. \n[243]Shit! \n[244]   \n[245]   \n[246]106 \n[247]Sissy- ", "Waiter": "\n[1]Hi. \n[2]\n[3]I have few specials on the menu, if you'd like to hear them? \n[4]Erm.. The soup of the day is tomato with basil oil and Parmesan crostini. The special is marinated swordfish, tabbouleh and Moroccan Chermoula. It's really good. Er, we're also serving a DeBragga and Spitler New York Strip with a side order of fries and the salad is snow pea and radish with a cider vinaigrette. Can I start you off with a sparkling water? \n[5]OK and the wine menu's right next to you. Yep. There you go- \n[6]The Pinot Noir is er..light.. Erm.If you like it like.. Light. \n[7]OK. I'll be back. \n[8]I forgot to say the crab comes in the shell. \n[9]The Lamb. \n[10]Erm, No appetizer? \n[11]OK, and how would you like the lamb? \n[12]We recommend it pretty pink. \n[13]Pink it is. \n[14]Thank you. Excuse me. \n[15]Did we decide on the wine? \n[16]Yeah, great..Great choice. OK. \n[17]Here we go. \n[18]Sure. \n[19]I'll leave the bottle. "}}