{"filename": "She's-Out-of-My-League_script.txt", "imdb_id": "tt0815236", "imdb_url": "https://www.imdb.com/title/tt0815236", "characters": ["Mr. Kettner", "Devon", "Ron", "Jack", "Mrs. Kettner", "Debbie", "Dylan", "Wendy", "Kirk", "Marnie", "Stainer", "Molly", "Patty", "Katie", "Cam"], "dialogues": {"Kettner": "\n[1]Oh, hi Sweetie. \n[2]Okay Maury - we're all here. \n[3] \n[4]Hi sweetie! \n[5]You read my mind. \n[6]You two take it easy now. We have guests.  Eric honey, I'm sure if you apologize to Leroy, he'll take you back. \n[7]Eric! \n[8]Molly, I'm so sorry. \n[9]Well I hope you can hold onto this one pumpkin. When Marnie broke up with him he was devastated for months, the poor little guy. \n[10]You let us have some girl time. Take these downstairs to your dad. \n[11]Now don't be that way, boy. All your big brother is trying to say is that we're worried about you. ", "Devon": "\n[1]Hey Kirk.    How you been holdin' up? \n[2]She's coming here?      She a cute gal? \n[3]One door closes, another door opens. \n[4]That's defeatist thinking. \n[5]Holy Frijole. \n[6]Atta boy Jackers! \n[7]Pretty impressive catch, Kirky. \n[8]Kirk, you deserve a gal like her. And Stainer, why don't you try to be a little more supportive. \n[9]Stainer!    Cool your jets, buster. \n[10]Stainer, that's just dirty pool. He's at least a four. \n[11]Kirk said she likes his Taurus. \n[12]A hard ten? \n[13]What about Rick Ocasek?   Billy Joel, Donald Trump... \n[14]What?   What's going on? \n[15]Excuse me? \n[16]Ahhhh No. \n[17]Well, what's wrong with her? \n[18]Well that could be anything. Did she say it was a birth defect? \n[19]Oh, wow. What if this is Patty's way of telling you that Molly is a man? ", "Ron": "\n[1]Uh, oh - the ex. Awkward! (Ron and Mr. Kettner laugh) No! I'm just jack-assin' with you, pirate. Great to meet you. How you doing? \n[2]Right. Of course. I'm sorry about your grandmother. It's just so... Well, old people, you know, what are you gonna do? \n[3] ...and take a table on the crowded patio.  \n[4]I did like you said Mr. K. \n[5]I got this, Kirk. Eric, before you go bad-mouthin' a whole group of people, you should know that my grandmother on my father's side is from Fresno. \n[6]You know, Molly, I'm a business owner myself. A little restaurant. \n[7]We serve food that people eat.   So - restaurant. \n[8]I'm coming! It was really fantastic to meet you Molly.   If you ever need a pizza... \n[9]Cripes Kirk! Crack a window in there pirate! HAHAHA! \n[10] He throws his hands up in the air and does a happy dance similar to the one he had done after their first kiss.  Stainer, Devon and Jack are around the corner as Stainer and Jack are smoking a bowl. Devon hears Kirk's celebration and peers around the corner. He waves the others over. The guys come around the front to join Kirk.  \n[11]Hey Stainer. Hey Pirate, can you spot me a twenty. I want to get me one of them travel pillows. ", "Jack": "\n[1]She sounded like a hell of a lady. \n[2]What was that all about? \n[3]Entrepreneur? Kirk, I know that guy. He owns a Pizza Hut. \n[4]Absolutely. Visualize it. \n[5]Oh shit.   Yeah, you're right. \n[6]Are we still bowling? \n[7]Oh, not even you, huh? \n[8]Bullshit.    Then what am I? \n[9]Fine, you're a five then. \n[10]Is there an artist exemption for being a jag-off? \n[11]So, if he were a millionaire? \n[12]That's terrible. \n[13]What if it's something really bad? \n[14]That's cool that you love her but it's pretty fucked up to be rooting for a harsh deformity. ", "Mrs.": "\n[1]Oh, hi Sweetie. \n[2]Hi sweetie! \n[3]You two take it easy now. We have guests.  Eric honey, I'm sure if you apologize to Leroy, he'll take you back. \n[4]Eric! \n[5]Molly, I'm so sorry. \n[6]Well I hope you can hold onto this one pumpkin. When Marnie broke up with him he was devastated for months, the poor little guy. \n[7]You let us have some girl time. Take these downstairs to your dad. ", "Debbie": "\n[1]We've got a wedding to pay for, Kirk and... \n[2]Don't get your panties in a wad, Kirk. He's just making conversation.  \n[3]I'm getting a kick-ass dress made out of actual checkered flags and Eric is going to be in an orange tux with a big Home Depot logo on the back and Tony Stewart's number 20 on the shoulders.  \n[4]Don't tell him what to do. (to Eric) You're doing fine, baby. ", "Dylan": "", "Wendy": "", "Kirk": "\n[1]I don't know, Stainer. \n[2]It's not that. It's my Grandma. I'll probably be at the hospital for the next few nights. \n[3]She's hanging in there but it doesn't look good. \n[4]Hey there, Habib. \n[5]Yeah, sorry. I'll get you out of here quick. You off to Boston again? \n[6]I'm sorry.     It's just... \n[7]Okay, Habib, you're all set buddy. Have a good trip. \n[8]Morning. \n[9]Second trip in two days? \n[10]Well hang in there kiddo and I guess I'll see you tomorrow. \n[11]Hey Mom.   Hey Marnie. \n[12]Who's that guy Dad's with? \n[13]Sure.   It's fine. \n[14]I've been better. \n[15]Yeah.   Thanks. \n[16]Okay.   Well, I better get in there. \n[17]Okay, but you know Grammy didn't have all that much. Once the hospital and... and the ah... \n[18]Well, it's not going to leave enough to get worked up over. \n[19]Grammy, you really shouldn't... \n[20]I love you Grammy. \n[21]Why don't you just come on through, ma'am, and we'll see if anything sets off the machine. \n[22]This is Kirk Kettner. \n[23]No, no. It's not that.    I ah...I lost somebody today. \n[24]She used to be a blackjack dealer at the Horseshoe. When I was little, she taught me and my friends how to play poker. Turned us into a bunch of eight-year-old degenerate gamblers. \n[25]So, your grandmother too, huh? \n[26]Oh, God, I know. Grammy used to change her own oil. Right up until a few months ago. She was... Do you change your own oil? \n[27]I know, me neither. She could barley walk and I'd come over and find her lying under her Cadillac all covered in grease. \n[28]No, no.   Go catch your flight. \n[29]Kirk Kettner. \n[30]Oh, hi.   Molly McCall? \n[31]It's Kirk... From the coffee shop. You left your pictures with me. If you tell me which gate you're at, I can run them right down to you. \n[32]Okay, well I'll leave them at the lost and found and when you get... \n[33]Oh, sure.    But how will I... \n[34]It's been a rough week but, you know, all of the services and family stuff keep you pretty busy... I really miss her, though. \n[35]Hello?... Oh, Hi. I'm sorry I can barely hear you. I'm at a club and.... Club Vertigo? Oh, yeah - it's right down the street from there... Okay, sounds good. \n[36]Nothing, just a passenger. She accidentally left something with me. She's going to stop in and pick it up I guess. \n[37]Very. \n[38]No she doesn't.      Trust me. \n[39]No, seriously - it's nothing.      She's way out of my league. \n[40]Thanks.   Thanks, I'll be alright. \n[41]No.   It's not really my thing. \n[42]No.   Branson's...awesome. \n[43]No. You should go. I'm sure you'll have a great time. Totally. \n[44]Yeah. He seems like a good guy, though.  He's an entrepreneur. \n[45]So?   That's a business. \n[46]He's got more going on than I do. That's all I'm saying. \n[47]I appreciate what you guys are trying to do but, I'm telling you, I have zero chance with this one and I'm completely okay with that. \n[48]No it isn't. It's just like saying I'll never go to the moon and I'm okay with that too. \n[49]No. I'm saying that I never will go to the moon but I'm not going to get down about it because, you know - I never expected to. \n[50]I told you. \n[51]Here I am. \n[52]Oh, you know... Hey, these are my best friends - Jack, Devon and Stainer. \n[53]Oh. Here's your pictures - all safe and sound. \n[54]No trouble at all. \n[55]Um... \n[56]You don't have to pay me back. \n[57]A burger does sound good. (then to the guys) I'm going to just ah... \n[58]Don't worry. Believe me, I know. \n[59]What?     Oh, I'm not her brother. \n[60]You know what, a Bass sounds good. Make that two. \n[61]So... You know what I do, what about you? Your card said event planner. How'd you get into that? \n[62]Wow. \n[63]Oh, I don't know what that word means. What was it? \n[64]Oh, okay. No, I don't think that's so perni...gious? \n[65]Good - new word. No, not pernicious at all. Not if you enjoy the work. \n[66]Wow.   I love Billy Joel. \n[67]Oh man - That's my number one fear. I'm terrified of getting up in front of people. I'd rather get a Kentucky root canal. \n[68]Oh, yeah right! (Catches Molly's unspoken instructions.) But, yeah. I'm her boyfriend, I guess, so... \n[69]Honest mistake. \n[70]I drive a 94 Taurus. It's got AM/FM but I wouldn't call it a sports car per se. \n[71]So here's this little old lady trying to go through security with six pounds of weed in her girdle! \n[72]So, a duck walks into a bar... \n[73]No, thank you for dinner. I feel bad that you won't let me... \n[74] \n[75]Oh, right.     Thanks!   Thank you. \n[76]Hey, it's Molly.       She's here. \n[77]Oh, yeah.     Wouldn't miss it. \n[78]How 'bout that. So, we're going to grab some beers. Can we bring you ladies anything? Beer? Nachos? Patty, cotton candy? \n[79]Ooohhh! Okay! Okay! That makes sense, right!? When Molly was here I was like, \"what!?\" But, okay! Well, Patty seems cool. She's funny. \n[80]What does that mean? \n[81] \n[82]Oh, I'm sorry. I didn't mean... \n[83]No, this is my fault, I'll take care of it. \n[84]God, I'm really embarrassed. \n[85]What? How is that even possible? She's so...  \n[86]Yeah.   I think I do.  \n[87]Yeah, I suppose.  \n[88]Oh.   Oh yeah?  \n[89]No! Hey! None taken. I don't blame you. I know I'm no Brad Pitt. That's cool.  \n[90]I'm sorry.     I didn't mean to assume anything.  \n[91]Oh, yeah right! \n[92]But... why would... \n[93]Well, yeah. \n[94]She was hoping to set Patty up with you. \n[95]It's okay, she wasn't interested. \n[96]I don't know, Stainer, somebody got thrown out of the game and I had to drive him home, remember? \n[97]I can't argue with him. \n[98]Okay Stains, take it easy. \n[99]I can live with three. \n[100]What about your shitty car? \n[101]Stainer's right. Patty was probably just messing around. It's not a big deal. Let's just bowl. \n[102] \n[103]Holy crap.  She just asked me out for tomorrow night! \n[104] \n[105]You know what Willy. I honestly don't know how I'm doing. \n[106]I should be doing awesome but I don't know. Know what I mean? \n[107]How are you? \n[108]Who's that? \n[109]Thanks. I had trouble sleeping last night. This Molly thing... I don't want to want this, you know? It just seems too good to be true. I just don't get it. \n[110]I can't think of one.   Not one that makes any sense. \n[111]Please don't say she wants me to kill someone. \n[112]I came right from work. \n[113]Eric, it can't be much. \n[114]It's okay.     I had it in savings. \n[115]Anyway... Grammy hated owing anyone money. I'm afraid she couldn't rest if she wasn't square with the house. It's the least I can do. She practically raised me. \n[116]Yeah, I get that a lot too. I'm sure the next one will be for me. \n[117]So you two work together? \n[118]Oh, boy.   I guess I better... \n[119]Stupid.    Stupid. Stupid. \n[120]Oh, Hi. \n[121]My portfolio? I don't really... \n[122]My means. \n[123]Oh, sure.    Is everything all right? \n[124]Okay.   Did I... \n[125]What? I'm not paying anyone. We're just on a date. \n[126]Oh, no.   Did I miss Talon? \n[127]Yeah. Super. He, uh, seems like a great guy. \n[128] \n[129]Yeah, I'm gonna move to a better place pretty soon. \n[130] It's Friday night and several college parties are raging in the complex. Kirk leads Molly up the stairs and down the balcony hall toward his door. They pass a few college students on the way; a couple making out, a guy vomiting in a bush. Two apartment windows are covered with tapestries of Bob Marley and a giant pot leaf.  \n[131] Kirk and Molly enter.   The apartment is neat, clean and fairly sparse.  \n[132]It's not much, I know. \n[133]What?   It's a good movie. \n[134]You like Cheap Trick? \n[135]A little. My grandma taught me. It was kind of our thing. She was a great player. Ragtime, show tunes, that kind of thing. I'm really not very good. \n[136]No, I can't really play in front of people. \n[137]No, I really can't. Trust me, you're not missing anything. \n[138]Nope. Almost did once. A talent show in high school. I just sat up there drenched in sweat. I really thought I could do it but then I made my big mistake. \n[139]Yep. All these eyes on me. I'm shaking, my head is spinning, I'm trying to remember if I even play the piano... and then, I puked. \n[140]INTO the piano actually. \n[141]It was a reflex. I was trying not to barf on the floor. Turns out it's a lot easier to clean puke off a stage than out of a baby grand. \n[142]Sorry. I'm a little cotton-mouthed. I'm going to get a glass of water. How 'bout for you? Water? A nice glass of, you know...water? \n[143] He pours a glass of water. He's about to return when he sees his reflection in the window. The boner under his khakis is not subtle. He looks down and starts to panic.  \n[144]Um... You want anything to eat? \n[145]Oh come on! \n[146]No.   I got it! \n[147] \n[148]Really? \n[149] The boner pops back up. Kirk silently mouths, \"MOTHERFUCKER!\" at his mischievous little man.  \n[150]Sure! Sure! Yeah! No problem! Great! That's...that's great! Ice!? You want some ice!? \n[151] Molly gets cozy on the couch and looks even sexier.  \n[152]Shit! \n[153]Yeah, fine. \n[154] Kirk runs the water while he digs under the sink. He finds duct tape. He pulls some tape off the roll. It makes a loud noise that causes Molly to pause and Kirk to tense up. Kirk opens his pants and begins taping down the trouble-spot. He coughs hard to cover each subsequent tug of the tape roll.  \n[155]Oh, dear God. \n[156] Kirk returns with two glasses of water and no visible boner.  \n[157]Hey.   I'm totally fine with that. \n[158]Great! \n[159] As Molly exits, she gives him one last kiss. Two studly male college students are playing foosball on their patio. They stop when one points out the hottie who's kissing Kirk. Molly trots off.  \n[160]No thanks fellas. \n[161] He drifts over to his piano and sits down. The joy of what has just happened is plastered on his face. He launches into a furiously happy Jerry Lee Lewis style romp. Soon a neighbor is pounding on the wall. Kirk stops playing.  \n[162]Sorry, Mrs. Neusbaum! \n[163]Ron seems like a swell guy. I love Pizza Hut. What? Who's this? Why, this is my girlfriend, Molly. Oh, don't be that way. Oh, there, there, now. Here's a tissue. \n[164] Kirk lies in bed staring at the ceiling fan. The smile continues as he drifts off to sleep. Time lapses as Kirk sleeps and the sun comes up. Still smiling, his eyes open like a shot and he reaches for his phone - \"No Missed Calls.\"  \n[165] He stands in the shower sulking. He hears the phone ring in the next room. He jumps out, grabs a small towel and starts to dry off as he runs into the bedroom. He reaches the charger base but the phone is not there. He stands and listens hard to the ringing. He runs into the living room. Angle on the phone. It's hiding under a pillow on the couch. In the background, Kirk rushes around the room flipping up papers and magazines. The phone keeps ringing and Kirk's panic increases until he finally spots the phone. Kirk dives for it, losing his towel in the process.  \n[166]Hello!?   Hello!? \n[167]Sorry, Mrs. Nuesbaum. \n[168]Yeah, but Stainer, she was the one who asked me out. So, why... \n[169]No, I didn't think I had a chance. \n[170]So I gotta get back to that. \n[171]So I'll have to fake it? \n[172]Maybe just a salad. \n[173]I know. But I got dinner with my folks later. \n[174]Sorry, Eric's not coming tonight. \n[175]You know what - this is ridiculous. I'm just going to call her. \n[176]No, she broke up with him. \n[177]So what am I supposed to do? \n[178]You're probably right. \n[179]No, you're right. You know what - it's good. It's better. I'm actually relieved. You should have seen this Talon guy. Man! All I've been thinking about is having to be naked in front of her. I don't need that kind of pressure. \n[180]Cut it out! \n[181]Hello!?... Oh, no problem! Yeah I was super busy yesterday anyway. \n[182]Well, I have dinner with my folks tonight... Oh, I wouldn't want to subject you to them... Okay. If you want to. I can pick you up... \n[183]Oh, sure. Well then let me call you back in a few minutes and I'll give you directions. Alrighty. Yeah. Buh-bye. \n[184]No. Eric's not going to be there. It's going to be good. You might be wrong about Molly. She might... \n[185] Molly drives up and stops in front of a small home on a quaint residential street.    She climbs out of her car, checking the address on a small sheet of paper. She sees Kirk sitting on the front porch.  \n[186]You found it! \n[187]I'm sorry. My folks aren't back yet. We're locked out. \n[188]No. My dad's kind of obsessed with home-security. Like someone's going to break in and steal his Reader's Digest collection. \n[189]Hi, Mr. Riley! \n[190]Hey, what do say you take the night off and I'll take Noodle around the block for you?  Are you up for a walk? \n[191] \n[192]It's no trouble at all. \n[193] \n[194]Hey, you know what I'm thinking, let's go get Chinese. \n[195] Kirk comes through the front door to find his father in the living room watching a hockey game.     \n[196]Hey dad. \n[197]Hey Eric. I thought you were hanging drywall tonight. \n[198]Okay, listen, I brought a date tonight. I really like her. Please don't embarrass me in front of her. I'll do anything you want. \n[199]Oh, hey Ron. So Marnie's here? \n[200]Everyone, this is Molly McCall. \n[201] Kirk, Molly, Mr. &amp; Mrs. Kettner, Marnie, Ron and Debbie sit around the kitchen table and feast on a meatloaf dinner. Eric is at the fridge grabbing a beer. Marnie is angrily watching Ron whose eyes are all over Molly.  \n[202]Geeze Eric! \n[203]There's a little more to it than that, Eric. Molly handles some big events. She's even doing a benefit with Billy Joel next month. \n[204]Dad, could you...  \n[205]Eric, please.  \n[206] Kirk splashes water on his face and then looks for a towel but can't find one. He's forced to use his sleeve. He is a wreck. He takes a deep breath and steps out into...  \n[207] ...to find Marnie at the front door putting her coat on.  \n[208]Are you heading home? \n[209]Thanks.   You do too. \n[210] Mrs. Kettner and Molly are cleaning up.  \n[211]Molly, you don't have to do that. \n[212] Kirk's father has built a tacky little basement bar decorated with neon beer signs and Eric's old trophies and ribbons. Mr. Kettner and Debbie sit at the bar and smoke as Eric stands behind the bar and serves them cocktails. Kirk comes down the basement stairs and joins them. The hockey game wrap-up highlights are running on a TV mounted above the bar.  \n[213]So, what was the final score? \n[214]Look, Eric, you've had a lot to drink tonight and... \n[215] \n[216]Look, I know she's a little out of my league but... \n[217]She's um... very attractive. \n[218]Look, I don't know what's going on either but... \n[219]Eric!   No! \n[220]Eric! Okay! I know! I'm sure she's just slumming or something and it's all going to be over any minute but, Jesus Christ! She'll come to her senses without any help from you! She's up there with... \n[221]I know.   I'm sorry, man. \n[222]Oh.     Yeah.     Hi. \n[223]Wow.    I don't know, Marnie. \n[224]No, I think I already screwed that up anyway. \n[225]What?    She is not. \n[226]She doesn't do that at all, Marnie. You're just putting that on her. \n[227]What about Ron? \n[228]You mean you're still with him? \n[229]You're right, I think I do.   Say hi to Ron for me. \n[230]What? \n[231]She's working one of the kids' charities. I'm guessing they might be down by the rides. \n[232]Molly. \n[233]I just wanted to apologize for last night... for my family. \n[234]And for me... For what I said. \n[235]No. I don't know what to think. You just have to understand that this is a new area for me. Believe it or not, I don't have gobs of experience with beautiful women. \n[236]No, but I don't have much experience with brilliant, successful, wonderful women either. \n[237]It's not that I... Okay, look... When I was a kid, we played a lot of baseball in my neighborhood. The worst part was picking teams because I was always picked last. Every time. Like they couldn't start a friggin' game without first establishing how much I sucked. So, now you come along and make me feel like the first pick. But... what if I can't hit? \n[238]Sounds good. \n[239]Oh, Talon.     You're a Blue Angel? \n[240]Perfect. Okay, I get it - Talon is what - your call-sign? \n[241]Then what's your call-sign? \n[242]Yeah, I guess. \n[243]Fellas like myself? \n[244]Talon, I'm not... \n[245]No.   She speaks very highly... \n[246]Um... Sure. \n[247]That was Talon. \n[248]Stainer!   Just hide. \n[249] \n[250]Oh, thank you. Molly raves about her big sister non-stop. \n[251]Really.   I can barely play. \n[252]Oh, hey Talon. Thanks. \n[253]What did he do? \n[254]Okay. \n[255]Oh, my God. \n[256]What is it? \n[257]No, no.   I wouldn't do that. \n[258] \n[259]My troubles are over boys! It's all going to work out! Check it out - Molly has... Wait for it... \n[260]...a birth defect! \n[261]No.   That's awesome!   Don't you get it? \n[262]It sent Talon packing. \n[263]I don't know yet. Patty just said she had a physical issue. \n[264]She said it was, \"something like a birth defect.\" \n[265]I hope it is. I hope it's something that would make most guys run screaming. It won't matter to me. I love her. \n[266]No. I know what you were trying to do. It's okay. I wish I could have played for her but... \n[267]Tonight. \n[268]Hey, take a look at me. \n[269]What? \n[270]That's it? \n[271]That's it? That's the best you can do? This is your big flaw? \n[272]Jesus Christ! I can't! I thought you were going to show me some kind of hairy growth or a third nipple or something I could work with! \n[273]You know what's wrong with me!? I'll tell you! I'm fat! I'm bald! I'm ugly! I'm hairy! I'm uncoordinated! I'm uncreative! I'm not a college graduate! I've never been to Europe! I have a shitty job! I drive a shitty car! You want me to go on!? Because I can! \n[274]So, here I think that the perfect Molly McCall is finally going to show me a good reason why she's messing around with the likes of me! And this is all you got!? You can't wear friggin' flip-flops!? \n[275]Oh, yeah! I'm nice! I'm funny! I ask cute, stupid questions! Right! That doesn't get a three hooked up with a ten! Not in this world! \n[276]Look! What the hell is going on here!? What are you up to!? \n[277]Please, tell me you're a terrorist! Tell me you're on a scavenger hunt! Just tell me something that makes sense because all you're doing is driving me nuts! \n[278]Fine! I'm going! Webbed feet!? Are you fucking kidding me!? \n[279]Go on, Habib. You're good. \n[280]Get away from me Stainer! \n[281]You're right. It's not your fault. It's my fault for listening to all your... pernicious advice. \n[282]All you did was fill my head with all this crap about threes and tens and how I'm not worthy. \n[283]Maybe! I don't know. But that's not the point! You're supposed to be my God damned best friend. You know what!? \n[284]I think you were jealous and you set out to sabotage us from the start! \n[285]Then why weren't you there for me? What if she actually liked me!? Maybe with a little help, I could have pulled it off! \n[286]Look at me! I'm hurt now! \n[287]You don't know what you're talking about. \n[288]Yeah right. So how come I never heard a word about her until now? \n[289]That's what that was? You said you had that fatigue syndrome thing. \n[290]You have a brother, Stainer. \n[291]Hello? \n[292]Is Molly in? \n[293]I know. I'm sorry.     I just...   Is she here? \n[294]Patty! Cut it out! I just came to tell her that something happened! Something really major happened! \n[295]First off, I'm sorry.   Okay? \n[296]Okay, okay! Sorry!     I just... \n[297]Look! I know I was acting like an idiot. She's just so... Well, I was really having a hard time with everyone thinking I was Molly's brother or her co-worker or her gay friend or whatever. I mean, nobody believed that we were together. \n[298]But I've got it worked out now. \n[299]My Grandmother left me three million dollars. \n[300]It turns out she bought stock in Caesars Palace back in the sixties. Nobody knew she still had it. I don't think she even knew. \n[301]See?    Now it makes sense - me with her.    I'm a millionaire now. \n[302]Right. Well, no. Now that you say it out loud... I don't know. \n[303]Yeah, maybe I am. \n[304]Me and Marnie and the family are going to Branson. You know. \n[305] \n[306]I gotta go. \n[307] \n[308]Probably because I'm getting three million dollars next week. \n[309]Yeah, I know, but it's for the best. I'm more secure with her. I'm actually happy to be done with all that Molly craziness. \n[310]He already bought his ticket and my dad likes him. It's no big deal. \n[311]What? \n[312]Don't be such a drama queen. Things are fine. I gotta go. \n[313]Stainer!   What are you nuts!? \n[314]Stainer! No! Believe it or not, this isn't about you! In fact it's none of your business! \n[315]Okay, yeah? \n[316]What's your point? \n[317]Jesus Stains! You're going to get arrested! And I won't be here to bail you out this time. \n[318]Stainer, I appreciate that you think you're helping me but I'm with Marnie now. \n[319]Oh, Stainer, what did you do? \n[320]No. \n[321]Randy!   Where's Stainer!? \n[322]Stainer! I don't have a car here! I need your van! \n[323]Thanks buddy! \n[324]Ten thousand dollars! \n[325]Fifteen Thousand! \n[326]Twenty Thousand! \n[327]Three million dollars! \n[328]Three million dollars. \n[329]Thanks. \n[330]I guess I'm going to go home. \n[331]Sure. \n[332]Jesus Christ, Eric! I'm trying to get some advice from Billy Joel. Do you think you could manage to shut the fuck up for two minutes!? \n[333]I know. \n[334]I can work up to that. \n[335]So, you and me are... \n[336]Anything. \n[337]Sorry Poncho, she's with me. ", "Marnie": "\n[1]Kirk, you've been really great about your mom and I staying so close since we broke up but I know how much Grammy meant to you... Well, is it okay with you that I'm here? \n[2]Okay, good. Then can I introduce you to my new boyfriend? \n[3]Ron, this is Kirk. \n[4]I don't know who that is. \n[5]Kirk, I'm sorry about Grammy. \n[6]I realize she was never that crazy about me but I know how much you loved her and I hope you're okay. \n[7]Listen, are you going to Branson with your folks next month? \n[8]What's wrong with Branson?     You too good for Branson now? \n[9]Well, your mom invited Ron and I along. We'd love to go but not if it's going to be weird for you. \n[10]...I mean the tickets are non- refundable but it's up to you. \n[11]Kirk, I'm sorry about what happened with us. You're going to make someone very happy someday, but you have to get over me first, okay? Is it a deal? \n[12]I wouldn't really call it a restaurant, Ron. \n[13]It's a Pizza Hut with no tables. It's a take out place. \n[14]Got to get home and let Peanut out. (she wipes some lint off of Kirk's shirt sleeve.) Kirk, you look really good. \n[15]Ron!   Let's go! \n[16]Good, you got my note. \n[17]I'm sorry to bug you at work but this couldn't wait. \n[18]Kirk, I think I messed up. I see a change in you and I like it. So, I was thinking that we should maybe... get back together. Just to try it out, you know? \n[19]Why not? Please don't say it's because of this Molly person. \n[20]Good. I was really worried about you with her. She seems like kind of a bitch. \n[21]Well, she acts like she's better than everyone with her hybrid car and her la-de-da charity work. \n[22]Okay, maybe so. See? This is what I mean. You never argued with me before. You're really growing. \n[23]If you want to get back together, of course, I'll break up with Ron. \n[24]I'm not going to risk being all alone just because you don't know what's good for you. Come on, Kirk. Deep down, you know where you belong. \n[25]Come on, Kirk. \n[26] \n[27]What difference does that make!? \n[28]Fine. We're not in the A group but we're still getting on next. \n[29]Hit him Kirk! Or else I will! ", "Stainer": "\n[1]Kirk, bro.     Tonight? \n[2]Dude, you never come see us anymore. It's been like four months. Time to forget about Marnie and get back on the whores. \n[3]Oh, shit. I spaced that.   How's she doing? \n[4]Dude, I'm sorry. She's a great lady. That sucks. \n[5]Les Paul Classic re-issue? \n[6]Fuck you.    No way. \n[7]Sorry, I have to search this case for, you know, explosives and such. This thing is sweet! \n[8]Dude, I am so sorry. \n[9]Yeah, I bet it was but... \n[10]\"TSA is not responsible for items lost or damaged in the security screening process...\" \n[11]\"...so fuck you.\" \n[12]Thank you! We're going to take a little breakski but we'll be back in a few minutes to do Frontiers. \n[13]Oh, fuck yeah! Kirk's Grandma was the shit. \n[14]She's with God now, buddy - and you just know she's bustin' his balls. \n[15]To Stella! \n[16]Well alright dude! That's a leave- behind. She digs you! \n[17]She does a leave behind and then just happens to be in the neighborhood? She practically has her hands in your pants. \n[18]Dude, you said Marnie was out of your league and let's face it, Marnie's kinda nasty. \n[19]...Marnie...don't you think Marnie Tomkins is kind of nasty? \n[20]Oh, you don't know Marnie Tomkins? She's just this girl. I thought you knew her. Anyway, she's pretty nasty looking... but you're looking good. \n[21]She's going to Branson with your fucking parents? And bringing her new fucking boyfriend!? \n[22]It's not even a real Pizza Hut. It's one of those strip-mall take- out ones. They don't even have chicken wings. The guy's a fuckin' douche bag. \n[23]Dude, you can do a hell of a lot better than her. \n[24]Fuck you Devon, that doesn't even make any sense. But take this broad that's coming here tonight - I got a feeling about her. You're gonna get on that. \n[25]You're saying you don't want to go to the moon? That's bullshit. \n[26]You don't know. Technology and shit. You might go to the moon. \n[27]Sorry, bro. You'll go to the moon before you'll hit that. No chance. \n[28]Yeah, just a nickname.    Doesn't really mean nothin'. \n[29]Dude. It's cool that she's buying you dinner but do not get your hopes up about this one. \n[30]You talking shit about my buddy!? 'Cause I'm giving out free fuckin' ambulance rides! \n[31]Yeah, I didn't think so! \n[32]Whatcha runnin' there a PX-235? \n[33]The two hundred series are dog shit. You couldn't find a bazooka with that thing. You should look into the new eight fifties. \n[34] \n[35]Thanks for the sweet seats! \n[36]That's it. She's setting you up with the fat chick. \n[37]Well, yeah, she has to be. \n[38]Nothing. The fat chick seems great. You never know, bro, that fat chick could wind up being the love of your life. \n[39]Patty, I'm saying. Patty could be the love of your life. \n[40]Blindo? \n[41]Hey! Fuck you Reese!    You suck this year anyway! \n[42]You dick! \n[43]It doesn't add up, Kirk. If Molly's so into you, why bring her friend and give you two tickets? \n[44]Oh, great. \n[45]So you're saying the hottest babe in the world wants you and the fat chick isn't into me. Will you listen to yourself? Fuck you. \n[46]What did Molly have to say about all this? \n[47]There's no way. Don't get him all worked up. Her friend was fuckin' with him. Molly said herself that Patty loves to mess with people. \n[48]Why don't you try a little shut the fuck up, Devon. This week, we're not taking dating tips from the guy who met his wife in eighth grade. \n[49]All I'm saying is - she's just too hot. No judgement on Kirky, the guy's just outgunned here. \n[50]Oh for fucks... What is it with you people? \n[51]All this noise and bullshit in this place and I'm such a distraction over here in your god damned peripheral vision!? \n[52]Well!?   Fuckin' roll then! \n[53]Oh yeah!?    Bring it, Brunswick! \n[54]Okay. Anyway... I love Kirky but let's face it, the guy's a three. \n[55]You're outta your fuckin' mind - four! You go ahead and pump rainbows up his ass. I'm just being honest. \n[56]He's a nice guy and he's funny. Those are a half a point each. \n[57]But he drives a shit box so we gotta deduct a point for that. \n[58]That's so fucked, I won't even dignify it with a response. So we're back to three. Meanwhile, this Molly is a hard ten. \n[59]Generally, if a broad is that hot you can deduct a few points for dumb or shallow but she went to law school and her sister's blind. That's a hard ten, friends, and that is rare. A seven point disparity - that's a chasm. The most you can jump is two points. I can't even get a ten. \n[60]I'm a five, okay? \n[61]You're a seven and a half. \n[62]Okay, so I get a two point bump for being in a band. That puts me at seven. On a good day, most I can bag is a niner. \n[63]Artist exemption. I'm expected to have a shitty car. \n[64]Fuckin' A there is. \n[65]Yeah, dumbass. Those are the wild- cards. Money and fame. \n[66]A mil ain't what it once was, Jackie. Devon's practically a millionaire for Christ sake. A mil might get you an eight but to bring down a ten now days - two million minimum. \n[67]Way to go, Big Slick. \n[68]Oh, shit.    Let's go this way. \n[69]Nobody. Just some chick I boned once when I was drunk. You look like shit, bro. \n[70]I know what you mean.   There has to be some explanation. \n[71]Well, let's spitball it a little. You've got dick for money so she's no gold digger. Oohh! Did you ever see Double Indemnity? \n[72]Okay, then... maybe she's on a scavenger hunt. You know, like find a wagon wheel, a wiffle ball bat and a fat, bald TSA agent - that kind of thing. \n[73]Oh, shit, dude. Al Qaeda. Think about it. You're a TSA agent, she's a terrorist... \n[74]Took you long enough. What were you doing, taking a growler? \n[75]Kirk, it's a simple rule of life. Look around. People are pretty evenly matched. \n[76]That first night, were you intimidated by her? \n[77]Exactly. So you were relaxed and funny. You were on. \n[78]That's just it, Kirky. Now that she's opened the door, you can't get back to that. \n[79]Forget it. You can't fake that far. A broad like her - she'll smell that horseshit a mile away. \n[80]Can we get a couple of menus? You eating? \n[81]Dude, one salad ain't going make up for thirty years of chili dogs. \n[82]Fun. Be sure and stab your brother in the eye with a fork for me. \n[83]Fuck you are! Put that thing away. You do not call her. Don't you get it? Talon is back in town. \n[84]So, you're telling me you were sitting there, a sweating, quivering stutter-bucket and when you came back from the can, Molly's hugging a guy who's so good looking you'd probably fuck him. What do you think she's doing this weekend? \n[85]What can you do? She hasn't called - she's not going to. \n[86]Just count yourself lucky. You got to kiss a goddess and you got out before she recalibrated your hardware. A chick like that can raise the bar too high and then once she dumps you, nobody else measures up. \n[87]Don't do it! \n[88]Let it go! \n[89]Would you look at yourself? \n[90]Well, I guess you just solved that. An hour with your family and she'll file for a restraining order. \n[91] \n[92]Well, I guess this is it. I'm surprised she even bothered. \n[93]This wasn't my idea. I ain't dropping twenty bucks to go in there. God-damned planes are in the sky. I can see 'em just fine from the parking lot for free. \n[94]Whoa dude, check it out.   The Blue Angels! \n[95]Those are the coolest guys in the entire world. Think about it - George Clooney or Derek Jeter would trade places with those guys in a second. Can you imagine the sheer magnitude of puss those fuckers tag? I'm gonna get 'em to sign my Hornet! \n[96]Who? The Blue Angel guy?    (cracking up) Duuuuude! \n[97]Seriously, what's with the banner? She's blind, right? Seems like they could have saved a few bucks there. \n[98]Is that really necessary? \n[99]What?   It's closed captioned. \n[100]Dude? \n[101]Sure, I get it. She needs a good guy like Kirky 'cause the guys she dates can't handle it, right? \n[102]Hey, if that chick has a dick, I'll suck it! \n[103]Kirky! Hold up, man! What are you doing!? You can't let her screw up your life! \n[104]Whoa! Don't take it out on me! We both knew this Molly thing wasn't going to work out! It ain't my fault! \n[105]What the fuck you talkin' about? \n[106]Are you worthy of a chick like that? \n[107]That is total bullshit! \n[108]Kirk, she was going to hurt you. \n[109]The longer this went on the worse it would have been. I guarantee it! \n[110]Yes, I do, Kirk! I know exactly what I'm talking about. \n[111]Remember last year when you hardly saw me for about two months? I met my own perfect ten. Tina Jordan. Smart, cool and hot like you wouldn't believe. Hotter than Molly even. \n[112]I didn't tell anyone. I didn't want to jinx it. She was perfect. I was spilling over with...with fucking happy! You know? \n[113]Two months into it, she dumps me. And I knew it was coming. A girl like that. Sooner or later she was bound to get a better offer. But it kicked my ass, man. I was depressed for months. \n[114]I didn't want everyone knowing what a pussy I was. Dude, it was a hurt I can't even put into words. \n[115]I couldn't watch you go through that 'cause I love you, man. You're the brother I never had. \n[116]Yeah, but he's a cheese-dick. \n[117]What!? \n[118]Listen, bitch... \n[119]Ahhh!!   Jesus Christ!!! Kirk!! \n[120]You are! \n[121]What happened? \n[122]Dude!   Stop apologizing! \n[123]Seriously? \n[124]No! No! I get it! It's not a whore thing! Now it works out in his own mind. Right!? He can relax and stop acting like a freak because now he's bringing something to the table! Right, Kirky!? \n[125]Kirky! How you been, brother!? What are you doing here? \n[126]So you're \"Branson Bound.\" \n[127]Relax, your flight doesn't leave for another forty five minutes. \n[128]Why is he so nice all of a sudden? \n[129]Shit, that's right.  So you're back with Marnie then, huh? \n[130]How come I'm not a pirate!? (then to Kirk) Dude, do not tell me that he's going with you guys. \n[131]Look at me Big Slick. \n[132]Look at me. \n[133]Tell me things are good. \n[134]Alright, man. It was good to see you, Kirk. \n[135]Tina, I need to know right now why it didn't work out with us. \n[136]This is important. I was good to you. I was sensitive, right? \n[137]The fuck you just call me!? \n[138]Well, you did dump me, so... \n[139]It was my stupid job, wasn't it? You were embarrassed. \n[140]Okay, I can do that. \n[141]It's okay folks! TSA! This guy's drunk as fuck and he shit himself. We gotta get him off the plane. \n[142]You were right! I messed you up. We gotta fix this thing! Let's go. \n[143]Kirky! In junior high I peed my pants in class and Eric started calling me Stainer, remember? \n[144]Pretty soon everyone else started calling me Stainer because they knew it would make me cry. Then you told me to own that name, to call myself Stainer so nobody could hurt me with it anymore. \n[145]My point is... um... Oh, shit. I was just in the crapper and I had this thing all worked out. Damn it. \n[146]I'm going to have to ask you to fuck off immediately before I feed you your own fuckin' teeth! \n[147]Ooohh! That was my point! You saved me! That time and a bunch of other times too. \n[148]You gotta let me save you this time. It's my turn! Your grandma didn't leave you three million bucks so you could take these a- holes to Branson. \n[149]These people hardly know you. \n[150]Kirk, Marnie's a fuckin' bitch. All due respect. \n[151]Kirk! You said Marnie makes you feel secure but security is bullshit! Look at our jobs! It's all for show! For all we know, there's a bomb on this plane right now! \n[152]You want to see what I think of security!? \n[153]Kirk! When I added all this up for you I made one big mistake. You are a ten. YOU'RE A TEN, MAN! \n[154]You're not buying any of this bullshit are you? \n[155]Right on!    The keys are in my jacket! \n[156]Kirky wait! \n[157]Listen, Kirk. (dramatic pause and music) It's three on the tree and the clutch sticks. ", "Molly": "\n[1]Hi, I'm booked on flight 94 to Burbank. Molly McCall. \n[2]Oh, hello again. \n[3]Uggh. Yeah. It's just a short hop to L.A. but they've got me going back and forth three days in a row. This client is killing me. \n[4]It's a date. \n[5]Oh, sure. \n[6]Oh Geeze. Please tell me I didn't get you in trouble back there. \n[7]Oh my God. I'm so sorry. I know... I lost my grandmother a few months ago and I... \n[8]Your grandmother too? And you were close? Oh, you poor thing. \n[9]My Grammy Keenan was ninety four but independent right to the end. She was always trying to cook for everyone. You couldn't stop her. \n[10] \n[11]Oh, geeze, that's me. I'm so sorry. \n[12]I'm Molly. \n[13]Hello? \n[14]Who's calling please? \n[15]Oh, no. I'm already on the plane and we're pushing back right now. \n[16]Oh geeze, some of those are my only prints. It would be such a huge favor if you could hold on to them for me. I'm coming back next week. \n[17]I have your number in my phone. As soon as I get back I'll call you and arrange to pick them up, okay? Thank you so much, Kirk. \n[18]Thanks.   I'm really sorry. \n[19]Hey!     There you are! \n[20]I'm sorry I'm so overdressed. I just came from a work thing. Are you doing okay with...everything? \n[21]Stainer? \n[22]Thank you so much for taking care of them for me! I need to get some copies made. If I lost these...uugh. \n[23]Hey, have you eaten yet? \n[24]I was going to go grab a bite. Let me buy you dinner to pay you back. \n[25]I know. I want to. Come on! The place across the street has the best greasy burgers in town. \n[26]I'll have a Bass. \n[27]Well, it wasn't the original plan. I went to law school. Ended up at a big firm but I hated it. Then, they asked me to plan the Christmas party. It was a big hit and a few months later I was done with law. \n[28]I know.    Pernicious career move, right? \n[29]I'm sorry.     Like, destructive or... \n[30]Pernicious. \n[31]I really do. We do a lot of charity events and I get to work with some of the most amazing human beings on some really fun projects. Next month I'm doing a cancer benefit with Billy Joel. \n[32]The only downside is I have to do a lot of public speaking and I've always struggled with stage fright. \n[33]Are you seriously hitting on me right in front of my boyfriend? \n[34]Did you get a load of that hair- piece? What is it with men? I mean, look at you. You're bald and you're fine with it. A little dignity is all I'm saying. The toupees and plugs and the teen- dream sports cars... Oh geeze, I'm sorry. Do you drive a sports car? \n[35]Oh, my God! I love that book! \n[36]Well, I've got an early morning. I should go. Thanks for coming along. This was really fun. And thanks again for helping me out. \n[37]Oh, stop it. Listen, I handle some of the charity events for the Coyotes and I've got some tickets for the hockey game tomorrow night. You interested? \n[38]Perfect. I hate to see them go to waste. There's two so maybe bring Stainer? \n[39]Hey guys! You made it! Hooray! Thanks for coming. \n[40]Guys, this is my best friend in the whole world, Patty. This is Kirk and, um, Stainer, right? \n[41]Patty's my assistant and my go-to gal. Whatever you need, she can make it happen on a moments notice. \n[42]Oh, and she likes to shock people so don't let her freak you out. \n[43]That was a bogus call, Bobby.    Your skates barely left the ice. \n[44] \n[45]You know my policy on players, Bobby. And you might have noticed we've already got dates. \n[46]Reese, you'd better... \n[47]Patty! Stop it! I'll go see what I can do about Stainer. \n[48]No, it's okay. I know the head of security. I'll be right back. \n[49]But, you can't legally be held responsible for her debt. What kind of hack is this attorney? \n[50]You're a good man, Kirk. \n[51]Listen, no more drinks.    Please. \n[52]I'm sorry.     This happens sometimes. \n[53]Oh, my gosh! Talon! I didn't realize you were in town already. \n[54]Kirk, this is Talon.    This is my good friend, Kirk. \n[55]Wouldn't miss it. \n[56]Please. You're the one the kids go crazy for. \n[57]Only once a year. Talon is our charity liaison at the air show. \n[58]And my ex-boyfriend. \n[59]He had to go but he asked me tell you how much he enjoyed meeting you. \n[60]He is. He's wonderful. I know, I know - the blue eyes and the rock hard abs, right? But he's really so much more than that. A gallery in New York just opened an exhibit of his photography. He's a genius. \n[61] Molly and Kirk pull into a parking lot.     \n[62]Oh my gosh! This is your apartment? I used to live in this neighborhood back in college. \n[63]We used to come to parties over here sometimes. Oooohh. Can I come up and see your place? \n[64]No, I like it! \n[65]Wow, we have a lot of the same DVDs. Life of Brian, Cool Hand Luke, Family Guy... Beaches, Kirk? \n[66]I love that movie. \n[67]Wow, records. No Way! Look at all this Cheap Trick! \n[68]Are you kidding? Heaven Tonight is the first album I ever owned! A hand-me-down from my big sister. She was the coolest person in the whole world. \n[69]You play the piano? \n[70]Oh, I'll bet you're great.   Play something for me. \n[71]What, the stage fright thing?    Come on it's just me. Please? \n[72]So you've never played in front of anyone? \n[73]Let me guess. You looked at the audience. \n[74]Right there on the stage? \n[75]Shut up! You're lying!      Why would you do that? \n[76]Yeah, that has to be a real bitch. Oh, I shouldn't be laughing. You poor thing. \n[77]Yeah.   That sounds good. \n[78]No thanks. \n[79]Can I give you a hand? \n[80]Listen Kirk, I want you to know that I would really like to, you know, to be with you tonight. \n[81]Well, sure. But... I just don't think I'm ready yet. \n[82]Sure. \n[83]I mean, don't get me wrong. I want to! Believe me - getting naked and crazy sounds fantastic right now. \n[84]Are you okay? \n[85]I just think we should get to know each other first.   I'm no prude. I mean, I'm pretty generous in bed. Once I trust a person, I like to experiment and get pretty wild. \n[86]But, I just need to feel safe first. \n[87]You're the best. \n[88]Okay, well, I'd better go then. \n[89]I had a really nice time.    I'll call you tomorrow. \n[90]I had good directions! \n[91]You don't have a key? \n[92]That sounds great. \n[93]What are you talking about?   I want to meet your family. \n[94]I'm so sorry. It's Patty. I've got to take this. Go ahead. I'll be right in. \n[95]I'm an event planner. \n[96]Well, thank you Eric. \n[97] \n[98]Hmmm. Honestly, I don't really do a lot of weddings. I specialize more in fund-raisers, corporate events, that kind of thing. \n[99]Right now I'm working on the annual benefit for the Children's Cancer Center.  \n[100]I've done a few.  \n[101]Geeze, there are so many factors that affect the cost of a wedding.  \n[102]Oh, how fun!  \n[103]Okay. Before expenses, my base fee for a non-charity event is fifteen thousand. So, I'd ballpark that somewhere around twenty-five grand. \n[104]No, it's fine. The truth is, Kirk and I are just getting to know one another but so far, I think he's decent, he's funny and... You know, when we first met, Kirk asked me in all sincerity if I knew how to do an oil change. \n[105]I know! And, you're right, I don't but... I just love that he asked. \n[106]No, It's fine. \n[107]Kirk. \n[108]Your family I can deal with. \n[109]Do you really think I'm that shallow? You think I need to slum? \n[110]Is that all I am to you? \n[111]Kirk, this can't work if you put me up on some kind of pedestal. \n[112]You already got to first base. Just keep your eye on the ball. \n[113]Let me tie up a couple things and I'll show you around the grounds. \n[114]Katie, I'd like you to meet Kirk. \n[115]What's your wish, Katie? \n[116]Oh, it's a DVD. \n[117]Kirk, I'm so sorry about the piano thing. It was stupid of me. \n[118]Well, anyway, thanks for all your help with Katie's party. I know it meant a lot to her. \n[119]Tonight? \n[120] \n[121]Kirk, before we do this, there's something I'm really insecure about and you're going to see it sooner or later so... \n[122]Don't rush me... Okay, look. \n[123]If you can't handle it... \n[124]What the hell is wrong with you!? \n[125]No. \n[126]Kirk, I've given you plenty of good reasons. \n[127]A three what?   What are you talking about!? \n[128]What am I up to!?    Good God! \n[129] \n[130] Patty sits behind a reception desk in a small but stylish lobby. A sign above her desk reads, \"McCall Events.\" Kirk walks in. Patty puts down her work and stares back at him.  \n[131]No, I need the staff ready to help with bids when the auction begins. - over. \n[132]What is it? \n[133]Okay. Well, what do you want from me? Kids make ashtrays. \n[134]They're not bidding on the artwork; they're bidding on the kids. It's fine. \n[135]What are you doing here!? \n[136]I'm sorry. I have to get in there. Can we talk about this afterwards? \n[137]Thank you. Thanks, Bob. I'm so sorry for my tardiness. The next item up for bids is from nine-year- old Walter Benegan. And this is a... little something that you can put your paper clips or do-dads in... Oh, who am I kidding, it's an ashtray.  Let's start the bidding at one hundred dollars. \n[138]One hundred. Thank you sir. \n[139]Two hundred to the... \n[140]Fantastic. Two-seventy-five.     Do I hear three hundred? \n[141]Two Seventy Five going once.     Going twice. \n[142]Kirk? I hope you don't really think this is going to... \n[143]What!? \n[144]Both of you! This is ridiculous... \n[145]Is that a serious bid? \n[146]Talon!   Please! \n[147]Kirk, that's your entire inheritance. \n[148]Folks, calm down. I don't want to get anyone's hopes up. It's only fair that I clarify something to the bidder. Kirk, please understand that if you commit this money, we will all be eternally grateful and I think your grandmother will be very proud of you... But it doesn't change anything between you and me. \n[149]So, again, is this a serious bid? \n[150]Three million going once. Going twice. Sold to the man in the Branson Bound sweatshirt. \n[151]You realize that there's a good chance this won't work out. \n[152]And you could get hurt. \n[153]And you're going to have to be naked in front of me at some point. \n[154]Three million dollars for kids with cancer and you sing to me? I'm not made of wood you know. \n[155]But one condition. \n[156]You have to go brush your teeth right now. ", "Patty": "\n[1]Hey boys.     Nice to meet you. \n[2]You need a cock-shaped cake with a cotton-candy bush delivered by four o'clock? I'm your connection. \n[3]Kirk, Molly's sister is blind. \n[4]You'd better check that tone, Reba! You do NOT want me comin' up there! \n[5]That's okay, if Reese did that to me I'd have gone over the glass too. But I would have landed a few before they got me. Reese has been all over Molly ever since she dumped her boyfriend. I tell you, that girl has nothing but trouble when it comes to men. \n[6]Tell me about it. I'm no lezbo but sometimes she makes me want to strap on - if know what I'm saying.  \n[7]It's a curse, looking like that. Who has the balls to hit on her? Just the most arrogant A-holes like Reese out there.  \n[8]Listen, Molly brought me along tonight because, you know, she thought I might be 'interested.'  \n[9]But, just for honesty's sake, I'm not interested. No offense.  \n[10]What? You? No, I'm talking about your pal, Stainer. I know he's your friend but he seems like kind of a dumbshit.  Wait. Why would you think I was talking about you?  \n[11]Oh my God. You don't have a clue do you? Molly's really into you.     \n[12]A knockout like Molly be interested in a spud like you? \n[13]Got me. Again, no offense. But listen, Kirk, your dream girl just showed up. Try not to blow it. \n[14]Here they come! Everybody hide! \n[15]Listen, Molly would kill me if she knew I was telling you this but I'm trying to do you a favor. \n[16]Molly has this physical...um issue. You know, kind of like a birth defect? \n[17]It's not a big deal but she's really self-conscious about it. Talon and some other guys she's dated have been weirded out and made her feel like a freak. \n[18]It's better if she tells you but if you can't deal with it, just get lost now and don't put her through that heartbreak again. \n[19]Good. 'Cause if you do, it'll be your last conscious act... (she stands) Cake? \n[20]You got some big red apples showing your face around here again. \n[21]No.     Get lost. \n[22]Oh, for Christ sake! This one too!? \n[23]I'm warning you both - Molly has been through enough. You go near her and I will fuck you all the way up! Understand!? \n[24]Who's your Mommy!?   Come on!   Who's your Mommy!? \n[25]That's right! Patty is, isn't she! \n[26]You shut your hole!  What happened? \n[27]Every time you say you're sorry, dumbshit here gets his bell rung. \n[28]It's too late for this shit, Kirk. \n[29]I thought she was a blackjack dealer. \n[30]Wow. So, what does this have to do with Molly? \n[31]So, what, now you can afford her!? \n[32]You know what, Kirk - I told Molly you were different but you're just as shallow and full of shit as the rest of them, aren't you? \n[33]Leslie! We're not here to feed these people, we're here to cure fucking cancer! \n[34]Now I want every one of those motherfuckers back there taking bids in fifteen - out! \n[35]Lady, he just gave three million dollars. He can go up there and try to blow himself for all I care. ", "Katie": "\n[1]It's so nice to meet you, I've heard great things. \n[2]May I? \n[3]Robert!    Is Jerry with you? \n[4]It's so nice you came. These are two of my star pupils, Robert and Jerry. Boys, this is my sister, Molly. \n[5]I wish Kirk would play the piano for me. \n[6]Come on, Kirk! For my birthday? \n[7]Who's this from? ", "Cam": ""}}