{"filename": "Sherlock-Holmes_script.txt", "imdb_id": "tt0988045", "imdb_url": "https://www.imdb.com/title/tt0988045", "characters": ["Dr. John Watson", "Inspector Lestrade", "Mary Morstan", "Lord Coward", "Constable Clark", "Dredger", "Mrs. Hudson", "McMurdo", "Sir Thomas Rotheram", "Irene Adler", "Ambassador Standish", "Captain Tanner", "Reordan", "Sherlock Holmes", "Lord Henry Blackwood"], "dialogues": {"Inspector": "", "Lestrade": "\n[1] \n[2]You should've waited for my help. \n[3]What do you make of that? \n[4]London will breathe a sigh of relief -- \n[5]What did he want? \n[6]Look at those slabs of marble -- they're half a ton each if they're a pound -- smashed outward like they were nothing. \n[7]Explain it if you can, Holmes. \n[8]We're digging it up now. The witness is over there. You can question him if you like -- but you won't get much. \n[9] \n[10]The witness stated that he saw Lord Blackwood rise from the grave. Well? You pronounced the man dead. \n[11]\n[12]That's not Blackwood. \n[13]You know, in another life, you'd have made an excellent criminal. \n[14]Tell me you have answers. \n[15]We don't have time. I've an office full of policemen hanging crosses over their desks. A public that's working itself into a frenzy... \n[16]Try to behave yourself. They just paid a small fortune to bail you out. \n[17]Begging your pardon, m'lord, I know it's unorthodox, but Mr. Holmes has been making serious accusations about you and the order, sir. \n[18]It'll be a hell of a trick if Blackwood comes back from this one. \n[19]Now you're going to be even more arrogant and insufferable than ever. \n[20]You're welcome, detective. Is the woman up there? ", "Mary": "\n[1]The pleasure's mine. It really is a thrill to meet you, Mr. Holmes. \n[2]I've a whole stack of detective novels at home. Poe, Wilkie Collins... \n[3]They can seem a bit far-fetched sometimes, though. Making these grand assumptions out of tiny details. \n[4]I intend to. \n[5]With all due respect, Mr. Holmes, you know him. But what about a perfect stranger? What can you tell about me? \n[6]No, it'd be wonderful.   I insist. \n[7]Well done. \n[8]Charlie's 7, actually. \n[9]Is there ink on my face? \n[10] \n[11]  \n[12]Excuse me -- \n[13]Do you really?     Doctor. \n[14]You have nothing more to say to me? \n[15]Is that the best you can do? I'm disappointed, but not surprised. \n[16]If anything happens to him, both our lives are lost. Do you understand that? Can you? -- \n[17]-- or are you so selfish that's just not possible. \n[18]What's in all those notebooks? \n[19]All your adventures... I'd love to read them sometime. \n[20]Do you think he's finally come to terms with you leaving? \n[21]Shouldn't you help him, John? \n[22]John. \n[23]What's wrong with Gladstone? \n[24]There's a brave boy... There, there, everything's going to be all right. \n[25]Try not to be too late for dinner with my parents and... be careful. ", "Morstan": "", "Lord": "\n[1]  \n[2]I suppose you already have some notion as to the -- practices of our Order? \n[3]What some call the dark arts, or practical magic. \n[4]His power grows daily and exponentially. His resurrection is evidence of that. What he does next will be far more dangerous -- \n[5]We'll give you any assistance we can. As Home Secretary, I have considerable influence over the police. Name your price. \n[6]Sir Thomas is dead. Effective immediately, I nominate Lord Blackwood as head of the Order. \n[7]  \n[8]Lestrade? \n[9]I have five minutes before my next engagement, why don't you regale me with your stories of conspiracies. Thank you, Lestrade, if you could wait outside. \n[10]Very clever. But it's not murder, Mr. Holmes. It's mercy. We are giving the weak masses a strong shepherd. Don't you see it's for their own good? \n[11]I have told you nothing. \n[12]It's a shame you made an enemy out of Blackwood, Holmes, you would have made a valuable ally. The powers at our disposal are far greater than you can imagine. \n[13]How terrible is wisdom, Holmes, when it brings no profit to the wise. We take power at noon. \n[14]Look. \n[15]  116                                                                 116 \n[16]  ", "Coward": "\n[1]I suppose you already have some notion as to the -- practices of our Order? \n[2]What some call the dark arts, or practical magic. \n[3]His power grows daily and exponentially. His resurrection is evidence of that. What he does next will be far more dangerous -- \n[4]We'll give you any assistance we can. As Home Secretary, I have considerable influence over the police. Name your price. \n[5]Sir Thomas is dead. Effective immediately, I nominate Lord Blackwood as head of the Order. \n[6]  \n[7]Lestrade? \n[8]I have five minutes before my next engagement, why don't you regale me with your stories of conspiracies. Thank you, Lestrade, if you could wait outside. \n[9]Very clever. But it's not murder, Mr. Holmes. It's mercy. We are giving the weak masses a strong shepherd. Don't you see it's for their own good? \n[10]I have told you nothing. \n[11]   \n[12]It's a shame you made an enemy out of Blackwood, Holmes, you would have made a valuable ally. The powers at our disposal are far greater than you can imagine. \n[13]How terrible is wisdom, Holmes, when it brings no profit to the wise. We take power at noon. \n[14]Look. ", "Constable": "\n[1]Inspector Lestrade asks that you come with me, at once. \n[2]It's Lord Blackwood, sir. It appears he's come back from the dead. \n[3]A groundsman saw him walking through the graves, just this morning. \n[4]Well, it's a good thing she was offended or we'd never have found you. The inspector's been over to Baker Street himself this morning. \n[5]We've checked everything. No sign of a break-in. The Butler didn't hear anything. The body was in the tub, eyes wide open -- \n[6](realizing Holmes \n[7]There's an order for your arrest all the way from the top, sir -- so you'll have to hit me now. \n[8]Yes, sir, so make it look good. \n[9]Mr. Holmes... Inspector Lestrade asks that you come with me, right away. \n[10]It's one of our sergeants, sir. He went missing in the sewers, the day you stopped Lord Blackwood... Well, a maintenance man found his body this morning. We believe the sergeant was our first man on the scene. Shot in the head. \n[11]Yes. \n[12]Indeed. \n[13]The secret service has it, sir. They've taken over the case. \n[14]We believe Sergeant Smith was the first officer there. \n[15]Shot in the head. \n[16]He was shot at point-blank range. \n[17]The secret service has it, sir. They've taken over the case. ", "Clark": "\n[1]Inspector Lestrade asks that you come with me, at once. \n[2]It's Lord Blackwood, sir. It appears he's come back from the dead. \n[3]A groundsman saw him walking through the graves, just this morning. \n[4]Well, it's a good thing she was offended or we'd never have found you. The inspector's been over to Baker Street himself this morning. \n[5]We've checked everything. No sign of a break-in. The Butler didn't hear anything. The body was in the tub, eyes wide open -- \n[6](realizing Holmes \n[7]There's an order for your arrest all the way from the top, sir -- so you'll have to hit me now. \n[8]Yes, sir, so make it look good. \n[9]Mr. Holmes... Inspector Lestrade asks that you come with me, right away. \n[10]It's one of our sergeants, sir. He went missing in the sewers, the day you stopped Lord Blackwood... Well, a maintenance man found his body this morning. We believe the sergeant was our first man on the scene. Shot in the head. \n[11]Yes. \n[12]Indeed. \n[13]The secret service has it, sir. They've taken over the case. \n[14]We believe Sergeant Smith was the first officer there. \n[15]Shot in the head. \n[16]He was shot at point-blank range. \n[17]The secret service has it, sir. They've taken over the case. ", "Dredger": "\n[1]Sherlock Holmes. \n[2] ", "Mrs.": "\n[1] \n[2]What will I do when you leave? He'll burn the house down around me. What will he do? Couldn't you have a longer engagement? \n[3]Come on, Captain, let's go down. It'll be quieter. \n[4]Tea, Mr. Holmes. \n[5]There's enough of that in you already. \n[6]He's killed the dog... again. ", "Hudson": "\n[1] \n[2]What will I do when you leave? He'll burn the house down around me. What will he do? Couldn't you have a longer engagement? \n[3]Come on, Captain, let's go down. It'll be quieter. \n[4]Tea, Mr. Holmes. \n[5]There's enough of that in you already. \n[6]He's killed the dog... again. ", "McMurdo": "", "Irene": "\n[1]London's so bleak this time of year. \n[2]Not that I'm pining for New Jersey. \n[3]I prefer to travel in the winter. \n[4]I brought a few souvenirs. Dates from Jordan, tea from Ceylon and olives from Cyclades. I thought we'd have a little tea party to cheer us up. \n[5]I came across this as I was setting up. \n[6]Theft of Velasquez portrait from the King of Spain... Missing naval documents lead to resignation of Bulgarian Prime Minister... Scandalous affair ends engagement of Hapsburg Prince to Romanov Princess. \n[7]I don't see my name anywhere. \n[8]He has a palace full of them. Let's not dwell on the past. \n[9]By the looks of things you're between cases at the moment. \n[10]He snored. I'm Irene Adler again and I need your help to find someone. There's nobody more brilliant or who knows London better than you. Plus, it's a wonderful opportunity to see you again. \n[11]Why are you so suspicious? \n[12]This is all the information you need. \n[13]I'm my own man. \n[14]They gave me our old room. \n[15]Hello, John. \n[16]  \n[17]  \n[18]Not for money, but for me.   I wager he'll find our man within twenty-four hours. \n[19]I'm certain. \n[20]\n[21]Why don't I see myself out. \n[22]Oh, how nice of you. \n[23]Oh, look, a wallet. Doesn't look like yours, does it? And -- naughty boy -- here's another one. I'll return them, shall I? \n[24]These are lovely, thank you. \n[25]    \n[26]If you're going to watch me take my clothes off, Sherlock, the least you can do is help me with the buttons. \n[27]To watch a lady undress without her permission is a criminal offense, Sherlock, and could get you into a lot of trouble... \n[28]So why don't you come over here and help me instead. \n[29]That's better. \n[30]I knew I could count on you. \n[31]Wonderful. Case closed then. Your services are no longer required. \n[32] \n[33]Let's not argue. \n[34]That's nobody's business but my own. \n[35]You see, we are arguing. \n[36]This wine is excellent.    You should really try some. \n[37]Do we really have to decide now? \n[38]That's better. \n[39]Much better. \n[40]This is the only way it could ever work between us, Sherlock -- one in shackles, the other with the key. \n[41]I've NEVER been in over my head. \n[42]But free. And on my own terms. Just like you -- well, not you at this exact moment -- \n[43]-- but generally speaking. \n[44]If anyone asks, please let them know that Mr. O'Neil didn't have time to check out. I hope you don't mind settling the bill. \n[45]What were you doing consorting with a married business traveller in his hotel room is something you'll have to explain for yourself. \n[46]Where's Watson when you need him? \n[47]But this time no key, unfortunately. \n[48]Well, I'm a captive audience. \n[49](trying her best not \n[50] \n[51] \n[52]Sherlock? \n[53]Thank you so much. I owe you. \n[54]Blackwood's manufactured large- scale weapons for years. Lately there've been rumors of something new. More powerful than anything else. And... magical. My job is to find out if the rumors are true. \n[55] \n[56] \n[57]I was... I had to get you to pass out to settle down. \n[58]Oh, I poisoned that one. \n[59]Better a snake than a lap dog. \n[60]No, doctor, I'm simply a woman. \n[61]Understand that, and you'll have a happy marriage. \n[62]  \n[63]Yes, your little white tail got rather dirty. \n[64]What is the meaning of this circle? \n[65]Police. \n[66]Where to, Sherlock? \n[67]Starting early, aren't we? \n[68]All of the people inside that building -- \n[69]I've never seen anything like it. \n[70] \n[71]Got it... \n[72](breath crushing out \n[73]Two! \n[74]That was something new for us. \n[75]Watson -- \n[76]Goodbye! \n[77]You of all people know I will pull this trigger. \n[78]I'd tell you I'm sorry, that I wish things could be different but you wouldn't believe me anyway. \n[79] \n[80]It looks like rain. \n[81]You were right, he is a professor. Moriarty. Key's in the watch pocket. \n[82]You'll miss me, Sherlock. ", "Adler": "", "Ambassador": "", "Standish": "\n[1]I think we have the right man. \n[2]We know you're are a rationalist. We don't ask you to share our faith, only our fears. \n[3]All this is history. The present and future are worse. \n[4]What's the meaning of this?   Why did you call us here? \n[5]Are you mad, Coward? Have you any idea what he's capable of? \n[6]No, sir, we are not! The powers he's playing with are beyond any man's control. \n[7]Help me stop him before it's too late. \n[8]     \n[9]", "Captain": "\n[1]Me nerves are the best they been in years, thanks to you. \n[2]Tell me something -- your new offices. There won't be so many stairs, I hope? \n[3]Charlie, what the hell's going on down here? \n[4](to the prisoners in  \n[5]All right, Blackwood, what's this all about? \n[6]You don't get nothin' `til you stop this devil nonsense. That's a holy book -- \n[7] \n[8]Boy, you want me to muzzle you -- ", "Tanner": "\n[1]Just a little leak, nothing to worry about. \n[2]Not a great one for the water, are you, doctor? Army type, aren't you? You wouldn't have lasted long in the Navy. \n[3]That's as far as we can go. \n[4] \n[5] \n[6]Far as I can go. ", "Reordan": "", "Sherlock": "\n[1]              \n[2]Woman! \n[3]It's bad manners to leave without at least saying `goodbye.' ", "Holmes": "\n[1]              \n[2]My apologies. Send the bill to John Watson, 221B Baker Street. \n[3]Head cocked to the left, partial deafness in right ear. First point of attack. \n[4]Then throat, paralyze vocal chords, stop screaming. \n[5]Stink of alcohol, heavy drinker -- knuckles to liver. \n[6]Hhhmm, good cigar. Who do you work for? \n[7]Watson.    Perfect timing. \n[8]Just got it.    Where's Lestrade? \n[9]I don't know.    It's an old shirt. \n[10]Knew I'd forgotten something. Thought I'd left the stove on. \n[11]Right.    Shall we? \n[12]No. \n[13]Look. \n[14]Look. \n[15]Impeccable timing, Lestrade. \n[16]  \n[17]If I had, you'd be cleaning up a corpse and chasing a rumor. Besides, the girl's parents hired me, not the Yard. I can't imagine why they thought you'd need any assistance. \n[18]Some kind of ceremony. Five girls killed beneath cathedrals at the height of the full moon. The double circle's for his own protection. \n[19]Bravo, Lestrade. Have a cigar. \n[20]   \n[21]Please... Watson, I've been working on a device which will suppress the sound of a gunshot. \n[22]Please... Don't, don't, don't... \n[23]Gently, gently, Watson... \n[24]I can't but agree. My mind rebels at stagnation. Give me problems, give me work. The sooner the better. \n[25]He's in Belgium with the scullery maid. Is it December? \n[26]Insurance swindle. Lord Radford likes fast women and slow ponies. I see you're the attending physician at Blackwood's hanging. \n[27] \n[28]I have been studying her comings and goings and they appear most sinister. \n[29]Is it poisoned, nanny? \n[30]Don't touch that. Everything is in its proper place, as per usual. \n[31]I was simply testing a new anesthetic. He doesn't mind. \n[32]He'll be right as a trivet in no time. \n[33]There's nothing of interest to me out there, on earth, at all. \n[34]Nothing. \n[35]Absolutely. \n[36]Wonderful. \n[37]My favorite. \n[38]Not available. \n[39]Have you proposed yet? \n[40]Then it's not official. \n[41]Fashionably. \n[42]My pleasure. For the life of me I don't know why it's taken him so long to get us properly introduced. \n[43] \n[44]... see that walking-stick? A rare African snakewood hiding a blade of high-tensile steel. A few were awarded to veterans of the Afghan war, so I can assume he's a decorated soldier. Strong, brave, born to be a man of action. And neat, like all military men. Then I check his pockets... ah. A stub from a boxing match. Now I can infer he's a bit of a gambler. I'd keep an eye on that, by the way. \n[45]Yes, right behind you. He's cost us the rent more than once. \n[46]Yes, I doubt -- \n[47]You insist? She insisted. You're a governess. \n[48]Your student's a boy of 8. \n[49]It's breathing. Then he's tall for his age. \n[50]He flicked ink at you today. \n[51]There are two drops on your ear... India blue's nearly impossible to wash off, anyway. A very impetuous act by the boy, but you're too experienced to react rashly -- which is why the lady you work for lent you that necklace. It's from Asprey's, flawless, not the gems of a governess. However, the jewels you're not wearing tell us rather more. \n[52]You were engaged. \n[53]The ring is gone. But the lighter skin where it sat suggests you spent some time abroad wearing it proudly. \n[54]Or at least until someone informed you of its true and rather modest worth, at which point you broke off the engagement and returned to England for better prospects. A doctor perhaps. \n[55]She's lovely. \n[56]   \n[57]      \n[58]Well done.   Thank you. Oi!   We ain't done here. \n[59] \n[60]Hm.   Plymouth gin. \n[61]I find that it lifts my spirits. \n[62]Look at this. If you play a chromatic scale, they move clockwise. As soon as you switch to a pentatonic scale -- \n[63]That's your job, not mine. \n[64]Look at that structure. What has it been? Five years' work already? Are you aware that is the first combination of bascule and suspension bridge. Very innovative. \n[65]Oh, I have your cut from last night, by the way. You weren't there so I laid your customary bet -- \n[66]You're right... I'll keep it with your check book, locked safely away in my drawer. \n[67]The opera house is featuring Don Giovanni and I could easily procure two tickets if you had some cultural inclination this evening. \n[68]You have the grand gift of silence, Watson. It makes you quite invaluable as a companion. \n[69]So that's a `no' to the opera then? \n[70]It's too small for you. \n[71]Where are all the other prisoners? \n[72]I'm sure I can find my own way from here, if you have other duties to attend to. \n[73]Love what you've done with the place. \n[74]A small point of concern. \n[75]I'd already followed the murders with some interest and while my heart went out to the families of the victims, I couldn't but notice a criminal mastery in the stroke of your brush -- \n[76]However, by comparison, your work in the crypt was akin to a finger painting. \n[77]Actually, my friend will pronounce you dead shortly and I thought I might keep him company. \n[78]My only wish is that I'd caught you earlier. I might have spared five lives. \n[79]I wonder if they'd let Watson and I dissect your brain -- after you're hanged, of course. I'd wager there's some deformity that would be scientifically significant. Then you would serve a greater purpose, too. \n[80]I must say, you've come a long way down from the House of Lords. \n[81]Bon voyage, Blackwood. \n[82]Nothing. \n[83]Don't think you're needed, Father. Not for this one. \n[84]Simply studying your methodology for when the authorities ask me to hunt you down. \n[85]But your signature is clear. \n[86]Ah, the Maharajah's missing diamond. Another souvenir? \n[87]And you, husbands. No ring? \n[88]Should I answer chronologically or alphabetically? \n[89]Who are you working for? \n[90]Keep your money. I didn't say I'd take the case. \n[91]  \n[92]Allow me to explain. \n[93]Thank you, I -- \n[94]I don't believe -- \n[95]You've had your fun. \n[96]Now it's time to press on. \n[97]Now it's time to press on. \n[98]It doesn't matter -- \n[99]Regrettably, we've had our last case together. Those are my dates. \n[100]Midget! \n[101]No, I don't agree. It's more than a technicality. You're misrepresenting the dimensions of foreshortened people. \n[102]No, I'm just saying, one has disproportionate limbs the other does not. \n[103]Will you allow me to explain. \n[104]  \n[105] \n[106] \n[107]Now, that's the Irene I know. \n[108]   \n[109]This man intrigues me, Watson. He's got Adler on edge. \n[110]She's intimidated, scared... \n[111]Well, I may not have a choice. A man has to make a living. After all, I'll be paying the rent entirely on my own. \n[112]Clarky! \n[113] \n[114]It is not my reputation at stake here. \n[115]Like it or not, it's a matter of professional integrity. No girl wants to marry a doctor who can't tell if a man's dead or not. \n[116]Watson, you'd do well to hide your medical certificates in case they're revoked. \n[117]Scotland Yard at their finest, once again. \n[118]And the coffin? \n[119]Inspector, do you know if this is a spruce or a sycamore? \n[120]Now that we have a firm grasp of the obvious... \n[121]Inspector, may I see your pen? \n[122]All yours, Inspector. \n[123]Scratches around the keyhole where the watch is wound. Most drunks are the same, and pawnbrokers scratch the ticket number and their initials inside the lid. This one has five, so the owner -- \n[124]Now the game is afoot, Watson. \n[125]Trust me. \n[126](mouth full, near \n[127]Hmm... scratches around the keyhole, what does that tell you? \n[128]Very good, Watson! You've developed considerable powers of your own. \n[129]Let's see now, there are several sets of initials scored into the lid. \n[130]Excellent. \n[131]The most recent is M.H... \n[132]Oh my Lord, here we are. They should give us an address. \n[133]I think not. \n[134]Perhaps we do need a little help from the beyond. \n[135] \n[136]It's the most honest prediction old Flora has made in years. And you know it yourself, Watson. That is precisely the reason you can't find a suitable ring. You're terrified of a life without the thrill of the macabre, as well you should be. \n[137]Why, do you -- \n[138]Reordon's lodgings should be right around this bend. Here we are... \n[139]Looks promising. And possibly dangerous. Oh, well, give my regards to Mary. \n[140]He clearly felt something was coming to get him. \n[141]Watson, come take a look at this -- \n[142](inhaling deeply, \n[143] \n[144]Irene was here. \n[145]Maybe it's not the man she's after, but something else. Something he was working on? \n[146]There's one odor I can't put my finger on. Sweet, almost like perfume... or sugar.... Barley sugar. \n[147]Hello, gentlemen. \n[148]Let me guess -- you're here to extinguish any connection between the man who lived here and the man you work for? Curious you'd still be running errands for a dead man. \n[149]You take them, I'll handle Mr. Sweet tooth. \n[150](theatrically \n[151]You've never complained about my methods before. \n[152]That was an accident... \n[153]The first time WAS an accident... \n[154]Ah, Mr. Brownlee. The fifteenth most dangerous man in London. \n[155]Gladstone's my dog as well.   It's in the interest of science. \n[156]Watson, I completely understand now. You're overtired and feeling a bit sensitive. \n[157]What you need is a rest. You and I could go out to the countryside. My brother Mycroft has a small estate near Chichester. It has marvelous grounds and a beautiful folly. We could throw a lamb on the spit. \n[158]Certainly. We should have her along. Let's get Gladstone out of the house as well. \n[159]Invited? Now you're not making any sense, Watson. Why would I not be invited to my own brother's country home? \n[160]Lestrade -- your usual impeccable timing. \n[161]And you, sir, an excellent policeman. \n[162]All in good time. \n[163]Who's this? \n[164]As to where I am -- I was, admittedly, lost for a moment between Charing Cross and Holborn. But I was saved by the bread shop on Saffron Hill, the only bakers to use a certain French glaze on their loaves. After that, the carriage forked left, then right, a bump over the Fleet conduit -- need I go on? \n[165]As to who you are -- that took every ounce of my not- inconsiderable experience and skill... the letters on your desk are addressed to Sir Thomas Rotheram, Lord Chief Justice. That would be your official title. Who you realy are is another matter entirely. \n[166]Judging by the sacred Ox on your ring, you're also the secret head of the Temple of the Four Orders -- in whose headquarters we now stand, on the northwest corner of St. James Square. And as to the mystery -- the mystery is why you bothered to blindfold me in the first place. \n[167]Yes.   They're almost interesting. \n[168]Fear is the more infectious condition. In this case, fear of your own child. \n[169]Blackwood is your son, yes? You have the same colored irises -- a rare dark green, with diamond- shaped hazel flecks -- \n[170](pointing at Sir \n[171]Evidently. \n[172]One of the great benefits of my work is that I can pick and choose my clients. I'll get him, but not for you. \n[173]I have one last question, Sir Thomas. \n[174]If the rest of his family's dead, why are you still alive? \n[175]You can stop looking for Reardon. \n[176]He was buried in Blackwood's tomb. \n[177]I can't help wondering if your employer will be as content with these results? You were uncharacteristically ill at ease in his presence. Your hand was trembling, your gaze was averted. I couldn't see his face, but I spotted chalk on his lapel. A professor perhaps? \n[178]But I've never known a professor to carry a gun, and on such a clever contraption. \n[179]We're not. \n[180]Tell me who you're working for and what he's after. \n[181]I disagree. \n[182]When a man you ask me to find ends up dead in the coffin of the most notorious murderer since Jack the Ripper and that murderer manages to return from the dead, not only is it my business, it's the business of Scotland Yard and the highest levels of the British government. They will certainly consider your reticence to be an obstruction of justice. Which in relation to a crime of this magnitude would certainly mean prison time. \n[183]So what's it to be? \n[184]You're in over your head this time, Irene. \n[185]How can you live like this -- always a fugitive. \n[186]Don't take this the wrong way, but might I borrow your hand? \n[187]Chambermaids were once such a liberal breed. Besides, she misinterpreted my intention entirely. \n[188]This is why I find this modern religious fervor so troubling, there is no latitude for misunderstanding. \n[189]Faith runs riot over reason. \n[190]Why did you drain the water? \n[191] \n[192]Hmm... \n[193]What is that? \n[194]Superb. I suspect this comes from a larger cannister. It'll either be in the pantry, high up where it's warm and dry, or in a linen closet with a vent. And, Constable, you could check the ground under the rear windows for any footprints not your own. \n[195]Data, data, data! I cannot make bricks without clay! \n[196]  \n[197]    \n[198]Don't forget the wallpaper. \n[199]Figure of speech. \n[200]Since this room is no longer in use, do you mind if I employ it? \n[201]Bring him in, boys. \n[202]My new roommate. He's an inspiring conversationalist. (alt: He has more humor than you.) \n[203]No, he's your friend from Reordon's. He didn't survive Dredger landing on him. Poor fellow. But there is some consolation in the knowledge that he can still be of service to his fellow men. \n[204]Elbows and arms stained with blood, but older than his own injuries. Plenty of it, layer on layer... \n[205]Though none of it human. \n[206]A butcher perhaps...?   What else? \n[207]Hm -- predominantly yellow flame, but with distinct green bursts. Sulfurous. He spent lots of time around industrial work and very little around a wash basin. \n[208]Coal... river silt... \n[209]That plus the river silt and industrial slag on his trousers puts him squarely in... \n[210]Well done. Now, you didn't happen to pack the Lord's Register of members' interests, did you? \n[211]See what Blackwood admits to owning. \n[212]Something brutal by the river... \n[213]That's it, Watson! This should lead us right to Blackwood. \n[214]Right. Well uh... best of luck with everything, then. \n[215]Everything all right, Captain Tanner? \n[216]Pull in at Vauxhall. Send for the police when you get there. \n[217]What are you doing with my gun? \n[218]It was an honest mistake -- \n[219]The one on the left seems more attentive, might prove easily distracted. The big one's been drinking -- whether for courage or from habit... Watson? \n[220]They cleared something out of here, not minutes ago... \n[221]It's chapter and verse. Revelation 1:18. `I am He that liveth, and was dead.' \n[222]It's your turn in shackles this time. \n[223]I've been meaning to ask you something -- \n[224] \n[225]You owe me information. No more games, Irene. \n[226]Watson! \n[227]\n[228]From Lord Coward? \n[229]Thank you, Clarky. \n[230]    \n[231]   \n[232]  \n[233]\n[234]  \n[235]  \n[236]  \n[237] \n[238]What about the shrapnel in your arm? \n[239](quietly, between \n[240]The fair sex was always your department, Watson. \n[241]Thank you. You know, I dreamt that you were strangling me. \n[242]What time is it? \n[243]Excellent brew, but I believe my head requires something a bit stronger to clear the -- \n[244]Exactly. \n[245]        101                                                               101 \n[246]I need a map of London. \n[247]Now that you're sitting comfortably, I shall begin. My initial approach was far too narrow. When Blackwood invited me to Pentonville prison, he suggested I widen my gaze and, at minimum, I have done just that. In fact, I may well have reconciled thousands of years of theological disparity. But that's for another time. Blackwood's method is based on a ritualistic mystical system that has been employed by The Temple of the Four Orders for centuries. To fully understand this system, to get inside it, I re-enacted the ceremony we interrupted in the crypt... with a few enhancements of my own. \n[248]My journey took me somewhat further down the rabbit hole than I had intended. \n[249]But I have emerged enlightened... The fraternity who silently control the Empire, share the belief with the Kings, Pharoahs, and Emperors of old that the Sphinx was a door to another dimension, a gateway to immeasurable power -- \n[250]It is made up of four parts: The Ox, the Lion, the Eagle, and Man -- \n[251]In Sir Thomas' secret chamber I found the bone of an ox, the tooth of a lion, the feather of an eagle, the hair of a man. Map! \n[252]Now, it is a widely held belief that within the architecture of the great cities are coded references to this system. \n[253]Since he rose from the grave, Blackwood has killed three men. Each murder was committed at a location that has a direct connection with the Temple, therefore the System. Reordon, the ginger midget, represents Man. We found his body here... \n[254]Then Sir Thomas, Master of the Temple, wore the ox ring... he died here... \n[255]Standish was Ambassador to America, where the Eagle has been the national emblem for over a hundred years -- and not by coincidence. \n[256]The headquarters of Temple of the Four Orders where he died is here... \n[257]Correspondingly, the map will tell us the location of Blackwood's final act. Right here. \n[258]It is the fifth element -- the ethereal. That which can't yet be known. \n[259]Ladies first. \n[260]Follow these plans. \n[261]Oh, that solves the great mystery as to how you became inspector. \n[262]I'm curious, Coward, did you assist Blackwood in all the murders or just the one I prevented? Very distinctive those hand-made shoes of yours, but the price of quality is the unique imprint they leave. \n[263]Nonetheless, I confess to being completely out-matched. I could deduce very little from my investigation. \n[264]Fortunately, there is nothing more stimulating than a case where everything goes against you. How many members of parliament do you intend to murder at noon today? Man, ox, eagle, lion -- the lion is parliament, isn't it? \n[265]No, but I don't care much what you think. I simply wanted to know the location of Blackwood's final ceremony, and now you have given it to me. \n[266]   \n[267]A touch of red stock brick dust on your knee, from where you've been kneeling... \n[268]A small bandage on your thumb from where you've been vowing... \n[269]A faint aroma of excrement, from where you have been standing. \n[270]You and Blackwood laid the final touches to your ceremony in the sewers beneath parliament less than an hour ago. \n[271]Both Houses met today. The entire government will be present. \n[272]Well there's no time to waste then, is there? \n[273]Performed his role perfectly.   A little too perfectly, come to think of it. \n[274]Port side, Captain Tanner, into the sewers. \n[275]Watson, did you bring my clothes? \n[276]Trust me, have a drink. \n[277]Patience, Doctor. I am about to show you... \n[278]Behold, Blackwood's magic. \n[279]A chemical weapon. The first of its kind. Cyanide, to be precise. \n[280]No.   I can tell it from here. \n[281]I snipped this off a rather recumbent rat at the slaughterhouse. Note the blue discoloration, the faint smell of bitter almonds. Tell-tale signs of cyanide. \n[282]That shaft leads directly to Parliament. When activated, those electrodes on either side will send a charge converting the cyanide powder into a gas. \n[283]As if by magic. There will be no one left to stop Blackwood and his followers from assuming control. \n[284]Seven minutes to twelve... \n[285]I wouldn't. \n[286]Take this. \n[287]There's never been anything like it. A totally wire-free weapon. He must have some kind of remote device sending a signal to the receiver. Really quite -- \n[288]        \n[289] \n[290]Give me your gun. The bullets, I need the bullets. \n[291]We need a light, a match -- \n[292]Yes... it was. \n[293]Yes, we made it. Just. \n[294]Come on, you've got to admit, you're going to miss this. \n[295]Make sure Lestrade keeps it intact. \n[296]Why hurry off, give it a try. \n[297]There was never any magic.   Only conjuring tricks. \n[298]The simplest involved paying people off, like the prison guard... \n[299](guard choking/ (burial ground/ (bath/Reordon \n[300]That might have been quite challenging had he not also tested it on some unfortunate amphibians. The death of Standish was a real mystery, until you used the same compound to blow up the wharf. An odorless, tasteless, flammable liquid -- yet it burned with an unusual pinkish hue. Did Standish mistake it for rain as he entered your Temple? All it took was a spark. A simple rigged bullet in his gun. Ingenious. Like all great performers you saved your piece de resistance for the end. Had it worked, your followers in Parliament would have watched unharmed as their colleagues were dying around them. They didn't know that you had given them the antidote -- at one of your ceremonies I suspect. Instead, they would have believed it was magic and that you harnessed the ultimate power. \n[301]You hated your father and the other members of the Temple of the Four Orders for what they did to you. How satisfying it must have been to use their own system against them. \n[302]You better hope that it's nothing more than superstition as you performed all the rituals perfectly. \n[303]First, the world will see you for what you are. Then you will hang... properly this time. \n[304]We'll see about that shall we. \n[305]Oh, Irene... \n[306]We've still got a moment. \n[307]Sadly, yes. \n[308]Thank you, Lestrade. \n[309]She won't be by the time your boys get there. \n[310]Good afternoon. I was trying to deduce the manner in which Blackwood survived his execution. Clearing your good name, as it were. But it had a surprisingly soporific effect and I was carried off in the arms of Morpheus, like a caterpillar in a cocoon. \n[311]Cleverly concealed in the hangman's knot was a hook -- I believe my legs have fallen asleep. I should probably come down. \n[312]The executioner attached it to a harness, thus allowing the weight to be distributed around the waist and the neck to remain intact. My lord, I can't feel my cheeks. Might we continue this at ground level? \n[313]I managed it with braces, belts and a coat hook. Please, Watson, my tongue is going next. I'll be of no use to you at all. \n[314]There is a toxin refined from the nectar of the rhododendron ponticum. It is quite infamous in the region of Turkey bordering the Black Sea for its ability to induce an apparently mortal paralysis. Enough to mislead a medical mind even as tenacious and well-trained as your own. It is known locally as -- \n[315]-- mad honey disease. \n[316]He is demonstrating the very effect I've just described. He doesn't mind. \n[317]What is it this time, Clarky? \n[318]Were there powder burns on his eyebrows? \n[319]With small caliber bullet. \n[320]Moriarty. \n[321]  \n[322]I'd wager there's a piece missing. \n[323]The wire-free invention was the game all along. Imagine being able to control any device simply by sending a command via radio waves. \n[324]I'll leave with you.   Clarky, case reopened. \n[325]Were there powder burns on his eyebrows? \n[326]Where is Blackwood's device now? \n[327]  \n[328]Wager, Watson... I thought those days were behind you. Excellent deduction, however. \n[329]Blackwood's wire-free invention was the game all along. It is undoubtedly the more dangerous and the more valuable of the two... Irene was just a diversion. \n[330]I'll walk out with you... \n[331]An honor working with you, Doctor. \n[332]Magnificent woman, Watson. Magnificent! "}}