{"filename": "Shrek_script.txt", "imdb_id": "tt0126029", "imdb_url": "https://www.imdb.com/title/tt0126029", "characters": ["Captain of Guards (voice)", "Monsieur Hood (voice)", "Pinnochio /Three Pigs (voice)", "Shrek (voice)", "Geppetto /Magic Mirror (voice)", "Princess Fiona (voice)", "Ogre Hunter (voice)", "Baby Bear (voice)", "Blind Mouse (voice)", "Donkey (voice)", "Old Woman (voice)", "Peter Pan (voice)", "Lord Farquaad (voice)"], "dialogues": {"Shrek": "\n[1]      \n[2]Once upon a time there was a lovely princess. But she had an enchantment upon her of a fearful sort which could only be broken by love's first kiss. She was locked away in a castle guarded by a terrible fire-breathing dragon. Many brave knights had attempted to free her from this dreadful prison, but non prevailed. She waited in the dragon's keep in the highest room of the tallest tower for her true love and true love's first kiss. Like that's ever gonna happen. What a load of - \n[3] \n[4]Yes, well, actually, that would be a giant. Now, ogres, oh they're much worse. They'll make a suit from your freshly peeled skin. \n[5]They'll shave your liver. Squeeze the jelly from your eyes! Actually, it's quite good on toast. \n[6]This is the part where you run away.  And stay out! (looks down and picks up a piece of paper. Reads.) \"Wanted. Fairy tale creatures.\"(He sighs and throws the paper over his shoulder.  \n[7]Aye? \n[8]Oh, really? You and what army? \n[9]Are you talkin' to...(he turns around and Donkey is gone) me? (he turns back around and Donkey is right in front of him.) Whoa! \n[10]Oh, that's great. Really. \n[11]Now, why don't you go celebrate your freedom with your own friends? Hmm?  \n[12]Why are you following me? \n[13]Stop singing! It's no wonder you don't have any friends. \n[14]Listen, little donkey. Take a look at me. What am I? \n[15]No! I'm an ogre! You know. \"Grab your torch and pitchforks.\" Doesn't that bother you? \n[16]Really? \n[17]Oh. \n[18]Uh, Shrek. \n[19]That would be my home. \n[20]I like my privacy. \n[21]Uh, what? \n[22]Of course! \n[23]No. \n[24]Okay! Okay! But one night only. \n[25]What are you...? (Donkey hops up onto a chair.) No! No! \n[26]Oh! \n[27]Outside! \n[28] \n[29]I thought I told you to stay outside. \n[30]Got ya. (Grabs a mouse, but it escapes and lands on his shoulder. \n[31]Ow! \n[32]Enough!  What are you doing in my house? (He gets bumped from behind and he drops the mice.) Hey! (he turns and sees the Seven Dwarves with Snow White on the table.) Oh, no, no, no. Dead broad off the table.  \n[33]Huh? \n[34]I live in a swamp. I put up signs. I'm a terrifying ogre! What do I have to do get a little privacy? (He opens the front door to throw the Wolf out and he sees that all the collected Fairy Tale Creatures are on his land.) Oh, no. No! No! \n[35]What are you doing in my swamp? (this echoes and everyone falls silent.  \n[36]All right, get out of here. All of you, move it! Come on! Let's go! Hapaya! Hapaya! Hey! Quickly. Come on! (more dwarves run inside the house) No, no! No, no. Not there. Not there. (they shut the door on him) Oh! (turns to look at Donkey \n[37]What? \n[38]By who? \n[39]All right. Who knows where this Farquaad guy is? \n[40]Does anyone else know where to find him? Anyone at all? \n[41]Anyone? \n[42]Okay, fine. Attention, all fairy tale things. Do not get comfortable. Your welcome is officially worn out. In fact, I'm gonna see this guy Farquaad right now and get you all off my land and back where you came from! (Pause. Then the crowd goes wild.) Oh! (to Donkey) You! You're comin' with me. \n[43]What did I say about singing? \n[44]No. \n[45]All right, hum it. \n[46]So, that must be Lord Farquaad's castle.  \n[47]Do you think maybe he's compensating for something? (He laughs, but then groans as Donkey doesn't get the joke. He continues walking through the parking lot. \n[48]Hey, you! (The attendant, who is wearing a giant head that looks like Lord Farquaad, screams and begins running through the rows of rope to get to the front gate to get away from Shrek.) Wait a second. Look, I'm not gonna eat you. I just - - I just - - (He sighs and then begins walking straight through the rows. The attendant runs into a wall and falls down. Shrek and Donkey look at him then continue on into DuLoc. \n[49]It's quiet. Too quiet. Where is everybody?  \n[50] No. No. No, no, no! No. \n[51]All right. You're going the right way for a smacked bottom. \n[52](turns to look at Donkey and then back at Farquaad) Ah, that's not very nice. It's just a donkey. \n[53]Oh, hey! Now come on! Hang on now. (bumps into a table where there are mugs of beer \n[54]Can't we just settle this over a pint? \n[55]No? All right then. Come on! \n[56]Yeah! \n[57]Oh, yeah! Ah! Ah! Thank you! Thank you very much! I'm here till Thursday. Try the veal! Ha, ha! \n[58]What? \n[59]Quest? I'm already in a quest, a quest to get my swamp back. \n[60]Yeah, my swamp! Where you dumped those fairy tale creatures! \n[61]Exactly the way it was? \n[62]And the squatters? \n[63]What kind of quest? \n[64]You know, maybe there's a good reason donkeys shouldn't talk. \n[65]Oh, I know what. Maybe I could have decapitated an entire village and put their heads on a pike, gotten a knife, cut open their spleen and drink their fluids. Does that sound good to you?  \n[66]For your information, there's a lot more to ogres than people think. \n[67]Example? Okay, um, ogres are like onions.  \n[68]Yes - - No! \n[69]No! \n[70]No! Layers! Onions have layers. Ogres have layers! Onions have layers. You get it? We both have layers. (he heaves a sigh and then walks off \n[71]I don't care... what everyone likes. Ogres are not like cakes. \n[72]No! You dense, irritating, miniature beast of burden! Ogres are like onions! And of story. Bye-bye. See ya later.  \n[73]You know, I think I preferred your humming.  \n[74]Believe me, Donkey, if it was me, you'd be dead.  It's brimstone. We must be getting close. \n[75]Sure, it's big enough, but look at the location. (laughs...then the laugh turns into a groan \n[76]Oh, aye. \n[77]Wait a second. Donkeys don't have sleeves.  \n[78]You can't tell me you're afraid of heights.  \n[79]Come on, Donkey. I'm right here beside ya, okay? For emotional support., we'll just tackle this thing together one little baby step at a time. \n[80]Really, really. \n[81]Just keep moving. And don't look down.  \n[82]But you're already halfway. \n[83]Okay, fine. I don't have time for this. You go back. \n[84]Just, Donkey - - Let's have a dance then, shall me? (bounces and sways the bridge \n[85]Oh, I'm sorry. Do what? Oh, this? (bounces the bridge again \n[86]Yes? Yes, do it. Okay. (continues to bounce and sway as he backs Donkey across the bridge \n[87]You said do it! I'm doin' it. \n[88]That'll do, Donkey. That'll do. (walks towards the castle \n[89]Inside, waiting for us to rescue her.  \n[90]No. \n[91]Shh. \n[92]Donkey, two things, okay? Shut ... up. Now go over there and see if you can find any stairs. \n[93]The princess will be up the stairs in the highest room in the tallest tower. \n[94]I read it in a book once.  \n[95]Well, at least we know where the princess is, but where's the... \n[96]Donkey, look out! (he manages to get a hold of the dragons tail and holds on) Got ya! \n[97]Wake up! \n[98]Are you Princess Fiona? \n[99]Oh, that's nice. Now let's go! \n[100]Yeah, sorry, lady. There's no time.  \n[101]You've had a lot of time to plan this, haven't you? \n[102]I don't think so. \n[103]Uh, Shrek. \n[104]Thanks! \n[105]It's on my to-do list. Now come on! (takes off running and drags Fiona behind him. \n[106]Yeah, right before they burst into flame.  \n[107]Well, I have to save my ass. \n[108]One of a kind. (opens the door into the throne room \n[109]Yeah, it's getting him to shut up that's the trick. \n[110]Oh! \n[111]Okay, you two, heard for the exit! I'll take care of the dragon. \n[112]Run! \n[113]Uh, no. \n[114]I have helmet hair. \n[115]No, no, you wouldn't - - 'st. \n[116]What?  That wasn't in the job description. \n[117]Let's just say I'm not your type, okay?Fiona: Of course, you are. You're my rescuer. Now - - Now remove your helmet. \n[118]Look. I really don't think this is a good idea. \n[119]I'm not going to. \n[120]No! \n[121]Okay! Easy. As you command. Your Highness.  \n[122]Oh, you were expecting Prince Charming.  \n[123]Princess, I was sent to rescue you by Lord Farquaad, okay? He is the one who wants to marry you. \n[124]Good question. You should ask him that when we get there. \n[125]You're not making my job any easier.  \n[126]Hey! I'm no one's messenger boy, all right?  I'm a delivery boy. (he swiftly picks her up and swings her over his shoulder like she was a sack of potatoes \n[127]Ya comin', Donkey? \n[128]Let me put it this way, Princess. Men of Farquaad's stature are in short supply.  \n[129]Yeah, well, maybe you're right, Princess. But I'll let you do the \"measuring\" when you see him tomorrow. \n[130]No, that'll take longer. We can keep going. \n[131]Hey, come on. I'm scarier than anything we're going to see in this forest.  \n[132]Hey! Over here. \n[133]Homey touches? Like what? (he hears a tearing noise and looks over at Fiona who has torn the bark off of a tree.  \n[134]I just- - You know - - Oh, come on. I was just kidding. \n[135]And, uh, that one, that's Throwback, the only ogre to ever spit over three wheat fields. \n[136]The stars don't tell the future, Donkey. They tell stories. Look, there's Bloodnut, the Flatulent. You can guess what he's famous for. \n[137]No, look. There he is, and there's the group of hunters running away from his stench. \n[138]You know, Donkey, sometimes things are more than they appear. Hmm? Forget it.  \n[139]Our swamp? \n[140]We? Donkey, there's no \"we\". There's no \"our\". There's just me and my swamp. The first thing I'm gonna do is build a ten-foot wall around my land. \n[141]No, do ya think? \n[142]Never mind, Donkey. \n[143]No, this is one of those drop-it and leave-it alone things. \n[144]Why do you want to talk about it? \n[145]I'm not blocking. \n[146]Donkey, I'm warning you. \n[147]Everyone! Okay? \n[148]Oh! For the love of Pete! (gets up and walks over to the edge of the cliff and sits down \n[149]Look, I'm not the one with the problem, okay? It's the world that seems to have a problem with me. People take one look at me and go. \"Aah! Help! Run! A big, stupid, ugly ogre!\" They judge me before they even know me. That's why I'm better off alone. \n[150]Yeah, I know. \n[151]Well, there's, um, Gabby, the Small and Annoying. \n[152]That's the moon. \n[153]Donkey, wake up. \n[154]Wake up. \n[155]What's all this about? \n[156]Uh, thanks. \n[157]What? It's a compliment. Better out than in, I always say. \n[158]You know, you're not exactly what I expected. \n[159]Princess! \n[160]Hey! That's my princess! Go find you own! \n[161]Hold the phone. (drops Donkey and begins walking after Fiona) Oh! Whoa, whoa, whoa. Hold on now. Where did that come from? \n[162]That! Back there. That was amazing! Where did you learn that? \n[163]What?  Oh, would you look at that? (he goes to pull it out but flinches because it's tender  \n[164]Donkey, I'm okay. \n[165]What are the flowers for? \n[166]Ah. \n[167]Ow! Hey! Easy with the yankin'. \n[168]No, it's tender. \n[169]What you're doing is the opposite of help. \n[170]Look, time out. \n[171]Ow! \n[172]Ow! Not good. \n[173]Ow! Ohh! (he jerks and manages to fall over with Fiona on top of him \n[174]Nothing happend. We were just, uh - - \n[175]Oh, come on! That's the last thing on my mind. The princess here was just- -  Ugh! (he turns to look at Fiona who holds up the arrow with a smile) Ow! \n[176]There it is, Princess. Your future awaits you. \n[177]Um, I, uh- - I guess we better move on. \n[178]What? \n[179]You know, she's right. You look awful. Do you want to sit down? \n[180]Who's hungry? I'll find us some dinner.  \n[181]Uh, weed rat. Rotisserie style. \n[182]Well, they're also great in stews. Now, I don't mean to brag, but I make a mean weed rat stew. \n[183]Maybe you can come visit me in the swamp sometime. I'll cook all kind of stuff for you. Swamp toad soup, fish eye tartare - - you name it. \n[184]Um, Princess? \n[185]I, um, I was wondering...are you... Are you gonna eat that? \n[186]What? \n[187]Good night. \n[188]Oh, what are you talkin' about? \n[189]You're crazy. I'm just bringing her back to Farquaad. \n[190]I- - There's nothing to tell. Besides, even if I did tell her that, well, you know - - and I'm not sayin' I do 'cause I don't - - she's a princess, and I'm - - \n[191]Yeah. An ogre. \n[192]To get... move firewood. \n[193]Princess, I - - Uh, how's it going, first of all? Good? Um, good for me too. I'm okay. I saw this flower and thought of you because it's pretty and - - well, I don't really like it, but I thought you might like it 'cause you're pretty. But I like you anyway. I'd - - uh, uh... I'm in trouble. Okay, here we go. \n[194]Perfect! Never been better. \n[195]You don't have to tell me anything, Princess. I heard enough last night.  \n[196]Every word. \n[197]Oh, I understand. Like you said, \"Who could love a hideous, ugly beast?\"  \n[198]Yeah? Well, it does. (Fiona looks at him in shock. He looks past her and spots a group approaching.) Ah, right on time. Princess, I've brought you a little something. \n[199]As promised. Now hand it over. \n[200]Yeah? So what? \n[201]I know you talked to her last night. You're great pals, aren't ya? Now, if you two are such good friends, why don't you follow her home? \n[202]I told you, didn't I? You're not coming home with me. I live alone! My swamp! Me! Nobody else! Understand? Nobody! Especially useless, pathetic, annoying, talking donkeys! \n[203]Yeah. You know what? You thought wrong!  \n[204] \n[205]Donkey? (Donkey ignores him and continues with what he's doing.) What are you doing? \n[206]Well, yeah. But the wall's supposed to go around my swamp, not through it.  \n[207]Oh! Your half. Hmm. \n[208]Back off! \n[209]This is my swamp! \n[210](grabs the tree branch Donkey is working with) Let go, Donkey! \n[211]Stubborn jackass! \n[212]Fine! (drops the tree branch and walks away \n[213]Well, I'm through with you. \n[214]Oh, yeah? Well, if I treated you so bad, how come you came back? \n[215]Oh, yeah. You're right, Donkey. I forgive you... for stabbin' me in the back! (goes into the outhouse and slams the door \n[216]Go away! \n[217]Love me? She said I was ugly, a hideous creature. I heard the two of you talking. \n[218]She wasn't talking about me? Well, then who was she talking about? \n[219]Donkey! \n[220]Okay, look. I'm sorry, all right? I'm sorry. I guess I am just a big, stupid, ugly ogre. Can you forgive me?  \n[221]Right. Friends? \n[222]So, um, what did Fiona say about me?  \n[223]The wedding! We'll never make it in time. \n[224]Donkey? \n[225]Aw, come here, you. (gives Donkey a noogie \n[226]What are you talking about? \n[227]I don't have time for this! \n[228]Yes. \n[229]Yes. \n[230]Yes! \n[231]All right! Cut it out. When does this guy say the line? \n[232]What do you see? \n[233]Oh, for the love of Pete! \n[234]I object!  \n[235](to congregation as he reaches the front of the Church) Hi, everyone. Havin' a good time, are ya? I love DuLoc, first of all. Very clean. \n[236]Really, it's rude enough being alive when no one wants you, but showing up uninvited to a wedding... \n[237]Fiona! I need to talk to you. \n[238]But you can't marry him. \n[239]Because- - Because he's just marring you so he can be king. \n[240]He's not your true love. \n[241]Well, I - - Uh - - I mean - - \n[242]Well, uh, that explains a lot. (Fiona smiles \n[243]No, no! \n[244]No! \n[245]Get out of my way! Fiona! Arrgh! \n[246]Fiona! \n[247]Uh, Fiona? \n[248]I - - I love you. \n[249]Really, really. \n[250]Fiona? Fiona. Are you all right? \n[251]But you ARE beautiful. ", "(voice)": "", "Donkey": "\n[1]Please, don't turn me in. I'll never be stubborn again. I can change. Please! Give me another chance! \n[2]Oh! \n[3]Hey! I can fly! \n[4]Ha, ha! That's right, fool! Now I'm a flying, talking donkey. You might have seen a housefly, maybe even a superfly but I bet you ain't never seen a donkey fly. Ha, ha! (the pixie dust begins to wear off) Uh-oh. (he begins to sink to the ground. \n[5]Can I say something to you? Listen, you was really, really, really somethin' back here. Incredible! \n[6]Yes. I was talkin' to you. Can I tell you that you that you was great back here? Those guards! They thought they was all of that. Then you showed up, and bam! They was trippin' over themselves like babes in the woods. That really made me feel good to see that. \n[7]Man, it's good to be free. \n[8]But, uh, I don't have any friends. And I'm not goin' out there by myself. Hey, wait a minute! I got a great idea! I'll stick with you. You're mean, green, fightin' machine. Together we'll scare the spit out of anybody that crosses us. \n[9]Oh, wow! That was really scary. If you don't mind me sayin', if that don't work, your breath certainly will get the job done, 'cause you definitely need some Tic Tacs or something, 'cause you breath stinks! You almost burned the hair outta my nose, just like the time...(Shrek covers his mouth but Donkey continues to talk, so Shrek removes his hand.) ...then I ate some rotten berries. I had strong gases leaking out of my butt that day. \n[10]I'll tell you why.  'Cause I'm all alone, There's no one here beside me, My problems have all gone, There's no one to deride me, But you gotta have faith... \n[11]Wow. Only a true friend would be that cruelly honest. \n[12]Uh ...really tall? \n[13]Nope. \n[14]Really, really. \n[15]Man, I like you. What's you name? \n[16]Shrek? Well, you know what I like about you, Shrek? You got that kind of I-don't-care-what-nobody-thinks-of-me thing. I like that. I respect that, Shrek. You all right. (They come over a hill and you can see Shrek's cottage.) Whoa! Look at that. Who'd want to live in place like that? \n[17]Oh! And it is lovely! Just beautiful. You know you are quite a decorator. It's amazing what you've done with such a modest budget. I like that boulder. That is a nice boulder. I guess you don't entertain much, do you? \n[18]You know, I do too. That's another thing we have in common. Like I hate it when you got somebody in your face. You've trying to give them a hint, and they won't leave. There's that awkward silence. Can I stay with you?  \n[19]Can I stay with you, please? \n[20]Really? \n[21]Please! I don't wanna go back there! You don't know what it's like to be considered a freak. (pause while he looks at Shrek) Well, maybe you do. But that's why we gotta stick together. You gotta let me stay! Please! Please!  \n[22]Ah! Thank you!  \n[23]This is gonna be fun! We can stay up late, swappin' manly stories, and in the mornin' I'm makin' waffles. \n[24]Where do, uh, I sleep? \n[25]Oh, well, I guess that's cool. I mean, I don't know you, and you don't know me, so I guess outside is best, you know. Here I go. Good night. (Shrek slams the door.) (sigh) I mean, I do like the outdoors. I'm a donkey. I was born outside. I'll just be sitting by myself outside, I guess, you know. By myself, outside. I'm all alone...there's no one here beside me... \n[26]I am outside. \n[27]Hey, don't look at me. I didn't invite them. \n[28]Oh, I do. I know where he is. \n[29]Me! Me! \n[30]Oh! Oh, pick me! Oh, I know! I know! Me, me! \n[31]All right, that's what I like to hear, man. Shrek and Donkey, two stalwart friends, off on a whirlwind big-city adventure. I love it! \n[32]On the road again. Sing it with me, Shrek. I can't wait to get on the road again. \n[33]Can I whistle? \n[34]Can I hum it? \n[35]But that's it. That's it right there. That's DuLoc. I told ya I'd find it.  \n[36]Uh-huh. That's the place. \n[37]Hey, wait. Wait up, Shrek. \n[38]Hey, look at this! \n[39]Wow! Let's do that again! (makes ready to run over and pull the lever again  \n[40]Sorry about that. \n[41]Hey, Shrek, tag me! Tag me! \n[42]Let me get this straight. You're gonna go fight a dragon and rescue a princess just so Farquaad will give you back a swamp which you only don't have because he filled it full of freaks in the first place. Is that about right? \n[43]I don't get it. Why don't you just pull some of that ogre stuff on him? Throttle him, lay siege to his fortress, grinds his bones to make your bread, the whole ogre trip. \n[44]Uh, no, not really, no. \n[45]Example? \n[46]They stink? \n[47]They make you cry? \n[48]You leave them in the sun, they get all brown, start sproutin' little white hairs. \n[49]Oh, you both have layers. Oh. {Sniffs} You know, not everybody likes onions. Cake! Everybody loves cakes! Cakes have layers. \n[50]You know what else everybody likes? Parfaits. Have you ever met a person, you say, \"Let's get some parfait,\" they say, \"Hell no, I don't like no parfait\"? Parfaits are delicious. \n[51]Parfaits may be the most delicious thing on the whole damn planet. \n[52]Do you have a tissue or something? I'm making a mess. Just the word parfait make me start slobbering. \n[53]Ohh! Shrek! Did you do that? You gotta warn somebody before you just crack one off. My mouth was open and everything. \n[54]Yeah, right, brimstone. Don't be talking about it's the brimstone. I know what I smell. It wasn't no brimstone. It didn't come off no stone neither.  \n[55]Uh, Shrek? Uh, remember when you said ogres have layers? \n[56]Well, I have a bit of a confession to make. Donkeys don't have layers. We wear our fear right out there on our sleeves. \n[57]You know what I mean. \n[58]No, I'm just a little uncomfortable about being on a rickety bridge over a boiling like of lava! \n[59]Really? \n[60]Okay, that makes me feel so much better.  \n[61]Okay, don't look down. Don't look down. Don't look down. Keep on moving. Don't look down. (he steps through a rotting board and ends up looking straight down into the lava) Shrek! I'm lookin' down! Oh, God, I can't do this! Just let me off, please! \n[62]But I know that half is safe! \n[63]Shrek, no! Wait! \n[64]Don't do that! \n[65]Yes, that! \n[66]No, Shrek! No! Stop it! \n[67]I'm gonna die. I'm gonna die. Shrek, I'm gonna die. Oh! \n[68]Cool. So where is this fire-breathing pain-in-the-neck anyway? \n[69]I was talkin' about the dragon, Shrek.  \n[70]You afraid? \n[71]But... \n[72]Oh, good. Me neither. (sees a skeleton and gasps) 'Cause there's nothin' wrong with bein' afraid. Fear's a sensible response to an unfamiliar situation. Unfamiliar dangerous situation, I might add. With a dragon that breathes fire and eats knights and breathes fire, it sure doesn't mean you're a coward if you're a little scared. I sure as heck ain't no coward. I know that.  \n[73]Stairs? I thought we was lookin' for the princess. \n[74]What makes you think she'll be there?  \n[75]Cool. You handle the dragon. I'll handle the stairs. I'll find those stairs. I'll whip their butt too. Those stairs won't know which way they're goin'.  \n[76]I'm gonna take drastic steps. Kick it to the curb. Don't mess with me. I'm the stair master. I've mastered the stairs. I wish I had a step right here. I'd step all over it. \n[77]Dragon! \n[78]Oh! Aah! Aah! \n[79]No. Oh, no, No!  Oh, what large teeth you have. (the dragon growls) I mean white, sparkling teeth. I know you probably hear this all time from your food, but you must bleach, 'cause that is one dazzling smile you got there. Do I detect a hint of minty freshness? And you know what else? You're - - You're a girl dragon! Oh, sure! I mean, of course you're a girl dragon. You're just reeking of feminine beauty. (the dragon begins fluttering her eyes at him) What's the matter with you? You got something in your eye? Ohh. Oh. Oh. Man, I'd really love to stay, but you know, I'm, uh...(the dragon blows a smoke ring in the shape of a heart right at him, and he coughs) I'm an asthmatic, and I don't know if it'd work out if you're gonna blow smoke rings. Shrek! (the dragon picks him up with her teeth and carries him off) No! Shrek! Shrek! Shrek! \n[80]Slow down. Slow down, baby, please. I believe it's healthy to get to know someone over a long period of time. Just call me old-fashioned. (laughs worriedly) (we see him up close and from a distance as Shrek sneaks into the room) I don't want to rush into a physical relationship. I'm not emotionally ready for a commitment of, uh, this - - Magnitude really is the word I'm looking for. Magnitude- - Hey, that is unwanted physical contact. Hey, what are you doing? Okay, okay. Let's just back up a little and take this one step at a time. We really should get to know each other first as friends or pen pals. I'm on the road a lot, but I just love receiving cards - - I'd really love to stay, but - - Don't do that! That's my tail! That's my personal tail. You're gonna tear it off. I don't give permission - - What are you gonna do with that? Hey, now. No way. No! No! No, no! No. No, no, no. No! Oh! \n[81]Hi, Princess! \n[82]I hope you heard that. She called me a noble steed. She think I'm a steed.  \n[83]Maybe it's a perk. \n[84]Hmm? With Shrek? You think- - Wait. Wait. You think that Shrek is you true love? \n[85]You think Shrek is your true love!  \n[86]Well, so much for noble steed. \n[87]I'm right behind ya. \n[88]Okay, so here's another question. Say there's a woman that digs you, right, but you don't really like her that way. How do you let her down real easy so her feelings aren't hurt, but you don't get burned to a crisp and eaten? \n[89]You're gonna love it there, Princess. It's beautiful! \n[90]I don't know. There are those who think little of him.  Fiona: Stop it. Stop it, both of you. You're just jealous you can never measure up to a great ruler like Lord Farquaad.  \n[91]Whoa! Time out, Shrek! Camp is starting to sound good. \n[92]Shrek, we can do better than that. I don't think this is fit for a princess.  \n[93]You want me to read you a bedtime story? I will. \n[94]Shrek, What are you doing? \n[95]Right. Yeah. Hey, can you tell my future from these stars? \n[96]I know you're making this up. \n[97]That ain't nothin' but a bunch of little dots. \n[98]Hey, Shrek, what we gonna do when we get our swamp anyway?  \n[99]You know, when we're through rescuing the princess. \n[100]You cut me deep, Shrek. You cut me real deep just now. You know what I think? I think this whole wall thing is just a way to keep somebody out. \n[101]Are you hidin' something? \n[102]Oh, this is another one of those onion things, isn't it? \n[103]Why don't you want to talk about it?  \n[104]Why are you blocking? \n[105]Oh, yes, you are. \n[106]Who you trying to keep out? \n[107]Oh, now we're gettin' somewhere.  \n[108]What's your problem? What you got against the whole world anyway? \n[109]You know what? When we met, I didn't think you was just a big, stupid, ugly ogre. \n[110]So, uh, are there any donkeys up there?  \n[111]Okay, okay, I see it now. The big shiny one, right there. That one there?  \n[112]Oh, okay. \n[113]Mmm, yeah, you know I like it like that. Come on, baby. I said I like it. \n[114]Huh? What? \n[115]What? \n[116]Oh, good morning, Princess! \n[117]Shrek! \n[118]Well, it's no way to behave in front of a princess. \n[119]She's as nasty as you are. \n[120]Why? What's wrong? \n[121]Shrek's hurt. Shrek's hurt? Oh, no, Shrek's gonna die. \n[122]You can't do this to me, Shrek. I'm too young for you to die. Keep you legs elevated. Turn your head and cough. Does anyone know the Heimlich? \n[123]Blue flower, red thorns. Okay, I'm on it. Blue flower, red thorns. Don't die Shrek. If you see a long tunnel, stay away from the light! Donkey! \n[124]Oh, yeah. Right. Blue flower, red thorns.  \n[125]Blue flower, red thorns. Blue flower, red thorns. Blue flower, red thorns. This would be so much easier if I wasn't color-blind! Blue flower, red thorns.  \n[126]Hold on, Shrek! I'm comin'! (rips a flower off a nearby bush that just happens to be a blue flower with red thorns  \n[127]Ahem. \n[128]Look, if you wanted to be alone, all you had to do was ask. Okay? \n[129]Hey, what's that? That's...is that blood? \n[130]Yeah, I know. You know, Shrek thinks Lord Farquaad's compensating for something, which I think means he has a really...(Shrek steps on his hoof) Ow! \n[131]What are you talking about? I'm fine.  \n[132]I didn't want to say nothin', but I got this twinge in my neck, and when I turn my head like this, look, (turns his neck in a very sharp way until his head is completely sideways) Ow! See?  \n[133]Hey, where you goin'? Oh, man, I can't feel my toes! I don't have any toes! I think I need a hug. \n[134]Man, isn't this romantic? Just look at that sunset. \n[135]Wait a minute. I see what's goin' on here. You're afraid of the dark, aren't you? \n[136]Don't feel bad, Princess. I used to be afraid of the dark, too, until - - Hey, no, wait. I'm still afraid of the dark. \n[137]Ohh! Now I really see what's goin' on here. \n[138]I don't even wanna hear it. Look, I'm an animal, and I got instincts. And I know you two were diggin' on each other. I could feel it. \n[139]Oh, come on, Shrek. Wake up and smell the pheromones. Just go on in and tell her how you feel. \n[140]An ogre? \n[141]Hey, where you goin'? \n[142]Princess? Princess Fiona? Princess, where are you? Princess? \n[143]It's very spooky in here. I ain't playing no games. \n[144]Aah! \n[145]No, help! \n[146]Shrek! Shrek! Shrek! \n[147]What did you do with the princess?  \n[148]Aah! \n[149]Oh, my God! You ate the princess. (to her stomach) Can you hear me? \n[150]Listen, keep breathing! I'll get you out of there! \n[151]Shrek! Shrek! Shrek! \n[152]Shrek! \n[153]Princess? What happened to you? You're, uh, uh, uh, different. \n[154]Well, yeah! Was it something you ate? 'Cause I told Shrek those rats was a bad idea. You are what you eat, I said. Now - - \n[155]What do you mean? Look, I ain't never seen you like this before. \n[156]Ah, that's beautiful. I didn't know you wrote poetry. \n[157]All right, all right. Calm down. Look, it's not that bad. You're not that ugly. Well, I ain't gonna lie. You are ugly. But you only look like this at night. Shrek's ugly 24-7. \n[158]Princess, how 'bout if you don't marry Farquaad? \n[159]But, you know, um, you're kind of an orge, and Shrek - - well, you got a lot in common. \n[160]You at least gotta tell Shrek the truth.  \n[161]What's the point of being able to talk if you gotta keep secrets? \n[162]All right, all right. I won't tell him. But you should.  I just know before this is over, I'm gonna need a whole lot of serious therapy. Look at my eye twitchin'. \n[163]What'd I miss? What'd I miss? (spots the soldiers) (muffled) Who said that? Couldn't have been the donkey. \n[164]Shrek, what are you doing? You're letting her get away. \n[165]Shrek, there's something about her you don't know. Look, I talked to her last night, She's - - \n[166]Shrek, I - - I wanna go with you. \n[167]But I thought - - \n[168]Shrek. \n[169]I would think, of all people, you would recognize a wall when you see one.  \n[170]It is around your half. See that's your half, and this is my half. \n[171]Yes, my half. I helped rescue the princess. I did half the work. I get half the booty. Now hand me that big old rock, the one that looks like your head.  \n[172]No, you back off. \n[173]Our swamp. \n[174]You let go. \n[175]Smelly ogre. \n[176]Hey, hey, come back here. I'm not through with you yet. \n[177]Uh-uh. You know, with you it's always, \"Me, me, me!\" Well, guess what! Now it's my turn! So you just shut up and pay attention! You are mean to me. You insult me and you don't appreciate anything that I do! You're always pushing me around or pushing me away. \n[178]Because that's what friends do! They forgive each other! \n[179]Ohh! You're so wrapped up in layers, onion boy, you're afraid of your own feelings. \n[180]There you are , doing it again just like you did to Fiona. All she ever do was like you, maybe even love you.  \n[181]She wasn't talkin' about you. She was talkin' about, uh, somebody else.  \n[182]Uh-uh, no way. I ain't saying anything. You don't wanna listen to me. Right? Right? \n[183]No! \n[184]Hey, that's what friends are for, right?  \n[185]Friends. \n[186]What are you asking me for? Why don't you just go ask her? \n[187]Ha-ha-ha! Never fear, for where, there's a will, there's a way and I have a way.  \n[188]I guess it's just my animal magnetism.  \n[189]All right, all right. Don't get all slobbery. No one likes a kiss ass. All right, hop on and hold on tight. I haven't had a chance to install the seat belts yet. \n[190]Go ahead, HAVE SOME FUN. If we need you, I'll whistle. How about that? Shrek, wait, wait! Wait a minute! You wanna do this right, don't you? \n[191]There's a line you gotta wait for. The preacher's gonna say, \"Speak now or forever hold your peace.\" That's when you say, \"I object!\" \n[192]Hey, wait. What are you doing? Listen to me! Look, you love this woman, don't you? \n[193]You wanna hold her? \n[194]Please her? \n[195]Then you got to, got to try a little tenderness. The chicks love that romantic crap! \n[196]We gotta check it out. \n[197]The whole town's in there. \n[198]They're at the altar. \n[199]Mother Fletcher! He already said it.  \n[200]All right. Nobody move. I got a dragon here, and I'm not afraid to use it. I'm a donkey on the edge! \n[201]Celebrity marriages. They never last, do they? \n[202]Go ahead, Shrek. \n[203]I was hoping this would be a happy ending. \n[204](as he's done singing and we fade to black) Oh, that's funny. Oh. Oh. I can't breathe. I can't breathe. "}}