{"filename": "Sideways_script.txt", "imdb_id": "tt0375063", "imdb_url": "https://www.imdb.com/title/tt0375063", "characters": ["Mike Erganian (as Duke Moosekian)", "Stephanie's Mother", "Jack", "Stephanie", "Christine Erganian", "Miles's Building Manager", "Gary the Bartender", "Frass Canyon Pourer", "Victoria", "Miles's Mother", "Mrs. Erganian (as Shaké Toukhmanian)", "Miles", "Maya", "Cammi's Husband", "Cammi"], "dialogues": {"Stephanie's": "\n[1]   \n[2]  \n[3]  \n[4]  \n[5] \n[6]  \n[7]  \n[8]  ", "Mother": "\n[1] \n[2] \n[3]  \n[4] \n[5]   \n[6]  \n[7]   \n[8]    ", "Jack": "\n[1]About time you got here, bud. Mr. Prompt. \n[2]Don't bother him with that. We got to get going. \n[3]Yeah, Miles, don't be so modest. Indulge them. Don't make me out to be a liar. \n[4] \n[5]Where the fuck were you, man? I was dying in there. We were supposed to be a hundred miles away by now. \n[6]Come on. You're fucking hungover. \n[7]You said you had it all lined up. \n[8]Yeah, Conundrum. \n[9]I don't know. Senior editor? Sounds like you're in to me. \n[10]But I know it's going to happen this time. I can feel it. This is the one. I'm proud of you, man. You're the smartest guy I know. \n[11]Come on, we're celebrating. I say we pop it. \n[12]Shut up. Here's to a great week. \n[13]Yeah. \n[14]Oh, that's tasty. \n[15]Pinot Noir? How come it's white? Doesn't noir mean dark? \n[16]Just tell me. \n[17] \n[18]Oh, yeah. Yeah. \n[19]I liked it a lot. A lot of improvements. It just seemed overall, I don't know, tighter, more... congealed or something. \n[20]Oh yeah. Much better. \n[21]Well, then I guess it must have felt new because everything leading up to it was so different. \n[22]  \n[23]Yeah. All twenty minutes so far have been a blast. \n[24]So what's up? \n[25]Yeah. The Feldmans. \n[26]Well, then put him at the singles table. \n[27]Then put him with the Feldmans. Whatever you and your Mom decide is fine with me. \n[28]I didn't dismiss you. I told you what I thought, but it didn't seem to matter, so you decide. Besides, this is supposed to be my time with Miles. I hope you're not going to call every five minutes. \n[29]Honey, I'm just saying you know I need a little space before the wedding. Isn't that the point of this? Isn't that what we talked about with Dr. Gertler? \n[30]I don't know, Christine. Perhaps it's because I feel attacked. \n[31]Listen. I'll call you when we get there, and we can talk about it then, okay? \n[32]I love you. \n[33]Whoa, why are we getting off? \n[34]What? \n[35]Your mother? Jesus, Miles, we were supposed to be up there hours ago. \n[36]How old's she going to be? \n[37]That's a good age. \n[38]Surprise! Happy Birthday! \n[39]They're from both of us. \n[40]Jeez, Mrs. Raymond, that was eleven years ago. \n[41]Yeah, well, you should be my agent. \n[42]You look fabulous, Mrs. Raymond. \n[43](concentrated on the \n[44]Mrs. Raymond, this is delicious. Absolutely delicious. \n[45]Is it chicken? \n[46]Oh, that was for, uh, wait... That was for Spray and Wash. \n[47]Yeah, I remember the girl who was in it with me. She was something. \n[48]And Miles is my best man, Mrs. Raymond. My main man. \n[49]Two years ago, buddy. \n[50]Oh, yeah. Real well. Still do. \n[51]Fuck, man. Too early in the morning for that, you know what I mean? \n[52]That's your problem, Miles. \n[53]Speak for yourself. I get chicks looking at me all the time. All ages. \n[54]You need to get laid. \n[55]It'd be the best thing for you. You know what? I'm going to get you laid this week. That's going to be my best man gift to you. I'm not going to give you a pen knife or a gift certificate or any of that other horseshit. \n[56]No. No. You've been officially depressed for like two years now, and you were always a negative guy anyway, even in college. Now it's worse -- you're wasting away. Teaching English to fucking eighth-graders when they should be reading what you wrote. Your books. \n[57]You still seeing that shrink? \n[58]Well, I say fuck therapy and what's that stuff you take, Xanax? \n[59]Well, I say fuck that. You need to get your joint worked on, that's what you need. \n[60]And get your bone smooched. \n[61]What? \n[62]Whatever's closest, man. I need a glass. \n[63]I thought you hated Chardonnay. \n[64]Hey, Miles. I really hope your novel sells. \n[65]I told you. Filet and salmon. \n[66]I don't know. Salmon. Don't you always have white wine with fish? \n[67] \n[68]I owe her a call anyway. \n[69]Hey, honey. So we're up here about to taste some whites, and we need to know how the caterers are going to make the salmon. \n[70]No, I know, I didn't forget, but we wound up at Miles's mom's house, and it got really late, and it was hard to call, so I'm calling you now. I said I was sorry. Yes, I did. You heard me say I was sorry, right? \n[71]Miles heard me say I was sorry. \n[72]Give me a break, will you? I just called to find out about the salmon -- for our wedding -- to be more involved, like you said -- and all you want to do is get into it about last night and, okay, I'm sorry. I'm sorry I didn't call. You're totally right. I know, but I'm trying to make this the best wedding I can with the best wine we can find. Don't I get any credit for that? Okay. Look, I've got to go. I'm out here in the parking lot, and Miles is waiting for me... \n[73] \n[74]How you doing? \n[75]Sounds good. \n[76]This is rose, right? \n[77]Pinot noir? Not again! You know, not all Pinots are noir. \n[78]What color is it supposed to be? \n[79]Huh. \n[80]I don't know. Wine? Fermented grapes? \n[81]Huh. Maybe a little strawberry. Yeah, strawberry. I'm not so sure about the cheese. \n[82]When do we get to drink it? \n[83]How would you rate this one? \n[84] \n[85]Want some? \n[86]Just a minute! \n[87]I thought you said it was close. Now I'm all pitted out. \n[88]We should have driven. \n[89]You think I'm making a mistake marrying Christine? \n[90]Come on, do you think I'm doing the right thing? Tell the truth. You've been through it. \n[91]Christine's dad -- he's been talking about bringing me into his property business. Showing me the ropes. And that's something, considering how long it took him to get over I'm not Armenian. So I'm thinking about it. But I don't know, might get a little incestuous. But Mike does pretty well. A lot of high-end commercial stuff. \n[92]No way. This would just provide some stability is what I'm saying. I can always squeeze in an audition or a commercial here and there, you know, keep myself in the game in case something big comes along. \n[93]We're not getting any younger, right? And my career, well, it's gotten pretty, you know, frustrating. Even with my new manager. Maybe it's time to settle down. \n[94] \n[95](nodding, feeling better \n[96]Yeah. Tight. \n[97]Here's to my last week of freedom. \n[98]Miles. Check it out. \n[99]You know her? \n[100]You know that chick? \n[101]She is very hot. \n[102]Doesn't mean shit. When Christine was a hostess at Sushi Roku, she wore a big engagement ring to keep guys from hitting on her. Think it worked? Fuck no. How do you think I met her? \n[103]So what's a professor's wife doing waitressing? Obviously that's over. \n[104] \n[105]Jesus, she's jammin'. And she likes you. What else do you know about her? \n[106]Ooooooohh. Now we're getting somewhere. \n[107]Perfect. \n[108]Why do you always focus on the negative? Didn't you see how friendly she was to you? \n[109]You're blind, dude. Blind. \n[110]That's on us. \n[111]It's getting published. That's what we're up here celebrating. \n[112]No, I'm an actor. \n[113]A lot of TV. I was a regular on a couple of series. And lately I've been doing a lot of commercials. National mostly. \n[114]Maybe. Recognize this? \n[115]\"Now with low, low 5.8% APR financing.\" \n[116]I am one of those guys. \n[117] \n[118]Windmill. \n[119]We'll catch up with you later, okay? \n[120]We'll probably go back to the hotel and crash? \n[121]The girl is looking to party, and you tell her we're going to go back to our motel room and crash? Jesus, Miles! \n[122]The chick digs you. She lit up like a pinball machine when she heard your novel was getting published. \n[123]I'm trying to get you some action, but you've got to help me out just a little bit. \n[124]Somebody had to do the talking. And by the way, I was right. She's not married. \n[125]No rock. When she came to the bar, sans rock. \n[126]Single. Waitress. Getting off work. Looking for love. A little slap and tickle. \n[127]She probably went home, lit some candles, put on some relaxing music, took a nice hot bath, and laid down on her bed with her favorite vibrator. \n[128]Oooh. Oh. Miles. Miles. \n[129]You need to get your prostate checked. \n[130] \n[131]I am going to get my nut on this trip, Miles. And you are not going to fuck it up for me with all your depression and anxiety and neg-head downer shit. \n[132]Yes they are. And I'm serious. Do not fuck with me. I am going to get laid before I settle down on Saturday. Do you read me? \n[133]No, see, I want both of us to get crazy. We should both be cutting loose. I mean, this is our last chance. This is our week! It should be something we share. \n[134]But I am warning you. \n[135] \n[136]Yeah, oak. That's a good wood. \n[137]Beautiful. \n[138]Miles. \n[139]Miles, I gotta tell you something. Victoria's coming to the wedding. \n[140]Yeah, but that's not the whole story. She got remarried. \n[141]About a month ago. Six weeks. \n[142]Miles... MILES... \n[143] \n[144]You've been divorced for two years already. People move on. She has! It's like you enjoy self-pity. Makes you feel special or something. \n[145]What do you think? \n[146]Because I knew you'd freak out and probably get so depressed you wouldn't even come on this trip. But then I figured here would be the best place to tell you. We're here to forget about all that shit. We're here to party! \n[147]No, no, no. It's cool. I talked to Victoria. She's cool. Everyone's cool. \n[148]Hey, hey, hey. No, you don't! \n[149]Miles? \n[150]You going to be okay? \n[151]Excellent. My friend and I are up here doing the wine tour, and he tells me that you folks make one hell of a Syrah. \n[152]I'm a quick learner. \n[153]That's right -- I'm here to learn. I never had that much interest in wine before, but this trip has been very enlightening. Always like wine, of course, but I don't know. More of a beer man, really. Microbreweries. \n[154]Now there's a girl who knows how to pour. What's your name? \n[155]Nice. \n[156]I like it. Tastes great. Oaky. \n[157] \n[158]Oh yeah? We're just over in Buellton. Windmill Inn. \n[159]You know a gal named Maya? Works at the Hitching Post? \n[160]No shit. We just had a drink with her last night. Miles knows her. \n[161]You're a bad, bad girl, Stephanie. \n[162]A bad girl, Miles. She might need to be spanked. \n[163]Get the trunk. \n[164]We're on. \n[165]She called Maya, who's not working tonight, so we're all going out. \n[166]Been divorced for a year now, bud. \n[167]Stephanie, holy shit. Chick had it all going on. \n[168]Cute? She's a fucking hottie. And you almost tell her I'm getting married. What's the matter with you? Gotta love it. Gotta love it. \n[169]  \n[170]  \n[171]Miles. Hey, Miles. Time to get up. \n[172]Fucking chick in the Jacuzzi -- goddamn, Miles, fucking going nuts up here. Whole place is wide open. Assylvania. \n[173]I don't know. Casual but nice. They think you're a writer. \n[174]Don't you have any other shoes? \n[175] \n[176]Please just try to be your normal humorous self, okay? Like who you were before the tailspin. Do you remember that guy? People love that guy. And don't forget -- your novel is coming out in the fall. \n[177]Do not sabotage me. If you want to be a lightweight, that's your call. But do not sabotage me. \n[178]And if they want to drink Merlot, we're drinking Merlot. \n[179]Okay, okay. Relax, Miles, Jesus. No Merlot. Did you bring your Xanax? \n[180]And don't drink too much. I don't want you going to the dark side or passing out. Do you hear me? No going to the dark side. \n[181]We're going in. \n[182] \n[183]How you doin' tonight, beautiful? \n[184]Great. You look great. You both do. \n[185]Whatever you girls want. It's on us tonight. Sky's the limit. \n[186]I don't think so. We're celebrating Miles's book deal. \n[187](slapping his menu shut \n[188]Pinot! \n[189]Easy, boy. Easy. \n[190]What the fuck, man? What is up? \n[191]Pull yourself together, man. \n[192]Where were you? \n[193]Did you drink and dial? \n[194]Why do you always do this? Victoria's gone, man. Gone. Poof. \n[195]Stop it. You are blowing a great opportunity here, Miles. Fucking Maya, man. She's great. She's cool. She's funny. She knows wine. What is this morose come-down bullshit? These girls want to party. And what was that fucking ten-minute lecture on, what was it, Vouvrays? I mean, come on! \n[196]Oh Jesus, Miles. \n[197]And don't forget all the bad times you had with Victoria. How small she make you feel. That's why you had the affair in the first place. \n[198]Don't you see how Maya's looking at you? You got her on the hook. Reel her in! Come on, let's rachet this up a notch. You know how to to do it. Here. Drink some agua. \n[199]Excellent idea. Waiter! \n[200] \n[201] \n[202]We're here! \n[203]Couple of wrong turns. Thanks to Magellan, here. \n[204]Hi. \n[205]\"And now for a low, low 4.8% APR...\" \n[206]Fucking chick is unbelievable. Un-be- lieve-able! \n[207]Goddamn, Miles, she is nasty. Nasty nasty nasty. \n[208]Oh, hey, change of plans. Steph's off today, so she and I are going on a hike. \n[209]You go. In fact, use my clubs. They're brand new -- gift from Christine's dad. It's on me. Oh, say, by the way, Stephanie and me were thinking we'd all go to the Hitching Post tonight and sit at one of Maya's tables, and she'll bring us some great wines and then we can all -- \n[210]Oooh, I see. Didn't go so good last night, huh? That's a shocker. You mean getting drunk and calling Victoria didn't put you in the mood? You dumb fuck. Your divorce pain's getting real old real fast, dude. \n[211]Later. \n[212]Oh, boy. \n[213]Yeah. Okay. \n[214]I will. See ya! \n[215]Okay! Jesus! \n[216]I've got no problem calling her. \n[217] \n[218] \n[219]Do you have that other condom? \n[220]Lucked out -- got voice mail. Everything's cool. \n[221]  \n[222]Not now! Not now! \n[223]Hey, there you are. \n[224]What're you drinking? \n[225]Any good? \n[226]   \n[227]Upstairs. Getting cleaned up. \n[228]What? \n[229]Um... not exactly. But I've been honest. I haven't told her I'm available. And she knows this trip up here is only for a few days. Besides... \n[230]Well... I don't know, just... the wedding. \n[231]Well, I've been doing some thinking. \n[232]I may have to put the wedding on hold is all. \n[233]I fully realize that making a change like that might be tricky for certain people to accept at first, but life is short, Miles. I've got to be sure I'm doing the right thing before taking such a big step. And not just for my sake. I'm thinking about Christine's feelings too. I take marriage very seriously -- always have. That's why I've never done it before. The day I get married, it's going to be the real thing. \n[234]Being with Stephanie has opened my eyes. She's not uptight or controlling. She's just cool. Things are so easy with her. Smells different. Tastes different. Fucks different. Fucks like an animal. I'm telling you, I went deep last night, Miles. Deep. \n[235]Don't get all judgmental on me. This is my deal. It's my life, and it's my call. \n[236]I was hoping to get some understanding from you. And I'm not getting it. \n[237]Like I might be in love with another woman. \n[238]Look who's talking. You've been there. \n[239]This is totally different. I'm talking about avoiding what you're talking about. That's the distinction. I have not made the commitment yet. I am not married. I have not said the words. In a few days, I might get married, and if I do, then I won't be doing stuff like this anymore. Otherwise, what's the whole point of getting married? \n[240] \n[241]What do you care anyway? You don't even like Christine. \n[242]You said she was shallow. Yeah, and a nouveau riche. \n[243]Look, Miles, all I know is I'm an actor. All I have is my instinct. My intuition -- that's all I have. And you're asking me to go against it. And that's just wrong. \n[244]Listen, I'm going to make sure Steph and Siena get home safe, and then maybe we'll hook up with you later, okay? \n[245]Call me on my cell if you go out. \n[246]Come on, dude. Let's go golfing! I got us in at Alisal. \n[247]She's working. I need a break anyway. She's getting a little clingy. This is our day! \n[248]Crap. \n[249]Did you ever got ahold of Maya yesterday? \n[250]She likes you, man. Stephanie'll tell you. \n[251] \n[252]You know, in life you gotta strike when the iron's hot. \n[253]Don't whiff it. \n[254]Nice shot. \n[255]What about your agent? Hear anything yet? \n[256]What do you think's going on? \n[257]Been checking your messages? \n[258]Huh. \n[259]But you don't know yet, so your negativity's a bit premature, wouldn't you say? \n[260]Or fuck those New York publishers. Publish it yourself. I'll chip in. Just get it out there, get it reviewed, get it in libraries. Let the public decide. \n[261]Don't come over the top. Stay still. \n[262]Just trying to be helpful. It's all about stillness, Miles. Inner quiet. \n[263]Why are you so hostile? I know you're frustrated with your life right now, but you can choose not to be so hostile. Here. \n[264]I don't know. Got it from Stephanie. \n[265] \n[266] \n[267]Nice shot. \n[268]  \n[269]  \n[270]Oh, this is going to be fun. This is going to be fun. \n[271]Hit into us again, motherfuckers, and I'll ass-rape all four of you! \n[272]Just don't give up on Maya. Cool smart chicks like that --they like persistence. \n[273]All I know is she's beautiful. Lots of soul. Perfect for you. I'm not going to feel good about this trip until you guys hook up. Don't you just want to feel that cozy little box grip down on your Johnson? \n[274]Is it the money thing? \n[275]With Maya. \n[276]Is an abattoir like a... like a... what is that? \n[277]Abattoir. Huh. But you are going to get the good news this week about your book. I know you are. I can feel it. \n[278]It's Steph. Hey, baby. Yeah. Oh yeah. Yesssss. I mean I would, but let me see. Hey, Miles... Oh fuck it, we're going. We'll be right there. Me too. \n[279]We're on. \n[280]We're going to have some fun. Remember fun? We're going to have some of it. Okay? \n[281]I said okay? \n[282]\n[283]You ever actually read any of this guy's books? \n[284]Huh. \n[285]Yo! Yo! Here's my boy! Here's my boy! Who's your daddy, boy? Who is yo' daddy? \n[286]I'm so proud of you! Let me love you! \n[287]So tell me everything. Details. I like details. \n[288]What? \n[289]You're kidding, right? Tell me what happened, you fucker, or I'll tie your dick in a knot. \n[290]You didn't get any, did you? You're a homo. \n[291]Wow. Okay. Calm down. Sorry. \n[292]Did you have trouble performing? Yeah, that's... \n[293]Hello? Oh, hey, honey. How you doing? Uh-huh. Uh-huh. Christine. \n[294]Listen, honey. Let me call you back. Miles and I are in the middle of something. No, it's nothing serious -- Miles is just having one of his freak- outs. Yeah. Love you too. I'll call you right back. \n[295]Who's being selfish now? I'm the one getting married. I thought this week was supposed to be about me. \n[296]I know what you need. \n[297]Yeah, they're great. Sporty. They're really sporty. \n[298]Feel better? \n[299] \n[300] \n[301]How about this one? We didn't hit this one. \n[302]You ever actually been in there, Miles? \n[303] \n[304]I don't know. Tastes okay to me. Hey, they got a reserve pinot. \n[305] \n[306](to the horrified onlookers \n[307]Just write another one. You have lots of ideas, right? \n[308]What's that supposed to mean? \n[309]What about that guy who wrote Confederacy of Dunces? He committed suicide before he got published, and look how famous he is. \n[310]Don't give up. You're going to make it. \n[311]See? Right there. Just what you just said. That's beautiful. A thumbprint on a skyscraper. I couldn't write that. \n[312] \n[313] \n[314]Look what I got for our favorite girl. \n[315]I can explain. \n[316]Don't need a lecture. You fucking told Maya, didn't you? \n[317]You told him. I'm fucking hurting here. \n[318]I'm going to need an operation. Maybe a couple of them. They have to wait for it it to heal first. Then they break it again. \n[319]Gonna fuck that up too. I should sue her ass. Only reason I won't is to protect Christine. \n[320] \n[321]I hate this place. \n[322]So how did Stephanie know it was Saturday? We didn't get into that with Gary. \n[323]You sure you didn't say anything to Maya? \n[324]I don't know. Just seems fishy. \n[325]What's it look like to you? \n[326]I'm hungry. \n[327]You know what I'm thinking? \n[328]I'm thinking it's time to settle down. One woman. One house. You know. It's time. \n[329]Mm. Mm. \n[330]Oh, so that's what those are? For a second there I thought you guys were promoting safe sex. \n[331]I bet you that chick is two tons of fun. You know, the grateful type. \n[332]Nice technique there... ...Cammi. \n[333]No, we're from San Diego. Why? \n[334]Hang on. Did you ever know a Derek Sommersby? \n[335]You have to imagine him with a bandage and shorter hair. \n[336]She gets off in an hour, so I think I'm just going to have a drink and then... make sure she gets home safe. \n[337]Look, Miles. I know you're my friend and you care about me. And I know you disapprove. I respect that. But there are some things I have to do that you don't understand. You understand wine and literature and movies, but you don't understand my plight. And that's okay. \n[338]  \n[339]Jesus fucking Christ, it's freezing. \n[340]Vicodin. Where's the Vicodin? My nose. \n[341]Fucking chick's married. \n[342]Her husband works a night shift or something, and he comes home, and I'm on the floor with my cock in his wife's ass. \n[343]Ran. Twisted my ankle too. \n[344]Fucking-a it's five clicks! At one point I had to cut through an ostrich farm. Fuckers are mean. \n[345]We gotta go back. \n[346]I left my wallet. My credit cards, cash, fucking ID, everything. We gotta go back. \n[347]You don't understand. The wedding bands. The wedding bands are in my wallet. \n[348]No. She ordered them special. Took her forever to find them. They've got this design on them with dolphins and our names engraved in Sanskrit. We've got to go back. Christine'll fucking crucify me. \n[349] \n[350]No, we've got to get my wallet! Those rings are irreplaceable! We've got to get them, Miles! I fucked up! I know I fucked up, okay? I fucked up. You gotta help me. You gotta help me. Pleeeease! \n[351]Oh, God, please... Oh God. I know I'm bad. I know I did a bad thing. Help me, Miles. Just this one thing, this one last thing. I can't lose Christine. I can't. I'm nothing without her. Please, Miles, please... uuuuu... uuuuuu.... uuuuuuu...... \n[352]Yeah. \n[353]Wasn't supposed to be back till six. Fucker rolls in at five. \n[354]Horny as shit. Flopping around like a landed trout. \n[355]Yeah, this is the block. Just keep going... Yeah! This is it. There's her car. \n[356]The plan is... you go. \n[357]My ankle. Just go explain the situation. \n[358]Yeah, yeah. Like that. Just like that. \n[359]Fuck you. I'll get it myself. \n[360]  \n[361]You did it! You fucking did it! \n[362]Hrnrnrn? \n[363]Yep. Quite a day. \n[364]Want me to drive? \n[365]Hey, why don't you invite Maya to the wedding? \n[366]You're so negative. \n[367]Come on, let me drive. \n[368]I feel like driving. \n[369]Nothing. Buckle up, okay? \n[370] \n[371]I'll pay for it. \n[372]I don't know. Doesn't look like anybody got hurt in this one. \n[373]You need a new car anyway. \n[374]I said I'd pay for it. \n[375]Whatever. Sorry. \n[376]You ready? \n[377]It's okay. I've got Triple A. \n[378]Why don't you come in? \n[379]So I'll see you at the rehearsal. \n[380]Love you, man. \n[381]Hey, don't pull away till they see the car. \n[382] \n[383]  ", "Stephanie": "\n[1]Hey, guys. How's it going? \n[2]That's what people say. \n[3]Well, no better way to learn than tasting. \n[4]Stephanie. \n[5]So what do you think? \n[6]Cabernet Franc. This is only the fifth year we've made this varietal. Very few wineries around here do a straight Cabernet Franc. It's from our vineyard up in Santa Maria. And it was a Silver Medal winner at Paso Robles last year. \n[7]In Santa Ynez. And I agree with you about Cab Franc. \n[8]Oh yeah. \n[9]Sure I know Maya. Real well. \n[10]This is our Estate Syrah... \n[11]I know. I might need to be spanked. \n[12]Excuse me. \n[13]  \n[14]Good. How're you? \n[15]Not so bad yourself. \n[16] \n[17]What's everyone ordering? Then we can sort out the wine. \n[18](still scanning the wines \n[19]Sounds like... Pinot Noir to me. \n[20] \n[21]We were thinking. Why don't we go back to my place? I've got wine, some insane cheeses, music, whatever. \n[22]   \n[23]  \n[24]What happened to you guys? \n[25]Hi. Maya's in the kitchen. \n[26]  \n[27]Anything but the Jayer Richebourg! \n[28]  \n[29] \n[30]  \n[31]  \n[32]That was fun last night. \n[33]Thanks. Hey, I talked to Maya this morning. She said she had a good time too. You should call her. \n[34]Where's Jack? \n[35]So what are you up to today, Miles? \n[36]Huh. \n[37]Oops. Sorry. \n[38]Me? No, I think it's kind of a stupid game. I mean, at least, I could never get into it. I tried it once. \n[39]Hi, guys. We should probably get going. \n[40]See you, Miles. You take care. \n[41]  \n[42]  \n[43]  \n[44]\n[45]You fucking bastard! Lying piece of shit! You're getting married on Saturday? What was all that shit you said to me? \n[46]You said you loved me! You fuck! I hope you die! \n[47]Fuckface! You too! ", "Christine": "\n[1]Hey, Miles. \n[2]Oh, good idea. Here, Miles, come to the kitchen with me. \n[3] \n[4]So which one do you like better? \n[5]You guys having fun? \n[6]Good. That's good. \n[7]Just seeing how you're doing. And, um, Mom and I were starting to look over the seating charts again, and we're wondering if you wanted Tony Levin to sit next to the Feldmans, or should he be at one of the singles tables? \n[8]So what do you think? With the Feldmans? \n[9]Really? Because I don't know, I was thinking that -- \n[10]The problem with that is that then there's one extra -- \n[11]Don't dismiss me. I'm trying to include you in this decision. He's your friend. \n[12]I'm not going to call every five minutes, but this is important. \n[13]Why are you being so defensive? \n[14]I ask you one simple question, and suddenly I'm attacking you. \n[15]Bye. \n[16]Bye. ", "Erganian": "\n[1] \n[2]Look what the cat dragged! \n[3]We were thinking maybe you took the wrong way and went to Tijuana and they didn't let you back in. \n[4]Christine, why don't you ask Miles about the cake? \n[5]  \n[6]Jack tells us you are publishing a book. Congratulations. \n[7]Yes, congratulations. \n[8] \n[9]What subject is your book? Non- fiction? \n[10]Good, I like non-fiction. There is so much to know about the world that I think reading a story someone just invented is kind of a waste of time. \n[11] ", "Victoria": "\n[1]Hello? \n[2]Miles? \n[3]Fine. What's, uh, what's on your mind? \n[4]Oh, Miles. You're drunk. \n[5]Where are you? \n[6]Miles, don't call me when you're drunk. \n[7] \n[8]Miles, I don't care if you come to the wedding or not. \n[9]I'm going to hang up now, Miles. \n[10]Miles, maybe it is better if you don't come to the wedding. \n[11]Hey, Miles. \n[12]Thanks. Um, this is Ken Cortland, my husband. \n[13]Yeah, he's good that way. Very considerate. \n[14]So how're you doing? \n[15]So what's happening with your book? \n[16]Oh, Miles. That's awful. What are you going to do? \n[17]I am. \n[18]I guess. \n[19]Not me. I'm not drinking. \n[20]I'm pregnant. \n[21] ", "Miles's": "\n[1] \n[2]  \n[3] \n[4] \n[5] \n[6]  \n[7] \n[8]   \n[9]  \n[10]   \n[11]  \n[12]  \n[13]  \n[14]   \n[15]   \n[16]  \n[17]   ", "Miles": "\n[1]...the fuck... \n[2]Yeah? \n[3]Why? \n[4] \n[5] \n[6]  \n[7]Fuck! \n[8]Yeah, no, I know I said I'd be there by noon, but there's been all this work going on at my building, and it's like a total nightmare, and I had a bunch of stuff to deal with this morning. But I'm on my way. I'm out the door right this second. It's going to be great. Yeah. Bye. \n[9] \n[10]Hey, Simon. Triple espresso, please. \n[11]No, I'm running late. Make it to go. And give me a New York Times and... ...a spinach croissant. \n[12]Hi, everybody. \n[13]I had to bribe them. \n[14](leaning in to kiss Christine \n[15]Yeah, well, it's not exactly finalized yet, but, um, there has been some interest and -- \n[16]No, it's a novel. Fiction. Although there's a lot from my own life, so I guess technically some of it is non- fiction. \n[17]I like them both, but if pressed I'd have to say I prefer the dark. \n[18]I can't help the traffic. \n[19]Okay, there was a tasting last night. But I wanted to get us some stuff for the ride up. Check out the box. \n[20]Why did you tell them my book was being published? \n[21]No, I didn't. What I said was that my agent had heard there was some interest at Conundrum... \n[22]...and that one of the editors was passing it up to a senior editor. She was supposed to hear something this week, but now it's next week, and... It's always like this. It's always a fucking waiting game. I've been through it too many times already. \n[23]It's a long shot, all right? And Conundrum is just a small specialty press anyway. I'm not getting my hopes up. I've stopped caring. That's it. I've stopped caring. \n[24]Don't open that now. It's warm. \n[25]That's a 1992 Byron. It's really rare. Don't open it now. I've been saving it! \n[26]For Christ's Sake, Jack! You just wasted like half of it! \n[27] \n[28]You know how long I've been begging to take you on the wine tour. I was beginning to think it was never going to happen. \n[29]100% Pinot Noir. Single vineyard. They don't even make it anymore. \n[30]Jesus. Don't ask questions like that up in the wine country. They'll think you're a moron. \n[31]Color in the red wines comes from the skins. This juice is free run, so there's no skin contact in the fermentation, ergo no color. \n[32]Did you read the latest draft, by the way? \n[33]And? \n[34]How about the new ending? Did you like that? \n[35]There is no new ending. Page 750 on is exactly the same. \n[36]Tony Levin? Why did you fucking invite Tony Levin? \n[37]I've just got to make one quick stop. Won't take a second. \n[38]I thought we could just say a quick hello to my mother. \n[39]It's her birthday tomorrow. And I don't feel right driving by her house and not stopping in, okay? It'll just take a second. She's right off the freeway. \n[40]Um... seventy... something. \n[41] \n[42]Wait a second. \n[43]Surprise! Happy Birthday! \n[44]A famous actor who's getting married next week. \n[45] \n[46]Yeah, I'm hungry. \n[47] \n[48]  \n[49] \n[50]Let me show you something. The secret to opening champagne is that once the cork is released, you keep pressure on it so you don't -- \n[51]   \n[52]It was a surprise, Mom. \n[53]You talked to Wendy? \n[54] \n[55]Uh-huh. I'll be right back. \n[56]  \n[57]   \n[58](quickly peeling some off (one more for good luck \n[59]  \n[60]  \n[61] \n[62]I just got divorced. Phyllis. \n[63]I'm fine. \n[64]Jack. Jack. \n[65]  \n[66]   \n[67] \n[68]She's a kid, Jack. I don't even look at that stuff anymore. \n[69]As if she'd even be attracted to guys like us in the first place. \n[70]It's not worth it. You pay too big a price. It's never free. \n[71]I'd rather have a knife. \n[72]I'm working on it. \n[73]I went on Monday. But I spent most of the time helping him with his computer. \n[74]And Lexapro, yes. \n[75]Jack. This week is not about me. It's about you. I'm going to show you a good time. We're going to drink a lot of good wine, play some golf, eat some great food, enjoy the scenery and send you off in style. \n[76]You know what? Let's take the Santa Rosa turnoff and hit Sanford first. \n[77]These guys make top-notch Pinot and Chardonnay. One of the best producers in Santa Barbara county. Look how beautiful this view is. What a day! \n[78]I like all varietals. I just don't generally like the way they manipulate Chardonnay in California -- too much oak and secondary malolactic fermentation. \n[79]Jesus, what a day! Isn't it gorgeous? And the ocean's just right over that ridge. See, the reason this region's great for Pinot is that the cold air off the Pacific flows in at night through these transverse valleys and cools down the berries. Pinot's a very thin-skinned grape and doesn't like heat or humidity. \n[80]Thanks, Jack. So do I. Here we are. \n[81]So what'd you guys finally decide on for the menu? \n[82]Yeah, but how are they making the salmon? Poached with a yogurt-dill sauce? Teriyaki? Curry? \n[83]Oh, Jesus. Look, at some point we have to find out because it's going to make a big difference. \n[84]Doesn't have to be now. Let's go taste. \n[85]Now we're talking. \n[86]Here he is. Jack, Chris. Chris, Jack. \n[87]Good, yeah, it is a rose. Only this one is rather atypically made from 100% Pinot Noir. \n[88]Let me show you. \n[89]First take your glass and examine the wine against the light. You're looking at color and clarity. \n[90]Depends on the varietal. Just get a sense of it. Thick? Thin? Watery? Syrupy? Inky? Amber, whatever... \n[91]Now tip it. What you're doing here is checking for color density as it thins toward the rim. Tells you how old it is, among other things, usually more important with reds. This is a very young wine, so it's going to retain its color pretty solidly. Now stick your nose in it. \n[92]Don't be shy. Get your nose in there. \n[93]What do you smell? \n[94]There's not much there yet, but you can still find... ...a little citrus... maybe some strawberry... passion fruit... and there's even a hint of like asparagus... or like a nutty Edam cheese. \n[95]Now set your glass down and get some air into it. \n[96]Oxygenating it opens it up, unlocks the aroma and the flavors. Very important. Now we smell again. \n[97]That's what you do with every one. \n[98]Now. \n[99]Usually they start you on the wines with learning disabilities, but this one's pretty damn good. This is the new one, right, Chris? \n[100]Nice job. \n[101]Yeah, that would be a good move. \n[102]Are you chewing gum? \n[103]Hey Jack, hurry up! \n[104]It's not even a mile. \n[105]Not with the wine list these people have. We don't want to hold back. \n[106]Whoa. \n[107]Well, you waited for good reason, and you proposed to Christine for some good reason. So I think it's great. It's time. You've got to have your eyes open, that's all. I mean, look at me. I thought Victoria and I were set for life. \n[108]So you're going to stop acting? \n[109]Uh-huh. \n[110]If that's what feels right. \n[111]Then it's a good thing. \n[112]Gary. \n[113]Soon, soon. Say, this is my buddy Jack. He's getting married next week. \n[114]What are you pouring tonight? \n[115]Absolutement. They have their own label that's just outstanding. \n[116]Tight as a nun's asshole but qood concentration. Nice fruit. \n[117] \n[118]It's going to be great. Here's to us. \n[119]Oh, yeah. That's Maya. \n[120]Sure I know Maya. \n[121]Jack, this is where I eat when I come up here. It's practically my office. And sometimes I have a drink with the employees. Maya's great. She's worked here about a year, maybe a year and a half. \n[122]And very nice. And very married. Check out the rock. \n[123]This gal's married to I think a Philosophy professor at UC Santa Barbara. \n[124]You don't know anything about this woman. Calm down. Let's just eat, okay? The duck is excellent and pairs nicely with the Highliner Pinot. \n[125]Maya, how are you? \n[126]Oh, no, actually. Busy night. \n[127]You know it. This is my friend Jack. Jack, Maya. \n[128]Well, she does know a lot about wine. \n[129]And she likes Pinot. \n[130]Jack, she's a fucking waitress in Buellton. How would that ever work? \n[131]She works for tips! \n[132]I also recommend the ostrich. Very lean. Locally raised. \n[133]  \n[134]I hate Tony Levin. \n[135]You want to join us? \n[136]I finished it. \n[137]He is. \n[138]We're pretty wiped. Probably go back to the hotel and crash. \n[139]The Windmill. \n[140]See you. \n[141]Well, I'm tired. Aren't you tired? \n[142]Now I've got another lie to live down. Thanks, Jack. \n[143]Didn't seem to me like that's what was going on. You were all over her. \n[144]How do you know? \n[145]Shut up. \n[146]Have you no shame? \n[147]Fuck you. \n[148]Shut the fuck up! \n[149]So what're we going to have? Pigs in a blanket? The \"rancher's special breakfast\"? Or maybe just some grease and fat with a side of lard? \n[150]We head north, begin the grape tour up there, make our way south so the more we drink the closer we get to the motel. \n[151]What's your problem? \n[152]What is it? \n[153]Ooooh, now the cards are on the table. \n[154]Sure, big guy. Whatever you say. It's your party. I'm sorry I'm in the way and dragging you down. Maybe you'd have a better time on your own. You take the car. I'll catch the train back. \n[155]Oatmeal, one poached egg, and rye toast. Dry. \n[156]How much skin and stem contact? \n[157]Huh. That explains all the tannins. And how long in oak? \n[158]French or American? \n[159]Good stuff. \n[160]Nice, huh? \n[161]Victoria and I used to like this view. Once we had a picnic here and drank a '95 Opus One. With smoked salmon and artichokes, but we didn't care. \n[162]She has the best palate of any woman I've ever known. She could even differentiate Italian wines. \n[163]I know. You told me. I'm okay with it. \n[164]She what? When? \n[165]To that guy? That guy with the restaurant... \n[166]I want to go home now. \n[167]Is she bringing him to the wedding? \n[168]You drop this bombshell on me. Why didn't you tell me before? \n[169] \n[170] \n[171] \n[172]I'm trying to teach my friend here some basics about wine over the next few days before he goes off and -- \n[173]Quaffable but far from transcendent. \n[174]Well, I've come to never expect greatness from a Cab Franc, and this one's no exception. Sort of a flabby, overripe -- \n[175]Could we move on to the Syrah, please? \n[176]Do you know how often these pourers get hit on? \n[177]You have the keys. \n[178]What? \n[179]With Maya? \n[180]Well, she is cute. \n[181]  \n[182]Nah. I want to watch this. \n[183]So what should I wear? \n[184]Oh yeah? How exciting. What's it called? \n[185]Aye-aye, captain. \n[186] \n[187]Okay! Fuck! \n[188] \n[189]What are you drinking? \n[190]Oh yeah? How is it? \n[191]Nice. Very nice. \n[192]On a Sauvignon Blanc? \n[193]This is good. Little hints of clove. \n[194]Nope. You ladies choose. \n[195]Exactement! \n[196]That's what I'm having. \n[197]Victoria. \n[198]Victoria! How the hell are you? \n[199]Heard you got remarried! Congratulations. Didn't think you had the stomach for another go-round. \n[200]Just some local Pinot, you know, then a little Burgundy. That old Cotes de Beaune! \n[201]A little place in Los Olivos. New owners. Cozy ambiance. Excellent food too -- you should try it. Thought of you at the Hitching Post last night. \n[202]Hello? \n[203]I just wanted you to know I've decided not to go to the wedding, so in case you were dreading some uncomfortable, you know, run-in or something, well, worry no more. You won't see me there. My wedding gift to you and what's- his-name. What is his name? \n[204]Ken. \n[205]Well, I'm not coming, Barbie. So you guys have fun. \n[206](rushing to keep her on \n[207]I guess I just thought there was still some hope for us somewhere down the road and I just, I just -- \n[208]Whatever you say, Vicki. You're the boss. \n[209]Fine. Just slipped. This is my blood. \n[210]That's okay. \n[211]I'm fine! \n[212]Bathroom. \n[213]Let's just say I'm uncomfortable with the whole scenario. \n[214]Shut up. Shut your face. \n[215](trying to appear sober \n[216]You sure you want to do this? \n[217]Hi. \n[218]She got anything good? \n[219]She has a Richebourg? Mon dieu. I have completely underestimated Stephanie. \n[220]Not much of a collection really. I haven't had the wallet for that, so I sort of live bottle to bottle. But I've got a couple things I'm saving. I guess the star would be a 1961 Cheval Blanc. \n[221]Yeah, I know. \n[222]I don't know. Special occasion. With the right person. It was supposed to be for my tenth wedding anniversary. \n[223]How long have you been into wine? \n[224]What was the bottle that did it? \n[225]Wow. We gotta give it a moment, but this is tasty. Really good. How about you? \n[226](tasting again, impressed \n[227]Is this Stephanie's kid? Sure is cute. \n[228]Is she sleeping or...? \n[229]Who me? Nah, I'd just fuck them up. That was the one unpolluted part of my divorce -- no kids. \n[230]Yeah, I know. It's kind of weird. Out of context. \n[231]Yeah. Definitely. \n[232]Well, it's a little difficult to summarize. It begins as a first-person account of a guy taking care of his father after a stroke. Kind of based on personal experience, but only loosely. \n[233]\"The Day After Yesterday.\" \n[234]Um... yeah but it's more... \n[235]Mrnmm, yeah... but not really. It shifts around a lot. Like you also start to see everything from the point of view of the father. And some other stuff happens, some parallel narrative, and then it evolves -- or devolves -- into a kind of a Robbe-Grillet mystery -- you know, with no real resolution. \n[236] \n[237]A paper? \n[238]Horticulture? Wow. I didn't know there was a college here. \n[239]So... you want to work for a winery or something someday? \n[240]I do have a copy of the manuscript in the car. It's not fully proofed, but if you're okay with a few typos... \n[241]My palate's kind of shot, but from what I can tell, I'd dub it pretty damn good. \n[242] \n[243]I don't know. It's a hard grape to grow. As you know. It's thin-skinned, temperamental, ripens early. It's not a survivor like Cabernet that can grow anywhere and thrive even when neglected. Pinot needs constant care and attention and in fact can only grow in specific little tucked- away corners of the world. And only the most patient and nurturing growers can do it really, can tap into Pinot's most fragile, delicate qualities. Only when someone has taken the time to truly understand its potential can Pinot be coaxed into its fullest expression. And when that happens, its flavors are the most haunting and brilliant and subtle and thrilling and ancient on the planet. \n[244]I mean, Cabernets can be powerful and exalting, but they seem prosaic to me for some reason. By comparison. How about you? \n[245]I don't know. Why are you into wine? \n[246]Yeah? Like what? \n[247] \n[248]You are such a loser. Come on! \n[249]Got it. \n[250]Good. So did I. \n[251]Um... did you still want to read my novel? \n[252]Hope you like it. Feel free to stop reading at any time. I'll take no offense. \n[253]Well, I'm glad you got it out of your system. Congratulations. Mission accomplished. \n[254]  \n[255]You didn't invite Stephanie to come with us, did you? \n[256]We were supposed to play golf. \n[257] \n[258]Yeah, well, maybe you should check your messages first. \n[259](pointing at the room phone \n[260]You should call her. \n[261]Right now. \n[262]Yeah. Good food. You've got quite a wine collection. Very impressive. \n[263]He had to make a phone call. \n[264]Just kickin' back, I guess. I don't know. Jack and I were supposed to go golfing. \n[265]Yeah, I reserved the tee time about a month ago. \n[266]You golf? \n[267]Huh. Jack loves golf. Crazy about it. \n[268]What'd Christine say? \n[269]  \n[270]   \n[271]Yep. \n[272]Where is Stephanie? \n[273]What the fuck are you doing? \n[274]With this chick. \n[275]Does she know about Saturday? \n[276]Besides what? \n[277]What? \n[278]Oh, you've been thinking. And? \n[279]Deep. \n[280]Understanding of what? \n[281]In love? Twenty-four hours with some wine-pourer chick and you think you're in love? And give up everything? \n[282]Yes I have, and do I look like a happy man? Was all that drama with Brenda a happy thing for me to do? Huh? Was it? Is she a part of my life now? \n[283]And what about Stephanie? She's a woman -- with a kid. A single mom. What do you think she's looking for? Huh? \n[284]You're crazy. You've gone crazy. \n[285]What? Of course I like Christine. \n[286]That was three years ago after that first party! \n[287]Where? \n[288] \n[289]Bye, Stephanie. Bye, Siena, Caryl. \n[290]Yeah. \n[291]And could I get a Barely Leqal? \n[292]NO, um, the new one. \n[293]You know me. I love it up here. How about you? \n[294]Highliner. \n[295] \n[296]Say, is Maya working? \n[297]Oh, that's tasty. \n[298]I'm good. \n[299]That's a public course. No Stephanie? \n[300]Nope. \n[301] \n[302]Thanks, Jack. \n[303]You're an asshole. \n[304]Nope. \n[305]Could be anything. \n[306]Obsessively. \n[307]They probably think my book is such a piece of shit that it's not even worthy of a response. I guess I'll just have to learn how to kiss off three years of my life. \n[308]Shut up. \n[309]Shut up! Shut up! Shut up! What's the matter with you, man? SHUT UP! \n[310]What is it? \n[311]Huh. Let me see the label. \n[312]Fucker hit into us. \n[313]Throw me his ball. \n[314]  \n[315]I don't want to talk about it. \n[316]Is what the money thing? \n[317]Well, yeah, that's part of it. Woman finds out how I live, that I'm not a published author, that I'm a liar essentially, then yeah, any interest is gonna evaporate real quick. If you don't have money at my age, you're not even in the game. You're just a pasture animal waiting for the abattoir. \n[318]Slaughterhouse. \n[319]What's happening? \n[320]What exactly are we going to do? \n[321]You have to tell me -- \n[322]Okay. \n[323]Oh, yeah. No. I mean yeah, I stopped by for a drink. Didn't see you. \n[324]Well, nice to see you now. \n[325]He wrote a great one on Burgundy, and I used to get his newsletter, but then there were doubts about whether he does all his own tasting. Plus a couple of times he declared certain years vintages of the century, and they turned out to be turkeys. Fucker never retracted. \n[326]Great. What's the latest we can get there? \n[327]Okay. \n[328]No, we've got to get back Friday for the rehearsal dinner. \n[329]Of course I was. I mean, just now I could have made up some story, but I didn't. I told you the truth. \n[330]Maya. \n[331]I've told him. I've told him over and over, but he's out of control. \n[332]He's an actor, so it can't be good. \n[333]I'm sure he believed every word. \n[334]Please believe me. I was even on the verge of telling you last night, but... \n[335]Oh, Maya. No. \n[336]And I haven't been with anyone since my divorce. This has been a big deal for me, Maya -- hanging out with you, and last night. I really like you, Maya. And I'm not Jack. I'm just his... his freshman roommate from San Diego State. \n[337]Put me down, Jack. \n[338]I said put me down. Jack! \n[339]No. \n[340]It's private. \n[341]Let's leave it alone. \n[342]Just stop, okay? Make something up, and that's what happened. Whatever you want. Write my confession, and I'll sign it. Just stop pushing me all the time! I can't take it! You're an infant! This is all a big party for you, but not for me! This is serious. And you -- Just... leave me alone, okay? You're fucking me up. \n[343]Shut up! Shut up, Jack! \n[344]Don't answer it. \n[345]I'm telling you, don't. \n[346]This whole week has gone sour. It isn't turning out like it was supposed to. I want to go home. \n[347]We gotta slow down. I'm so tired. Let's just get out of here. \n[348]Do you like them? \n[349]Are they too sporty? \n[350]Yeah, it's Frass Canyon. It's a joke. \n[351]I don't have to. \n[352]Tastes like the back of a fucking LA schoolbus. Probably didn't de-stem, hoping for some semblance of concentration, crushed it up with leaves and mice, wound up with this rancid tar and turpentine mouthwash bullshit. Fucking Raid. \n[353]Let me use your phone. \n[354]I can't take it anymore. I've got to call Evelyn. \n[355]Hi, it's Miles. \n[356]Hey, Evelyn, it's your favorite client. \n[357]Good, good. Drinking some good wines and kicking back, you know. So what's happening? Still no word? \n[358]And? \n[359]Huh. \n[360]Yeah, I'm here. \n[361]So I guess that's it. \n[362]Hit me again. \n[363]Pour me a full glass. I'll pay for it. \n[364]Just give me a full goddamn pour. \n[365]I told you I need a drink. \n[366]No, I'm finished. I'm not a writer. I'm a middle-school English teacher. I'm going to spend the rest of my life grading essays and reading the works of others. It's okay. I like books. The world doesn't give a shit what I have to say. I'm unnecessary. I'm so insignificant, I can't even kill myself. \n[367]You know -- Hemingway, Sexton, Woolf, Plath, Delmore Schwartz. You can't kill yourself before you've even been published. \n[368]Thanks. \n[369]Half my life is over, and I have nothing to show for it. I'm a thumbprint on the window of a skyscraper. I'm a smudge of excrement on a tissue surging out to sea with a million tons of raw sewage. \n[370]Neither could I. I think it's Bukowski. \n[371]Stephanie! Stop! \n[372]Aren't you glad you didn't move up here and marry her? \n[373]No, I did not. Must have been Gary at the Hitching Post. I think we mentioned it to him the first night. \n[374]Keep it elevated. \n[375]It's Miles. Listen, I don't know if you even care, but I had to call and tell you again how much I enjoyed our time together and how sorry I am things turned out the way they did. I think you're great, Maya -- always have. From the first time you waited on me. And while I'm at it, I guess you should know that my book is not getting published. I thought this one had a chance, but I was wrong. Again. Don't bother reading it -- you've got better things to do. So you see I'm not much of a writer. I'm not anything really. The only real talent I seem to have is for disappointing people and now you know that firsthand. We're leaving in the morning, and I want you to know that I take with me wonderful memories of you. I'm sorry. I'm really sorry. \n[376]Well? \n[377]Good thing you have a voice-over career. \n[378]That's thoughtful. \n[379]Take a couple of these, and you'll learn to love it. \n[380]Two for you. And two for me. \n[381]Huh. Let me think. \n[382]Sure I'm sure. And just what are you implying? I'm really pissed off at you about all this, if you want to know the truth. What's Maya going to think of me now just for associating with you? You're the one who's sabotaging me, not the other way around, pal. Not by a longshot. \n[383]Looks like you were in a bad car accident. \n[384]What's that? \n[385]Uh-huh. \n[386]I don't know. I wouldn't know. \n[387]Could you tell me where the bathroom is? \n[388]You're joking, right? What are you doing? Un-fucking- believeable. Can we just go back to the hotel and hang out and get up early and play nine holes before we head home? \n[389]  \n[390]What? \n[391]Jesus, Jack. Jesus. And you walked all the way back from Solvang? \n[392]That's five clicks, Jackson. \n[393]What? \n[394]Big deal. We'll call right now and cancel your cards. \n[395]Okay, so they were in your wallet, and you left your wallet somewhere. Some bar. Christine'll understand. \n[396]No way. No way. \n[397]Forget it. Your wallet was stolen at a bar. Happens every day. \n[398]She tell you she was married? \n[399]So what the fuck were you thinking? \n[400]Cutting it a little close, don't you think? So how was she? Compared to Stephanie, say. \n[401]So what's the plan? \n[402]Me? \n[403](sarcastic, clearing his throat \n[404] \n[405]Open up! Jesus! Open the goddamn door! \n[406]  \n[407]Hey, Jack. Jack. \n[408]That was quite a day yesterday. \n[409]Quite a week. \n[410]No, I'm okay. \n[411]Somehow I don't think inviting Maya to your wedding is the right move. In fact, after your bullshit, it's going to be hard for me to even go to the Hitching Post again. \n[412]I'm fine. You rest. \n[413]What's wrong? \n[414]What the fuck! \n[415]What the fuck! \n[416]Look at this! \n[417]Oh, no. Oh, Christ. No, you don't. \n[418]You broke some. \n[419]No, not whatever. You fucking derelict. \n[420]Oh, fuck! \n[421]Well. That about does it. \n[422]Uh-uh. You're on your own. \n[423]Yeah. \n[424]Back at you. \n[425]  \n[426]  \n[427]Hi, Vicki. You look beautiful. \n[428]Hi. How you doing? You're a lucky guy. \n[429]Ken. \n[430]That was big of him. \n[431]That's great. \n[432]Since the last time we spoke? I don't know. Could be better. Could be worse. \n[433]Universally rejected. Strike three. \n[434]Back to the drawing board, I guess. Or not. So... you're married. Congratulations. You look happy. \n[435]Seems like everyone's getting married. A year ago it was all divorces. Now it's all weddings. Cyclical, I guess. \n[436] \n[437]You quit drinking? \n[438](hit in the solar plexus  \n[439]Yeah. \n[440]  \n[441] \n[442]   ", "Maya": "\n[1]Hey, Miles. Good to see you. \n[2]I'm doing good, good. You look great. Did you lose some weight? \n[3]Oh yeah, Sunday night. You guys been out tasting today? \n[4] \n[5]  \n[6] \n[7]Hey, guys. \n[8] \n[9]So how's that book of yours going, Miles? I think you were almost done with it last time we talked. \n[10]Good for you. \n[11]That's fantastic. Congratulations. \n[12] \n[13]Oh yeah? What kind of stuff? \n[14]Anything I'd know? \n[15]That's hilarious. You sound just like one of those guys. \n[16]You are not. \n[17] \n[18]So what are you guys up to tonight? \n[19]Yeah, I know what you mean. It's a long drive up here. Where're you staying? \n[20]Well, good to see you, Miles. Jack. \n[21]  \n[22]A Fiddlehead Sauvignon Blanc. \n[23] \n[24]Twelve months in oak. \n[25]I know the winemaker. She comes in the restaurant all the time. \n[26]I know. I love that. \n[27] \n[28]You choose, Stephanie. \n[29]No, we're paying for the wine. \n[30]Well, in that case... \n[31]I'm having the salmon. \n[32]Well, that narrows things down. \n[33]Are you all right? \n[34]Sorry to make you get up again, Miles. \n[35]Hey. \n[36]Oh, yeah. Steph's way into Pinots and Syrahs. Hey, Steph? You sure we can open anything? Anything we want? \n[37]Who do you think you're dealing with here? \n[38]How about this? \n[39]Nope. I don't think we know each other well enough. I'd say this guy's more our speed. \n[40]So what gems do you have in your collection? \n[41]You've got a '61 Cheval Blanc that's just sitting there? Go get it. Right now. Hurry up... \n[42]Seriously, the '61s are peaking, aren't they? At least that's what I've read. \n[43]It might be too late already. What are you waiting for? \n[44]The day you open a '61 Cheval Blanc, that's the special occasion. \n[45]I started to get serious about seven years ago. \n[46]Eighty-eight Sassicaia. \n[47] \n[48]Yeah, Siena's a sweetie. \n[49]She's with her grandmother. She's with Steph's mom. She spends a lot of time over there. Steph's... well, she's Stephanie. \n[50]You got kids? \n[51]Yeah, same here. \n[52]Let's go in there. \n[53]Looks like our friends are hitting it off. \n[54]It's kind of weird sitting here with you in Stephanie's house. All those times you came into the restaurant. It's like you're a real person now. Almost. \n[55]Yeah, weird. But great. \n[56]So what's your novel about? \n[57]What's the title? \n[58]Oh. You mean... today? \n[59]So is it kind of about death and mortality, or...? \n[60]Wow. Anyway, I think it's amazing you're getting it published. Really. I know how hard it is. Just to write it even. \n[61]Like me, I have this stupid paper due on Friday, and as usual I'm freaked out about it. Just like in high school. It never changes. \n[62]Yeah. I'm working on a masters in horticulture. Chipping away at it. \n[63]I commute to San Luis Obispo twice a week. \n[64]Well... \n[65]Oh yeah. Who cares? I'm the queen of typos. Wow, this is really starting to open up. What do you think? \n[66]Can I ask you a personal question? \n[67]Why are you so into Pinot? It's like a thing with you. \n[68]What about me? \n[69]I suppose I got really into wine originally through my ex-husband. He had a big, kind of show-off cellar. But then I found out that I have a really sharp palate, and the more I drank, the more I liked what it made me think about. \n[70]Like what a fraud he was. \n[71]No, but I do like to think about the life of wine, how it's a living thing. I like to think about what was going on the year the grapes were growing, how the sun was shining that summer or if it rained... what the weather was like. I think about all those people who tended and picked the grapes, and if it's an old wine, how many of them must be dead by now. I love how wine continues to evolve, how every time I open a bottle it's going to taste different than if I had opened it on any other day. Because a bottle of wine is actually alive -- it's constantly evolving and gaining complexity. That is, until it peaks -- like your '61 -- and begins its steady, inevitable decline. And it tastes so fucking good. \n[72]Yeah. \n[73]I was just getting some water. You want some water? \n[74]Nice. \n[75]I should probably get going. \n[76]You know how to get back to the Windmill, right? \n[77]I had a good time tonight, Miles. I really did. \n[78]Okay. See you around. \n[79]Oh, yeah. Sure. Of course. \n[80]Wow. Great. \n[81]Goodnight, Miles. \n[82]Hey, Miles, I heard you came by the restaurant last night looking for me. \n[83]I had class. \n[84]You too. \n[85]  \n[86]   \n[87]You guys should stop by the restaurant for lunch today. \n[88]About two-thirty. \n[89] \n[90]What rehearsal dinner? \n[91]Who's getting married? \n[92]Were you ever going to say anything? \n[93] \n[94]Do you know what he's been saying to her? \n[95]Oh, just that he loves her. That she's the only woman who has ever really rocked his world. How he adores Siena. How he wants to move up here and get a place with the two of them and commute when he has to. \n[96]But you wanted to fuck me first. \n[97]Yeah. \n[98]  \n[99]You know, I just spent three years trying to extricate myself from a relationship that turned out to be full of deception. And I've been doing just fine. \n[100]Could I have my paper, please? \n[101]Hi. It's Maya. Please leave a message. \n[102]Hello, Miles. It's Maya. \n[103]Thanks for your letter. I would have called you sooner, but I think I've needed some time to think about everything that happened and what you wrote to me. Another reason I didn't call sooner is that I wanted to finish your book, which I finally did last night. \n[104]I think it's really lovely, Miles. You're so good with words. Who cares if it's not getting published? There are so many beautiful and painful things about it. Did you really go through all that? It must have been awfully hard. And the sister character -- Jesus, what a wreck. But I have to say I was really confused by the ending. Did the father finally commit suicide, or what? It's driving me crazy. And the title. \n[105]Anyway, it's turned cold and rainy here lately. But I like winter. So listen, if you ever do decide to come up here again, you should let me know. I would say stop by the Hitching Post, but to tell you the truth I'm not sure how much longer I'm going to be working there. I'm going to graduate soon so I'll probably relocate. We'll see. \n[106]  \n[107]Anyway, like I said, I really loved your novel. Don't give up, Miles. Keep writing. You're really good. Hope you're well. Bye. ", "Cammi's": "\n[1]  \n[2]      \n[3]  \n[4] \n[5]  ", "Husband": "\n[1](shouting, barely audible \n[2]  ", "Cammi": "\n[1]It's all in the wrist. You know, you look really familiar. You from around here? Where'd you go to high school? \n[2]I don't know. You just seem really familiar to me. Never mind. Enjoy your meals. \n[3]Doctor Derek Sommersby? You mean from \"One Life to Live\"? \n[4]No. Way. No way! \n[5]Oh, my God! \n[6](her eyes barely leaving Jack \n[7]  \n[8]      \n[9]  \n[10]I'm a bad girl. I'm a bad girl. \n[11] \n[12]I picked him up and I fucked him. I'm a bad girl. \n[13]I liked it when you caught me fucking him. \n[14]The wallet! He took Derek's wallet! \n[15]  \n[16]Get him! "}}