{"filename": "Silver-Linings-Playbook_script.txt", "imdb_id": "tt1045658", "imdb_url": "https://www.imdb.com/title/tt1045658", "characters": ["Pat Sr.", "Veronica", "Officer Keogh", "Jake", "Danny", "Tiffany", "Pat", "Ronnie", "Dolores", "Ricky D'Angelo", "Randy", "Tiffany's Mother", "Nikki", "Dr. Cliff Patel", "Tiffany's Father (as Patrick Mcdade)"], "dialogues": {"Pat": "\n[1]What, are you kidding me? Sundays? I love Sundays. I live for Sundays. The whole family's together. Mom makes braciole. Dad puts the jersey on. We're all watching the game. Yeah, it drives me crazy, and yes, I was negative. \n[2]  \n[3]You didn't even know that I loved it, Nikki, but I did. I just didn't appreciate it, or you, before.\" \n[4]I lost all that. I blew it. But you also blew it. We can get it back. We're gonna get it back. It's all gonna be better now. I'm better now and I hope you are, too. And I'm \n[5]Hey, I'll be there in a minute, okay? \n[6]I'll be there in a minute. 3. \n[7]That's true love. \n[8]  \n[9] \n[10]  \n[11] \n[12] \n[13] \n[14]Once you get in the right frame of mind, I think anything's possible. I think we get, we so often get caught in this state of negativity and it's a, it's a poison like nothing else. 4. \n[15] \n[16] \n[17]Hey, Mom. Can we give Danny a ride to North Philly? \n[18]Mom, no, it'll be fine. It'll be fine. \n[19]Danny was in for assault because of crystal meth and alcohol. \n[20]Yeah. On top of an anxiety disorder. \n[21]  \n[22]  \n[23]It's good now. \n[24] \n[25]All right, Mom, just hold on a sec. \n[26]    \n[27] \n[28]Mom, just listen-- \n[29] \n[30]I'm sorry, Mom. You okay? \n[31] \n[32]Mom, can we stop at the library? I wanna read Nikki's entire English high school syllabus. \n[33]Mom, it's a good thing. I'm remaking myself. \n[34] \n[35]It's insanity. He spikes the ball at the one yard line. The one- fucking-yard line. I mean, get into the end zone, dummy. I mean, he celebrates before he's even in! \n[36] \n[37] \n[38]Wait a minute, what are you talking about? What makes the Cowboys America's Team? \n[39]You should be ashamed of yourself. We're in Philadelphia, what's the matter with you? You're a fucking traitor. \n[40]You know what's more American? \n[41]Benjamin Franklin, that's what's more American. \n[42]Benjamin Franklin. The founder of our country, here in Philadelphia. \n[43] \n[44]What about the lightning with the kite? He stood in the storm with a kite. \n[45] \n[46] \n[47]What are you doing? No, no, no, no. Don't touch them, don't touch them. \n[48]Who did this? Who took, who took, who took the... \n[49] \n[50]-the remotes like this? Did you do this, Randy? \n[51] What?! What's this?! \n[52] \n[53]Everything good? 11. \n[54] Mm-hmm. \n[55]Ahh. \n[56] \n[57]Where is it? \n[58] \n[59]It's right here. \n[60]You got it. Ahh, well, we got that. We don't want them to steal that. \n[61] \n[62]You still got yours? \n[63]Yeah, I got mine. \n[64] \n[65]So what, you don't talk to me? You didn't tell me you took him out. \n[66]You didn't tell Dad you were picking me up? \n[67]I wanna make sure when you come out that you're okay, and she didn't say anything.  You didn't tell me? \n[68]Yeah, but what did the doctor say? Because the, the court listens to the doctor. \n[69]Yeah, and the court said-- \n[70]The court listens to the doctor, \n[71]Dad, relax. The court said it's fine, okay? Let it go. \n[72]Dad, I'm in there because of the court. That's the agreement that we made months ago. It was a plea bargain with the courts. The lawyer, he instructed me, he said that what we should plead that, and then I would serve eight months and then I'd get out. \n[73]Yeah, no, I just-- \n[74]Well...okay, okay. Congratulations. \n[75]Thank you. So what are you doing with yourself? \n[76]You know, I'm gonna start a restaurant. \n[77]It's gonna be a cheesesteak place. \n[78]How you gonna pay for it? \n[79]I'm gonna pay for it, don't worry about it. 13. \n[80]From your bookmaking? \n[81]Who told you that? \n[82]Mom told me. Outside. \n[83]You just told me outside, Mom, what are you talking about? Five minutes ago, we were walking up the stairs, you said, \"Don't say anything, but Dad lost his job and he's bookmaking.\" \n[84]Why, Dolores? Why did you say that to him? He has the wrong idea. Everything's fine, Patrick. I'm more concerned about you than anything else. \n[85]Good, Dad. Good. \n[86]Okay, the question, the big question, is what are you gonna do with yourself? \n[87]What am I gonna do? I'm getting in shape, I'm getting trim, I'm getting really fit for Nikki. I'm gonna read Nikki's teaching syllabus and get my old job back. \n[88]Nikki sold the house. She left. Didn't your mother tell you that? \n[89]Let me tell you something. You don't know anything about my marriage, okay, Dad? All right? Our marriage...we're very, very much in love, okay? Just like you two. \n[90]Listen, Patrick, she's gone. She's not around anymore. Nikki left. \n[91]What are you doing, Dad? You know what? Excelsior. Excelsior. \n[92]What does that mean? \n[93]It means you know what I'm gonna do, I'm gonna take all this negativity and use it as fuel and I'm gonna find a silver lining, that's what I'm gonna do. And that's no bullshit. That's no bullshit. That takes work and that's the truth. \n[94]  \n[95] \n[96] \n[97]  \n[98] \n[99]  \n[100] \n[101] \n[102] \n[103] \n[104]What the fuck?! \n[105]  \n[106]   \n[107] \n[108] \n[109]  \n[110]...and he does. He does. He survives the war, after getting blown up he survives it, and he escapes to Switzerland with Catherine. But now Catherine's pregnant. Isn't that wonderful? She's pregnant. And they escape up into the mountains and they're gonna be happy, and they're gonna be drinking wine and they dance -- they both like to dance with each other, there's scenes of them dancing, which was boring, but I liked it, because they were happy. You think he ends it there? No! He writes another ending. She dies, Dad! I mean, the world's hard enough as it is, guys. It's fucking hard enough as it is. Can't somebody say, \"Hey, let's be positive? Let's have a good ending to the story?\" \n[111]Mom, for what, I can't apologize. I'm not gonna apologize for this. You know what I will do? I will apologize on behalf of Ernest Hemingway, because that's who's to blame here. \n[112] \n[113]Yeah, have Ernest Hemingway call us and apologize to us, too. \n[114]  \n[115] \n[116] \n[117]Why didn't you run with me? \n[118]I was reading. 17. \n[119]Please. Do us a favor, don't read for a while. \n[120] \n[121]What are you wearing a garbage bag for? \n[122]I'm gonna go run now. \n[123] \n[124]Wait, wait, wait. You have to fix this window. \n[125] \n[126]I'll fix it when I get back. \n[127]Fix it now. \n[128]I don't wanna go to therapy. \n[129] \n[130] \n[131]Is that song really playing? \n[132]That song is killing me. Could you please turn it off? \n[133]What do you mean, you can't? \n[134]  \n[135] \n[136]Is, is the speaker here? \n[137] \n[138]I'm sorry. I'm sorry. Okay...I'm sorry. I'll fix all this, okay? \n[139]  \n[140]  \n[141]That was a messed up thing you did, Doctor Patel. That's a messed up thing. I'm sorry, but that's.... \n[142]You can call me Cliff, please. \n[143]Yeah, well, Cliff, that's not the way you're supposed to meet people, okay? Why don't you write that down in your, I don't know, your little book you write stuff down in. 19. \n[144]I'm sorry about that song. I just wanted to see if it was still a trigger for you. \n[145]Bravo. It's a trigger. I'm not gonna take any meds, I should just tell you that right now. \n[146]You have to take medicine. \n[147]No, I'm not gonna take any medicine. It makes me foggy-- \n[148]  \n[149]I don't want any meds, Doctor. Look, I am not the explosion guy, okay? My father is the explosion guy. I'm not that guy. He got kicked out of that stadium he beat up so many people at Eagles games, he's on the exclusion list. I had one incident. \n[150]One incident can change a lifetime. \n[151]But I'm ready. I'm ready to take responsibility for my side of the street. She just needs to take responsibility for hers. \n[152]What's hers? \n[153]What's hers? Are you joking? Let's go back to the incident. I come home from work after I \n[154]   \n[155]   \n[156]  \n[157]...principal. I come home and what's playing but the song from my wedding. The song that you so charmingly played out here today for us. That's playing and I don't think anything of it. Which is odd, `cause I should have. \n[158]  \n[159]  \n[160]...ll of a sudden I see the DVD player, and on the D-... \n[161]  \n[162]  \n[163]...panties on the ground and then- \n[164] \n[165]   \n[166]  \n[167]...and I think, \"Oh, that's kinda sweet, she's in the shower. What a perfect thing. I'm gonna find her and maybe I'll go in there. We never-... \n[168] \n[169]   \n[170]  \n[171]...pull the curtain back and there's the fucking history... \n[172] \n[173]    \n[174]  \n[175]And you know what he says to me? \n[176] \n[177]   \n[178]  \n[179]So yeah, I snapped. I almost beat him to death. But now I get fucking chastised for it? I'm parallel to my father? I don't think so. \n[180]All right. Can you talk about something that you did, before or after? \n[181]Yeah, about a week before the incident, I called the cops and I told them that my wife and the history guy were plotting against me by embezzling money from the local high school, which wasn't true. It was a delusion. And we later found out from the hospital that's because I'm, uh... \n[182]...undiagnosed bipolar. \n[183]Yeah. With mood swings and weird thinking brought on by severe stress, which rarely happens, thank God. And then the shower incident happened and that's when everything snapped, so I then realized that, oh, wow, I've been dealing with this my whole life. And without any supervision I've been doing it all on my own with no help and basically I've been white-knuckling it this whole time. 23. \n[184]That had to be hard. \n[185]Yeah. It's a lot to deal with, especially when you don't know what the hell is happening, which I do now. Sort of. \n[186] \n[187]I can't, Mom. I can't. \n[188]Why would you do that? You wouldn't do that. Why would you call them? \n[189]What's up? \n[190]I don't, I don't feel good when I'm on them, Mom. I don't feel good. I'm so much clearer without them. Mom, they make me bloated. I don't like the way it makes me look. \n[191]Why don't you just take your medication? \n[192] \n[193]Come on, I'm doing it with my physicality. I've been workin' out, that's what I'm doin'. 24. \n[194]Why is he wearing a garbage bag? \n[195]To sweat. \n[196]Sit down. We're seven minutes in, no score. Come on, help turn the juju around. \n[197]I don't believe in juju, Dad. \n[198]Come on, Mister Excelsior. You wanna be positive? Be positive. Sit down. \n[199]All right, all right. \n[200]Come on. \n[201]For a second. I'll watch the beginning of the game. \n[202] \n[203]What's that in your hand? \n[204]It's a... see? \n[205]Handkerchief? \n[206]Yeah. \n[207]   \n[208]That's OCD. That's crazy. \n[209]What OCD? I want my son to watch the game with me, so sue me. \n[210] \n[211]Just sit down, come on. I want you to watch the game with me. I'm not superstitious. That's a small thing that I do. If I make a lot of money, what's the difference if I do this or that? It's a small thing. Sit down. Come on. \n[212] \n[213]You see?! You see that?! You're meant to be here! \n[214] \n[215]This is special. Everything happens for a reason. That's why you came home. Embrace it! Embrace it! \n[216]I'm the reason? I don't think so. \n[217] \n[218]  \n[219]Mom. \n[220]  \n[221] \n[222]Wait, wait, wait, wait. \n[223]No. \n[224]  \n[225]Don't pay any attention. \n[226]Who's that? That's not Rick D'Angelo, is it? \n[227]Is he the guy who's having the problem? \n[228]People are stupid. \n[229]They, they, they, they don't know what they're saying. \n[230]Don't let them hurt your feelings. \n[231]No, you shut the door in his face. I'm going for a run. 27. \n[232]No!  Get outta here with that camera! \n[233]Take your camera and get out of here! \n[234] \n[235]Patrick, please. \n[236]Patty! Patty! \n[237] \n[238]  \n[239] \n[240]Ms. Meckers! \n[241] \n[242]Nance! This is my lucky day! Look at you working on a Sunday! \n[243]How are you? Hey. \n[244]I just came by to say hi, to let you know I'm ready to come back to work. \n[245]I'll work full-time, half-time. I'll sub, I'll work history, whatever you want. \n[246] \n[247]Here, let me give you a hand. I'm sorry. I'm being rude. \n[248] \n[249]Let me ask you something. Let me just ask you something. Does Nikki still work here? \n[250]Why would you tell me that? You know he broke up my marriage. What, are you being, a troublemaker? \n[251]I did, yeah. I did. Thank you. \n[252] \n[253]I'm better. I just want to let you know, I'm better now. Okay? I'm better. I feel good. I feel so good. Look at my eyes. Look at my eyes. Look at how clear they are. \n[254] \n[255]I'm not a complainer anymore. I'm a positive guy. Okay? \n[256]Yes. \n[257]Yes! It will be! \n[258]I'm gonna take that as a silver development, Nancy! A silver development! That's a silver lining! \n[259] \n[260] \n[261]Ronnie! Pat. \n[262]Hey. \n[263]Thank you. \n[264]Yeah, I'm out. \n[265]Uh-huh. \n[266]Thank you. \n[267]Congratulations on the baby, but I'm not buying the invitation. \n[268]I know Veronica still hates me. \n[269]Yes, it is. Nikki always said that \"Ronnie's wife keeps his social calendar where she keeps his balls, in her purse.\" \n[270]Sure. \n[271] \n[272]Now, you guys are still in touch with Nikki, right? Does Veronica still talk to Nikki? \n[273]As soon as you left, the Redskins threw a trick play, a pitch out to Randal El. Andy Reid wastes a time- out challenging it, loses the challenge, loses the game. You're in this house, please show some respect for what I do. And we should spend time together anyway. I'm trying to keep you out of trouble, please. \n[274]I have very, good news, everybody. Very good news. \n[275]What's that? What's the good news? \n[276]Things are looking up. \n[277]Oh, are they? \n[278] \n[279]You know what, I knew why they invited me over. I knew it. \n[280]Listen, she might be with that guy. That, the.... \n[281]Oh, no way! \n[282]She--, no, she might be with him. She's afraid of you. She doesn't want to talk to you. \n[283]No way, Dad. You mean, Doug Culpepper? 33. \n[284]Put the phone down. You gotta... \n[285]Wait just a minute. \n[286] \n[287]...Put the phone down, please. \n[288]What are you doing? \n[289]Listen--, stop. \n[290]Give me the phone. Dad, this is my life. Dad. \n[291]Gimme the phone. Gimme the phone. \n[292]You gotta understand me. You wanna go back? Well then, stop this! Then don't fucking do this. \n[293]  \n[294]Well then, don't behave this way. \n[295] \n[296]Yeah. \n[297]You hear what he just said? You have a restraining order. \n[298]Yeah, Dad, I know. \n[299]Thank you, Officer. \n[300] \n[301]Thank you. Sorry. We understand. \n[302]Since when do cops have cards? \n[303]  \n[304]  \n[305]Tell me one thing. Would you like to be a guy who goes back to jail or to the hospital? Hmm? So take your medication and if you do fine, we'll reduce them. \n[306]Nikki's waiting for me to get in shape and get my life in order, and then she's gonna be with me. And that's better than any medication. 35. \n[307]Pat, there's a possibility, and I want you to be prepared for it, that she may not return. True love is about letting her go and seeing if she returns. In the meantime, if you listen to that song, I don't want you to fall apart. So get a strategy, okay? You need one. \n[308]Let me say something, I gotta say something. \n[309]Okay. \n[310]This is what I believe to be true. This is what I learned in the hospital. You have to do everything you can, you have to work your hardest, and if you do, if you stay positive, you have a shot at a silver lining. \n[311]Work on a strategy, okay? \n[312]Hey, my friend Ronnie's having this party on Sunday night and it's like a real hoity-toity thing and his wife, Veronica's a real stickler for.... I don't know, my mom got this Gap outfit she wants me to wear, but I wanna wear a jersey that my brother, Jake, got me from the Eagles. \n[313]Which jersey? \n[314]DeSean Jackson. \n[315]DeSean Jackson is the man. \n[316]Well, that settles that. \n[317] \n[318] \n[319] \n[320]I gotta go, man. \n[321]I can't stay, come on. I made a mistake, I shouldn't have worn this. \n[322]I feel like an idiot. \n[323]Veronica's not gonna like it. \n[324]Plus you got a tie on. \n[325]Really? \n[326]Hey. \n[327] \n[328]Wow! \n[329]Tremendous. Tremendous. \n[330]Tremendous. \n[331]Why? \n[332]Gotta be making a lot of paper to do that. \n[333]Isn't the market down, though? \n[334]Hey, you know my dad lost his pension. \n[335]Yeah. \n[336]Really? \n[337]You okay? \n[338]  \n[339]Holy shit. \n[340]Who told you you can't be happy? \n[341]That's not true at all. \n[342]Ronnie, Ronnie, Ronnie! \n[343]Who? \n[344]  \n[345]Tiffany and...Tommy? \n[346]What happened to Tommy? \n[347]Tommy died? \n[348]How'd he die? \n[349]No, how did he die? \n[350]LOCK EYES IMMEDIATELY. SHE IS TALL, STRIKING, INTENSE. She walks to Ronnie and Pat, who is unsure how to behave. \n[351]You look nice. 41. \n[352]I'm not flirting with you. \n[353]I just see that you made an effort and I'm gonna be better with my wife, I'm working on that. I wanna acknowledge her beauty. I never used to do that. I do that now. `Cause we're gonna be better than ever...Nikki. Just practicing. How'd Tommy die? \n[354] \n[355]What about your job? \n[356]Oh, really? How? \n[357]I mean, I'm sorry. How'd that happen? \n[358] \n[359]Oh, it's a television. \n[360]It's a brick oven, it's a brick oven. \n[361]Where would the dead body...where would the body go, though? `Cause the outside of the-- 43. \n[362]Well, I don't have an iPod. I don't even have a phone. They won't let me make any calls. They think I'm gonna call Nikki. \n[363]I would call Nikki. \n[364]Can you play \"Ride the Lightning\" by Metallica? \n[365]Here's a fun fact. You know where the term \"OK\" comes from? \n[366]Well, Martin Van Buren, the eighth president of the United States of America, is from Kinderhook, New York... \n[367]...and he was part of a club, a men's club, called Old Kinderhook. And if you were cool, you were in the club, they'd say, \"That guy's OK.\" `Cause he was in the Old Kinderhooks. \n[368]Yeah. Pretty cool, right? \n[369]Oh, really? My wife loves dance. Nikki loves dance. \n[370]Wow, wow, wow. Fascinating. \n[371]Me? None. I used to be on Lithium and Seroquel and Abilify, but I don't take them anymore, no. They make me foggy and they also make me bloated. \n[372]You ever take Klonopin? \n[373]Right? \n[374]It's like, \"What? What day is it?\" How about Trazodone? \n[375]Oh, it flattens you out. I mean, you are done. It takes the light right out of your eyes. \n[376]You mean me? \n[377]You have poor social skills. You have a problem. 47. \n[378]I tell the truth. But you're mean. \n[379] \n[380] \n[381]  \n[382] \n[383] \n[384]How what works? \n[385]   \n[386]How old are you? \n[387]Look, I had a really good time tonight and I think you're really pretty, but I'm married, okay? \n[388] \n[389]No, that's confusing. He's dead. \n[390] \n[391]Wait, what? \n[392]What's happening? \n[393]Oh, my God. Hey. \n[394] \n[395] \n[396]I don't know, Mom. 50. \n[397] \n[398]What happened over there? \n[399] \n[400]When am I gonna get a phone? \n[401]You'll get a phone in due time. (to Dolores) What happened? \n[402]LED ZEPPELIN CONTINUES alternately quiet and LOUD. \n[403] \n[404] \n[405]   \n[406]  \n[407]  \n[408] \n[409]It's after three o'clock! What are you doing? \n[410] \n[411]I looked in here, but this is all your sewing shit up here, for your sewing and everything. Did you put it up here? \n[412] \n[413] Don't go in my study. \n[414] Dad, not now! \n[415] \n[416]Would you put it in here? It makes no sense for you to put it in here. \n[417]   \n[418] Patty, what are you doing? \n[419] \n[420]He's got all his Eagles videos and not one video of my wedding! \n[421] \n[422]Is it here? I mean....? \n[423] Patty! \n[424] \n[425] Are you going in my study? \n[426] \n[427]It feels to me like you wanna hide my wedding video. \n[428] \n[429] \n[430]I'm not yelling, Mom, I'm just frustrated because I should have my fucking wedding video! 53. \n[431] \n[432]  \n[433] \n[434] \n[435] \n[436]  \n[437]  \n[438]   \n[439] \n[440]What's going on? 54. \n[441] \n[442]What? \n[443] I want it! It-... \n[444]   \n[445] It's my wedding! It's my wedding video! \n[446]  \n[447] \n[448] \n[449] \n[450] \n[451] \n[452]Mom? \n[453] \n[454]  \n[455]Mom? \n[456]...hit your mother?! \n[457]No, no, no, no, no! \n[458] \n[459] \n[460]Get off me, Dad! \n[461] \n[462] \n[463] \n[464]I'm not hitting him! He's hitting me! \n[465]    \n[466] \n[467] \n[468] \n[469] \n[470]Nikki is being manipulated and controlled. You have to talk to her. \n[471]Sit down. \n[472] \n[473]You gotta stop with these crazy theories. He's a cop. What are you doing? \n[474]What explosion? No. Cliff is lying, that's not true. He's not allowed to talk about that. \n[475] \n[476]Keep an eye on him. \n[477] \n[478]NEIGHBORS (indistinct chatter - continues under following scene and dialogue \n[479]Get outta here, you little fuckin' idiot! Get outta here! \n[480] \n[481]You can't tell Nikki about this, Officer. 58. \n[482]No, no! No! \n[483] \n[484]No, no, no, listen, sir. \n[485] \n[486]  \n[487] \n[488]I'm sorry. I could just write you a letter and you could just let me have five minutes, explaining how much better I'm doing. \n[489]...and I'll take that fucking camera and I'm gonna break it over your fuckin' head, then I'm gonna come back and interview you about what it's like to get that fuckin' camera broken over your head! You wa--, what are you laughing about? I'm sorry. I'm sorry. \n[490]Okay. \n[491] \n[492]Go back to sleep. The party's over. Show's over. \n[493] \n[494]...this is not a reflection of where I'm at. You can't...please, you can't tell her any of this You can't tell Nikki about this. \n[495]Everything all right? \n[496]Who was that, Dad? \n[497]It was that kid with the camera. \n[498]Come on, don't write it up! I don't want her to see this! 60. \n[499]It's okay, everything is okay. We're fine, thank you, we appreciate it. Thank you. \n[500] \n[501] \n[502] \n[503] \n[504] \n[505] \n[506] \n[507] \n[508]  \n[509]Weight lifting accident. \n[510]Hey, this is my route, okay? Just back off. \n[511]I like to run by myself, okay? \n[512] Hey, I like to run alone! Will you stop? \n[513]Okay? I'm running here! \n[514]Well then, why don't you run somewhere else? There's a fucking ton of roads to run in! What are you trying to do? \n[515]  \n[516]   \n[517] \n[518] \n[519]  \n[520]What the fuck?! \n[521]I'm married! \n[522]What the fuck are you doing? Your husband's dead! \n[523]You're crazy! \n[524]I'm not the big slut! \n[525] \n[526]  \n[527]  \n[528]You seemed to have trouble last night. \n[529]Let me just set the record straight about last night. Hurting my mother was a mistake and I hate myself for it, and I hate my illness and I want to control it. My father, on the other hand, had no trouble slapping the shit out of me last night, which I did not return `cause I could've killed him and I didn't. He's sixty-five years old. You don't think I could've beat the shit out of him? I mean.... \n[530]He was scared for your mother and you hurt him as well. \n[531]Yes, last night was a mess. Okay? And I think he probably just tried to do his best. \n[532]Pat, you have to have a strategy. I told you earlier. You need to recognize these feelings coming to you, otherwise you will be sent back to Baltimore. So when you get these feelings, you need to get to a quieter place, and be at peace with yourself, however you can. \n[533]Yeah, but that's easier said than done. \n[534]You have to do it. You have no choice. Excelsior. \n[535]Yeah, Excelsior. Listen, I have a letter I want you to give Nikki, okay? \n[536]No. \n[537]Why? 64. \n[538]Because you have a restraining order. \n[539]  \n[540]Why did you have this overwhelming urgency to see your wedding video last night? \n[541]Oh, I don't know, because I'm married and I haven't seen my wife in eight and a half months? \n[542]Maybe you think that Nikki's not around and Tiffany's an attractive girl and if you get drawn towards Tiffany, you will spoil your chances of getting Nikki back to you? \n[543]Not bad, Doctor Jones. But I don't think I'm gonna blow it with Nikki because Tiffany's a slut. \n[544]Why is she a slut? \n[545]After the dinner at Ronnie's, she said, quote, \"We can go to the back house and you can fuck me as long as we turn the lights out.\" Unquote. And she still wears her wedding ring. So she's a loyal, married-to-a-dead-guy slut. \n[546]Maybe she just needs a friend and she thought if she offers you sex, it will be easier for you to become friends with her. \n[547]She said she's not a whore anymore, but she likes that part of herself along with all the other parts of herself and can I say the same? \n[548]Can you? \n[549]Is that....? You're asking me, you're really asking me that question? \n[550]Yes. \n[551]With all my crazy sad shit? What, are you fucking nuts? \n[552]Pat, the silver lining thing is yours. I'm just giving back your words to you. This \"crazy sad shit,\" as you call it, made you a happier, calmer person with a beautiful positive philosophy of going outdoors, working out, and reading books. \n[553]No, not the books. \n[554]You said Nikki's friends with Ronnie, Veronica and Tiffany. So if you become friends with Tiffany, Nikki will think that you're a kind, generous, large-hearted person, who helps people in need, who is basically thriving. So if you help Tiffany, it will be good for you. \n[555] \n[556] \n[557]How do you know when I run? 66. \n[558]No, I'm not giving you a hard time. \n[559] \n[560] \n[561]  \n[562] \n[563] \n[564]Happy Halloween. \n[565] \n[566] \n[567]   \n[568]  \n[569] \n[570]I'm gonna have a bowl of your Raisin Bran. \n[571]You look nice. \n[572] \n[573]You want to share this? \n[574]Why did you order tea? 68. \n[575]I ordered Raisin Bran because I didn't want there to be any mistaking this for a date. \n[576]It's not a date. So how's your thing going -- your dancing thing? \n[577]I wouldn't actually call the restraining order \"my thing,\" but getting back with Nikki is, and I've been doing pretty well. Except for a minor incident at the doctor's office. \n[578]Yeah. That was a thing with my parents. I wish I could just explain it all in a letter to Nikki because it was minor and I could just explain it and let her know that I'm actually not out of control and that I'm actually doing really well. \n[579] \n[580]It would be so amazing if you could get a letter to Nikki from me. 69. \n[581]But you would do it? \n[582]How did you lose your job? \n[583]Everybody? \n[584]We don't have to talk about it. \n[585]How many were there? \n[586]Wow. \n[587]I'm not gonna talk about it anymore. \n[588]Can I ask you one more question? Were there any women? \n[589]Really? \n[590]What was that like? \n[591]Jesus Christ. Was it like...older women, a sexy teacher who wants to \n[592]What? You sat on her lap? \n[593]She told you what to do? \n[594]Oh...my God. Nikki hated when I talked like this. Made me feel like such a pervert. Maybe we should change the subject. \n[595]You don't, do you. \n[596]I get it. The song that was playing when my wife...was in the shower with the history teacher... \n[597]...it was my wedding song and when I hear it, I go kinda crazy. Sometimes I hear it when it's not even playing. \n[598]Yeah. So they put me on medication, which I feel ashamed of. \n[599]So I know. \n[600]I just gotta get a strategy, you know? \n[601]We'd better get back to the letter. \n[602]What if you told Nikki when Veronica was in the bathroom? \n[603]Oh, my God, I'm gonna go home and write the letter right now. \n[604]   \n[605]Wait, what? \n[606]Wait a minute. Did Veronica tell Nikki about our dinner? Why would she do that? Was it a test? \n[607]Goddamn it. I knew it. It was a test. How did I do? I think I did pretty well. \n[608]\"Basically\"? Was I some percentage not cool? \n[609]No, I don't know. \n[610]What do you mean? How am I? What does that mean? \n[611]\"Sort of like you\"? I hope to God she didn't tell Nikki that. \n[612]Because, it's just not right, lumping you and I together, I mean, it's just wrong. And Nikki wouldn't like that. Especially after all the shit you just told me. \n[613] \n[614]Keep your voice down. \n[615]Shut the fuck up. \n[616] \n[617]Tiffany! Hey! Tiffany! 74. \n[618]\n[619] \n[620] \n[621]Hey, come on. Look, I don't think you're crazy, all right? \n[622] \n[623]No, I don't. \n[624]What? Hey, calm down! Hey-- \n[625] \n[626]Can I just explain myself, please? I didn't want Nikki to think that I was associated with that kind of sexual behavior because I've never done anything like that, okay? \n[627] \n[628]Hey, hey! \n[629]Shut up! \n[630]Bro, get off of me. \n[631]Hey, hey, stop, stop. Stop, all right? \n[632]   \n[633]Hey, get off of me! Shut up, shut up. \n[634]Stop it. \n[635]Hey, hey, hey, get off me! \n[636] \n[637]I didn't, I didn't, I didn't-- \n[638]PLAYING IN HIS HEAD. Tormented. \n[639]I'm sorry. \n[640]I'm sorry. \n[641]She doesn't, she doesn't do that anymore. \n[642]I'm sorry about what I said in the diner. \n[643]I didn't mean it at all. \n[644]All the time. \n[645]Wow. I really appreciate that, Tiffany. \n[646]You do? \n[647]I'll see you tomorrow? With the letter? 79. \n[648] \n[649]No, no, no. \n[650]Dolores, somebody was in my study. Who took one of my envelopes? Somebody took an envelope. \n[651]Don't make fun. This is serious. What FBI? Come on, let's take a look. I'll show you what this is. I'm gonna just explain to you something. I mean, you know what I'm doing, honey. This everything, like this. I got this, it all corresponds. \n[652] \n[653]Dad, I borrowed one of your envelopes. I hope that's not a \n[654]No, it's not okay. It's not okay. You gotta ask. \n[655]It's not funny, it's not funny. What's everybody making a joke out of this for? 80. \n[656]   \n[657]Yeah, I know. I saw two-seven-four. I just wanted to tell you the number. \n[658]Thank you. \n[659]But the envelope was empty. I'm sorry, you were sleeping. I didn't want to wake you, but I needed an envelope. \n[660]You didn't want to wake me? (to Dolores and Randy) He didn't want to wake me. He doesn't have a problem complaining about Ernest fucking Hemingway. He doesn't have a problem asking for his wedding \n[661]Yeah, come on, Dad, be nice. Come on, she's making crabby snacks and homemades. Come on, Dad! \n[662]What are you so up about? \n[663]I'm happy. \n[664]No, you're so up, up, up, up. \n[665]Isn't that a good thing? \n[666]You're just up, up, up. I don't know what that is. Are you taking the proper dosage of your medication? \n[667]Am I taking the right dose? Of course I am. \n[668]Okay. Taking a little bit too many or something? \n[669]No, if I was taking that, I'd be on the floor, Dad. \n[670]Just stay with us. Stay for the game. Spend some family time. \n[671]Dad, I can't. Look, I'm ready to go. \n[672]Spend family time. \n[673]Wait, you mean OCD, superstitious time? \n[674]Come on. \n[675]I can't. \n[676]It's the Seahawks. Put on the jersey and stay, please. Please. It's important, please. \n[677]Nothing, come on. \n[678]Yeah, what are you doing? What's in that envelope? \n[679]Guys, I'm beating the song! I'm on the scoreboard! I'm playing down field! I feel great! \n[680]  \n[681] \n[682]Tiffany! \n[683] \n[684]Hey, how you doin'? Is Tiffany here? \n[685]Whoa, no, no, no. No, I'm married. \n[686] \n[687]I'm her friend. \n[688] \n[689]We go running. Have you guys not seen us? I took her to the diner. 83. \n[690]What are you doing here? \n[691]Do you know this guy? \n[692]Listen to what he's saying. Listen to what he's saying. \n[693]He's saying you're being rude. \n[694]Oh, you know. You know. Come on. Sometimes it's okay with girls like this, they wanna have fun and \n[695]--it's not because they got a broken wing, and they're hurt, and they're an easy target. And in this case, in this particular case, I think that wing is being fixed. \n[696]And you gotta make sure it gets mended. And you're gettin' in the way of that right now, okay? Because she's sensitive and she's smart, she's artistic. This is a great girl and you gotta be respectful of that. Come on. \n[697] \n[698]Let me walk you down to your car. You're a better guy than this. I can see it in your eyes. \n[699] \n[700] \n[701]Hey! Hey, wait a second! What are you doing? What happened? How come you weren't outside? What the hell's going on? \n[702]What do you mean, you can't do it? You can't do what? \n[703]Tiffany, what are you talking about? What do you mean you can't give the letter to Nikki? \n[704]You said! You said if I wrote a letter, you'd get it to Nikki. \n[705]That was the set-up. \n[706]What are you talking about? You seem like you're a tough girl to me. Why don't you just do things on your own? \n[707]Alright, well, ask for you. What can I do for you? \n[708]Tiffany, what do you want me to do? 86. \n[709]Think of something. \n[710]There's a thing, okay. What kind of thing? \n[711]It's a dance thing, all right. \n[712]Well, Tommy's dead, so he's not gonna fucking do it. \n[713]I don't have a filter when I talk. \n[714]Yes, I'm sorry. I'm sorry. Okay, I'm sorry. \n[715]Whoa, whoa, whoa, I'm not gonna fuckin' dance with you. What are you talking about? 87. \n[716]Tiffany, I'm not gonna do a dance with you. \n[717]Wait a second! But you promised you would do this. \n[718]Well, I already did do something for you, you know. \n[719]I took care of that jerkoff that was in front of your house. \n[720]Let me ask you something. Do you call him when you're lonely? \n[721]That encourages him, Tiffany. You shouldn't do it. \n[722]It's not at all like me and Nikki. What are you talking about? We're in love and we're married. It's completely different. \n[723]We have a very unconventional chemistry, it makes people feel awkward, but not me. She's the most beautiful woman I've ever been with. \n[724]It's electric between us, okay? Yeah, we wanna change each other, but that's normal, couples wanna do that, I want her to stop dressing like she dresses, I want her to stop acting so superior to me, okay? And she wanted me to lose weight and stop my mood swings, both of which I've done. I mean, people fight. Couples fight. We would fight, we wouldn't talk for a couple weeks. That's normal. She always wanted the best for me. \n[725]She wanted me to be passionate and compassionate. And that's a good thing. You know? I just, look, I'm my best self today, and I think she's her best self today, and our love's gonna be fucking amazing. \n[726]Danny, you're out of the hospital? And you're here on game day? \n[727] \n[728] \n[729]I never understand what he's saying. \n[730] \n[731]Okay, jailhouse lawyer, come on, let's come back and sit down the way you were before. \n[732]   \n[733] \n[734]Whoa, whoa, whoa. Dad's got you sitting here? \n[735]Oh, yeah. \n[736]Hold the remote the way you were holding it before. \n[737] \n[738]And now you're holding the remote? \n[739]Now sit up. \n[740]And Danny's the good luck charm? \n[741]Danny's from you. This is your house, so it comes down to you. You're the one. \n[742]Superstition, Danny. I don't know. \n[743]Come sit down. \n[744]Don't disappear doing God knows what with that Tiffany Maxwell. \n[745]Dad, Dad, Dad. She's my friend. Why would you say that? \n[746]   \n[747]I go to a lot of therapy, Ronnie. What are you trying to say? \n[748]  \n[749]Why don't you stop judging people? You judge everybody. You're the one who has a messed up marriage. \n[750]You should have seen when I was at his house. It's like a circus over there. \n[751] \n[752]What are you talking about? I'm not gonna hide this. You need to deal with it. \n[753]Oh!!!! \n[754]Whoa! Is this for me? 92. \n[755]  \n[756]How many songs is that? \n[757] \n[758]Oh, \"West Side Story.\" \n[759]Right, right, right. \n[760]You gotta get your marriage together. \n[761]Ronnie, that's fucked up. \n[762]When I'm with Nikki, I'm never gonna do stuff like that... \n[763]How you doing, Jake? \n[764]Maybe stop talking about all the stuff that's good for you and bad for him. Just, you know, leave it alone. We're watching the game. \n[765]As my friend Danny would say 00 \n[766]I got nothing but love for you, brother. \n[767] \n[768]Well, thank God, finally. \n[769]DeSean Jackson. \n[770]I wore it to Ronnie's for dinner. \n[771]Veronica didn't like it. \n[772] \n[773]I'm not doing anything! \n[774]People like Tiffany, or Danny, or me, maybe we know something that you guys don't know, okay? Did you ever think about that? Maybe we understand something because we're \n[775]Jesus. \n[776]I guess his sixth sense forgot to tell him the cops were coming. \n[777]What? No, no, he passed his thing, right? \n[778]  \n[779]Well then, what's the problem? He's not goin' anywhere. Just let him finish the game, that's all. The handkerchief is working. We're killing the Seahawks, twenty-seven- ten. What's the matter with you? Let him stay, please! \n[780]   \n[781] \n[782]  \n[783] \n[784]Wow. \n[785]Where do you sleep? \n[786]When are you gonna give it to her? \n[787]The letter to Nikki. \n[788] \n[789]Really? 98. \n[790]Oh, I actually changed the first paragraph. I did this thing about Shakespeare and how it's very \n[791]-and that maybe in the future if she wanted to go dancing, I can be able to do that because of all the \n[792]I assume you're a good teacher. \n[793] \n[794]Maybe you can teach us both, you know what I mean? \n[795]And I also mentioned how generous it is, what I'm doing for you. \n[796]You know, being of service. \n[797]To your need. \n[798]Can we do something else besides the dance deal? \n[799]I'm good with a hammer. You want me to fix something? \n[800]I know. Okay. I was just suggesting that maybe there's a better scenario. \n[801]I'm not doing it. \n[802]No. That's stupid. \n[803] You're not Nikki. \n[804] \n[805] \n[806] \n[807] \n[808]I don't feel anything. \n[809]No. \n[810] \n[811] \n[812] \n[813]AROUND HER as she showed him, his hands on his shoulders. \n[814]  \n[815] \n[816]  \n[817] \n[818] \n[819]  \n[820] \n[821] \n[822] \n[823] \n[824] \n[825] \n[826]  \n[827] \n[828] \n[829]What? \n[830]He wants me to have- \n[831] \n[832]-all this Eagles information. \n[833]Um, tell Dad thanks. \n[834]  \n[835]Wait, wait, no, no, no, what are you doing? I'm behind on my syllabus. \n[836]What the hell are you doing? \n[837]Hey, hey! \n[838]Did you just throw that outside? \n[839]Wow. That was a great synopsis. I still need to read it, though. \n[840]Who's that? \n[841]   \n[842]What the....?  What are you doing here, man? \n[843]How'd you know we were here? \n[844]Danny, this is Tiffany. (to Tiffany) Tiffany, this is Danny. \n[845]Yeah. \n[846]Whoa, whoa, that's enough. \n[847]Yeah, anything you wanna know, I'll just tell you. It was nothing. It was just a very general letter. \n[848]She is my friend with an \"F.\" \n[849]For \"friend.\" \n[850]Yeah. \n[851] \n[852]Why? What is it, what is it, what is it. \n[853]Just say it. Say it. 106. \n[854] \n[855] \n[856] \n[857]Okay. \n[858] \n[859] \n[860]Okay, we got it, we got it. 107. \n[861] \n[862]\"Black it up\"? \n[863] \n[864] \n[865]Yeah, go see Tanya. Good idea. \n[866]Excelsior! \n[867]  \n[868] \n[869] \n[870] \n[871] \n[872]Hey. Patty. \n[873] \n[874]Pat. \n[875]Patty. Where have you been? Huh? \n[876] \n[877]We got a serious situation on our hands, you know that. \n[878]We gotta beat the Giants if we wanna have a chance of getting into the division, any chance of playing in the playoffs. Do you realize that? \n[879]I didn't realize that. 109. \n[880]Yeah, that's the bind we're in. I mean, I think it would be wise if we spent father-son time, reading about the Eagles, talking about them, just to strengthen the good luck thing that you're in. \n[881]Okay. \n[882]Yeah? \n[883]Right. \n[884]Hmm? \n[885] \n[886]I just wanted to, maybe I didn't, spend enough time with you growing up. I spent too much time with your brother. It might have made you feel worse about your behavior, but I didn't know anything, I didn't know how to handle it. I mean, that's what all this Eagles stuff is about. It's about us, spending time now. I wanna do everything I can to help you get back on your feet. That's the whole point. Yeah. I wish you'd watch these games with me so we could talk, we could get into things.  So would you, would you just come downstairs and talk to me and Randy now? \n[887]  \n[888]Randy, tell him what I'm doing. \n[889]Tell him why. \n[890]Is that true? \n[891]I believe in you, Patty. I believe in you. I want you to know that. So I'm gonna bet heavy on this game. \n[892] \n[893]You understand? \n[894]Yeah. \n[895]Heavy. I want you to go to the game with your brother. \n[896]You want me to go to the game with Jake? \n[897]Of course I do. \n[898]Of course he wants you to go. \n[899]He told you that? \n[900]He told me, yes. \n[901]Even with all his friends? \n[902]With all his friends. He trusts you. 111. \n[903]He's not embarrassed? \n[904]No. I'd love to go to the game, too, but as you know, I'm banned from the stadium. `Cause I'd love to see us beat the Giants and take a lot of money from this asshole. \n[905]Randy.  I just hope you heard what I said. It's like a family business, it's our family endeavor. We all stick together on this. That's how it works. That's a positive, positive vibe. \n[906]I made a commitment to Tiffany about a project, and we have a very important part of it that we have to go over on Sunday, and it's good for me, Dad. It's making me disciplined and focused, and it's, it's--, I never would've thought this, but it's a good thing. \n[907]What is this thing you're doing? \n[908]It's a dance thing, okay? There's nothing more to it, Dad. I swear. \n[909]  \n[910] \n[911]Listen, I need to ask you something. 112. \n[912]Tomorrow can I spend half the day with you and half the day at the Eagles game? \n[913]Why? \n[914]I know, but my dad opened up to me and it was really beautiful and I wanna be of service to him, okay? And he's worried that the juju from the Eagles is being fucked up and he's concerned that it's because I'm spending time with you. \n[915]No, you're not messing up the juju, but the juju is messed up because I'm not with him during the games. \n[916]What? \n[917] \n[918] \n[919]Tiff, I'm sorry. I can't do anything else without reading Nikki's letter, okay? It's just--, it's in the back of my head. We don't almost have it, all right? \n[920]Thank you. \n[921]What was her energy when she gave it to you? \n[922]She was scared? About what? Did she tell you? \n[923] \n[924] \n[925]I'm just gonna read it out loud, okay? Because if she says anything that's, you know, is that too much to ask? \n[926] \n[927]Okay. Sorry. 114. \n[928]\"Dear Pat, It was very emotional for me to get your letter, as I'm sure you can imagine, but I'm glad you took the risk of discreetly getting it to me through Tiffany. This gives us a chance to communicate while I keep the restraining order until I feel safe. I must admit you sound terrific and I'm happy that you are feeling so positive and becoming a more loving and caring man, which I always knew you were. I was moved to read about `Excelsior' and your belief in happy endings. I am also moved by your act of love to read the books I have taught at the high school. I'm sorry you find them so negative, but I disagree. I think they are great works of art that reflect how hard life can be and they can also help kids prepare themselves for the hardness of life. In spite of all these positive developments, Pat, I have to say if it's me reading the signs, I need to see something to prove you are ready to resume our marriage. Otherwise I find myself thinking that we might both be better off moving on with our lives separately. Please don't react quickly to this, but take time to think about it. I'm glad you're doing so well. Love, Nikki.\" \n[929]I think I'm done for today, okay? \n[930] Thanks for the letter. I'll see you tomorrow, okay? 115. \n[931]  \n[932]  \n[933] \n[934]Can I use your phone? \n[935]Is it an emergency? \n[936]Yeah, kind of. \n[937]What kind of emergency? \n[938]Well, I'm just doing this project with Tiffany and I wanted to tell her I'm not gonna be on time. \n[939]Just don't make her an emergency, that crazy girl, you know? \n[940]She's not crazy -- I'll just borrow Jake's phone. It's too bad you can't come in to the stadium, but I know you were kicked out, you know, for beating everybody up. Guess we're not that different, huh, Dad? \n[941]That a bad thing? \n[942]No, I think, it's a good thing. \n[943] \n[944]Don't drink too much. Don't hit anybody. You'll be fine. 116. \n[945]Yeah. I'm solid. \n[946] \n[947] \n[948]Hey, how you doing? \n[949]  \n[950] \n[951]It's alright. \n[952] \n[953] No! \n[954] \n[955]Doctor Patel! \n[956] \n[957]Pat! \n[958]Hey! What are you doing here? \n[959]You know, we must beat the Giants, my brother. \n[960]I'm not supposed to be seeing you, right? Outside the office? \n[961]Pat, Pat. \n[962]That's illegal! \n[963]Pat, today I'm your brother in green, not your therapist. I'm so happy to see you. How wonderful that you are here! 118. \n[964]Hey, Jake this is Cliff. This is my doctor, Cliff. \n[965]You can say that again. Those cocksuckers! \n[966] \n[967] \n[968]Why don't you wanna talk to Veronica? \n[969]You have to change. You're not gonna throw the marriage away. There's some kind of love there. I know, I used to see it. \n[970]You guys have a beautiful thing that got broken somewhere along the line and you gotta fix it like a chiropractor. You gotta give it a chiropractic adjustment. 119. \n[971]Enough with awkwardness! I don't wanna walk in your house and not be able to say what I wanna say. \n[972] \n[973]What, what's wrong? \n[974] \n[975]I'm not gonna go anywhere. \n[976]I'm not gonna fight. I'm not gonna fight. \n[977]  \n[978] \n[979] \n[980] \n[981] \n[982]  \n[983] \n[984]What'd you do? \n[985]   \n[986]What happened? \n[987] \n[988]  \n[989]Dad. \n[990] \n[991]The birds lose, I lose a fuckin' fortune, a fortune to Randy! What the fuck did you do?! You fucking lost it! I thought you said you had it together! You were solid! \n[992]I am solid. I was solid at the game, Dad. I'm solid, I'm solid now. \n[993]You fell apart! What are you fucking talking about?! \n[994]Your son was trying to-- \n[995]It's all fucking ruined now. It's all ruined. \n[996]No, Dad! \n[997] \n[998] \n[999]  \n[1000]No, Dad, Dad, Dad, don't! \n[1001]    \n[1002]No, Dad! I didn't do a fucking thing! Come on, Dad! \n[1003]  \n[1004] \n[1005]  \n[1006]You fucking loser! You ruined everything! \n[1007]He was defending his brother! \n[1008] \n[1009]You fucking idiot! You spike the ball on the one yard line, you fucking idiot! \n[1010]Who is this?! Who's this?! \n[1011] \n[1012]Wait a second, I tried to call, my God, what's happening, I called--, but I tried to call you, Tiffany, \n[1013]Who is this? What is this? \n[1014]Yes. \n[1015]I told you I was gonna split my time with my dad and you, and my dad was pulling me in one direction. Doctor Patel, Ronnie-- \n[1016]What is this craziness with Tiffany Maxwell? \n[1017]There's no craziness. I told you who she was, I was doing this thing with her. We had a conversation! \n[1018]She's fucking nuts! When you started spending time with her, it all fell apart. This is the fucking reason right here. \n[1019]Ever since, ever since he was with you, ever since-- \n[1020]That's right, you are why today happened. \n[1021]I think so. \n[1022]Be my guest. \n[1023]Wow. \n[1024]Oh, wow. \n[1025]Let me think about that. Wait a minute. \n[1026]He was with you? \n[1027]Wow. How did you know all that stuff? \n[1028]Well, I gotta say, I'm impressed. \n[1029]I gotta rethink this whole thing. I didn't trust it before, but I gotta say, now I do. 126. \n[1030]Oh, now you like her, Dad? \n[1031]I have to say I do. Yup. \n[1032]Is that right? \n[1033]Yeah, prove it, prove it! \n[1034]How's he gonna prove it? \n[1035]No, no, no, no, no, no, no. \n[1036]That's his team! \n[1037]Oh, my God. \n[1038]Randy, I thought they were America's Team. Don't you believe in America's Team? \n[1039]I like it. \n[1040]I believe in the Eagles, I believe in my son, I'll take the action. I'll take it. \n[1041]Dad! \n[1042]I have faith, I have faith. Excelsior belongs in this house-- \n[1043] \n[1044]--not in the State of New York. In this house. \n[1045]Dad, listen to me. I didn't know that \"Excelsior\" was the state motto of New York, okay? \n[1046]I didn't know, either, but now I know. \n[1047]I know, but listen to me, this is toxic. Dad, Dad, Dad, this is toxic, you shouldn't be doing this, you shouldn't be doing-- \n[1048]Randy, what do you say-- Be quiet, shut up. You already did enough.  Randy, what do you say? My birds, Benjamin Franklin's team favored by one and a half points. I'll give you three more. \n[1049]In fact, I'll give you ten points. \n[1050]No, Dad! Dad! \n[1051]You have to take that bet on the Cowboys. \n[1052]How could you not take that bet? Even with the ten points I give you, that's an insane spread to your advantage. Cowboys are cowards. And I'll bet you're such a coward, you won't take the ten. Plus, are you listening, plus whatever their score is at the dance thing.  What's that? Tiffany, what's that? \n[1053]What? No, no, no, no. \n[1054]No, don't do it. Don't do it. \n[1055]I don't know, I don't know how they fucking score! We're participating. We're not, we're not a part of it. There are people, this is a high- end dance contest. I don't know. Do not put it as part of the parlay, Randy. Don't-- \n[1056]We suck. \n[1057]A lot better. \n[1058]No, no, that would be amazing if we got five. Let's not get away-- \n[1059]We can't get five! \n[1060]Give `em a five. Give `em a five. 131. \n[1061]What are you talking about, Dad? You haven't even seen us dance! \n[1062]Will somebody please explain to me the parlay? Please? \n[1063]That's very, very manic indeed. \n[1064]You know what? I'm not gonna be a part of this.  Randy, Randy, you're a sickness. You're a fucking sickness, Randy. I'm out. \n[1065]I'm not doing the dance. I'm out. \n[1066]See you later. \n[1067]What are you doing? \n[1068]  \n[1069]  \n[1070]What does that even mean, Dad? I'm not gonna make that, that, that connection that you're making with DeSean Jackson. It doesn't matter anymore okay? Just because I have the fucking jersey on...I'm not gonna do it. I'm sorry. \n[1071]If it's you reading the signs? You're reading the signs? Oh, okay. \n[1072] \n[1073]  \n[1074] \n[1075] \n[1076]Yeah, but he's gotta do this thing. He can't be a quitter. He cannot be a quitter. 133. \n[1077]What's that? \n[1078] \n[1079] \n[1080]  \n[1081]We have to tell him that she's going. \n[1082]It's a white lie, what's that matter? That's no big deal. So it's a little lie. \n[1083]You know, we gotta leave a trail of bread crumbs so that he can live his life without ruining it. \n[1084]Well, you know, I didn't approve when you called her and you told her where he was running, so she could ambush him. I didn't approve of that, but you did it anyway, so I'm doing this anyway. That's it. \n[1085]  \n[1086] \n[1087]  \n[1088]THE LETTER. HE JUST FIGURED SOMETHING OUT: Tiffany wrote the letter, not Nikki. \n[1089]STOPS AND LOOKS BACK AT THE HOUSE then at the sky -- he can't believe Tiffany lied to him. Emotions course through him. \n[1090]That's it. \n[1091]  \n[1092] \n[1093]Hey, what's up? Sorry I'm late. \n[1094]HE WATCHES HER CAREFULLY, stares at her. Thinking. \n[1095]Everything is fine. Cheers. \n[1096] \n[1097]SHE FUMBLES. She is agitated as he studies her. \n[1098] \n[1099] \n[1100] \n[1101] \n[1102] \n[1103] \n[1104]Come on, it's gonna be great. Nikki's gonna be there. You know? Everything's gonna come together. It's what's meant to be. You okay? \n[1105]Don't get wobbly on me. 137. \n[1106]We have a dance to do. We have a parlay. You gotta stay focused. \n[1107]Okay, let's go. \n[1108] \n[1109] \n[1110]Look at the dancers. You see them? \n[1111] \n[1112]Hey, Randy, Jake. What do we got? \n[1113]Don't worry about the bet. \n[1114]Holy shit. \n[1115] \n[1116]Is this \"Dancing with the Stars\"? 138. \n[1117]  \n[1118]Stay for the next quarter. \n[1119]Relax, we're gonna do fine, okay? I'll see you in a little bit. I'll see you up there, okay? \n[1120]Okay. \n[1121]Hey. \n[1122]Yeah, yeah. All right, buddy, I'll see you. Alright. Wish me luck, man. \n[1123]Excelsior! \n[1124](Notices he and Tiffany are holding hands) Wait, what's this? 139. \n[1125]Oh, I thought you were doing it. We're doing a dance thing anyway, for God's sake. \n[1126] \n[1127]You okay? \n[1128] \n[1129]Of course I do. \n[1130] \n[1131]Hi, good evening. \n[1132]Check in? How many dancers are there? \n[1133] \n[1134] \n[1135] \n[1136] \n[1137] \n[1138]Yeah, Randy, what the fuck is happening?! \n[1139] \n[1140] \n[1141]I don't know, Mom. Have you seen her? \n[1142]I know, Mom, I know. \n[1143] \n[1144] \n[1145] \n[1146]Hey, WHAT are you doing? \n[1147]She's fine? \n[1148]Why don't you shut up, okay? 143. \n[1149] \n[1150]How many drinks have you had? \n[1151]Listen, I don't know what choices you've made, but you gotta deal with it right now, okay? We're in this. \n[1152]Good for you. \n[1153] \n[1154] \n[1155] \n[1156] \n[1157] \n[1158] \n[1159]STARTS, STARE AT EACH OTHER. SHE TILTS HER HEAD TO SAY, `Come on' to him. \n[1160] \n[1161] \n[1162] \n[1163] \n[1164] \n[1165] \n[1166] \n[1167] \n[1168] \n[1169] \n[1170] \n[1171] \n[1172]Dad, Dad, did the Eagles win? \n[1173]The Eagles won, forty-four-six! They won, forty- four-six! \n[1174] \n[1175] \n[1176] \n[1177] \n[1178]   \n[1179]TIFFANY WATCHES from across the ballroom, emotional as Pat and Nikki talk. At last. \n[1180]  \n[1181]How are you? You okay? \n[1182]I'm really good. Yeah, thanks. \n[1183]Did I? \n[1184]Yeah, who'd have thought, dancing? \n[1185]Thank you. \n[1186]I've been reading your books and, I have a positive attitude. I'm on medication, I'm in therapy. \n[1187] \n[1188] \n[1189] \n[1190]Where's Tiffany? \n[1191]She left. \n[1192]What do you mean, she left? \n[1193]She left. What do you think! \n[1194]Where is she? \n[1195]Let me tell you, I know you don't wanna listen to your father, I didn't listen to mine but I'm telling you, you gotta pay attention to the signs. When life reaches out with a moment like this, it's a sin if you don't reach back. I'm telling you, it's a sin if you don't reach back, and it'll haunt you for the rest of your days like a curse. You're facing a big challenge in your life right now, at this very moment, right here. That girl loves you, she really loves you. And I don't know if Nikki ever did, but she sure as hell doesn't love you right now. I'm telling you, don't fuck this up. \n[1196]   \n[1197]I love you, Dad. \n[1198]  \n[1199]  \n[1200]AFTER HER. They turn a corner. He is chasing her, a reverse of their previous runs together. HE GRABS HER ARM AND SHE \n[1201]Wait a second! \n[1202]I have one more letter for you to read, okay? \n[1203]Let me say something. You don't ever have to see me again if you just read it, alright? \n[1204]Yeah, just read it. \n[1205]  \n[1206]Yes, I did. \n[1207]I was trying to be romantic. \n[1208]Yeah, I do. \n[1209]   \n[1210] \n[1211]   \n[1212] \n[1213]We have to beat the Vikings by three. I'm givin' you a six, which is very generous after the beating you just took. So what are we doin', what are we talkin' about here? \n[1214] \n[1215]But we are gonna make it to the next round. We're gonna beat... \n[1216] \n[1217]  ", "Sr.": "\n[1] \n[2]It's insanity. He spikes the ball at the one yard line. The one- fucking-yard line. I mean, get into the end zone, dummy. I mean, he celebrates before he's even in! \n[3] \n[4] \n[5]Wait a minute, what are you talking about? What makes the Cowboys America's Team? \n[6]You should be ashamed of yourself. We're in Philadelphia, what's the matter with you? You're a fucking traitor. \n[7]You know what's more American? \n[8]Benjamin Franklin, that's what's more American. \n[9]Benjamin Franklin. The founder of our country, here in Philadelphia. \n[10]What about the lightning with the kite? He stood in the storm with a kite. \n[11]What are you doing? No, no, no, no. Don't touch them, don't touch them. \n[12]Who did this? Who took, who took, who took the... \n[13] \n[14]-the remotes like this? Did you do this, Randy? \n[15] What?! What's this?! \n[16] \n[17]Everything good? 11. \n[18]Ahh. \n[19] \n[20]Where is it? \n[21] \n[22]You got it. Ahh, well, we got that. We don't want them to steal that. \n[23] \n[24]Yeah, I got mine. \n[25] \n[26]So what, you don't talk to me? You didn't tell me you took him out. \n[27]I wanna make sure when you come out that you're okay, and she didn't say anything.  You didn't tell me? \n[28]Yeah, but what did the doctor say? Because the, the court listens to the doctor. \n[29]The court listens to the doctor, \n[30]Yeah, no, I just-- \n[31]Well...okay, okay. Congratulations. \n[32]You know, I'm gonna start a restaurant. \n[33]It's gonna be a cheesesteak place. \n[34]I'm gonna pay for it, don't worry about it. 13. \n[35]Who told you that? \n[36]Why, Dolores? Why did you say that to him? He has the wrong idea. Everything's fine, Patrick. I'm more concerned about you than anything else. \n[37]Okay, the question, the big question, is what are you gonna do with yourself? \n[38]Nikki sold the house. She left. Didn't your mother tell you that? \n[39]Listen, Patrick, she's gone. She's not around anymore. Nikki left. \n[40]What does that mean? \n[41]  \n[42]  \n[43] \n[44] \n[45]Yeah, have Ernest Hemingway call us and apologize to us, too. \n[46] \n[47] \n[48]Why didn't you run with me? \n[49]Please. Do us a favor, don't read for a while. \n[50]What are you wearing a garbage bag for? \n[51] \n[52]Wait, wait, wait. You have to fix this window. \n[53]Fix it now. \n[54] \n[55]What's up? \n[56]Why don't you just take your medication? \n[57]Why is he wearing a garbage bag? \n[58]Sit down. We're seven minutes in, no score. Come on, help turn the juju around. \n[59]Come on, Mister Excelsior. You wanna be positive? Be positive. Sit down. \n[60]Come on. \n[61] \n[62]It's a... see? \n[63]Yeah. \n[64]   \n[65]What OCD? I want my son to watch the game with me, so sue me. \n[66]Just sit down, come on. I want you to watch the game with me. I'm not superstitious. That's a small thing that I do. If I make a lot of money, what's the difference if I do this or that? It's a small thing. Sit down. Come on. \n[67] \n[68]You see?! You see that?! You're meant to be here! \n[69]This is special. Everything happens for a reason. That's why you came home. Embrace it! Embrace it! \n[70] \n[71]  \n[72]  \n[73]Wait, wait, wait, wait. \n[74]No. \n[75]  \n[76]Don't pay any attention. \n[77]People are stupid. \n[78]They, they, they, they don't know what they're saying. \n[79]Don't let them hurt your feelings. \n[80]No!  Get outta here with that camera! \n[81]Take your camera and get out of here! \n[82]Patrick, please. \n[83]Patty! Patty! \n[84]As soon as you left, the Redskins threw a trick play, a pitch out to Randal El. Andy Reid wastes a time- out challenging it, loses the challenge, loses the game. You're in this house, please show some respect for what I do. And we should spend time together anyway. I'm trying to keep you out of trouble, please. \n[85]What's that? What's the good news? \n[86]Oh, are they? \n[87]Listen, she might be with that guy. That, the.... \n[88]She--, no, she might be with him. She's afraid of you. She doesn't want to talk to you. \n[89]Put the phone down. You gotta... \n[90]...Put the phone down, please. \n[91]Listen--, stop. \n[92]Gimme the phone. Gimme the phone. \n[93]You gotta understand me. You wanna go back? Well then, stop this! Then don't fucking do this. \n[94]Well then, don't behave this way. \n[95] \n[96]You hear what he just said? You have a restraining order. \n[97]Thank you, Officer. \n[98] \n[99]Thank you. Sorry. We understand. \n[100]  \n[101] \n[102]What happened over there? \n[103] \n[104]You'll get a phone in due time. (to Dolores) What happened? \n[105] \n[106]It's after three o'clock! What are you doing? \n[107] Don't go in my study. \n[108]   \n[109] Patty, what are you doing? \n[110] Patty! \n[111] \n[112] Are you going in my study? \n[113] \n[114]What's going on? 54. \n[115] \n[116]What? \n[117]   \n[118]  \n[119]...hit your mother?! \n[120] \n[121] \n[122] \n[123] \n[124] \n[125]I'm not hitting him! He's hitting me! \n[126] \n[127] \n[128] \n[129] \n[130]Sit down. \n[131] \n[132]You gotta stop with these crazy theories. He's a cop. What are you doing? \n[133] \n[134]Keep an eye on him. \n[135] \n[136]NEIGHBORS (indistinct chatter - continues under following scene and dialogue \n[137]Get outta here, you little fuckin' idiot! Get outta here! \n[138] \n[139]  \n[140]...and I'll take that fucking camera and I'm gonna break it over your fuckin' head, then I'm gonna come back and interview you about what it's like to get that fuckin' camera broken over your head! You wa--, what are you laughing about? I'm sorry. I'm sorry. \n[141]Okay. \n[142] \n[143]Go back to sleep. The party's over. Show's over. \n[144]Everything all right? \n[145]It was that kid with the camera. \n[146]It's okay, everything is okay. We're fine, thank you, we appreciate it. Thank you. \n[147] \n[148] \n[149] \n[150]No, no, no. \n[151]Dolores, somebody was in my study. Who took one of my envelopes? Somebody took an envelope. \n[152]Don't make fun. This is serious. What FBI? Come on, let's take a look. I'll show you what this is. I'm gonna just explain to you something. I mean, you know what I'm doing, honey. This everything, like this. I got this, it all corresponds. \n[153]No, it's not okay. It's not okay. You gotta ask. \n[154]It's not funny, it's not funny. What's everybody making a joke out of this for? 80. \n[155]   \n[156]Thank you. \n[157]You didn't want to wake me? (to Dolores and Randy) He didn't want to wake me. He doesn't have a problem complaining about Ernest fucking Hemingway. He doesn't have a problem asking for his wedding \n[158]What are you so up about? \n[159]No, you're so up, up, up, up. \n[160]You're just up, up, up. I don't know what that is. Are you taking the proper dosage of your medication? \n[161]Okay. Taking a little bit too many or something? \n[162]Just stay with us. Stay for the game. Spend some family time. \n[163]Spend family time. \n[164]Come on. \n[165]It's the Seahawks. Put on the jersey and stay, please. Please. It's important, please. \n[166]Yeah, what are you doing? What's in that envelope? \n[167] \n[168]Okay, jailhouse lawyer, come on, let's come back and sit down the way you were before. \n[169] \n[170]Oh, yeah. \n[171]Hold the remote the way you were holding it before. \n[172] \n[173]Now sit up. \n[174]Danny's from you. This is your house, so it comes down to you. You're the one. \n[175]Come sit down. \n[176]Don't disappear doing God knows what with that Tiffany Maxwell. \n[177]   \n[178]Maybe stop talking about all the stuff that's good for you and bad for him. Just, you know, leave it alone. We're watching the game. \n[179]Well, thank God, finally. \n[180]I guess his sixth sense forgot to tell him the cops were coming. \n[181]  \n[182]Well then, what's the problem? He's not goin' anywhere. Just let him finish the game, that's all. The handkerchief is working. We're killing the Seahawks, twenty-seven- ten. What's the matter with you? Let him stay, please! \n[183]   \n[184] \n[185]  \n[186] \n[187] \n[188] \n[189]Hey. Patty. \n[190]Pat. \n[191]Patty. Where have you been? Huh? \n[192]We got a serious situation on our hands, you know that. \n[193]We gotta beat the Giants if we wanna have a chance of getting into the division, any chance of playing in the playoffs. Do you realize that? \n[194]Yeah, that's the bind we're in. I mean, I think it would be wise if we spent father-son time, reading about the Eagles, talking about them, just to strengthen the good luck thing that you're in. \n[195]Yeah? \n[196]Hmm? \n[197] \n[198]I just wanted to, maybe I didn't, spend enough time with you growing up. I spent too much time with your brother. It might have made you feel worse about your behavior, but I didn't know anything, I didn't know how to handle it. I mean, that's what all this Eagles stuff is about. It's about us, spending time now. I wanna do everything I can to help you get back on your feet. That's the whole point. Yeah. I wish you'd watch these games with me so we could talk, we could get into things.  So would you, would you just come downstairs and talk to me and Randy now? \n[199]  \n[200]Randy, tell him what I'm doing. \n[201]Tell him why. \n[202]I believe in you, Patty. I believe in you. I want you to know that. So I'm gonna bet heavy on this game. \n[203]You understand? \n[204]Heavy. I want you to go to the game with your brother. \n[205]Of course I do. \n[206]Of course he wants you to go. \n[207]He told me, yes. \n[208]With all his friends. He trusts you. 111. \n[209]No. I'd love to go to the game, too, but as you know, I'm banned from the stadium. `Cause I'd love to see us beat the Giants and take a lot of money from this asshole. \n[210]Randy.  I just hope you heard what I said. It's like a family business, it's our family endeavor. We all stick together on this. That's how it works. That's a positive, positive vibe. \n[211]What is this thing you're doing? \n[212]  \n[213] \n[214]Is it an emergency? \n[215]What kind of emergency? \n[216]Just don't make her an emergency, that crazy girl, you know? \n[217]That a bad thing? \n[218] \n[219]Don't drink too much. Don't hit anybody. You'll be fine. 116. \n[220] \n[221]What'd you do? \n[222]What happened? \n[223]  \n[224]The birds lose, I lose a fuckin' fortune, a fortune to Randy! What the fuck did you do?! You fucking lost it! I thought you said you had it together! You were solid! \n[225]You fell apart! What are you fucking talking about?! \n[226]It's all fucking ruined now. It's all ruined. \n[227] \n[228] \n[229]  \n[230]    \n[231]  \n[232] \n[233]You fucking loser! You ruined everything! \n[234]You fucking idiot! You spike the ball on the one yard line, you fucking idiot! \n[235]Who is this?! Who's this?! \n[236]Who is this? What is this? \n[237]What is this craziness with Tiffany Maxwell? \n[238]She's fucking nuts! When you started spending time with her, it all fell apart. This is the fucking reason right here. \n[239]Ever since, ever since he was with you, ever since-- \n[240]That's right, you are why today happened. \n[241]I think so. \n[242]Be my guest. \n[243]Let me think about that. Wait a minute. \n[244]He was with you? \n[245]Well, I gotta say, I'm impressed. \n[246]I gotta rethink this whole thing. I didn't trust it before, but I gotta say, now I do. 126. \n[247]I have to say I do. Yup. \n[248]Yeah, prove it, prove it! \n[249]How's he gonna prove it? \n[250]Randy, I thought they were America's Team. Don't you believe in America's Team? \n[251]I like it. \n[252]I believe in the Eagles, I believe in my son, I'll take the action. I'll take it. \n[253]I have faith, I have faith. Excelsior belongs in this house-- \n[254]--not in the State of New York. In this house. \n[255]I didn't know, either, but now I know. \n[256]Randy, what do you say-- Be quiet, shut up. You already did enough.  Randy, what do you say? My birds, Benjamin Franklin's team favored by one and a half points. I'll give you three more. \n[257]In fact, I'll give you ten points. \n[258]You have to take that bet on the Cowboys. \n[259]How could you not take that bet? Even with the ten points I give you, that's an insane spread to your advantage. Cowboys are cowards. And I'll bet you're such a coward, you won't take the ten. Plus, are you listening, plus whatever their score is at the dance thing.  What's that? Tiffany, what's that? \n[260]Give `em a five. Give `em a five. 131. \n[261]What are you doing? \n[262]  \n[263] \n[264] \n[265]Yeah, but he's gotta do this thing. He can't be a quitter. He cannot be a quitter. 133. \n[266]What's that? \n[267]We have to tell him that she's going. \n[268]It's a white lie, what's that matter? That's no big deal. So it's a little lie. \n[269]You know, we gotta leave a trail of bread crumbs so that he can live his life without ruining it. \n[270]Well, you know, I didn't approve when you called her and you told her where he was running, so she could ambush him. I didn't approve of that, but you did it anyway, so I'm doing this anyway. That's it. \n[271]  \n[272]That's it. \n[273]Everything is fine. Cheers. \n[274] \n[275] \n[276] \n[277] \n[278]Hey, Randy, Jake. What do we got? \n[279]Don't worry about the bet. \n[280]Holy shit. \n[281] \n[282]Is this \"Dancing with the Stars\"? 138. \n[283]  \n[284]Stay for the next quarter. \n[285]Okay. \n[286] \n[287]Yeah, Randy, what the fuck is happening?! \n[288] \n[289] \n[290] \n[291] \n[292]The Eagles won, forty-four-six! They won, forty- four-six! \n[293] \n[294]She left. \n[295]She left. What do you think! \n[296]Let me tell you, I know you don't wanna listen to your father, I didn't listen to mine but I'm telling you, you gotta pay attention to the signs. When life reaches out with a moment like this, it's a sin if you don't reach back. I'm telling you, it's a sin if you don't reach back, and it'll haunt you for the rest of your days like a curse. You're facing a big challenge in your life right now, at this very moment, right here. That girl loves you, she really loves you. And I don't know if Nikki ever did, but she sure as hell doesn't love you right now. I'm telling you, don't fuck this up. \n[297]   \n[298] \n[299] \n[300]We have to beat the Vikings by three. I'm givin' you a six, which is very generous after the beating you just took. So what are we doin', what are we talkin' about here? \n[301] \n[302]But we are gonna make it to the next round. We're gonna beat... \n[303] \n[304]  ", "Veronica": "\n[1] \n[2]Ronnie! What are you doing? \n[3]Did you invite him? \n[4]Well, can he make it? \n[5]Get in here, please. I need you. \n[6]  \n[7] \n[8]You mean rookie of the year? \n[9]  \n[10]Not for dinner. \n[11]Oh, that's sweet.  That's sweet, Pat. That's lovely. \n[12]Hey. \n[13] \n[14] \n[15]LOCK EYES IMMEDIATELY. SHE IS TALL, STRIKING, INTENSE. She walks to Ronnie and Pat, who is unsure how to behave. \n[16] \n[17]Baby, how's it going? \n[18]Everyone having fun? We're gonna go on a tour now. We're gonna go on a tour now. \n[19]I've, I've been planning this forever. I love our house. I love our house. I'm really excited about it. \n[20]Guess what it is. \n[21]Just keep going, keep going, keep going. \n[22]Ooh, ooh, warmer, warmer, warmer. \n[23]Don't think so hard, don't think so hard. \n[24] \n[25]It's a...fireplace. \n[26] \n[27]We have a port in every room. Gimme an iPod. Who, who doesn't have an iPod? \n[28]Gimme your iPod. \n[29] \n[30]Give it to me. Thank you, baby, thank you. \n[31] \n[32]Look, look, look. 44. \n[33]I can play music for the baby in any room. \n[34]  \n[35]No. No, I don't. \n[36]Oh. \n[37]You know, Tiffany's been doing this dance thing for years and she's real good at it. She's gonna be competing at the Ben Franklin Hotel. \n[38]I'm just bragging about you. Can't I brag about my little sister? \n[39]Please, gimme a break. \n[40]Just be nice. Just be nice. \n[41]I know. I know, I know. \n[42] \n[43]No. No, no, no, no. We haven't, we haven't even finished the salad yet, or the duck. I made the Fire and Ice cake. \n[44]You can drive them both home. Now. \n[45]You can take Tiffany home first. \n[46]No... \n[47]...I don't. I don't. I just wanted to have a nice, I just wanted to have a nice dinner. \n[48]What is your problem?! \n[49]You really, you really wanna go right now? \n[50] \n[51] \n[52]Sweetie, sweetie. Honey, calm down. \n[53]Tiffany, please. She'll see how well he's doing, maybe she'll lift the restraining order. \n[54] \n[55] \n[56] \n[57] \n[58] ", "Officer": "\n[1]   \n[2] \n[3] \n[4]...check on this house. Pat Solatano? 34. \n[5]Yeah? Missus Solatano, Mister Solatano, I'm Officer Keogh. I work this beat. Look, I heard about the restraining order. And I heard you went to your old house and the school. It's not okay. I've been assigned to your case, so you're gonna be seeing a lot of me. Do yourself a favor. Respect the restraining order, okay? Five hundred feet. \n[6]If you need anything...my card. \n[7]Police! \n[8] \n[9]Open the door, please. Open up. Mister Solatano, I got a lot of calls. People in the neighborhood are scared. I gotta come in. \n[10] \n[11]How are we doing in here, huh? \n[12] \n[13]There are a lot of reports from your neighbors, we got a lot of phone calls. \n[14]Hey, sit down. \n[15]Oh yeah? He's fine now? You wanna send him back to Baltimore? We know all about the explosion at the psychiatrist's office. \n[16] \n[17]Look, I gotta make out a report. \n[18]She can see it by law. \n[19]Sit down. \n[20]Sit down! \n[21]There's a court order against you -- five hundred feet. Listen to me! 59. \n[22] \n[23]You need to pipe down. \n[24]Good luck. I gotta write this up. \n[25] \n[26]What are you doing? Come on. What are you doing? What are you doing to these kids? \n[27] \n[28]Are you being a punk on Halloween with these kids? You wanna go back to Baltimore? Is that what you wanna do? \n[29] Let's go, clear out, nothing going on here. \n[30] Hey, is he messing with you? \n[31]There's a restraining order on this guy. \n[32]That's not a good thing to do. \n[33]You're Tommy's widow, right? \n[34]You're a funny girl. You wanna get a drink sometime? \n[35]What'd I say? \n[36] \n[37]How you doing, Pat? \n[38]  \n[39]Well, we got a call that they did convert you to a Mental Hygiene Law admission status by the deadline of your sentence, so.... \n[40]I'm an Eagles fan. \n[41]I don't know what the hell you're talking about \"the handkerchief\". And I'm glad that the Seahawks are losing and we're winning, but I gotta take Danny McDaniels back to Baltimore, alright? He can contest his case from Baltimore. \n[42]Come on. \n[43] \n[44] ", "Keogh": "\n[1]   \n[2] \n[3]...check on this house. Pat Solatano? 34. \n[4]Yeah? Missus Solatano, Mister Solatano, I'm Officer Keogh. I work this beat. Look, I heard about the restraining order. And I heard you went to your old house and the school. It's not okay. I've been assigned to your case, so you're gonna be seeing a lot of me. Do yourself a favor. Respect the restraining order, okay? Five hundred feet. \n[5]If you need anything...my card. \n[6]Police! \n[7] \n[8]Open the door, please. Open up. Mister Solatano, I got a lot of calls. People in the neighborhood are scared. I gotta come in. \n[9] \n[10]How are we doing in here, huh? \n[11] \n[12]There are a lot of reports from your neighbors, we got a lot of phone calls. \n[13]Hey, sit down. \n[14]Oh yeah? He's fine now? You wanna send him back to Baltimore? We know all about the explosion at the psychiatrist's office. \n[15] \n[16]Look, I gotta make out a report. \n[17]She can see it by law. \n[18]Sit down. \n[19]Sit down! \n[20]There's a court order against you -- five hundred feet. Listen to me! 59. \n[21]You need to pipe down. \n[22]Good luck. I gotta write this up. \n[23] \n[24]What are you doing? Come on. What are you doing? What are you doing to these kids? \n[25] \n[26]Are you being a punk on Halloween with these kids? You wanna go back to Baltimore? Is that what you wanna do? \n[27] Let's go, clear out, nothing going on here. \n[28] Hey, is he messing with you? \n[29]There's a restraining order on this guy. \n[30]That's not a good thing to do. \n[31]You're Tommy's widow, right? \n[32]You're a funny girl. You wanna get a drink sometime? \n[33]What'd I say? \n[34] \n[35]How you doing, Pat? \n[36]  \n[37]Well, we got a call that they did convert you to a Mental Hygiene Law admission status by the deadline of your sentence, so.... \n[38]I'm an Eagles fan. \n[39]I don't know what the hell you're talking about \"the handkerchief\". And I'm glad that the Seahawks are losing and we're winning, but I gotta take Danny McDaniels back to Baltimore, alright? He can contest his case from Baltimore. \n[40]Come on. \n[41] \n[42] ", "Jake": "\n[1] \n[2]Whoa, Nikki? What's all this about Nikki? \n[3]A restraining order is nothing to fool with, bro. [Walks down to Pat]. Holy shit, look at you! You are fit! You look absolutely amazing. You feel good? \n[4]Good. You look like Schwarzenegger in his prime. \n[5]So, listen, I'm sorry that I didn't come see you down at the hospital. You know how those places creep me out, and the firm's been expanding. I've been helping Pop with the restaurant `cause he needs to have a legitimate business. He needs a tax return. With all the money that he's making with his bookmaking, they're gonna come after him. And then it looks like I'm making, I'm gonna make partner at the firm. \n[6]Well, I don't even know what to say to you anymore. You lost your wife, I'm getting engaged, and I wanna be able to tell you about those kind of things. You lost your house, I'm getting a new house. You lost your job, things are going great for me at the firm. 94. \n[7]You know what, I'm just gonna, I'm just gonna, I'm just gonna stop talking. I'm gonna shut my mouth. \n[8] \n[9]Yeah. Did it fit? \n[10]Whatever you do, watch out for that restraining order, okay? 95. \n[11] \n[12]Does he want me to go? \n[13] \n[14]This is my little brother Pat. \n[15] \n[16]What the fuck?! I talked to you about that already! \n[17]I told you guys-- \n[18]Huh? No. \n[19] \n[20]Oh, shit! The Asian invasion! \n[21]They're here every week! \n[22]Look, two things. We gotta watch that bubble screen for fuckin' Manning in the backfield and we gotta make sure we knock the receivers on their ass on the line of scrimmage. \n[23] \n[24]Stay back, Pat. Stay back. \n[25]Leave the fucking Indians alone. 120. \n[26] \n[27] \n[28] \n[29]   \n[30] \n[31]She's right, Dad. \n[32]She's making a lot of sense, Pop. That's all right on all counts. \n[33]Dad! \n[34]Jesus! \n[35] \n[36]Dallas just tied with another field goal, three-three. I'm worried about the bet. \n[37]I'm worried about the bet. \n[38] \n[39] \n[40] \n[41]Let's go, Patty! \n[42]  \n[43] \n[44] \n[45]No that was me. 152. ", "Danny": "\n[1]Yeah, that's when I had long hair. People say I talk about my hair too much. \n[2] \n[3]And it was just the way I wanted it, but he cut it back too far. He cut this side back too far trying to even it up. I didn't tell him to do that. I said, \"Just cut it the way you cut it....\" \n[4] \n[5] \n[6]I guess everybody's leaving today! Hello, Mrs. S. An honor to finally meet you. Pat told me all about you, how God made you rich in character, and you're the mighty oak that holds the household together, and not to mention the lasagna you make on game day when the Birds play. \n[7]Bad combination. \n[8]That was when I was an X-ray technician with my ADD and my anxiety. I had a lot of access to medication and I took advantage of it. That's when my hair was long, too. But my hair only grew when I was older. When I was younger, my hair didn't grow because my brother... Remember I told you about my brother, he had a Jheri curl, and I couldn't get a Jheri curl because my hair didn't grow long enough. I was so jealous of my brother... 6. \n[9]You like it? \n[10] \n[11] Wait, you're going the wrong way! \n[12]It's my fault. Pat didn't know. Pat didn't know. He's my friend, so he was rootin' for me. 8. \n[13]I'm havin' a disagreement with the hospital, but we're working it out. Take me back to the hospital, but take Pat home, he's fine. Trust me. You'll see, he's fine. It's my fault. \n[14] \n[15] \n[16]I'm out. \n[17] \n[18]It's official, man. They didn't convert me to my Mental Hygiene Law admission status within two thirds of the maximum length of my felony sentence, so I'm out. They had to let me go. \n[19] \n[20] \n[21]He calls me \"Jailhouse Lawyer.\" \n[22]   \n[23]Okay. \n[24] \n[25]And it's working. Your dad's a genius. \n[26]Yeah, you're the one, Pat. \n[27]That's right. That's right. \n[28]That's nice. That's nice. \n[29]We have a sixth sense. I mean, everybody's got it. Everybody's just not in touch with it. \n[30]First of all, check with the latest legal development. \n[31] \n[32]Not correct about the Mental Hygiene Law. You're not correct. \n[33] \n[34] \n[35]You guys oughta be ashamed of yourselves. \n[36] \n[37]If one of your two supervising physicians loses their license, then your whole ajudication is thrown out. \n[38]I went by your parents' house looking for you and they told me you was over here. \n[39]So is the girl, that you wrote about? \n[40]He wrote about you, all right. \n[41]He said you guys was helping each other out and you were nice and had a mouth on you, that you were mouthy, but-- \n[42] She's fine. \n[43]A capital \"F.\" \n[44]Hey, can I see what you guys are doing? \n[45]That's it? \n[46]Can I say something? Do you mind? \n[47]You sure? \n[48]I think Pat, you should be facing Tiffany. \n[49] \n[50]Let me show you, Pat, let me show you what I mean. You gotta come at her with a little bit more soul, man. \n[51]  \n[52] \n[53]  \n[54] \n[55]Yeah. Can you move `em a little bit more? Yeah, that's it. Move `em a bit more. \n[56] \n[57]You could turn around, too, there's nothing wrong with that. Yeah. You're pretty good. \n[58] \n[59]  \n[60] \n[61]Okay. Okay. \n[62] \n[63]Come on, Pat, come on. A little bit more soul. Black it up, Pat. \n[64]You know damn well what it means. \n[65]Oh, wait a minute, wait a minute, wait a minute. Oh, man! I got an idea. \n[66] \n[67] \n[68]Come get some, Pat. Come get some. \n[69] \n[70]Shuffle back, shuffle back. Shuffle back, shuffle back. Girl, you gotta move your junk. \n[71] \n[72]I gotta get out of here. I gotta go see this girl, Tanya. She lives on this side of town. \n[73]Okay, man, hey. I'm gonna be there, man. I want you guys to win! \n[74]Excelsior, Pat! \n[75]That's my man. \n[76] \n[77] \n[78]Hey, Pat, Tiffany! \n[79]What a glorious, beautiful occasion, man. \n[80] \n[81]Randy, what the fuck is happening, man?! \n[82] \n[83] \n[84]Damn. \n[85]Come on, Pat! \n[86] \n[87] \n[88] \n[89]So you put the bread crumbs, the garlic in the steak and you roll it up with the toothpicks? \n[90] ", "Tiffany": "\n[1]How did who die? \n[2]LOCK EYES IMMEDIATELY. SHE IS TALL, STRIKING, INTENSE. She walks to Ronnie and Pat, who is unsure how to behave. \n[3]Thank you. \n[4]Oh, I didn't think you were. \n[5] \n[6]I just got fired, actually. \n[7]Does it really matter? \n[8] \n[9]  \n[10]It's a computer screen. \n[11]It's a light. It's a... \n[12]...it's a drawer at a morgue where they pull out dead bodies and shoot them with formaldehyde. \n[13]  \n[14]In the middle of the wall? \n[15]Of all the rooms there are iPod ports in, I'm happy you brought us into the bathroom. \n[16]Why do you have to talk about me like that? \n[17]Don't talk about me in the third person. \n[18]I'm right here. \n[19]Sorry. I don't wanna be mean. \n[20]  \n[21]Yeah, I was on Xanax and Effexor, but I agree, I wasn't as sharp, so I stopped. \n[22]Klonopin?  Yeah. \n[23]Jesus. \n[24]Trazodone! \n[25] \n[26]God, I bet it does. \n[27] \n[28]I'm tired. I wanna go. \n[29]I said I'm tired.  Are you gonna walk me home or what? \n[30]Yeah, you. Are you gonna walk me home? \n[31]I have a problem? You say more inappropriate things than appropriate things. You scare people. \n[32]What? I'm not telling the truth? \n[33]Stop talking about me in third person. \n[34]You love it when I have problems. You love it, Von, because then you can be the good one. Just say it. \n[35]Oh, God. \n[36]Nothing's my problem! I'm fine. I'm tired and I wanna go.  Come on, are you ready? 48. \n[37]Yes, I really wanna go! It's been great. \n[38]Sorry. I don't wanna wake up the baby. Bye. \n[39] \n[40]  \n[41] \n[42]This is me. \n[43] \n[44]Listen, I haven't dated since before my marriage so I don't really remember how this works. \n[45]I saw the way you were looking at me, Pat. You felt it, I felt it, don't lie. We're not liars like they are. I live in the addition around back, which is completely separate from my parents' house, so there's no chance of them walking in on us. I hate the fact that you wore a football jersey to dinner because I hate football, but you can fuck me if you turn the lights off, okay? \n[46]Old enough to have a marriage end and not wind up in a mental hospital. \n[47]You're married? So am I. \n[48] \n[49] \n[50] \n[51] \n[52] \n[53] \n[54] \n[55]  \n[56]What happened to your face? 61. \n[57]That sounds like bullshit. Why'd you run by my house? Did our little conversation get you upset last night? \n[58]This is my neighborhood. You just ran by my house. \n[59]Me too. \n[60]What? \n[61]Me too! \n[62]I like this road. This is my neighborhood. \n[63]Calm down, crazy. \n[64]   \n[65] \n[66] \n[67]Hey! \n[68]  \n[69]So am I! \n[70]Where is your wife? \n[71]I'm not the one that just got out of that hospital in Baltimore. \n[72] \n[73] \n[74]I was a big slut, but I'm not anymore. There's always gonna be a part of me that's sloppy and dirty, but I like that, with all the other parts of myself. Can you say the same about yourself, fucker?! Can you forgive? Are you any good at that? \n[75]   \n[76] \n[77]Hey! \n[78]I wanted to clarify something. I just want us to be friends.  Did you hear what I said?  Why are you giving me such a hard time? \n[79] \n[80]I don't know how to act with you when you do this shit. \n[81] \n[82]Pick me up at seven thirty. \n[83] \n[84] \n[85]Hi. \n[86] \n[87] \n[88] \n[89]Thank you. \n[90] \n[91]Tea. \n[92]Thanks. \n[93] \n[94]Thank you. \n[95]Why did you order Raisin Bran? \n[96]  \n[97]  \n[98]It's good. How's your restraining order? \n[99]And the so-called incident with the weights. \n[100] \n[101]I can get a letter to Nikki. I see her sometimes with my sister. \n[102]I'd have to hide it from Veronica. She's not into breaking the law, which this letter would definitely be doing. \n[103]I'd have to be careful. I'm already on thin ice with my family, you should hear how I lost my job. \n[104]By...having sex with everybody in the office. \n[105]I was very depressed after Tommy died. It was a lot of people. \n[106]Thanks. \n[107]Eleven. \n[108]I know. \n[109]Okay. \n[110]Yes. \n[111]Yes. \n[112]Hot. \n[113]Made me sit on her lap and do things? Yeah. \n[114]Mm-hmm. \n[115]Mm-hmm. \n[116]I don't mind it. \n[117]No. But then people were getting into fights in the parking lot at work, and in the bathroom...and the boss called me in to his office and tried to pin it all on me. So I accused him of harassment and then they fired me, sent me home and put me on some meds. \n[118]I heard about that. \n[119]Wow. \n[120]Yeah. \n[121]You do. \n[122]Me too. \n[123]Yeah, let's get back to the letter. \n[124]Yes. Yes, that could work. I love that. \n[125]Can I at least finish my tea? \n[126]My tea. Can I finish it? \n[127]I kinda got that feeling, yeah. \n[128]Yeah, she said you were cool, basically. \n[129]No, she said you were cool, but you know. \n[130]Sort of how you are. It's fine, relax. \n[131]Sort of like me. \n[132]Why? \n[133]You think that I'm crazier than you. \n[134]Oh, my God. Ugh. You're killing me. You know what? Forget I offered to help you. Forget the entire fucking idea. `Cause that must have been fucking crazy because I am so much crazier than you. \n[135]I'm just the crazy slut with a dead husband! \n[136]Forget it! \n[137] \n[138]Fuck you! \n[139]You shut the fuck up! \n[140]\n[141]  \n[142] \n[143]PEDESTRIANS (low and indistinct chatter - continues under following scenes and dialogue \n[144] \n[145]Yes, you do. \n[146]You told your therapist that you were in a superior mental illness category, didn't you? \n[147] \n[148]Just leave me alone! 75. \n[149]You may not have experienced the shit that I did. But you loved hearing about it, didn't you? You are afraid to be alive, you're afraid to live. You're a hypocrite. You're a conformist. You're a liar. I opened up to you and you judged me. You are an asshole. You are an asshole! \n[150] \n[151]Get off of me!  Get off! You're harassing me! \n[152]  \n[153]Get off! \n[154]  \n[155]It's the kids! [Walks to Pat and Officer Keogh]. He didn't do anything, it was all the kids. \n[156]PLAYING IN HIS HEAD. Tormented. \n[157]You gonna go your whole life scared of that song? It's just a song. Don't make it a monster. 77. \n[158]There's no song playing. There's no song. Breathe, count backwards from ten. That's it. \n[159]That's it. There you go. I'm sorry. I'm sorry. \n[160]I took it too far. \n[161]No, no. No, this was just a joke. This is a joke I started. \n[162]I know, I have a stupid sense of humor. \n[163]Well, I'm fucked up. What can I tell you? I'm sorry. \n[164]Yes, I'm Tommy's crazy whore widow, minus the whore thing for the most part. \n[165]   \n[166] \n[167]I know. I know you didn't mean it. \n[168]I know, you say shit you don't mean all the time. \n[169]I'll still give your letter to Nikki, don't worry. \n[170]  \n[171]  \n[172] \n[173]What do you want with her? \n[174] \n[175]Is that another creep? What do you want, creep? Just beat it. \n[176]Oh, great, a married creep. \n[177]She's not here. \n[178]Go away. \n[179]Just get the hell out of here... \n[180]Another rude creep. \n[181] \n[182] \n[183] \n[184] \n[185]I can't, I can't do it. 85. \n[186]I can't give the letter to Nikki. \n[187]Because what am I getting in return? What are you doing for me? \n[188]I know. \n[189]Because I do this time after time after time, I do all this shit for other people and then I wake up and, and I'm empty, I have nothing! \n[190]I always get myself in these fucking situations. I give everything to other people and nobody ever, I never -- I don't get what I want, okay? I'm not my sister. \n[191]I can't do it. \n[192] \n[193]There's this thing. \n[194]It's a thing, it's a thing. It's a, it's a dance thing. \n[195]It's a competition thing at the Benjamin Franklin Hotel. Tommy would never do it with me and I missed it every single year. \n[196]Would you please! \n[197]Can we have one conversation without you reminding me that my goddamn husband is dead? My God. \n[198]But I can only do it if I have a partner...and now I'm about to miss it for another year. \n[199]What, your schedule is so busy? \"Grapes of Wrath\" and watching football with your dad? \n[200]All right, then I'm not giving her your fucking letter. \n[201] \n[202] \n[203]Think about it. \n[204] \n[205] \n[206] \n[207]What? Jordie? \n[208] \n[209]Couldn't you say the same about you and Nikki? 88. \n[210]How are you in love? Tell me about that. The big Nikki love. Tell me about it, I wanna understand it. \n[211]Wow. \n[212]It's gonna be amazing, and you're gonna be amazing, and she's gonna be amazing, and you're not gonna be that guy that's gonna take advantage of a situation without offering to do something back. So think about the dance thing. \n[213]   \n[214] \n[215] \n[216]  \n[217] \n[218]I used the insurance money to build this. I designed it. All the floors are hard oak. It has good bounce for dancers. \n[219]I'm not that great of a dancer, but who cares? It's therapy and it's fun. And the walls are good `cause I can play music really loud without anybody hearing. \n[220] \n[221]Upstairs. It's a garage, I just renovated it. You know, I was thinking about putting a ballet barre here. \n[222]What? \n[223]Probably tonight. \n[224]Ronnie and Veronica and I are gonna see her tonight. \n[225]Mm-hmm. \n[226]  \n[227] \n[228]Yeah. I mean, I hope so. \n[229] \n[230]Yeah. Mm-hmm. It's really generous. \n[231]Yeah. \n[232]Uh-huh. 99. \n[233]All right, let's start simple. Start at that corner, walk towards me. Walk across the room. \n[234]Are you fucking kidding me? \n[235]A deal is a deal. \n[236]Why don't you walk towards me like I'm Nikki. And the only way to convey how much you've missed me is by your walk. By your slow walk. You can't talk. \n[237]Only walk. Do it. \n[238]No walk, no letter. Walk to me like I'm Nikki, come on. Do it. I'm Nikki. Come on. \n[239]Don't look up until you're halfway here. 100. \n[240]That's right. \n[241]Not yet. \n[242] \n[243]Yes. Do you feel that? That's emotion. \n[244]Has anybody ever told you how Tommy died? \n[245]We were married for three years and five days, and I loved him. But for the last couple months, I just wasn't into sex at all. It just felt like we were so different and I was depressed. Some of that is just me, some of it was he wanted me to have kids and I have a hard enough time taking care of myself. I don't think that makes me a criminal. Anyway one night after dinner, he drove to Victoria's Secret at King of Prussia Mall and got some lingerie to get something going. And on the way back, he stopped on 76 to help a guy with a flat tire and he got hit by a car and killed. And the Victoria's Secret box was still in the front seat.  That's a feeling. \n[246] \n[247] \n[248] \n[249]Okay, this is the waltz. I'm gonna teach you the waltz step. \n[250]AROUND HER as she showed him, his hands on his shoulders. \n[251]  \n[252]  \n[253] \n[254] \n[255] \n[256] \n[257] \n[258]  \n[259]   \n[260]Football stays out of this place, so does \"Lord of the Flies.\" \n[261]I don't give a fuck. \n[262]  \n[263]  \n[264] \n[265]  \n[266]What? You're not gonna read that shit on my time. I can tell you all about the \"Lord of the Flies.\" It's a bunch of boys on an island and they have a conch -- they have a shell -- and whoever has the conch has the power and they can talk. And if you don't have the conch, then you don't have the power. And then there's a little chubby boy, and they call him Piggy and they're really mean, and then there's a murder. I mean, humanity is just nasty and there's no silver lining. \n[267]Hello. Pat told me about you. \n[268]What? He wrote about me? I'm \"the girl\"? \n[269]What'd he say? \n[270]No, please, tell me more about what he said in the letter. 105. \n[271]Cool. \n[272]Okay. \n[273] \n[274]And then this goes into something else. \n[275]No. \n[276]No, please. \n[277] \n[278] \n[279] \n[280] \n[281] \n[282] \n[283] \n[284] \n[285] \n[286] \n[287] \n[288] \n[289]Bye! 108. \n[290]  \n[291]  \n[292] \n[293]I'm gonna pretend that you didn't just ask me that. \n[294]These are the two days that you have promised me and that we have prepared to nail the big move. It's not ready yet. And we don't have a move yet. \n[295]Oh, I messed up the Eagles' juju? \n[296]Guess what? \n[297]Nikki replied to your letter. \n[298] \n[299]  \n[300] \n[301] \n[302]I just hope you can handle it. \n[303] \n[304]She was intrigued, excited, and a little scared. \n[305]Try to stay positive. \n[306]No. \n[307]I thought you were gonna read it out loud. \n[308] She said to show her something, Pat. This dance can be that something. You would have never done something like this in a million years. It shows all kinds of skills on so many different levels: focus, collaboration, discipline. It's romantic, like I said it would be. It's for her. \n[309]  \n[310] \n[311]  \n[312] \n[313] \n[314]We need to talk right now! When you make a serious commitment to somebody, it is not cool to not show up! \n[315]Oh, really? 123. \n[316]Well, that sounds great, Pat. That's great for all of them, but all of them didn't make a commitment to me in return for my help. I'm Tiffany, by the way. \n[317]You think I fucked up the Eagles' juju, don't you? \n[318]  \n[319]I'm the reason why today happened? \n[320]Let's talk about that. \n[321]The first night that Pat and I met at my sister's, the Eagles beat the Forty Niners handily, forty to twenty-six. The second time we got together we went for a run and the Phillies beat the Dodgers seven to five in the NLCS. \n[322]The next time we went for a run the Eagles beat the Falcons, twenty- seven to fourteen. \n[323]The third time we got together we had Raisin Bran in the diner and the Phillies dominated Tampa Bay in the fourth game of the World Series, ten to two. \n[324]Well, why don't you think about when the Eagles beat the Seahawks, fourteen to seven. \n[325]He was with me. We went for a run. \n[326]There have been no games since Pat and I have been rehearsing every day and if Pat had been with me like he was supposed to, he wouldn't have gotten in a fight, he wouldn't be in trouble, maybe the Eagles beat the New York Giants. \n[327]Does anybody here happen to know what the official motto of the state of New York is on the official seal of the State of New York? Huh? Anybody?  Do you? Do you know? \"Excelsior.\" Look it up. Yeah, \"Excelsior.\" \n[328]Not that I give a fuck about football or about your superstitions, but if it's me reading the signs, I don't send the Eagles guy whose personal motto is \"Excelsior,\" to a fucking Giants game, especially when he's already in a legal situation. \n[329]I did my research. \n[330]Thank you. \n[331]Oh, fuck off, Randy. You love it. You live for this shit. You've been betting against my father for years. \n[332]You're twisting the knife right now. You get off on it! \n[333]You get off on it! If not, then prove it. Prove it. \n[334]By giving them the chance to win back everything, double or nothing. \n[335]No. She pauses, turns dramatically to Randy. \n[336]Against the Cowboys. \n[337]That's your team isn't it, Randy? \n[338]I know who his team is. \n[339]December twenty-eight, last game of the season. \n[340]Same day as the Benjamin Franklin Pairs Open Freestyle Dance Competition. \n[341]Yeah, Randy, don't you believe in America's Team? \n[342]They go by the Philadelphia rules. Each dancer is scored on a scale of one to ten, ten being the highest. You have to average the four judges' scores. \n[343]We don't suck. Pat's a beginner, I'm okay, we're happy just to be going there. \n[344]They're good. Some of them are professionals. \n[345]Oh, come on, we can get a five out of ten! Gimme a break! Gimme me a break! \n[346]We can do a five. \n[347]Pat, you can't quit. \n[348]Pat, calm down. Thank about it. \n[349]Pat, no. \n[350]Pat. \n[351]You are not a stand up guy right now. If it's me reading the signs...if it's me reading the \n[352]You are not a stand up guy! \n[353] \n[354]There's only one way to get him to show. \n[355]We have to tell him Nikki's gonna be there. \n[356]We have to tell him that she's coming. \n[357]It's a white lie. 134. \n[358]There's no other way. \n[359]We're gonna tell him Nikki'll be there. \n[360]We have to do it. \n[361]Yeah. A little bit. But it's for the best. \n[362]  \n[363] \n[364]Hey. \n[365]It's fine. \n[366]HE WATCHES HER CAREFULLY, stares at her. Thinking. \n[367]Is everything all right? \n[368]SHE FUMBLES. She is agitated as he studies her. \n[369]This isn't working! \n[370] \n[371]Stupid! \n[372] \n[373] \n[374] \n[375]This just isn't working! \n[376] \n[377]I'm not. \n[378]I'm focused. \n[379] \n[380]Shit. \n[381]The birds are better when Pat is with me. We settled that. \n[382]What? I thought you were doing it. \n[383] \n[384] \n[385]I want you to remember everything. I want you to remember all of the good stuff that we have here. \n[386]Just check in. I gotta go find Veronica. \n[387] \n[388]    \n[389] \n[390]  \n[391]You're killing me. You're killing me! \n[392]Oh, my God. Oh, my God. \n[393]  \n[394] \n[395] \n[396]Bartender! Bartender, can I get a vodka, please? \n[397] \n[398]Sure. \n[399] \n[400]So what do you do? \n[401]Oh, the arguing kind. \n[402] \n[403] \n[404] \n[405]I've had two vodkas. \n[406]We're in what? \n[407]You know, I used to think that you were the best thing that ever happened to me, but now I think that you might maybe be the worst thing and I'm sorry that I ever met you. \n[408] \n[409]Got it. \n[410] \n[411] \n[412]STARTS, STARE AT EACH OTHER. SHE TILTS HER HEAD TO SAY, `Come on' to him. \n[413] \n[414] \n[415] \n[416]DOLORES REACTS TO THE CHANGE IN MUSIC. NIKKI watches with Ronnie and Veronica. Pat Sr. watches. The Judges watch. \n[417] \n[418] \n[419] \n[420] \n[421] \n[422] \n[423] \n[424] \n[425]Thank you! You're amazing! \n[426]   \n[427] \n[428] \n[429] \n[430] \n[431]AFTER HER. They turn a corner. He is chasing her, a reverse of their previous runs together. HE GRABS HER ARM AND SHE \n[432]  \n[433]  \n[434]This is so fucked up. \n[435] \n[436]    \n[437]  \n[438]You wrote that a week ago? \n[439]You let me lie to you for a week? \n[440]You love me? \n[441]Okay. \n[442]  \n[443]  \n[444] ", "Ronnie": "\n[1] \n[2]  \n[3]Welcome home. \n[4]Welcome back, man. \n[5]Yeah? You're out out? \n[6]Cool, man. Wow, you lost a lot of weight. I almost didn't recognize you. \n[7]I'm sorry I didn't visit you in the hospital. You know, work's out of control, you know, she had the baby. I'm really glad you're back. I missed you. I really need someone to talk to. You gotta come see the baby. She's beautiful. And Veronica wants to make dinner for you. \n[8]'Cause you think Veronica still hates you? 31. \n[9]That's not true. \n[10]That's not true. \n[11] \n[12]Okay, it's a little true. But if you think she still hates you, you're wrong because why would she tell me to invite you to dinner? Hmm? \n[13]Yes. \n[14]I don't know yet!  Can you make it next Sunday? \n[15]I'll see you next Sunday. \n[16] \n[17]Yeah. 32. \n[18]Okay. \n[19]  \n[20]  \n[21] \n[22]Pat! What are you doin'? \n[23]Why? \n[24]Dude, you're fine. I like that jersey. I wish I was wearing that jersey. \n[25]Are you comfortable? \n[26]Get over here. \n[27]Don't worry about it, you're the guest of honor. You come however you wanna come. \n[28]Get over here. 37. \n[29]  \n[30]DeSean Jackson's in the house! \n[31]Yeah. \n[32]Isn't it awesome? \n[33]Look, he got us flowers. \n[34]And wine. \n[35]  \n[36] \n[37]Check this out. We just redid the whole thing. \n[38]   \n[39]Isn't it great? \n[40]Yeah, man, I'm, I'm thinking of redoing it again. \n[41]Because. \n[42]Yeah, we're doing all right, man. I can't complain. \n[43]It is down, but you know, she wants more, so I'm giving her more, man. \n[44]I'm sorry, man. \n[45]A lot of people. My uncle, too. \n[46]Yeah, but you know what? No disrespect, it's not personal, but this is the time to strike. \n[47]You start snapping up commercial real estate -- cheap -- flip it over, you flip it over and that's when you make the money. But the pressure...it's like.... \n[48] \n[49]  \n[50]  \n[51] \n[52]You can't be happy all the time. \n[53]It's all right. You just do your best, you have no choice. \n[54]You just can't. \n[55]I hope you're okay with Veronica's sister coming over. You okay with that? \n[56]Veronica's sister. \n[57]  \n[58]Yeah. Just Tiffany. \n[59]He died. \n[60]Cops die. \n[61]Please, don't bring it up. \n[62]Hey, Tiffany! This is Pat. Pat, my sister-in-law Tiffany. \n[63] \n[64]Great, great. \n[65]Come on, let's go for the tour. 42. \n[66] Come on. \n[67]  \n[68]Nope. \n[69]  \n[70]Don't worry about it. Don't focus on that. \n[71]I'm actually gonna give you one of my iPods. I have an old one. \n[72] \n[73]  \n[74]  \n[75]Pat was a history sub at the high school, Tiffany. Ask him about any president, he knows 'em all. \n[76]Where? \n[77]Really? \n[78]That's interesting. 45. \n[79] \n[80]Um, maybe I should drive them home separately? \n[81]Okay, guys, the baby is sleeping! \n[82]Sorry, man. \n[83]  \n[84] \n[85]SPORTS ANNOUNCER  (low and indistinct chatter - continues under following scenes and dialogue \n[86]Oh, she's a mess. You gotta be careful. She goes to a lot of therapy. \n[87]I'm just saying-- \n[88]I'm just looking out for you, I'm just looking out for you. She's unstable. \n[89]Nothing's wrong! \n[90]Shh, shh. \n[91] \n[92]Stop breaking my balls. \n[93] \n[94]I got you an iPod. \n[95]Yeah. Well, that's my old iPod, but- \n[96]Thirty-two gigabytes. \n[97]Seven thousand. \n[98]Got some Clash. \n[99]Yeah, \"West Side Story.\" It makes me peaceful. \"Maria, I just met a girl named Maria...\" \n[100]And then when I'm angry, which is a lot these days, I go to the garage...Metallica...Megadeth. I start fucking smashing shit. \n[101]  \n[102]Yeah, but it makes me feel better. It's like my therapy, you know? \n[103]That's nice. That's nice. \n[104]Beautiful jersey. I love that jersey. \n[105]Veronica hates the jersey. \n[106]Don't let Tiffany get you in trouble. \n[107] \n[108] \n[109] \n[110] \n[111]Okay, you know what? I don't have her phone number. If you want, if you really want, you can call Veronica `cause she does, but I don't want to talk to Veronica. \n[112]Because she brings me down, man! She just brings me down. \n[113] \n[114]You're right, man. You're right, you're right, you're right, you're right, man. \n[115] \n[116]Whoa, whoa, what's going on? \n[117] \n[118]Stay here, stay here! \n[119]Don't get in a fight! \n[120]   \n[121] \n[122]Really? That's crazy. \n[123]Unbelievable. \n[124]You gotta win two bets or you lose the whole thing. For Pat Sr. to win, the birds gotta beat the Cowboys plus Pat and Tiffany gotta get at least a five at the dance. \n[125]That's the parlay. \n[126] \n[127]Pat told me. He told me you should never throw a marriage out the window. \n[128]He said it several times, Tiffany, and this is his chance. You gotta give him a chance. \n[129] \n[130] \n[131]They were great and they only got a seven point two. This is a tough room. \n[132] \n[133]  \n[134] \n[135] \n[136] \n[137] \n[138]No, that was me that did that. \n[139]That was me. I played the Jack. ", "Dolores": "\n[1] \n[2]I don't want him to get used to the routine here. Eight months is already long enough. \n[3]  \n[4]  \n[5] \n[6]   \n[7]What? I don't understand. \n[8]  \n[9]  \n[10] \n[11] Hello? \n[12] Yes, it is. \n[13] What? Are you sure about that? I'll bring him back right away. \n[14] \n[15]You lied to me, Pat. Danny's not allowed to leave. \n[16] \n[17]  \n[18] \n[19] \n[20] \n[21]Don't tou-... \n[22]  \n[23] \n[24]...-ch the steering... \n[25] \n[26] \n[27]   \n[28]  \n[29] \n[30]Pat, this whole thing was a mistake. \n[31]I am out on a limb for you with the courts right now. \n[32]  \n[33] \n[34] \n[35] \n[36]Well, he's ready. Look at him. \n[37]Don't worry about that. \n[38]The court said yes. Don't worry. 12. \n[39]Don't worry. \n[40]It's all under control. \n[41]I did not. No, I didn't. \n[42]  \n[43] \n[44]  \n[45] \n[46]It's four o'clock in the morning, Pat. 16. \n[47]Pat, you owe us an apology. \n[48] \n[49]Get in the car, Pat. You have to go to therapy. \n[50] \n[51]You have to go. It's part of the deal. You can't live with us and not go. \n[52]  \n[53] \n[54]I will call them. They'll come for you. \n[55]You've gotta take your medication. \n[56] \n[57]Why are you wearing a garbage bag? \n[58]He says you're good... \n[59]..luck, honey. \n[60]I'm making crabby snacks and homemades. \n[61] \n[62]That's him. \n[63]Yeah, that's the one. \n[64]Pat, don't look for Nikki! \n[65]Pat! \n[66]Don't look for Nikki! \n[67]Pat! \n[68]Are you okay? Ronnie called. Hey, is that make-up on your shirt? \n[69] \n[70]Pat! \n[71] \n[72] \n[73]    \n[74] \n[75]What about in your father's study? \n[76]It's probably in the attic. \n[77] \n[78]Please stop yelling! \n[79]Pat! Pat! \n[80] \n[81]Calm down, Pat. \n[82]Pat! Stop it! \n[83]  \n[84]  \n[85]   \n[86] \n[87] \n[88] \n[89] \n[90] \n[91]  \n[92] \n[93]Stop hitting him! \n[94] \n[95]  \n[96] \n[97] \n[98]It's a medication problem, but he's fine now. 57. \n[99]What? \n[100]Jesus Christ, who's that? \n[101] \n[102]Hey! \n[103] \n[104] \n[105]Who was at the door? \n[106] \n[107] \n[108]Maybe we should call the FBI. \n[109]\"Do not go in my study or I will eat you!\" \n[110]Be nice. It's game day! I'm makin' crabby snacks and homemades. \n[111]He's very happy. \n[112]What are you up to, Pat? \n[113]What's in the envelope? \n[114] \n[115] \n[116] \n[117]  \n[118]Didn't I say you wouldn't recognize him? \n[119] \n[120]Pat, you're up to something, I know. \n[121]Oh, no. \n[122] \n[123]  \n[124]Whoa! Slow down. \n[125]Your father wanted you to have this. \n[126]It's his living. \n[127]Your father expects to spend time with you, Pat. \n[128] \n[129]Yeah, what is it? What is this project, hon? \n[130]  \n[131] \n[132]Oh Pat. \n[133]Oh God. \n[134]No. No, Patrizio-- 128. \n[135]Patrizio, don't! It's toxic! \n[136]Patrizio, stop it! And Randy, don't you take the bet! \n[137]What? No parlay! No! \n[138]Pat! \n[139]Pat! \n[140]I told you not to push it. \n[141]  \n[142]Oh, what's that? \n[143]She won't come. She can't come. \n[144]But that's a lie! \n[145]No. I don't approve. You can't do it. \n[146]Aren't you nervous to be lying? \n[147]Okay. \n[148] \n[149] \n[150]Well, you knew that. Maybe you should've scouted `em. \n[151] \n[152]  \n[153]You gotta find her. \n[154] \n[155] \n[156] \n[157] \n[158] \n[159]Yeah. For, oh, maybe three hours, plus. \n[160] ", "Ricky": "\n[1]Can I do..an interview for a school project on mental illness? \n[2]It's for a school project! \n[3] \n[4]Is this a bipolar episode? \n[5]Someone, help me! Help me! \n[6]He's chasing me! This guy's chasing me! Help me! \n[7]  \n[8]I'm sorry. ", "D'Angelo": "\n[1] ", "Randy": "\n[1]DeSean Jackson. What happened to DeSean Jackson? \n[2] \n[3]Come on, tell me that one. \n[4]You know something? It's nothing new. Your team does that all the time. They get close... \n[5]...and then they blow it. They got an inferiority complex. \n[6] \n[7]Because we are, we're America's Team. \n[8]What's more American than a cowboy? \n[9]What? \n[10]Benjamin Franklin? \n[11]You mean the guy with the... \n[12]...little glasses and the long scraggly hair? 10. \n[13]If he wasn't on the hundred dollar bill, nobody... \n[14]...would even know who he is. \n[15]I didn't even touch `em. Why are you--, don't blame me. \n[16]No, I don't touch them. As a matter of fact, I don't know why you need so many. Hey, there she is! Look how beautiful! \n[17]Hey. \n[18]I'll bet I know what happened if only one is missing. Either Dolores or Pat needed an envelope and one of `em took it. That's the only answer. \n[19] \n[20]Dolores, you are so beautiful! \n[21]Come on, your dad needs a winner. Help him out. \n[22] \n[23]   \n[24]That's nice. That's nice. \n[25]   \n[26] \n[27]He's betting everything on the Giant game. Everything. 110. \n[28]All the money that he needs for the restaurant, he's betting on the Giant game. \n[29]Because he believes in you. \n[30]Listen, personally, I think it's a stupid bet. As a matter of fact, I think it's ridiculous to bet all that dough for the restaurant on a game. \n[31]Patrizio, I feel terrible, you know? You made the bet, I won a lot of money, and now look, your whole family is in turmoil. \n[32]That's bullshit! That's not true! Don't say that! \n[33]How do you want me to prove it? \n[34]Double or nothing on the Bengals, next week? Is that what you're saying? \n[35]When is the game? \n[36]Yeah, I believe in America's Team but if I win that bet, I win your book, you're out of action, you get no restaurant, no nothing. \n[37]Dolores, would you stop him? \n[38]You're crazy to give away that many points. That's ridiculous! I won't take that! However, wait a second. I do like the idea of a parlay. \n[39]Pat, how do they run this dance competition? I mean, how do they score it and everything? \n[40]Okay, score is from one to ten, right? And you guys are how good? \n[41]And how are the people you're competing against? \n[42]They're good? Better than you? \n[43]A lot better. So if I was to say you only have to score five, I would be really very generous, right? \n[44]That's the parlay. \n[45]Shake on it. \n[46] \n[47]  \n[48] \n[49] \n[50] \n[51]  \n[52]Come on! \n[53] \n[54]I'd like to do another parlay if we make it to the next round, that's all. ", "Tiffany's": "\n[1] \n[2] \n[3] \n[4] \n[5] \n[6]What do you want with her? \n[7] \n[8]Is that another creep? What do you want, creep? Just beat it. \n[9]Oh, great, a married creep. \n[10]She's not here. \n[11]Go away. \n[12]Just get the hell out of here... \n[13]Another rude creep. \n[14] \n[15] \n[16] \n[17]  \n[18] \n[19]  \n[20]  \n[21]  \n[22]  \n[23] \n[24]  \n[25] \n[26]  \n[27]  \n[28]Is everything all right? \n[29] \n[30] \n[31]  \n[32]  \n[33] ", "Mother": "\n[1]I'm sorry. \n[2] \n[3] \n[4]What do you want with her? \n[5]She's not here. \n[6]Go away. \n[7] \n[8]Is everything all right? \n[9] ", "Nikki": "\n[1]   \n[2] \n[3] \n[4] \n[5] \n[6] \n[7] \n[8] \n[9]  \n[10] \n[11] \n[12] \n[13] \n[14]   \n[15]TIFFANY WATCHES from across the ballroom, emotional as Pat and Nikki talk. At last. \n[16]Of course. \n[17]Good. How are you? \n[18]You looked really happy out there. \n[19]Yeah. \n[20]You look incredible. \n[21]You lost a lot of weight. \n[22] \n[23] \n[24] "}}