{"filename": "Silver-Bullet_script.txt", "imdb_id": "tt0090021", "imdb_url": "https://www.imdb.com/title/tt0090021", "characters": ["Nan Coslaw", "Bob Coslaw", "Brady Kincaid", "Reverend Lowe", "Uncle Red", "Milt Sturmfuller", "Herb Kincaid", "Jane Coslaw", "Marty Coslaw", "Sheriff Joe Haller", "Mrs. Sturmfuller", "Tammy Sturmfuller", "Andy Fairton", "Owen Knopfler", "Virgil Cuts"], "dialogues": {"Nan": "\n[1]\tAll right. Stay close. And make sure your \tbrother's all right.  As JANE gets up, the applause starts to fade a bit.  NOTE: JANE is wearing a silver crucifix, and will continue to wear it through the whole movie.   \n[2] \n[3]\tI want you two to bury the hatchet. \tYou're being very silly, Jane.  \n[4]\tI think you're being mean as well as \tsilly. Your brother has never had a \tscraped knee in his whole life.  Well, here it is - the chief source of JANE'S animus against her brother and the source of most of the tension in the COSLAW family.  MARTY winces and turns away a little, embarrassed - this always happens. He doesn't like it, but he doesn't know how to make his parents - his mother in particular - quit it.  \n[5]\tJane Coslaw!  \n[6]\tYou're not going to vomit, Jane. And I \tthink we've all had quite enough of this \thorror-movie talk.   \n[7] She's wiping her hands with a dishtowel and looks like she just bit into a lemon.   \n[8]\tCome on, Marty- bedtime.  She starts to wheel him away.  \n[9]\tMake it quick.  UNCLE AL lays down his hand.  \n[10]\tThat's enough!  \n[11] UNCLE AL is clearing up in a kind of drunken stupor- and I mean he is really drunk. He's smoking one cigarette; another is smoldering away in the heaping ashtray. He drops a pile of baseball cards on the floor and bonks his head on the table bending down to pick them up.  \n[12]\tI don't want you drinking around Marty. \tThat's too much. If you can't stop it, \tyou better stay away.  AL straightens up. There is a sort of command force in this man, and here he is partly able to rise above his abysmal drunkenness so we can see it.  \n[13]\tYes... you've always been that to him. \tBut if you can't leave your booze in \twhatever dump you call home, you better \tjust stay away.  She leaves the room, almost crying. UNCLE AL looks after her, and then his attention is drawn to the smoldering ashtray. He pours beer over the mess, putting out the fire but creating something that looks even worse. He begins drunkenly picking up again.  \n[14]\tMarty?  SOUND of her climbing the stairs.  JANE throws a quick look back over her shoulder and then helps MARTY up in his chair. He helps by pulling on the sink counter. JANE has time to give MARTY one quick look- \"Please don't tell on me,\" it says.  NAN comes in.  \n[15]\tJane, have you been teasing your \tbrother again?  \n[16]\tJane Coslaw!  But JANE stalks off. MARTY is grinning. It was a good put-down.   \n[17]\tStop it, Jane.  \n[18]\tSo have I, actually... I wish it could always \tbe like this.  \n[19]\tRemember, Al... we'll be at the Ritz-Carlton \tin Boston tomorrow night! Or at the funeral \tparlor. It's Stickney and-  \n[20]\tAnd don't open the door for any trick or \ttreaters even if they come!  \n[21]\tYou kids go to bed on time! You've got \tschool tomorrow!  \n[22]\tI will- be good, kids.  \n[23] \n[24]\tHe's changed. Just this summer. Or \tsomething's changed him. Marty, maybe. \tAnd the drinking- I think it's almost \tstopped. Whatever it is, it's wonderful. \tAnd they'll be safe with him. I'm sure \tof it.  \n[25]\tIf I told him to, he will.   ", "Coslaw": "\n[1] \n[2] Traveling along a country road. Headed home.   \n[3] JANE is lying in bed, her face to the wall. Dim light falls on her unhappy face as the door is opened.  \n[4] Overhead is the moon, three days past the full.  \n[5] She's wiping her hands with a dishtowel and looks like she just bit into a lemon.   \n[6] MARTY is sitting in a stair chair that rises slowly to the second floor. He looks dejected and glum.  SOUND of NAN hectoring her brother AL. I don't think we can make out all of what's going on, but we've all known women like NAN and I think we can fill in the blanks. \"Christian household... you come here drunk and expect... can't even bother to call ahead...\" Etc., etc.  A wheelchair stands on the second-floor landing. This one is no Silver Bullet, only the more humble sort that moves by arm power. When the stair chair clicks to a stop, MARTY hoists himself from it into the wheelchair and rolls down the hall toward the bathroom.  Below, NAN'S rant is still going on.   \n[7] MARTY, now in pj's, is brushing his teeth.  JANE comes in- she's wearing a nightie.  \n[8]\tHey! That you, Marty?  \n[9] UNCLE AL'S car turns in and parks.   \n[10] It's parked across the road from the sign.  \n[11]\tStop it, Jane.  \n[12] UNCLE AL'S sports car is parked in the driveway. We hear the CLANG of a wrench on the cement inside.   \n[13] He peeks into the backyard.   \n[14] MARTY is sitting in the Silver Bullet.  UNCLE AL comes hurrying back from his look-see.  \n[15] It's about a quarter of a mile away.   \n[16] The barbecue is over. BOB and JANE are putting lawn chairs on the back porch. MARTY, NAN, and UNCLE AL are all in the f.g.  \n[17] \n[18] There's a downspout outside one of the upstairs windows. Now the window goes up and MARTY leans out. He grasps the downspout and begins working his way down. This should not be too hard for us to believe; we've already seen how strong MARTY'S arms are.  His legs dangle limply, but he's doing just fine. When he reaches the bottom of the drainpipe, they simply crumple under him and he uses his arms to pull himself over to the back porch.  MARTY hoists himself over the porch rail. Here, under a tarp, is the Silver Bullet. MARTY pushes the tarp aside and gets in. He uses his hands on the wheels to get over the porch ramp and rolls silently down it. At the bottom he looks up at:   \n[19] The driveway has a slight downslant, and MARTY coasts easily out to the road. He turns right and begins to roll slowly along the verge of the highway, still using his hands. We can see that the light is still on upstairs. MARTY turns back once to verify this himself, then keeps on going. He's not going to be deprived of his treat.   \n[20] He powers up it, and along the path to the back. Perhaps he has enough speed to cut the engine and coast.   \n[21] \n[22] He's sitting in the \"house\" wheelchair in the living room, holding the phone tensely to his ear as the RINGING SOUND goes on.  A CLICK as the phone is picked up.  \n[23] His eyes are wide. He's leaning forward in his wheelchair.  \n[24] MARTY is talking to UNCLE AL. JANE is behind them, knocking croquet balls through the wickets on the back lawn.  MARTY is looking at his Uncle anxiously as JANE strolls over.  \n[25] UNCLE AL is taking the kids home- THE CAMERA TRACKS the wagon for a moment, and then we are looking up the short lane and into a gravel pit.  THE CAMERA ZOOMS IN, FAST, on the sandy rear wall. We can see one cowboy boot sticking out of a wall of sand. It's bloody and chewed.   \n[26] The wagon pulls in.   \n[27] It reads 1:00.  SOUND: The National Anthem.   \n[28] The WEREWOLF breaks from the woods and runs across the side yard to a line of high bushes that runs along the side of the house .   ", "Bob": "\n[1] \n[2]\tJust pretend you're in your own church \taskin' for money, father! It'll work fine!  Good-natured laughter greets this.   \n[3]\tStop it or I'll throw the whole bunch of \tyou out!  In this traditional family unit, BOB is the Voice of Authority. They all heed, although the atmosphere remains thundery.   \n[4]\tThat's where poor old Arnie Westrum \tpitched his last drunk.  He crosses himself and they all look toward:   EXT.  THE GS&amp;WM RAILROAD TRACKS   \n[5]\tThey had to pick up what was left of \thim in a peach basket.  \n[6]\tHey! That you, Marty?  \n[7]\tAs far as I could tell, it could have come \tfrom anywhere.  \n[8]\tI dunno-  \n[9]\tI ain't scared! Let's go!  \n[10]\tNo- it's behind us. I told you you couldn't \ttrust-  \n[11] \n[12]\tI can't move. Christ Jesus, I can't move!   \n[13]\tStop it, your mother said.  They've just paused for a quick look at the sign; now BOB pulls out onto the road again and heads toward home.   \n[14] Mostly eyes.   \n[15] \n[16]\tI can't believe that you'd agree to leave \tthe kids with him. A year ago I would have \tlaughed at the idea. You used to almost \tbreathe fire when Al came in the house.  \n[17]\tI know they'll be safe with him... but will \the get them both into bed by nine-thirty?  \n[18] He is also dozing. There are three or four empty beer cans in front of him, and a cigarette with a long ash is smoldering between his fingers. There's a .22 pistol in his lap.   ", "Brady": "\n[1]\tLittle old blacksnake? Hell, no!  Hands - the rather grimy hands of a boy bent on mischief - grab the blacksnake.   \n[2] BRADY holds the snake up. Both boys gaze at it with respectful wonder.  NOTE: MARTY is wearing a silver St. Cristopher's medallion, and will through the whole movie.  \n[3] Again we are fairly tight on the boys - we see them from waist or chest height. BRADY snatches back the snake.  \n[4]\tI got an idea.  \n[5]\tJane... Jane...  She looks up. The blacksnake dangles down toward her, almost touching her upturned face.  JANE shrieks and bolts. She gets a little way, trips over her own feet and falls down hard. She's wearing what was a nice jumper and nylons. Now the jumper is torn and the hose shredded at the knees.   \n[6] He's lying over a limb with the snake in his hand, laughing wildly.   \n[7] \n[8]\tDid wittle Janie make wee-wee in her \tteddies?   \n[9] He throws the snake.   \n[10] \n[11]\tOoooh, naughty!   \n[12] He swings down and comes over to MARTY.  \n[13]\tReally got her goat that time.   \n[14]\n[15]\tLook out! Look out! It's Madman Marty and \tthe Silver Bullet!  TAMMY laughs.  \n[16]\tYou glad to be back in jail, Marty?  \n[17]\tI gotta split - see ya, Marty... Tammy.   \n[18] They're flying kites on the common. Some distance in the b.g. is the bandstand. MARTY is of course flying his kite as he sits in the Silver Bullet. The boys are having a blast.  THE CAMERA SLOWLY MOVES AWAY from the boys, centers on Owen's Pub across the street, and ZOOMS IN.  In the window is a poster. It reads: $10,000 REWARD FOR \n[19] SOUND of panting.  MARTY comes into the frame, pulling himself up by the arms. His arms are very strong, although his legs trail limply behind him . He sits on a branch, untangles the kite and the string, and looks down.  \n[20] \n[21]\tDrop it!  As the kite flutters down, JANE comes biking up.  \n[22] \n[23]\tIn a while!  BRADY could give a shit if MARTY'S in trouble. He just waves vaguely. He's into the kite-flying experience, as the folks in Marin County might say.   \n[24] CAMERA PANS SLOWLY UP to the yellow smile-kite in the bluish-purple sky.   \n[25]  ", "Kincaid": "\n[1]\n[2] They're flying kites on the common. Some distance in the b.g. is the bandstand. MARTY is of course flying his kite as he sits in the Silver Bullet. The boys are having a blast.  THE CAMERA SLOWLY MOVES AWAY from the boys, centers on Owen's Pub across the street, and ZOOMS IN.  In the window is a poster. It reads: $10,000 REWARD FOR \n[3] He clears his throat. This is a mild, timid man- he doesn't like to speak in public, particularly not in a bar, but the imperatives of the situation demand it right now.  \n[4] As HERB KINCAID approaches.  \n[5] He sits in the first pew. In his grief he looks dead.  \n[6] He's looking down at something in his hands. Now he looks up and we see his face has become bestial. His eyes are green. As we look at him, the transformation cotinues. He's turning into a werewolf.  ", "Reverend": "\n[1] He screams.   ", "Lowe": "\n[1]\tFor the last ten years...  No amplification. He taps the mike.   \n[2] He taps the mike again.   \n[3] A bit flustered, he taps the mike and is rewarded by a BRIEF \n[4]\tFor the last ten years, I have had a \tdream. A dream of a time when modern \tmedical care would come to this small \tcommunity, which sometimes seems so far \tfrom Durham, with her lifesaving \thospitals. I hope that this meeting, at \twhich I see so many of my friends \tgathered, will be the start of making my \tdream come true.  SOUND: Enthusiastic applause.   \n[5]\t$32,000 is a lot of money. But when you \tthink of the lives this unit might save, it \tseems very inexpensive indeed.  Applause greets this.   \n[6] \n[7]\tAn endeavor like this seems to me to be \tthe very definition of community - all \tof us pulling together as one, farmers \tand merchants... Protestants and Catholics...   \n[8] \n[9]\tMr. and Mrs. Kincaid have asked that there \tbe no mass said here this afternoon. There \twill be a requiem mass for Brady Kincaid \tthis Sunday. They did ask me to say a word \tof comfort to you, if I could.  He looks out at them.   \n[10] \n[11]\tIf there is any word of comfort I can give \tyou, it's just this: the face of the beast \talways becomes known; the time of the beast \talways passes.  He is struggling with this, trying dreadfully hard.  \n[12]\tIf there are times when we feel alone and \tafraid, only small creatures in the dark, \tthen these are the times when we must turn \tto one another for our comfort and our hope. \tTo our neighbors. To our community. To our \tlove for each other. I alone cannot ease \tthe pain for Herb and Naomi Kincaid, nor can \tI ease your pain, nor you ease mine. But if \tI believe anything it's this: we can comfort \teach other. We can heal each other. We can \tgo on together.   \n[13] \n[14]\tThe Bible tells us not to fear the terror \tthat creepeth by night or that which flieth \tby noonday, and yet we do... we do. Because \tthere is much we don't know, and we feel \tvery small. But we must not be alone. We must \tnot allow ourselves to be alone, for there is \tthe wide gate to the hell of terror. Turn to \teach other. Join hands in your sorrow and try \tto remember that the face of the beast always \tbecomes known.  The time of the beast \talways passes.  Let us pray.   \n[15]\tBilly... Billy, this is a bad idea. Joe can...  \n[16]\tBut-  \n[17]\tBut can't we do anything?  OWEN KNOPFLER hurries past them; he has a rifle over one shoulder in a sling. In his left hand he carries the peacemaker bat.  \n[18] He's standing on the curb and watching them leave town in procession, some honking their horns, others yelling cheerfully. The expression on his face is dark and brooding.   \n[19] \n[20]\tMr. and Mrs. Kincaid have asked that there \tbe no mass said here this afternoon. They \tdid ask me to say a word of comfort to you \tif I could.   \n[21] He's thrown off his stride. Beginning to sweat. He's like an actor trying to remember his lines.  \n[22]\tUh, if there's any word of comfort I can \tgive you, it's just this: the face of the \tbeast always becomes known; the time-  He looks down. His eyes widen in fear.   \n[23] Yes, that's coffins- plural. Where BRADY'S coffin was formerly, there are now six coffins, smothered with flowers.   \n[24] He is badly scared now; sweat is dripping off him.  \n[25]\tThe time... the time of the beast always \tpasses. There are answers... ways... ways \tto... to cope... if we turn to each other...  \n[26] He's looking down at something in his hands. Now he looks up and we see his face has become bestial. His eyes are green. As we look at him, the transformation cotinues. He's turning into a werewolf.  \n[27] He staggers back, in terror.  \n[28]\tNo!   \n[29] MRS. BOWIE begins bringing in a few more sheaves on the church organ, and the congregation begins to sing.  \n[30] FATHER LOWE goes stumbling backward, dropping his hymnal. The man is in an extremity of terror.  \n[31]\tNo! No! No!   \n[32] Some are tearing their hymnals apart and throwing them at each other. One guy- BILLY McCLAREN, maybe- wings one of them through a stained-glass window. Some of the werewolves- for they are all werewolves now- fight or make love in the aisles. The rest sway back and forth, grinning ferociously, singing.  \n[33] He looks toward:   \n[34] He's seen all he can stand. He whirls for the back, where there is a small door. He pulls it open... and a BRADY KINCAID werewolf, half torn apart but still somehow alive (a zombie werewolf, if you can dig it- George Romero would like it, I think) leaps out and seizes LOWE.  BRADY buries his muzzle in LOWE'S NECK.   \n[35] He sits up into THE CAMERA and SCREAMS. Sweat is running down his face. He stares at us for a moment, his eyes buggy and crazed... and then he closes them. There is an expression of huge relief on his face as he does so.  \n[36]\tLet it end, dear Lord. Let it end. Please \tlet it end.   \n[37]\tTop of the morning to you, Jane Coslaw!  \n[38]\tThat's great, Jane... I'll be waiting.   \n[39]\tTake your cart around to the garage \tand unload, Jane! Then bring me your \ttally sheet!   \n[40] He crosses to the window over the kitchen sink, the bloody chunk of meat still in his hands, and looks out.   \n[41] She pushes the cart along a path toward a combination garage and utility shed at the back.   \n[42] Still watching JANE, he begins to gnaw ravenously at the meat again.   \n[43]\tVery good, Jane!  She jumps, and so do we. She turns around and looks up at:   \n[44] Featuring his eyes- his eye, rather. The left is covered with a black eye-patch.  \n[45]\tGood, Jane. Very... very good.  He holds his hand out, and JANE puts the tally sheet in it like one in a dream. She can't take her eyes off that black patch, which tells her everything.   \n[46] \n[47]\tJane! You're trembling!  \n[48]\tWould you like to come in the parlor and \tlie down for a bit? Or have a cold drink? \tI have some soda-  \n[49]\tI'll give you a ride!  JANE is retreating down the hall toward the front door.  \n[50] How much does he know? How much has he guessed? Hard to tell from his face, which now seems sinister, with its eye-patch.  \n[51]\tGive my best to your brother, Jane.   \n[52] CAMERA HOLDS ON HIM, standing silent and enigmatic.  \n[53]\tReal slow.   \n[54] He's standing at the window and looking out. The torn-open envelope is on an end table beside him. He's holding the lined sheet of paper in his hand. An expression of bitter hate twists his features, and he slowly crumples the paper in his fist.   \n[55] Keeps on moving. MR. ASPINALL drives by and waves. LOWE waves back.   \n[56] \n[57] \n[58]\tLittle bastard.   \n[59] He starts it up.   \n[60] He bumps up a grassy slope to a tarred road. The last of the other kids are headed back the other way. MARTY is alone.   \n[61] It turns out of the lane where it was parked and onto the road.   \n[62] MARTY'S back is to us. The wheelchair draws rapidly closer to THE CAMERA as LOWE bears down on it.   \n[63] He leans over the wheel, grinning sadistically.  \n[64]\tBastard.   \n[65]  \n[66] MARTY opens the throttle wide and the Bullet swerves across the road. The coupe's bumper actually clips it on the way by, jolting MARTY and almost overturning the Bullet.  LOWE'S coupe veers over the embankment and partway down into the ditch.   \n[67] \n[68]\tOh, you bastard!  He floors the engine.   \n[69] He's in a teeth-grinding fury. He jams the gear-shift lever into reverse and floors the gas pedal again.   \n[70] It overshoots the right turn MARTY just took, screeches to a halt, backs up, and turns onto the lane.   \n[71] His face is so full of frustrated hate that it has become the face of a gargoyle.   \n[72]  \n[73]\tMarty...  MARTY'S head whips around.   \n[74] Sensible black Oxfords.  \n[75]\tI'm very sorry about this. I don't know if \tyou believe that or not, but it's true. I \twould never willingly hurt a child. You \tshould have left me alone, Marty.  SOUND of footfalls resumes.   \n[76] \n[77]\tI can't kill myself, Marty. You see, our \treligion teaches that suicide is the \tgreatest sin a man or a woman can commit. \tStella Randolph was going to commit suicide; \tif she had done so, she would be burning in \thell right now. By killing her I took her \tphysical life but saved her life eternal. \tYou see, Marty? You see how all things serve \tthe will and the mind of God? You see, you \tmeddling little shit!  He begins to walk forward again.   \n[78] He's halfway across the bridge now, walking slowly, not hurrying.  \n[79]\tYou're going to have a terrible accident, \tMarty. You're going to fall into the river.  SOUND: TRACTOR ENGINE. LOWE stops, alert to possible danger.   \n[80] He draws back a little, and his face is sharp with animal cunning- inside his head he's running a four-minute mile. Stay and try to bluff it out, or beat it?   ", "Uncle": "\n[1]\tI'll see your Carlton Fiske and raise you \ta George Brett... a Dave Kingman... and a \tRod Carew.   \n[2] UNCLE AL is the family's sheep of a darker color. He's thirty, good-looking, raffish. He's also drunk. He's got both whiskey and beer. An ashtray beside him overflows with butts.  He and MARTY are playing draw poker for MARTY'S baseball cards. Each has a pile in front of him.  MARTY really loves UNCLE AL... his eyes just glow when he looks at him.  \n[3]\tWait a minute, wait a minute!  He grabs one of MARTY'S cards, looks at it, and tosses it back.  \n[4]\tRalph Houk! You can't bet a manager! \tStone the crows!  \n[5]\tPiss on him. Piss on all the Red Sox.  He swallows whiskey and chases it with beer.   \n[6]\tLet the boy finish the game, Nan.  He means it, drunk or not. She reluctantly rolls MARTY back to the table.  \n[7]\tThree kings.  \n[8]\tBullshit luck!  \n[9] UNCLE AL is clearing up in a kind of drunken stupor- and I mean he is really drunk. He's smoking one cigarette; another is smoldering away in the heaping ashtray. He drops a pile of baseball cards on the floor and bonks his head on the table bending down to pick them up.  \n[10]\tI come here because Marty needs a friend.  \n[11]\tAnother wonderful time at Sister Nan's \thouse! Heeyyy!   \n[12] As we look at them, from left to right: UNCLE AL, MARTY, \n[13] He looks at the kids with deep sympathy and deep love.   \n[14] \n[15]\tYou all right, Marty?  \n[16]\tThere's a saying- so-and-so was better than \ta poke in the eye with a sharp stick. You \tever hear that one?  \n[17]\tWell, I'm not sure that was. Christ! They \tbetter get the guy.  \n[18]\tHuh?  \n[19]\tJesus, Marty! Come off it!   \n[20] It cruises past Owen's Pub. There are cars parked out front, but there are also lots of pickup trucks.   \n[21] \n[22]\tA bunch of men getting ready to pretend \tthey're Clint Eastwood... Marty, didn't \tanybody ever tell you that the only monsters \tare in comic books and drive-in movies?   \n[23] \n[24]\tMarty, you have to get this idea out of \tyour head. Psychotics are more active \twhen the moon is full, and this guy is a \tpsycho. He's going to turn out to be as \thuman as you or me.  In a manner of \tspeaking. Now let's get you inside.  He opens his door and gets out.   \n[25]\tAnd the fireworks. Hand me that box, Marty.  MARTY hands him a medium-sized carton with the words \"Speed Shop\" printed on it.  \n[26]\tIt's just an outward symbol of everything \tthat's inwardly wrong in this town. Not \tbad, huh? I read Sherwood Anderson in \tcollege. I can jive that shit all day.  \n[27]\tI'll give you the telephone numbers of my \tex-wives, dear boy- they'll be interested \tto hear that.  \n[28]\tBut you are, you know- you are my dear boy.  He gives MARTY a kiss and smiles at him. MARTY smiles back.  \n[29]\tLook at this.  He pulls out a brand-new carburetor- it's a chrome-plated four-barrel.  \n[30]\tThis is gonna turn your wheelchair into \ta fucking F-14, Marty-  He looks around quickly, guiltily.  \n[31]\tYour mom's not around, is she?  \n[32]\tUh-huh. Only in her case I guess it would be \tQueen Shit of Turd Mountain. Hand me that \tadjustable.  MARTY does. UNCLE AL slides the carb onto the gasket and starts attaching bolts.  \n[33]\tThe guy killed your best friend, drove your \tgirl out of town, and stole the second-best \tholiday in the year. Have I got it right?  \n[34]\tYeah, Winesburg, Ohio, was never like that... \tbut I got something that just might cheer \tyou up.  \n[35]\tWait, dear boy. Just wait. Hand me those pliars.   \n[36] He peeks into the backyard.   \n[37] BOB and NAN are fussing over the barbecue. JANE is hitting a badminton birdie.   \n[38]\tAll is cool, Marty-boy. Go for it.  MARTY pushes the starter. The engine starts at once, but the tone is entirely different. Before, MARTY'S wheelchair was a poppety-popping pussycat. Now the engine rumbles like a hood's street rod idling at a traffic light.  MARTY looks startled.  \n[39]\tGun it.  MARTY guns it. The engine roars.  \n[40]\tJesus! Not too much!  \n[41]\tYou got a pilot's license, Marty?  \n[42]\tWe're gonna find out. Take it down the \troad a ways and back. Be careful.  MARTY puts the Bullet in gear and pulls away.   \n[43] He drinks some beer. He's grinning, happy for MARTY.   \n[44] \n[45]\tThe kid's dead meat. What have I done? \t\t \tPut a rock in it, Marty!   \n[46] The Silver Bullet comes to a screeching, sluing stop near UNCLE AL. Blue smoke drifts up from the wheels. MARTY guns the engine once and then lets it idle.  \n[47]\tYou gave me a heart attack, Marty. I'm \tdying. I hope you're happy, because you \tare looking at a dying man.  \n[48]\tIt goes fast, all right- and if your mother \tfinds out just how fast, Marty, I will have \ta new job. Singing soprano with the Vienna \tBoys' Choir.  \n[49]\tI know you don't. But I want this to be our \tsecret. You get that, don't you?  \n[50]\tGood.   \n[51]\tI've got to go, Nan- I had a wonderful time.  He kisses her cheek affectionately, and she smiles at him.  \n[52]\tSee me around to my car, Marty, and make sure \tI stay out of trouble at least that long.  \n[53] \n[54]\tNow I said I had something for you, as \tI believe you will recall.  \n[55]\tYou're gonna have the Fourth of July in \tOctober, Marty. Just don't blow your head \toff.  And remember that it isn't \tjust the fireworks. It's because no crazy \tshithead should be able to stop the good \tguys, if you can dig that.  \n[56]\tStay near the house, for Christ's sake- \tsomeone's killing people. I have to be out of \tmy mind to be doing this, you know.  \n[57]\tOne of the reasons I love you, Marty, is that \tyou're almost as crazy as I am. Please don't \tset off anything that goes bang tonight, okay? \tJust bright colors. Can you tell the difference?  \n[58]\tSave this one for last.  He brings out a short rocket with stubby vanes on the end. A fat fuse sticks out behind the head.  \n[59]\tA tracer. You'll like it.  \n[60]\tYou're welcome a million, Marty. Stick 'em \tin the bushes for now.  MARTY motors over to the side of the garage, where there's a line of bushes, and conceals the bag in them. UNCLE AL gets in his car and starts it up. MARTY comes back.  \n[61]\tHave a good time, dear boy! And watch out \tfor the werewolves!  He leaves. MARTY sits in his wheelchair, waving.   \n[62]\t'Lo? Go away.  \n[63] Not a really spiffy place- the decor is Early American Alcoholic. There's a mostly unclad lady asleep on one side of the bed. UNCLE AL is sitting on the other in his skivvies, phone to his ear. There are a lot of bottles and heaped ashtrays around, and UNCLE AL has a big old hangover.  \n[64]\tYou dreamed it, Marty.  \n[65]\tThere are no such things as werewolves. \tPlease, dear boy, have some pity.  He hangs up and falls back into bed.  \n[66]\tObscene phone caller. Go back to sleep.   \n[67] \n[68]\tHoly-jumped-up-baldheaded-Jesus-CHRIST!  \n[69]\tFrom him I'd expect it. I sometimes think \this common sense got paralyzed along with \this legs. But you, Jane! You! Little \tPolly Practical!  \n[70]\tOh, I understand plenty! I understand that \tmy niece and nephew are sending the local \tCatholic priest little love notes suggesting \tthat he gargle with a broken light bulb or \teat a rat-poison omelet!  \n[71]\tI called Peltzer on my way over here, \tMarty! Father Lowe came into the drugstore \ttwo days ago for a bottle of otic solution. \tThat's a fancy way of saying eyewash. He's \tgot a corneal inflammation.  \n[72]\tWhat the hell does that matter?  \n[73]\tMarty, Marty, you should hear yourself!  \n[74]\tI don't know. But I know you didn't see \tany werewolf the other night, Marty. You \thad a dream, that's all. An extremely \trealistic nightmare brought on by what's \tbeen happening in this town.  \n[75]\tYou want to know what I think?  \n[76]\tWatch it, dear boy. I think it was a \thallucination. Probably a broomstick, or \tsomething.  \n[77]\tNo thank you, Jane. I'm a little old for \tpalying the Hardy Boys Meet the Catholic \tWerewolf.  JANE stamps her foot, furious with UNCLE AL.  \n[78]\tI don't accept the idea that he knows who his \tletter writer is, Jane. Because I don't accept \tthe idea that there was a big bad wolf who saw \tMarty in his wheelchair.  \n[79] LESTER LOWE is mowing the lawn, eye-patch and all.   \n[80] \n[81]\tWell... he probably did. I mean, he could \tmake a complaint without taking an ad out \tin the paper, couldn't he?  \n[82]\tMarty, do you see your suspect?   \n[83] \n[84]\tDo you really think that a man who took \ta rocket in the eye three nights ago \tcould be out mowing his lawn? He'd either \tbe in the hospital... or dead.  \n[85]\tWhen he was a werewolf. Yes. Right. Jesus. \tJane, you don't really believe this madness, \tdo you?  \n[86]\tKids!  He walks ahead of them. MARTY bats his eyes sweetly at JANE.  She walks on, miffed. MARTY gooses the Silver Bullet to catch up.   \n[87]\tWell... it's a lot easier to swallow \twithout the hair and the foaming jaws. \tAlso, I checked on the otic solution. \tIt was counter brand. No prescription \tneeded.  \n[88]\tShut up, dear boy- no gloating allowed.  \n[89]\tAfter Marty called me with his latest \tThrilling Tale of Wonder, I did. \tHe's had no poison-pen complaints lodged \tat all.  \n[90]\tThere's something else.  \n[91]\tI probably shouldn't tell you- you're \tboth hysterical on the subject. I'm \tstarting to feel like a guy handing \tout free Arthur Murray coupons to \tvictims of the dancing sickness.  \n[92]\tI went out to that rest area.  \n[93]\tNo... but I found some blood, smeared on \ta tree trunk in that grove.  \n[94]\tIt could have been anything, Marty.  \n[95]\tNo.  UNCLE AL comes over to JANE'S side of the Silver Bullet. He looks down at:   \n[96] \n[97]\tLowe's car-?  \n[98]\tJesus.   \n[99] HALLER is behind his desk, rocked back in his chair, hands laced together behind his head. He's looking at UNCLE AL. There's a silence that draws out for quite some time. In it, UNCLE AL becomes steadily more uncomfortable.  \n[100]\tI know. I could have edited out all of the \tcompletely crazy stuff, but I thought you \tdeserved to hear it with the bark on.  \n[101]\tLet's just say I believe Lester Lowe should \tbe checked out.  HALLER rises.  \n[102]\tAnd what do you suggest I do about it, \tdear boy?  MARTY slips off his St. Christopher's medallion and hands it to UNCLE AL.  \n[103]\tYou're not going to let it go, are you?  \n[104]\tMarty, the moon wasn't even full!  \n[105]\tWould you kids mind telling me how this guy \tLowe became a werewolf to begin with?  \n[106]\tThe kid is eleven years old and already \the sounds like a Jesuit. A French Jesuit.  \n[107]\tDear boy, you have gone right out of \tyour mind.  \n[108] \n[109]\tAll right. I give up. Yes.  \n[110]\tIf either of you ever tells anyone I even \tbought a piece of this story, werewolves \twill be the least of your problems.   \n[111] MAC comes out of the back with a small inlaid wooden box. He puts it down on the glass counter top.  \n[112] UNCLE AL picks up the bullet almost reverently, holds it to the light.  \n[113]\tIt's just a gag, that's all. What would \tyou shoot a silver .22 bullet at, anyway?  \n[114]\t-and Babcock, I remember. Now go on!  The station wagon backs farther and NAN leans out again.  \n[115]\tWe won't!  The station wagon backs out into the road and NAN pops out again.  \n[116]\tIf you keep doing that, you're going to \tbump your head, sissy. Give my love to Mama- \ttell her I'll see her Thursday.  \n[117]\tCan I tell you kids something?  \n[118]\tWhen me and sissy were kids, we were \tjust like you two.  \n[119]\tYeah. Really. The bitch of it is, we still \tare. Learn from your elders, dearies.  He ushers them inside and closes the door.   \n[120] He is also dozing. There are three or four empty beer cans in front of him, and a cigarette with a long ash is smoldering between his fingers. There's a .22 pistol in his lap.   \n[121] UNCLE AL jumps up and cries out as the cigarette burns up to his fingers. The .22 falls onto the rug.  MARTY and JANE also wake up, startled.   \n[122]\tI suppose so. You kids ought to go up to bed.  \n[123]\tI know what I said, Marty- but it's ten \tpast one. He's not coming.  \n[124]\tDamn near. Now I'll sit up with this \tstupid gun in my lap because I promised, \tbut you two are going to bed. Go on, \tnow, scoot.  JANE gets up and starts toward the stairs.  \n[125]\tThen I'd have to kick your ass, dear boy. \t Go on, now.  MARTY begins to roll the Silver Bullet toward the stairs, where the stair chair awaits. JANE is waiting for him at the living-room doorway. MARTY sees the gun on the floor and stops.  \n[126] He prickles a bit at the unstated criticism. He bends down and picks up the pistol. He opens the cylinder. Five chambers are empty; in one there's a bright silver circle.   \n[127] He pushes the cylinder plunger, dropping the silver bullet into his hand.  \n[128]\tSee, dear boy? Totally unimpaired.  Behind him, the WEREWOLF'S head appears in the window, its green eye flaring.   \n[129] He jumps up and looks around at the window- at this point AL has the .22 with its cylinder open in one hand and the silver bullet loosely held in the other.  Nothing in the window but darkness. UNCLE AL turns back to the kids.  \n[130]\tYou see it, Marty!   \n[131] His shoulders slump a little with relief- now that the scare is over, his relief is tempered with irritation. They're just a couple of hysterical kids after all, and JANE is actually worse than MARTY. Polly Practical indeed!  \n[132]\tA very familiar feeling is beginning to \tcreep over me.   \n[133] \n[134]\tI feel like a horse's ass.   \n[135] \n[136]\tWould you kids go to bed? My head's \tstarting to ache.   \n[137] \n[138]\tJane, it's just a power fai-  He's starting toward her. At that moment most of the wall- not just the window it was looking through before but the whole wall- crashes inward as the WEREWOLF bulls its way through, roaring.  UNCLE AL whirls, raising the pistol automatically to fire- but the cylinder is rolled out and all the chambers are empty. He has time to register surprise before the WEREWOLF smashes him aside.   \n[139] He goes flying backward. The pistol goes one way, the silver bullet another.   \n[140]\tYou okay, Janey?   \n[141] UNCLE AL is bloody and staggering but on his feet. He helps JANE up.  \n[142] Here's a creature that is mostly FATHER LOWE collapsed in the remains of MARTY'S wheelchair; beyond it, MARTY is lying on the floor. UNCLE AL goes by the corpse. JANE starts by... and LOWE sits bolt upright for a moment, grasping blindly at her.  She shrieks and darts aside. LOWE falls back, now really dead. I think. Until the sequel.   \n[143] UNCLE AL puts a comforting arm around JANE, who is sobbing again- hell, I'd be sobbing after that last one, myself- and draws her down beside himself and MARTY.  \n[144]\tThere. I told you there weren't any such \tthings as werewolves.  They smile at each other with love.  \n[145]\tIf it isn't now, it will be after I pound \tone of your mother's silver candlesticks \tthrough its heart.  \n[146]\tOh yes, Janey. When I believe something, I \tbelieve it all the way.  He gets up and leaves.  ", "Red": "\n[1] A rail-rider comes chugging along the tracks. Aboard is ARNIE WESTRUM, a big man in a strappy T-shirt and chino pants. He is drinking beer.  \n[2]  \n[3]  \n[4]  \n[5]\n[6] It's dim and spooky in here. Cracks between the boards of the side walls allow dusty fingers of daylight to shine through. More light rays up from the cracks in the floor. The floorboards are warped and uneven; MARTY'S wheelchair sways drunkenly from side to side. The total inside passage is about seventy feet.  About halfway across, the Silver Bullet coughs its last cough and splutters its last splutter. It rolls along silently, going on its dying momentum.   \n[7] He draws back a little, and his face is sharp with animal cunning- inside his head he's running a four-minute mile. Stay and try to bluff it out, or beat it?   \n[8] Empty.  \n[9] Brooding, shadowy. CAMERA HOLDS AND WE   ", "Milt": "\n[1] Oh my suds and body, here is the Great American Alcoholic for sure - the rural version. MILT is wearing a suit of pee-stained thermal underwear. He's wearing a baseball cap with the word \"Caterpillar\" on the front and has a bottle of beer in one hand (I'm pretty sure that his beer is Rheingold the dry beer). With his other hand he is busily scratching his crotch.  \n[2]\tTammy, you get on in here and do some \tdishes!   \n[3]\n[4]\t'Bout time. Why you want to hang around \tthat cripple?  \n[5]\tGoddamn cripples always end up on welfare. \tOught to electrocute all of 'em. Balance \tthe fucking budget.  Having delivered this pearl of wisdom, MILT goes inside, now scratching his ass. TAMMY pauses a moment and looks toward THE CAMERA, her face troubled and scared.   \n[6]\tGive him the airplane! Wring his neck!   \n[7] He looks up briefly- he's heard something- but the crowd on the TV is loud and the match is reaching its climax.  \n[8]\tGive him the sleeper, you fuckin bugwit!   \n[9] Looks toward the window. He gets up, goes over, and looks out.   \n[10] He takes a shotgun from the wall, breaks it, and looks inside.  \n[11]\tLet's see if you want to come back and \tbreak my pots all to shit after I put \tsome rock salt in your asses!   \n[12]\tWho's there?   \n[13] A mouse goes running across the warped boards (which have pulled apart from each other, showing deep cracks between).   \n[14] He relaxes and starts forward again. We keep expecting it to happen, but it keeps not happening.  Then, as MILT is starting back toward the door, two big, hairy arms come up through the floor- bursting through two of those cracks and shoving the splintered boards upward- and grab MILT'S legs at the knees.  \n[15] He's now waist deep in the hole in the floor, surrounded by broken, splintered boards.  \n[16] He is abruptly jerked downward again. He is being eaten from the feet up. As he's jerked down, one of the leaning, splintered boards rams into his chest. MILT collapses over it like an old Roman collapsing on his sword.  A hairy arm reaches up and grabs his neck. MILT is jerked all the way into the hole, board and all.   ", "Sturmfuller": "\n[1] BRADY and TAMMY are riding bikes. Now there is the SOUND of a gasoline engine, and MARTY catches up. He's got the Silver Bullet's motor running for the first time in the movie. Later on it will sound extremely powerful, like a racing car, but now it just sounds like a big lawnmower engine with a muffler on it. It's pretty cool, though - a bright metallic silver with flame decals on the motor housing. Looks sort of like something Big Daddy Roth might have thought up. On the back is a license plate which says SILVER \n[2] They stop at the end.  \n[3] Oh my suds and body, here is the Great American Alcoholic for sure - the rural version. MILT is wearing a suit of pee-stained thermal underwear. He's wearing a baseball cap with the word \"Caterpillar\" on the front and has a bottle of beer in one hand (I'm pretty sure that his beer is Rheingold the dry beer). With his other hand he is busily scratching his crotch.  \n[4] We can see the moon in the sky beyond the ruined greenhouse.  THE CAMERA MOVES SLOWLY TOWARD the greenhouse. We begin to pick up SOUNDS: RATTLING...RUSTLING...and low animal GRUNTS.   \n[5] The door at the end SCREECHES OPEN and MILT, still holding the shotgun at port arms, comes cautiously in. This place is really overgrown.  MILT advances slowly into the jungle of plants, and the director will shoot it as he likes to build the suspense. I'm sure that plants brush his face, and a bug or two- maybe even a big plump spider- will land on him.  He hears a SCUTTERING SOUND and whirls.  \n[6] She sits up in bed.  SOUNDS of ROARS and MILT SCREAMING from the greenhouse.  MRS. STURMFULLER, in a nightgown with her hair done up in rollers, comes into Tammy's room.  \n[7]\tTammy, where's your father?  SOUND: Another SCREAM from the greenhouse.   \n[8] They are hugging each other, terrified, by the window.   \n[9] The police cars are now here. There's also a meat wagon. As we watch, a number of cops- JOE HALLER and PETE SYLVESTER are among them- approach the wagon. Many are carrying canvas bags.   \n[10] He drops the blood stained bag he's carrying, runs to the bushes, and noisily blows his groceries.   \n[11] As we look at them, from left to right: UNCLE AL, MARTY, \n[12] UNCLE AL unobtrusively takes a small silver flask from his hip pocket. Engraved on it in Old English letters is the word \"rotgut.\" He spins the cap and takes a quick knock. He pauses and glances at MARTY, who looks deeply stunned.  \n[13]\tWon't you try, won't you buy...   \n[14] They are headed out of town all right, but the thing which perhaps strikes us the most forcibly is how empty this place is now. Main Street looks like a ghost town.   ", "Herb": "\n[1] He clears his throat. This is a mild, timid man- he doesn't like to speak in public, particularly not in a bar, but the imperatives of the situation demand it right now.  \n[2]\tHas anyone in here seen my son Brady?   \n[3]\tBrady!  He breaks for the door. ANDY FAIRTON grabs him.  \n[4]\tGet out of my way!  He pushes ANDY aside. HERB is out the door, chased by PETE and several of the others.   \n[5]\tIs it my boy? Is it Brady?  \n[6]\tBrady! Brady!  Disappears into the dark. HALLER looks down at his lap.  \n[7]\tBr-  The other men arrive, PETE in the lead. HALLER doesn't look up.  \n[8]\tWe'll bury his shoes.  Now HALLER gets up and joins the other men.  \n[9]\tThat's what we'll have to do; we'll bury \this shoes. Maybe in a couple of Roi-Tan \tcigar boxes.   \n[10]\tWe'll bury his shoes because his feet are \tstill in them and they're the only part of \thim that makes sense anymore.  HERB laughs harder.  \n[11]\tIt's gonna be the cheapest funeral this \ttown ever saw!  \n[12]\n[13]  \n[14]\tYes. Correct. Shut up.  ANDY, surprised and bewildered, does. HERB turns and looks grimly at JOE HALLER, who can barely meet his gaze.  \n[15]\tI just came from my boy's funeral.  \n[16]\tHe was torn apart.  Utter silence in OWEN'S place now. The others are staring, rapt.  \n[17]\tUpset, you say. Grief-stricken, you say. \tConstable, you don't know what those words \tmean. My son was torn to pieces. To pieces!  HERB turns to the others in the pub. Tears stream down his face.  \n[18]\tMy son was torn to pieces! \t\t \tYou come in here and talk to these men \tabout private justice. You dare to do that. \tConstable Haller, why don't you go out to \tHarmony Hill and dig up what's left of Brady \tand explain to him about private justice. \tWould you want to do that?  HALLER makes no reply. He looks down at his feet.  \n[19]\tNo. I thought not. \t\t \tYou folks stay here if you want. I wouldn't \task anyone to do anything that runs counter \tto his conscience. As for me... I'm going out \tand hunt up a little private justice.  ANDY FAIRTON has swelled up again. He grins poisonously at the slumped HALLER. He pushes off after HERB KINCAID. Other men start to follow.   \n[20] He sits in the first pew. In his grief he looks dead.  \n[21]\tThere is no comfort, Father. Only private \tjustice.   \n[22]\tFather-  LOWE looks toward:   \n[23] He's looking down at something in his hands. Now he looks up and we see his face has become bestial. His eyes are green. As we look at him, the transformation cotinues. He's turning into a werewolf.  \n[24]\tIt tore out his heart.  And sure enough, HERB KINCAID holds BRADY'S dripping heart up in what were hands but which are now rapidly becoming paws.   ", "Jane": "\n[1]\tThis place is Tarker's Mills, where I \tgrew up... and this is how it was when I \twas fourteen - a place where people cared \tabout each other as much as they cared \tabout themselves. This is how my town \tlooked as, all unknowing, it approached the \trim of the nightmare. The killing had begun.  SOUND: The HOWL of the WEREWOLF - distant, a bit dreamy.   \n[2]\tThe killing had begun, but at first no \tone knew it. Arnie Westrum was a chronic \tdrunk, and what happened seemed like an \taccident.   \n[3]\tThe county coroner concluded that Arnie \tpassed out on the tracks. There wasn't \tenough evidence to conclude anything else.  And suddenly the train comes smashing into the frame, horn blaring. The rail-rider goes flying. ARNIE'S body disappears underneath. We see something flopping and moving under there. It could be a bundle of rags. Could be... but isn't.   \n[4]\tI'm going out for a while, 'kay?  \n[5] She is making her way down the row to the aisle (the people should be seated in folding chairs). She passes a GIRL of about her own age who has overheard NAN'S parting shot.  \n[6]\tMarty's a booger.  She reaches the aisle and starts out.   \n[7] \n[8]\tI was almost fifteen that summer. My \tbrother Marty was eleven. Marty and his \tfriend Brady Kincaid were the crosses I \thad to bear. Brady was actually the worse \tof the two, but I was rarely disposed to \tsee that. Not when my younger brother was \tso constantly thrown in my face by my \tparents.  \n[9] She is walking slowly toward the picnic area, and is passing under a tree. There's more applause from the tent.  \n[10] She gets up, looks at her clothes, her bloody knees. She's near tears.   \n[11] She looks around at him in a fury of embarrassment and something very close to hate.  \n[12]\tLook at my knees! Look at my dress! \tI hate you!   \n[13] She dodges the snake with a little scream. She's beginning to cry, but she flips BRADY the bird just the same.   \n[14]\tOh, no! You never mean to! I hate you, \tyou booger!  She runs away.   \n[15] She's walking slowly along, still crying a little. Now she steps behind some bushes, looks around, hikes up the skirt of her jumper, and wriggles out of the wrecked panty hose.  \n[16] A man who looks like he might be a traveling salesman who has just stepped whole and breathing from a dirty joke about the farmer's daughter comes striding down from the bandstand.  STELLA RANDOLPH, a plump but sweetly pretty girl, comes to the stairs but does not descend them. She is also crying - but these are real tears, folks. STELLA is a human Niagara Falls.  \n[17] We can hear STELLA sobbing as JANE walks slowly toward the bandstand with her panty hose still balled up in one hand. JANE looks suddenly aware that she's not the only one in this sad world who has troubles. She reaches the foot of the stairs going up to the bandstand and tosses the hose absently in a litter can.  JANE mounts the steps timidly.  \n[18]\tStella? Is that you?   \n[19]\tIt's Jane, Stella. Jane Coslaw.  STELLA sees it is, and turns away from her, still weeping. JANE stands, uncertain what to do next. After a moment she approaches closer and touches STELLA'S turned back timidly.  \n[20]\tWhat's wrong?  \n[21]\tWho's going away?  STELLA turns to her, weeping still and distracted.  \n[22]\tStella, I don't know what-  \n[23]\tDid you see my knees?  \n[24]\tYou always take his side because he's a \tcripple! Well, it's not my fault that he's \ta cripple!  \n[25]\tBrady's a booger and so are you!  \n[26]\tOh, Daddy! Gross!  \n[27]\tIf you don't stop it I'm going to vomit. \tI mean it.  \n[28] He is in his \"house wheelchair\" - not the Silver Bullet (he was in the Bullet during the Common scene, but we didn't get a very good look at it). He has some stuff on his lap. A box, for sure.  \n[29] Her eyes are open but she says nothing. Just looks at the wall.   \n[30]\tWhat's the money for?  \n[31]\tI don't want your money. You're a booger.  \n[32]\tI can get a pair of L'Eggs down at the \tpharmacy for a dollar forty-nine. Here.  She pushes the rest back to him, then looks at the can. She picks it up, curious.  \n[33]\tThat drunk!  \n[34]\tYou booger!  MARTY backs up the wheelchair so he's out of her reach.  \n[35]\tGo to hell!   \n[36] She tries to be angry with him... and cannot (this is a response, we'll find, that both MARTY and his UNCLE AL evoke). She smiles at him a little.   \n[37]\tWhat do you expect, when he comes in \tsmelling like a brewery and looking like \tan unmade bed?  \n[38]\tHe's okay, Dad!  She looks around swiftly, then bends down.   \n[39] One of MARTY'S cheeks is pressed against the floor. His eyes are shut. He's weeping.  \n[40]\tMarty, are you all right?  \n[41]\tLet me help you up.  \n[42]\tHere. Brush them good, Marty. Some of that \tshit in your head might leak down into your \tmouth and poison you.  \n[43]\tMarty Coslaw, you get down out of \tthat tree!   \n[44] \n[45]\tSupper was an hour ago, Dumbo.  \n[46]\tThey both are. At me, for not getting you \tsooner. I ought to let you fall.  But she pushes the chair over and MARTY drops into it. He pushes the starter and the Silver Bullet fires up.   \n[47] He's looking toward the common, frowning and uncertain.  \n[48]\tCome on, Marty.  She starts biking away. MARTY starts after her, pauses, and looks at:   \n[49]\tMy mother and father- my mother in \tparticular- did not much care for Uncle \tAl...   \n[50]\t...but when it came to such unpleasant \tduties as taking Marty to the funeral \tof his best friend...   \n[51]\t...they didn't at all mind drafting him. \tAs to the sort of comfort Uncle Al may \thave been able to offer him...  UNCLE AL hands the flask to MARTY. MARTY looks at him questioningly for a moment, and then drinks. MARTY looks at TAMMY, who looks frankly terrible. Her mother is looking away. MARTY nudges her. She looks around at him. He offers her the flask. Her eyes widen.  \n[52]\t...I now believe that was best kept between \tthe two of them...  After a brief moment's consideration, TAMMY takes the flask and has a deep swallow. She hands the flask back to MARTY, who hands it quickly back to UNCLE AL as TAMMY coughs. Her mother looks at her... then at MARTY and UNCLE AL. UNCLE AL smiles sympathetically, hiding the flask with one hand, as if to say, \"Isn't it a terrible thing?\" MRS. STURMFULLER looks distractedly back toward the service.  \n[53]\t...or among the three of them.  UNCLE AL pockets the flask just as the organ stops playing.   \n[54]\tLook out, world! Marty the Great didn't \tget something he wanted!  They are distributed just as they were when they arrived at this same fairgrounds earlier. All of them have ice cream cones; they are coming home from a family outing.  \n[55]\tWell, I don't see why everybody just about \tbreaks down and cries whenever he-  \n[56] JANE sticks her tongue out at him. MARTY looks away.   \n[57]\tMarty? You okay? You've just been sitting \there all morning.  \n[58]\tWent shopping. Why?  \n[59]\tAbout what?  MARTY looks at her earnestly.  \n[60]\tMarty, what is it?   \n[61] JANE is pushing a supermarket shopping cart with a lot of beer and soda bottles in it. On the side is a sign reading MEDCU BOTTLE AND CAN DRIVE- plus an outline drawing of the Medcu unit.  \n[62]\tHe told me something that was clearly \tunbelievable... and yet, somehow I \tbelieved most of it. And I understood \tone thing with total clarity: Marty \thimself believed it all.  She turns into a yard and pulls her cart up the walk to the door. She mounts the steps and rings the bell.   \n[63] A sheer curtain at one side of the door is pulled aside and a fearful face- that of MRS. THAYER- looks out. Then we hear bolts being pulled and locks- at least three of them- being unlocked. The lady is taking no chances.  \n[64]\tI'm collecting returnable bottles and \tcans for the Medcu Drive, Missus Thayer- \tI just wondered if you had any.  Her husband comes up the hall.  \n[65] What we see mostly are her eyes- bright, inquiring.  \n[66]\tHi, Mr. Thayer.   \n[67] \n[68]\tThank you.  She starts down the steps and we   \n[69] Amazing how deserted Tarker's Mills looks. JANE is pushing her cart. Even more bottles in it now.  \n[70]\tUncle Al hadn't believed him, but Uncle Al \twas thirty-five that summer and I was \tfourteen... at fourteen you can still believe \tthe unbelievable, although even then that \tability is growing rusty, is preparing to \tsqueal to a stop.  She is passing the Holy Family rectory. LESTER LOWE is out front, digging in his flower garden. He is shirtless, back to JANE and to us; his black shirt with the turned-around collar hangs informally on a bush.  \n[71]\tHi, Father Lowe!  \n[72]\tI'm going to bring in a monster load \tof bottles in an hour or so!  \n[73] She stops at Robertson's Luncheonette, leaves her cart outside, and goes in. THE CAMERA FLOATS TO THE WINDOW; we see JANE explaining about the bottle campaign to BOBBY while a few men seated at the counter listen.   \n[74] Wide eyes, mostly.   \n[75] As she turns away, her eyes sweep the men at the counter.   \n[76] Some of them- PELTZER, VIRGIL CUTTS- are familiar. Others are not. THE CAMERA PANS THEIR FACES CLOSELY, FEATURING \n[77] She grabs the handle of the cart again and proceeds down Main Street. She goes into the barber shop.  \n[78]\tMarty had seen where the tracer had \tstruck home, he said, and I went out \tthat day doing more than just looking \tfor returnable cans and bottles- I was \tlooking for a man- or woman- with only \tone eye.   \n[79]\tOh... okay.  But her eyes have fixed on the towel over the face of the man in the other barber chair. She walks over to him.   \n[80] \n[81]\tThat you, Mr. Fairton?  \n[82]\tGot any bottles, Mr. Fairton?  \n[83]\tOh... okay.  She puts the towel back and THE CAMERA FOLLOWS as she returns to the door.  \n[84]\t'Bye, Mr. McClaren.  \n[85] She pushes the shopping cart up to the gate, opens it, and goes up the walk to the foot of LOWE'S porch steps. She leaves it there and climbs to the porch.   \n[86] The screen door is shut, the inner wooden door open.   \n[87] Dark and empty. SOUNDS in the kitchen. EATING SOUNDS, maybe- or maybe we can't tell.   \n[88] She knocks on the screen door.  \n[89]\tFather Lowe! I'm ready to turn in my \tbottles and cans!   \n[90]\tFather?  \n[91] \n[92]\tOkay!   \n[93] She goes down the steps and starts to push the cart around the house.   \n[94] She pushes the cart along a path toward a combination garage and utility shed at the back.   \n[95] She opens the door and slowly pushes her cart inside.   \n[96] This is a creepy little place, now filled with bottles and cans that have been crammed in helter-skelter, every which way. JANE obviously doesn't like it. She begins to unload her cart rapidly, mumbling numbers to herself.  \n[97] A good-sized mouse comes out from between a pile of stacked bottles and runs across JANE'S shoe.   \n[98] She utters a litle scream and shrinks back against the wall, bumping it quite hard. Hard enough to knock something off an overhead shelf. It falls into the bottles, SHATTERING several. JANE screams again- not terribly loud- and then slowly bends toward the object and picks it up.  JANE holds it, both puzzled and scared.   \n[99]\tFather Lowe?  No answer. After a moment of interior debate, JANE enters the kitchen.   \n[100] She looks around. No one here. But there is a bloody spot on the counter- LOWE must have set his grisly luncheon down here for a moment. She walks slowly across the kitchen and into the dark hall.  \n[101]\tFather Lowe?... I've got my tally sheet...  Farther into the hall. A hand drops onto her shoulder.  \n[102] \n[103]\tI... I don't feel so well, I guess \tmaybe I got too much sun.  \n[104]\tNo!  That is, I have to get home \tand help my mom with lunch.  \n[105]\tNo- she... she was going to meet me at the \tmarket. I'll be fine.   \n[106] \n[107]\tI will.  She bolts.   \n[108] She's changed into shorts and a blouse.  \n[109]\tI ran faster than I ever ran in my life- \twhat do you think, dummox? By the time I \tgot back here, I really thought I was \tgoing to faint.  What are we going \tto do, Marty? If we tried to tell anybody- \tgrown-ups, I mean- they'd laugh. What are \twe going to do?  \n[110] She has the letter in her hand. She approaches the mailbox, opens the mailbox door, and then glances at the envelope again.   \n[111] Addressed in pencil, it says: FATHER LESTER LOWE/HOLY FAMILY \n[112] She drops the letter in with the air of a girl lighting the fuse on a packet of high explosives. She turns away toward home.   \n[113] She drops in another letter and walks away.  \n[114]\tI mailed another letter for Marty the \tnext day... a third the day after that. \tThen, on Saturday...   \n[115]\t...we told Uncle Al what we'd been up to. \t His reaction was less than serene.   \n[116] \n[117]\tUncle Al-  \n[118]\tYou don't understand.  \n[119]\tIt was not! You want me to show you! Come \ton! I'm not afraid! I'll show you right now!  \n[120]\tIf Father Lowe is an innocent little lamb, \twhy hasn't he picked up the telephone and \tcalled Constable Haller to tell him Marty's \tsending poison-pen letters?  \n[121]\tWhy hasn't he picked up the phone and told \tConstable Haller that someone is sending \thim poison-pen letters?  UNCLE AL stops. He hasn't thought of this. He looks toward:   \n[122] \n[123] \n[124]\tI don't know exactly what I believe. But I \tknow that what I saw was a baseball bat and \tnot a broomstick. I know there was something \tstrange about the way the house smelled that \tday. It smelled like an animal's den. And I \tbelieve in Marty. I mean- there are times \twhen he makes me so mad I could kill him, but \tI still believe in him.  You used to \tbelieve in him, too, Uncle Al.  UNCLE AL looks momentarily ashamed of himself. Then he throws his hands up in disgust.  \n[125]\tDid you talk to the constable?  \n[126]\tShut up, Marty.  \n[127]What is it?\t\t\t\t\tWhat other thing?  \n[128] \n[129]\tBlue. This blue.  \n[130]\n[131]\tIn the made-up stories, the guy who's the \twerewolf only changes when the moon is full. \tBut maybe he's really that way almost all \tthe time, only as the moon gets fuller...  \n[132]\tHere. Take mine, too.  \n[133]\tDon't tell me what I have to do and what I \tdon't, booger-brains.  \n[134]\tI don't know. Maybe he doesn't know, either.  \n[135] \n[136]\tWill you?  The St. Cristopher's medal and the crucifix are hanging from the rearview on a fine silver chain. UNCLE AL takes down the medal and looks at it.  \n[137]All right! Thanks!\t\t\t\tThank you, Uncle Al!  \n[138]\tUncle Al's friend Mac was more than a \tgunsmith; he was, Uncle Al said, an \told-world craftsman, a sort of wizard \tof weapons.  b.) In the gun shop interior, we see UNCLE AL talking to MAC, who really should look like an elderly white wizard- a kind of Gandalf figure. In the b.g. window we see a paper skeleton and paper jack-o'-lanterns: our first clue that All Hallow's Eve is nearing. UNCLE AL is speaking animatedly, using his hands a lot; we don't know exactly what the tale is, but it must be a whopper. In the course of it, he hands the medal and the crucifix to MAC, who tents the silver chains over his fingers and looks at them.  \n[139]\tGod knows what sort of story my uncle \ttold him, but I think that for men who \thave been married as often as Uncle Al, \tinvention on short notice becomes \tsomething of a specialty.  c.) In his workroom, we see MAC spilling boron over the medal and looking closely at the stain.  \n[140]\tThe gunsmith confirmed the high-grade \tsilver content of my crucifix and Marty's \tmedallion...  d.) In a dim shot which makes MAC look more like a sorcerer than ever, we see him light an acetylene torch and begin melting the medal and the crucifix in the crucible. THE CAMERA MOVES SLOWLY IN as JANE'S contribution and MARTY'S melt together; they are becoming on and indissoluble.  \n[141]\t...melted them down...  e.) We see MAC pouring molten silver into a bullet mold.  \n[142]\t...and molded them into a silver bullet.   \n[143]\tBy the time Marty's silver bullet was done, \tit was Halloween... and the full moon had \tcome around again. Earlier that afternoon, \tmy grandfather, who had been dying of cancer \tfor over seven years, finally finished the job.  THE CAMERA PANS DOWN to the COSLAW house. There's a carved jack in the window and a corsage of Indian corn on the door. UNCLE AL'S MG is in the driveway. The COSLAW station wagon is just backing out. UNCLE AL and JANE stand in the doorway; MARTY is slightly behind them in the Silver Bullet.  NAN leans out of the car. She's wearing black, and she has obviously been crying.  \n[144]'Bye, mom! Bye, dad!\t\t\t\tWe will! 'Bye!  The station wagon accelerates away.  \n[145]\tSure, Uncle Al.  \n[146] She's mostly asleep in one corner.   \n[147] UNCLE AL jumps up and cries out as the cigarette burns up to his fingers. The .22 falls onto the rug.  MARTY and JANE also wake up, startled.   \n[148] UNCLE AL is shaking his burned hand; he picks the cigarette out of his lap and puts it out.  \n[149]\tYou'll burn yourself up sometime doing \tthat, Uncle Al.  \n[150]\tThe moon's not down yet...  \n[151] MARTY, looking toward UNCLE AL, sees nothing. JANE is looking toward the window and she SCREAMS.  \n[152]\tIt's him! It's the werewolf! I see him! \n[153] JANE is crying.  \n[154] \n[155]\tI saw it, Uncle Al! I did!  MARTY rolls a little closer to her and attempts to put a comforting arm around her shoulder.  \n[156]\tDon't you touch me, snotbrains!  \n[157] \n[158] \n[159]  \n[160] She makes as if to run one way.   \n[161] It's only a couple of feet from her now, but again, it is toying with her- it's making this reeeal slow.   \n[162] As it tenses down to leap at her, UNCLE AL leaps at it and strikes it across the back. It turns, ROARING.  UNCLE AL hits it between the legs.  It BELLOWS and grabs the poker. It bends it and tosses it aside. The glaring, savage expression on its face says that now it will bend UNCLE AL and toss him aside.   \n[163] She breaks out of the corner and runs across the room toward the door. Most of the way there she trips and falls.   \n[164] She tosses it awkwardly.   \n[165] \n[166]\tDon't you hurt him! Don't you hurt my brother!  She bites one of the WEREWOLF'S hairy ankles as it passes.   \n[167] It roars with pain and kicks her aside. Then it looks back into the hall. It is grinning. I believe it is thinking this is going to be better than a Thanksgiving dinner you don't have to pay for.  \n[168] She lies there, sobbing.  \n[169] UNCLE AL is bloody and staggering but on his feet. He helps JANE up.  \n[170]\tI'm all right... but Marty! Ma-  \n[171] Here's a creature that is mostly FATHER LOWE collapsed in the remains of MARTY'S wheelchair; beyond it, MARTY is lying on the floor. UNCLE AL goes by the corpse. JANE starts by... and LOWE sits bolt upright for a moment, grasping blindly at her.  She shrieks and darts aside. LOWE falls back, now really dead. I think. Until the sequel.   \n[172] UNCLE AL puts a comforting arm around JANE, who is sobbing again- hell, I'd be sobbing after that last one, myself- and draws her down beside himself and MARTY.  \n[173]\tAre you sure it's dead? Or him? Or \twhatever it is?  \n[174]\tOh Uncle Al, no!  \n[175]\tAre you all right, Marty?  \n[176]\tYou're a real booger, you know it?  \n[177]\tIt wasn't always easy for me to answer \tthat... but I could answer it that night, \tand I find I can say it now that the \tterrible events of that fall have receded \tto memories which seem little more than \tdreams in my mind.   \n[178] \n[179]\tI love you, Marty.   \n[180]\tI love you, Marty... good night.  THE CAMERA PANS UP to the full moon.  ", "Marty": "\n[1]\tHoly...! Brady, are you sure they're \tnot poisonous?  \n[2] BRADY holds the snake up. Both boys gaze at it with respectful wonder.  NOTE: MARTY is wearing a silver St. Cristopher's medallion, and will through the whole movie.  \n[3]\tLemme hold him!  BRADY hands it over. As MARTY looks at the snake, BRADY sees:   \n[4] Again we are fairly tight on the boys - we see them from waist or chest height. BRADY snatches back the snake.  \n[5]\tWhat?  BRADY looks toward JANE. MARTY follows his gaze. His eyes widen.  \n[6]\tYou wouldn't.  BRADY grins. MARTY assesses the grin.  \n[7]\tYou would.   \n[8] The shot's from the chest up. He looks sorry he was a part of this little stunt, as he ought to be.  \n[9]\tIt was just a blacksnake, Jane-   \n[10] \n[11]\tStop it, Brady.   \n[12] He moves toward JANE - there is something queerly unnatural in this movement, and in a moment we'll understand, but for the time being we must be puzzled.  \n[13]\tJane, I'm sorry. It was just a joke. We \tdidn't mean-  He's reached her. JANE is sobbing now, hysterical.  \n[14] He's in a wheelchair, looking glumly after JANE.  \n[15]\tOh, shut up, Brady. You're warped.   \n[16]\tJane, I-  \n[17]\tCome on, Jane- it was Brady's idea. I \tcouldn't stop him.  \n[18]\tDid he really get his head cut off, Dad? \tThat's what Brady said.  \n[19] Craning back to look at the spot where ARNIE bit the dust. His face is thoughtful, solemn.   \n[20]\tJaney?... Are you awake?  JANE says nothing.   \n[21] He is in his \"house wheelchair\" - not the Silver Bullet (he was in the Bullet during the Common scene, but we didn't get a very good look at it). He has some stuff on his lap. A box, for sure.  \n[22]\tCan I come in?   \n[23] He rolls across to her bed and puts something on her night table. SOUND of change and a rattle of paper. She rolls over and sees he's put about three bucks on the table. Plus a can of mixed nuts.  \n[24]\tA new pair of panty hose. Is it enough?  \n[25]\tIt was Brady's idea, Jane. Honest to God. \tPlease take the money. I want to make up.  She looks at him and sees he's sincere - honestly contrite. She softens. There's hope for these two kids yet, maybe.  \n[26]\tThat's for you, too. Uncle Al gave it \tto me-  \n[27]\t-but I want you to have it.  He gives her a warm, melting smile. When your little brother is being good to you it's time to watch out - but JANE has been lulled. She starts to open it, then looks questioningly at him.  \n[28]\tYeah, go ahead.  She opens it. A long paper snake - the kind with a spring inside it - leaps out. She shrieks.  \n[29]\tIt really is for your birthday, though - \ttry it on Brady. He'll wet his pants.  \n[30] \n[31]\tI love you, Janey.   \n[32] He reverses his wheelchair, also smiling a little, and leaves.   \n[33]\tSure - I like school.  \n[34]\tThat's what my sister says, too. Pretty \tsoon I'm going to start checking the \tmirror to see if I'm turning green.  \n[35] He pops up over the curbing with a bounce. He shoves in the little hand clutch and revs the engine. Va-room!  \n[36]\tNot bad, huh? My Uncle Al took off the \tregular muffler and put on a Cherry Bomb.  \n[37]\tGlasspack. He said he'd come over sometime \tthis summer and we'd soup up the engine... \tbut now I dunno. He's getting a divorce and \the's in the doghouse with my mother.  \n[38]\tWell... it is his third.   \n[39]\n[40] The driveway is blocked off with a sawhorse bearing the stenciled words POLICE INVESTIGATION. The yard is filled with cop cars - HALLER'S constable car, plus a number of state police vehicles. Uniformed men come and go.  We can see a large black wreath on the door.   \n[41] \n[42]\tYeah... it is a little scary.  \n[43]\tHey, take it easy. I know how you feel.  He gets the Silver Bullet moving again, and she has to pedal along to catch up.   \n[44] They stop at the end.  \n[45]\tWhat?  \n[46] It stands a bit behind the house itself. A creepy place. Many of the glass panes are broken; some of these - not many - have been blocked with cardboard. The inside is a jungle of plants that have run to riot. In the f.g. is a mucky-looking garden patch where nothing much is growing.   \n[47] She is quite deeply troubled.  \n[48]\tWhat kind of noises?  \n[49]\tRats...  \n[50] \n[51]\tI'd go out and take a look myself, but I \tthink the Bullet'd get stuck in the garden. \tIt looks sorta greasy.  She smiles at him, bends over, and kisses him on the mouth. MARTY is stunned... but happy.  \n[52]\tSure. No sweat.  \n[53]\tYeah... but if you hear any more noises, \ttell your father. Okay?  \n[54]\tJeez!   \n[55] There's a gas gauge here, and the needle is almost on \"E.\"   \n[56] \n[57]\tI'm always doing this! I gotta go, Tammy.  \n[58] He's buzzing along toward downtown, which is still some distance away - but at least he's made it back to the sidewalk again.  \n[59]\tCome on, baby-  He looks down at:   \n[60] Now the needle is lying all the way over on \"E.\"   \n[61]\tYep. Would you fill it up, please, Mr. Cutts?  \n[62]\tSure!  \n[63] UNCLE AL is the family's sheep of a darker color. He's thirty, good-looking, raffish. He's also drunk. He's got both whiskey and beer. An ashtray beside him overflows with butts.  He and MARTY are playing draw poker for MARTY'S baseball cards. Each has a pile in front of him.  MARTY really loves UNCLE AL... his eyes just glow when he looks at him.  \n[64]\tOkay, okay. I call.  He tosses in three baseball cards.  \n[65]\tOkay, okay. Dwight Evans.  \n[66] \n[67]\tMom-!  \n[68]\tI got a straight to the queen!  \n[69]\tAww, Mom-!   \n[70]\tMom was really mad at him this time, \twasn't she?  \n[71]\tStop it!  He lunges at her, but JANE steps back easily. MARTY overbalances and falls out of the wheelchair. His toothbrush clatters across the tile.  \n[72] One of MARTY'S cheeks is pressed against the floor. His eyes are shut. He's weeping.  \n[73]\tYes. Go away.  \n[74]\tShe wasn't, Mom- I dropped my toothbrush \tand fell over when I tried to get it. Jane \thelped pick me up.  He bats his eyes at her.  \n[75]\tJane's wunnnderful.  JANE picks up his toothbrush.  \n[76] They're flying kites on the common. Some distance in the b.g. is the bandstand. MARTY is of course flying his kite as he sits in the Silver Bullet. The boys are having a blast.  THE CAMERA SLOWLY MOVES AWAY from the boys, centers on Owen's Pub across the street, and ZOOMS IN.  In the window is a poster. It reads: $10,000 REWARD FOR \n[77]\tHere it comes!   \n[78] He descends, then hangs from the lowest branch.  \n[79]\tPush the Bullet over, Jane, okay?   \n[80] \n[81]\tOh, Jeez! I forgot! Is she mad?  \n[82]\tHey, Brady! You coming?  \n[83] He's looking toward the common, frowning and uncertain.  \n[84] As we look at them, from left to right: UNCLE AL, MARTY, \n[85] The kids are crying. MARTY puts an arm around TAMMY and she puts her head on his shoulder.   \n[86] MARTY and TAMMY look at each other miserably. TAMMY begins to cry- for her father as much as for BRADY, one would think- and she and MARTY embrace.   \n[87] \n[88]\tYeah.  \n[89]\tNo.  \n[90]\tUncle Al, what if it's not a guy?  \n[91]\tWhat if it's some kind of monster?  \n[92] \n[93]\tWhat's going on at Owen's, Uncle Al?  \n[94] \n[95]\tTammy said she'd been hearing noises in \tthat greenhouse. Growling noises, like a \tbig animal. Her father was killed that night.  UNCLE AL looks at him doubtfully for a moment, as if almost believing. Then he shakes his head.  \n[96] He would like to believe UNCLE AL... but he doesn't.   \n[97]\tIt's not fair.   \n[98] JANE sticks her tongue out at him. MARTY looks away.   \n[99]\tIt isn't enough that the monster killed all \tthose people- that he killed Brady. Now he's \tgot them to cancel the fair.  \n[100]\tYeah, okay, the fireworks. Jane thinks that's \tall I'm mad about, but it's not. Them doing \tthat is just a... a...  \n[101]\tWell... I like it that you always know how \tto say things, Uncle Al.  \n[102]\tDon't call me dear boy.  \n[103]\tShe and dad are out back lighting the \tbarbecue. Jane's walking around like she's \tKing Shit of Turd Mountain. Like always.  \n[104]\tYou got it right, Uncle Al.  \n[105]\tWhat?  \n[106] MARTY is sitting in the Silver Bullet.  UNCLE AL comes hurrying back from his look-see.  \n[107]\tWow.  \n[108]\tDo I need one?  \n[109] CAMERA TRACKS HIM up the road. He goes slowly at first, but he lets it out a little after a while. He's really moving along- thirty, maybe forty miles an hour. The wind blows the hair off his forehead. He begins to grin. He's enjoying this.   \n[110] He slows down, turns, stops. He revs the engine. VROOM! \n[111] Grinning. Looking at:   \n[112] It's about a quarter of a mile away.   \n[113] He winds the engine up and pops the clutch. The Silver Bullet doesn't so much accelerate as blast off. It tilts back on its wheels. MARTY swivels into a position like that of an astronaut on lift-off. The Silver Bullet looks like a motorcycle popping a wheelie. MARTY has a great big grin on his face.   \n[114] He uses the hand brakes. SOUND of braking and squealing rubber.   \n[115] The Silver Bullet comes to a screeching, sluing stop near UNCLE AL. Blue smoke drifts up from the wheels. MARTY guns the engine once and then lets it idle.  \n[116]\tIt really goes fast. Thanks, Uncle Al.  \n[117]\tI don't get you.  \n[118]\tSure.  \n[119]\tOkay.  He and UNCLE AL go around to the driveway. NAN looks at them with troubled love.   \n[120] \n[121]\tYeah! What is it?  AL unlocks the trunk of his car and brings out a paper shopping bag. He places the bag in MARTY'S lap. MARTY opens the bag, but it's really too dark to see inside. He reaches in and brings out a handful of assorted fireworks- crackers, Roman candles, twizzers, smoke bombs, etc.  An expression of sublime delight fills MARTY'S face as he inventories these goodies.  \n[122]\tI can dig it- thank you, Uncle Al! Thank you!  \n[123]\tYeah, I know. It's great!  \n[124]\tYeah... sure.  \n[125]\tWhat is it?  \n[126]\tThanks a million, Uncle Al!  \n[127] Still a light on up there.   \n[128] \n[129]\tShit!  Thinks a bit, then starts to hand-roll the Bullet toward:   \n[130] He decides he's far enough away to be safe. He pushes the starter button. The engine cranks, coughs, and cranks some more. MARTY frowns, and pulls out a wire- a rudimentary choke, I suppose. He pushes the starter button again. It cranks, but doesn't start.  MARTY pushes in the wire, looking concerned now, and tries again. This time, after the engine has cranked over a few times, it starts.  \n[131]\tAll right!  He puts it in gear and starts off.   \n[132] What we see is a tiny boy in a tiny wheelchair moving along a dark, empty ribbon of road under a vast dome of stars.  DISTANT SOUND: The Bullet's engine.   \n[133]\tHere's one for the good guys!   \n[134] He's getting ready to light one of the fountains. He pauses and looks toward the cut. He's heard something- but the waterfall muffles it. He lights the fountain's fuse, sets it on the ground, and rolls the Bullet back a few feet.  The fountain bursts into a shower of light.  \n[135]\tAll right!   \n[136] He rolls over to the picnic table and gets a Roman candle. He plants the stick in the ground and lights the fuse. The Roman candle shoots into the sky.   \n[137] He's holding another fountain in one hand and his matches in the other. He's looking toward the cut and the waterfall.  \n[138]\tIs someone there?   \n[139] With a little shrug, he lights the fuse on the fountain and sets it on the ground, as before.   \n[140] He's checking out the stuff on the table for his next choice when he hears a clear SOUND: A SNAPPING, SPLINTERING BRANCH.   \n[141] \n[142]\tWho's there?   \n[143] The grove is a darkened shadowland.   \n[144] He punches the Bullet's starter. The motor cranks and cranks. No go, though. MARTY pulls out the choke wire, alternating terrified stares at the grove of trees with terrified stares at his rudimentary dashboard.   \n[145] Here it comes, out of the shadows, closing in.   \n[146] Working that starter for all it's worth... but the motor only cranks. Still no start.   \n[147] He gives up on the motor. He looks toward the picnic table where the fireworks are. He grabs up the tracer. He gets the matches out of the breast pocket of his p.j.'s and promptly drops them in his lap. He scrabbles for them.   \n[148] We can't see its face in the dark, but it's closer... much closer.   \n[149] He tries to hold the tracer and strike a match at the same time. He can't; to do that he'd need at least one more hand. He puts the tube of the tracer between his teeth and tries again.   \n[150] He strikes the match... too hard! It bends, the neck broken.  \n[151]\tOh, please...   \n[152] He is in an extremity of terror.   \n[153] He pulls a fresh match from the book and strikes it. It lights.   \n[154] He takes the tracer from his mouth and applies the match to the fuse. It splutters alight.   \n[155] The WEREWOLF is less than twenty feet away. The tracer flares alight and shoots out of MARTY'S hand, leaving a pink-orange trail of smoke behind it. The missile flies at the WEREWOLF's head.   \n[156] He punches the starter again. The motor cranks.   \n[157] He wheels the Bullet around and heads for the road, gasping and weeping with fear.   \n[158] The Bullet is really wheeling. MARTY is panting, out of breath, still deeply frightened.   \n[159] He powers up it, and along the path to the back. Perhaps he has enough speed to cut the engine and coast.   \n[160] His bed is by the window. His hands appear on the windowsill, and MARTY pulls himself in. He falls over onto his bed and lies there, spent and exhausted and trembling.   \n[161] He's sitting in the \"house\" wheelchair in the living room, holding the phone tensely to his ear as the RINGING SOUND goes on.  A CLICK as the phone is picked up.  \n[162]\tIt's a werewolf! I saw it! Last night-   \n[163]\tNo! I went out late last night- and-  \n[164] He's sitting on the Silver Bullet, just looking at the yard. JANE comes out.  \n[165]\tWhere's Mom?  \n[166]\tJane, I have to talk to you.  \n[167]\tI need you to help me. Uncle Al won't \tbelieve me, and if you won't help me, I... \n[168] His eyes are wide. He's leaning forward in his wheelchair.  \n[169]\tOh, Jeez! What did you do then?   \n[170] She's changed into shorts and a blouse.  \n[171]\tI think I know.   \n[172] He's sitting at his desk, a pool of light from the lamp focused on the sheet of paper before him. He thinks a moment, then begins to write again.   \n[173] He studies this for a second, and seems satisfied. He opens a drawer, brings out an envelope, and folds his letter into it.   \n[174] \n[175]\tIt came for me! I shot it in the eye! Now he's \twearing an eye-patch!  \n[176]\tWas it a prescription?  \n[177]\tIt wasn't- I'll bet you it wasn't. Because \tto get a prescription he'd have to see a \tdoctor.  \n[178]\tWell... was it a prescription?  \n[179]\tWhat about the baseball bat Jane saw in \this shed? You know who used to have a \tbaseball bat like that? Mr. Knopfler! He \twas so proud of it he used to carry it in \tthe Fourth of July parade! Jane said it \tlooked like the Green Giant used it for \ta toothpick!  \n[180]\tNo- we just got you out here so we could \tadmire your pretty face.  \n[181]\tNever mind, Jane. He'll have gotten rid of \tit by now anyway.   \n[182] \n[183]\tI'll bet you a quarter that eyewash stuff \twas nonprescription. And I'll bet you \tanother quarter he hasn't said anything \tto Mr. Haller.  \n[184] \n[185]\tYes, I see him.  \n[186]\tI didn't shoot him when he was a man. I shot \thim when he was-  \n[187] \n[188]  \n[189] The OUTFIELDER who caught the fly trots past, and glances his way.  \n[190]\tNo- I guess I'll go home.  I think that here we are seeing a rare moment of depression in MARTY- they can run and play ball. He can't.  \n[191]\tYeah... seeya.  He fires up the Bullet and starts away alone.   \n[192] He bumps up a grassy slope to a tarred road. The last of the other kids are headed back the other way. MARTY is alone.   \n[193] MARTY'S back is to us. The wheelchair draws rapidly closer to THE CAMERA as LOWE bears down on it.   \n[194] He's daydreaming his way along- maybe, inside his head, he's playing center field for the Dodgers.  SOUND: Winding roar of a car engine. MARTY turns around.   \n[195]  \n[196] MARTY opens the throttle wide and the Bullet swerves across the road. The coupe's bumper actually clips it on the way by, jolting MARTY and almost overturning the Bullet.  LOWE'S coupe veers over the embankment and partway down into the ditch.   \n[197] He speeds past the coupe, and thumbs his nose.   \n[198] He hears the GROWLING SOUND of LESTER LOWE'S coupe. He looks behind.   \n[199] He twists the throttle and the Silver Bullet responds.   \n[200] The needle is all the way over on \"E.\"   \n[201] He groans. SOUND of the coupe's engine GROWS LOUDER.   \n[202] \n[203]\tCome on, baby... come on...  His face registers hope as he sees:   \n[204] \n[205] He twists the throttle as far as it will turn- he's going for broke. The coupe chases him- and now the Silver Bullet's motor COUGHS.   \n[206] It's pretty ramshackle. A big orange sign beside it reads: \n[207] Drawing closer. We hear the SOUNDS of boards rumbling under the Silver Bullet's tires and the Auger River beneath.   \n[208] Rolling ever more slowly, the Silver Bullet approaches THE CAMERA... and stops. MARTY is covered with sweat. His hair is in a wild tangle. He's panting. He looks at:   \n[209] This is an extremely rustic lane. Pretty, but hardly the sort of place in which one would want to find oneself when one has a part-time werewolf and a full-time homicidal maniac close behind.   \n[210] \n[211] We see a brilliant square of light. In it stands LOWE'S silhouette. The silhouette begins to move. SOUND of footfalls on the loose floorboards of the covered bridge.   \n[212] He's nearly paralyzed with terror- even if he wasn't, he wouldn't get far in a powerless Silver Bullet.   \n[213] He's halfway across the bridge now, walking slowly, not hurrying.  \n[214] \n[215] THE TRACTOR SOUND gets louder still, and here comes ELMER ZINNEMAN on a John Deere. The tractor is hauling a manure spreader which is mostly empty.   \n[216] \n[217]\tMr. Zinneman! Mr. Zinneman!   \n[218] ELMER draws the tractor up close to MARTY and swings it around. MARTY looks back at:   \n[219] Empty.  \n[220] MARTY looks back at ELMER.  \n[221]\tI ran out of gas.  \n[222]\tIt sure is!  He looks back once more toward:   \n[223] Brooding, shadowy. CAMERA HOLDS AND WE   \n[224]\tI told you!  \n[225]\tI told you!  \n[226]What is it?\t\t\t\t\tWhat other thing?  \n[227]\tUncle Al, if you don't tell me-  He makes strangling gestures.  \n[228]\tYou found the tracer?  \n[229]\tThere! You see!  \n[230]\tWhat about Father Lowe chasing me in his \tcar and trying to run me down? You don't \tthink that was a dream, do you?  \n[231]\n[232]\tMr. Haller said he'd check him out, and \tguess what? No one sees him again!  \n[233]\tI want you to turn this into a silver \tbullet.  \n[234]\tI saw what I saw.  \n[235]\t...the guy gets wolfier.  \n[236]\tJane... you don't have to do that.  \n[237]\tWill you marry me, Jane?  \n[238]\tNo one knows how cancer begins, either- or \texactly what it is- but people still \tbelieve in it.  \n[239]\tI think he's going to come for me. Not \tjust because I know who he is, but \tbecause I hurt him. Only I don't think \the'll try again as Lowe.  \n[240]\tWill you do it?  UNCLE AL only looks at him, confused and unsure.   \n[241] \n[242]\tPlease, Uncle Al.  \n[243]All right! Thanks!\t\t\t\tThank you, Uncle Al!  \n[244]'Bye, mom! Bye, dad!\t\t\t\tWe will! 'Bye!  The station wagon accelerates away.  \n[245]\tYeah? Really?  \n[246] He's also dozing.   \n[247] UNCLE AL jumps up and cries out as the cigarette burns up to his fingers. The .22 falls onto the rug.  MARTY and JANE also wake up, startled.   \n[248] UNCLE AL is shaking his burned hand; he picks the cigarette out of his lap and puts it out.  \n[249]\tBut Uncle Al! You said-  \n[250]\tWhat if I say no?  \n[251]\tIf that'd gone off, it would have been the \tend of our silver bullet.   \n[252] MARTY, looking toward UNCLE AL, sees nothing. JANE is looking toward the window and she SCREAMS.  \n[253] \n[254]\tI was looking at you...   \n[255] JANE is crying.  \n[256]\tWhat's that, Uncle Al?   \n[257] \n[258]\tJane-   \n[259]\tIt's here! It's outside!   \n[260] \n[261]\tGet the gun!  He uses his hands to propel the ungainly Silver Bullet into the hall.   \n[262] The silver bullet rolls slowly toward the heating vent. In the b.g. we see a frantic MARTY in his wheelchair.  He heaves himself out of it and falls full-length, grabbing.  His fingers touch the bullet, but that's all. It falls in the heating vent.   \n[263] He's lying full-length. He's got the heater vent's grille off. One arm is down inside.  \n[264]\tJaney! The gun! THE GUN!   \n[265] The gun slides into his hand. Now he reaches into the heating duct again...   \n[266] He's reaching desperately into the duct and staring at the approaching WEREWOLF.   \n[267] He rolls over on his back and sticks the silver bullet blindly into one chamber of the cylinder and slams the cylinder closed.   \n[268] He points the gun and pulls the trigger. There's only a click. An expression of dismay on his face.   \n[269] He drags himself so he's half propped against the hall wall. He pulls the trigger again. Click! Dismay becomes fear.   \n[270] Holding the gun in both hands now, he pulls the trigger a third time. Click!  The WEREWOLF'S shadow falls over him.   \n[271] Craning back as if to drive himself into the wall, he pulls the trigger again.   \n[272] \n[273]\tI'm all right. He's dead.   \n[274] UNCLE AL puts a comforting arm around JANE, who is sobbing again- hell, I'd be sobbing after that last one, myself- and draws her down beside himself and MARTY.  \n[275]\tAll except my legs... I don't think I can walk.  \n[276]\tI love you, Jane.   \n[277] ", "Mrs.": "\n[1]\tTammy, where's your father?  SOUND: Another SCREAM from the greenhouse.   \n[2] They are hugging each other, terrified, by the window.   \n[3] As we look at them, from left to right: UNCLE AL, MARTY, \n[4] UNCLE AL unobtrusively takes a small silver flask from his hip pocket. Engraved on it in Old English letters is the word \"rotgut.\" He spins the cap and takes a quick knock. He pauses and glances at MARTY, who looks deeply stunned.  \n[5] She grins ferociously up at him, playing the Rheingold jingle on the pipe organ with her claws. Now blood begins to bubble up between the keys.  \n[6]\tWon't you try, won't you buy...   \n[7]\tJane?  \n[8]\tJane Coslaw.   \n[9] \n[10]\tBring your cart around to the back, Jane- \twe'll look in the garage.  ", "Tammy": "\n[1]\n[2]\tYou booger.  \n[3] He pops up over the curbing with a bounce. He shoves in the little hand clutch and revs the engine. Va-room!  \n[4]\tWhat's that?  \n[5]\tFor getting a divorce?  \n[6] The other kids are gone; they are alone. The sidewalk has ended and they roll slowly along the dirt verge of the road. They look toward:   \n[7] The driveway is blocked off with a sawhorse bearing the stenciled words POLICE INVESTIGATION. The yard is filled with cop cars - HALLER'S constable car, plus a number of state police vehicles. Uniformed men come and go.  We can see a large black wreath on the door.   \n[8] \n[9]\tThanks for coming with me, Marty- I was \tscared to go past her house by myself.  \n[10]\tI mean, I saw her. All the time.  TAMMY stops her bike. She's on the verge of tears.  \n[11]\tI used to see her every day, and she never \tknew what was going to happen to her, and \tneither did I! I mean I know how stupid \tthat sounds, but...  \n[12] They stop at the end.  \n[13]\tThere's something else scary.  \n[14]\tThat.   \n[15] It stands a bit behind the house itself. A creepy place. Many of the glass panes are broken; some of these - not many - have been blocked with cardboard. The inside is a jungle of plants that have run to riot. In the f.g. is a mucky-looking garden patch where nothing much is growing.   \n[16] She is quite deeply troubled.  \n[17]\tI've been hearing noises in there.  \n[18]\tRattling. Rustling.  \n[19]\tAnd my dad says it's kids. But it's not \trats and it's not kids. It's-   \n[20]\tI've got to go.   \n[21] \n[22]\tYou would, wouldn't you?  \n[23]\tWell, it's probably nothing. I'm just spooked \tsince... you know.  \n[24]\tOkay. Have you got enough gas to get home, \tMarty?  \n[25] \n[26] \n[27]\tComing Daddy!  Bye... thanks \tagain for coming home with me.  She waves and goes biking down the driveway as MARTY motors back onto the street and turns toward town.   \n[28] She brings her bike to a stop by her father.  \n[29]\tI like him.  \n[30]  \n[31] She's deeply asleep.   \n[32] She sits up in bed.  SOUNDS of ROARS and MILT SCREAMING from the greenhouse.  MRS. STURMFULLER, in a nightgown with her hair done up in rollers, comes into Tammy's room.  \n[33] SOUNDS of SNARLS, GROWLS, GRUNTS.   \n[34] They are hugging each other, terrified, by the window.   \n[35] As we look at them, from left to right: UNCLE AL, MARTY, \n[36] UNCLE AL unobtrusively takes a small silver flask from his hip pocket. Engraved on it in Old English letters is the word \"rotgut.\" He spins the cap and takes a quick knock. He pauses and glances at MARTY, who looks deeply stunned.  \n[37] The kids are crying. MARTY puts an arm around TAMMY and she puts her head on his shoulder.   ", "Andy": "\n[1]\tLaw around here don't need much confusing.  PETE looks around at this. Being the deputy constable and ineffectual by nature, he's pretty sensitive.  \n[2]\tJoe Haller couldn't find his own ass if \tsomeone rammed it full of radium and gave \thim a Geiger counter.  \n[3]\tCould be I know a fat old fella who ought to \ttake care of his mouth before someone comes \talong and turns it inside out. I pay Joe \tHaller's salary to keep the people in this \ttown safe, and he ain't doing it.   INT.  BILLY McCLAREN, AT THE BAR  He's looking toward the table where the Fairton group sits.  \n[4]\tWhat are you, trying to be smart?  OWEN KNOPFLER comes over.  \n[5]\tBring me a Schlitz.   \n[6]\tThis whole investigation has been as \tefficient as a Polish fire drill! It-  \n[7]\tWhat did you say?   \n[8]\tWhat the fuck is going on h-  SOUND: HERB SCREAMS. A pause. HERB screams again. The men flinch back. HALLER doesn't look up. Now, from the darkness on the bandstand, HERB begins to LAUGH. The men shrink back further, looking more uneasy than ever.  \n[9]\tOkay, you all know what group you're in and \twhat area you'll be covering, right?  \n[10]\tGroups one through four are in the woods \tnorth of the Sturmfuller place. Five and \tsix west of Carson Creek.  The door at the back opens; HALLER and PETE come in. JOE HALLER is in extremely bad shape. He hasn't come back much from the murder of BRADY. I believe he is having some sort of spiritual crisis, and while it is not our purpose to explore what it might be- this is, after all, a horror movie and not a John Cassavetes film- we can see that it has seriously weakened his authority.  \n[11]\tMoonrise at 8:52 p.m.  Some nervous laughter greets this. Meanwhile, HALLER and PETE are working their way to the front, where they end up next to a grim-faced HERB KINCAID.  \n[12]\tIf he comes out to stroll in the moonlight \ttonight, we're going to get the sorry sucker.   \n[13] \n[14]\tJust remember, it's the psycho we want, not \teach other. So look before you-   \n[15] \n[16]\tThat's right, Joe- the only deputy you got is \tthat fat shitbag beside you, and neither one \tof you has done a damn thing about solving \tthis case.  There is a mutter of agreement.   \n[17] ANDY hops off the bar to face HALLER directly. In the b.g. we see HERB KINCAID (KINCAID, by the way, should be wearing a black armband- he's come directly from his son's funeral).  \n[18]\tYou couldn't catch a cold.  HALLER looks at him for a moment, then turns to look at the crowd. They look rather like a lynch mob; on their faces we see an uneasy mix of shame and eager determination. HALLER speaks with a kind of haggard, fading desperation.  \n[19]\tDon't let this guy scare you! What's he done \tsince this thing started but hang his face out?  It's not working. Many of the men look disgusted with both ANDY and themselves.  \n[20]\tHe ain't got so much as a fingerprint!  \n[21]\tDon't tell me to-  HERB KINCAID steps forward.  \n[22]\tWell, it's about frigging time! They'll \thave his hide tacked to somebody's barn \tdoor before we get out there!  They pile into the car, ANDY behind the wheel. He throws it into gear and backs out onto Main Street.   \n[23] ANDY, BILLY McCLAREN, BOBBY ROBERTSON, OWEN KNOPFLER, and MAGGIE ANDREWS have been joined by two other men- MR. ASPINALL and EDGAR ROUNDS.  They have drawn close together, listening as the HOWL FADES. We can tell by their uneasy faces that some of the joy has gone out of the evening.  They are standing on one side of a ravine. The bottom is filled with a still ground mist. A few bushes poke out of it. There are woods on the far side.  \n[24]\tIt came from over there.  \n[25]\tWe'll spread out in a skirmish line. If the \tbastard tries to go around us, we'll hear him.  \n[26]\tOkay. Spread out on me. Five feet apart.   \n[27] Reading from right to left: OWEN KNOPFLER (his gun is still over his shoulder; it is the peacemaker baseball bat he is holding), BOBBY ROBERTSON, ASPINALL, ANDY FAIRTON, BILLY McCLAREN, EDGAR ROUNDS and MAGGIE ANDREWS.  They come slowly down toward THE CAMERA, alert and ready for anything- at least, they think so.   \n[28] They reach the bottom of the ravine and begin to make their way across it. The mist is waist to chest deep. They push toward the other side. Now they are about halfway.  \n[29]\tWhat are you-  ASPINALL is looking around, his eyes widening with fear.  \n[30] They panic and break for it- MAGGIE, BILLY, and ANDY for one side, BOBBY and OWEN for the other.   \n[31] \n[32]\tI don't want to look at it.  He runs, while MAGGIE stares, mesmerized, at:   \n[33]\tNo- it's Ronald McDonald. I came in for \ta shave and a burger.  The men laugh. JANE smiles politely. And pulls the hot towel away from his eyes. His two eyes.  \n[34]\tNo!  \n[35]\tJesus!  JANE goes out.   ", "Fairton": "\n[1]\tLaw around here don't need much confusing.  PETE looks around at this. Being the deputy constable and ineffectual by nature, he's pretty sensitive.  \n[2] \n[3] \n[4] PETE is standing in front of ANDY, fists balled up, fat face trembling with determination.  \n[5]\tOkay, you all know what group you're in and \twhat area you'll be covering, right?  \n[6] \n[7] \n[8] ANDY, BILLY McCLAREN, BOBBY ROBERTSON, OWEN KNOPFLER, and MAGGIE ANDREWS have been joined by two other men- MR. ASPINALL and EDGAR ROUNDS.  They have drawn close together, listening as the HOWL FADES. We can tell by their uneasy faces that some of the joy has gone out of the evening.  They are standing on one side of a ravine. The bottom is filled with a still ground mist. A few bushes poke out of it. There are woods on the far side.  \n[9]\tNo- it's Ronald McDonald. I came in for \ta shave and a burger.  The men laugh. JANE smiles politely. And pulls the hot towel away from his eyes. His two eyes.  ", "Owen": "\n[1] At a f.g. table: VIRGIL CUTTS, BOBBY ROBERTSON, ELMER ZINNEMAN, and his brother PORTER ZINNEMAN. Behind them, at the bar, we see PETE SYLVESTER having a beer with BILLY McCLAREN. As we look around the bar, we will also see FATHER LESTER LOWE, sitting at an unobtrusive corner table, nursing a beer and listening closely to the conversation.  \n[2]\tYou guys turn down the thermostat or I'm \tgonna turn you all out. Now who's drinking?  \n[3] The former patrons are still here, with the exceptions of LOWE, BILLY McCLAREN, and BOBBY ROBERTSON. Many others have appeared; this is Happy Hour. Among them we see MR. ASPINALL, the principal, and PELTZER, the druggist. A barmaid, NORMA, circulates with drinks and beers.  Speaking of beer, ANDY FAIRTON has gotten through a fair amount of Schlitz. It hasn't mellowed him, however; he's more belligerent than ever.  \n[4] It opens and a man in a business suit- HERB KINCAID- comes in. He is carrying a briefcase and he looks worried.   \n[5] \n[6]\tJesus wept.  He reaches under the bar and comes out with a baseball bat. Burned into the side of the bat, so it reads vertically toward the handle, is the word \"peacemaker.\" OWEN hurries around the bar with it.   \n[7] All conversation has stopped. All have turned toward the door and the windows; all hear the HOWL. Deep fright overlies each face.  NORMA drops her tray. Glasses and bottles shatter.   \n[8] \n[9] \n[10]\tAh, shut up, Andy.  \n[11] Men are streaming out, getting into station wagons and pickup trucks. Engines roar into life. They begin backing out even as more men come out of the pub. We even hear some high-spirited yells; they are on their way and their blood is up.   \n[12] LESTER LOWE, looking more distressed than ever, pushes his way through the men toward the door, and THE CAMERA FOLLOWS. He grabs BILLY McCLAREN.  \n[13] More cars and trucks pull away. There's a big old Ford \"woody\" wagon still there, with ANDY FAIRTON standing impatiently by the driver's side door. BILLY McCLAREN and BOBBY ROBERTSON are with him, and a big, solid-looking woman named MAGGIE ANDREWS.  OWEN comes out and crosses to the woody.  \n[14]\tLet off him, Maggie. I'm scared, too.  \n[15] THE CAMERA IS RUSHING THROUGH THE GROUND MIST- this is like being in an airplane that's skimming the top of a cloud.  \n[16] He's hit, as an unlucky swimmer might be hit by a shark. He whirls around, raising the peacemaker bat.  \n[17]\tCome on, then! You want to rock and roll \twith me?   \n[18] For a moment there's nothing- and then the werewolf rises out of it, eyes glaring green, muzzle and pelt slimed with gore.  \n[19] The WEREWOLF closes in on OWEN, who belts it a good one with the peacemaker. The WEREWOLF swipes at him. OWEN ducks and slams it again. The WEREWOLF roars with anger.  \n[20]\tCome on, come on! You want to do the bop? \tI'll bop you, motherfucker! Come on!  The WEREWOLF dives under the ground mist.  Uncertain, OWEN begins to back up, holding the bat in his hands. OWEN is jerked down into the mist. He SCREAMS. The peacemaker rises out of the ground mist and comes down. Bonk! The WEREWOLF roars in pain. CHOMPING SOUND. OWEN shrieks.  \n[21]\tCome on, you bastard!  The peacemaker rises out of the mist again. The hands holding it are bloody. Blood runs down the bat. It descends. Bonk! The WEREWOLF roars again. There is a GURGLING SCREAM from OWEN... and then a curious SPLINTERING SOUND as the WEREWOLF sinks its fangs into the bat.   \n[22] A CLOSED sign hangs in the door; above it is a big black wreath.   ", "Knopfler": "\n[1] \n[2]\tAh, shut up, Andy.  \n[3] He's hit, as an unlucky swimmer might be hit by a shark. He whirls around, raising the peacemaker bat.  ", "Virgil": "\n[1] MARTY pulls in. The wheelchair motor starts to pop and lug and misfire. The chair makes it to the first pump on the island closest to the street and then stalls as VIRGIL CUTTS comes over.  \n[2]\tWell, Marty! I see you lucked out again!  \n[3]\tWant me to check the oil?  \n[4]\tWipe the windshield an check the driver's \tbullshit level?  MARTY laughs; VIRGIL starts carefully pumping gas into the Silver Bullet's small tank.   \n[5]\tBut the woman's bed was ripped right down \tthe middle, Elmer- it's take a chainsaw to \tdo something like that!  \n[6]\tThat could be something to throw off the \tcops. And it ain't animals that try to \tconfues the law; it's people do that.  \n[7]\n[8]\tJesus, that was close. Uh, pardon me, Rev'runt.  \n[9]\tRev'runt! What is it?  \n[10] A medium-sized trap- something in which one might reasonably catch a wild cat or a coydog, let us say- has its rusty teeth sunk deeply into the reverend's ankle.   \n[11] \n[12]\tSure...okay...  He kneels down.   \n[13] He muscles the trap open, a little at a time.   \n[14] Startled and unnerved by the HOWL, the trap slips out of his hands and snaps shut on O'BANION'S mangled ankle again.   ", "Cuts": ""}}