{"filename": "Slither_script.txt", "imdb_id": "tt0439815", "imdb_url": "https://www.imdb.com/title/tt0439815", "characters": ["Bill Pardy", "Uptight Mom", "Starla Grant", "Jack MacReady", "Drawing Boy", "Margaret", "Butcher", "Gina Kid", "Grant Grant", "Brenda Gutierrez", "Karaoke Woman", "Wally", "Trevor", "Kylie Strutemyer", "Janene"], "dialogues": {"Bill": "\n[1]Your uncle Barry left her for a stripper up in Winnsboro. \n[2]Right. \n[3]Come on now, honey, door's this way. \n[4]She's just scared, Margaret. \n[5]She ain't a bull, Trevor! \n[6]Get back. \n[7]It's okay, sweetheart.   Nobody's gonna hurt you. \n[8]That's right. Just gonna pull this cord out. It's gonna be all right. \n[9]Hell, she took a phone. Now them forest critters are gonna be calling us all hours of the night. \n[10]That's the mystery of the ages there, Trev. Starla was seventeen when they got engaged. He was, like, in his thirties. No one even knew they were goin' out till she had that ring on her finger. \n[11]Hell, you don't know that, Margaret. \n[12]You're right, Jack.    Margaret, you're fired. \n[13]Don't worry. The lurker ain't around. I checked. \n[14]Sorry. \n[15]Tryin' to get a buzz on. But I'm too buff. Too much muscle mass. \n[16]What you up to? \n[17]Pretty, ain't they? \n[18]Well that's only if you're in the wrong spot. \n[19]There's a place over there on the bluffs. When the fog is just right, like tonight, the lights of Main look like a kaleidoscope. \n[20]Mm hm. But only a few folks know how to get there. Wally. Rollo Linkski coulda taken you, but 'course he got hit by that train. Me. \n[21]Oh, will you now? \n[22]Hey, Grant. \n[23]Hey, Wally. Glad you're here. There was something I wanted to tell you... \n[24]Oh yeah.     Fuck you, fat ass. \n[25]Starla, you know Brenda Gutierrez? \n[26]Maybe she's ever called the house, or -- ? \n[27]She disappeared Friday night. We got reason to believe foul play might be involved. \n[28]The problem, Starla, is, the last person anyone saw her talking to was Grant. \n[29]The Deer Cheer. And Wally and me, we also saw him that night, with mud all over his slacks. \n[30]Have him call me right away, okay? \n[31]Starla?!!   Starla, are you in there?! \n[32]Starla?! \n[33]Amen.                            Amen.    He also sees a group of OLD CRONES nearby, pointing at Starla, and whispering about her.   \n[34]Starla. \n[35]I talked to the CDC. They didn't have nothin' on file consistent with Grant's... symptoms. \n[36]New? No. We're hoping we find Grant, he'll lead us to her. \n[37]You all right? \n[38]Shit. \n[39]'Mornin', Jack. \n[40]Hell, Jack, your leisure activities ain't my business. \n[41]Don't worry, we'll find him. Anything new? \n[42]Dude's a half-squid. Ain't many places he can hide. Sea World, maybe. \n[43]Sherry, you gonna create a hysteria? \n[44]What? \n[45]And that makes you look like a squid? \n[46]Rorschach. \n[47]I see we're fucked.   Three ranches in three days. \n[48]He's gotta be in the forest. All three ranches run alongside it. \n[49]Wally, come on. Trevor and Margaret, get some folks together. I think I know where he's gonna hit next. \n[50]So the night after Grant ran off, a calf went missing from here, the Raglans' ranch. \n[51]Two nights ago, a mare was stolen from this property, run by Fitzgibbon, that old rancher with the cleft palate. \n[52]Your momma wasn't too proud when you came out neither, Wally. \n[53]And then we get here, the Castavets', where last night's shit-storm took place. \n[54]And if he sticks to that pattern he'll be here next. Belongs to a family, the Strutemyers'. Now I know y'all are tired and you've barely seen your families. But we're gonna have to go there tonight, lie low and wait. \n[55]Just remember, we don't know what we're up against here. So let's be careful. \n[56]Can't hurt. \n[57]Why? Listen, it doesn't matter. I gotta go. \n[58]He tried to kill you, Starla. \n[59]Starla, it ain't -- \n[60]Hey, Starla, remember that time when you were a kid and you came knocking on my window in the middle of the night? \n[61]Starla here's twelve. Guess I was fourteen. I said, 'Starla, what the hell you doing out there?' She tells me she's running away to Hollywood to become a big star. She said she knew I was in ROTC, and she was gonna need a bodyguard. Invited me along. \n[62]I said, 'Starla, if there's anybody can take care of herself, I think it's you. I'm gonna have to decline.' \n[63]Yeah, maybe I did. \n[64]Starla, where you...? \n[65]Fire!   Fire! \n[66]Starla, get the hell out of here! \n[67]Oh... \n[68]Brenda, um... \n[69]Boys are fine, Brenda. Uh, what's -- what's happening here, exactly? \n[70]I think we best get you to a hospital right quick. \n[71]He led us here. \n[72]Margaret, cover your mouth! \n[73]Don't let 'em in your mouths! \n[74]11-41. We're gonna need paramedics out here right away. We got four men down. \n[75]Shelby, you there? \n[76]Shelby, this is Bill.     We got an emergency here. \n[77]Goddammit. \n[78]Shelby? \n[79]No reception out here. \n[80]No. I'll go. The three of you, you wait here. Get these folks, out of the barn. The stench and rot can't be any good for 'em. \n[81]Hey! \n[82]What's -- ? \n[83]What's going on here? \n[84]What happened to you, Dwight? \n[85]Okay. Y'all just wait in this spot. I'm gonna call the paramedics for you. Kylie can come with -- \n[86]Come on. \n[87]Shit.   Ammo's in the trunk. \n[88]Trevor!   Margaret! \n[89] \n[90]My friends are still in the forest. \n[91]We need their weight. \n[92]Dumbshits. \n[93]Come on! \n[94]Shelby? \n[95]Shelby, you there? \n[96]Listen, you got any reports of... I don't know what you call 'em. They look like big slugs, only fast. \n[97]Shelby -- \n[98]Shelby, shut up. Keep an eye out for these things. If you see 'em, keep your mouth covered. Otherwise they'll go straight down it. All right? \n[99]Are you nodding? \n[100]I can't hear when you're nodding. \n[101]We'll be there in ten minutes. \n[102]Kylie, honey.    Please. \n[103]A lot of bad things have happened to you today, we know. But we need your help to find out what's going on. \n[104]The worm? \n[105]Who? Who? \n[106]A Martian is from Mars, Trevor. \n[107] \n[108]Shit. \n[109]Shelby, we broke down on 22, a mile outside town. Come pick us up. \n[110]Do it. \n[111]Hey, Starla. \n[112]Was always curious why you... married Grant in the first place... Just never seemed outta love. \n[113]Well, big ol' Lincoln, sure. Guess I would have flirted with him too. \n[114]When you wanted to run away, I called your dad. \n[115]I'm sorry. \n[116]Hell, Starla.    I always regretted that. \n[117]Fuck me. \n[118]Shelby! \n[119]Shelby! \n[120]Shelby! We need people out here at Cosgrove and McCammon right away! \n[121]Come on. \n[122]Just block the doors, any way you can. \n[123]What are you doing?! \n[124]What? \n[125]No, Starla!   No! \n[126]Nooo! \n[127]Hey. \n[128]Starla, over here. \n[129]Yeah.   Good. \n[130]There you go. \n[131]I'll get it for you.      Ibuprofen or aspirin? \n[132]We'll just head up here into Bishopville, get checked up in the hospital. Then maybe we'll head off to Hollywood after all, huh? \n[133]Please, Starla. I'm gonna do my best not to hurt anybody -- \n[134]It's my nature. ", "Pardy": "", "Uptight": "", "Mom": "\n[1] Bill, Wally, Trevor, Margaret, and the Waitress enter. The doe skips around.  \n[2] Grant turns off the TV as Starla gets into bed with him. It's almost completely dark in here.  Grant crawls on top of Starla. He kisses her and grabs her in a way not meant to be rough, but is utterly without grace.   After doing this for a few moments, Starla starts to push him off her.  \n[3] Starla is wearing a white towel and brushing her wet hair in the foggy bathroom mirror when she hears Air Supply's EVERY WOMAN IN THE WORLD coming from the bedroom. She's struck by it.  She moves toward the door.   Opens it.   \n[4] Grant opens the refrigerator door and rummages around inside. He pulls out some bread. Some cheese.  He opens the meat drawer. It's replete with cold cuts. He pulls out some Oscar Mayer baloney. Turkey. Pastrami and salami. He grabs every type of meat there is.   \n[5] Grant assembles a sandwich at the table. Two pieces of bread and some cheese. He starts putting the meat on. But he can't stop, piling more and more on until he has a little sandwich tower.   He looks at it. Something seems off about it. He removes the cheese. Better. And then the bread. Even better. He stares at what is now simply a tower of cold cuts.  \n[6] Grant enters the garage through a door from the FOYER. He flips the lights on with his shoulder. He looks around.  Grant spots an old file cabinet. He sets the tower of meat down on the oily floor and opens a drawer. It's filled with files. He closes that drawer, and opens another. It has manila file folders, but no files.  Grant takes out the folders. He uses a Sharpie to write out \"BALONEY\" on a folder. Then he stuffs all the baloney into the folder and files it away.  He starts writing out \"PASTRAMI\".   \n[7] Grant stands in the garage, tearing open the packing, and letting the loose meat slide into piles onto the floor, muttering:  \n[8] Grant rolls slabs of beef over the dirty floor and into a pile.  SOMETHING skitters across the garage and around the pile. Grant peers around the pile and sees a RAT nibbling on some ribs. He realizes something.   \n[9] Starla enters the house. She heads toward a door along the wall that leads to the garage. There's a shiny new lock on that door as well. She touches it, baffled.  She turns to see Grant standing at the end of the foyer. He's in shadows, a little spooky in the darkness.  \n[10] Grant steps onto the front porch to get some air. He's blinking and seems a little dizzy. He gazes around the neighborhood:  Down the way, a BOY in a little league uniform and his MOTHER get out of their car and walk toward the front door.  Across the street, THROUGH A KITCHEN WINDOW, a PLUMP MAN and his WIFE are eating dinner.  At another home, a SHORT MAN steps on a stepladder, changing the dome light on his porch.  Grant stares at these individuals, looking like an animal ready to lunge at its prey, fighting the urge.   \n[11] Grant gathers large fronds and other foliage in his arms.   \n[12] Grant looks ill. He is leaning over the sink, sweating, clutching his stomach.  \n[13] Grant steps outside, and looks around.  Across the parking lot is a playground. Two YOUNG CHILDREN are spinning on a little carousel there.  Grant starts toward them.   \n[14] Starla enters with a shopping bag.    The lights are off. CREEPY MUSIC plays.  \n[15] Starla sets down the bags on the counter, looks around.  \n[16] Starla moves slowly into this dark room, looking for her husband. It seems no one is here.  \n[17] Starla throws open this door. She looks at old, unused sports equipment. She grabs an aluminum baseball bat.   \n[18] Starla holds the aluminum bat, standing in front of the door to the garage. She hesitates a moment. But then she swings the bat at the lock on the door.  She swings it again, GRUNTING.   And again.  Finally, the lock is knocked off the wooden door.  Starla pushes away the useless lock, letting it fall to the floor.  Starla steels herself, and slowly pushes open the door into the dark garage. As she does, the horrendous stench hits her. Terrified, she covers her face with her hand, and enters.   \n[19] Starla runs to the front picture window, and looks out onto the street. She can't see any of the cops.  She turns from the window and picks up a cordless phone. She looks at the card Bill gave her, and dials the number. The phone RINGS, and:  \n[20] Starla's high heels CLACK on the pavement as she moves quickly to her car.  \n[21]Kylie! What'd you do to your fingers? \n[22] The posse fans out over this grassy land where the cattle graze, finding places to hide. The sun sets behind them.  \n[23]Kylie! You're gonna turn into a plum in there! \n[24]I know what turns into what. You got school tomorrow. Finish up in there and get to bed. \n[25]Time to turn in, ladies. \n[26]Come on now. \n[27]G'night. \n[28]Sleep tight.   Don't let the bed bugs bite. \n[29] Bill runs into the small glade, and looks around, trying to remember which way he came from.  He gazes between some greenery, some distance away, and spies a long-lashed deer munching on foliage. A couple more deer and a fawn are eating as well. Bill looks at them a moment, peaceful, perhaps a sign of some hope...  And then a parasite crawls up the deer's neck and slithers into its mouth. Parasites crawl up the bodies and necks of the deer behind it. The deer buck and flounce and scratch trying to get the things off of them.  Bill runs away as fast as he can.   \n[30]Open the door, sweetie. I know we don't look so good, but your mommy and daddy love you. \n[31]Now, Kylie, there's no excuse why not to be with your family. This is family fun day, isn't it? \n[32] The police car pulls up and out of the forest. The car is in bad shape. Steam rises from the smashed grill.  Bill looks to his side; he's down a bit from the Strutemyers' ranch. He pulls away, heading back toward town.  The foursome sit in a stupefied daze. Starla's beside Bill. Trevor and Kylie are in the back. Bill grabs the police radio.  \n[33] Bill, Starla, Kylie, and Trevor step slowly out of the car. They look around the deserted road.   The wide-open night is shrouded in darkness. Quiet. They can see the lights of Wheelsy down the road in front of them.  Bill speaks into the radio again, as he gets his leather satchel of weaponry out of the trunk. Trevor grabs ammo from the satchel to reload his pistol.  \n[34] The foursome walks down the road, toward the city.   Starla and Bill are in the lead.  \n[35] Bill fumbles for the radio controls.  \n[36] Bill closes and locks the door behind them.   \n[37]     \n[38] Starla comes around the side of the house, holding a paper towel roll to the slice on her ribs. She sees Bill standing there. She smiles.  \n[39] Bill finds an abandoned Nissan Maxima in the middle of the street, with the keys still in it.  \n[40] Bill and Starla pass through a small block of stores.  Starla gazes out the window to see people -- real, actual, HEALTHY HUMAN BEINGS: men and women and children -- going about their daily chores. Tears come to her eyes.  Bill grabs Starla's hand.   She clenches his tightly.  \n[41] The Maxima pulls into the station, and stops.   \n[42] Starla and Bill pile stuff up on the cashier's counter -- Band-Aids, gauze, alcohol; Power Bars and Gatorade. The CASHIER rings it up, staring at them because of their wounds.  \n[43] A stunned Starla steps with Bill out of the station, moving toward the car.   Starla stops.  \n[44] Bill pays for the aspirin, and walks out with it.   ", "Starla": "\n[1]When Darwin said 'fittest,' he didn't necessarily mean the strongest or the most intelligent, or any one trait -- he merely meant those organisms most well-suited to their environment. \n[2]We humans think we're more fit, more evolved, because we're smarter. But we're neophytes. We've been around two million years, give or take. The cockroach has been here for 350 million. You tell me who's the more successful species. \n[3]Will. \n[4]We'll tackle that tomorrow... Everyone bring your boxing gloves. \n[5]He's teaching environmental science, Grant. Probably wants to borrow my lesson plans from last semester. \n[6]It's just a work thing. \n[7]Just a second. \n[8]Grant, no -- I'm sorry, I'm just -- I'm not in the mood. \n[9]I'm sorry.   I don't just have some switch. \n[10]That's disrespectful. \n[11]Where are you going? \n[12]That's not true -- Where are you-? \n[13]Haven't heard this for a while. \n[14]I never danced in a towel before. \n[15]Grant, what's that? \n[16]Oh, nothin'. \n[17]Just, Grant and I had a nice morning. It's been a while. \n[18]Janene. \n[19]Hush. \n[20]He was... considerate. Maybe this is the start of a real change in Grant. \n[21]Grant? Why are there -- did you put locks on the garage? \n[22]You drilled into the driveway. \n[23]My present? \n[24]Okay. \n[25]All right... I have to clean up before dinner. \n[26]What? \n[27]Roscoe's gone? \n[28]I'm sure he'll show up, Tim. \n[29]Grant, are you almost ready? \n[30]What are you doing? \n[31]It's just one of my students, Grant. \n[32]Janene! \n[33]He's been strange the past couple days. \n[34]Hey, Bill! \n[35]That's not funny. \n[36]Whatcha' doin'? \n[37]Just checking out the lights. \n[38]I don't know. I've seen them so many times before. I guess any spot gets boring after awhile. \n[39]Oh, yeah? \n[40]I'll get Wally to show me sometime then. \n[41]Or Rollo's ghost.               Starla.   \n[42]Grant, where'd you go? \n[43]Bye. \n[44]Grant? \n[45]Damn fuse. \n[46]Grant? \n[47]Grant, where are y -- ? \n[48]Grant. Oh my God. What happened to your -- ? \n[49]I'll get if for you. \n[50]No.   He went to the pharmacy. \n[51]He's got a... rash. \n[52]No.   What...? \n[53]Bill, it's Starla! \n[54]It's -- I think you better come over right away -- I think Grant's sick, he -- \n[55]Grant, no! \n[56]Grant, you're sick! \n[57]Noooo! \n[58]How about Brenda? \n[59]Yeah. \n[60]Bill, I heard what you're doing. I think I should go along. \n[61]Wait! Dammit, Bill, if that girl's still out there, how will you find her? How, unless you bring Grant in alive? Your best chance of doing that is with me. I can talk to him -- \n[62]He did. I know. But I got him angry 'cause I wasn't calm. This time I could -- \n[63]Please, Bill. What happened, it's my fault, I know it. \n[64]It is. He'd been acting strange. And the physical changes. I should have told someone right away... But I was just blind. I wanted to pretend it wasn't happening... If I don't do what I can to help now, I just couldn't live with it. \n[65]About the bus stop. Ranger Rick here called my dad. \n[66]You fucked up our fame and fortune, Bill Pardy. \n[67]Grant? \n[68]Grant? \n[69]Grant?   It's okay. \n[70]You're just sick is all. But we'll take you to get help right now. I'll stay by your side, Grant, just like I swore I would. For better or worse. Remember? \n[71]Okay? \n[72]Okay, Grant?    It's gonna be all right. \n[73]Bill! \n[74]Bill, I'll run out to your car, call for paramedics from there. \n[75]I'll keep my mouth covered. \n[76]Be careful, Bill. \n[77]What? \n[78]Let him go! \n[79]Trevor, come on. \n[80]What'd you do to her?! \n[81]Why are you talking like Grant?! \n[82]Don't come any closer.    I'll... shoot. \n[83]She's right. We saw one -- one came out of Wally's head. \n[84]Kylie, how do you -- \n[85]Kylie, how do you know that? \n[86]What other stuff? \n[87]Through a wound on his stomach? \n[88]And you said the worms are part of him. They're all linked, like one creature? \n[89]An animal that doesn't procreate. It spreads, grows. A living disease. \n[90]I know what people say, Bill. I... Remember, back in high school I worked at my father's gas station? \n[91]Grant used to get filled up every day. I knew it was just to see me. He was too old -- But he was handsome. And he had that big ol' Lincoln then. I flirted with him. \n[92]My father, he was -- he was real close to evil. People didn't know. Still don't. From the time I was a toddler he'd beat the hell out of me. I don't mean just like a smack for smart-mouthing... he took a real enjoyment in it. And when I turned eleven or twelve, things... well, they got worse. \n[93]That wasn't a good night, no. \n[94]Anyway, Grant rolls in one day. I fill his tank with like an eighth- a-gallon as usual. And he notices my lip's all swollen up, and starts asking me how it happened. I don't know why I chose then, why Grant -- I guess I saw an opportunity. And I told him everything, first time I told anyone. Grant was furious. He picked up a tire iron, walked straightaway into the garage, and beat my father half to death. You say it's not about love, Bill. But that was the closest thing to it I ever knew. \n[95]Grant asked me to marry him a few weeks later. I felt... safe with him. \n[96]After all this shit tonight, I know for sure now you regret not running off with me to Hollywood! \n[97]What's that? \n[98]Get in! \n[99]This is stupid. \n[100]We can't make it. Just get away, when you get the chance. \n[101]He wants me, Bill! I'm going to get him to take me to him! See if you can follow me, and kill him! \n[102]Grant... Please... \n[103]I'm sorry... I know I haven't behaved how you -- how you want. I know. Don't... hurt... me. \n[104]We need... to... talk. \n[105]Not here, though, okay? Not all of you. I'm not used to -- I want to talk to your face, Grant. Your more real face. Your -- \n[106]Grant? \n[107]Grant?   We should talk. \n[108]Grant? \n[109]Hey, Grant. \n[110]You did some real interesting decorating here. \n[111]Hey. \n[112]Look, the sun's starting to come up. \n[113]Sorry. I didn't -- I didn't know you wanted it dark. \n[114]You like these memories, huh, Grant? \n[115]You like being called Grant, don't you? \n[116]I think you do. You really do. You like being Grant. Like when we danced. And when you... made love to me here on the bed. Remember that? \n[117]I know you've been alone, Grant. Almost forever. From here to there to there to here, there's never been another one for you. \n[118]Grant. Grant, I could help you. Be with you the way you want. See, I want to live. I've never had much use for this world, not really. You and I, together, we -- \n[119]You don't trust me, I know. That's why I brought you someone, Grant. \n[120]It's Bill. He's in the house next door. Just look. \n[121]See? I brought him here for you! As an offering! To prove I love you more than him! \n[122]Now, Bill!!   Kill the motherfucker!! \n[123]Hey. \n[124]We can probably get some first aid and food at this gas station up here. \n[125]Shit. I- I forgot... I wanted to get aspirin. \n[126]Aspirin. \n[127]Okay. \n[128]You took Bill. \n[129]And this is mine. ", "Grant": "\n[1] A framed wedding photograph of a very young Starla and a large man is sitting on a desk. The photo TREMBLES LIGHTLY, with the impact of the meteor hitting the earth.  GRANT GRANT, a large, indelicate man in his mid forties, notices the photos on his desk moving. He looks up from his desk and out his door, where there's a GLASS WORKSHOP. Two WORKERS are carrying a large pane of glass, looking relieved they didn't drop it.  \n[2]Just a tremor, boys. \n[3]See ya', Ashley. \n[4] A sizable two-story suburban home.    All the lights are off but one.  \n[5]So I get home today, phone's ringing. It's Hank Wilcox. \n[6] Starla and Grant eat dinner in this well-decorated room. As Grant chatters, Starla occasionally smiles politely at him.  \n[7]Callin' for you. What the hell? I said, 'Hank, that's a little bit outta line don't'cha think, a single man callin' someone's wife?' At night, nonetheless. \n[8]Oh yeah, that's what he wants to borrow, this guy. \n[9]Work thing hell, Starla. He just wants to get in your pussy. Him and most these other ones around here. That's where their minds is at, them sick fucks. \n[10]I'll tell you, sugarplum, you're lucky you got me. You're too damn trusting. Without me to protect you, you'd get kilt one of these days. \n[11] Starla stares at herself in the mirror as she brushes her hair. She uses long, slow strokes, as if stalling.  \n[12]Sugarplum, you coming into bed? \n[13] Grant turns off the TV as Starla gets into bed with him. It's almost completely dark in here.  Grant crawls on top of Starla. He kisses her and grabs her in a way not meant to be rough, but is utterly without grace.   After doing this for a few moments, Starla starts to push him off her.  \n[14]Come on, baby, it's -- \n[15]Sure you do. \n[16]Flip. \n[17]Flip. \n[18]When are you in the mood, exactly? Seems to me that mood's as rare as winnin' the Goddamn lotto. \n[19]I'm just some big clown to you, ain't I? \n[20]Out. \n[21]Hit me again there, killer. \n[22]Parents thought it sounded pleasant, I s'pose. Joke on me, ain't it? \n[23]Shit.   You're kidding me. \n[24]Hell, you were -- \n[25]Shit, girl, you couldn't'a been eleven. \n[26]Who's the lucky fella? \n[27]Already ain't.     Married a gal named -- \n[28]Yeah. \n[29]Starla, she gets real worried 'bout me I stay out too late. Loves me too much, that one. \n[30]What the...? \n[31]Hey, anybody 'round here?   'Lo? \n[32]Ow!   Fuck! \n[33] We see the insides of Grant's body, as if sliced in half. We ZOOM IN on the little spore, which is jittering up through his body, and into his neck.  The spore keys into the base of Grant's cerebellum, and his entire brain crackles with a WHITE ELECTRICAL ENERGY.   \n[34]It's taking... my... brain. \n[35] Grant drives down the road in his luxury pickup truck, sweating and blinking rapidly.   \n[36] Grant steps out of the truck in his driveway, when he hears --  \n[37]I caught a little somethin', yeah. \n[38] Grant looks around the foyer.   \n[39] Grant creeps into the bedroom, looking around.   We can hear the SHOWER RUNNING.  Grant spots his face in a mirror above the dresser. He moves in close to the mirror, and stares at his own image.   He pulls on his face a little, his eyes brimming with excitement. He smiles at himself.  Grant looks toward the open bathroom door, where he hears the running shower. He creeps toward it.  Grant peeks around the doorway. Starla is in the shower, soaping herself. She looks beautiful there. Grant tilts his head to the side like a dog. He watches her, mesmerized, even moved.   \n[40] Starla is wearing a white towel and brushing her wet hair in the foggy bathroom mirror when she hears Air Supply's EVERY WOMAN IN THE WORLD coming from the bedroom. She's struck by it.  She moves toward the door.   Opens it.   \n[41] The shades are drawn, darkening the room. A few candles have been lit. Grant is standing there, mostly in silhouette. He's silent, and he doesn't move.  \n[42]Hey there, sugarplum. \n[43]Wearing white, just like on our... wedding day. I remember it. \n[44]I'm sorry about last night. I get a little insecure sometimes, want to hold on too tight. It's just 'cause you're precious to me, Starla. \n[45]But I swear to God, baby, I'm turning over a new Goddamn leaf. Okay? \n[46]I love you, sugarplum. \n[47]Just a little bug bite is all. \n[48] Grant is holding up his shirt, and looking at his torso. The wound on his side is blackened and gangrenous, and is starting to puff up into a veiny little spout. A fuzzy bluish moss is growing in the crevices around the spout. A pus oozes out.  Grant looks concerned. He squirts some Neosporin onto his fingers. He massages it slowly into the wound.   \n[49] Grant opens the refrigerator door and rummages around inside. He pulls out some bread. Some cheese.  He opens the meat drawer. It's replete with cold cuts. He pulls out some Oscar Mayer baloney. Turkey. Pastrami and salami. He grabs every type of meat there is.   \n[50]Meat. \n[51] Grant enters the garage through a door from the FOYER. He flips the lights on with his shoulder. He looks around.  Grant spots an old file cabinet. He sets the tower of meat down on the oily floor and opens a drawer. It's filled with files. He closes that drawer, and opens another. It has manila file folders, but no files.  Grant takes out the folders. He uses a Sharpie to write out \"BALONEY\" on a folder. Then he stuffs all the baloney into the folder and files it away.  He starts writing out \"PASTRAMI\".   \n[52]Meat. \n[53]Sure thing, killer. \n[54]Thinkin' 'bout getting me a couple of these big ol' rib eyes. \n[55]Well... having us a little dinner party... I'd say... eight. No, no... fourteen... \n[56]Hell, what am I holding back for? Why don't you just give me everything you got here? \n[57]Yep. And while you're at it, get me a few of them chicken wings... some pork loins... and, ooo, what's this here? Osso buco?... \n[58] Grant backs his pickup toward the garage. Meat is piled into the bed. Wrapped packages of meat fill the seats around him.   \n[59] Grant stands in the garage, tearing open the packing, and letting the loose meat slide into piles onto the floor, muttering:  \n[60]Meat. \n[61]You're meat. \n[62] Starla pulls into the driveway.     She presses the button on her garage door opener.  The door SHUDDERS but stays closed.    Starla's confused.  She gets out of the car and examines the door. She looks down and sees a new padlock, locking the door to the cement driveway with bolts on both sides.   \n[63] Starla enters the house. She heads toward a door along the wall that leads to the garage. There's a shiny new lock on that door as well. She touches it, baffled.  She turns to see Grant standing at the end of the foyer. He's in shadows, a little spooky in the darkness.  \n[64]Welcome home. \n[65]Yeahhhh. I'm sorry. I just got so excited about... your present. \n[66]You're my princess, aren't you? \n[67]I got a super-special birthday present for you this year. I couldn't risk you finding it, so I had to put them locks on the doors. \n[68]You're meat. \n[69]Oh, nothin'.   Nothin'.   See you in a sec. \n[70] Grant steps onto the front porch to get some air. He's blinking and seems a little dizzy. He gazes around the neighborhood:  Down the way, a BOY in a little league uniform and his MOTHER get out of their car and walk toward the front door.  Across the street, THROUGH A KITCHEN WINDOW, a PLUMP MAN and his WIFE are eating dinner.  At another home, a SHORT MAN steps on a stepladder, changing the dome light on his porch.  Grant stares at these individuals, looking like an animal ready to lunge at its prey, fighting the urge.   \n[71]Meat. \n[72] Starla walks to get the paper in her robe, and she sees a BOY, aged thirteen or so, stapling a LOST: REWARD flyer to a telephone pole, with a picture of the beagle.  \n[73] Starla, dressed in her weekend finery, is looking in the mirror above her dresser, and putting on earrings.  \n[74] Grant looks ill. He is leaning over the sink, sweating, clutching his stomach.  \n[75]Yeah, hon, I'll be right there! \n[76] Grant sees Starla sitting on the edge of the bed, her back to him, as she puts on her nylons. She doesn't know he's there.  Grant stares at her, demented, and moves slowly toward her, stalking her.  Something starts to push Grant's shirt up at his stomach, like a bellybutton erection. The thing slips out of his shirt -- a writhing, pointy tubule, aiming toward Starla's back.  Grant looks at the nape of Starla's neck.    Her delicate ear. He becomes confused; he softens.  Starla turns to see Grant, his body now turned away from her. He's trying to push the tubule back down.  \n[77]You're pretty. \n[78]Who's that? \n[79]Why don't you two catch up? I'll go see what the boys are doing. \n[80]Well, you might be right... \n[81]You're lookin' awful pretty. \n[82]Where's the old half-Mexican? \n[83]Take off your shirt, doll. \n[84]Guess it's hard to explain how amazin' a human brain is to someone who that's all they know. \n[85]Stuff you can never imagine. Feelings. Big thoughts. And love. Yeah. I'm inclined to parlay it into somethin' more. So, go ahead there, beautiful, and take off your shirt. \n[86]Nice. \n[87]Or Rollo's ghost.               Starla.   \n[88]You ready, sugarplum? \n[89] Starla lies on her side, awake. She's staring at the dirt on Grant's pants, which are hung over a valet. Grant holds her from behind, sleeping peacefully.  \n[90] Starla enters with a shopping bag.    The lights are off. CREEPY MUSIC plays.  \n[91] Starla sets down the bags on the counter, looks around.  \n[92] Starla moves slowly into this dark room, looking for her husband. It seems no one is here.  \n[93]Heh. It ain't as bad as it looks, sugarplum. Dr. Carl was just here. I had a reaction to a bee sting. He gave me a prescription. Said I should be fine, in a couple days. \n[94]Don't look at me like that, baby. Please? I'm gonna go get my... prescription filled. \n[95]No!   No.   Heh.     I'll be right back. \n[96] It's too dark to see much in here, but we do see Grant putting meat into a garbage bag.   \n[97] Grant looks around to make sure no one's looking, as he places the garbage bag full of meat into his trunk, closes it.   \n[98]Brought you munchies. \n[99]Been saving for a rainy day. \n[100] Grant gets into his pickup; he trembles and YELPS as his body is wracked with pain and his body starts to transform even more.   \n[101] There's a HARD KNOCKING on Starla's door. She swings it open to see Bill and Wally standing there, worried.  Wally tries to see inside.  \n[102] Starla throws open this door. She looks at old, unused sports equipment. She grabs an aluminum baseball bat.   \n[103] Starla holds the aluminum bat, standing in front of the door to the garage. She hesitates a moment. But then she swings the bat at the lock on the door.  She swings it again, GRUNTING.   And again.  Finally, the lock is knocked off the wooden door.  Starla pushes away the useless lock, letting it fall to the floor.  Starla steels herself, and slowly pushes open the door into the dark garage. As she does, the horrendous stench hits her. Terrified, she covers her face with her hand, and enters.   \n[104] Starla sees what's there: not only a huge stockpile of rotten meat, but a dozen dead pets. They are neatly divided into various categories, and labeled: Pork, Ground Beef, Cats, Dogs. The walls and doorway have been heavily insulated so the smell doesn't sink into the home. She looks on the floor and sees poor, dead Roscoe the beagle, his tongue dangling out.  Starla starts to CRY.  She moves quickly back inside.   \n[105] Starla runs to the front picture window, and looks out onto the street. She can't see any of the cops.  She turns from the window and picks up a cordless phone. She looks at the card Bill gave her, and dials the number. The phone RINGS, and:  \n[106] As Starla runs through here, she looks behind her at the front door to make sure Grant isn't following.   \n[107] She runs past a wall of family photos.   \n[108] Starla sees the door on the rear of the house, leading to the backyard.  She arrives at it, and flings it open --  Grant is there.  He lunges onto her. Starla SCREAMS and drops the cordless phone, just as it starts RINGING. Grant crawls on top of her body. Starla reaches for the ringing phone, but he pins her hands above her head. He looks into her eyes. He's CRYING. His voice and breath are sick and raspy.  \n[109]Why'd you betray me, sugarplum?! \n[110]I loved you.     I loved -- \n[111]I wanted you by my side, but you -- I can't trust you now! \n[112]   \n[113] -- We watch Starla soaping herself in the shower.  -- We make love to Starla, our hands on her face.  -- We sit over a convulsing Brenda, impregnating her with our tubule.  -- We see the posse members coming in toward us.   \n[114]   \n[115]     \n[116]   \n[117] The diseased push Starla up between them, violently, to the front door.  Starla stops at the dark hole on the front of the house. It's pitch black inside. She looks back at the rotting faces behind her. And then slowly enters.   \n[118] Starla balks at the smell. She looks beside her at the garage; the wall has been torn out, and this has become Grant's feeding area, with rotten meat, including some bodies, in a pile.  Starla steps slowly forward, looking around.  \n[119] Bill looks at the diseased surrounding the Grant home. They seem impossible to get through.  Bill eyes the house next door, maybe twenty-five feet from the Grants'. He makes sure no one's paying attention for a moment, and he darts across the street to a parked car. The diseased don't see him. Bill gazes down the street beside him.  The sun is just barely beginning to rise.   They don't have much time to move in the darkness.  Bill makes a break for the house next door.   \n[120] Starla walks into the kitchen. Cooking supplies and condiments are scattered over the floor. She spots a meat thermometer on the floor amongst other utensils.  She glances out the rear window. Diseased people are guarding the backyard, looking away from the home.  She grabs the meat thermometer. She snaps the thermometer part off the top, discards it, and shoves the long metal spike into the seam of her skirt.   Suddenly, Starla hears EVERY WOMAN IN THE WORLD, the song she and Grant danced to earlier, starting to play through tinny speakers.  Starla looks up through a missing section of ceiling; she can see a tiny piece of Grant in the bedroom above her.  \n[121] Starla stands at the base of the stairwell.    The SONG is louder.  \n[122] Starla looks down the hall.    Most of the walls have been torn away.  Between wooden beams, Starla can see Grant's cumbersome mass, his back to her, in what was once the bedroom.  In front of him, the SONG ENDS on the CD player. It starts into the NEXT SONG on the album. Grant uses one of his crusty tentacles to push the back button.   EVERY WOMAN IN THE WORLD starts over.  Starla walks toward him.   \n[123] Grant keeps his back to her. Starla takes in the room. Photographs from their scrapbooks are all over the walls: photos from their wedding, and vacations, and family parties.  \n[124] Grant SCREECHES angrily at Starla. She quickly closes the drapes, not letting on she saw Bill.  \n[125] Starla tries to change the subject by walking to a wall with the photos.  \n[126] Grant looks at Starla with sad eyes, perhaps touched. Starla smiles nervously, expectantly.  \n[127] Starla moves slowly in toward Grant, as if to kiss him. Grant looks, well, joyful.  And then she yanks the metal spike from her skirt and JABS it into Grant's eye.  Grant SCREECHES, blind and bucking.   Starla SLAMS the spike into his other eye.  And she STABS him again, shoving the spike into his forehead, where it stays.  Starla leaps to the window.   She throws open the drapes.   \n[128] The WINDOW SHATTERS and the shot strikes Grant. He SCREECHES, swinging his tentacles aimlessly around the room in fury.  One tentacle SLAMS Starla against the wall, probably breaking a rib or two. Another tentacle SMASHES the CD player, squelching the song.   \n[129] Grant is struck in the head. He starts slithering out of the bedroom, feeling his way out.   \n[130] Starla, clutching her ribs and barely able to move, pulls herself up on the window.  Bill tosses her the grenade. She tries to catch it, but misses it. It lands on the carpet. She see Grant's tentacles slipping away. She tries to move but she's hurt bad, bleeding.   \n[131] Bill lands hard on the lawn between the two homes. He grabs a .38, and stands beside the window on Grant's house.  Through the window he sees Grant barreling down the stairs.  Bill SHOOTS Grant with the .38, SHATTERING the glass.  He UNLOADS the clip into him.  The diseased townsfolk surround Bill, grabbing him. Grant, using the others' eyes to see, snaps his tentacle forward, wrapping it around Bill's neck, raising him up. Grant \n[132] Starla appears at the top of the stairs, clutching her bloody side. She has the pin in one hand and the grenade in the other.  With all her remaining effort, she lobs the grenade behind Grant.  \n[133]Er...? \n[134] Grant's exploding flesh sends Bill flying backwards.   \n[135] Starla is thrown back.   \n[136] Around the house, the diseased's eyes gaze lifelessly upward as they each plummet to the grass.  \n[137] Bill unwraps what's left of the tentacle from his bruised neck, and looks around at the dead diseased. Grant's splattered flesh is around him.   Bill hears a quiet RATTLING sound. He looks around him. And then sees, down at his feet, what is actually a distorted piece of Grant's cerebellum. Sticking out of a new organic slit in the cerebellum is the quill-like spore. It quivers and trembles upward, its little bulbed spurs popping out.   \n[138] Starla crawls forward to look down through the smoke: most of the second floor has been blown away. Her mutated husband is just a mass of flesh and alien organs.   \n[139] Starla comes around the side of the house, holding a paper towel roll to the slice on her ribs. She sees Bill standing there. She smiles.  ", "Jack": "\n[1]Get the fuck out of the way, cocksucker! \n[2]Bill, you're Chief of police now. \n[3]Comes with some Goddamn responsibility, like keeping your people in line. \n[4]Bill! \n[5]Bill, we need to talk! \n[6]Bill, this Brenda's Randy Flagg's niece. We need to find Grant yesterday! The town council has lit a Roman candle and stuck it up my ass! \n[7]Don't fuck with me, Bill. Your post here as Chief is in dire straits you don't work this shit out. \n[8]How are you going to find him? \n[9]That young lady heard you say 'squid.' She's gonna go out and create a Goddamn hysteria! \n[10]Still, quit that talk! You yourself said it was dark in there! You don't know what you saw! \n[11]Bastard obviously got lyme disease! \n[12]Touch some deer feces out in the forest. Eat a sandwich without washing your hands. Then you got lyme disease. \n[13]I'll tell you what, no one with lyme disease gonna win any damn handsome contests! \n[14]Well, screw you all for laughin'. \n[15]'Ranch a -'?   What 'ranch attacks'? \n[16]I didn't know the Russkies were invading there, folks. \n[17]This turns out to be a mountain lion we're gonna look like a damn bunch of idiots. \n[18]You said 'squid'! \n[19]It's coming from in there, ain't it? \n[20]Bill, get her to stop that shit! \n[21]There you go, sugarplum! Why you choosing camps 'fore you hear -- \n[22]Both sides of the story!?       Both sides of the story!?  \n[23]You swore to honor and obey -- ", "MacReady": "", "Drawing": "", "Boy": "\n[1]You haven't seen him, have you? \n[2]Shut up. \n[3]You stop right there, you son of a bitch. I don't care what kinda leprosy you got. We need to find that girl. Now you can make this peaceful, or you can make it hard. ", "Margaret": "\n[1]It's open season. Let's shoot her. \n[2]Goddamn bambi-rat! \n[3]Ain't no mystery to it. She's raised in them shanties off St. Luc. Dirt-poor. \n[4]Sir, may I help -- ? \n[5]So, I think I got it part-way figured. You want to hear it? \n[6]So Grant -- I mean, we're saying this is Grant, right? \n[7]Grant kills a cow right about here. See there's the blood, musta slit its neck. \n[8]So he drags the cow backwards here. Only he prolly didn't know 'bout the Castavets had them dogs. \n[9]So the dogs attacked, somehow he slew 'em all, and he stole off with the cow into the forest. \n[10]You seen this guy, you'd wished they was. \n[11]We ain't never gonna find that girl now. \n[12]Bill!! \n[13]Think he's inside? \n[14]Is he alive? \n[15]Praise Jesus. \n[16]That's a long ways. Them worms are out there. \n[17]Wally? \n[18]You all right? \n[19]Maybe you better sit back down. You don't look so good. \n[20]Now, what'd I say?! Y'all just sit down! You need to get some Goddamn rest! You're sick! \n[21]It burns!! \n[22]What'd you do to my fuckin' hand?! ", "Butcher": "\n[1]Howdy, Mr. Grant. You goin' to the Deer Cheer this weekend? \n[2]What can I do you for? \n[3]How many you need? \n[4]All the rib eyes? ", "Gina": "", "Kid": "\n[1]Starlaaaaaaa!                  Starlaaaa!   \n[2] Bill walks into this young boy's bedroom, filled with airplanes and sports memorabilia.   He peeks around the window frame at the Grant bedroom window, now closed to him. He makes sure his shotgun is loaded.   \n[3] Bill glances down to see a diseased man looking up at him. In fact, they're all looking up at him. Bill is confused.   \n[4] Bill hears them approaching. He SHATTERS the window, and crawls onto a small mock-balcony outside.   ", "Brenda": "\n[1]Megan Halesy' little sister. \n[2]Nope.   Brenda! \n[3]I was! And I'll tell you somethin', Grant Grant. I's in love with you. \n[4]My sister Megan, she's a big fat cow. Was then, even more so now. I'd be thinking, what'd you see in her ain't in me? \n[5]Hell, I was game! \n[6]Fuck lucky. Never marry a damn half-Mexican. \n[7]Starla Covington. Don't be ignorant. Everyone knows that. Fucking prom queen. \n[8]Where you goin'? \n[9]Hey there, handsome. \n[10]Must be fate, us meeting again like this. \n[11]Shut up. \n[12]Took the kids to his Mom's for the weekend. \n[13]Where you takin' me, you bad boy! \n[14]What? \n[15]Grant!?    What -- ?! \n[16]No, no, we -- \n[17]My wife, Brenda. I think something has happened to her! \n[18]Grant? Grant, I'm hungry. I'm so fuckin' hungry I think I'm gonna die. \n[19]Grant, I'm sorry if I did something wrong! I think I gotta -- I think I should go to a hospital! \n[20]Something's wrong with me. \n[21]I didn't want no one to be seeing me like this. \n[22]How are my boys, Bill?    Are they all right? \n[23]I'm so fucking hungry, Bill. I'm so hungry. I just never knew anybody could be so hungry. \n[24]Would you mind handing me a piece of that possum there at your feet? Little bit? \n[25]It hurts! \n[26]Help me!!     Help!! \n[27]Little fuckers are tearing me aparrrr- ! \n[28]I gave you everything!         I.   Loved. You!   \n[29]You like Pardy better'n me? That's who you want to screw now?! \n[30]Then talk.                       Then talk.  ", "Gutierrez": "", "Karaoke": "", "Woman": "\n[1]Starlaaaaaaa!                  Starlaaaa!   \n[2]Pardy.   Pardy. Pardy.        Come on out, Pardy.  ", "Wally": "\n[1]Who told you that story, Trevor? \n[2]Also, Bill likes to take a female through the back door any chance he gets. \n[3]Chief of police there? This a squirrel. Bring me a bag of peanuts, motherfucker! \n[4]Surprised you're able to lift a mug after carrying that torch for so long. \n[5]What? \n[6]Grant around? \n[7]Pharmacy? \n[8]Some kids found her necklace near Tipper Creek, as well as what might be her blood on a rock. \n[9]It looks like one of them psyche tests. What do they call it? \n[10]What do you see? I see a butterfly. \n[11]Put that down, numbnuts! \n[12]It's a hundred thousand acres. Be finding a needle in a fuckstack. \n[13]Looks like a chipmunk. \n[14] \n[15]Ha! A cop from the get-go!   You son-of-a-bitch! \n[16]What we gonna do now, Bill?   Cuffs won't even fit on 'im. \n[17]There he is!     Over there! \n[18]It's something dead. \n[19]Uh, yeah. \n[20]What the fuck they gonna do with her in a hospital, Bill? \n[21]Hey, sugarplum. \n[22]Marriage. It's a sacred bond. Just like you said. \n[23]I'm sorry 'bout trying to strangle you and all. I lost -- Lost my head. I didn't want to do none of the things I done. Not kill them pets. Not make Brenda a womb. But it's my nature, ain't it? How can you blame a one for actin' according to his nature? \n[24]I wanted to tell you what was going on. But I didn't - didn't think you'd love me no more. I never knew... love, Starla, I -- \n[25]'Cause I am Grant! \n[26]I'm you husband --              I'm you husband, Goddammit --  \n[27]You ain't gonna shoot me! You always needed me to protect you! You for damn sure ain't got the balls to -- ", "Trevor": "\n[1]Did ya' feel that?! \n[2]I always get afraid when that happens, 'cause what if the ground cracks open and you fall inside? It's so hot in there you get all burnt to nothin' like that -- Happened to my uncle Barry. \n[3]My aunt. \n[4]What's she see in that douchebag? \n[5]Gold-digger, huh? \n[6]Fuck! \n[7]We saw his arm was all bendy. \n[8]Hey, look! \n[9]He knocked this'n's head clear over here! \n[10]Think we should get up a search party, head in there? \n[11]I see. It's like as if he's going in a pattern. Is that what you're saying, Bill? \n[12]Hey, Bill, we got that grenade we confiscated from them jokers wanted to use it fish for trout? \n[13]It got worse. \n[14]Where'd he go? \n[15]What the hell's that smell? \n[16]They wanted us to eat 'em!   Why would they want that!? \n[17]'Praise Jesus?' That's fucking pushing it, Margaret. \n[18]What the hell were those things?! You ever seen anything like that? You ever heard of anything like that? \n[19]Me neither. And I watch 'Animal Planet' all the fuckin' time! \n[20]It's got to be some Goddamn biological weapons. Government's testin' 'em out on us! 'Cause who gives a shit if Wheelsy disappears, right?! \n[21]I hope it ain't contagious. I'll be pissed as hell I turn into a big mollusk. I'll fuckin' sue, I swear to God. \n[22]Margaret. \n[23]Let go!! \n[24]Oh shit oh shit oh shit oh shit! \n[25]They killed Margaret! \n[26]We're coming your way, man! \n[27]Yeah. Sort of his eye, it came out there -- \n[28]What are they? \n[29]He's a fucking Martian?! \n[30]Don't worry, kid. Pretty soon, we'll be in town, everything'll be fine. \n[31]They musta hit a deer. Probably got out to see if it's okay. \n[32]Bambi-rats! \n[33]When I buy my zoo, I'm leaving them things the hell out! \n[34]What the hell are we going to do?! \n[35]Goddamn snakes!! ", "Kylie": "\n[1]Prolly go find it later, sell it on eBay. \n[2]Kylie! What'd you do to your fingers? \n[3]Kiri Goshima done 'em.    She's Japanese. \n[4]Looks like Pokemons done 'em to me! \n[5]Foreign stuff is classy if you knew something. \n[6]Oh. There's Jack. I want y'all to stay inside tonight. All right? \n[7] Kylie is running a bath.    She hears GUNSHOTS ECHO in the distance.  She peers out a little window above the tub, trying to see where the shots are coming from.   \n[8] Kylie is taking a steamy bubble bath. Her head is back, her eyes shut; she's enjoying the warm water. The tub faucet drips lightly in an uneven rhythm.   \n[9]   \n[10]Kylie! You're gonna turn into a plum in there! \n[11]Prune, Mom.    Plums turn into prunes. \n[12]I know what turns into what. You got school tomorrow. Finish up in there and get to bed. \n[13]Time to turn in, ladies. \n[14]Just a couple more pages, Mom? \n[15]Come on now. \n[16]G'night. \n[17]Night, Mom.                     Night.   \n[18]Sleep tight.   Don't let the bed bugs bite. \n[19] The door cracks open, and a parasite enters.   It slithers silently over the linoleum tiles.  It arrives at the base of the tub, and crawls up the side.  Kylie continues relaxing, her eyes closed. She doesn't see the parasite enter the soapy bath water at her feet.  Kylie hears a SOFT SPLASHING and peers down. She spots the creature swimming toward her between her knees.  Kylie SHRIEKS and scrambles up to get out of the tub.    As she clamors out, she slips and falls to the floor.  The parasite squirms up Kylie's wet naked back. Kylie SHRIEKS again, jumping up as she tries to slap the thing off.  \n[20]Mom!! \n[21] We are RUSHING through some amoebic landscape, PAST microbes and cytoplasm and cells, and to:   \n[22] Perhaps the memories of some creature not of earth. Its eyesight is not like our own; it's in grainy black and white and amber outlines. Various images FLASH in quick succession, including the following:  -- We are on top of an alien ANIMAL, pinning it down.    It HOWLS beneath us as we tear into its flesh, feasting.  -- All around us, diseased monstrous BEASTS feed on more alien animals. They lunge toward them and pin them down, ripping them apart, like some National Geographic documentary shot in Hell.  -- In FAST MOTION, unfamiliar plant life around us grows sick and withers, dying out.  -- A group of diseased monstrous beasts CRY OUT in uniform pain. They buckle to their knees; now they're dying.  -- The diseased beasts feed on their own appendages.   \n[23] -- We are CLIMBING UP through a creamy, gelatinous yellow. An opening slit widens in front of us, and we see Grant slowly bending to look at us, the forest behind him.   \n[24] -- We watch Starla soaping herself in the shower.  -- We make love to Starla, our hands on her face.  -- We sit over a convulsing Brenda, impregnating her with our tubule.  -- We see the posse members coming in toward us.   \n[25]Mom!!! \n[26]Mom!!    Mom!!! \n[27]Emily!!    Jenna!! \n[28]No!!   Nooo!! \n[29]Kylie, honey, you okay? Come on out. \n[30]Hi, Kylie.   It's me. \n[31]Open the door, sweetie. I know we don't look so good, but your mommy and daddy love you. \n[32]Get away!! \n[33]Now, Kylie, there's no excuse why not to be with your family. This is family fun day, isn't it? \n[34]Kyyy-leee, this is your last cha- ance. \n[35]Well, hello there, Pardy. \n[36]Poison ivy out back, maybe? \n[37]We're itchy! \n[38]They're not my... They killed... \n[39]Go!   Go!   Please! \n[40]The worms are in their brains. \n[41]Drivin' 'em around... \n[42]I was in the bath. It tried to go inside me and I -- for a minute I became it. \n[43]I got it out. \n[44]Part of him. \n[45]Mrs. Grant's husband. \n[46]But not always. I was -- He was... other stuff too. \n[47]For real it looks like a needle. Its real face. But it always gots another. \n[48]He goes from place to place, worlds... planets... killing 'em. He takes over half of what's alive and eats the other half. Till they're gone. \n[49]Now he's here.     He went in Mr. Grant. \n[50]He took him over. His body. His -- his brain, everything what he knew. He's only been dumb stuff before - amoeba-things, and rhino-things. He liked being human. Didn't want to change. \n[51]When one sees you they all see you. ", "Strutemyer": "\n[1] Kylie is blowing on a cup of coffee. Her MOM, DAD, and two younger SISTERS, aged 9 and 11, are relaxing after dinner. As Kylie's Mom picks up plates --  \n[2] Kylie's Dad steps onto the front porch of this quaint family farmhouse. He sees Jack heading toward the ranch, and waves. Jack gives a little salute, while muttering to the Older Cop.  \n[3] The posse fans out over this grassy land where the cattle graze, finding places to hide. The sun sets behind them.  \n[4] Darkness has crept over the ranch, and the beautiful, pastoral scene has become distinctly more sinister.  The wind blows hard, WHISTLING through the long weeds.  A rusty rooster windmill atop the old barn twists and CLINKS on its half-bent perch.  A piece of tarp hangs down from the barn roof, FLAPPING incessantly against the wooden wall.  Trevor and Jack; the Redneck and the Good Ol' Boy; and Margaret and the Older Cop are hidden around the ranch, waiting, watching or dozing.   \n[5] Inside the barn, the wind is only slightly quieter, and it's darker. Bill, Starla, and Wally are here. Bill peers out through the doorway at cattle drinking from the trough. He looks at Starla; her head tilts to the side as she nods off. When her head falls all the way, she snaps back up, and catches Bill gazing at her.  Bill nods and smiles. She doesn't smile back; she's embarrassed and miserable and this is the last place she wants to be.  They sit there for a moment in the dark.  \n[6] Jack smokes a cigarette as he keeps an eye out for the cow killer. The burning ember of the cigarette is blown off by the wind. Jack searches for it in the dry grass, trying to catch it before it starts a fire. He crawls forward, slapping the ground, when he glances up and sees...  A large, shadowy shape hulking through the trees on the edge of the forest.   \n[7] Bill, Starla, and Wally see Grant Grant emerging from the forest. He has transformed into something much more monstrous: a giant, gangrenous, slug-like beast, a clump of cells and tumor-like protuberances. He has various tentacle-like-arms growing out of him, like overgrown eyes on a potato. As opposed to just having the disease, he now seems to BE the disease itself.  \n[8] Jack and Trevor watch in amazement as Grant slithers across the field, his large, dark, watery eyes searching out prey. Jack turns to Trevor, pissed, and whispers:  \n[9] Bill and Wally stare out the window, motionless.  \n[10] Grant wraps a feeler around the cow's horns, and starts dragging it back in the direction of the forest.   \n[11] Bill motions through the barn window to Margaret.   \n[12] Margaret motions to Trevor.  Trevor motions to the recruits.  And Starla moves slowly in toward Grant.  \n[13] Parasites crawl over rocks and out of the forest and onto the ranch. The Strutemyer farmhouse looms nearby.   \n[14] The parasites squirm up the side of the house, sticking to the wood siding.   \n[15]  \n[16]  \n[17] THROUGH THE WINDOW we see Kylie's Mom start to close the door.  \n[18] Kylie's Mom shuts their door completely. The girls turn on their sides and close their eyes to sleep.  And the parasites pour in through the cracked window. They slither over the walls. Their slimy black-red bodies contrast sharply with the pretty flowered wallpaper.   \n[19] Kylie runs to the stairway.  \n[20] Kylie's youngest sister is on her knees on the bed, a parasite sticking out of her mouth. Her eyes are rolled back. Her arms flail spastically. The slithering beast wags its tail as it disappears down her throat.  Kylie's other sister is backing into a corner, with parasites crawling up her body. She's SCREAMING bloody hell, trying to slap them off.  Kylie runs toward her to help. Kylie slaps the parasites off her sister. But there's too many and they're too fast. They slide into her sister's mouth.  \n[21] Kylie steps onto this shingled, angled canopy over the front porch. She turns to see the parasites slithering out towards her. She looks down. It's probably too far to jump, but she has no choice.  So she jumps down onto --   \n[22] Kylie lands, hard, tumbling over.  She glances back at the front of the house.  THROUGH THE KITCHEN WINDOW she sees her Mom and Dad, eyes rolled back, convulsing, spitting up blood.  More parasites are crawling towards Kylie through the grass.  She spots her family's old Luv pickup truck on the driveway in front of her. She breaks for it.  She throws open the front door, and jumps inside.  The things approach, crawling in after her. Kylie tries to slam the door shut, but it won't; many things are stuck in the door jamb.   They SQUEAK in a chorus of pain, trying to wriggle toward her.  So she SLAMS the door AGAIN, and AGAIN, and she slices the little bastards in half.   \n[23] Kylie is still alone in the Luv truck. The windows are clear; the parasites have abandoned their quest, just as they did with the posse in the barn. But Kylie stays in the car, trembling, afraid to leave.  She HEARS a DOOR OPEN. She sees her parents and her sisters come stumbling out the front door of her home. They're also bloated and diseased. Their chins and shirts are stained with the blood they spit up.  \n[24] Bill, out of breath, runs out of the forest --   \n[25] Bill emerges on the edge of the ranch, stretching five or six acres out in front of him. On the other side of the field is the gravel road, where his police car is parked. Beside the field is the Strutemyer's farmhouse.  Bill HEARS a CRASH. He turns to see the diseased Strutemyers in their driveway, all holding rocks now, smashing the pickup's windows.  \n[26] Bill and Kylie arrive at his police car. Bill throws the door open, and shoves Kylie inside. As he starts to get in, he turns to see the two little girls closing in.  One opens her mouth and GLEEKS -- it shoots out and lands on the car right beside Bill's hand.  The other little girl opens her mouth to GLEEK as Bill jumps into the driver's seat. He slams the door shut just as the oozy liquid splashes on the window beside him.  Bill is grossed-out by this, but he doesn't have much time. He goes to reload his shotgun, when he remembers.  \n[27] Kylie's two sisters jump onto the hood, SCREECHING.   They SLAM rocks on the windshield. Kylie SCREAMS.  \n[28] The infected arrive at the car. Bill just lets his foot off the gas, and sits there, letting the ranchers leap onto the car. Kylie looks at Bill, panicked by his choice to do nothing.  ", "Janene": "\n[1]What are you so smiley about, girl? \n[2]Oh! You got that fresh-fucked glow, don't you? \n[3]You slut. \n[4]No shame.   You're a married woman. \n[5]Hey, Grant. "}}