{"filename": "Snow-White-and-the-Huntsman_script.txt", "imdb_id": "tt1735898", "imdb_url": "https://www.imdb.com/title/tt1735898", "characters": ["Muir", "Ravenna", "William", "Coll", "Quert", "Snow White's Mother", "Beith", "The Huntsman", "Snow White", "Duir", "Duke Hammond", "Nion", "Gus", "Gort", "Finn"], "dialogues": {"Muir": "\n[1]Quert? Quert jumps to and helps his father as he makes his way to Snow White. He touches her face and something happens in him. His demeanor softens and the hint of a smile lands on his lips. Meanwhile... \n[2]No!  She is destined. They all trade looks. Muir is the spiritual leader of the group and they dare not speak against him, even Beith. \n[3]No one listens to me. \n[4]Son?... Sing the one. Perched on his stone, QUERT nods; sings a more CHEERFUL SONG. Eric watches as Snow White walks over to Muir. Before she can say anything... \n[5]That seat's not taken, if that's what you were about to ask. She sits on the log beside him. Gort and Nion eye her. \n[6]It's only a log, no need to praise me. \n[7]Your father was a good man. The kingdom prospered. Our people prospered. \n[8]Aye. And that is all Muir will say on the subject. Gort fills in. \n[9]That was the month your father died. \n[10]As am I, princess. As am I. GUS walks over to Snow White. \n[11]It's blessing her. \n[12]You have eyes, huntsman, but do not see. You who have been with her the longest. Eric doesn't understand. \n[13]She is life itself. She will heal the land. She is the one. \n[14]No one listens to me. Can't you feel it? Are you ailments not gone? Gold or no gold, where she leads I follow. \n[15]The White Hart blessed the girl. Nion shakes his head and rolls his eyes, but Beith listens. \n[16]Even our own legends speak of the redeemer who will heal the land. \n[17]All the lions and wolves in the kingdom have tried to defeat the Queen and failed. Why not a mutton? The dwarves stare at him incredulously. \n[18]No. He gave his life for her. As will I if necessary. Look at us. Look at what we've become. They trade looks. They know where he's going with this. \n[19]We were once proud, now we pilfer and drink and dream of when we didn't. I am willing to die for a chance at becoming the man I once was. And that is the last word. Quert puts his arm around his father and kisses his forehead. Beith and Gort trade a nod and a smile. ", "Ravenna": "\n[1]My name is Ravenna, sire. The King is speechless now, gazing upon the face of an angel. \n[2]This - is all that can save you, Ravenna. The young Ravenna looks away, distracted by SHOUTS and COMMOTION outside. 10b EXT. GYPSY CAMP - SAME - DAY. 10b A little boy, FINN, runs as fast as he can through the snow toward the Gypsy Camp. Behind him, THE KING'S RIDERS advance on the camp. \n[3]Ravenna! \n[4]Present day. Still as a statue and even more beautiful as cheeks are powdered, eyebrows plucked and lips painted by several sets of HANDS. Her eyes stare straight ahead, unblinking, her mind elsewhere. Attendants are preparing Ravenna for her wedding to the King. \n[5]That is kind, child. Especially when it is said that yours is the face of true beauty in this kingdom. Snow White doesn't quite know how to answer this. \n[6] Would you like to be dressed up like this and married one day? Snow White nods. \n[7]I hope you'll invite me? \n[8]I know it is difficult, child. When I was your age I, too, lost my mother. \n[9]Yes. A King tore me from her arms, dressed me in lace and stole my innocence. Snow White's smile dies a bit; confused. \n[10]I can never take your mother's place, but I feel that you and I are bound.  I feel it here. Snow White mimics, touching her own heart, and smiles at Ravenna. It should be a touching moment but something in Snow White's face - the way her smile lights up the room - gives Ravenna pause. \n[11]The bane of Kings. When she does arrive she slowly crawls onto the bed, rolls him on his back, straddles him and offers the goblet. \n[12]Sup, my lord. King Magnus drains the goblet, tosses it and gropes her body. \n[13]Now you are mine. Her eyes gleam in the firelight. Magnus tries to playfully wrestle her off, but she grabs his hands and holds him down firmly. \n[14]I will destroy you. \n[15]As my people were destroyed. As my family was destroyed. As I would have been destroyed. He is slightly confused by this and his face begins to show discomfort. \n[16]But when a woman stays young forever - no man can resist her - and the world is hers. He suddenly STARTS TO CHOKE, his eyes widening in surprise. As he struggles for breath... \n[17]First I will take your life, my lord. Then I will take your throne. She reaches beneath the sheets, pulls out an ORNATE DAGGER and BRINGS IT DOWN THROUGH HIM -- 13a EXT. OUTSIDE ROYAL BEDROOM 13a Several Guards line the hallway. The door opens and Ravenna emerges. As she moves past them... \n[18]The King has laid down his sword for the night. Their eyes take her, lustfully, in as she strides away and disappears around a corner. \n[19]You must trust me, my love. With a small blade she nicks Ravenna's wrist. Three drops of blood fall into the white liquid - BOOM! BOOM! BOOM! Finn, Ravenna's brother blasts through the door. \n[20]Drink! Ravenna chokes it down. \n[21]Drink! And with it the ability to steal youth and beauty! For that is your ultimate power and only protection. Finn steps forward. \n[22]Welcome, brother. \n[23]Mirror, mirror, on the wall Who is the fairest of them all? There'.s a brief silence, then the surface of the mirror ripples. LIQUID-spills onto the floor where it reforms into the shape of THE MIRROR MAN. His body is a veil of reflective bronze but his face-is a distorted version of Ravenna's own. \n[24]But be warned Ravenna: By fairest blood it is done and only by fairest blood can it be undone. Ravenna looks back to see her mother and other gypsies put to the sword. Finn struggles free and chases after the King's men as they gallop away. \n[25]So kind of you all to stay over. \n[26]To the sword. 20b CONTINUED: 20b There are GASPS and SCREAMS as the Guards move the guests away. Ravenna notices Finn, off to one side, his dagger at the neck of Snow White, who stares defiantly at Ravenna. \n[27]Finn! Finn stops his exit with Snow White, and turns. Ravenna stares at the little girl, not sure where she stands with this one. And then,... \n[28]Lock her away. One never knows when royal blood may be of value. \n[29]And what of the Duke? \n[30]Lay siege to it. \n[31]Then lure him out! Burn every village that supports him. Poison their wells. If they still resist put their heads on pikes to decorate the roads! \n[32]I wish to interrogate them myself. She drops her robe and walks up the steps to her bath. She lowers herself into the white liquid. Her face disappears beneath the viscous liquid, then she rises, like a porcelain statue. 31a INT. BATHING CHAMBER - MOMENTS LATER 31a \n[33]  \n[34]Finn, do you remember when we were children, begging for scraps like those wretches? \n[35]Am I not kinder? \n[36]You left your home, your family, the bosom of my protection, to aid my enemies? Why? \n[37]Lost everything? Your son? She moves to Iain, right up to his face. \n[38]Very handsome. Obviously a debt owed to your wife. She reaches out and touches Iain's strong jaw. He struggles against the Guards that hold him back. \n[39]There was a time I would have lost my heart to a face like yours -- and you would have no doubt broken mine. In a flash Iain grabs a Guard's dagger and rams it into Ravenna's chest. She makes a pained face, looks down at the dagger, then up to Iain. \n[40]You would kill your Queen? She pulls the dagger out - there is no\"wound, no blood - and drops it on the ground. Iain and Thomas are shocked. \n[41] You have beauty. And courage. But how strong is your heart? She smiles, almost regrettably, then places her hand on his chest. We hear HIS HEART START TO HAMMER -- LOUDER AND LOUDER. He grimaces in pain as she SQUEEZES -- the hammering filling his ears -- until his heart finally bursts and he drops dead. Thomas falls to his knees in horror, trying to revive his son. Finn draws his sword to behead him when Ravenna raises her hand. \n[42]No. Let him return to the Duke and speak of the generosity of his Queen. With that she sweeps out, followed by Finn. It's only now that we see the lines on her face. Finn takes her by the arm as she falters. \n[43]  \n[44]And the expense grows. \n[45]old?... \n[46]My powers... fade. This is about as much as Ravenna can confess. Finn watches as she walks up the stairs to the mirror chamber. Then he turns and CLAPS HIS HANDS TWICE. A GUARD appears and Finn nods. 33a INT. MIRROR CHAMBER - ROYAL PALACE 33a Ravenna walks into the room. Eyes the mirror, afraid to look at herself. \n[47]Mirror, mirror, on the wall, Who is the fairest of them all? The bronze ripples. The Mirror Man pours out and reforms. \n[48]More beautiful, but -- \n[49]She won't live to see tomorrow. Who is it?! Give me her name?! \n[50]Snow White? Finn'.'.  I should have killed her as a child. She is my undoing? \n[51]How is it an innocent young girl makes a fool of my brother?! Armed only with a nail?! If she'd had a sword she'd have taken the whole castle! We're in front of her, behind her, on her face, on her feet -- She picks up the pace as well as the volume -- \n[52]You swore to protect me! Do you not understand what, the girl means to us?! This is my future! This is everything. Everything! â\u0080\u009e \n[53]There is no one I can trust in this place!! There is no loyalty! None!!!! \n[54]She's no good to me there, lost. I must have her heart! You have failed me! Finn's had enough, he erupts at her -- \n[55]Have I not given you all? All. She raises her finger and touches his face. His wound heals instantly and his face grows calm. He nods. \n[56]Don't fail me again, Finn. I have no powers in the Dark Forest. Bring me someone who knows it well. Someone who can hunt her! \n[57]My brother tells me you are a widower, a drunkard and one of few who has ventured into the dark forest. Finn looks on, standing nearby. \n[58]One of my prisoners has escaped there. \n[59]She. She shoots Finn a pointed look then looks back at Eric. \n[60]Find her. Bring her to me. Eric holds her gaze, uneasy at the request. \n[61]You will be rewarded handsomely. \n[62]There may be more than gold in the offing. \n[63]That is none of your concern. \n[64]You will do this for me, Huntsman. \n[65]So you wish to be reunited with your beloved? Eric reacts instinctively, grabbing her by the throat. The courtiers rise to their feet and the guards draw their swords, but Ravenna holds up her hand. \n[66]My condolences. Ravenna holds his gaze. \n[67]You miss her? His eyes say, yes, he misses her horribly. \n[68]What would you give to bring her back? Eric stares at her curiously. \n[69]You know of my powers. Bring me the girl and I will bring back your wife. \n[70]I can. Believe me, huntsman. Eric's eyes say he wants to believe. Needs to believe. \n[71]A life for a life. \n[72]Find her. \n[73]What did you say? Then she's right in her face -- \n[74] \n[75] \n[76]Finn ...no! She falls to the floor - writhing. She fights hard at first - but then begins to weaken - her power fades as she ages. Then she stops. \n[77]Forgive me, brother. \n[78]You will pay. You will pay!!! \n[79]You see, child, love always betrays us. A sigh escapes Snow White's lips, condensing into steam. \n[80]By fairest blood it was done and only by fairest blood can it be undone. You- were the only one who could break the-spell and end my life, and the only one pure enough to save me. She draws away, unwrapping her sacramental dagger. \n[81]You don't realize how lucky you are, never to know what it is to grow old. 158a CONTINUED: 158a She raises the knife, about to cut out Snow White's heart - \n[82]What must I do?! Where is she?! Where have they taken her?! Answer me! The mirror just REFLECTS RAVENNA'S weary and aging face. \n[83] \n[84]help me... \n[85]I don't need a map to see you've failed me, fool, your face is map enough! \n[86]Where are they now? \n[87]Deserters? \n[88]Let them come. Let them break their hearts and skulls on these castle walls and bring my prize to me. You must not harm her. I need her heart -- still warm with blood. As she strides away. To soldiers -- \n[89]Victory comes! 178a EXT. PLAINS - WIDE - DAWN. 178a Hammond's army thunders toward the castle. And then they arrive at -- \n[90]  \n[91]  \n[92]  \n[93]Come to me. \n[94]  \n[95]  \n[96]  \n[97]  \n[98]Let her come to me...ALIVE! Ravenna's soldiers are merely there to hold Snow White's army back. She has planned the whole thing, calculated every move. \n[99] \n[100]  \n[101]       \n[102]I'll show you thorns! In a terrifying tremor, the black ceiling of the throne room starts to shatter into millions of shards. \n[103]Come! ... Avenge your father, who was too weak to raise his sword. The millions of shards assemble themselves into three seven foot tall, razor sharp creatures. The DARK FAERIES: Ravenna's ultimate soldiers. Snow White looks at Eric and William - unable to help her. 209a CONTINUED: 209a Eric, William and the other men are completely surrounded by these creatures; they move so fast. Eric tries to step away from them... to no avail. One of the creatures rises in front of William. William tries to slash the creature. His sword goes through and the creature reforms itself right away. The Dark Faerie opens it's mouth and screeches. William gets smashed aside, saved only by his shield. The Dark Faerie grabs the soldier right behind William and sends him crashing into the wall. Snow White walks up the stairs, torn and powerless. She looks at Eric one last time. Eric looks back as he fights off a Dark Faerie with his two shields. He knows he does not have much time left but he is ready to make the final sacrifice. \n[104]And every day, every hour led you to this ,moment. It burned inside you. It drove you forward, and here you are.. Listening only to her heart, Snow White lunges towards Ravenna and tries - strikes at her with her sword. Ravenna steps aside and with very little effort - throws her to the other side of the room. \n[105]That's it. Fight. Fight for your land... for your loss and for Hope! \n[106]Watch them die. You gave them hope and they believed you. You have lead them to their deaths. How foolish your followers. 209c INT. THRONE ROOM - SAME - DAY 209c Eric is trying to stay alive. He rams a Faerie into a pillar. Shredding the stone, the Faerie explodes in shards and reforms immediately behind Eric. Grabbing the first man in sight, the Faerie throws the poor soldier to the other side of the room. on the opposite side another Faerie slides faster than the blink of an eye, grabs the man in flight extending it's cutting limbs and claws the soldier to his death. It is like carnage in slow motion. 209d OMITTED 209d 209e MOVED TO 209B 209e \n[107] You were never ready for this princess! Snow White struggles to get out of her lock. Ravenna is too strong. Snow White's wrist is twisted. She holds her sword tight but can't use it. Ravenna forces the twist. Her fragile bones crack. Snow White screams in pain. The sword drops on the ground. \n[108]Oh... please! Ravenna back hands Snow White, sending her crashing to the wall. SLAM! Cuts on her face. Ravenna looms closer, through the fire in the middle of the room. She stands IN the fire, unaffected. For Snow White it is a vision of pure hell. So much power, so much hate. \n[109]I have lived many lives. Ravaged entire kingdoms, I have been given powers you can't fathom. You cannot defeat ME? .you are but a child! Ravenna's skin blisters and heals. Ravenna raises her arms and black shards start to cover the walls behind her... entombing them in darkness... the trap closes. \n[110]But you are right... it is over. Ravenna's laughter pierces Snow White like a dagger. She feels powerless and lost, spitting blood and exhausted. What else can she do? Snow White stands up, stumbles, her right arm limp, blood dripping down her face. She stares at Ravenna, she won't back down... she will never back down. \n[111]I will never stop... I will give this wretched world the Queen it deserves... Ravenna slams Snow White down onto the stone floor next to the mirror altar. Snow White stretches for her sword as Ravenna approaches. Ravenna un-sheaths her dagger. \n[112]      \n[113] By fairest blood it is done! Ravenna strikes... in the blink of an eye Snow White blocks her strike, reaches for her dagger and plunges it into Ravenna's chest, just as the huntsman taught her. Ravenna gasps, locks eyes with Snow White. \n[114] \n[115] See child,... we are bound. ", "William": "\n[1]It's dying. It doesn't want to be touched. Snow White ignores him, approaching the bird herself. She kneels down, hesitates, then reaches out and strokes the magpie, calming its flapping before she picks it up. High up on a tree, ANOTHER MAGPIE looks on. \n[2]Father! The Princess! But the portcullis is down, separating Snow White and William. The last thing he sees is Snow White struggling in Finn's arms, being hauled back into the castle. \n[3]You asked for me, father? 73a CONTINUED: 73a \n[4]The Princess?!! \n[5]She lives?! \n[6]I'm going after her!. \n[7]Then I will go alone. \n[8]Then I'll find someone who does. William pulls away. \n[9]I will not abandon her a second time. \n[10]You need a bowman? FINN calls back. \n[11]I said do you need a bowman? Finn studies William with dead eyes. \n[12]I want to ride with you. \n[13]You are paying well and I need the coin. \n[14]No. \n[15]As you said, I'm quick with a bow. He nods to the guy on the ground, groaning with arrows in his thighs. \n[16]And unlike him, I have two good legs. Finn considers for a moment, then smiles, nods to the guy on the ground. \n[17]No, my lord. Finn spits fury and continues to race around, frantic. \n[18]It's me. William. Snow White stares in disbelief, tears of surprise welling in her eyes. Gus looks even more confused, lowering his axe. William slowly rises to his feet, gazing back at Snow White, when THEY HEAR A TWIG SNAP -- Gus hears it too, spinning around -- \n[19]My name is William. I am Duke Hammond's son. You look familiar. Eric dodges a bit with -- \n[20]I was looking for the princess. \n[21]To protect her. \n[22]And who are you? \n[23]I'm grateful for your help but I will take her from here. \n[24]I'm sorry I left you. She looks over and sees the remorse in his eyes. \n[25]If I'd known you were alive I would have come sooner. \n[26]It's not my place to give you orders. I misjudged you. Eric looks up. He shakes William's hand. \n[27]We shared a childhood together, before she was taken away. She hasn't changed. She has that same light inside her. Surely you can see it.. Eric looks at her. \n[28]If we can just get her to the castle, the people.. The people will see it. She's our only hope, Huntsman. \n[29]I've thought about her constantly. Every time I closed my eyes. I can hardly believe I've found her. \n[30]I'm afraid to. \n[31]Walk with me. They walk into the silver birches. \n[32]It will be. When you are Queen. Snow White turns, surprised by his words. \n[33]The people of this kingdom hate Ravenna with their very fiber. \n[34]Once people find out you're alive they will rise up in your name. Snow White stares back at him uncertainly. \n[35]You are his daughter. And rightful heir. \n[36]If I had a choice, I would take you far from here. And keep you safe by my side. But I have a duty. And so do you. They hold each other's gaze, Snow White still ridden with doubt. 150a CONTINUED:  150a \n[37]The same way you led me when we were children. I followed you everywhere. Ran when you called. I would have done anything for you. She looks touched by his words, smiling softly, trying to make light of them. \n[38]No? \n[39] What trick? Snow White holds his gaze, then snatches the apple from him before he can take a bite, raising it to her lips with a 150b OMITTED 150b 150c OMITTED 150c 150d EXT. CAMP SITE/ MOUNTAINS - DAWN. 150d. Eric, startled,- awakens. 150e EXT. MOUNTAINS - DAWN. 150e As Snow White chews, a flicker of a smile crosses William's face. Snow White stares curiously, then suddenly gasps, struggling to breathe -- 150f EXT. CAMP SITE/ MOUNTAINS - DAWN. 150f Eric stands up, looks around, dwarves still asleep. He shakes William, who wakes at the ready. They walk into the trees and follow -- \n[40]What are you looking at? Help her! The dwarves stare back at him gravely but don't respond. He's desperate now, irrational -- \n[41]You are dwarves, healers, save her! He grabs the blind seer, MUIR, shaking him. \n[42]Do something! Muir stares back at him with his empty eyes, tears glistening in them. William collapses in prayer, the light in Snow White's eyes almost gone. Eric looks over, sees William's grief is as great as his own, and finally stops fighting. Snow White looks up at William as if she wants to say something, then the light in her eyes goes out. The dwarves are heartbroken. Eric looks dazed. William leans down and kisses Snow White gently on the lips. He pulls away,.hoping against hope. And then -- Nothing happens. She lies there, lifeless and white as the falling snow. On all the faces - realizing that she is truly gone. \n[43]She died for us! For our cause! We cannot hide behind these walls and watch this land die with her! \n[44]My grief makes me see clearly, father. 163a INT. FUNERAL CHAMBER/ DUKE HAMMOND'S CASTLE - NIGHT. 163a Eric steps from the shadows up to Snow White's body, flask in hand. Drunk. \n[45]You must turn back! ", "Coll": "\n[1]Leave 'em to rot. \n[2]That would work, too, but my way's cleaner. Note: Coll and Duir have this \"at each other but we're comrades\" relationship. Coll also has an incessant cough. \n[3]True, but because of your size you eat and drink more, which costs more, so... 124a CONTINUED:  124a \n[4]That song takes me back to the battle of Tylweth Gate. A small horde versus an army. Pickaxes against swords and spears. \n[5]  \n[6]That's not how you sharpen an axe. You sharpen downward. Not upward.. \n[7]Well he taught you wrong. He raises the axe, only half in jest. \n[8]I like them odds. Behind them, Beith covers his nose from the stench, Gort and Nion look like they're about to be sick, and Muir and his son bring up the rear, the brown slime almost at Quert's mouth. \n[9]Four tops. ", "Quert": "\n[1]The white hart bows before the princess, father. Sure enough, the HART lowers its head before Snow White. Muir's face is lit up in the golden light, his blind eyes shining. \n[2]What about the gold he promised us? \n[3]Times like this I wish I was taller. ", "Beith": "\n[1]Well, well, well... the miscreant huntsman. \n[2]No, you horn beast, this is how I treat a friend! He smacks Eric with a gnarled stick. \n[3]This is my lucky day, the puttock I loathe most in the world lands in my lap. \n[4]Tell me what you've done right first? \n[5]Doesn't sound like you, huntsman. \n[6]Are you? \n[7]Hate's a strong word. But not strong enough in this case. \n[8]You were already lost seeing that you found us. \n[9]Goodness of your heart, eh, Huntsman? \n[10]Alright, we'll take you, but the huntsman can hang - \n[11]One dwarf's worth a dozen tallsters, I'll take my time thank you -- He suddenly stops as dozens more RIDERS appear on the hill. \n[12]Cut him down! MOVE OUT! Nion roughly cuts the line and the Huntsman drops to the ground as Gus gently lifts Snow White. They all hurry down the hill. \n[13]set up camp. \n[14]Fleecing us of all our rum, eh huntsman? \n[15]Not yet, nut-hook. What's in it for you?  I'm talking about the girl? Is it really just the gold? \n[16]Muir says she's destined. Question is, huntsman, for whom? Gus and Snow White are still dancing. \n[17]No one's ever seen it before. The excited Muir grabs his son Quert by the arm. \n[18]What is it, Nion? \n[19]Aye, the Queen will flay us alive for helping her! \n[20]We'll rest the night at the top of this hill. 148a INT. MIRROR CHAMBER - ROYAL PALACE - DAY. 148a From above - Ravenna stands in the center of the room, surrounded by ravens. She raises her arms and they take flight, circling above her. She lowers her arms and their swirling pattern lowers, until she is completely surrounded by them - a tornado of ravens. She has become them, and they her. \n[21]What we promised. \n[22]It's a miracle! Duke Hammond, embarrassed and still stunned by the sight of her, walks up the stairs to greet her. Several Generals follow him but stay a few steps below them. Hammond takes her by the hands as they speak. \n[23]Hi-Ho boys. Off to work. And they begin to crawl inside. \n[24]The gatehouse is fifty yards away to left. Half a dozen guards and fifty armed soldiers. Archers on either side. \n[25]Come on! \n[26]Now let's see how this works! -- With a mighty blow of his axe, Beith shatters the chains holding up the pulley. The counter weights go flying down and the portcullis comes shooting up -- then suddenly stops -- JAMMED. \n[27]Hail to the Queen! And then the huntsman smiles and leaves. ", "The": "\n[1]                 \n[2]This - is all that can save you, Ravenna. The young Ravenna looks away, distracted by SHOUTS and COMMOTION outside. 10b EXT. GYPSY CAMP - SAME - DAY. 10b A little boy, FINN, runs as fast as he can through the snow toward the Gypsy Camp. Behind him, THE KING'S RIDERS advance on the camp. \n[3]Ravenna's mother tries to keep her daughter's attention -- 10b CONTINUED: 10b \n[4]Ravenna! \n[5]  \n[6]You must trust me, my love. With a small blade she nicks Ravenna's wrist. Three drops of blood fall into the white liquid - BOOM! BOOM! BOOM! Finn, Ravenna's brother blasts through the door. \n[7]Drink! And with it the ability to steal youth and beauty! For that is your ultimate power and only protection. Finn steps forward. \n[8]But be warned Ravenna: By fairest blood it is done and only by fairest blood can it be undone. Ravenna looks back to see her mother and other gypsies put to the sword. Finn struggles free and chases after the King's men as they gallop away. \n[9]SARA, beautiful, in pain. A patch of blood blossoms on her dress. Her mouth is open, screaming but no sound comes out. \n[10]Eric's eyes flicker and begin to open -- then he hears it again. \n[11]The mountains and fortress provide impenetrable protection, my Queen. \n[12]We have just captured two of the rebel leaders. They will be put to the sword. \n[13]  \n[14]       \n[15]She fights to get away but he pins her with a foot, reaches down and turns her over. His first look at her gives him pause. Her face, her spirit, her youth. She slaps at him - he pulls out his knife with one hand while he pins her with the other. Then grabs, lifts her. \n[16] \n[17] \n[18]The boat stops and they get out. The women of the village move from their hut to greet them as they walk into the village. More women emerge from their huts to view the newcomers, no men in sight. They all have scarred faces. All the women have assembled alongside the group, watching with awe as they pass. They stare at Snow White and murmur. They can't take their eyes off her. Some even reach out to touch her sleeve or dress. \n[19]Snow White draws eyes upon the doll. Snow White's eyes fill with tears. \n[20]     \n[21]  \n[22] \n[23]Snow White feels the light on her face and to her surprise, she sees the two MAGPIES who watched over her at the castle. Two BEAUTIFUL FAIRIES WITH THE DEER EYES slip out of the magpies' bodies, beaming at her. As Snow White sits up, they direct her to the woods WHERE A DAZZLING LIGHT SHINES THROUGH A TREE. As she walks animals fall in alongside her. A little way away, Gus snores in his sleep. The golden light crosses his face and he wakes up. As he opens his eyes, he stares in wonder, then quickly wakes the other dwarves. They all stare in amazement now, even the blind MUIR. Eric is the last to wake up, wondering what the fuss is all about. They rise and follow to -- \n[24]She stands BENEATH THE GIANT TREE, facing a MAJESTIC WHITE HART. The air around the mystical creature shimmers with a golden light. \n[25] \n[26]  \n[27]  \n[28]Her lips part ever so slightly, and she lets out an almost inaudible whisper of breath. 163a CONTINUED:  163a \n[29]  \n[30]We look out at the faces of the dwarves, peering inside. \n[31] \n[32]  ", "Huntsman": "\n[1]                 \n[2]Sara holds out her hand. ", "Snow": "\n[1]                 \n[2]Pick it up, William. Her companion, William, also 7, braces himself, reaches down, then steps back in alarm as the bird starts flapping wildly. He tries to cover his embarrassment by sounding knowledgeable. \n[3]Hurry, William! Hurry! They run down the dunes, waves crashing, the sand gleaming in the sunlight, until they see the BEAUTIFUL CASTLE up ahead -- \n[4]We found it in the woods. The Queen takes the wounded magpie from Snow White. The King looks on sadly as she pulls a RIBBON from Snow White's hair and carefully binds the magpie's wing. William watches from the doorway, noticing how frail the Queen looks. The magpie's flapping gradually calms, its pain easing. \n[5]I'll look after it. The King watches Snow White, hiding his sorrow behind a smile. So does the Queen, holding back her tears. \n[6]You're so beautiful... Ravenna snaps to and looks into the face of Snow White, reverential, standing a few feet away. Ravenna's face softens as she looks at the face of Snow White. Ravenna beckons to her with a look and then holds out her arm - \"Come.\" As Snow White steps forward, the handmaidens withdraw until only one is left, weaving beautiful flowers in Ravenna's hair. \n[7]Of course. Snow White smiles, enchanted by her new friend. \n[8]You did? \n[9]  \n[10]  \n[11]Why?... Ravenna doesn't answer, just stands and walks away. \n[12]  \n[13]  \n[14]Hello?... What's your name? Rose, sitting in a dark corner, goes to her cell bars and looks out. \n[15]  \n[16]The Duke?! He's alive?! He still fights in my father's name?! Rose stares at the feral girl now, realizing who she is. \n[17]William? What about William?! The Duke's son?! Is he alive?! \n[18]  \n[19]Rose?... The Guard clangs the cell door shut and walks away. Snow White peers through the shadows. Can't quite make her out. \n[20]Rose?... \n[21]       \n[22]  \n[23]You've never come in before. \n[24]I'm afraid of her. \n[25]No. He can't help himself, reaches out and touches her arm. \n[26]What does she want from me? His finger move from her hair to her cheek, stroking it gently, and then to her chest. With his free hand he reaches back for his dagger. \n[27]Let me go! \n[28]She's going to kill me! The Oueen! He ignores, keeps moving. \n[29]Believe me! Her brother tried to cut out my heart. He stops, looks at her. \n[30]I swear it. He somehow believes her. New game. Then... \n[31]Him! He's the one! He came at me with a knife! Eric holds her tight, one arm around her neck. \n[32]You can't trust him! \n[33]He'll betray you - \n[34]He'll kill us both - \n[35]Get your hands off me. She draws his dagger. He backs off. Eyeball to eyeball: 67b CONTINUED: 67b \n[36]Get away. \n[37]Get away from me. \n[38]She wants us all dead. All of us- \n[39]You should know. You're the one hunting me. He backs away. Paces. \n[40]Where are you going? \n[41]I need to get to the Duke's Castle. There's an army there. I'll be safe. \n[42]Take me, you'll be rewarded. I'm valuable. Isn't that why you're here? \n[43]You're dead if you return without me. And I'm dead if you leave me. He turns, exasperated with her. \n[44]How much is enough? Eric \"reluctantly\" prices up the job. \n[45]A hundred. Deliver me safe to the Duke. I give you my word. \n[46]Maybe that's a question you should have asked the queen. Stand-off. \n[47]Do we have a deal? \n[48]I've given you my word. He spits on his hand. She puts out her hand. He shakes it. \n[49]I don't trust you either. She wipes it on her skirt. Behind them, a commotion. They run off. \n[50]You haven't answered me. \n[51]Where are we going? He takes a stick, draws in the dirt. \n[52]I'm going to the Duke's Castle. He grabs the stick back. \n[53]You'll take me to the Duke's castle or I'll go alone. \n[54] As soon as you get me out of the forest. \n[55]There's a reward that awaits you. There are noblemen there, an army. \n[56]How much do you want? Eric considers this, not sure how or if to negotiate. \n[57]Two hundred gold pieces. Do we have a deal? More, a lot more, than he was expecting. \n[58]Swear it. \n[59]Fine. He moves to a spot to lie down and gathers leaves. Snow White seeks her own spot and comes upon -- the RIB CAGE OF A DEAD DEER, a host of BEAUTIFUL BUTTERFLIES feeding on its bones. She is shocked. Eric notices... \n[60]Do you think... will they follow us? \n[61]How far have you travelled into the Dark Forest? \n[62]What is it? \n[63]A what? \n[64]She hears him call out and follows his tracks. \n[65]She's not real! Not real! Do you hear me?! He does and calms. She gets off him and he sits up, fatigued by the experience. A low point for him. He reaches for his flask -- pours the last single drop into his mouth. All gone. He tosses it aside. A lost soul. Snow White watches him with some compassion. He catches her look, gets up and walks away. 83b EXT. DARK FOREST OPEN AREA - DAY 83b Snow White catches up. \n[66]Who is she? The one you bargained for. The one that spoke to you. Who is Sara? \n[67]What? \n[68]Why are you?-- He lunges at her and she raises the blade. \n[69]What do you mean? 83b CONTINUED:  83b He jumps at her again and she puts her right foot forward, knife in right hand pointed. He starts to slowly move toward her. One step at a time. \n[70]Why do I need to learn how to kill? He looks at her. \n[71]Where are you going? \n[72]What is it? \n[73]Is this the end of the Dark Forest? \n[74]How far to the Duke's castle? He ignores, follows tracks, then stops as he sees the STONE BRIDGE below -- LEADING OUT OF THE DARK FOREST. Snow White stares at it too, relieved. Beyond the bridge there are open fens. They hurry down together and start to cross the bridge. They're half way across WHEN SUDDENLY WE SEE THE STONES START \n[75]If I had you'd be dead. A \"thank you\" would suffice. It's clear he sees her in a different light. She stares back at him. Eric holds her gaze, struggling a bit, then... \n[76]We mean you no harm. \n[77] Why are they looking at me like that? \n[78]She's beautiful. Lily smiles and runs off to play. Behind her Eric appears. \n[79]These women... This place.. It's very peaceful. But it makes me very sad. \n[80]That's not why. It's because I've never said the words. She looks at Lily playing. \n[81]I'm not sure I believe it myself. I never felt like a..  Alone in a dark cell. For years. Fighting to cling to memories. What he looked like. Smelled like. The kind man with the big arms and the wonderful smiles.. To me.. he wasn't The King. He was my father. Eric doesn't know what to say. In time, he reaches in his pocket. \n[82]What is it? \n[83]What is it made of? \n[84]Was it hers? It's the most honest and emotional he's been with her. \n[85]Thank you, huntsman. He looks at the sky. \n[86]She's so beautiful. \n[87]What is it? \n[88]  \n[89]We must help them! Anna sees Snow White fighting off Eric and shouts -- \n[90]Why did you come back? \n[91]  \n[92]Is there no one you haven't wronged? Eric nods at her. \"You.\" \n[93]Tell them the truth, huntsman. The youngest of the dwarves, GUS, is beaming at Snow White with his dirty teeth. \n[94]      \n[95]Do you hate the Queen? \n[96]My father was King Magnus. This carries weight with the group. Impressed. \n[97]If you accompany us to the Duke's castle you will be paid handsomely. \n[98]Your weight in gold. Each of you. The dwarves trade glances, literally sizing each other up. \n[99]Both of us. Eric looks surprised by her loyalty. So do the dwarves. Suddenly Duir calls out: \n[100]What is this place? The huntsman looks just as dazzled. \n[101]Really? \n[102]Thank you so much, sir. \n[103]No. For before. For defending me. \n[104]There were more of you? \n[105]I'm so sorry. \n[106]I'd be honored. Snow White gets up and dances with Gus as the song picks up. \n[107]I don't mind at all, Gus. I haven't danced in a long, long while. She feels eyes on her - turns to see the huntsman watching her with a slight smile. She smiles back and breaks away. \n[108]Do you mind, Gus? \n[109]You've taught me to fight, surely I can teach you to dance. Eric trades a look with Beith, who nudges him on. Eric stands and they proceed to dance, with her teaching. \n[110]Palms up, head straight, look me in the eyes. And... The huntsman moves better than you'd imagine. His face even softens as they both enjoy the dance. Beith looks on with a smile. 130a OMITTED 130a \n[111]Gus, no! Gus's axe stops inches from William's eyes. Snow White recognizes the young warrior, staring at him in surprise. \n[112]I saw you at the village. William looks up at her, out of breath: \n[113]Leave him, huntsman. He's our friend. He glares but his eyes glisten with tears. Snow White is still bowed over Gus's body, sobbing, mourning. The prayer chant ends. Nion spits with anger and walks away. \n[114]You didn't. \n[115]We were children, William. You're here now. They reach some steep rocks and Eric turns around, offering Snow White his hand. She takes it and he helps her up the slope. William looks on, feeling jealous. Beith follows Duir and Coll up to the summit of the hill, then looks at the surrounding peaks. \n[116]Up here it's as if nothing's changed. The world looks beautiful again. \n[117]It's strange, but... I feel only sorrow for her. William is taken aback by this but pushes on. \n[118]It takes more than a name. I an not my father, William. \n[119]How do I inspire? How do I lead men? \n[120]That's not how I remember it. \n[121]No... They gaze into each other's eyes, close enough to kiss. \n[122]I remember we were always arguing. And fighting. And... She trails off, lost in his gaze. He stops, leans closer and kisses her gently. They stay like that a moment, then William pulls away, holding something in his hand. Snow White smiles as she sees that it's an APPLE. With a mischievous smile, William holds out the apple for Snow White, just like he did when they were children. \n[123]I remember this trick. \n[124]No, my lord. William, below, stares at her in joy while his father still looks dazed. 171a CONTINUED: 171a \n[125]I have rested long enough. Her voice is gentle but full of quiet conviction. \n[126]I am ready to ride by your side, my lord, when you face the Queen in battle. The Duke looks speechless for a moment. \n[127]That is all I thought to do when I escaped. But I have come to learn there is no peace while others suffer. Have you not learned that? \n[128]I can vanquish her. Defeat her. I am the only one. She told me so herself. Duke Hammond starts to object, but Snow White's eyes and, now her feet, lead her down the stairs to her people. When she reaches the last step - now at their level - she speaks... \n[129]I have been told that I represent you, that it is my place to inspire you. That is wronct. I am not a Queen, not a leader, not a warrior. Absolute silence in the courtyard as people, lords, knights hang on her every word. \n[130]You represent me, who I've become - your hopes,: your courage, your will - inspires me. I have also been told my place is not to fight but to stay here, safely behind these walls. I will not. \n[131]I hold life sacred, even more since I've tasted freedom, but I've lost my fear of death. 171a CONTINUED:  171a Heads nod, people murmur approval. She has them in the palm of her hand. \n[132]If Ravenna comes for me, I will ride to meet her. And if she doesn't, I will ride to meet her.  Alone if I must.  But if you would join me, I will gladly give my life for you. For this land and its people have lost too much. Eric and the dwarves couldn't look prouder. Duke Hammond stares at her for a moment, then BOWS. A beat, then William follows, then all the Lords and Knights. His eyes fixed on Snow White, Eric bows too. Then Beith. Then Muir and his son, Quert. Then Coll and Duir. And finally even Gort and Nion. Snow White stands alone, overwhelmed by the faith of the kneeling warriors, and the responsibility on her shoulders. 171b INT. MIRROR CHAMBER - ROYAL PALACE - NIGHT. 171b Ravenna raises her head to look into the mirror. \n[133]So the Huntsman fights for something other than himself. \n[134]If we are at the portcullis when the sun clears the horizon it will be open. They all look at her. \n[135]Then we should ride now. They'll have the portcullis up by the time we arrive. Duke Hammond considers, then raises his sword. Snow white glances at the huntsman. He breaks rank and rides closer to her. There's a tense silence, then the Duke BRINGS DOWN HIS SWORD and his riders charge down the dunes. \n[136]I gave my word I would stand with them! \n[137] \n[138] \n[139]It ends today... I have come for YOU! \n[140]Ten years you locked me away! Ravenna seems to relish this. \n[141]  \n[142] By fairest blood... it is undone! Ravenna looks down. Three drops of blood fall onto Snow White's armor. \n[143]Why this? Why all of this? Snow White, overwhelmed by compassion, places her hand on Ravenna's chest. Ravenna puts her own wrinkled hand on Snow White's. Ravenna smiles. She gently taps on Snow White's... in a strange and affectionate motherly way. Eric and William, exhausted and battered climb the steps of the mirror chamber. It is over. Ravenna stares up at Snow White's face in a shining halo of light above her from the ceiling. \n[144] It will be all right... Ravenna whispers incomprehensible words with a peaceful smile \n[145]Backlit in a golden hue. A crown is placed on her head. We're in... ", "White": "\n[1]                 \n[2]Pick it up, William. Her companion, William, also 7, braces himself, reaches down, then steps back in alarm as the bird starts flapping wildly. He tries to cover his embarrassment by sounding knowledgeable. \n[3]Hurry, William! Hurry! They run down the dunes, waves crashing, the sand gleaming in the sunlight, until they see the BEAUTIFUL CASTLE up ahead -- \n[4]We found it in the woods. The Queen takes the wounded magpie from Snow White. The King looks on sadly as she pulls a RIBBON from Snow White's hair and carefully binds the magpie's wing. William watches from the doorway, noticing how frail the Queen looks. The magpie's flapping gradually calms, its pain easing. \n[5]I'll look after it. The King watches Snow White, hiding his sorrow behind a smile. So does the Queen, holding back her tears. \n[6]You're so beautiful... Ravenna snaps to and looks into the face of Snow White, reverential, standing a few feet away. Ravenna's face softens as she looks at the face of Snow White. Ravenna beckons to her with a look and then holds out her arm - \"Come.\" As Snow White steps forward, the handmaidens withdraw until only one is left, weaving beautiful flowers in Ravenna's hair. \n[7]Of course. Snow White smiles, enchanted by her new friend. \n[8]You did? \n[9]  \n[10]  \n[11] \n[12]Why?... Ravenna doesn't answer, just stands and walks away. \n[13]  \n[14]  \n[15]Hello?... What's your name? Rose, sitting in a dark corner, goes to her cell bars and looks out. \n[16]  \n[17]The Duke?! He's alive?! He still fights in my father's name?! Rose stares at the feral girl now, realizing who she is. \n[18]William? What about William?! The Duke's son?! Is he alive?! \n[19]  \n[20]Rose?... The Guard clangs the cell door shut and walks away. Snow White peers through the shadows. Can't quite make her out. \n[21]Rose?... \n[22]       \n[23]  \n[24]You've never come in before. \n[25]I'm afraid of her. \n[26]No. He can't help himself, reaches out and touches her arm. \n[27]What does she want from me? His finger move from her hair to her cheek, stroking it gently, and then to her chest. With his free hand he reaches back for his dagger. \n[28]Let me go! \n[29]She's going to kill me! The Oueen! He ignores, keeps moving. \n[30]Believe me! Her brother tried to cut out my heart. He stops, looks at her. \n[31]I swear it. He somehow believes her. New game. Then... \n[32]Him! He's the one! He came at me with a knife! Eric holds her tight, one arm around her neck. \n[33]You can't trust him! \n[34]He'll betray you - \n[35]He'll kill us both - \n[36]Get your hands off me. She draws his dagger. He backs off. Eyeball to eyeball: 67b CONTINUED: 67b \n[37]Get away. \n[38]Get away from me. \n[39]She wants us all dead. All of us- \n[40]You should know. You're the one hunting me. He backs away. Paces. \n[41]Where are you going? \n[42]I need to get to the Duke's Castle. There's an army there. I'll be safe. \n[43]Take me, you'll be rewarded. I'm valuable. Isn't that why you're here? \n[44]You're dead if you return without me. And I'm dead if you leave me. He turns, exasperated with her. \n[45]How much is enough? Eric \"reluctantly\" prices up the job. \n[46]A hundred. Deliver me safe to the Duke. I give you my word. \n[47]Maybe that's a question you should have asked the queen. Stand-off. \n[48]Do we have a deal? \n[49]I've given you my word. He spits on his hand. She puts out her hand. He shakes it. \n[50]I don't trust you either. She wipes it on her skirt. Behind them, a commotion. They run off. \n[51]You haven't answered me. \n[52]Where are we going? He takes a stick, draws in the dirt. \n[53]I'm going to the Duke's Castle. He grabs the stick back. \n[54]You'll take me to the Duke's castle or I'll go alone. \n[55] As soon as you get me out of the forest. \n[56]There's a reward that awaits you. There are noblemen there, an army. \n[57]How much do you want? Eric considers this, not sure how or if to negotiate. \n[58]Two hundred gold pieces. Do we have a deal? More, a lot more, than he was expecting. \n[59]Swear it. \n[60]Fine. He moves to a spot to lie down and gathers leaves. Snow White seeks her own spot and comes upon -- the RIB CAGE OF A DEAD DEER, a host of BEAUTIFUL BUTTERFLIES feeding on its bones. She is shocked. Eric notices... \n[61]Do you think... will they follow us? \n[62]How far have you travelled into the Dark Forest? \n[63]What is it? \n[64]A what? \n[65]She hears him call out and follows his tracks. \n[66]She's not real! Not real! Do you hear me?! He does and calms. She gets off him and he sits up, fatigued by the experience. A low point for him. He reaches for his flask -- pours the last single drop into his mouth. All gone. He tosses it aside. A lost soul. Snow White watches him with some compassion. He catches her look, gets up and walks away. 83b EXT. DARK FOREST OPEN AREA - DAY 83b Snow White catches up. \n[67]Who is she? The one you bargained for. The one that spoke to you. Who is Sara? \n[68]What? \n[69]Why are you?-- He lunges at her and she raises the blade. \n[70]What do you mean? 83b CONTINUED:  83b He jumps at her again and she puts her right foot forward, knife in right hand pointed. He starts to slowly move toward her. One step at a time. \n[71]Why do I need to learn how to kill? He looks at her. \n[72]Where are you going? \n[73]What is it? \n[74]Is this the end of the Dark Forest? \n[75]How far to the Duke's castle? He ignores, follows tracks, then stops as he sees the STONE BRIDGE below -- LEADING OUT OF THE DARK FOREST. Snow White stares at it too, relieved. Beyond the bridge there are open fens. They hurry down together and start to cross the bridge. They're half way across WHEN SUDDENLY WE SEE THE STONES START \n[76]She stands her ground, fighting her terror, PULLS HER KNIFE. The TROLL looms over her, but she doesn't retreat. She raises an arm, just as Eric instructed. \n[77]If I had you'd be dead. A \"thank you\" would suffice. It's clear he sees her in a different light. She stares back at him. Eric holds her gaze, struggling a bit, then... \n[78]We mean you no harm. \n[79] Why are they looking at me like that? \n[80]She's beautiful. Lily smiles and runs off to play. Behind her Eric appears. \n[81]These women... This place.. It's very peaceful. But it makes me very sad. \n[82]That's not why. It's because I've never said the words. She looks at Lily playing. \n[83]I'm not sure I believe it myself. I never felt like a..  Alone in a dark cell. For years. Fighting to cling to memories. What he looked like. Smelled like. The kind man with the big arms and the wonderful smiles.. To me.. he wasn't The King. He was my father. Eric doesn't know what to say. In time, he reaches in his pocket. \n[84]What is it? \n[85]What is it made of? \n[86]Was it hers? It's the most honest and emotional he's been with her. \n[87]Thank you, huntsman. He looks at the sky. \n[88]She's so beautiful. \n[89]What is it? \n[90]  \n[91]We must help them! Anna sees Snow White fighting off Eric and shouts -- \n[92]Why did you come back? \n[93]  \n[94]Is there no one you haven't wronged? Eric nods at her. \"You.\" \n[95]Tell them the truth, huntsman. The youngest of the dwarves, GUS, is beaming at Snow White with his dirty teeth. \n[96]      \n[97]Do you hate the Queen? \n[98]My father was King Magnus. This carries weight with the group. Impressed. \n[99]If you accompany us to the Duke's castle you will be paid handsomely. \n[100]Your weight in gold. Each of you. The dwarves trade glances, literally sizing each other up. \n[101]Both of us. Eric looks surprised by her loyalty. So do the dwarves. Suddenly Duir calls out: \n[102]What is this place? The huntsman looks just as dazzled. \n[103]Really? \n[104]Thank you so much, sir. \n[105]No. For before. For defending me. \n[106]There were more of you? \n[107]I'm so sorry. \n[108]I'd be honored. Snow White gets up and dances with Gus as the song picks up. \n[109]I don't mind at all, Gus. I haven't danced in a long, long while. She feels eyes on her - turns to see the huntsman watching her with a slight smile. She smiles back and breaks away. \n[110]Do you mind, Gus? \n[111]You've taught me to fight, surely I can teach you to dance. Eric trades a look with Beith, who nudges him on. Eric stands and they proceed to dance, with her teaching. \n[112]Palms up, head straight, look me in the eyes. And... The huntsman moves better than you'd imagine. His face even softens as they both enjoy the dance. Beith looks on with a smile. 130a OMITTED 130a \n[113]The HART roars in pain and bolts. The fairies and animals scatter in all directions now, their sanctuary violated. Eric looks up to see ALDAN the Yakut emerging through the trees on horseback, notching another arrow to his bow. A FIERCE WIND rips through the sanctuary now, shadows spreading where there was once light. Eric sees FINN appear on horseback, looking like a demon god in the gathering darkness. The huntsman grabs his axe. So do the dwarves, pulling on their battle masks. WILLIAM emerges through the trees to see ALDAN aiming his bow at Snow White. He rides into the Yakut's horse, knocking him off balance just as he fires -- The arrow narrowly misses Snow White, thudding into a tree. Gus grabs her by the hand. \n[114]Gus, no! Gus's axe stops inches from William's eyes. Snow White recognizes the young warrior, staring at him in surprise. \n[115]I saw you at the village. William looks up at her, out of breath: \n[116]Leave him, huntsman. He's our friend. He glares but his eyes glisten with tears. Snow White is still bowed over Gus's body, sobbing, mourning. The prayer chant ends. Nion spits with anger and walks away. \n[117]You didn't. \n[118]We were children, William. You're here now. They reach some steep rocks and Eric turns around, offering Snow White his hand. She takes it and he helps her up the slope. William looks on, feeling jealous. Beith follows Duir and Coll up to the summit of the hill, then looks at the surrounding peaks. \n[119]Up here it's as if nothing's changed. The world looks beautiful again. \n[120]It's strange, but... I feel only sorrow for her. William is taken aback by this but pushes on. \n[121]It takes more than a name. I an not my father, William. \n[122]How do I inspire? How do I lead men? \n[123]That's not how I remember it. \n[124]No... They gaze into each other's eyes, close enough to kiss. \n[125]I remember we were always arguing. And fighting. And... She trails off, lost in his gaze. He stops, leans closer and kisses her gently. They stay like that a moment, then William pulls away, holding something in his hand. Snow White smiles as she sees that it's an APPLE. With a mischievous smile, William holds out the apple for Snow White, just like he did when they were children. \n[126]I remember this trick. \n[127]No, my lord. William, below, stares at her in joy while his father still looks dazed. 171a CONTINUED: 171a \n[128]I have rested long enough. Her voice is gentle but full of quiet conviction. \n[129]I am ready to ride by your side, my lord, when you face the Queen in battle. The Duke looks speechless for a moment. \n[130]That is all I thought to do when I escaped. But I have come to learn there is no peace while others suffer. Have you not learned that? \n[131]I can vanquish her. Defeat her. I am the only one. She told me so herself. Duke Hammond starts to object, but Snow White's eyes and, now her feet, lead her down the stairs to her people. When she reaches the last step - now at their level - she speaks... \n[132]I have been told that I represent you, that it is my place to inspire you. That is wronct. I am not a Queen, not a leader, not a warrior. Absolute silence in the courtyard as people, lords, knights hang on her every word. \n[133]You represent me, who I've become - your hopes,: your courage, your will - inspires me. I have also been told my place is not to fight but to stay here, safely behind these walls. I will not. \n[134]I hold life sacred, even more since I've tasted freedom, but I've lost my fear of death. 171a CONTINUED:  171a Heads nod, people murmur approval. She has them in the palm of her hand. \n[135]If Ravenna comes for me, I will ride to meet her. And if she doesn't, I will ride to meet her.  Alone if I must.  But if you would join me, I will gladly give my life for you. For this land and its people have lost too much. Eric and the dwarves couldn't look prouder. Duke Hammond stares at her for a moment, then BOWS. A beat, then William follows, then all the Lords and Knights. His eyes fixed on Snow White, Eric bows too. Then Beith. Then Muir and his son, Quert. Then Coll and Duir. And finally even Gort and Nion. Snow White stands alone, overwhelmed by the faith of the kneeling warriors, and the responsibility on her shoulders. 171b INT. MIRROR CHAMBER - ROYAL PALACE - NIGHT. 171b Ravenna raises her head to look into the mirror. \n[136]So the Huntsman fights for something other than himself. \n[137]If we are at the portcullis when the sun clears the horizon it will be open. They all look at her. \n[138]Then we should ride now. They'll have the portcullis up by the time we arrive. Duke Hammond considers, then raises his sword. Snow white glances at the huntsman. He breaks rank and rides closer to her. There's a tense silence, then the Duke BRINGS DOWN HIS SWORD and his riders charge down the dunes. \n[139]I gave my word I would stand with them! \n[140] \n[141] \n[142]It ends today... I have come for YOU! \n[143]Ten years you locked me away! Ravenna seems to relish this. \n[144]  \n[145] By fairest blood... it is undone! Ravenna looks down. Three drops of blood fall onto Snow White's armor. \n[146]Why this? Why all of this? Snow White, overwhelmed by compassion, places her hand on Ravenna's chest. Ravenna puts her own wrinkled hand on Snow White's. Ravenna smiles. She gently taps on Snow White's... in a strange and affectionate motherly way. Eric and William, exhausted and battered climb the steps of the mirror chamber. It is over. Ravenna stares up at Snow White's face in a shining halo of light above her from the ceiling. \n[147] It will be all right... Ravenna whispers incomprehensible words with a peaceful smile \n[148]Backlit in a golden hue. A crown is placed on her head. We're in... ", "Duir": "\n[1]Yeah. Or skewer him and leave her to rot! \n[2] I get more than you. \n[3]Riders! The dwarves look round to see a DOZEN SILHOUETTED HORSEMEN appear on the crest of a DISTANT HILL. \n[4]Them were the days. What happened to your quailing cough? Coll shakes his head, \"dunno\". The two of them smile then join in the singing. A drunken GORT takes a swig of ale and staggers over to GUS. \n[5] Does this mean we're not fighting the Queen? \n[6]My father taught me how to sharpen an axe. \n[7]You want to test it? William watches Snow White warming herself by the fire, then heads over to Eric, who is also keeping watch. \n[8]Seven dwarves against an army. \n[9] Give us a couple of minutes. ", "Duke": "\n[1]We are here to serve you, your Majesty. As the King watches his daughter, ERIC'S VOICEOVER resumes: \n[2]From what hell comes this army? \n[3]  \n[4]  \n[5]  \n[6]I have news of the Princess. William stares in surprise -- \n[7]Ravenna has kept her all these years. \n[8]She escaped the castle and into the dark \n[9]We don't know if she survived -- Duke Hammond grabs him by the arm. \n[10]You ventured beyond the walls tonight, disobeying my orders. We are all that's left, William. I cannot afford to lose any more of my men. \n[11]And I cannot afford to lose my only heir! You do not know the dark forest! \n[12]      \n[13]     \n[14]Your grief clouds your judgement, my son. \n[15]My duty is to protect the people who come to me for help. I will defend them with my last drop of blood but I will not abandon these walls. I cannot afford to believe in miracles. He suddenly stops as the SHOUTS outside the tent get louder. He goes to the flap, opens it to see -- Snow White , still dressed in her white funeral robes, stands 171a EXT. COURTYARD - DUKE HAMMOND'S CASTLE 171a Everyone comes out of their tents and stands beneath Snow White. Her heart pounding, she makes her way down the stairs. All are riveted by the sight of her, as if they're looking on an angel or a living miracle. Eric makes his way back into the courtyard and he, too, is stunned as he slides in next to the dwarves in the crowd. \n[16]Your highness...  We thought you... \n[17]You must rest - \n[18]There will be no battle, your highness. The best thing you can do for your people is stay safe behind these walls. \n[19]The Queen cannot be defeated. She cannot be killed. And therefore there can be no victory. Snow White hesitates, her heart pounding, then replies: \n[20]My lord, we only have a few hours before the tide comes in. Not long enough to breach the castle walls. We'll either be completely exposed or drowned by the ocean. \n[21]Is there any other way in? Tunnels? Caves? \n[22]No, my lord. Gloom descends on the gathering. \n[23]But how? \n[24]We don't have much time. ", "Hammond": "\n[1]We are here to serve you, your Majesty. As the King watches his daughter, ERIC'S VOICEOVER resumes: \n[2]From what hell comes this army? \n[3]  \n[4]  \n[5]  \n[6]I have news of the Princess. William stares in surprise -- \n[7]Ravenna has kept her all these years. \n[8]She escaped the castle and into the dark \n[9]We don't know if she survived -- Duke Hammond grabs him by the arm. \n[10]You ventured beyond the walls tonight, disobeying my orders. We are all that's left, William. I cannot afford to lose any more of my men. \n[11]And I cannot afford to lose my only heir! You do not know the dark forest! \n[12]      \n[13]     \n[14]Your grief clouds your judgement, my son. \n[15]My duty is to protect the people who come to me for help. I will defend them with my last drop of blood but I will not abandon these walls. I cannot afford to believe in miracles. He suddenly stops as the SHOUTS outside the tent get louder. He goes to the flap, opens it to see -- Snow White , still dressed in her white funeral robes, stands 171a EXT. COURTYARD - DUKE HAMMOND'S CASTLE 171a Everyone comes out of their tents and stands beneath Snow White. Her heart pounding, she makes her way down the stairs. All are riveted by the sight of her, as if they're looking on an angel or a living miracle. Eric makes his way back into the courtyard and he, too, is stunned as he slides in next to the dwarves in the crowd. \n[16]Your highness...  We thought you... \n[17]You must rest - \n[18]There will be no battle, your highness. The best thing you can do for your people is stay safe behind these walls. \n[19]The Queen cannot be defeated. She cannot be killed. And therefore there can be no victory. Snow White hesitates, her heart pounding, then replies: \n[20]Is there any other way in? Tunnels? Caves? \n[21]But how? \n[22]We don't have much time. ", "Nion": "\n[1]Shut your ugly mug, huntsman. You had any pennies they would have fallen out your pockets by now. \n[2]Pull the other one, you lying dangler. \n[3]People, not ruttish swine. Nion gives Eric another smack around the head. \n[4]Blasted fairy music. Wish I had some wax to stuff my ears. \n[5]I don't trust her. And I don't believe in her, no matter what Muir says. Gort is still melancholy... \n[6]As long as the Queen's in charge we'll never know. \n[7]Queer. Since when? \n[8]Better. Gort's look goes from Nion to Snow White. \n[9]How much have you had to drink?! The huntsman drains the last few drops of his rum when BEITH approaches, sitting beside him gruffly. \n[10]We need to convene. They all follow him a few steps away, where they have privacy. \n[11]This is what happens when dwarves mix with men. We always come out worse. We have big hearts and we'll fight for any cause -- but for what? For some new Queen to call us runts and turn us out of our homes again? \n[12]What use is gold if you're dangling by your bony neck, you jackdaw?! \n[13]Gus lost his life because of her! \n[14]We're promised gold and volunteer for manure. How low has the dwarf race sunk? ", "Gus": "\n[1]Nothing, Miss. It's just... you been the prettiest thing I ever did seen. He smiles, almost sweetly, disarming her. Snow White looks at her other captors now, noticing a blind dwarf, , who sits with his son , also gazing at her. 124a CONTINUED:  124a \n[2]  \n[3]They call it Sanctuary, my lady. The Enchanted Forest. It's the home of the fairies. And slowly the hazy curtain gives way to an enchanted forest -- as different to the dark forest as one could imagine -- Life grows everywhere -- LUSH GRASS, PROUD TREES COVERED IN \n[4]Fairies. \n[5]I know I'm a bit spongy to look at, Miss, but would you care to dance-with a little 'un? \n[6] You don't mind me saying, you got two left feet for a princess. \n[7]Not at all. Snow White walks over to the Huntsman, holds out her hand. \n[8]Aye! The other Dwarves trade looks. Nion, the last, shrugs. As Snow White strokes the hart's neck, the golden light brightens, engulfing her. \n[9]Come on! He runs with her into the forest. Aldan turns on William furiously, drawing his curved sword, but before he can swing the dwarves attack both men -- Eric only has eyes for Finn. They stare at each other in the roaring wind, then Finn gallops into the forest after-Snow White Eric RUNS in the same direction -- \n[10] \n[11]I shan't leave you, Miss. ", "Gort": "\n[1]Shut it, you hedge pig. The Dwarf confab breaks up and they approach. \n[2]So what's the verdict? \n[3]Destined?... 124a CONTINUED:  124a \n[4]How handsomely? \n[5]There's plenty of moss. GORT scoops up a handful of moss and moulds himself some ear plugs, sticking them in his ears. Snow White is still mesmerized by the fairy music and the shimmering haze. \n[6]Pests. Of the other dwarves, only the blind MUIR seems to appreciate the beauty around him, enjoying the vibrations on his face. \n[7]Play louder, you whey-face, I can still hear those harpy fairies. He takes another swig and sings at the top of his voice, out of tune, trying to drown out the humming of the unseen fairies. Snow White and the huntsman look on, smiling. \n[8]What are you pribbling at, longshanks?! \n[9]I'm half of nothing.you canker blossom. \n[10]One day the group you see before you went down into the mine for a month long shift. Gus was only a boy. When we came back to the surface... nothing. The land was black, everything, everyone... dead, gone. We searched but... Gort surprises himself by choking up a bit. Muir helps out. \n[11]Just you and me,... do you think there are any of us left? Do you think perhaps they were merely banished? \n[12]Well, maybe that's the point, isn't it?  I feel funny. Queer almost. \n[13]How's your gout? Nion rubs his leg. \n[14]You don't think it has anything to do with... \n[15]So you're saying she is destined?... Muir can only shake his head. \n[16]I've nothing against the girl, but I'm not willing to risk my life for her either, like poor Gus. Beith considers quietly, the other dwarves listening too. \n[17]That little mutton? \n[18]What do we do? 158a CONTINUED:  158a ", "Finn": "\n[1]They're coming! The King's men! \n[2]I will protect my sister! Ravenna's mother reaches out and touches her son's forehead, closes her eyes, an incantation of sorts... \n[3]So it shall be, Finn. \n[4]Yes, my Queen. \n[5]Are you alright? Ravenna pulls her arm away furiously. The General and the others stare, alarmed. \n[6]Magic comes at a lofty price. \n[7]You look... \n[8]Tired. \n[9]I have something for what ails you. She turns to see -- Finn, with Rose. Ravenna almost smiles. Rose holds her gaze defiantly. Ravenna walks over, admires her face, smiles, then takes her by the throat and -- LIFTS HER OFF HER FEET. Rose opens her mouth to scream but instead of sound, ENERGY pours out. Ravenna opens her mouth, DEVOURING GRETA'S YOUTH AND BEAUTY. Like a flower blooming, her lines vanish. Like a flower wilting, Rose AGES until she's as old as the scullery maids. \n[10]Yes, Queen?... \n[11]Did I wake you? Snow White shakes her head gently. \n[12]Are you always awake when I watch you? \n[13]My Queen won't allow it. She wants you all to herself. \n[14]Not of me. \n[15]It's alright, princess. You will never again be locked in a cell. \n[16]Your beating heart. Snow White grips the roofing nail even tighter as she looks at him. As he leans closer, she notices his off hand - the dagger and -- She SLASHES him across the face with the nail. Blood flies. Finn reacts, grabs his face in pain, yells and Snow White kicks him and runs for the door, locking it behind -- \n[17] \n[18]She was chased into the dark forest. She's likely already dead. She SCREAMS and slaps him viciously. \n[19]Have I not given all to you?! She takes this, softens, unexpectedly, and almost smiles. \n[20]Indeed, my Queen. \n[21]The Queen demands the services of someone to navigate the Dark Forest. The villagers stay mum, shaking their heads. \n[22]You will be compensated. Still no takers. An OLD-TIMER stares right at FINN, steps forwards. \n[23]Where might I find him. \n[24]The Queen demands your presence. \n[25]You fought in the west? Against the armies of the five kings? Eric nods without looking at him, gazing at the forest. \n[26]You must have seen a great deal of death? \n[27]Come now, you're being modest. There is a difference between gutting a deer and gutting a man. How many did you kill? \n[28] Nor I. But I recall every face. There is no greater delight than battle. Eric finds this unseemly, but prefers not to engage. \n[29]Come now, huntsman, what do you feel when you watch a man die? Delight? Invincibility? \n[30]And what of them? At the tip of your sword. What do they feel? I'd enjoy knowing. Eric looks at him, realizing from Finn's face that it is an honest question. - \n[31]The.only difference between you and I is I'-never found a wife to save my soul. \n[32]Quick work! Eric looks up to see Finn and his men approaching. Snow White gasps at the sight of Finn. \n[33]Well done, huntsman. Hand her over. \n[34]Why do you care? Finn nods and the Guards approach. Eric grips her tighter. \n[35]Come now huntsman, you did your job well. Keep your word and hand her over. \n[36]You are a drunk and a fool. My Queen has many powers; she can take life or sustain it. But she can't bring your wife back from the dead. \n[37]Butcher him! Find her! The Guards, also trying to cover their noses, move forward. Eric has a decision to make. Bad odds. And he's injured. Eric decides in an instant, grabs his knife out of the dead Guard, as well as his hatchet from the tree and runs after Snow White -- \n[38]This is not finished! The words echo through the dark forest. 67b EXT. DARK FOREST - ERIC AND SNOW WHITE - SAME 67b Eric removes his hand from Snow White's mouth. At once she PUNCHES HIM WITH ALL SHE'S GOT. He steps back, licks his bloody lip. She takes another swing. This one he manages to grab. \n[39]Which of you knows the dark forest? A powerfully built Yakut tracker, ALDAN, and BROCH both nod. \n[40]You. You. You. You. He's selected Aldan, Broch and points to others. As we move down the line we see -- William, hat low, trying to look tough. Finn selects a few more. \n[41]Load and prepare. You ride for bounty. Into the dark forest. The rest of you. Away ! As they disperse.. William sets his jaw, and heads off.. \n[42]I have a bowman. Away. WILLIAM stands unblinking. \n[43]I said away, damn you! WILLIAM doesn't move. Finn turns to the bowman. \n[44]Kill him. \n[45]Wait! Finn sizes up William. \n[46]You're quick with a bow. \n[47]Why? \n[48]Have you traversed the Dark Forest? \n[49]Then what use are you? \n[50]Replace him. William looks at Finn gratefully. Finn studies him with a curious smile then rides on. \n[51]Run, rats, run. Find her! William looks around the burning village in panic. \n[52]Have you seen her? \n[53]The word echoes in the palace -- \n[54]I captured many girls, but your wife was special. \n[55]She fought and then she begged. For her life. Please?!!! You should know she called for you. Your Sara. \n[56]She told me. Just before I slit her throat. \n[57]Now you can look for her in the other world and beg for her forgiveness. \n[58]Sister -- heal me!! -- \n[59]Sister... Finn twitches for a moment, looks to Eric. \n[60]I feel... Then the light goes out of his eyes. He is finally dead. Slowly, Eric pulls himself free of the branches cutting into his flesh. "}}