{"filename": "Solaris_script.txt", "imdb_id": "tt0307479", "imdb_url": "https://www.imdb.com/title/tt0307479", "characters": ["Complete credited cast:", "Friend #2", "Dinner Guest", "Snow", "Patient #1 (as Kent D. Faulcon)", "Patient #2 (as Lauren M. Cohn)", "Gibarian", "Rest of cast listed alphabetically:", "Chris Kelvin", "DBA Emissary #1", "Gordon", "DBA Emissary #2", "Mrs. Gibarian", "Gibarian's Son", "Friend #1", "Rheya"], "dialogues": {"Friend": "\n[1] Another night.  Rheya is wound up.  Not drunk, something else.  She has an odd look in her eyes.  We are at a dinner party, and there are people trying -- but failing -- not to watch.  ", "#2": "", "Dinner": "", "Guest": "", "Snow": "\n[1]Yes.  We heard. \n[2]He's dead. \n[3]Suicide. \n[4]You didn't bring any chocolate, did you? \n[5]  \n[6]I can't talk just now.  I'm too tired. \n[7]In his lab.  He won't let you in. \n[8]Kelvin, if you see anything unusual... \n[9]... try to stay calm. \n[10] Snow is lying on his bunk.  \n[11] \n[12]Who was it? \n[13]Oh, that's a relief. \n[14]How much sleep do you need? \n[15]How long can you go without sleep? \n[16]Well, when you do go to sleep: barricade your door. \n[17]Was her breakfast conversation that bad? \n[18]I told you, try to stay calm. You're supposed to be the psychologist of the bunch. \n[19]Personally, I think it's God.  At least, it fits my definition. \n[20]I'm not sure. It started with Gibarian.  He locked himself in his room and refused to talk except through a crack in the door.  He covered the video lens.  Obviously we thought he was having a nervous breakdown. I don't know why he didn't tell us he had somebody in there.  By this time, we were getting visitors, too.  He was desperately trying to figure it out.  Day and night. Who was she? \n[21]Dead? \n[22]She has materialized from your memory of her.  What was her name? \n[23]It started about three months ago. Right after the government sold the expedition.  We were ready to go home. \n[24]Probably. \n[25]Told you what? \n[26]What will you say? \n[27]What are you going to report back to Earth? \n[28]An enormous amount of money changed hands to get control of this project.  We are in little danger of being left alone for long. You'll need to do something. Otherwise they'll be sending someone out to recover you. \n[29]That's ludicrous.  This is contact. We have found God.  The only issue is figuring out how to prove this in a way that will make sense back on Earth.  So how will we describe it, if we choose to describe it at all? \n[30]It's God. \n[31]We're not even sure it will let us leave. \n[32]Kelvin, you awake? \n[33]Can you meet me and Sartorius on B deck in an hour? \n[34]Just a little strategy session. But in person this time. \n[35]He won't do it. \n[36]He won't. \n[37]We want to talk freely. \n[38]It's an experiment. \n[39]The same vulnerabilities? \n[40]And when a given situation no longer corresponds to the normal faculties of the... original, the visitor suffers some sort of disconnected consciousness. \n[41]Are the actions of Solaris premeditated? \n[42]I'm just trying to find an explanation for the continual reappearances. \n[43]It's like they're plugged into a game, which goes around and around, endlessly repeating itself. \n[44]You're unnerved because you've spent your whole life thinking nobody is looking over you, and suddenly your subconscious is an open book.  We are, for the first time, experiencing changes in natural reality by a force not our own.  That proves that -- \n[45]If God is beyond our comprehension, and she -- -- is here for reasons that can't be understood, isn't God here? \n[46]Stop equivocating!  Unbelievable, how you equivocate!  You, the atheist, you're more dogmatic than any holy person I've ever seen! This is happening, Kevin.  Wake up. \n[47]Who are you trying to convince? \n[48]It will end badly.  As inevitably as the rising of a bubble. \n[49]Let's all meet tomorrow.  Sartorius has some new ideas, about making it stop. \n[50]Gibarian was under enormous -- \n[51]We didn't even get to hear his new ideas. \n[52]I'm not feeling well. \n[53]We can liquidate the station.  Take the Athena back. \n[54]Of course, when we return, we'll be regarded as lunatics if we tell the truth. We'll chalk it up to isolation, collective derangement. \n[55]Well, I think we're reaching the point of diminishing returns here, right?  Certainly it's learning more about us than we'll ever learn about it. \n[56]Perhaps it did. \n[57]But they are human.  They certainly become human with incredible speed. First they're like they were in our memory, but then they fill in on their own.  DNA doesn't determine the hundreds of trillions of connections that occur in the brain, it's not dense enough.  They build up with experience. \n[58]That's right.  And we all have to sleep, eventually. \n[59]What happened? \n[60]She'll come back, don't worry.  But then what?  My theory is she can only live here, that she will die if she leaves this ship. \n[61]Why do you think she hasn't suggested that?  It's the most obvious solution: Escape.  She knows she can't leave here -- \n[62]Oh, this one you love?  What about the first one, the one you fucked and then put into a rocket and blasted into space?  You didn't love her? \n[63]What happens if she comes back?  Is that polygamy?  And even if you could take her home, how would you get her through?  You think they're not going to notice her? \n[64]I never get used to them, these... \"Resurrections\". \n[65]She knows everything?  Does she know she came once before and you put her in -- \n[66]What do you want? \n[67] \n[68]What do you want to do, leave the station with her? \n[69]Kelvin, she'll disintegrate.  You don't believe me?  Let's radio that shuttle pod you launched -- better yet, let's go get it.  I've charted it's trajectory, only take a few hours... \n[70]Maybe she doesn't need any.  Should we check? \n[71]Who are you trying to please? Yourself?  Her?  Which her, this one or that one.  Can you face both?  We are in a situation that is beyond morality.  So: Leave with her.  You'll see the transformation. \n[72]You'll see her die, that's all. They're mortal, despite what she told you.  She will die.  Then what will you do? \n[73]You do, you don't.  She's willing to give her life, you're willing to give yours, it's touching and magnificent, anything you want but -- this isn't the place for it. Don't you see?  No, you don't. \n[74]I don't think it dislikes us.  I think it just noticed us.  It lives, thinks, and acts.  We are dealing with a living creature here, no question.  And it's done something we've never been able to do: create a perfect human body. Perfect except for the subatomic alterations, but... \n[75]I won't be making the trip. \n[76]I'm not Snow. \n[77]I got rid of him.  I wanted to see if... I wanted to be the only one. I wanted to be Snow. \n[78]Oh, right away.  That's why you never saw me with anyone.  You should've noticed that.  I miss him, though.  I think I made a mistake. \n[79]But I can't leave with you.  I won't make it. \n[80]You go ahead.  Of what I remember about Earth... it's all one thing now.  Everything's a blur.  I like distinctions. ", "Gibarian": "\n[1]We take off into the cosmos, ready for anything: solitude, hardship, exhaustion, death.  We're proud of ourselves, in a way.  But our enthusiasm is a sham.  We don't want to conquer the cosmos -- we want to extend the boundaries of Earth to the cosmos.  We are only seeking Man.  We don't want Other Worlds.  We want mirrors. Maybe we don't need to know what it is, or why.  Maybe just knowing that it is should be enough. \n[2] Ransacked.  Kelvin registers it, then moves to the corner of the room where the computer terminal rests.  Within moments he has discovered Gibarian has recorded a video message for him to replay.  \n[3]Hi, Chris. I'm so glad you came. I still have a little time, and I want to tell you something.  To warn you.  By now you know about me, or if you don't, get Snow or Sartorius to tell you; it doesn't matter. I didn't lose my mind.  You should be able to tell from this video. I'm not mad. If it happens to you, remember that it isn't madness. You should know, I'm in favor of destroying Solaris.  I know that's... illegal.  And unethical. And irresponsible.  But it's the only way to make it stop. \n[4](addressing whoever made \n[5]A pre-biological colloidal envelope, possibly exceeding terrestrial structures in complexity; a plasmic mechanism. Probably without life as we conceive it, but capable of performing functional activities on an astronomic scale.  My view is that Solaris has reached, in a single bound, the \"homeostatic ocean\" stage without passing through stages of terrestrial evolution.  I think it bypassed cellular development altogether. It hasn't taken endless eons to adapt itself to its environment, but in fact dominated its environment immediately.  From the moment it existed, it was the most superior element in the Universe. And now it passes the time doing extravagant theoretical thinking about the Universe, with us as the cast. \n[6]It's engaged in a never-ending process of transformation; an ontological autometamorphosis, begging the question: Can thought exist separately from consciousness? \n[7]Nelson, we have the opportunity -- \n[8]Maybe it's stuck.  Maybe its power isn't that God-like.  I mean, we have God-like power relative to an insect, but that doesn't mean we can move the Earth around at will. Maybe it's like a spider web, waiting for something to show up. We intercepted some brief fragments of what must be an everlasting monologue with itself.  Of course it was beyond our understanding. I've come to hate it here.  There's only one way out of its reach, for us.  Humans. \n[9]   \n[10]Leave the light off. \n[11]I wish you'd come a little sooner. I might not have had to kill myself. \n[12]You think you're dreaming me, like you dream her.  Understand something: I am the real Gibarian. Just a new incarnation. \n[13]You're being tricked.  Sartorius picked a fight with you to avoid telling you about his idea for getting rid of the visitors.  He's figured out they're made of subatomic particles called neutrinos, and he's going to create a negative neutrino field.  Twenty four hours a day, until they're back on Earth. \n[14]It can.  Ordinary matter, like ours?  Not affected.  Everything else, disintegrates. \n[15]What I'm saying is: Don't trust anyone.  Find yourself a weapon of some sort. \n[16]You'll end up like me. \n[17]No?  Who am I, then? \n[18]And you're not?  Maybe you're my puppet.  But like all puppets, you think you're actually human.  It's The Puppet's Dream.  Wondering if they're human! \n[19] As we saw him before, sitting in the chair.  But we didn't hear him say this before:  \n[20]If they succeed, you'll never see her again. \n[21] On his suicide tape:  \n[22]If Solaris is inside our brain, and it knows everything, and we're only consciously aware of what 2% of our brain is up to at any given moment, it knows us better than we know ourselves.  It's not even close. ", "Chris": "", "Kelvin": "\n[1] in the same capsule, a month later.  He is asleep.  \n[2] in the same capsule, two months later.  He is dictating some coordinates to Earth.  He absently scratches his heavy growth of beard.  \n[3] two months later still.  He is looking out his small, rectangular window, and for the fist time we cut around to see the approaching planet: SOLARIS.  Kelvin stares at it, hypnotized.  It has a translucent quality, as though it is lit from within, and its undulating, ocean-like surface slowly changes colors.  Kelvin's attention is diverted as an orbiting ship, the PROMETHEUS, edges into frame.  \n[4]Prometheus, this is Athena 7, on approach, do you read me? Prometheus, this is Athena 7, on approach, do you read me? \n[5]Snow.  Didn't you hear me radio? I'm Kelvin. \n[6]What's wrong?  What happened to Gibarian? \n[7]How? \n[8]What? \n[9]What happened here? \n[10]Where's Sartorius? \n[11] \n[12]Let me in. \n[13]All right. \n[14]What happened to Gibarian? \n[15]I want to hear your version. \n[16]I am here to recover this mission, report my findings, and make a recommendation.  Now: What happened to him? \n[17]Where's his body? \n[18]Her?  Who are you talking about? \n[19]They shouldn't let people like you into space. \n[20]Listen -- \n[21]Is there anybody else here? \n[22]Gibarian warned me.  He left me a message. \n[23]She was real.  Where did she come from? \n[24]Tell me.  I won't think you're insane. \n[25]Where did she come from? \n[26]How much sleep? \n[27]That depends. \n[28]The Prometheus, as far as I can tell, is functionally intact.  Crew status: One dead, Gibarian.  Cause of death appears to be suicide. \n[29] Kelvin speaks into a video communication device.  As he does, we see images of the things and people he describes.  \n[30]Interviews with the surviving members and a perusal of the deceased's personal effects indicate he was suffering from severe depression with psychotic features, along with bouts of hypomania, dementia, delirium, and primary insomnia.  All of these symptoms, combined with a profound sense of isolation, are commonly found in studies of low stimulation environments, particularly long range space travel.  Snow and Sartorius show indications of depression, including dysthymic and bipolar I; a variety of stress disorders, including acute and posttraumatic; and suggestions of agoraphobia, obsessive/compulsive disorder, and hypersomnia.  I emphasize these are preliminary opinions on my part.  I will attempt to convince Snow and Sartorius to return to Earth, but as they currently view me as an intruder of sorts, this may take some time. \n[31] Later.  Kelvin is lying down.  The lights are out, and he is trying to sleep.  After a moment, he gets up, checks the lock on his door, and lies back down.  Then he gets up and moves a chair in front of the door, and lies back down.  Then he gets up and puts two heavy cases on top of the chair, and lies back down.  Laughing to himself, he drifts off to sleep.  Silence.  \n[32] Asleep.  Then:  \n[33] Asleep on the ship.  After a beat:  \n[34] Awakens, blinks, and slowly recognizes her.  If he is not entirely surprised it is because he has obviously dreamed of Rheya before.  He looks at her, simply.  \n[35] Kelvin is asleep, Rheya in his arms.  He wakes up and looks at her, perplexed.  After a beat he rises to sit on the edge of the bed.  A wave of terror is barely suppressed as he puts his hand to his forehead.  Rheya opens her eyes.  \n[36]Oh, God.  I'm awake. \n[37]Where did you come from? \n[38]How are you here? \n[39]Yes. \n[40]I need to see Snow. \n[41] \n[42]Why? \n[43]I'll be right back. \n[44]All right.  All right.  Here. \n[45]To calm your anxiety. \n[46]Yes. \n[47]Go ahead.  I'll close the door behind me. \n[48] In agony as he watches a real-time, beat-by-beat brand of technological murder take place: Rheya's pod is pushed off into space.  \n[49] collapses to the ground, shattered.  \n[50] Kelvin, on the edge of his bed.  He wants to tear himself inside out.  A voice calls over the intercom: Snow's.  \n[51]Shut up. \n[52]What was it? \n[53]And professionally? \n[54]My wife. \n[55]Rheya. \n[56]Will she come back? \n[57]I wish you'd told me. \n[58]To who? \n[59]I don't know. \n[60]Gibarian said he thinks Solaris should be destroyed. \n[61] Kelvin is lying down, looking at the door.  After a beat, he turns out the lights and rolls over.  \n[62] Time has passed.  Kelvin is asleep.  RHEYA leans into frame and kisses him.  Without even waking, he kisses her back, hungrily.  \n[63]Rheya... \n[64] Kelvin and Rheya are asleep.  \n[65]\"And Death Shall Have No Dominion\". \n[66]Poem.  Dylan Thomas.  I thought of it when I saw you on the train. \n[67]You didn't look very happy. \n[68]And tonight? \n[69]That's good to know. \n[70]Stop it. \n[71]Rheya.  Not here. \n[72]Let's go home. \n[73]I am.  Please come with me.  I don't want to do this here. \n[74]You're better when you take them. \n[75]All right.  How about I feel better when you take them? \n[76]What do you remember? \n[77]Do you remember Beethoven?  The Beatles?  Movies, books, restaurants, friends? \n[78]Not exactly.  It exists in a continuum that wasn't proven until ten years ago, a higher mathematical dimension superimposed on top of the Universe.  An infinite number of them, in fact. It was a violation of all of our various laws regarding the Universe, Space, or Space-Time.  It was completely counter-intuitive. We had to unlearn everything. \n[79]Intelligent beyond our comprehension. \n[80]It's something. \n[81]The whole idea of God was dreamed up by a silly animal with a small brain called Man.  Even the limits we put on it are human limits.  It can do this, it can do that!  It designs, it creates! \n[82]You're talking about a man in a white beard again.  You're ascribing human characteristics to something that isn't human.  Human beings look for causes and patterns.  How could we know what Solaris is up to, if anything? \n[83]As I said, it is beyond our comprehension. \n[84]What is it? \n[85]Why? \n[86] Kelvin is getting ready to leave.  Rheya sits on the edge of the bed, nervous.  \n[87]All right? \n[88]Rheya... \n[89]You were trying to break down the door.  Do you know why? \n[90]Yes. \n[91]This is my wife, Rheya. \n[92]Go ahead. \n[93]No.  There's no behavior modification. \n[94]Is it being deliberately cruel, you mean?  I don't think so. \n[95] \n[96]Where've you been? \n[97]How old were you? \n[98]What kind of look? \n[99] Kelvin and Rheya sit together in the Prometheus.  Rheya continues her story without a beat.  \n[100]I know.  I know.  We don't have to talk about that. \n[101]I did too. \n[102]I used to watch you undress. \n[103]I never tired of watching you undress.  Every time, it was exciting.  Right until... to the end. \n[104]You don't know? \n[105]I'm sorry.  I'm sorry. \n[106]I don't know.  I couldn't understand why you didn't tell me. \n[107] With Rheya still in his arms.  \n[108]When you said you wouldn't make it... I didn't believe you.  Or I didn't take you seriously, which is worse. \n[109] Squeezing her.  \n[110]I should have believed you. \n[111] Kelvin lies in bed, his eyes open.  Rheya is in his arms.  \n[112]It's genetics.  You know this.  You know where it comes from.  There is nothing wrong with uncrossing a few crossed wires. \n[113] Kelvin is out of bed and speaking into a videophone to Snow. Rheya is asleep in the background.  The room is dark except for the glow of the screen.  \n[114]-- we are not sure of that.  We are not sure we aren't all hallucinating. \n[115]Not necessarily. \n[116]Consciousness is enough, that's all I've saying.  Consciousness should be enough for anybody. \n[117] Kelvin is eating with Rheya.  Looking at her.  Desiring her.  \n[118]I think so. \n[119]How could she not be real?  I can smell her, taste her.  She does exactly what she did... it's not possible. \n[120]Like I said, it's not possible. \n[121] Kelvin and Rheya, post-coital.  Relaxed.  On the verge of sleep.  \n[122]I know.  I'm putting that in my next report. \n[123]Snow thinks we shouldn't leave until we figure out a way to document it, to prove its existence to the planet Earth.  This is hilarious: He thinks it's God, but he wants it to sit still for a photograph so he can show the folks back home. \n[124]Well.  He doesn't think it's God, but for different reasons than me. He's thinking: If I can figure out how to make it stop, than I am smarter than it is, and therefore it cannot be God. \n[125]He does have a point.  That's just not the way I'd like to see it proven. \n[126]It's a violent response to something we haven't figured out. Don't let the cowardly demeanor fool you: He is ruthless. Unblinking in his prejudice. \n[127]Yes.  Yes. \n[128]Everything you pursue, you end up becoming disinterested in.  The fact that you're good at everything you try makes it worse.  You have a degree in animal science, you could be a terrific vet. You drifted into writing and turned out to be a perceptive journalist. Then it was politics, which seemed best of all, you had an actual gift for understanding the best pattern for a group of people to be arranged for you to achieve your goal.  And they didn't even know they were being arranged.  But you got bored with it, like you do with everything. \n[129]I don't know what it's really like, to not know what you want to do. To not have anything that you love to do more than anything else. \n[130] On the Prometheus.  Rheya is awake, Kelvin asleep.  She rises and goes to sit in a chair; she is anxious, something we haven't seen before.  Kelvin wakes up, looks at her.  Noting her expression:  \n[131]What's wrong. \n[132]Stop. \n[133]What are you talking about? \n[134]Who have you been talking to? \n[135]When?  When I'm asleep? \n[136]I'm sure there are worse people to talk to, but I don't know who they are. \n[137]Yes.  Especially toward the end. \n[138]You... she said I didn't love her. \n[139]No.  I love you. \n[140]Can you sleep? \n[141]Those are dreams. \n[142]Meaning Man can do whatever the fuck it wants? \n[143]That's fantastic. \n[144]Don't debate him; he'll say anything. \n[145]Get out of here. \n[146] Rheya is asleep.  Kelvin is talking to Snow on the videophone.  \n[147]No. \n[148]I've never heard you express any desire to leave before now.  Why now? \n[149]But why is it doing what it's doing?  Given it's resources, it could have done anything. Presented me with your double, and you with mine. \n[150]Human beings can die. \n[151] Quick glimpses of Rheya.  In several of them she is in repose, thinking, as if to illustrate Snow's point.  \n[152] Back to Kelvin, thinking.  \n[153]They come when you sleep. \n[154] Kelvin on the bed with Rheya.  Their eyes are closed.  We think they are asleep until:  \n[155]Rheya. \n[156]For a reason that neither of us understand, you are forced to stay near me.  That's all I know right now. \n[157]Neither can I.  Not any of it. There's no reference point for what's going on; it's never happened before.  It's a clean break in the fabric of the Universe; a gap.  There is nothing to do but experience it, moment-to- moment, and not let it destroy us. \n[158]Not this time. \n[159]Do you? \n[160] Kelvin is asleep.  Rheya is next to him.  Offscreen, we hear the door open.  Someone walks quietly  through the frame and sits.  After a long beat, Kelvin bolts upright, his mind struggling to clear.  When it does:  \n[161]Gibarian. \n[162]What do you want? \n[163]Can it work? \n[164]I can trust Rheya. \n[165]You're not Gibarian... \n[166]A puppet. \n[167] wakes up, gulping air.  Rheya, startled:  \n[168]Gibarian.  He was here. \n[169]He is.  But he was here... \n[170]He spoke to me. \n[171] Kelvin, thinking.  He gives Rheya some pills to take.  She just looks at them.  \n[172]Are you going to take them? \n[173]It's all right. \n[174]I love you. \n[175]That won't happen again.  We're different. \n[176]I don't think it knows it's torturing us.  It's just watching. \n[177] Kelvin and Rheya, in bed.  She looks despondent.  \n[178] Kelvin is asleep.  Alone.  After a long period of silence, we hear the faint sound of an instrument of some sort hitting the ground.  After another beat, Kelvin awakens.  He notices that he is alone, and something tells him that's not a good sign.  \n[179]She drank liquid oxygen. \n[180] Kelvin puts Rheya on the bed.  Her face and throat have returned to normal, but she is not breathing.  Kelvin goes and puts his head to her chest, but doesn't hear what he hoped to hear.  He stands, still looking at her.  Snow seems very detached.  An uncomfortably long moment as we realize she is actually not going to wake up.  \n[181]She's dead. \n[182]Get out -- \n[183]Rheya -- \n[184]Listen: I don't care about anything but the fact that you are here. You are her, you are Rheya. \n[185]No. \n[186]Rheya, I am not going back.  I'm staying here with you. \n[187]I want every second I can get with you. \n[188] Kelvin and Rheya, in bed.  \n[189]We'll know soon enough. \n[190]That's good to know. \n[191]You should have told me. \n[192]Thank you. \n[193]Neither did I. \n[194]I never said I didn't. \n[195]I can't stay here. \n[196]Then you won't make it. \n[197] A long, held shot of Rheya, crying.  She is curled up, retreating into herself.  Kelvin is trying to console her.  \n[198]I came back.  You have to know that.  I came back that night. \n[199] Kelvin and Rheya.  She is sobbing, but somewhat calmer.  \n[200]I couldn't make it, either. I'm so sorry. \n[201] Kelvin, asleep.  \n[202] In the immediate aftermath of her suicide attempt with the liquid oxygen:  \n[203] Rheya and Kelvin.  \n[204]I want you here. \n[205]You exist here.  I keep telling you. \n[206]Who are you, then? \n[207]Yes, you are -- \n[208]Yes.  I told you.  It was exactly like mine. \n[209]Is that really what you want? \n[210]I wish you wouldn't. \n[211]I think they help. \n[212]You have to remember that I love you, that's all that matters -- \n[213]It put you here.  I'll admit it, it acted like a God and put you here, put you into my consciousness. I was asleep, and it put you into my dream.  I saw your mouth.  And there you were. Whether you've been sent here to make me happy or punish me, it doesn't matter.  The decision we make now is all that matters.  Stay with me. \n[214]I don't know anymore.  All I see is you. \n[215]Stay with me. Stay with me. \n[216] Kelvin is asleep.  Rheya is next to him.  \n[217] Kelvin is on the videophone to Snow.  \n[218]She knows everything.  She knows who she is. \n[219]No. \n[220]I want you to get Sartorius to abandon his plan. \n[221]Just get him to stop. \n[222]Yes. \n[223]Her oxygen would have run out. \n[224]Into what? \n[225]I love her. \n[226] He is playing back a message sent by Sartorius.  \n[227] Kelvin wakes up.  Rheya is beside him.  He rises and heads for the bathroom.  He swallows two pills and a small cup of water.  When he returns to the bed, Rheya is looking at him.  \n[228]A sleeping pill.  Do you want yours? \n[229]What does it want? \n[230] Snow on the videophone to Kelvin.  Rheya is asleep in the background.  \n[231] Rheya and Kelvin.  \n[232]Please.  Don't. \n[233] Kelvin is asleep.  Rheya is crying beside him.  \n[234] Kelvin asleep, alone.  Rheya is in the corridor, talking to someone.  \n[235] wakes up.  Rheya is beside him, asleep.  \n[236] Kelvin, in a fever, eyes open but glazed.  Rheya is putting a compress on his forehead.  \n[237] Of the room.  His LABRADOR FROM THE OPENING SEQUENCE is sitting by the chair.  \n[238] Kelvin sits in a chair, looking at:  \n[239] Breathes a sigh of relief at being home.  Everything seems slowed down, somehow.  \n[240]I though I was home. \n[241] On the Prometheus.  Kelvin is in bed, feverish.  \n[242]I thought it was over. \n[243] Wakes up again.  Rheya is asleep beside him.  \n[244] Kelvin in bed, on the Prometheus.  Still feverish.  Rheya is mopping his brow.  \n[245] Kelvin in bed, feverish.  Rheya is there, wiping his forehead.  \n[246] On the Prometheus.  Kelvin looks over to Rheya.  \n[247]Where did you go before? \n[248]Last night.  You were talking to someone in the corridor. \n[249]What's the matter? \n[250]Rheya? \n[251] Sweating.  Struggling.  Beyond fear.  \n[252]I'm losing my mind. I'm breaking apart. \n[253] Kelvin, transfixed.  \n[254]Is this what it means to die? Am I in the moment of my own death? Is this the last thought I will ever have? \n[255]I am home now. I try to find the rhythm of the world where I used to live... but I feel completely and continually out of-sync.  I am separate.  Why did I return to Earth and lie about what happened?  Lie about having contact with something like Solaris?  I knew something else was out there, and didn't tell a soul.  I left them in the dark.  We all did. \n[256] Kelvin returns.  He stops and looks around before entering his front door.  \n[257]So why come back at all?  To see if she comes here? \n[258] Looking from the doorway, notes this.  He doesn't seem surprised, though.  \n[259]I don't believe it will happen. \n[260] Kelvin, in his bed, awake.  \n[261]But I will wait, anyway. \n[262] Kelvin is in his bed, still feverish.  \n[263]I thought it was over. \n[264]\"Though they go mad they shall be sane.  Though they sink through the sea they shall rise again.\" \n[265]You killed her! \n[266]You murdered her! \n[267]She'll come back. \n[268]Why would you let her to do that? \n[269]You fucking bastard... \n[270]How quickly? \n[271]Where's Snow?  Did you call him? \n[272] \n[273]Snow! \n[274]What's wrong with you?  We need your help. \n[275]When did this happen? \n[276]Jesus... \n[277]Maybe you can. \n[278]Earth. What did that word mean to me? I have returned.  Finally. \n[279]I work in the city now.  After work I wander and lose myself.  I am silent and attentive.  I follow the current.  I make a conscious effort to smile, nod, stand, and perform the millions of gestures that constitute life on Earth. \n[280]I will study these gestures until they become reflexes again.  I will find new interests and occupations, but -- \n[281]I will not... give myself.  I will not give myself to anything or anyone, because I am haunted by the idea that I remembered her wrong. That I shaded my memory of her to suit myself.  That I was unfair to her and caused her destruction. What if I was wrong about everything? I've come to believe that memory is a curse. \n[282] Opens the door.  He cannot speak.  \n[283]How can you be here... \n[284]I love you. ", "Gordon": "", "Mrs.": "", "Gibarian's": "\n[1] Ransacked.  Kelvin registers it, then moves to the corner of the room where the computer terminal rests.  Within moments he has discovered Gibarian has recorded a video message for him to replay.  ", "Son": "", "#1": "", "Rheya": "\n[1] Stands and makes her way to Kelvin.  Without hesitation she kisses him and they begin to explore each other and we see all of it happen and two things are obvious: first, they have done this before, and two: they haven't done it in some time.  \n[2]Yes. \n[3]How do you mean? Chris, what's wrong? \n[4]I love you. \n[5]Do you love me? \n[6]I'll go with you. \n[7]Don't. \n[8]I don't know.  I can't be alone. \n[9]What are they? \n[10]To calm my anxiety. \n[11]We're taking a flight? \n[12] Her face contorted in confusion, watches through the pod window as the docking bay doors close in front of her with a brutal finality.  \n[13]I want you inside me right now. \n[14]Book? \n[15]My Thomas is a little rusty. \n[16]Not a very happy poem. \n[17]I wasn't. \n[18]Better. \n[19]You want to fuck her? \n[20]You behave as though you want to fuck her. \n[21]And I just want to know if I'm crazy or not -- if what I think is happening is actually happening. Or am I one of those people, those women, who are blind to what's going on?  Who pretend not to see their husband's attention toward another woman? \n[22]You go home. \n[23]You talk like an actor. \n[24]I'm so sorry.  I'm so sorry. \n[25]I know, I know.  But still, somehow I don't feel better. \n[26]Right. \n[27]What do you mean? \n[28] \n[29]Is it a planet? \n[30]Is it intelligent? \n[31]Then it's God, right? \n[32]You still don't believe in God? \n[33]Even a God that wasn't active, that just created something and stood back and watched? \n[34]But what if Solaris is what there was before The Big Bang? \n[35]As I said, then it's God, right? \n[36]Why are we talking about this shit when we could be fucking? \n[37] Is revealed, covered in blood.  She has completely torn the inside of the cabin door apart and has badly injured herself in the process.  \n[38]What happened? \n[39]When I saw you were gone I got scared. \n[40]Chris, what's wrong with me? \n[41]Am I all right? \n[42]Yes. Of course. \n[43]I been thinking about how much I hate you. \n[44]Yes, I remember that.  I went back to Lois' house and spent the night. Those were dark days. \n[45]I would have these -- I don't know how to describe them -- visions, when I was younger.  Maybe not visions, but like these waking dream states.  Time would just collapse, I would be inside time. I would stare at a second hand on a clock until it stopped.  Freaky stuff. \n[46]Seven, eight.  So one day my mother catches me sort of staring off into space, and she asks me what I'm doing, and I start trying to explain to her, about this state that I can put myself in, and this look comes over her face. \n[47]Scared.  No, not scared.  Wary. Like I was something to be... her guard went up.  I was a threat. Now I know why.  She was afraid she'd be seen.  That I would see her for the self-obsessed neurotic that she was.  I think she thought she had a few more years of being on a pedestal.  But that's the cycle, right?  I knew a little more than she did, she knew a little more than her mother, and on and on. I guess that's part of the reason why -- \n[48]I remember days of just thinking about you. \n[49]Thinking what you were doing and saying, just being consumed by thinking of you.  I loved it so much, that feeling. \n[50]What happened to us, exactly? \n[51]I remember... something burning. Coffee burning. \n[52] She is looking at Kelvin.  He is dreading this.  \n[53]You found me? \n[54] Experiencing this all over again.  Kelvin comes and sits in front of her.  \n[55] Her eyes fill with tears.  Kelvin embraces her.  \n[56]Why did you say those things? \n[57]I can't help feeling that I'm cheating when I take them. \n[58]Do you have any idea how much I like fucking you? \n[59]Good.  Because I want you to know. I really like fucking you. \n[60]I like that too. \n[61] \n[62]So, Chris, seriously, aren't you afraid you're going to get fired? \n[63]You sure say \"God\" a lot when we're doing it. \n[64]Right.  The report.  Report and recommend. \n[65]What does Snow think you should do? \n[66]Sartorius wants to destroy it. \n[67]He has a point. \n[68]You feel sorry for Solaris, or for me? \n[69]It was obvious from the way he first looked at me. \n[70]Do I really feel like... I am...? \n[71]I'm glad. \n[72] \n[73]You don't love me. \n[74]I have to talk to you... I... I don't know where I came from. Do you know? \n[75]If you know but can't tell me now... will you ever be able to? \n[76]That I am not Rheya.  That Rheya died.  Killed herself.  I'm different. \n[77] \n[78]I'm just trying to understand what's going on. \n[79]How have you lived the last ten years?  Did you love anyone? \n[80]Did you think about me? \n[81]But we fought. \n[82]Why did she do it? \n[83]Was she right? \n[84] \n[85]I don't think do.  It's not sleep; it's something else.  It's all around me. \n[86] \n[87] \n[88]These \"guests\" are a part of you, of your subconscious.  Chris loves me. \n[89]You don't want me. \n[90]That's what you were saying.  I heard what you were saying. \n[91]I have these strange thoughts, I don't know where they come from. I can't explain it. \n[92]But that's what happened before. \n[93]Do you want to stay here? \n[94]If you're here. \n[95]What's wrong? \n[96]You said he was dead. \n[97]What's happening to us? \n[98]Please don't lie.  I told you before, I don't know how I came to be here.  Whatever you think you can't say to me, I need to hear you say it. \n[99]Don't.  I'm the one at risk here. If we're playing out what happened before, I won't survive. \n[100]How can I tell?  You've seen both of me.  I only know what you're like here.  You're all I know. There is no \"You\" from before. \n[101]How could it be so cruel?  How could it torture us like this? \n[102]What am I?  Why can't I die? \n[103]I'm not Rheya.  You're always known that. \n[104]Don't call me that. \n[105]I'm disgusting. \n[106]You're lying.  I'm not human. \n[107]Then you'll die. \n[108]What will I do, if you die? \n[109]Do you think I can get pregnant here? \n[110]I can't be a mother. \n[111]Don't do this.  I am literally begging you not to do this.  Chris. \n[112]It wouldn't have made any difference. \n[113]Chris, I had to.  I had to.  I didn't think you'd react like this. \n[114]You never said you wanted one. \n[115]Chris -- \n[116]Chris, please.  Chris, I'm serious. I won't make it. \n[117]You're afraid of me.  I can't do this anymore.  I still don't understand.  It's not possible. \n[118]Don't -- \n[119]What do I have to do to stop it? \n[120]You're lying. \n[121]That's impossible.  I'm not Rheya. \n[122]I... I am Rheya.  But I am not the woman you loved ten years ago. \n[123]Did you hear what Gibarian said? I'm not a human being.  I'm an instrument.  I came from your memory and your imagination and I will torture you no matter what. Even if I remain passive.  That's when I drank the... I was going mad.  It felt like there was no body underneath my skin.  There was something else. An illusion.  But I could feel my heart beating, and I remembered you tested my blood.  Is it like yours? \n[124]But then I would be dead now. \n[125]I want to stop taking those pills. \n[126]They do something to me.  It's hard to think straight. \n[127]I have consciousness, but I am not mortal.  Don't you see why I'm going crazy? \n[128]I can't -- \n[129]Am I really her? \n[130]What are you taking? \n[131]I don't know.  Something. Anything. \n[132]It created me and yet I can't communicate with it.  It must hear me, though.  It must know what's happening to me.  Don't you think? \n[133]I've decided that if it is God, it's a sick God.  Its ambitions exceed its powers, but it doesn't realize it. It's created a situation without a goal, and I hate that.  A God whose passion is not a redemption, who saves nothing, fulfills no purpose. And us?  We would have to have \"an arrangement\".  An unspoken understanding that I am not human. How can I not hate something that does that? \n[134]When? \n[135]You must have been dreaming. \n[136]Don't blame them.  I begged them to do it.  It's better this way. I'm sorry. I'm sorry I tried to make you think I was human. I read my own suicide note.  I found it in your things.  I realized I was not her. \n[137]I know that you loved me, Chris.  I know that. I love you. \n[138]\"Though lovers be lost love shall not.  And death shall have no dominion.\" \n[139] Is in the living room, waiting for him.  She is sitting on the sofa, looking toward the other side of the room.  Sensing someone, she turns to see Kelvin, and her face melts into a smile.  \n[140] Rises and moves toward him.  They embrace.  He breathes her in.  She squeezes him.  After a long beat:  \n[141]  "}}