{"filename": "Something's-Gotta-Give_script.txt", "imdb_id": "tt0337741", "imdb_url": "https://www.imdb.com/title/tt0337741", "characters": ["Beauty (as Vanessa Haydon)", "Beauty", "Leo", "Julian Mercer", "Marin", "Dr. Martinez (as Rachel Ticoti)", "Harry Sanborn", "Erica Barry", "Dave", "Zoe"], "dialogues": {"Beauty": "", "Leo": "", "Julian": "\n[1]  \n[2] The Nurse wheels over an EKG machine, Julian helps hook it up.  \n[3] Harry clenches his fist over his sternum.  \n[4]  \n[5]  \n[6]  \n[7]  \n[8]  \n[9]  \n[10] Erica, Marin and Zoe ARRIVE in the DOORWAY of the ER. Harry eyes them...stalls.  \n[11]  \n[12]  \n[13]        \n[14]  \n[15]  \n[16]  \n[17]  \n[18] His sweet apologetic smile is not lost on Marin. Zoe and Erica join them.  \n[19]                \n[20]  \n[21] Marin pats her Mom on the back.  \n[22]  \n[23]  \n[24]  \n[25]  \n[26]        \n[27]  \n[28]  \n[29]  \n[30] Zoe nudges Erica as a Nurse enters from the ER.  \n[31] The Women wave and watch him exit. The second he's gone:  \n[32] Julian EXITS the Nurse's Station. Lowell, carrying the flowers, follows. He nods to TWO TALL LEGGY MINI SKIRTED ASSISTANT TYPES, KIM and LEXI who follow. Both pack cell  \n[33]  \n[34] Harry sits up too fast, lies right back down. Lowell looks like he might cry. The Girls hold back.  \n[35]  \n[36] Harry stands and indulges Lowell in a deep hug. Lowell's shoulders shake as he sobs.  \n[37]  \n[38]  \n[39]                \n[40]  \n[41]  \n[42]  \n[43] taking Harry's pulse as Harry lies on the ASPHALT OF THE HOSPITAL PARKING LOT. Lowell, the Two Assistants and Marin huddle around. Erica steps back a bit.  \n[44]  \n[45]                \n[46]  \n[47]  \n[48]  \n[49]  \n[50]  \n[51]  \n[52]  \n[53]  \n[54]  \n[55]  \n[56]  \n[57]  \n[58]  \n[59]  \n[60]  \n[61]  \n[62] The Phone RINGS.  \n[63] Smitten. Just something about her. Watching her.        \n[64] We begin to hear strains of another French song.        \n[65]  \n[66]               Julian hands him a take-out food box.  \n[67]  \n[68]  \n[69]        \n[70] Harry LOOKS AT ERICA'S LEGS again.                \n[71]  \n[72] Harry winces then rises, looks to Erica as she throws a pashmina over her shoulders in SLOW MOTION. Harry rushes them  \n[73] Staring at Erica. He can't get enough of her. They're in a ROMANTIC SEASIDE RESTAURANT. And Erica's blushing for the first time in twenty-five years.  \n[74]  \n[75]                \n[76] You look fabulous.  \n[77] Honestly? No.  \n[78] This may surprise you but some women consider me quite the guy. I've never been married. I'm a doctor. You wouldn't believe what catnip that is for some women.  \n[79] I do very much. But I've never met one I've taken to quite like this and when something happens to you that's never happened to you before, don't you have to at least find out what it is?  \n[80] Oh, come on, you must beat them away with a stick.                \n[81]  \n[82] Ow. Right to the middle of her shoulder, then her neck. Julian kisses her palm, then her.  \n[83]  \n[84]  \n[85]  \n[86]  \n[87] Erica smiles to herself.        \n[88] turning off the phone and grabbing his heart  \n[89]  \n[90]  \n[91]                   \n[92] A real moment between them. Julian decides to take the high road.  \n[93]  \n[94]  \n[95]  \n[96]                \n[97]  \n[98]  \n[99] Julian takes a look at the menu, then looks away.  \n[100]  \n[101]  \n[102]  \n[103]  \n[104] Erica hesitates then gives him a peck of a kiss.                \n[105] Erica nods as Julian takes her in his arms and gives her a kiss that doesn't quit.  \n[106] Erica very distinctly begins to hear the BEATING of her own heart.  \n[107]  \n[108] Erica leans oyer the sofa, reading over his shoulder.  \n[109] Erica gives him a small kiss of appreciation.                \n[110] She leans into him and he kisses her fully and sweetly. She holds onto the sofa for support.  \n[111]  \n[112]                \n[113] He puts what can only be a RING BOX on the table between Erica and Harry.  \n[114] He kisses her. Harry watches, dying.  \n[115]  \n[116]               Erica lights a cigarette.  \n[117]  \n[118] Julian puts his arm around her, pulls her close.  \n[119]  ", "Mercer": "", "Marin": "\n[1]  \n[2]  \n[3]  \n[4]  \n[5] Harry looks to Marin, feigning hurt.  \n[6]               Just then the CAR PHONE RINGS. Harry keeps looking at Marin.  \n[7]  \n[8]  \n[9] Marin continues singing along with Ja Rule as Harry confidently slips his hand onto her thigh.  \n[10] Marin turns up the CD, getting herself out of whatever just came over her, looks out the window.  \n[11]  \n[12]  \n[13] They both grab their H  \n[14]                \n[15] Marin starts UNBUTTONING HER SWEATER as she dances seductively toward the front door, then notices Harry's cigars.  \n[16]  \n[17] She SLIPS OFF her sweater and DROPS IT ON HARRY'S HEAD.        \n[18]                \n[19]  \n[20] Marin HEARS Harry's ZIPPER UNZIP. She turns, her EYES WIDENING as Harry's PANTS land on a chair. Harry is now down to his Boxers, an Open Shirt and a fearless smile.  \n[21] They arrive in a warmly decorated GUEST BEDROOM.  \n[22]  \n[23]  \n[24] She bounces off him like a kid and disappears into the bathroom. Harry lies there alone for a second. Catches his breath. He sits up, feet on the floor, shoulders hunched, clears his throat, bangs on his chest. He waits a sec then stands with a stiffness that for the first time suggests he is not a that young man.        \n[25]  \n[26]  \n[27]  \n[28]  \n[29]  \n[30]  \n[31]  \n[32] Walking past SHOPS on the MAIN DRAG IN EAST HAMPTON. They are both licking ice cream cones. CAMERA STAYS BEHIND THEM.  \n[33]  \n[34]  \n[35] Marin crosses to the dessert counter. Erica turns back and catches Harry checking out Marin's ass. He smiles as he licks his ice cream. Erica rolls her eyes then spots another Older Guy with a Leggy Girl twenty-five years his junior.  \n[36]                \n[37] Marin places a plate in front of Harry then runs her finger along \"the nape of his neck. They smile at each other as she continues on. Erica notices, tries not to respond.  \n[38]  \n[39]  \n[40]  \n[41]                \n[42] He's fun.  \n[43] Wrong can be fun, Mom.  \n[44] Can we not do this now? He's actually incredibly smart and fascinating and if you had talked to him about something other than his marital status you would've found out how smart he is. He owns like 10 different companies...  \n[45] Yeah, that I get. Anyway, he said he thought you two were very spontaneous and nice and then said he's leaving as soon as the sun comes up.  \n[46] Good night.  \n[47] This is obviously a ritual between them. Erica kisses Marin's cheek in a flutter of kisses, then Marin  \n[48] Erica and Zoe bust into the room and find Harry .on the floor, leaning against the bed, a clenched fist on his chest. His shirt is open, he's sweating, his complexion is grey. Marin stands back, freaked out, afraid to get near him.  \n[49]  \n[50]                \n[51]  \n[52]  \n[53]  \n[54] Sitting in the hospital corridor as JULIAN'S HAND ENTERS HER FRAME and hands her a cup of tea. She looks up at him with more adorableness than most men could handle. She blows on  \n[55]                \n[56]  \n[57]                \n[58] Confused, Harry turns around, a little lost, giving the Women a FULL VIEW OF HIS BARE ASS. The Women muffle screams.  \n[59] He faces them.  \n[60] Harry wobbles. Is he going to fall? Marin freezes, looks to her Mom for help. Erica rushes to Harry.  \n[61]  \n[62]  \n[63]  \n[64]  \n[65]  \n[66]  \n[67]  \n[68]  \n[69]  \n[70]  \n[71]  \n[72] Marin's cell phone RINGS.                \n[73] Erica feeling suddenly frumpy, fixes her hair. Harry watches her. She catches him and shrugs. Marin flips her phone shut and tosses it in her purse.  \n[74] She pours a healthy Vodka into a glass, grabs some ice.  \n[75]  \n[76] Just as harry is about to answer, Marin's cell RINGS. She picks it up, looks at her caller ID, throws it back in her bag.  \n[77]  \n[78]  \n[79]  \n[80]  \n[81]  \n[82]  \n[83]        \n[84]  \n[85]  \n[86] Marin EXITS and the PHONE RINGS.  \n[87]  \n[88]  \n[89]  \n[90]  \n[91]  \n[92]  \n[93] on her cell phone, CRYING.                \n[94]  \n[95]  \n[96]  \n[97]    \n[98]  \n[99]                \n[100]  \n[101]  \n[102] A KNOCK on the door.  \n[103]  \n[104]  \n[105]               Erica pauses, thinks M  \n[106]  \n[107] Marin takes out a pack of cigarettes.  \n[108]  \n[109] Okay, I'll just..have one. So, this isn't going badly so far is it? I mean for a totally surreal situation like this.  \n[110] Hey, not in front of the kids.  \n[111] Erica looks up and sees something that takes her breath away.  \n[112]  \n[113] frolicking on the beach. He's a YOUNG HUNK in a tank top, shorts, highlighted hair. Erica rolls her eyes.  \n[114] Erica turns, wiping tears.                \n[115] Are you crying? I didn't know you did that.  \n[116] Is it Harry?  \n[117] Fucking men. You don't care when I say fuck, do you?  \n[118] So now you get my theory about love? You gotta self protect. It's too dangerous.  \n[119] And how would you put it if you wanted to hurt my feelings?  \n[120] So you're telling me you're happy right now? This is good what happened to you?                \n[121]  \n[122] eating lunch in Orso's, talking non-stop.  \n[123]  \n[124]  \n[125]  \n[126]  \n[127]                \n[128] A Solid Citizen of a Guy joins Marin, loosened tie, glasses...  \n[129]  \n[130]  \n[131]  \n[132] Learning Italian, remodeling her apartment in the city.  \n[133]  \n[134] The Elevator arrives. Harry salutes his goodbye and steps INSIDE THE ELEVATOR. He turns, FACES CAMERA.  ", "Harry": "\n[1]        \n[2] What is it about him? Could be his eyes, the turn of his mouth...something about this guy is just so damn appealing. Maybe it's just the way he wears the Young Slinky Girl on his arm. He's confident, cool, enviable. We're in:        \n[3] The Maitre'd snaps to attention at the sight of him.  \n[4]                \n[5] Harry passes a table where a BEATEN SIXTY YEAR OLD dines with his AGE APPROPRIATE, WELL-FED WIFE. IN SLOW MOTION, Harry and The Beaten Man catch each other's glance.  \n[6] I         spinach. I've wondered...        \n[7] Harry ENTERS all over again. This time he looks older, something in his walk and the boxy cut of his jacket. With him is a regular looking, nothing-to-write-home-about WOMAN  \n[8]        \n[9] Again, the identical set up. Harry ENTERS again. This time he looks ten years older. The bounce to his step is gone. The twinkle in his eye, long dead. On his arm is a 63 YEAR OLD BATTLE AX, built just like Harry. The Maitre'd reluctantly shows them to a shitty table.  \n[10]  \n[11]  \n[12]  \n[13]  \n[14]  \n[15] Harry waits. RINGGG! He doesn't look away.  \n[16]  \n[17]  \n[18]  \n[19] Marin laughs, softening, as Harry turns down a dirt driveway, driving toward a DREAM BEACH HOUSE.  \n[20]  \n[21] That got her. Harry parks. She looks over at him but he's grabbing some cigars for his shirt pocket, then looks up at her with an innocent look that suggests he did not just say such a lovely thought.  \n[22] Marin smiles then kisses him. He's one of those guys that lets you kiss them.  \n[23]  \n[24]  \n[25] Marin provocatively UNZIPS her pants and wriggles out of them. She's now in a TINY TANK AND BIKINI PANTIES.  \n[26] Harry takes Marin's hand and pulls her OUT OF FRAME and ONTO THE BED. She playfully rolls on top of him. His hands cup her ass.  \n[27]  \n[28]                \n[29]  \n[30] With that, Harry SHUTS the fridge door. The Women see he's naked except for a Pair of Boxers. They both GASP. Zoe FUMBLES the phone over to Erica who dials quickly..  \n[31]  \n[32]  \n[33] With that, Marin ENTERS, in a tiny bikini, sees Harry in his shorts, Zoe holding the knife and Erica frozen, holding the phone.  \n[34]  \n[35] Marin shoots her Mom a look. Help!  \n[36]  \n[37]                \n[38]  \n[39]  \n[40] Walking past SHOPS on the MAIN DRAG IN EAST HAMPTON. They are both licking ice cream cones. CAMERA STAYS BEHIND THEM.  \n[41]  \n[42]  \n[43] They so very badly do not want to actually touch. Erica hesitates. Harry gestures for her to go first then walks alongside her.  \n[44]  \n[45]  \n[46]  \n[47]  \n[48]  \n[49]        \n[50] Marin and Zoe stop what they are doing and turn to Erica. She's hesitant to reveal this.  \n[51]               Zoe and Marin laugh.  \n[52]  \n[53]  \n[54] Harry leans back, places his arm around Marin's chair. Erica takes note.  \n[55]  \n[56]  \n[57]  \n[58] Erica pauses on that one.  \n[59]  \n[60]  \n[61]  \n[62]                \n[63] Just anyone who's ever had the pleasure of... You know what? I hate to eat and run but...  \n[64] Oh, so this is gonna hurt.  \n[65]  \n[66] Spinning. When he shuts his eyes, it goes BLACK. Spinning. BLACK. Spinning. BLACK. He sees Marin, soft in the background, on the phone and Erica coming toward him. He hears Zoe:  \n[67] Even in this state he gets that Erica is about to place her. mouth on his. His eyes WIDEN IN HORROR, he reels back. Erica catches this.  \n[68]  \n[69]                \n[70]  \n[71]  \n[72]  \n[73]  \n[74]  \n[75]                \n[76] The Women grab looks at each other, know they shouldn't be there. They turn away.  \n[77] As he watches the NITROGLYCERIN make it's way DOWN THE TUBE and APPROACH HIS ARM. Just as the amber liquid is about to enter his bloodstream he YANKS the IV out of his arm. The drip is knocked onto the ground. The Women shriek as the Nurses scurry to clean up. Erica and Zoe rush out, Marin hangs back. Harry catches the look on her face.  \n[78]  \n[79]  \n[80]               He falls on Erica, totally out of it, his head on her breast, his mouth open.  \n[81]  \n[82] As he walks away, his bare ass shines like a full moon in a desert sky.  \n[83]  \n[84]  \n[85]  \n[86] Kim hands Harry a shopping bag full of CDs.  \n[87]  \n[88] Lexi hands Harry another bag. Harry reaches in and pulls out a small leather box, hands it to Julian.  \n[89]  \n[90]  \n[91]  \n[92]  \n[93]  \n[94] Marin smiles, kisses Harry on the cheek.                \n[95]        \n[96] As soon as Harry spots Erica, he starts to wobble.  \n[97]  \n[98] Marin turns to Erica who very clearly mouths, \"FORGET IT!\"        \n[99]  \n[100] Kim hands Harry the cell phone.  \n[101] Kim hands Harry a NOTE that says:        \n[102] Surprised, Erica turns to find Harry leaning in the doorway in his pajamas, robe and slippers. No one's ever had more gorgeous clothes to sleep in. His presence disarms her.                \n[103]  \n[104]  \n[105] Erica can't stand this. She puts on her glasses and skims her recipe.  \n[106] Harry squints, can't see what he's writing...backs his head away from the pad. Erica hands him her glasses.  \n[107]               Harry hangs up and hands the glasses back to Erica.  \n[108]  \n[109]  \n[110]  \n[111]  \n[112] Harry hands her the open wine bottle.        \n[113] Harry is on the phone, smoking a cigar. His pajama top is unbuttoned, his hair is allover the place. His bed is a mess, laptop open, newspapers spilling onto the floor. Erica stands in the doorway. He quickly hides his cigar.  \n[114]  \n[115] She waits. She doesn't say anything.  \n[116]  \n[117] Erica rolls her eyes as she finishes cleaning up.  \n[118]  \n[119]  \n[120]  \n[121]  \n[122]  \n[123]  \n[124]  \n[125]  \n[126]  \n[127] Seeing it all.  \n[128] flustered, spins around, loses his balance, crashes into the wall, covers his eyes.  \n[129]  \n[130]  \n[131] Erica SLAMS HER DOOR. Photos on the wall shake.  \n[132]        \n[133] Erica hardly looks at You Know Who who appears to be fresh out of the shower, wet hair, silk robe, bare chest and legs.  \n[134] Harry hands her a wad of bills like she's a Maitre'd. Mrs. Gimble gives Erica a look of pity as she exits. Erica, now alone with Harry, self-consciously adjusts her sunglasses. Harry, on the other hand, slips his hand onto his bare chest, pats it.  \n[135]  \n[136]  \n[137]                \n[138]  \n[139] The Sound of a DOOR SLAM. - Harry flinches.        \n[140] Harry and Julian sit on the bed. Julian takes Harry's blood pressure.  \n[141]  \n[142]  \n[143]  \n[144]  \n[145]                \n[146]  \n[147] Julian takes Harry's pulse.  \n[148]  \n[149]  \n[150]  \n[151]  \n[152]  \n[153]                \n[154]  \n[155]  \n[156]  \n[157] ERICA Laughs. Even she knows this is funny. Harry arrives at her open doorway, timidly pokes his head in.  \n[158]  \n[159]  \n[160]  \n[161]  \n[162]  \n[163]  \n[164]        \n[165]  \n[166]  \n[167]  \n[168] Erica bends down and picks up A FLAT WHITE STONE, then another and another...  \n[169]  \n[170]  \n[171]  \n[172] Erica is stunned that he caught on to that. Harry bends down, picks up a BROWN stone, places it in her palm among the white stones.  \n[173]               Erica realizes she can't sum this guy up so easily or at all.  \n[174]  \n[175]  \n[176]  \n[177] There he goes again. She can't believe he's cute like this.  \n[178]  \n[179]  \n[180] Erica checks her watch.  \n[181]  \n[182]  \n[183]  \n[184] Over, we HEAR, DING DONG.        \n[185]  \n[186] sitting, self-conscious in his new role - The Sick One. Julian takes his wrist, feels his pulse. Harry looks straight ahead.        \n[187]  \n[188] Erica shifts, the hem of her skirt RISING even higher.  \n[189] Erica rises, leaving Harry's eye-line.  \n[190]  \n[191] On Erica's shocked expression, the DOOR SLAMS.        \n[192]               He hangs up, dials another number.  \n[193] Harry rises dizzily, crosses to the bookshelves. He rummages around, finds ERICA'S SCRAPBOOK, pulls it out, randomly opens it, finds a photo of Erica in the 70's, wearing a turtleneck. Harry smiles.        \n[194]  \n[195] Her scrapbook open against his chest. We HEAR the SOUND OF ACAR pulling up to the house. Harry wakes up. Oh shit.   He leaps out of bed, this is the fastest he's moved in days. A bit disoriented, he straightens the covers, looks around for other evidence then hightails it out of there.        \n[196]  \n[197] Harry's in bed, clearly disappointed that she didn't stop in.  \n[198]        \n[199]  \n[200]  \n[201]  \n[202] She looks through the fridge.  \n[203]  \n[204]  \n[205]  \n[206]  \n[207]  \n[208]  \n[209]  \n[210]  \n[211]  \n[212]  \n[213]  \n[214] The moment is broken when they HEAR the FRONT DOOR OPEN and  \n[215] Harry and Erica talk while looking at each other through the Kitchen Window.                \n[216]  \n[217]  \n[218]  \n[219] Relieyed, Erica kisses him.  \n[220] He kisses her again and again.  \n[221]  \n[222] something that works... They both look down at Harry. Hello, Mr. Midnight.  \n[223]  \n[224]  \n[225]  \n[226] He tries lifting the shirt from the bottom, it's awkward, he doesn't want to be down there yet. He comes back up when Erica reaches to her night table, slides opens the drawer, takes out a SCISSORS and hands it to him.  \n[227] She shakes her head, 'no' ...shuts her eyes.  \n[228] They kiss and she reaches down for his pants.                \n[229]  \n[230] He kisses between her breasts, her stomach, heads down and OUT OF FRAME. Erica can't quite believe life held this twist for her. Then:,  \n[231]  \n[232] Erica arrives next to him, also out of breath.  \n[233] Flattered, Erica snuggles up close. Harry puts his arm around her. Then, with no warning, his eyes fill with tears.  \n[234]  \n[235] Erica pauses. Oh. That kind of overwhelmed.  \n[236] Good sport Erica gives him a double thumbs up.  \n[237] Harry holds her close.  \n[238]  \n[239]  \n[240] Erica buries her face in his chest.  \n[241]  \n[242] She kisses him, starts to say, \"I'm sorry\" when he pulls her back, kisses her again, then looks at her hard, perplexed.  \n[243]  \n[244]  \n[245]  \n[246]  \n[247] She has no idea how to take that. Decides to accept it.  \n[248] She turns, sees he's getting out of bed, approaching her.  \n[249]  \n[250]  \n[251] Erica nods. She knows.  \n[252] stares straight up at the ceiling.  \n[253]     \n[254]  \n[255]  \n[256] They turn and finally look at each other. Both look wrinkled, messy haired, a little wiped.  \n[257]  \n[258] Erica smiles, then walks away with the achey walk of a woman who hasn't had sex in many a year but has more than made up for it in the last 12 hours. She holds onto the wall as she exits the room, a little bow-legged, like she's just gotten off a horse. Alone in the hallway, she stops.  \n[259]  \n[260] Harry stands, tucks in his shirt, smiling proudly to himself.  \n[261]  \n[262] Julian, suddenly riveted to these words.  \n[263]  \n[264]  \n[265] Julian shakes Harry's hand. Harry's eyes TEAR UP.  \n[266]  \n[267]  \n[268]  \n[269]  \n[270]  \n[271]  \n[272]  \n[273]  \n[274]                   \n[275]  \n[276]  \n[277] Harry makes his way TO THE STAGE, hands them his disc. He's handed a microphone. He looks right at Erica.  \n[278] The Music begins and it is an instrumental version of one of Erica's French Songs, \"I Wish You Love\".  \n[279] H         you love...  \n[280] Now Harry sings the rest of the song IN FRENCH. . .                -.   \n[281] And so on... Erica watches knowing something in her life has just that second, forever changed. And as Harry continues singing, we:  \n[282] Harry tosses his pills in a leather bag. .. Erica enters doing the worst job she's ever done of being strong.  \n[283]  \n[284] From behind her back Erica pulls out a Mason Jar filled with all dark beach stones with ONE WHITE STONE in the center.  \n[285]  \n[286]  \n[287]  \n[288]  \n[289]  \n[290] She considers it.  \n[291]  \n[292]  \n[293]  \n[294]                   \n[295] Let's just calm down. This was just a a meal with a friend.  \n[296] I was gonna call you. I've been jamming all day, it's my first day back.  \n[297] I had these plans before I met you. But I do like seeing you. I do. I'm always surprised by it.  \n[298] Maybe you weren't thinking for once and look what a good time we had. Let's not ruin something great.  \n[299] At what?  \n[300] I have never lied to you. I have always told you some version of the truth.  \n[301] Can you cut me a little slack? My life's been turned upside down.  \n[302] Then let's each get our bearings.  \n[303] Yes I do. Tell me.  \n[304] You're killin' me.  \n[305] Me too.                \n[306]  \n[307] Erica turns. This is his chance.  \n[308]  \n[309] They're both out of words.                \n[310] She nods. He doesn't give. She ducks into the CAB and it PULLS AWAY. Harry stands on the street, watching her go.  \n[311] He grabs his heart.  \n[312]        \n[313] wheeled through the Emergency Room of Beth Israel Hospital. This is not the Hamptons. This place is crawling with patients. Harry's delivered to a Latina Doctor in her thirties, DR. MARTINEZ. As he's taken off the gurney, he's immediately hooked up to a heart monitor, given oxygen and an  \n[314]  \n[315]  \n[316]  \n[317]  \n[318] Harry slowly climbs up the gorgeous staircase of his Townhouse. Exhausted, he stops half way up, sits on a step, takes out his cell.  \n[319] He pulls his glasses out of his pocket, puts them on to dial. Something feels odd, he takes off his glasses, looks at them, they're not his -- they're Erica's. He puts them back on and dials.                \n[320]  \n[321] Harry sits up in bed, staring at his laptop, wearing Erica's glasses, a pair of pajamas and a three day growth. A thermometer is propped in his mouth. He writes: R U there? She answers: Yes. Hello. He writes: How are ya? She writes: Great... as, she wipes her tears on her sleeve. She answers: Pouring out of me now. Go figure.  \n[322] Harry takes out his thermometer. Feels lost. Looks at the clock. It's 10:00 p.m.  \n[323]  \n[324]                \n[325]  \n[326]  \n[327] lying on top of the covers in Lowell's room, both eating bowls of pasta, watching TV.  \n[328]  \n[329]  \n[330]  \n[331]                \n[332]  \n[333]  \n[334]  \n[335] Harry nods off and Lowell TURNS OUT THE LIGHT.  \n[336] A PARTY is in progress. It's loud. The place is crawling with characters from the Hip Hop world. Harry winds his way down his crowded STAIRCASE, Girls grabbing at him as he passes by. As hard as he tries, he can't quite bring to life the guy he knew how to be.  \n[337] Harry makes his way down the stairs, through the crowded entry and OUT THE FRONT DOOR. OUTSIDE, Harry steps into the QUIET STREET, looks up at his house and the party inside.  \n[338] choking on his lunch.  \n[339] Erica freezes, horrified. Turns, sees him.  \n[340]                \n[341]  \n[342]  \n[343]  \n[344]  \n[345]  \n[346]  \n[347]  \n[348]  \n[349]  \n[350]                \n[351] We didn't just have sex either.  \n[352] Can I e-mail it to you when I figure it out? This is perfect. I have given the `Can't We Be friends' speech for 40 years. I think I invented the 'Can't We Be Friends' speech. But you know what,now I get why they never went for it. You dames got one thing right. Sometimes sex does change everything. Call me crazy, but I just don't see us out on the town, being pals, having dinner, 'cause I'd bet you anything, at some point, one of us will have very unfriend like thoughts about the other then pass the bread becomes anything but pass the bread. You get what I'm saying?  \n[353] Not \"don't\". Can't. Can't be friends. Doesn't work that way. Okay, I'm moving into another phase of this thing. I'm mad at you. It almost feels good.  \n[354] Excellent. 'Cause I don't like thinking about you so much and worrying about how you are and if I ruined your life or...  \n[355] Yes honey, the schmuck who deserves to die, worries about you.      \n[356]Sometimes worrying about you feels like a full time job. \n[357]  \n[358]                \n[359]  \n[360]  \n[361]  \n[362]  \n[363]  \n[364]  \n[365] Dr. Martinez reads it.  \n[366]  \n[367]                \n[368]  \n[369] We hear the SOUND OF LAPPING WATER, SEA GULLS. . . .  \n[370]  \n[371]  \n[372]  \n[373]  \n[374]  \n[375]  \n[376]  \n[377]  \n[378]  \n[379]  \n[380] Marin is stumped by this little visit. Harry heads toward the elevator, pushes the button, then turns back.                \n[381]  \n[382]  \n[383]  \n[384]  \n[385]  \n[386]  \n[387]  \n[388]  \n[389] Harry takes off his coat and scarf, hangs them on a hook.  \n[390]  \n[391]  \n[392]  \n[393]  \n[394]  \n[395]  \n[396]  \n[397]        \n[398] Harry sits straight up into CAMERA.  \n[399] Harry ENTERS THE CLOSET, reaches onto a top shelf ,and starts pulling down dozens of what used be called, \"Little Black Books\".  \n[400] He blows dust off of the books.  \n[401]  \n[402] Harry STANDS at one FRONT DOOR after the NEXT, EACH ONE  \n[403] Then, we see WOMEN of various ages SLAP HIM ACROSS THE FACE.  \n[404] Harry reels backwards from one Hefty Mama.  \n[405]   A Woman In Her Fifties, purposively walks down a SMALL TOWN MAIN STREET carrying groceries.               Harry, at her side, keeps talking at her, even though she picks up her pace and ignores him.  \n[406] In a HOSPITAL ROOM, an Older Woman on life support, scrawls out a note and shows it to Harry who sits in a chair by herside. A Priest stands in the background. The note says, \"As I remember it, you were wildly insensitive\". Harry lowers his head in shame. She places another note in front of him. It says, \"I forgive you.\" Relieved, he smiles. Then, one last note: \"Now, scram.\"  \n[407] In an Upper West Side COFFEE SHOP, Harry pas coffee with a Woman in her Mid Forties. She talks his ear off. Harry can' t deal with it. He looks away ~ The woman places her hand on his chin and pulls him right back to her and keeps talking at him.  \n[408] At the corner, the Woman hugs Harry goodbye.  \n[409]  \n[410]  \n[411]        \n[412] A HAND lands on his shoulder and he HEARS:  \n[413] Harry stands. The two Men hug, then Julian squeezes in next to Erica. Harry slowly takes his seat across from them.  \n[414]  \n[415]  \n[416]  \n[417]  \n[418]  \n[419] Erica laughs.  \n[420] The Waiter drops the check on the table. Harry takes it.  \n[421]  \n[422]  \n[423]  \n[424] Harry hands Erica her glasses. She hesitates. He snaps, gesturing for his to be turned over. She hands them to him. Julian watches all this, sobered by their chemistry.  \n[425] He stops, looks at the mighty city surrounding him. Beauty's not supposed to hurt. Another tear.  \n[426] He wipes his eyes on his coat sleeve as SNOW begins to fall.  \n[427]  \n[428]  \n[429]                \n[430]  \n[431]  \n[432]  \n[433] The Barge drifts back under the bridge, La Vie En Rose piping out of it's tinny speakers.  \n[434]               She comes close and he pulls her in, kissing her great. And as they separate, he smiles, relieved.  \n[435] The Maitre'D snaps to attention and leads Harry, Erica, Marin, holding her Baby Girl, and her husband Danny through the crowded restaurant. The Baby fusses and reaches out to Harry who takes her in his arms and proudly parades her through this swanky crowd to a round table in the center of the room. Harry beams at the prize in his arms as he sits with his family for a Sunday dinner.  ", "Sanborn": "", "Erica": "\n[1]                \n[2]  \n[3]  \n[4] Zoe can't believe she just said that -- no truth in it whatsoever.  \n[5]  \n[6]                \n[7]  \n[8]  \n[9]  \n[10]  \n[11]  \n[12]  \n[13]  \n[14]    \n[15] Marin watches. Dying.  \n[16] The Women all look to Harry. He looks at Marin. She's hard to resist.  \n[17] Are paced 20 feet behind them, carrying groceries.  \n[18]  \n[19]  \n[20]  \n[21]               Harry and Marin shop near by. Harry listens to Erica out of one ear.  \n[22]  \n[23] Then Erica notices who's next to her at the cheese counter. She sees her Sister, Zoe, reading a cheese label with her glasses on and next to Zoe are two sad looking Old Women in their Eighties with their arms linked. Almost woozy, Erica is snapped out of it when she is handed her package.  \n[24]                \n[25]  \n[26]  \n[27]  \n[28]  \n[29]  \n[30] Erica places her groceries on the check out counter.  \n[31] Marin serves plates of pasta with lobster. Zoe pours wine and Erica tosses a salad. Harry is the only one sitting.  \n[32]  \n[33]  \n[34]  \n[35]  \n[36]  \n[37]  \n[38]  \n[39]  \n[40]  \n[41] You're not serious? She's Diane Sawyer, she goes into caves in Afghanistan with a shmahtah on her head. Who cares about her legs?  \n[42] Any chance of you stopping here?  \n[43]  \n[44] M          I was married for 20 years. I'm done.  \n[45] Honey, what are you doing with this guy? He's old, he's chauvinistic...  \n[46] He's fun? How is he fun? He's like.. .wrong.  \n[47] Not this wrong.  \n[48] What does that mean he owns ten different companies? He can't commit, that's what that means. Not that, God forbid, I want him to commit.  \n[49] What? His car doesn't have headlights?  \n[50] Wait. I have no right to get this nuts. He's your friend. Not mine. I love you.                \n[51] They HEAR MUSIC coming from Marin's bedroom.  \n[52] Erica turns on the garbage disposal. Zoe sings along, \"Let's get it on\". .., Erica shoots her a look, turns off the garbage disposal, doing the dishes with vigor.  \n[53] Then they hear Marin GIGGLING.  \n[54] Erica covers her ears with her hands. Then they hear Marin SCREAM \"MOOOOOOMMMMMMMMMMMM!!!!\"  \n[55]                   \n[56]  \n[57] Marin hesitates.  \n[58]        \n[59]  \n[60]               She does it anyway. Her-mouth on his, her breath into his lungs, over and over. Harry's eyes roll back in hi-so head. As. Erica pounds on his chest, we HEAR THE BLARE OF A  \n[61]  \n[62]  \n[63]  \n[64] Erica wipes away a tear. Nothing could surprise her more.  \n[65]  \n[66]  \n[67]  \n[68]               Julian says Hi to each then returns his attention fully and devotedly to Erica. Takes her in.  \n[69]  \n[70]  \n[71]  \n[72]  \n[73]  \n[74] Just then, Harry stumbles into the corridor in his Hospital  \n[75]  \n[76] The Nurses rush out and peel Harry off Erica.  \n[77] Everyone grabs for Harry as he FALLS OUT OF FRAME AND THE  \n[78] The Town Car sits in the driveway, Lexi leans on the hood, talking on her cell. A Market Delivery Van pulls away as a Drugstore Delivery Van pulls in. A Flower Delivery KID holding a large bouquet, knocks at the front door.  \n[79]  \n[80] Lowell ENTERS with the Bed Tray.  \n[81]  \n[82] Erica takes the bed tray as Lowell EXITS.  \n[83] Lexi ENTERS, all 5'10\" of her. Dave suddenly looks alive. She carries an empty water glass.                \n[84]  \n[85]  \n[86]  \n[87]  \n[88]  \n[89]  \n[90]        \n[91] No cars are out front. Quiet and peaceful. On the Soundtrack we hear the French tune, I wish You Love sung in French.        \n[92] Erica cooks, softly singing along in French.  \n[93]  \n[94]  \n[95] Harry appreciates the thought. Before it has time to become awkward, the Phone RINGS.  \n[96]  \n[97]  \n[98]  \n[99]  \n[100]  \n[101] Harry shoots her a look and places the salt shaker back on the table.        \n[102] Erica works at a laptop at a cluttered table. The CLOCK tells us it's a little after ONE A.M. Annoyed by the ringing phone, she points her remote at the CD Player and stops' the song. Harry answers the phone in his room. A moment of quiet. Erica points her remote, starts the song again, starts typing again. Now the other line RINGS. She looks over at the phone watching one RED LIGHT \"BLINK, while the other line is answered.  \n[103] She throws a piece of paper over the phone so she can't see it. She clicks on her AOL ICON and is told: AOL CANNOT CONNECT. LINE BUSY. She's pissed. Then, worse, she SMELLS something.        \n[104]               Erica holds out a partially filled water glass for Harry to deposit his cigar in.  \n[105]  \n[106]  \n[107]  \n[108]  \n[109]                \n[110]  \n[111]  \n[112]  \n[113]  \n[114]  \n[115]        \n[116] Almost TWO. Erica is writing, her eyes go to the phone with the typing paper over it. She LIFTS a corner of the paper, takes a peek. The one lit line GOES OUT. Finally. \"Erica turns off her computer, sits for a second. No one has rattled her cage like this in quite some time. And no, she doesn't like it. She stands, starts to undress.  \n[117] She crosses through the room on her way to the Bathroom. She passes by her partially open door, happens to look out INTO  \n[118] and DROPS OUT OF FRAME.  \n[119]  \n[120]  \n[121]  \n[122]  \n[123]  \n[124]  \n[125]  \n[126]  \n[127]  \n[128]  \n[129]  \n[130]  \n[131]        \n[132] Not noticing, pouring water for her tea.  \n[133] Erica sees Julian sliding a slip of paper over to her. Looks over at it. It's a piece of paper from his prescription pad. On it is written...Have dinner with me tonight? Erica looks up at him. Stunned. J  \n[134]                \n[135] Erica at her desk, typing. The Music plays from the CD player. As much as she doesn't want it to be true, this attention from Julian has fueled her.        \n[136]  \n[137]  \n[138] Harry ENTERS cautiously and curiously.  \n[139]                \n[140]  \n[141]  \n[142]  \n[143]  \n[144]  \n[145]  \n[146]  \n[147]  \n[148]  \n[149]  \n[150]  \n[151]  \n[152]  \n[153]  \n[154]                \n[155]  \n[156]  \n[157]  \n[158] Both guys turn at once. She looks beautiful, wearing a dress, probably the sexiest one she owns. No turtleneck tonight. Julian walks to her, kisses her on the cheek.  \n[159] Behind Julian's back Harry gives Erica the 'OK' sign.  \n[160]  \n[161] as she sits right in front of him. She crosses her legs and her dress hikes up a little, exposing her thigh. JULIAN furrows his brow.  \n[162]  \n[163] Harry wanders in with the scrapbook tucked under his arm. He notices a bowl filled with white beach stones. Harry's brown stone sits at the top of the pile.  \n[164]  \n[165]  \n[166] Thirty-three.-Okay, so, I'm twenty years older than you. More than twenty years older than you.  \n[167] Thank you   but you know, I'm not sure where you   were headed with that thing you were just   saying, but in terms of us, you just want   to be friends, right?  \n[168] Well, then, what is it that you... want to be?  \n[169] I was embarrassed just getting dressed to see you.  \n[170] Oh yes I would. But, you don't like girls your own age?  \n[171] I suppose but, see, I don't date all that much or all that well...  \n[172]  \n[173]  \n[174]  \n[175]  \n[176]        \n[177] Her scrapbook open against his chest. We HEAR the SOUND OF ACAR pulling up to the house. Harry wakes up. Oh shit.   He leaps out of bed, this is the fastest he's moved in days. A bit disoriented, he straightens the covers, looks around for other evidence then hightails it out of there.        \n[178]  \n[179]        \n[180] Erica, in pj's and glasses, sits at her laptop, writing. She hears the CHIME of someone INSTANT MESSENGERING HER. It a message from HARRYL37. It says: What R U doing?  \n[181] She hesitates then types: Actually am a little hungry but, I'm in my pjs. He writes: Me too. Pajama party? SHE stares at the screen biting her lip. HE does the same.               Erica rises, LOOKS IN THE MIRROR, checks out her boobs in her pajamas. They look so low. She opens a drawer, rifles through it, takes out a bra, takes out a better bra. IN HIS BATHROOM, Harry fixes his hair, tries to make more of it than he has. Erica now wearing a bra under he pajamas, checks out her boobs again. Better. She adjusts the straps. Lifts them higher.        \n[182]  \n[183]  \n[184]  \n[185]  \n[186]                \n[187]  \n[188]  \n[189]  \n[190] She starts mixing the batter.  \n[191]  \n[192]                \n[193]  \n[194]  \n[195]  \n[196]  \n[197] Marin ARRIVES IN THE DOORWAY in a knockout of a dress holding a bag from Zabars. She looks fresh, vibrant, sexy.  \n[198]               Erica and Harry have the air of kids caught making out by one of their parents. Harry straightens out his pajamas, smooths down his hair. Erica catches all this.  \n[199]  \n[200]  \n[201]  \n[202]  \n[203]  \n[204]               Marin watches her mother EXIT then looks to Harry, his eyes following her Mom out the door. She's sees a look on Harry's face she never remotely saw when he looked at her. At first she's shocked. He likes my mother??? Then a flash of jealousy. He likes my mother!?! Then pure joy - realizing how perfect it is.        \n[205]  \n[206]  \n[207]  \n[208]  \n[209]  \n[210]                \n[211] Erica looks out her KITCHEN WINDOW and SEES Marin and Harry TALKING ON THE BEACH. She leans so far to see them, she's about to lose her balance. The Phone RINGS, she reaches for it and slips right Out Of Frame.  \n[212]        \n[213] Julian stops short.  \n[214]  \n[215]     \n[216] Marin ENTERS through the kitchen door, looking almost a little dazed.  \n[217]  \n[218]  \n[219]  \n[220]  \n[221]  \n[222]  \n[223]  \n[224]  \n[225]  \n[226] I haven't used them for kissing in so long. They've been more like for wearing lipstick and whistling and... He kisses her quiet. Relieved, she finally fully kisses him back. A big gorgeo~s kiss.  \n[227]  \n[228] They're kissing on it. The rain pelts against the windows as the sun goes down.                \n[229]  \n[230] He tries to kiss her neck but the turtleneck is in the way. He pulls it down, but it's tight and it's, difficult to get to her.  \n[231] What a brilliant invitation. He takes the scissors and starts cutting from the bottom, right past her belly, up her torso, between her breasts. The turtleneck falls open from the center. When he reaches her neck, he gently tears at it and it easily rips apart and there she is. He takes her in.  \n[232]  \n[233] His head POPS BACK INTO FRAME. What?????  \n[234]  \n[235] Erica grabs Harry's glasses, reads the results.  \n[236]        \n[237] CAMERA TWIRLS AROUND and we FIND HARRY, sprawled nearby, catching his breath, satisfied, stunned, scared.  \n[238] Harry smiles. He's trying to be his debonair self but something's off. He's very aware of himself. They lie there quietly for a second when Erica begins to tear up. Harry slowly, nervously turns to her.  \n[239]  \n[240]  \n[241]                \n[242] He looks at her wondering if she's for real. She smiles as she wipes a small tear from the corner of her eye. Then he kisses her.  \n[243]  \n[244]        \n[245]                \n[246]     \n[247]  \n[248]  \n[249] Marin SCREAMMMMMMMMMMMS. Erica flips the phone shut, looks to Harry, embarassed.  \n[250]  \n[251]                \n[252]  \n[253]  \n[254]  \n[255]               She gets out of bed.  \n[256]  \n[257]  \n[258]  \n[259] Erica gets back in her bed. She lies there for a second,securing her armor back in place. She routinely moves to the middle of the bed,neatens out the covers and shuts her eyes. Then a small KNOCK on her open door. She sees Harry in the doorway.  \n[260] snuggly around her. The ELECTRICITY POPS BAGK ON and the room is suddenly lit up and one of Erica's French CDs comes on full blast. Harry opens his eyes. He's surprised to see he has his arm around her. Erica awakens just as surprised. In the light of day, a definite hint of embarrassment ...  \n[261]  \n[262]  \n[263]                     \n[264]  \n[265]  \n[266] She wears a blouse with more buttons unbuttoned than ever in her life. She picks up the phone.  \n[267]  \n[268]  \n[269]  \n[270]  \n[271]  \n[272]  \n[273]  \n[274]  \n[275] Harry hugs her. Erica awkwardly throws her arms around him and kisses him, then kisses him better. He's moved by her.                \n[276]  \n[277]  \n[278] Harry expression looks something like he's in pain. Then. . .  \n[279]        \n[280] The room is empty. Erica rushes in, picks up the phone.  \n[281]  \n[282]  \n[283] Camera quickly TRACKS Erica down the front path and to her car. She's on her cell.                \n[284]  \n[285]  \n[286]  \n[287]  \n[288]  \n[289]  \n[290]  \n[291] in the back of the room, watching with pride and worry. She slips out her cell, checks her messages. Her phone lights up and tells her she has \"0\" Voice Mail.  \n[292]  \n[293]  \n[294] Yes. It's rabbit you hate. I'll give you a list of everything he likes and dislikes.  \n[295] I didn't mean those things, Dave. She did go to medical school.  \n[296] I will tell you this...Dave has one truly great love in his life.  \n[297] His balls.  \n[298]  \n[299] as the room comes alive again. Her eyes follow Harry as he is seated only one table away, his back to Erica, his Date facing her. Marin hasn't seen him. Erica tries her hardest to act normal but apparently isn't.  \n[300] Erica looks at her menu then her eyes go right back to Harry. His Date is laughing at something Harry is saying. Harry leans in to her, whispers something to her. She touches his hand.  \n[301]                \n[302] She picks up her pace, starts running. Her cell phone RINGS.  \n[303] Intercut Harry and Erica on their cells, a block apart.  \n[304]  \n[305] Erica reaches a corner, can't get across, turns the corner. Harry ARRIVES NEXT TO HER.  \n[306]  \n[307] Harry swoons and not in a good way.  \n[308]  \n[309] -- Did you know I called you seven hours ago?  \n[310] Uh-huh. . .  \n[311] What was I thinking?  \n[312] Harry, I won't be good at this.  \n[313] Acting like I don't care.  \n[314] The truth doesn't have versions.                \n[315] Yeah. Mine too.  \n[316] I don't want my bearings. I've had my bearings my whole fucking life. I felt something with you that... Oh, you don't want to-  \n[317] I felt something with you, I didn't know really existed. You know what that's like after a twenty year marriage? To feel something for another person that's so off the charts, that - Okay, not your problem. This is why I'm not good in relationships. You know writers are like teachers, those who can - do, those who can't - write romantic comedies where THIS does not happen in the third act...and it certainly does not happen to a 55 year old woman. In the play I'll be 36 so it won't be as pathetic. I'm just too old to feel crushed.I've written this feeling but I never really got it. You know what this is? This is heart broken. How's that for impervious?  \n[318] I just wish it had lasted more than a week.  \n[319]  \n[320] A TAXI pulls up.  \n[321] Erica opens the back door of the Taxi.  \n[322]  \n[323]  \n[324] He realizes he doesn't know what to say, hangs up, then looks at her glasses.  \n[325] A tear lands on it. Erica, back in a turtleneck and wearing Harry's glasses, starts writing at a breakneck pace, all the while, tears flood her eyes.  \n[326] wakes up. As soon as her eyes open, she bursts into tears. While in the SHOWER, the crying never stops. While she EATS BREAKFAST, a downpour. Running ON THE BEACH, she's wailing. Back at the \"COMPUTER, she's sobbing as her hands fly over the keys. An actual boo hoo can be heard. At NIGHT, laptop in bed, Erica writes, eating a   bagel, wearing Harry's glasses and a pair of wrinkled pajamas,   FRENCH MUSIC plays in the BG. At this point, she doesn't eVen\" pay   attention to her tears, just wipes and types when out of nowhere   she receives an INSTANT MESSAGE from HARRY. He writes: Do I hear French Music? Shocked, she sits up, tries to fix her hair.     \n[327] Yeah, it's my new thing. I've gotten abnormally great at it.  \n[328] Seems I gotta learn how to do that love 'em and leave 'em stuff.  \n[329] Not really. Sometimes. Not right now.  \n[330] Marin, that theory... how can I put this so your feelings won't get hurt. It's just so crazy, it makes me want to SCREAMMMMMMMMMMM!!!!  \n[331] Listen to me... you cannot hide from love for the rest of your life because maybe it won't work out and maybe you'll become unglued. That's not a way to live.  \n[332] Marin's eyes fill up.  \n[333]  \n[334]  \n[335] Erica sets the table for two. Zoe pokes her head in the door.  \n[336]  \n[337]  \n[338]  \n[339]  \n[340]  \n[341] On it is written: The lights on the Eiffel Tower dim to black as the music continues to play. Erica sits back, still wearing Harry's glasses. Finished at last. She notices an empty Kleenex box on her desk. She tosses it in a hook shot across the room and it lands right in the trash can.  \n[342]  \n[343] in the audience. She sits in a row by herself, listening. Harry ENTERS HER FRAME, sitting directly behind her.  \n[344]  \n[345]  \n[346]  \n[347]  \n[348]  \n[349]  \n[350]  \n[351] We now HEAR Louis Armstrong's La Vie En Rose play throughout the theater. The BEACH backing is 'raised and an EIFFEL TOWER BACKING is lowered behind them. They both try to ignore the music, but it's impossible.  \n[352]  \n[353]  \n[354] I'm friends with my ex-husband, but then again, we didn't just have sex.  \n[355] Then what was it? Love to know.  \n[356] You don't want to be friends.  \n[357] I think I'm mad at you too.  \n[358] -- You've worried about me?  \n[359] Again, The Stage Manager...  \n[360]  \n[361]  \n[362]  \n[363]  \n[364] Neither is sure where to go. Cheek? Lips? He lands on her chin. .Not what he wanted, but he takes a seat across from her. She looks at him - utterly speechless.  \n[365]                \n[366]  \n[367]  \n[368]  \n[369]  \n[370]  \n[371]  \n[372] Harry rises, reaches for his coat.  \n[373]  \n[374]  \n[375]  \n[376]  \n[377]                \n[378] They each take out EACH OTHER'S GLASSES and put them on. Erica points to Harry wearing her glasses and laughs.  \n[379]  \n[380] Harry turns and sees Erica standing by a Cab with its motor running, snow falling on her hair and coat.  \n[381]  \n[382]  \n[383]  \n[384]  \n[385]  ", "Barry": "\n[1] Harry hangs up, doesn't look in Marin's direction to see if' she caught that. This brand of cool is about not playing that card. Marin turns toward him, she has been listening. They've reached the end of the road, sand dunes, long lilting grass and the ocean stretch before them.                ", "Dave": "\n[1]  \n[2]  \n[3] Erica hands Lexi the Tylenol, she thanks her and EXITS.  \n[4]  \n[5]  \n[6] Before Erica can respond, Marin ENTERS.                \n[7]  \n[8]  \n[9]  \n[10]  \n[11] Shall we order?  \n[12] Erica, do I like duck?  \n[13] Let's let her figure some things out on her own.  \n[14] Okay, I forgot to mention she can't drink hard liquor. Why did you order her a Martini?     ", "Zoe": "\n[1]  \n[2]  \n[3]  \n[4] Are paced 20 feet behind them, carrying groceries.  \n[5]  \n[6]  \n[7]  \n[8]        \n[9]  \n[10]  \n[11]  \n[12]  \n[13]                \n[14]  \n[15]  \n[16] No, wait. This is actually a very fascinating dynamic - what's going on at this table...  \n[17] No, come on, listen, here's the rub for women. Look at what we have here with you and Erica. Harry, you've been around the block a few times, right? You're what? Around 60, never been married, which, we all know, if you were a woman, would be a curse, you'd be an old maid, a spinster, blah, blah, blah... Okay, so instead of pitying you, they write articles about you, celebrate your never marrying, it makes you illusive and ungettable. You're a real catch. Then, take my gorgeous sister here...  \n[18] Come on, this is interesting. I mean, look at her, she's so accomplished, the most successful woman playwright since who? Lillian Hellman? She's over fifty, divorced and still sits in night after night because the available guys her age want      \n[19]--forgive me honey for saying this, but they want girls that look like Marin so the whole over fifty dating scene is geared completely towards men leaving older women out and as a result that makes the older women more and more productive and more and more interesting, which, in turn, makes them even less desirable because as we all know -- men, especially older men, are threatened and deathly afraid of interesting and accomplished women. It's just so clear. Single older women, as a demographic, are as fucked a group as can ever exist. \n[20]  \n[21] I'm sorry, I thought I was onto something.  \n[22]  \n[23]  \n[24] Marin YELPS.  \n[25] Then they hear Marin SCREAM.  \n[26]  \n[27] Julian rounds the corner of the corridor. Marin rushes toward him, her face begging for good news.  \n[28] This is all beginning to feel a little like the Step Sisters trying on the Glass Slipper. Until we get to Erica, not paying any attention at all as she is handed her Tea.  \n[29]  \n[30]  \n[31]        \n[32]     "}}