{"filename": "Source-Code_script.txt", "imdb_id": "tt0945513", "imdb_url": "https://www.imdb.com/title/tt0945513", "characters": ["College Student", "Conductor", "Christina Warren", "George Troxel", "Derek Frost", "Colleen Goodwin", "Max Denoff", "Hazmi", "Dr. Rutledge", "Coffee Mug Lady", "Soda Can Guy", "Gold Watch Executive", "Colter Stevens", "Nurse", "Minister Sudoku"], "dialogues": {"College": "\n[1]Hey, you dropped this. \n[2]Hey, you dropped this. \n[3]Hey, you dropped this. ", "Student": "\n[1]Hey, you dropped this. \n[2]Hey, you dropped this. \n[3]Hey, you dropped this. ", "Conductor": "\n[1]Ticket? A heavy-set CONDUCTOR stands in the aisle. A jangling of keys. Colter just stares at him. Dazed. \n[2]May I see your ticket? The last thing on his mind. Bewildered, he searches his pockets. \n[3]Have to write you up then. He pulls out a citation pad. \n[4]New York. Penn Station. \n[5]Princeton Junction. \n[6]\"\u0098Bout ten minutes back. \n[7]Lucky you. The jaded conductor moves on. Colter is alone with his confusion. Takes a deep breath. The nausea has eased slightly. 5. \n[8]Ticket? Expecting this now, Colter hands over his ticket to be punched. \n[9]Say what? \n[10]Please take a seat, sir. Colter moves on. He looks for suspects. We've seen the faces before -- the Computer Engineer, the Secretary, the Stock Broker, the Backpacker and so on. All seems normal. He finds himself focusing on a jumble of unfiltered details -- Suits. Ties. Shoes. Skirts. Watches. Newspapers. Coffee cups. Litter. Sudden dizziness. He grabs a seatback for support. Sensory details slam into him. We go EXTREMELY CLOSE ON: The STITCHING on a leather purse. A FOUNTAIN PEN rattling in a fold-out tray. AIR CONDITIONING hissing from a vent. A CRUMPLING SOUND as the Overweight Man crushes an empty soda can. TAP, TAP, TAP -- the Computer Engineer tapping his foot on the floor. Faster and faster. Derek, the Wall Street Type, talks on his phone: \n[11]Didn't I tell you to take a seat? \n[12]Who are you talking to? An edgy silence. Other passengers looking over. Colter's about to retort, about to accuse Guzman, when he stops. It's too easy. Colter senses the uproar he's about to create. Which just might be a mistake. He reconsiders. \n[13]You feeling all right, sir? With a pained smile, Guzman loosens his collar. \n[14]Very well. The conductor turns back to Colter. \n[15]  \n[16]Ticket. 87. The conductor takes up position in front of him. As implacable as Rutledge, in his way. \n[17]Ticket, please. \n[18]He still needs a ticket. Colter makes no move to respond. No more concern for anything. \n[19]Have it your way, pal. He takes out his book to write Colter up. \n[20]I have no idea where he got on. Full fare's $22.50. \n[21]  \n[22]Huh? The metal door to THE SAFE has been OPENED. ", "Christina": "\n[1]What's what? \n[2] Almost at Newark. Goes back to her journal. \n[3]It's more of a hell hole. But Colter still doesn't understand. He gets up. Nausea slams into him. He hangs on to the seat. \n[4] Okay, bathroom's that way. Colter looks down the aisle, hesitating. \n[5]Go. Seriously. Colter eases himself into the aisle. Totters down the length of the car until he finds the RESTROOM. The door is LOCKED. The latch reads \"OCCUPIED.\"\u009d Bracing himself, he lurches forward into... \n[6]Why do you keep calling me ma'am? How old do you think I am, anyway? \n[7]Like what? \n[8]So you drank too much last night. So did I. Unfortunately, I remember the whole thing. \n[9]Boy, you really did drink a lot last night. \n[10]Of course it is. \n[11]Take a look in the mirror, good sir. The mirror? She goes back to her sketchbook. Determined not to be interrupted again. Anxiety ripples through Colter. \n[12]Hey. You okay in there? \n[13]You left your bag on the seat. Which is a flagrant violation of rail security, leaving a suspicious package behind and all that. I probably saved you a huge fine. No answer. \n[14]I'll just leave it right out here for you. She places the bag beside the door. She hesitates at the door. The oddness of this situation. \n[15]If it'll help you remember, you've been riding this train every morning for three months. Her words rouse him. \n[16] \n[17]Are you talking to me? \n[18]Pretty girl. \n[19]And you're a moron. Disregarding her, Colter gets up. Pursuing a new line of action. The only way he can make sense of this. He starts walking up the rows. \n[20]Ain't life grand? Across from him, Christina sketching. A gentle smirk. He focuses in on her. Not knowing where else to begin. \n[21]I went to art school. Doesn't make me an artist. \n[22]I'd rather not. He looks down at his watch. 7:41 a.m. He's been back for one minute. Adjusting the settings, he changes the digital display to COUNT DOWN the remaining SIXTEEN MINUTES. He tries again for human contact. \n[23]You certainly do. \n[24]It's private. And your opinion doesn't interest me. \n[25]I wouldn't go that far. \n[26]Christina. \n[27]All of them, practically. She leans forward, eyes glinting conspiratorially. \n[28]I know all about them. \n[29]I'm a collector of moments. That woman over there? She's a patent attorney with three kids and a summer place on Long Island. More important, however, she colors her hair herself and wears the same houndstooth check suit every third Wednesday. The nebbishy fellow behind her always calls into his office three minutes before we go into the tunnel. And the guy with the shaved head and leather jacket eating a scone has a profile identical to that of Julius Caesar. A click of the restroom door opening. Guzman emerges from the bathroom and returns to his seat. \n[30]I haven't seen him before today. He's cranky. Thinks the worst of people. \n[31]Everyone's dangerous. \n[32]I'm not sure I know what you mean. \n[33]Who are you? Colter hesitates. Debating. \n[34]Something's different about you today. \n[35]Most fervently. \n[36]They're all so utterly normal. That's what's terrifying about them. Perhaps there's more than one. A team at work. The patent attorney in cahoots with Julius Caesar and the nebbishy guy. And don't forget the sullen college kid. He's the expendable one. But they're all controlled by this good- looking stock broker. She shows him her sketch of Derek, the Stock Broker. 38. \n[37]Blond, blue eyed, hyper alert. The perfect Machiavellian operative. Out for himself. He'll betray them all in the end. She's not taking him seriously. \n[38]  \n[39]Ma'am? How old do you think I am? \n[40]Who were you talking to? \n[41]My pleasure, okay? It's just that you left your bag on your seat.  It's a flagrant violation of rail security, leaving a suspicious package behind and all that. Maybe you're the terrorist. This is too much. Colter turns on her. Paranoid. 40. \n[42]I was joking. \n[43]I had no idea you were so thoroughly weird. I'm not entirely sure I like it. \n[44]Part of what? \n[45]Who am I? I'll tell you. I'm twenty seven years old. I have no savings and no health insurance. He turns back. Waits. The more she speaks, the angrier she gets. \n[46]Six months ago I moved back in with my parents because I ran out of money. I got A's in line drawing and advanced oil painting but no one's buying my stuff. Two weeks ago I put away all my paints. My little sketch book is the last thing left. You see, I'm not a artist. I'm a receptionist in a law firm. The only thing I operate is a phone switchboard. 41. The stark reality of her life. The HORN of the FREIGHT TRAIN yanks his attention to the windows. Up ahead are the row houses opposite which the train exploded. Time is running down. \n[47]Now let me tell you about you. You work at the New York Public Library. You've been eyeing me for months on this train but haven't said a word to me. You're bland and colorless and predictable. And now I see you're delusional, too. Colter doesn't hear her. He's still looking out the window. \n[48]Are you mocking me? \n[49]Do me a favor. Don't ever talk to me again. She drops his messenger bag at his feet and walks away. Colter looks down at his watch. THE LAST SECONDS TICK AWAY -- 5... 4... 3... \n[50]Get off me! But he HOLDS HER TIGHT, shielding her with his body and squeezing his eyes shut as -- \n[51]Is this a magic trick or something? 54. \n[52]You want to tell me how you're doing this? \n[53]A collector of moments? \n[54]That's the cheesiest line I've ever heard. She resumes her drawing. \n[55]Who the hell are you? Who have you been talking to? \n[56]Me? No. I haven't ever talked to you. \n[57]Okay, you've got my attention. Now tell me what this is all about. \n[58]Are you selling something? \n[59]This better be good. 56. \n[60]I'm not sure. \n[61]Yes, fine! Here. She flips through it. Shows him a sketch of SEAN FENTRESS. \n[62]I did it last week. \n[63]Give me a little credit. \n[64]  \n[65]After three months of riding the train, this is how you introduce yourself to me? 57. \n[66]Source Code. \n[67]You are, I think, deliciously mad. \n[68]Why tell all this to me? There's lots of people around for you to talk to. \n[69]Believe me, I don't have the answer for anything. \n[70]Stone walls? My parents live in a house with aluminum siding and an American eagle over the door. The only bike is a Harley which the guy down the street revs at three in the morning. \n[71]Who's Rutledge? \n[72]I saw a program on TV. It was about psychics. They say psychics have a lot of paranoia. \n[73]Don't you have people you can go to for help? Friends, family? The train begins to move again. \n[74]Maybe now's the time to reach out to him. She hands him her cell phone. Colter just holds it in his hand. \n[75]As opposed to being the exact same person? \n[76]This is so not about me. Colter reluctantly dials. As it rings -- \n[77]June 11th. 60. \n[78]You're intimidated by him. \n[79]You're scared of him. I can see it. \n[80]He's still mad at you, huh? \n[81]I don't know how to help you. She feels bad for him. And something inside Colter closes. Retreating inside himself. \n[82]I have a friend. Surprised, he turns to find her there. \n[83]She works at the New York Times. Her name's Stephanie. She's just a proofreader, but she wants to be made a reporter. She's always saying she needs a good story to bring in so she gets noticed. Something like this, with a crazy paranoid angle could really interest her. \n[84]She could do some poking around. She's already quite suspicious of the government. Christina's dialing her phone. Colter turns back to the window. \n[85]I'm getting voice mail.  Steph, it's Christina. You know that story you're always looking to write? I might just have something for you. I met a guy. His name is Colter Stevens. He says he's in the army. He flies helicopters in Iraq, but now they've put him into a secret project called Source Code. Maybe you can look into it a bit, okay? Call me. She hangs up. Pleased with herself. \n[86]She'll call back. Just wait. None of it will do Colter any good, but he manages a smile. \n[87]  \n[88]No, but thanks. What did you mean, there's a criminal on the train? How do you know that? Colter looks away. Careful. 63. \n[89]How can I help you if you don't tell me everything about this? \n[90]Can't you just tell me? He gives her an imploring look. She sighs and squeezes in next to him. \n[91]Try anything and I'll kill you. \n[92]What are you doing? He wrenches back the ventilation panel, then steps aside. \n[93](startled, feels his hands \n[94]Is that...? \n[95]Did you put this here? \n[96]We have to tell someone. We have to stop this. \n[97]Already what? \n[98]This isn't happening. I've got to get off. Colter catches up with her inside the exit vestibule. She's stabbing at the door release button. \n[99]Why won't it open?! Her phone is RINGS. They both stop. She looks at the number. \n[100]It's Steph. I told you she'd be interested. Hi. Her eyes are fixed suspiciously on Colter as she listens. Colter looks outside. Recognizes the terrain. Looks down at \n[101]Colter...? Working fast, he unhooks the leads on the detonator, rips away gaffing tape -- jostling the cannisters of explosives -- \n[102]Colter, I have to tell you something. -- and pulls off the detonator cell phone. Ducking back down, he see Christina standing in the doorway. 66. \n[103]Stephanie did a computer search. Something in her expression worries him. \n[104]She's got a database of all newspaper articles going back to forever. \n[105]No. But you were. She found you. \n[106]According to the notice, you were killed in action two months ago. The world stops. A SEARING PAIN SLAMS INTO him. He drops the phone and doubles over. She runs to him -- \n[107]Hey! 86. Colter, back in his navy jacket, slacks and shirt, has pitched forward into Christina. \n[108]You want to get off me? The Overweight Man, wide eyed in surprise, has his finger poised to open his can of soda. \n[109]What's wrong with you, anyway? She glares at him at he stands up. He can't respond. Despair surges through him. He stumbles off down the aisle. But where can he go? There is no freedom. No escape. Imprisoned in both worlds. From her seat, Christina watches him go. Sensing the torment in him. \n[110]You okay? He eyes her furtively. Like a cave man who's never seen another human being before. \n[111]You're not okay. He's ghastly pale. He's sweating profusely. \n[112]He's not feeling well. \n[113]Wait. I'll pay it. \n[114]All right, all right. Getting out her wallet, she pays the conductor. He eyes her with disapproval, then shambles off. \n[115]I see customer service is alive and well on New Jersey Transit. \n[116]The ticket? I don't know. You looked a little lost. The gratitude in his look makes her self conscious. She turns to go. \n[117]What's that? 88. \n[118]What? \n[119]This isn't my stop. \n[120]How do you...? A group of passengers approaches the exit area. We've seen them all before: Derek, the Old Man, the College Kid. And the small encounters: shuffling around, positioning at the doors, and the College Kid tapping Derek on the arm, holding out Derek's wallet. \n[121]Who in the world are you? \n[122]Leave me alone. She retreats back into the car. Colter is heartbroken. About to pursue her, he happens to look over and see \n[123]Hello? \n[124]Going to work. Why? \n[125]What? The train begins to SLOW DOWN. 93. \n[126]I don't understand. \n[127]I'm fine. Everything's normal. Is there something on the news? Some kind of alert? \n[128]I'll be late for work. \n[129]It's probably a joke. A weirdo guy from somewhere. She sees Colter down in the exit area. They lock eyes. And somehow she knows. He made the call. Colter quickly disappears into the other car. 94. \n[130]No. I'll call you back. She hangs up. Disturbed. As if she's failed some test. But what test? Why this weird feeling? \n[131]Who is this? \n[132]Are you the guy who was sitting across me on the train? \n[133]My friend had it. From when you called her -- to try and get me off the train. Who are you? What do you want? Derek and Guzman cautiously lower their hands. Watching in confusion. \n[134]About what? \n[135]Talk to me. I feel that something terrible's going to happen. Do I need to get off the train? Am I going to die? He can hear the b.g. noise of the train on the other end. \n[136]   \n[137]The bridges. You just never know when they'll be jammed. His heart starts racing. \n[138]What are you talking about. Who's going to -- Over the phone comes the HORN from the passing FREIGHT TRAIN. Colter presses the phone to his ear, trying to hear her. \n[139]What's happening? Are you okay? Are you there? Derek picks up the phone and terminates the call. He coldly evaluates the two men dying in pools of blood. Then calmly walks out. As the life slips from Colter's eyes, he manages to focus on his beeping WATCH -- Where the seventeen minutes have RUN OUT. And the world \n[140]What now? How do we get to work? You guys have some busses or something? The transit employee ignores her and walks away. \n[141]Hey! I'm talking to you! She stands there in exasperation. This whole thing has been designed to thwart her. Nearby, Colter sits on a bench. \n[142]Yeah. Now I'm going get fired for being late. \n[143]Could this day get any worse? \n[144]Yeah. If only. She takes out her cell phone. The stress of her day. \n[145]I'm calling a cab. Maybe I'll only be somewhat late for work. Colter watches her, a quiet ache inside. Maybe some people don't want to be saved. \n[146]Wait. Colter turns. She crosses her arms archly. \n[147]You can't just expect someone to change her life just like that. At the very least... you'd have to buy that person coffee and explain your reasons. She waits for his response. Uneasy at putting herself out there. Colter's watch ticks down to the final seconds. His last moments in this world. He has only time enough for a final look of reassurance. \n[148]You okay? Colter turns to her. How can this be? He's afraid to even speak. As if that alone could break the enchantment. But the world is here. It goes on. That's all he knows. Finally he swallows. Finding his voice. \n[149]Okay, well, come on then. Walking forward, he joins her. The two of them disappear down the tunnel. A beautiful morning. ", "Warren": "", "George": "", "Troxel": "", "Derek": "\n[1]Trust me, by one o'clock, the bridge is going to be jammed... A COLLEGE STUDENT, slumped against a window, eyes shut, listens to an MP-3 player. An OLD MAN with a faded wool suit clutches a cane. A BACKPACKER, female, European, 20s, hiking boots, examines a guidebook. A dowdy OFFICER MANAGER type sorts supermarket coupons into a tabbed file box. An African American EXECUTIVE reads a newspaper. None of them pays any attention to Colter. A WHOOSH of AIR -- he turns to An AIR-CONDITIONING VENT. The HISS of AIR sound sinister. Like the exhalations of a creature. A SCRAPE. He looks to see A woman FILING HER NAILS. Colter cringes. Every detail, every sensory impression seems heightened, near the point of overload. He reaches Christina again. Eases back in the seat across from her. She writes in her journal, ignoring him. 6. There's something else in his sports coat. A WALLET. He turns it over a few times, inspecting it. Pulls out a DRIVER'S LICENSE. Another man's face is in the photo. The name on the license reads: \"SEAN FENTRESS.\"\u009d The same name as on the messenger bag. The street address on the license reads: \"58 Alexander Road, Princeton Junction, New Jersey.\"\u009d \n[2]Trust me, by one o'clock, the bridge is going to be jammed... Then... the CLICK of a LOCK UNLATCHING. 22. The restroom door swings open. GUZMAN, the Middle Eastern man, emerges. After a furtive glance around, he quickly takes a seat. Now Colter makes the connection. The bomb in the restroom. The Middle Eastern man emerging from the same restroom. Colter starts down the long aisle. In his seat, Guzman slips on dark glasses. He looks forbidding with his mustache and olive-colored skin. \n[3](relieved, takes back the \n[4] Wow. Thanks. The train stops. The doors OPEN. \n[5]Instead of going directly to the station house, Derek continues walking down the platform alongside the train, as if intending to reboard further down. And then it happens. With a quick motion Derek TOSSES SOMETHING through an open door of another car, then heads quickly away towards the station house. With no time to think, Colter slips back on board just as the doors slide shut. \n[6]Gosh. Is that my wallet? As he goes to take it, Colter GRABS HIM. \n[7]What the hell, man? What the hell??? \n[8]What is this? Get away from me! The BARREL of a 9 MM PISTOL. Aimed right at him. \n[9]Jesus. Derek raises his hands. Sweating. All fright. Like a decent man, terrorized. It gives Colter pause. Does he have the right guy? A toilet FLUSHES. The last stall door opens and Guzman emerges. Stops cold as Colter swings the pistol at him. \n[10]Don't hurt me. \n[11]Keep my wallet. Take my watch. Take anything you want. Unprompted, Guzman takes out his own wallet and sets it on the counter. Calmer than Derek. Accustomed to trouble. \n[12]Please. I have a family. \n[13]  \n[14]  \n[15]Listen to him. For God's sake I'm not a terrorist...! A URINE STAIN spreads on Derek's pants. He looks down, ashamed. Colter keeps the gun on him. \n[16]Eighty million dollars? I swear to you... \n[17] \n[18]I don't know what you're talking about! \n[19]I would never hurt anyone. I have a family. I guess you'll have to kill me. But Colter can't. He can't shoot him. He lowers the gun. Disgusted with himself. Why can't he do it? \n[20]Anything you want... Please... The detonator CELL PHONE RINGS, startling all of them. Confused, he answers the phone. \n[21]Trust me, by one o'clock, the bridge is going to be jammed... \n[22]A slight flicker travels across Derek's face. Like a disturbance on a surface of deep water. \n[23]Colter staggers back -- slumps to his knees. Guzman cries out -- makes a run at Derek -- who spins and -- \n[24]Wow. Thanks. Keeping his composure, Derek accepts the wallet. Colter steps aside, allowing them to pass. Allowing it all to happen. The station slides into view. No one on the platform. \n[25]Of course. What's this about? Unseen by the officers, Derek has taken out his CELL PHONE and is DIALING IT as he turns around. The police approach, cautiously. \n[26]My pleasure. Raising his hands, he pushes SEND on his phone. On board the train there's a RINGING. 113. ", "Frost": "", "Colleen": "", "Goodwin": "\n[1]This is Beleaguered Castle. \n[2]Captain Colter Stevens, this is Beleaguered Castle. Acknowledge transmission. The measured calm of a mission controller's voice comes over Colter's headset. \n[3]Captain Stevens, do you copy? \n[4]You're with Beleaguered Castle. PULL BACK, fractionally, to reveal Colter in a tight and confined CAPSULE. It bristles with sophisticated electronics and ghostly glowing diodes. He's like an astronaut in an orbiter craft. \n[5]Are you functional? He tries to clear his head. He's still upside down. \n[6]Adjusting your rotation. Very slowly, almost imperceptibly, Colter's upside-down face begins to turn and right itself. 13. \n[7]Can you report at this time? \n[8]Report what you saw. \n[9]Just now. \n[10]And? \n[11]Just relax, Captain. \n[12]Standby for thread one of alpha memory pattern. 14. \n[13]You already have that information, Captain. Now think. Recall my name. A long moment. A name floats into his head. \n[14]Correct. \n[15]Commencing memory pattern. \n[16]You're with Beleaguered Castle. \n[17]You're with friends. The exercises will assist you. Are you ready? Just like with the train, he seems to have no choice but to go along with it. \n[18]Memory Thread One. Listen to the following passage: \"When Lily woke, she had the bed to herself. She sat up, bewildered by the strangeness of her surroundings; then memory returned, and she looked about her with a shiver. 15. \n[19]In the cold slant of light reflected from the back wall of a neighboring building, she saw her evening dress and opera cloak lying on a tawdry heap on a chair.\"\u009d End of thread one. Silence. Is it Colter's turn to speak? \n[20]Thread Two. Listen. I am holding the following hand of cards: Queen of spades. Four of clubs. Nine of clubs. Three of hearts. Nine of hearts. I repeat: Queen of spades. Four of clubs. Nine of clubs. Three of hearts. Nine of hearts. End of thread two. Beads of sweat on Colter's forehead. What the hell? \n[21]Thread Three. The following is a recording of a Western Screech-Owl: A rather spooky BIRD CALL plays -- a short whistle, followed by a long trill. The call is repeated twice more. \n[22]End of Thread Three. End of pattern. Acknowledge. Unexpectedly, in the back of his mind, a reply is there. \n[23]Stand by to initiate pattern recall. \n[24]The five playing cards. Arrange them in order of descending values, irrespective of suit. He thinks for a moment. Focus. Play along. Maybe it will all be okay. \n[25]That is correct. The passage I read contained mention of a woman's name. What was that name? \n[26]That is correct. End of pattern. Goodwin leans forward to flip a switch and EVERYTHING GOES \n[27]Please list the primary specifications of the aerial platform you've been trained to operate. Colter mulls his options. Should he talk? Keep silent? He tugs against the steel harness holding him in. A HATCH, like the kind used on submarines, seals the capsule. Goodwin's voice grows slightly louder over his headset. \n[28]Please list the primary specifications of the aerial platform you've been trained to operate. \n[29]Please list the primary -- \n[30]That is correct. Who bombed the train? \n[31]Who bombed the train, Captain? \n[32]Whom do you suspect bombed the train? \n[33]You didn't see? \n[34]The Screech-Owl song can be seen as a progression of musical notes. Did the notes go up, down or remain at the same pitch? \n[35]How many times was the bird call repeated? \n[36]How many times was the bird call repeated? \n[37]Incorrect. Who bombed the train, Captain? \n[38]You have seventeen minutes. Use them. Find the bomber. ON SCREEN -- Goodwin leans forward to press a button and -- 19. Click. Everything goes dark. We HEAR Colter's nervous \n[39]Stabilize. Lower your pulse. Colter opens his eyes. He's back in his military flight suit. The craft goes still. Cautiously, he releases his hands from their grip on the seat restraints. He looks like he's sweated off five pounds. \n[40]Do you need to urinate? \n[41]Do you need to urinate? \n[42]Did you find the bomber? \n[43]Which Middle Eastern guy? Be specific. \n[44]You've already been told what you need to know. Discipline your memory. Limit your operational awareness to the tasks we assign you. Everything else is irrelevant. \n[45]You do not die. As you can see, you simply return to us. \n[46]Say again? 30. \n[47]The man with the pipe isn't here right now. \n[48]You feel unsatisfied with our relationship? \n[49]If Guzman, the Middle Eastern man, is innocent, as you maintain, who might be the guilty party? \n[50]This isn't a game, Captain. \n[51]We have no answers. Only corpses. A weird beat. \n[52]Some were too badly burned to be identified. 31. \n[53]The heat from the explosion fused many of them completely into the wreckage. Is this the truth? Or another evasive answer? His mind pulled in all kinds of unpleasant directions. \n[54]Yes. \n[55]Yes. \n[56]Today. \n[57]It was attacked this morning, at 7:57 a.m., Eastern Standard Time. Six miles outside of New York City. Colter's head is spinning. \n[58]What do your senses tell you? His senses tell him it's true. But how can he accept it? \n[59]With Beleaguered Castle. \n[60]Your unit was rotated Stateside three weeks ago. The news comes like a slap in the face. Colter clearly has no memory of this. \n[61]Listen up, soldier. Goodwin hunches forward, putting his elbows on his desk. As he does so, he inadvertently reveals a glimpse of his military unit SHOULDER PATCH. The insignia contains wings and a lightning bolt against a background of stars. Underneath it is written \"CAOC-N.\"\u009d \n[62]The train is just the beginning. Our intel says there are more attacks are coming today. And they're linked with the train. Time is of the essence. Do you understand? Colter barely hears. He's fixated on that shoulder patch. \n[63]Captain? \n[64]D.N.I. Counterterrorism has come up with the five most likely follow-up targets in the New York area. 33. \n[65]They are, in no order of importance, the Holland Tunnel, Newark International Airport, the Brooklyn Bridge, Penn Station and the Empire State Building. It could be any of them, it could be none of them. Whatever it is, if you find the bomber and learn his plan, the next one we might be in a position to prevent. Those are your orders. It's too much information to process. Colter's head spins with questions. \n[66]Those are not your orders. \n[67]Those are not your orders. You are not to influence events any more than you need to in order to accomplish your mission. Military priorities. Defying comprehension. \n[68]Would you like to see the release form you signed? \n[69]Only one way forward, Captain. Seventeen minutes. Find the truth. \n[70]-- four principle dialects of Arabic: Egyptian, Gulf, Syrian- Lebanese and North African. We will now play you portions of each, discussing the audible differences between them. CLIPS of SPOKEN ARABIC begin to play. Colter continues reconstituting the computer. The monitor fills with scrolling lines of COMPUTER CODE. With an oddly low-tech CLANG, the heart of the machine reawakens. The air vents come back to life. Heat starts to return. The icicles begin to DRIP. 45. Colter sits back in his seat, exhausted from the work. The monitor switches to a real-time view of the LAB. Goodwin's chair is there, but Goodwin is not in sight. In a background distorted by the FISH-EYE LENS, various technicians wander by. \n[71]Welcome back. How are you feeling? \n[72]You find the bomber? 50. \n[73]Lower your pulse. The situation has worsened. The fire on the tracks caused one of the freight cars to blow up and release some kind of gas. As a precaution they're having to evacuate all of lower Manhattan. Evacuate lower Manhattan? The enormity of this. Having to take it on faith. \n[74]We may have lost the initiative. \n[75]We were expecting more from you. \n[76]I want to show you something. \n[77]Yes. This drivers license photo was found with her body. We're creating a database of recovered identifications as they come in from the site. A pang of sorrow. Moving among ghosts. \n[78]Would you like to see her morgue photos? \n[79]We know. \n[80]This was taken shortly after the rescue crews arrived on scene. The TIME CODE on the image reads 8:26 a.m. \n[81]We noted the location of each corpse when we pulled it out. On screen, rescue workers pull a CHARRED CORPSE out of the wreckage. \n[82]Prepare yourself. This is unedited footage. \n[83]Sean Fentress. The man in the mirror. Himself, at least on the train. \n[84]As a host identity, Sean Fentress had to have certain basic similarities to you. Gender. Blood type. Approximate age. His head was still intact. We need the head, you see. To link the two of you remotely. They carry the corpse towards a MORGUE TRUCK with a vast array of SATELLITE COMMUNICATION EQUIPMENT attached to it. 53. The image freezes, then DISSOLVES back to Christina's DMV photo. Silence. Pondering. \n[85]Would you like to see the other passenger photos? Perhaps that would help you. \n[86]Why? \n[87]Captain...? The playing card flickers, separates into pixels, then dissolves. \n[88]Captain, allow me to introduce myself. My name is Goodwin. You're with Beleaguered Castle. You are safe. All your needs will be met here. Lines of computer code flit across the screen. A blinking cursor. \n[89]Captain? The sound drives away the image, replacing it with \n[90]Captain, just tell me what you see. Just look and speak. Groggy breathing. A ragged voice: \n[91]Very good. Very, very good. \n[92]Are you comfortable? Are you warm? Colter clings to his harness as if to keep from vanishing entirely from existence. \n[93]Do you need to urinate? Colter swallows. Too terrorized to speak. \n[94]Beleaguered Castle is waiting for your report. Goodwin taps his pen on his clipboard. Impatient. He flips a switch. A blocky COMPUTER VOICE, something out of the 1970s, comes on: \n[95]Captain, I know you can hear me. Did you find the bomber? Goodwin keys in some commands. Forever adjusting. \n[96]As you're collecting your thoughts, I should tell you there's been another development. A terrorist group has taken responsibility for bombing the train. 70. \n[97]This began broadcasting over the Internet a half hour. We've traced it to central Asia. \n[98]So you've decided to speak. \n[99]We appreciate your desire for further discussion. Perhaps at a later date. \n[100]Frankly, Captain, we're disappointed. \n[101]I have to say that we expected more from you. \n[102]Perhaps we overestimated your abilities. \n[103]Please accept the criticism in the spirit it was given. Perhaps a few memory exercises would help. \n[104]Very well. We're ready for that information. \n[105]What assurance do we have you'll be able to read the screen before the device detonates? \n[106]Captain? This is Goodwin. Colter's heart sinks. \n[107]Where are you, Captain? \n[108]Where are you? How did you find us? \n[109]What train? \n[110]What hasn't happened? 76. \n[111]What explosion? \n[112]This contact is ill-advised. I must ask you to hang up. \n[113]You have no authorization to be making this call. Goodbye. \n[114]I think so. \n[115]I'd rather you not ask me anything, Captain. \n[116]I should terminate this call. \n[117]What's your question? Surprised, Colter raises his head. Draws a breath. \n[118]Not physically. \n[119]You did not physically survive the crash. A terrible chill comes over Colter. He swallows. Trying to stay brave. \n[120]We've kept alive certain areas of your brain. \n[121]A manifestation. Your way of making sense of it. This is crushing. Colter fights back terror. \n[122]As a soldier... \n[123]It was the only way. You couldn't have a body and be sent back into the Source Code. What is the status of your mission? Is it a success? \n[124]I suppose not. You're right to keep it from me. \n[125]End? \n[126]You must realizes the army's made an investment in you. You'll be used again. \n[127]Imagine a turntable. With a record spinning on it. All we do is lift up the needle. The music stops. \n[128]Then we wait. Until another mission. And the needle comes down again. You won't remember any of this. We'll start with the playing cards. Electronic tones. Simple memory exercises. Bit by bit, we'll revive your cerebral capacities once more. The barbarism of it. Digital slavery. \n[129]Does it matter? \n[130]In stimulating your cortex, they're prolonging your life. Many soldiers would find that preferable to death. \n[131]The courts. \n[132]The courts know you're here. \n[133]Military. Colter finds no comfort in this. \n[134]I'm sorry you found out about all of this. That wasn't our intention. \n[135]The Army investigated Colter's helicopter crash in Iraq. Apparently he stayed behind to fly protective cover for a disabled convoy until he ran out of fuel. \n[136]No. It's the Silver Star. Something in Goodwin's voice momentarily checks Rutledge's breezy good humor. \n[137]I thought I might inform the captain of the citation. 103. \n[138]The memory wipe? \n[139]Captain, this is Beleaguered Castle. Acknowledge transmission. \n[140]How are you feeling? Are you comfortable? \n[141]Come again? \n[142]I doubt it. \n[143]No. I meant, I doubt you'd be doing this, if you were me. An unusually personal statement, coming from Goodwin. \n[144]Would you like to see Christina again? One last time? Colter's not sure he heard him right. \n[145]Seventeen minutes. That's all I could give you. No mission to fulfill. Just... the two of you. \n[146]As a favor. One prisoner to another. \n[147]You were right. About me. And about Source Code. We've kept too much from each other. An odd sensation comes over Colter. \n[148]I usually report in at 0600. Today I was there early. I was there when the call came in. Your call. His call? They share a long look. 106. \n[149]You were on the train. I was not. \n[150]We didn't know if any bleed- throughs could occur. The implications would be staggering. That's why you were told to avoid unduly influencing events. \n[151]No. Not in our world. The time currents are too strong. But minor alterations, here and there, a phone call, say, those might slip through. We didn't know for sure. But you proved it. Colter is thunderstruck. Unable to grasp it. \n[152]I've been thinking about the things you said on that call. As the day passed, the more I understood them. And now, I guess we've caught up to each other. \n[153]  \n[154]If I had any feelings, I'd worry about that. But, as you've maintained, I do not. The strange path of their relationship. Ending at last at simple, grudging respect. \n[155]This is Beleaguered Castle signing off. Acknowledge final transmission. \n[156]Step aside. That's an order. \n[157]I'm glad you know my rank. Were you also aware I'm in the Special Forces? \n[158]Hello, Captain. As Goodwin edges forward, we reveal the bare foot of someone lying there. A DIGITAL TIMER reads 1 MINUTE. \n[159]Thank you for your service. Time to go home. Goodwin's hand goes to the switch to shut off life support. His eyes on the clock. It reads 30 SECONDS. \n[160]Go ahead and arrest me. But the MP does nothing. \n[161]I'll be around. Whenever you want me. They part as he walks out of the room. A look of grim satisfaction on his face. 120. ", "Max": "", "Denoff": "", "Hazmi": "", "Dr.": "", "Rutledge": "\n[1] \n[2]Project designer initiating sequence and drives check. \n[3]Is someone there? \n[4]Wow! It's you. \n[5]We've been working towards you from the other side. Nice to have you with us again. You feeling all right? 46. \n[6]The name's Rutledge. \n[7]No, I guess not. They're pretty anal around here.  Don't tell them you saw me smoking in here, okay? His genial eccentricity is completely at odds with the military environment. And then it occurs to Colter: \n[8]  \n[9]What? \n[10]Why would Goodwin have it in for you? 47. \n[11]He seems pretty devoted to the mission. \n[12]Because they can't be saved. \n[13]Yeah but you'd be doing it in the Source Code, not here. Not in our own past. Mystery upon mystery. \n[14]I'm not sure I should be telling you this. \n[15]It's quantum physics. Linear algebra. Parabolic calculus. It would take weeks to explain. \n[16]It's gone out again. \n[17]Think of it like this: events in our past can never be undone. Einstein proved that. \n[18]So Source Code opens up another past for you. A parallel past. It looks the same but it has no intersection with our own world. In essence, by sending you back, an entirely new but utterly parallel world is created. It looks identical to ours, but nothing you do there has any effect on this reality. At last some useful information. Colter races to process it. \n[19]I don't know. You can never know that because you're not there to observe it. Maybe it vanishes. Maybe not. I should tell them you're okay. \n[20]What bicycle? \n[21]Wait. You see all this after you leave the train? \n[22]Please tell me you're not making this up. \n[23]I don't know. Rutledge looks off camera for a moment. \n[24]They're here. There's no more time to talk. Make sure he sends you back in. Find out about the after images. Goodwin appears. Rutledge reluctantly takes off his headset. \n[25]How's it going? Any breakthroughs? \n[26]Believe me, Captain, I'm on your side. \n[27]  \n[28]Come on. These guys are serious. Help me out. My ass is on the line, too, you know. \n[29]If you think I'm enjoying this, you're wrong. \n[30]The government can decide to take an interest in people. People like your father with his struggling farm. It can discover things like unpaid property taxes. It can call in his equipment loans or tie him down for years in environmental litigation. On the other hand, it can pay him handsomely for mineral deposits he never knew were there. As distant and problematic as your relationship was, surely you'd like the chance to do something for him. A beat of silent outrage from Colter. \n[31]  \n[32]You can see it. But you can never get there without our help. \n[33]Our offer. Maybe we can get you there. In return for your completing the mission. They'll let you die. I'll shut off your life support and you'll simply slip away. 83. \n[34]Just like the good Lord intended you to do a few months back. A fearful beat. Negotiating over his own soul. \n[35]Actually, we haven't. Your operational awareness has become too great. If you found out the truth about yourself once, you might do so again. As for Source Code, I'm sure we can find other servicemen coming back from overseas with wounds just like yours. Do you have the courage to serve your country one final time? Colter's eyes bore into Rutledge. \n[36](retreating from the \n[37]I doubt that. 84. There's barely time for Colter to grab onto the harness restraints before the machinery goes into a deafening HOWL. \n[38]Captain? Colter JOLTS AWAKE. Disoriented. Thrashing to get free. \n[39]It's okay. Calm yourself. You're back. Colter exhales. Shuddering. He's just completed another Source Code. \n[40]What happened? The tentacles of the nightmare slowly releasing. Replaced by the oppression of being back in the capsule. Back in Rutledge's power. \n[41]Was the bomber's identity on the cell phone? \n[42]  \n[43]Did you make any other progress? What in heck's name did you do for those seventeen minutes? Colter does not answer. The machinery again STARTS UP. Colter tenses, bewildered. Eyes dart accusingly to the screen. \n[44]We can do this all day. Until you get it right. \n[45]I don't doubt it. Who's the bomber? \n[46]They've searched the wreckage and found the wallet. It was under the wall panel. Just as you said. An awkward dynamic between them. They despise each other but have to work together. \n[47] ...is if he wanted us to think he died in the explosion. I know. We looked into his profile. 91. \n[48]Derek Frost is a commodities trader, with a wife, two children and a promotion one month old. He's an emergency preparedness volunteer on his office floor, for God's sake. \n[49]If he's really the one, you can find out the rest of his plan. \n[50]By any means necessary. There is no Geneva Convention in the Source Code. \n[51]  \n[52]In the conductor's compartment there's a fully loaded 9 millimeter handgun locked in a safe. Think you can remember the combination? \n[53]  \n[54]Whether or not they can stop the bridge attack, we came up with the intelligence. And that virtually assures all of our futures. This is just the beginning, guys. You did a great job, Goodwin. You operated our captain with skill and professionalism. What's that you have? Goodwin opens an envelope and slides out a CITATION. \n[55]What's this, then? Some kind of posthumous reprimand for reckless flying? \n[56]Send it on to his father. It'll ease the pain of his son's death. \n[57]Better not. We can't risk acquainting him with the citation in case the memory wipe isn't entirely clean. \n[58]I know, I know. But now the Director of National Intelligence is sure to want a closer look at our program, and until we train up another candidate, we'll need to keep Colter around to demonstrate it. \n[59]This thing is much bigger than any one of us. Goodwin, please clear Colter's memories and re-initialize Source Code. Rutledge walks away. The technician gives Goodwin a look of disgust. Goodwin carefully replaces the citation into the envelope. \n[60]Thank you, sir... I appreciate your faith in me... It's a great day for our country. \n[61]This is Rutledge. He listens. His face darkens. \n[62]Shit. He SLAMS down the phone and starts RUNNING. \n[63]What is this? Who authorized this? \n[64]Where's Goodwin? The chair at the console is EMPTY. \n[65]What the hell is he doing? 109. \n[66]Shut it down. \n[67]Shut down the Source Code. Right now. The technician hesitates. \n[68]Fine. I'll do it myself. Rutledge sits down at the controls. \n[69]And why not? 110. \n[70]Let it finish, then. No harm in that, I guess. All of you are in deep shit, I promise you. As for Goodwin, he'll never make it off this base. Rutledge picks up a phone. \n[71]He wouldn't. Looks up at the technician. Grows more and more uneasy. Snapping his attention back to \n[72]Seal the ICU. I want a detachment of MPs meeting me on the way there. \n[73]What?! He tries again. Red. The door stays LOCKED. \n[74]I want to know who reprogrammed this lock. And if you don't get this open in ten seconds I'll see that you're busted back down to private. \n[75]Just open it! A man's life is at stake. The key pad goes GREEN and the pressure lock releases. Rutledge tears open the door. \n[76]Shoot him if you have to, you hear me? The MPs exchange a look of annoyance at being ordered around by this guy. \n[77]Make it ten. Rutledge looks at HIS WATCH. It reads 52 SECONDS. \n[78]Arrest him! Goodwin backs away from the gurney, hands in the air. The BEEPING has given way to a MONOTONE. All of Colter's vital signs have FLATLINED. 119. \n[79]He's dying...! Rutledge frantically goes to reconnect the machines -- but Goodwin has turned off too many of them. \n[80]Get a medical team in here! Move! But the MPs just stare at the appalling sight of Colter's exposed brain. \n[81]  \n[82]I guess force is the only thing you people understa -- \n[83]You're a murderer. Goodwin offers his hands to the MP. ", "Colter": "\n[1]Ma'am? Nothing. \n[2]Excuse me... ma'am? She looks up. Blank stare. \n[3]What is this? \n[4]Where am I? \n[5]What's Newark? A city? 3. \n[6]Woah. I think I'm going to puke. \n[7]I don't think I... 4. \n[8]Is this...? From inside his sports coat he pulls out a TRAIN TICKET. The conductor snips his ticket and brushes past. \n[9]Wait a sec. I'm a little out of it here. Where's this train headed? \n[10]New York? Why would he be going to New York? How can this be happening? Fear starts to grip him as the hallucination simply continues. \n[11]Do you know where I got on? The conductor examines his ticket again. \n[12]Where's that? \n[13]But I've never been to Princeton Junction. See... I don't remember waking up or buying a ticket or getting on the train or anything else. It's just a blank. \n[14]Okay. You're gonna figure this out. \n[15]Sean Fentress? Who the hell's that? And why does he have this guy's wallet? He leans forward to speak with Christina again. \n[16]Ma'am? She lowers her journal, annoyed. We see she hasn't been writing but DRAWING. A well-executed sketch of a face. \n[17]I'm having a little problem here. I'm trying not to freak out, but I think something's happened to me. \n[18]Like, total memory loss. Complete. I don't know how I got here. \n[19]That's not it. See... I'm a pilot. I fly helicopters in Iraq. I'm in the army. She waits for more. As if he's telling a joke. \n[20]I was on a mission. Right before I woke up here I was in the middle of a mission... 7. Wavering. Unsure of himself. His memories. \n[21]I'm telling you the truth. \n[22]These aren't my clothes. And this wallet here... He holds up the driver's license. One final attempt to convince her. \n[23]You see this? This isn't me. \n[24]What? \n[25]This can't be happening. The train lurches to a stop. \n[26]Wake up! The restroom rattles and tilts with the motions of the train, obliging him to hang on. This isn't a dream. At least not one he can wake up from. The other guy's face stares back at him. Blinks when he blinks. \n[27]       \n[28]Jesus. 11. Running footsteps from outside. Commotion. An ALARM sounds. \n[29] \n[30]Where am I? \n[31]I'm dizzy. \n[32]What is this? Who am I talking to? More confusion. No idea how to react. Just as on the train. \n[33]When? \n[34]I was on a train. \n[35]And... There was a bomb. What the hell is going on?! \n[36]Who are you? \n[37]Goodwin? \n[38]How do I know that? I have no idea how I know your name's Goodwin. \n[39]Listen to me. Something's wrong. I was flying a mission. I was in a chopper. Then I woke up on a train. Now I'm here. Can you explain that? What unit is this? \n[40]Who? \n[41]I don't get it. Is this a Red Flag exercise? \n[42]A... Acknowledge. End of pattern. How did he know to say that? A conditioned response? \n[43]Go for pattern recall. The response comes to him more quickly. Like lines from an old script. Even if it still baffles him. 16. \n[44]Queen, two nines, four and a three. \n[45]Laurie. No. Lily. Her name was Lily. At each answer, Goodwin makes notations and adjusts gauges. \n[46]Is someone going to tell me what's going on here? \n[47]The UH-60 Blackhawk Helicopter weighs 20,250 pounds with a maximum exterior load capacity of 8,000 pounds. It has a range of 320 nautical miles and is armed with two 7.62 millimeter machine guns. \n[48]The train. \n[49]I have no idea. 18. \n[50]I don't know! \n[51]Will you tell me what the hell is going on here? \n[52]I don't know. Just tell me -- \n[53]What does this have to do with the train? \n[54]Twice. \n[55]I don't know who bombed the train! Colter is seething now. Had it with these games. \n[56]Hey. What's happening? The HUM of machinery starting up. \n[57]Goddamn it, Goodwin, what is all this? The machinery HUM changes modulation. Then gives way to a GENTLE ROCKING SENSATION. Tha-thunk. Tha-thunk. Tha-thunk. \n[58]It's a goddamn simulation. Christina's pen stops sketching. She glances up. \n[59]A three dimensional, completely immersive scenario. Touch, taste, sound, sight and smell. A measure of relief. A way to think about all this. \n[60]Complete with pretty girl. \n[61]Every combat simulator has one. In the middle of a fire fight a pop-up window starts playing a porno. You're an unusual choice for a distraction. \n[62]Find the bomber. Find the bomber. The conductor approaches him. 21. \n[63]Everything okay today, chief? \n[64]Anything out of the ordinary? The conductor frowns at him. Who is this guy? \n[65]How's it going? Colter stands in front of him, arms crossed. Behind his dark glasses, Guzman ignores him, but he's visibly uncomfortable. \n[66]What's your name? Guzman is stock still. Beads of sweat on his forehead. The conductor appears, accosting Colter. \n[67]Goodwin? Where are you? It's over. I found him. Appealing to Goodwin's invisible presence. But nothing happens. \n[68]Sorry. This guy seemed a little... anxious. I was worried about him. \n[69]Okay. I'm sitting down. Turning away, he finds a seat. He studies Guzman out of the corner of his eye. \n[70]  \n[71]A guy just came through here. Did you see where he went? \n[72]He was just here. A Middle Eastern- looking guy. Through the platform doors comes Derek, followed by the College Kid. Derek heads for the parking lot, while the College Kid mills around the newspaper stand. A muffled COUGH. Colter spins. Sees a door marked \"MEN'S ROOM.\"\u009d \n[73]All better now? Guzman's face hardens. He goes to the sink to wash his hands. \n[74]Don't much care for trains myself. 26. The bathroom mirror, of course, reflects back Sean Fentress's face, not Colter's. Guzman does not seem to notice this disparity. He picks up his briefcase and briskly walks out. Colter takes an uneasy look at Fentress looking back at him in the mirror, then follows Guzman out. \n[75]How are you going to pull this off? That bomb has a cell phone detonator. And I don't see a pay phone around here. So I'm betting you got a phone on you with the number already programmed in. \n[76]Open your briefcase. Prove to me there's no phone in there. 27. \n[77]  \n[78]Where the hell's your phone? Another look at HIS WATCH -- 20 SECONDS. Grabbing Guzman, Colter goes through his suit pockets. He triumphantly pulls out GUZMAN'S CELL PHONE and steps back. Guzman looks up at him, eyes moist with humiliation and malice. \n[79]I thought so. Now let's see you try to -- A distant THUD rattles the station windows. Colter pivots, looks down the tracks. The first thing he sees is \n[80]You didn't do it. Disbelief. As the din of the distant explosion is drowned out by the ROAR of \n[81]Holy fuck! \n[82]A fucking train just ran over me. 29. \n[83]How are you doing this? Am I on some kind of drug? \n[84]I didn't find the bomber. You fooled me with the Middle Eastern guy. I went for the diversion. What kind of freaky simulation is this? Let me out of here! \n[85]Guzman. Shell Oil. Look, I don't have intel experience. Why do you have me doing this? \n[86]Irrelevant? Killing me each time is irrelevant? \n[87]How? How can you do that? Silence. \n[88]Who's the man with the pipe? \n[89]There was a man smoking a pipe. I saw him on the monitor. Who's he? How does he fit into this? \n[90]Let me talk to him. This isn't right. I'm not your prisoner. Goodwin makes technical adjustments to dials and gauges. \n[91]What is this? Why are you talking like that? Is this some kind of script? \n[92]Who cares? I'm tired of this. \n[93]Then what is it? Don't you already know who the bomber is? Don't you have all the answers? \n[94]Corpses? Whose corpses? The passengers? \n[95]These were real people? \n[96]This really happened? \n[97]When? \n[98]Today?! The train blew up today? \n[99]You're lying. I don't believe it. \n[100]Where am I, right now, as we speak? \n[101]My unit's still in Iraq. I'm flying missions in Iraq. I flew one yesterday! 32. \n[102]Then why do I still have Iraqi dirt underneath my fingernails? Goodwin simply makes another adjustment on the controls. \n[103]Talk to me! Three weeks? I've been back three weeks? How'd I get in here? Have I seen my family? Does my father know I'm home? \"\u0098Cause I'd kinda like to tell him if that's the case. \n[104]I'm listening. \n[105]Wait. If I'm somehow on that train before it blows up, why don't I just dismantle the bomb? \n[106]But all those people dying... \n[107]I didn't volunteer for this shit. \n[108]  \n[109]I don't believe in time travel, Goodwin. There's no such thing. 34. Machinery begins to RUN. Like the WHINE of a JET ENGINE firing up. \n[110]Why seventeen? Why me? Why anything? The capsule begins to SHAKE. \n[111]Let me out! Don't send me back there! SFX: UP ON a HUGE ROAR as -- \n[112]Shit. This is not happening. He leans back in his seat, as if just another beaten down office worker on the train. \n[113]You an artist? \n[114]Can I see what you're working on? 35. Her pencil pauses. She eyes Colter. \n[115]You don't look like you belong here. The way you're dressed. \n[116]I'd really like to see what you're working on. Unless you're worried I won't like it. \n[117]So you scribble away on that thing so as not to deal with people. She scowls. Tosses the sketch pad onto his lap. Surprised, Colter opens it. It's full of faces -- thumbnail portraits of other passengers riding the train. They're exquisitely observed, darkly stylized into expressions of loneliness. \n[118]They're amazing. \n[119]Seriously, they're really good, Miss...? \n[120]My name's Colter. How many of these passengers have you drawn? 36. \n[121]You know all about them? \n[122]  \n[123]Dangerous? \n[124]You see anything unusual happen this morning? Anything out of the ordinary? 37. \n[125]Has anyone else come out of that bathroom that you remember? She takes a closer look at him. A puzzled smile. \n[126]Don't you know? Haven't you seen me here every day for, what, three months? \n[127]If I told you that there's a terrorist on this train, that I was sent here to catch him, would you believe me? \n[128]Then tell me which one you'd arrest. Christina pages through her sketch pad again. Considering different faces. \n[129]Never mind. He gets up. Foolish of him to confide in her. His watch now reads THIRTEEN MINUTES. \n[130]  \n[131]I don't know. Thirty two? Her icy glare tells him he's guessed too high. \n[132]What happened, Fentress? Who are you? How can I be you? FLASHCUT -- Back in the isolation unit. On the monitor, the glimpse of Goodwin's SHOULDER PATCH INSIGNIA. The unit initials \"CAOC-N.\"\u009d Back to scene. Colter churning over the thought. \n[133]\"CAOC-N.\"\u009d What unit is that? A KNOCK on the door. \n[134]Leave me alone. Colter walks off. Irked at his change in tone, she follows him, carrying his messenger bag. \n[135]Terrorist? Why did you say that? \n[136]Stop joking. Who are you? Are you an operative? \n[137]Why do you have sketches of everybody on board? Are you part of this? \n[138]I can have you arrested. Maybe that's the only way you'll drop the bullshit and talk. Stay put. I'm getting help. She sees he's serious and drops her arch playfulness. Speaks in a flat, sober voice. \n[139]Above the row houses, a COMMERCIAL AIRLINER is climbing serenely into the blue after take-off out of Newark Airport. The view is wiped away as the FREIGHT TRAIN comes surging past the windows. But the sight of the plane has already caused something to click in Colter's head. \n[140]Son of a bitch. \"CAOC-N.\"\u009d That's not army. That's Air Force. Combined Air and Space Operations Center. Nellis Air Force Base! \n[141]They're running this whole thing out of Nellis Air Force Base in Nevada. Fucking Nevada! Tears in Christina's eyes. That Colter would persist in this delusion after what she's confessed about herself. \n[142] What's there? What's on that base? B-52s. KC tankers. Air Combat Command. Predator Drones. Remote operations.  This a remote operation. What if it is time travel? 42. A worried CONDUCTOR runs past them, talking rapidly into his radio. We catch the words \"bomb threat.\"\u009d \n[143]What did he say? A WARNING ALARM begins beeping. Passengers look around uneasily. Christina, however, focuses her anger on Colter. \n[144]Christina! He grabs her -- she struggles against him -- \n[145]Goodwin? What's happening? Come in. Can you read me? It's goddamn cold in here. He hits a few buttons. Almost at random. The VENTS which had been blowing in air FALL SILENT. \n[146]Goodwin, I'm losing oxygen. The monitor fizzles out. The light from the controls FADES. \n[147]Goodwin! It's now COMPLETELY DARK. He BANGS on the side of the capsule. Just a muffled thump. A terrifying silence. The SNAP of a harness releasing. A THUD as Colter falls to the floor of the capsule. Cursing. Some sounds of thrashing around. Then... The SPARK of a BLUE FLARE illuminates Colter's face. He's activated a miniature signal light on his flight suit. It begins to BLINK. Like a beacon for downed pilots afloat in the sea. It is the only light in the otherwise dead capsule. Up on his knees, he grasps the release handles of the EXIT HATCH. Using all his strength he TURNS... But the handles don't budge. The hatch remains sealed. He gets to his feet. Can't stand up fully. The capsule is incredibly cramped. Rifling through a cabinet, he discovers OPERATIONAL MANUALS in small, almost illegible type. And a small set of TOOLS. He spreads them out on the tiny ledge. Taking a wrench, he BANGS on the escape hatch. A deep, clanging ECHO in the hull. 44. So, like any pilot would, he sets about repairing his craft. At first he puzzles over the electronics and circuitry. Daunted by the complexity. There's no time to lose. Using a miniature screw driver, he begins unscrewing the monitor panel. His fingers are slow and clumsy in the frigid cold and the screw driver slips out of his hands. \n[148]Come on! Another SPARK. It shocks him. There's a puff of blue smoke. He's burned his fingers. But the battery now has a tiny BLINKING GREEN LIGHT. Working fast, Colter attaches the copper wires to the leads on the battery. From inside the engines comes a faint electric HUM. FFFT. The monitor awakens. Like a film projector it throws the image of a PLAYING CARD onto the opposite side of the craft. Colter begins replacing the monitor components. As he does, a pre-recorded AUDIO FILE comes on: \n[149]Hello? Anyone out there? It's me. He toggles an audio jack. Then a MAN comes walking up. Frowns into the camera, as if through the foggy lens of another world. It's the MAN WITH THE PIPE. The elusive Bohemian scientist whom Colter glimpsed once before. He will be known as \n[150]Can you hear me? Rutledge is tinkering with the camera. The image shakes for a moment as he adjusts it. Then puts on a headset. \n[151]I'm here! I'm okay! Rutledge checks his headset. Not sure he heard right. \n[152]Yeah. It's me. Colter. Rutledge blinks in surprise. The blue eyes sparkling. \n[153]The capsule lost power. It's still pretty cold in here. \n[154]I think so. Who are you? \n[155]They wouldn't let me talk to you before. \n[156]You're the inventor of this thing. \n[157]I don't want to deal with Goodwin anymore. \n[158]Don't you understand? He's torturing me. I'm helpless. Can't you get me out of here? Rutledge looks uneasy. As a scientist, he's ill-equipped to deal with personnel issues. \n[159]He's a remote operator. And remote operators are risk averse pussies who sit at control screens in the rear while actual pilots like me put their asses on the line in the field. \n[160]And just what kind of mission is this? Talk to me, man. Why won't he let me save those people on the train? \n[161]Why not? I know what's going to happen. I could take apart the bomb. Stop the train. \n[162]What's the difference? \n[163]Telling me what? Coaxing the scientist in him. \n[164]Is Source Code time travel? 48. Rutledge sighs. Looks at his pipe. \n[165]Why can't I save those people on the train? \n[166]So... \n[167]What happens to the Source Code world after I leave it? \n[168]What about the bicycle? \n[169]I see it each time. Right after the bomb goes off. Like an after image. 49. \n[170]There's a bicycle and a stone wall and a girl. It's a girl from the train. I don't know where any of it is supposed to be, but -- Rutledge removes the pipe from his mouth. \n[171]Yeah. Just for a split second. Rutledge is stunned. Like he's discovered some strange new property to his invention. \n[172]No. It's there. What do you think it means? \n[173]Rutledge, wait. Don't leave me. Rutledge steps away. A pointed look at Colter. Goodwin settles back into his seat, donning the headset. \n[174]I'm alive. No thanks to you. \n[175]You're a brick wall, Goodwin. A fucking brick wall. \n[176]What do you mean? Let's keep going. \n[177]I can give you more. Let me think for a second. But Goodwin ignores him. Absorbed in paperwork. \n[178]The freight car blows up from the fire. It spews gas, or what could be gas -- it might be chlorine, so they can't take any chances. Anxious now. Trying to make up lost ground. Whatever it takes to get sent back in. \n[179]So they decide to play it safe and evacuate parts of New York City. And maybe that's part of the terrorists' plan, right? So... so who benefits from that? What's vulnerable? What's down there in lower Manhattan? Wall Street. 51. Surprising himself with this insight. And now Goodwin is paying attention again. Waiting for more. \n[180]Wall Street. That's what they're going to hit next. The financial markets. Goodwin considers this. For the first time, slightly impressed. \n[181]Did she die, too? \n[182]You sure she's dead? \n[183]  \n[184]I told you I didn't want to see her! The camera ZOOMS IN on a corpse. Its burned face, like a piece of rotted fruit, fills the screen. Nevertheless, we recognize it. And it's not Christina. It's someone else. \n[185]That's... \n[186]He died on the train. \n[187]You still have Christina's body? The other things she was carrying? \n[188]I want to know about her. Everything I can. She's not just another victim. She's connected to all this. \n[189]Thirty six dollars and eleven cents. She looks up at him. \n[190]In your wallet. Right now. Thirty six dollars and eleven cents. \n[191]Yes. In five seconds, a guy's going to open a can of soda. 4... 3.. 2... 1... \n[192]We're about to pass a street with willow trees. Two girls will be jumping rope. A white dog's going to run out behind them. A Dalmatian mix. In a moment, they pass a scene exactly as Colter described. Christina's befuddled smile. \n[193]Close observation. You could say I'm a collector of moments. \n[194]Yes. \n[195]You trained to be an artist. No response. \n[196]You got A's in line drawing and oil painting. But your work didn't sell. You took a job answering phones in a law firm. 55. \n[197]Six months ago you moved back in with your parents. Two weeks ago you put your paints away for good. The sketch book is all you have left. \n[198]You. \n[199]But we have, Christina. You've drawn all these people here. You know their routines. At one point you thought you were different from all of them. But now you're not so sure. Christina has gone white. Utterly incredulous. \n[200]I need your help. \n[201]Listen to me. I can't use up any more time trying to convince you. I just need you to believe everything I'm about to tell you. \n[202]Bear with me.  Your sketch book. Is there a drawing of me in there? \n[203]Please, Christina. \n[204]The thing is, that's not me. \n[205]No. You drew what you saw, but the person you're seeing now is someone else. I'm not Sean Fentress. I'm not really on this train. \n[206]I'm taking someone's place. Borrowing it. My name is Colter. I'm a soldier. And I'm being held prisoner. And this is the only way -- the only time and place I have -- to figure out how to escape. She gives him a blank look. \n[207]I'm serious. Elements in the American military are using me for an experiment. I'm not sure exactly how it all happened, but I'm at a facility on Nellis Air Force Base in Nevada. Right now. As we speak. It's a project called Source Code. \n[208]It's a program. It shifts identities. It also performs small amounts of time travel. Or \"time engineering.\"\u009d I don't know the jargon. He's not getting through to her. It's too bizarre. \n[209]I've been put on this train to look for someone. A criminal. And I need to find out just enough about him to keep them putting me back on this train. Because right here's only place I can figure out what's really happening. But I have very little time. And each time I come back, you won't remember me and I'll have to go through this all over again. \n[210]Then how do I know all those things about you if we've never spoken before? She doesn't have an answer. Can't easily dismiss him. \n[211]Because I think you have the answer to this whole thing. 58. \n[212]There's a vision. I keep having it. It's very powerful. And you're in it. And there's a bicycle. And this... old stone wall. And it's very peaceful. Does this sound familiar? Like where you live, maybe? \n[213]The vision must mean something. It's the only time when I'm not on the train or in the capsule. Why else would Rutledge be so interested? \n[214]Someone who was trying to help me understand something. Until they got to him. He lowers his head. A dead end. No answer. The train begins to slow down. \n[215]I don't believe in that shit. 59. \n[216]Most of my friends are in the military. My dad runs a melon farm in Alabama. \n[217]Me and my dad, we don't see eye to eye. We're just two different people. \n[218]Are you always this sarcastic? \n[219]What day is it? \n[220]June? One more thing to puzzle him. The call connects. An OLDER MAN, DONALD STEVENS, answers. The gravelly voice of a Midwestern farmer. \n[221]Dad? Donald doesn't respond. \n[222]Dad, it's me. It's Colter. Again, silence. \n[223]Been a while, huh? I'd been meaning to call you, but -- Click. The line goes dead. Colter looks at Christina. \n[224]He wanted me to stay on and take over the farm but... I had other ideas. \n[225]What? \n[226]The hell I am. Challenged, he redials. Braced for conflict. The call connects. \n[227]Dad, don't hang up. We're going to talk. I need your help. 61. \n[228]No... it was like he didn't even know who I was. Troubled, he hands back her phone. Outside, the EXPRESS TRAIN flashes by. \n[229]Sorry to have bothered you. He gets up to go. Christina stays where she is. \n[230]Forget it. 62. \n[231]Thank you, ma'am. \n[232]Twenty five? She smiles, pleased. \n[233]I just do. \n[234]You said you wanted to know. \n[235]Shut the door. As she shuts the door, Colter gets up on the sink. \n[236]It's up here. He holds out his hand. She grabs hold and steps up on the sink. She's not quite tall enough to see into the crawlspace, so he steps up behind her and lifts her the rest of the way. \n[237]Just look. Her blouse brushes his face as he holds her up. A long beat as she looks inside the overhead space at the bomb. 64. \n[238]Acetone Peroxide. It's a liquid explosive. There's fourteen cannisters of it. Simple detonator. Cell phone signal closes the circuit and boom. He lowers her. An incredulous beat. \n[239]No. It was someone else. They don't know who. That's why I'm here. To find out. Watching her. Will she believe him? \n[240]It won't matter. The train's already... \n[241]I've been sent here. It sounds crazy, but it's true. I've been sent from the future -- from five hours in the future. This train's already been blown up. She backs up. Scared of him. Every right to be. \n[242]You wanted to know. Now you know. She turns and hurries for the exit doors. 65. \n[243]Look. Now the fucking thing can't go off. \n[244]Source Code's classified. It wouldn't be in a newspaper. \n[245]She found me? What does that mean? She stops. Not wanting to go on. From outside comes the HORN from the approaching freight train. \n[246]Jesus Christ, Christina, are you going to spit it out? In his hand, the CELL PHONE RINGS. Colter's eyes light up in amazement -- the DISPLAY SCREEN is showing the name and number of the bomber. But before he can read what's there, Christina's voice finds its way to the back of his brain: \n[247]      \n[248]I see a card. \n[249]Let me talk to Rutledge. \n[250]Rutledge. Get him. 71. \n[251]Will you let me out of here? Goodwin ignore the question. Continues making notations. \n[252]Find Rutledge! Now! \n[253]Stop! Stop reading from your goddamn script! \n[254]I swear to fucking Christ! \n[255]I don't need your criticism and I don't need your memory exercises, you gutless freak. And by the way, that bomb is detonated by a cell phone. When activated, the phone's display screen displays caller ID information. Caller ID. I wonder if that information would be useful to Beleaguered Castle. For a split second, Goodwin looks thrown. But the mask of the cold clinician goes back up. 72. \n[256]You'll have to send me back. I didn't get a good look at it. But I will next time. Goodwin hesitates. Skeptical. \n[257]Goodwin, there's no time left. Send... me... back. Goodwin's pale, inscrutable face fills the monitor. His eyes are unblinking. Unfeeling. Nothing behind them. \n[258]Who's walking off with the guy's cell phone. Behind him, the Computer Engineer gets up. \n[259]Sorry. Wrong turn. Reversing gears, Colter backs out of the compartment. \n[260]Las Vegas, Nevada. Nellis Air Force Base. \n[261]Is this... Nellis Air Force Base? \n[262]I'm trying to reach... Captain Colter Stevens. Calling himself. Strange. No idea where this is going. \n[263]Then give me the Combined Air and Space Ops Center. \n[264]Who is this? \n[265]I'm calling for Rutledge. It's urgent. \n[266]This is Captain Colter Stevens. An eerie pause. 75. \n[267]Colter Stevens. Captain Colter Stevens. \n[268]Let me talk to Rutledge. \n[269]I'm on the train. The train pulls to a stop. \n[270]  \n[271]The explosion. \n[272]Don't you understand? I'm in it, Goodwin. I'm calling you from inside the mission. Inside the Source Code. A beat of stunned silence. The train begins moving. \n[273]Goodwin, I'm trapped in this and I can't get out. \n[274]No! Wait! Don't hang up! Forget authorization. There's no time. Soon you're going to find out what happened on this train. And then your own day is going to start. But not until then. Right now it's just you and me talking. And you're a different Goodwin than the one I'm going to go back to in a few minutes. You're separate from him. Separate worlds. Do you understand? \n[275]Good. Now there's a lot of secrecy in all of this, and you have your reasons for that. 77. \n[276]But here and now, just this once, I need to ask you something. And you need to tell me the truth. \n[277]I'm going to ask it. \n[278]Jesus, Goodwin, how can I get through to you? You're not just a soldier. Somewhere inside you're a human being, too. Somewhere inside you've got to know that this is wrong. Source Code is wrong. And if you can't grasp that, if you just follow orders, then you're just as much a prisoner as I am. The car SHUDDERS as the EXPRESS TRAIN FLASHES BY. Quiet returns as it recedes. \n[279]Did I survive that helicopter crash in Iraq? Silence. Colter shuts his eyes. \n[280]Answer me. Did I survive that crash? Another pause. This is crushing Colter. \n[281]Goodwin. \n[282]What? 78. \n[283]Not physically? Fuck. At least give me an answer I can understand. \n[284]But... the capsule I'm in... \n[285]You had no right. \n[286]I was a soldier. Then. But now? After death? \n[287]You really want to know? \n[288]That's what we do. Keep stuff from each other. Will this ever end? 79. \n[289]How can I get out of this? \n[290]How? \n[291]And then what? \n[292]How many times have I done this? \n[293]No one knows I'm here. No one can help me. \n[294]You can't do this. I served my country. I already gave my life. 80. \n[295]What? \n[296]Military court or civilian court? \n[297]Does that make it any less wrong? No answer. Colter looks down at his watch. Time is running out. And there's absolutely nothing he can do. \n[298]Ashen. Almost lifeless. Around him is the darkened steel cocoon of the \n[299]Goodwin?! Rutledge appears. Drops into the seat and puts on the headset. Fiddles with his pipe as a way to avoid looking at the camera. 81. \n[300]I finally get it, Rutledge. You're the good guy, Goodwin's the bad guy. Working together, you get what you want out of me. Why didn't I see it before? \n[301]Drop it. I know about the helicopter crash. I know what they've done with me. \n[302]What's in it for me? \n[303]You can do better than that. They sent you here to offer me a deal. \n[304]What's their offer? What can they possibly threaten me with after so colossally fucking me? Spit it out, you spineless turd. Rutledge's face goes red. Quite possibly no one has ever spoken to him like this before. After a sputtering pause, Rutledge's mouth hardens. 82. \n[305]Those after images I saw. You never knew about them. They weren't part of Source Code architecture, were they? \n[306]You don't believe that. I've been to places you haven't. I've crossed and recrossed that line between living and dying. And when I do, that veil gets lifted for just a second. And what's there is real. Maybe it's a vision of the next world, but I can see it. \n[307]Get there? What do you mean? \n[308]You'd never do it. You wouldn't have to. You could just flip the switch and start me back up again unaware. For all I know, you've made this deal with me before. \n[309]I'm going to find you, Rutledge. Someday. Somewhere. \n[310]You hear me? Somehow, I'm going to find you. \n[311]I think so. But there wasn't time to read the screen. As soon as it rang the bomb went off. \n[312]I was unable examine the phone without separating it from the detonator -- which I was instructed not to do. His delivery is different now. Impersonal. Distant. 85. \n[313]Wait. What are you -- \n[314]Please... I don't feel good... \n[315]I don't know... I honestly... I can't keep... The HUMMING again. He's helpless. An insect on a pin. Colter tears at his restraints, ready to bash his brains out against the controls. He SCREAMS... \n[316]Go ahead! Open your fucking soda! CHK-THOCK! The Overweight Man complies. Some half-muttered reproaches, then most people go back to what they were doing. \n[317]Ma'am, please... return to your seat. Footsteps. The sound of jangling KEYS. \n[318]Why did you just do that? \n[319]Will you do me a favor? \n[320]Get off the train. \n[321]Please. Just get off the train. Her puzzled look. The train begins to SLOW DOWN. \n[322]You shouldn't have been on this train, Christina. You should be living another life. Not spending it answering phones for lawyers. \n[323]Everyone has a destiny. And this isn't yours. He steps out onto the platform. Holds out his hand for her to join him. A coaxing look. She's incredulous. This guy. His words. This whole moment. \n[324]Just do it. Stop being afraid. Believe in yourself. He waits for her. Only two steps away. \n[325]Believe me, he's our guy. He tossed his own wallet back on the train. Only reason he'd do that... \n[326]You saw that terrorist video -- they said it was one of us. One of our own. \n[327]How? \n[328]Torture him, you mean. \n[329]Assalam'alaikoom. Squeezing past, Guzman does a double take to hear the standard Arabic reply. \n[330]The New York Times. \n[331]Derek Frost. Colter is walking towards him, holding up Derek's WALLET. \n[332]You forget something? \n[333]You see this? Colter pulls out the DETONATOR CELL PHONE -- the one he took off the bomb. Holds it inches from Derek's face. \n[334]Now you can't blow it up. 96. \n[335]Believe me, I'm very accurate with one of these things. \n[336]Stay there, my man. \n[337]Stop acting, for Chrissakes. \n[338]Shut up! Tensing. This isn't supposed to happen like this. \n[339]What about those other passengers? Don't you think they had families? 97. \n[340]This man's a terrorist. He planted a bomb on the train. \n[341]What's the next attack? Who else are you going to kill today, huh? \n[342]One more step, asshole. \n[343]Piss all you want. You took eighty million dollars to kill hundreds of people today. \n[344]Then what about the wallet, huh? Why the fuck did you twice try to leave your wallet on board? 98. \n[345]Time's up! What is it?! What is the next attack! So help me, I'll put this bullet through your brain. \n[346]I'm going to do it. Tightening his finger around the trigger. Tears are streaming down Derek's face. But he's not going to talk. \n[347]Hello. \n[348]       \n[349]How can you be calling this number? \n[350]I was trying to warn you. \n[351]I'm not sure that it matters now. \n[352]I'm right here, okay? Don't be afraid. \n[353]What did you say? 100. \n[354]\"By one o'clock, the bridge is going to be jammed.\"\u009d That's what you said. You knew. You knew there was going to be an evacuation. You knew before it happened. All those people walking across the... The realization hits. \n[355]They're going to bomb the bridges. While they're full of people. \n[356]Christina? Just hang in there. You'll be okay. A HAND closes over his gun. Before Colter can react, Derek \n[357]Colter staggers back -- slumps to his knees. Guzman cries out -- makes a run at Derek -- who spins and -- \n[358]Just do it. \n[359]Just do it. I knew they wouldn't let me die. At least you can make me forget all of this. I hope. Goodwin stares at his hands. Unmoving. \n[360]What are you waiting for? You're just doing your job. I'd do the same thing if I was you. At least you've got a shot at saving those people on the bridges. \n[361]You don't think they'll save them? 105. \n[362]Look, someone had to be where you're sitting, and someone had to be in here. Turned out it was you and me. Just do it. I'm tired. \n[363]I don't understand. \n[364]  \n[365]Prisoner? \n[366]No... There's no way... There's no way you could have... Goodwin just smiles. \n[367]  \n[368]But... \n[369]You're saying I could have saved those people?! \n[370]Man. Just when I think I understand this... 107. \n[371]They'll nail your ass for this. \n[372]Roger that. \n[373]Final transmission acknowledged. Thank you, Goodwin. Goodwin interrupts his preparation for a last look at Colter. The noise gets louder. The capsule begins to shake. Colter touches the monitor. His fingers imparting to the last image of his world a quiet benediction. \n[374]Ain't life grand? Looking over, she notices him. \n[375]Maybe that's a good thing. She gives him a sharp look. \n[376]It also reads 52 seconds. His work is done. He's saved her. Saved them all. At least this one time. Only she doesn't know that. Christina stands there, arms crossed, scowling at the parking lot. \n[377]That train was taking you to a place you didn't want to be. But then you got off. And maybe that's a sign. 117. \n[378]Hey. She turns. Colter gets up. \n[379]You can do anything you want with your life. Starting right now. She's taken aback. He starts walking off. \n[380]Maybe some other time. Disappointment flickers on her face. She turns to go. Behind her is a STONE WALL. A BICYCLE is parked against it. Colter's breath catches in his throat. This is it! This is the mysterious scene he's been seeing! HIS WATCH - Hits ZERO. \n[381]You're right. The least I can do is buy you coffee. This pleases Christina, although she tries not to show it. ", "Stevens": "", "Nurse": "", "Minister": "", "Sudoku": ""}}