{"filename": "Speed-Racer_script.txt", "imdb_id": "tt0811080", "imdb_url": "https://www.imdb.com/title/tt0811080", "characters": ["Everyman Announcer (as Gian Ganziano)", "Harold Ledermann Announcer", "Russian Announcer", "Rex Racer", "Japanese Announcer", "Sparky", "Young Trixie", "Celtic Announcer", "Speed", "Mom", "Speed's Teacher", "Young Speed Racer", "Local Announcer", "Italian Announcer", "French Announcer"], "dialogues": {"Russian": "", "Announcer": "\n[1]--local fan favorite, Speed racer is just gobbling up this track, slipping car after car-- \n[2]--no one seems able to lay a glove on this kid-- \n[3]--clearly a rising star, with several big wins since turning pro, though he remains without a major sponsor--     8. \n[4]--a win tonight could put him within range of qualifying for the Grand Prix-- \n[5]--let us hope he does not make the same mistakes that his older brother made-- \n[6]--it's unbelievable folks, no one's seen moves like this, since that remarkable night eight years \n[7]--there's no doubt in my mind, he's gunning for it-- \n[8]--driving like a man possessed, a man haunted by his past--- \n[9]--a record that has stood for eight years set by.his,older-- \n[10]--he is not alone out there, he is chasing someone, he is chasing the ghost of Rex Racer-- \n[11]--no one from these parts will forget the tragic story of Rex \n[12]--he nearly ruined racing-- \n[13]--single-handedly tried to save \n[14]--one of the greatest scandals in the history of the sport-- \n[15]--it is always the brightest star that burn out the fastest-- \n[16]Rex Racer riving the black and red Uniron car, got in a tangle with Richenhbach, who had been favored to win-- \n[17]That was no tangle, he took Richenbach out-- \n[18]We don't know that but I imagine the WRL will be reviewing this crash. \n[19]That's the third DNF crash Racer's been involved in! Review it? Heck, the oughta just suspend him. \n[20]Rex Racer almost took Yokima's head off wit that jump! \n[21]--the trial of Rex Racer shook the World Racing League to tis very \n[22]--once a rat, always a rat and in my book Rex Racer's nuthin' but a \n[23]--the indictment brought down perennial racing powerhouse \n[24]--Uniroyal was linked to the notorious fixer Blackjack Benelli-- \n[25]--still in prison to this day, Benelli was rumored to be behind the Casa Cristo tragedy-- The two cars swerve, heading for a collision as we cut-- \n[26]This has to be one of the worst crashes I have ever seen-- \n[27]There is still no sign of the driver, Rex Racer. \n[28]--he's comin'hard, it's gonna be \n[29]--forget the past, he's sayin', this is my night-- \n[30]--there's a new Racer in town-- \n[31]--poised to wipe the slate clean--     21. \n[32]--escaping the dark shadow of his older brother-- The checkered flag goes up, ready as the two cars come screaming towards the finish line-- The large digital clock seemingly synchronized with the past as--. Speed looks over at the ghost car, the faintest smile on his lips as he sees his older brother and then-- Takes his foot off the accelerator, letting Rex's car surge ahead, crossing just before Speed. The time is just over the record causing disappointment to ripple through the crowd except for-- The Racer family who seem both relived and happy. \n[33]Zut alors! What a race! \n[34]--by a cat's whisker-- \n[35]--the record still stands-- \n[36]--looked like he pulled up to me-- \n[37]--Folks, I knew Rex Racer and if he's up there somewhere watching this race, you can bet your ass, he's damn proud of his little brother. \n[38]  \n[39]Speed Racer's making his move, gunning for the lead-- \n[40]  \n[41]The Gray Ghost unloads a round- house, Speed counters, smashing, banging, bumping- \n[42]We're just minutes away from the start of the 82nd annual Casa Cristo Classic, the grand dame of cross-country, the second oldest rally race in the world, spanning two continents, three climate changes and five thousand kilometers of the most winding and treacherous roads ever raced. Heturns to his colleague. \n[43]With me again is five time Casa Cristo champion, Johnny \"Goodboy\" Jones. \n[44]One of the most romantic cities in the world.     80. \n[45]Safety has been the primary concern for Casa Cristo officials, especially the last few years. \n[46]Fans started calling it \"The Crucible.\" \n[47]But you look today, we've got some major names like Millie \"the mouse\" Manno, Snake Oiler and Katsu Okamoto as well as the young rising star Speed Racer. Not to mention, the shadow that seems to hang over every major race these days, the masked racer that some fans call the Harbinger of Boom. What's your take on Racer X?     81. \n[48]But is he a head hunter? \n[49]Nuff' said. \n[50]The marathon as opposed to the sprint? \n[51]The reason.T-180 drivers have always come to Casa Cristo is because the winner is automatically offered an invitation to the Grand Prix next week. A hold over from the days when rally racing was far more popular then track racing. \n[52]Every race fan has heard the rumors of spearhooks, tire shanks and battery boosters. \n[53]The moment the Queen of Casa Cristo sees the sun, she'll signal the start of the race. \n[54]They're out of the city and heading into the Zunubian Desert. \n[55]Things have started heating up, as the cars head out across the desert flats. \n[56]A rear single set jump into a forward flip! \n[57]We're nearing the end of the first leg of the Casa Cristo as Snake Oiler, lead driver for the HydroCell team, roars through the streets of Cortega, heading for the finish.     96. \n[58]The HydroCell team jumped on the lead early and would not give it up. \n[59]They have their work cut out for them tomorrow. \n[60]The second leg of the Casa Cristo is under way. And the stage is set for what might be one of the most ferocious rallies we've seen in years. \n[61]Here comes the Okamoto team, making their move.     113. \n[62]Now the gloves are off and they are pounding one another, bumper to bumper, rail to rail!     114. \n[63]The Okamoto team roars into the lead behind some very aggressive driving by Speed Racer. \n[64]We are still waiting for the Okamoto team to come out of the pass. \n[65]First out of the pass is... the HydroCell team? \n[66]Wait! Is that-- Like eagles dropping from the sky, the Okamoto ream soars out of the mouth of the pass. \n[67]Whatever happened in that pass has left Okamoto back where they started but now only one obstacle stands between Snake oiler and \n[68]Speed Racer's gone over the edge! \n[69]Speed Racer is. driving straight up a cliff face--are we getting this?     124. \n[70]Snake oiler completely going out of his mind-- \n[71]Whatever it was, Speed handled it beautifully and with less than 250 kilometers to go, nothing seems to stand between Okamoto-- \n[72]-- And victory! The checkered flag comes down, hundreds of flashbulbs capturing the moment as Katsu leads Speed and Racer X across the finish line. \n[73]  \n[74]  \n[75]Cannonball Taylor, fastest Grand Prix seed in history, driving the new ORX from Remmington Racecars. \n[76]There is an odd numbered field today, nineteen, one shy of a full boat as Katsu Okamoto declined his automatic invitation after winning the Casa Cristo. \n[77]  \n[78]Now driving in the twentieth and final position, Speed Racer. The roar from the crowd shakes the windows of-- \n[79]  \n[80]  \n[81]  \n[82]Ladies and gentlemen, start your engines. The engines erupt, crashing against the waves of the roaring crowd but-- Inside the Mach 5 everything goes completely silent. Nothing exists now for Speed except the track as he loses all separation between himself and his car. He takes a deep breath and closes his eyes as the countdown begins. \n[83]  \n[84]  \n[85]  \n[86]  \n[87]  \n[88]  \n[89]  \n[90] \n[91]  \n[92]  \n[93]  \n[94]  \n[95]  \n[96]  \n[97]  \n[98]  ", "Rex": "\n[1] \n[2].I take it you're ready to go? Speed nods. Rex climbs in beside him. \n[3]So, who was school? \n[4]No way. He starts the car and roadster growls to life. \n[5]I can't, Speed. Pops would kill me. \n[6]Are you wearing the socks? Lickety-split, Speed sticks his sneaker up against the dash board and pulls back his pant leg revealing-- A bright red sock. \n[7]You roll us again and this'll be the last time? Deal? A ten year old's grin spreads ear to ear. \n[8]Feel that shimmy? That's your hind legs trying to outrun you're front. \n[9]Stop steering and start driving. Speed gets serious, his lips tightening the way a hand knots into a fist. \n[10]This ain't no dead piece a metal. A car's a living breathing thing. She's alive. You can feel her talking to you, telling you what she wants, what she needs. You just gotta listen. Speed tries to listen. \n[11]Close your eyes and listen. \n[12]They say that Ben burns drove the last lap of the '68 Vanderbilt Cup with his eye closed. \n[13]No? Well maybe you can't hear it then. Maybe. you ought to start hitting those books-- \n[14]That so? Okay Mr. Burns, you tell me when to gas it for the jump.     7. \n[15]Now? \n[16]Let me see that. He grabs the box, then holds it to his ear. It's ticking. He jams it into the go-cart, against the pedal and slaps it in reverse. The go--.cart shoots out of the garage and down the driveway until-- It explodes, an enormous fireball ballooning up past the tree tops. Trixie's eyes flash with excitement. \n[17]  \n[18]Not this time, Speedy. \n[19]I don't know. I don't know. He snaps the bag shut. \n[20]Look, Speed... one day people might say things about me. No matter what they say, I hop... I just hope you never believe them. \n[21]I have to. \n[22]I'm done arguing with you Pops. He turns back towards the door. \n[23]You can't tell me what to do. It's my life to live. He takes hold of the doorknob. ", "Racer": "\n[1]             \n[2] \n[3]  \n[4]  \n[5]       \n[6]       \n[7]No. He's going to be the best. The crowd swarms around Speed's car. \n[8]If they don't destroy him first. \n[9]  \n[10]  \n[11]I didn't save anything worth saving unless you get smart. Real fast. Racer talks without looking at him. \n[12]You thought you could take on the Cartel. You can't. Not without help. \n[13]You won the Cortex Invitational and you weren't supposed to. You did it to save Okamoto Engineering. \n[14]And now someone else wants it. The only way you can stop it from happening is to talk to the authorities. \n[15]You have been on cruncher Block's leash for.so long maybe you forgot how it feels to stand up and be a man. The only way you'll ever stop these people is to bring them to justice. \n[16]Get out. Wearing his smirk like a cheap suit, Katsu gets out. \n[17]You won't finish. When you lose, if you can still dial a phone, call this number. He hands him a card. The card reads; CHIEF INSPECTOR \n[18]       \n[19]  \n[20]Close up on The Racing News that Sparky is reading from. The main headline: ANOTHER DIRTY RACER?     69. \n[21]  \n[22]  \n[23] \n[24]  \n[25]This is a bad idea. \n[26]  \n[27]  \n[28]We're going to need some insurance for this race. Minx clicks away at a keyboard while a digital Mach 5 rotates on a screen. \n[29]Minx builds my cars. \n[30]  \n[31]  \n[32]I got him. \n[33]Let's skip the niceties and cut to the chase. Katsuarches an eyebrow. \n[34]The only reason we're here is because you needed two outsiders and because the Chief Inspector believes you'll turn over your. file on Remmington and Block. Racer X eyes him. \n[35]I don't believe it. I don't trust anyone who needs this kind of deal before they'll bring a criminal to justice. The accusation hangs in the air. \n[36]But I'm willing to take a chance that you'll prove me wrong. \n[37]We'll see. Until then you have my word that I will do everything.I can to make sure you checker at Bartimaeus. Katsu smiles. \n[38]Any obvious crime would allow the Chief Inspector to shut the race down. That kind of scrutiny would only hurt the business. They'll do as much as they can to make it appear legit. Speed nods. \n[39]The real problem we'll have is after the: first leg. Corteges is going to be extremely dangerous. Take my advice, keep your family away from Cortega. Speed again looks out at Moruko on the balcony. \n[40]He's not alone. \n[41]This surprises me. \n[42]Tyrus is a good man. I wouldn't expect him to turn head-hunter. They aren't pulling any punches.     92. \n[43]Lead him-- \n[44]Wing left. \n[45]Get out of there! - \n[46]  \n[47]       \n[48]Don't fall apart yet. There's still a lot of race to run. Katsu jerks free of Racer X and storms towards the door immediately enveloped by his security team. Speed looks at Racer X as though he can suddenly see through the mask. \n[49]A C.I.B. Man will be posted outside your door. We got their attention today. You and Trixie should be very careful tonight. Speed nods as Racer X heads for the door. \n[50]If you say so. He turns away leaving Speed alone. \n[51]  \n[52]  \n[53]  \n[54]  \n[55]  \n[56]  \n[57]Narcolyte Benzamine. A highly effective and debilitating drug.      106. \n[58]Stays in the system for hours, but leaves with no trace. \n[59]No you won't. You can't drive a car. You can barely stand up. Katsu leaps to his feet. \n[60]Speed, you're too tight! The cars bounce and Speed takes a hit, spinning for moment before he regains control. Speed mumbles to himself. \n[61]Children, focus! If we're going to have a chance we're going to have to pass Snake before the rendezvous. \n[62]Take 'em. \n[63]Then let's move it. We got some time to eat up. \n[64]What's he doing here? \n[65]Do what he'd do; break his legs and let him walk back. Horuko bows to Trixie. \n[66]Looks like another change of plan.     119. \n[67]Are you all right? \n[68]  \n[69]The next cave's a rattler. \n[70]We'll make our move in there. \n[71]Now. The cars split apart, Racer X leading the charge as-- Sparks flash as with the cross of swords, metal striking metal and-- The ice-crusted walls sparkle with star-bursts of \n[72]Speed! \n[73]We did our part. Make sure you do yours. Racer X stares at Katsu whose face is as expressionless as a mask but it feels as though Racer X can see right through it. \n[74]  \n[75]Jeezus, kid. You can drive. I haven't been thrown like that in years. \n[76]The inspector told me what happened., I came looking for you. \n[77]Thought you'd take it hard and maybe do something stupid.     130. \n[78]Because you're a fighter. And a friend. \n[79]You mean your brother? \n[80]No. I'm sorry Speed but your brother is dead. He pulls his mask back on. \n[81]Don't be. I'm sure where ever your brother is, he is immensely proud of you. \n[82]For trying to make a difference. From what I've read, that's all he tried to do. \n[83]It doesn't matter if racing never changes. What matters is if we let racing change us. Everyone of us has to find the reason to do this. You don't climb into a T- 180 to be a driver. You do it because you're driven. \n[84]That's obvious. At Fuji, you were trying to prove something. At Cristo, you were looking for justice. Neither are the reason you belong behind a steering wheel. \n[85]Sorry. That's for you to figure out. He climbs back into his car. \n[86]I just hope when you do, I'm there. to see it. He roars away leaving Speed alone. \n[87]       \n[88]  \n[89]  \n[90]  \n[91]  \n[92]       \n[93]  \n[94]  \n[95]Speed Racer? Speed turns, taking a moment to realize the handsome millionaire playboy in the tux is unmasked Racer X. He glances down at Speed's belongings and sees a picture of Rex. \n[96]I'm quite a fan of yours and just wanted to say how glad I am to see you here. As they shake hands, Racer X realizes that something is wrong. \n[97]Is something wrong? \n[98]Can I help? Speed suddenly notices the red trim of his tuxedo and his red tie. He looks down and heaves a sigh of relief. Red socks. \n[99]Careful. Listen to it. Don't kill the starter.     157. \n[100]Yes, he did. \n[101]It already has. \n[102]He turns and takes Minx by the arm. \n[103]If I did, then it's a mistake I have to live with. He walks away while--- ", "Japanese": "", "Sparky": "\n[1]Head's up,.Speed! Seven o'clock. I got Snake drafting.Pitter-pat. Speed looks into his mirror and sees a car with orange and black markings, stacked up tight behind another car. \n[2]I figure he'll slingshot after you in the next turn. \n[3]Great move, Speed. Careful on the butterfly coming up. You may wanna ease up-- \n[4]Holy canoli, Speed, You know who you're racing?     10. \n[5]I just can't believe there wasn't one mention of Racer motors in there. \n[6]Yeah, but there sure is a lot of speculation about which team's going to pick him up     25. \n[7]Hey, there's the Grand Prix Coliseum! Sprittle and Chim-chim rush to Sparky's window. They can see the entire track and even from this height it seems enormous. Sprittle turns to Remmington. \n[8]Several weeks at least. Remmington turns to Pops. \n[9]Is that an inner-positive transponder? \n[10]Long way from Nob Hill, eh? \n[11]Speed, get out of there! \n[12]\". .controversy surrounds Racer Motors now embroiled in IP litigation and while evidence remains inconclusive whether or not Speed used an illegal device, the Fuji Helexicon seems destined to become another mark of shame added to the notorious Racer family legacy, a legacy that has forever tainted the integrity of this beloved sport.\" \n[13]Sorry ma'am. \n[14]You mean Remmington? \n[15]You mean The Crucible? \n[16]I got him! I got hiiiyow-- The ninja throws Sparky across the room and tries to bolt but Speed is up and throwing a quick combo. The ninja stumbles, but a manages a spin-kick that knocks Speed back as-- Pops grabs the ninja from behind. \n[17]Packs leaning left, look for a slingshot on the right! \n[18]Wicked sidewinder coming up. Watch the inside-out. Could get ugly. \n[19]That's it. Nice line, Trix. \n[20]Top of the hill's coming. Snake's got at least a quarter mile'on ya. \n[21]Wahoo! Go get 'em, girl! \n[22]Cells reloaded!     117. \n[23]I don't get it. What just happened? \n[24]You mean that whole race was for nothing? \n[25]Right here Pops. Sparky steps out of the kitchen doorway. \n[26]Same as everyone else. Behind him the entire family peeks out. \n[27]But Pops, the race is less than 36 hours away. \n[28]Yeah. \n[29]Alright, fire it up! Everyone holds their breath as Speed hits the ignition. The car makes a sick baying rattle and smoke begins pouring out of the engine. \n[30]Kill it! Kill it! \n[31]I know, I know. Okay. Give it a try. Everyone braces as Speed hits the ignition. It is the sound of an explosion held in the palm of your hand.     141. \n[32]Howya feelin'? Speed takes a breath as he dares to look around again. \n[33]Hey, this cockpit is the exact same size it was at Thunderhead. \n[34]Just wanted to say, thanks, for what could be the most exciting moment of my life. \n[35]I'm looking forward to that cold milk. \n[36]What is it? \n[37]Oh no, come on, don't do this. ", "Young": "\n[1]Fine. Are you going to the track? Mom said you were. You don't have to drop me off, I could just go with you. \n[2]Oh, come on, take me with you. Come on, please. \n[3]He doesn't have to know. I won't say anything. Nobody will know. Come on, please, Rex, pleaseplease pleasepleasepleeeease. Rex sighs, knowing there's no way he can with this.     5 \n[4]Deal. \n[5]Rex's gonna win, ain't he, Pops? Pops checks his watch but almost can't believe it. He goes back to his binoculars. \n[6]He's gonna win it. He's gonna set the course record. Nobody's gonna catch him. \n[7]No way. It's over. My brother's the best racer in the world. Everybody else is running for second. The cars rocket through the twisted mobius of steel. \n[8]Can I go with you, Re \n[9]  \n[10]  ", "Trixie": "\n[1]Speed's not crazy. \n[2]Speed! She runs to help him. He is laying sprawled out, his car on its side, wheels still spinning. \n[3]Are you alright? He's a bit groggy. \n[4]I'm Trixie. I'm in your class.     14. \n[5]I'd love to. \n[6]Hi. \n[7]Cool beans! \n[8]Mornin' everyone. Is Speed up yet? Speed stumbles in the door. \n[9]Hey superstar, did you see the papers? They're all in love with you. \n[10]Mmm hmm! \n[11]Hubba hubba. He walks over to the sitting area. \n[12]You're really considering signing with Remmington. \n[13]Why? \n[14]Since when did winning become so important? \n[15]You mean, this doesn't make sense to you? \n[16]So you like being with me? \n[17]Sometimes I do, sometimes I'm not so sure. \n[18]Sometimes around your family, you seem distant, not like this and I wonder why. \n[19]I guess so, I just wish you weren't so shy about it. \n[20]Would that be so terrible? \n[21]Maybe we should. They start to kiss when they hear a muted voice. \n[22]Sprittle? \n[23]Wait till we tell Pops. \n[24]But Pops will never let you go. \n[25]Speed Racer what are you thinking? \n[26]I hate him. I'm picturing his heart clogging with cholesterol right now. \n[27]All right. Let's do it. You're going to need an alibi. We'll say we're going skiing. \n[28]You're going to need my help. Casa Cristo is a rally. I can spot from a 'copter. \n[29]I know. That's why I'm coming with you. And if you even try to argue with me, I'll tell Pops right now and he won't let you out of his sight. \n[30]Katsu, HydroCell's coming up onâ\u0080¢ your left. The HydroCell cars jostle their way towards Katsu, Speed and Racer X. \n[31]Speed, jump! \n[32]Speed! Wham! Billy slams up against him-- Throwing a lever, a grappler locks on to the Mach 5. \n[33]But Speed, Rex was cremated. \n[34]So you think he faked the crash with a different body in the driver's seat? \n[35]okay, let's say it's all true. Why would we do it? \n[36]So am \n[37]Oh my god? Was that a ninja? Pops cracks his knuckles. \n[38]Cool beans. There is a hurried knock at the door. \n[39]That's better. Couldn't see anything. She gains control and eases the car into the slot. \n[40]Well, let's go get him. \n[41]I told you I couldn't see outta this dang helmet. It's too big. \n[42]What's ridiculous about it? You're the one always telling me I'm a better driver than most of the WRL. \n[43]Why not? \n[44]Too dangerous for me but not for you? \n[45]I'm ready. Let's roll. She floors it, pulling out, leaving Speed shaking his head and trying to keep up. They smear through a hairpin turn and as they close on the nearest cars it is immediately apparent that they are no longer driving protectively or defensively-- They are attacking. Racer X leaps at the bumper of one car, corner-checking him into the rail while-- Trixie hits like a cue ball on the break, scattering several cars-- Leaving Speed little to clean up. \n[46]Yeah, sure. 10--4 and ready for more. Speed shakes his head, wanting this to be over. \n[47]You're not so bad yourself. Sparky and Pops go to work, changing fuel cells and starting to pound out some of the serious dents. Racer X sees Cruncher guarded by the security team. \n[48]It was a blast. \n[49]Scared of what? Sprittle clings to his big brother. \n[50]This is where Rex... Sparky nods.     121. \n[51]We were worried about you. \n[52]Look! There's Speed! \n[53]Speed! She pushes towards him and he sweeps her up into his arms and kisses her, surrounded by the sparkle of camera flash ", "Celtic": "", "Speed": "\n[1]             \n[2]Fine. Are you going to the track? Mom said you were. You don't have to drop me off, I could just go with you. \n[3]Oh, come on, take me with you. Come on, please. \n[4]He doesn't have to know. I won't say anything. Nobody will know. Come on, please, Rex, pleaseplease pleasepleasepleeeease. Rex sighs, knowing there's no way he can with this.     5 \n[5]Deal. \n[6]What do I do? \n[7]No way! \n[8]No! I hear it! \n[9]Uh-uh. The jump glides towards them as the tires seem to whisper to Speed. \n[10]Now! Rex smiles, hitting the gas, launching the car into the air where it seems to hang fora moment before rushing down at us as we cut-- \n[11]I got him. \n[12]I'm ready.     9. \n[13]Not this time, Sparky. \n[14]Yeah... Just ahead, the ghost of his brother's car launches up the second jump and when ti comes down we are back in the past. \n[15]Rex's gonna win, ain't he, Pops? Pops checks his watch but almost can't believe it. He goes back to his binoculars. \n[16]He's gonna win it. He's gonna set the course record. Nobody's gonna catch him. \n[17].who are you? \n[18].oh .yeah. He stares at her for a minute, powder-puffs of clouds floating about her head. \n[19]He, would you like to see my car \n[20]Hey, Rex. Hey Pops. \n[21]Her name's Trixie. She's in my class. \n[22]Hey pops, a guy wanted me to give this to you. He said he was a big fan. He hands him the package and Pops smiles. \n[23]He was in a hurry. Driving a '68 Fendersin. Sweet set. of wheels. The car description rings a bell for Rex. \n[24]Can I go with you, Re \n[25]When are you coming back? \n[26]I won't. He hugs his little brother, knowing it might be for the last time.     17. \n[27]  \n[28]  \n[29]  \n[30].I'm up, I'm up. \n[31].in spirit anyway. \n[32]Really? He sits, grabbing the paper. \n[33].really? Speed starts to read and suddenly the room begins to rumble, glasses shaking, plates rattling. \n[34]Driver's only as good as the car. \n[35]You're welcome, I guess. \n[36]Well, excuse me for asking, but what do you want? \n[37]What's this? \n[38]Don't bother. He's never wrong. They pass out of the museum. \n[39]I get that. \n[40]Honor to meet you. \n[41]Wow, thanks. \n[42]It's pretty impressive. \n[43].okay. He heads to the bathroom. Taking Mom by the elbow, Remmington gestures to the sitting area over-looking Cosmopolis. \n[44]Yeah? \n[45]Thanks, Mr. Remmington. \n[46]It's very... impressive. Remmington smiles. \n[47]I guess I'd like to think about it, if I .could. has really Remmington's a fisherman not sure if the hook been set. \n[48]I understand that, sir... He looks to Pops then takes a deep breath as though trying to find his resolve. \n[49]So if I had to give an answer now then, to be honest-- \n[50]Deal. \n[51]Looks like someone's in trouble again. \n[52]Want to talk about it? Sprittle shakes his head. \n[53]Was it that Stanton kid again? Did he say something? If you want to kick his butt--? He shakes his head again. \n[54]It's not fair. But that's what bullies do. They make the world unfair. \n[55]Yes, it does. \n[56]You ignore 'em when you can, fight 'em when you can't. \n[57]Yeah, but just try to keep one thing in mind. \n[58]Bullies come and go but a family can torture you forever. Chim-chim gives Sprittle a wet-willy. \n[59]But no joke, you just say the word, little brother and we got your back, right Chim-chim? Chim-chim grunts. \n[60]I just said it was tempting. \n[61]Well, they got a really good team.. Cannonball Taylor, Markie Manifold. They win a lot of Majors. \n[62]It is important. You gotta win if you want to keep driving and that's what I want to do. It's the only thing I really know how to do. When I'm driving, I feel like that's the only time my life makes sense. She moves closer to him. \n[63]Okay, besides being with you.     53. \n[64]You know I do. \n[65]What? \n[66]Come on, you know how I've felt about you since I was ten years old. \n[67]What do you want me to do? Kiss you in front of everyone at the end of a big race? \n[68]I don't know. Maybe we should practice first. \n[69]No!     54. \n[70]He did not! He throws open the trunk, revealing Sprittle and Chim-chim who shrieks. \n[71]Sprittle! \n[72]Oh no? \n[73]I'm taking you home. \n[74]Pops. \n[75]It could be for you too. \n[76]Thanks, Pops. The room begins to shake. \n[77]No... I'm okay. \n[78]I have, yes sir. \n[79].my family means a lot to me. \n[80]This isn't an easy decision for me, Mr. Remmington. For my family, racing is everything. We eat, drink, think and breathe racing. There is nothing more perfect than a picnic at Thunderhead. I mean, I was taught to drive before I could walk. But when my brother died, all that went away. I can't tell you how painful that was. It nearly killed all of us. Especially Pops. He didn't set foot in his shop for over a year. As the memory comes to life, we see the images in flashback.     59. \n[81]But one night when I was still pretty young. I couldn't sleep and I went into the living room and there was Pops, in his beat up robe, watching some old race recordings. The blue tv light of Speed's memory fills his eyes. \n[82]So I sat with him watching of Ben Burns coming round the last turn of he '43 Prix and all of a sudden Pops started screaming, and then I started screaming, and as Burns and Dugazi duked it out, heading for the finish, we were cheering our heads off and the second the black and white came down, we looked at each other and right there we realized the naked truth; racing is in our blood. Flashback ends. \n[83]But for Pops, it isn't just a sport. It's way more important than that. It's like a religion and in our house, the Major Sponsors are kinda like the devil. The coldness in Remmington's eyes belies his smile. \n[84]I don't mean to offend you sir and I do appreciate your offer, it's just, I guess I understand his -point of view and after all we've been through, I don't think this kind of deal is for me. Remmington chuckles. \n[85]If that's your idea of racing, you can keep it. \n[86]I can't! I can't move! The two cars head toward the final jump, locked in some strange embrace-- They lunge awkwardly, crashing on top of one another as-- Inside Speed's car, his face plate seals and the kwiksave- foam explodes, swallowing him, as the car tumbles-- Disintegrating into a cloud of smoke and glittering debris.     67. \n[87]That's ridiculous! \n[88]Pops was right. You are the devil. The elevator suddenly opens with the security goon carrying Sprittle and Chim-chim by the scruff of their necks. \n[89]Sprittle? \n[90]I'll see you at Fuji. Speed turns and heads for the elevator. \n[91]This is exactly what he said would happen if I didn't drive for him. \n[92]He said it'd get worse and worse and by the end of the year you'd be filing for bankruptcy, Pops. \n[93]How? What can we do? How can we fight this? He tosses the newspaper. \n[94]The truth? Don't be naive, Pops. He leaves. \n[95]  \n[96].I don't know. She comes in and sits beside him, putting her arm around him. \n[97]I don't know, mom. I might have really messed things up. \n[98]By not joining Remmington.     71. \n[99]But maybe racing isn't about being happy. Maybe Remmington's right and it's all about business and anyone who doesn't understand that is just a chump. \n[100].I loved that old wagon. \n[101]And I turned it over. \n[102]Rex told me the only reason we survived was because I was wearing red socks. \n[103]  \n[104]Why? \n[105]What do you want with me? \n[106]Of course. \n[107]How?     76. \n[108]But there aren't any more races left except for the Grand Prix and we both failed to qualify. Inspector takes a big breath. \n[109]And the way he was looking at me, I don't know...I just gotta do something. \n[110]He won't if I ask him. \n[111]You weren't in Remmington's office, Trix. You don't know what it was like. It felt as though he had his hand inside my chest and he was trying to crush everything in my life that mattered to me. \n[112]No joke, Trix. If you could have been in that room, you'd want to do anything you could to take this guy down. She looks straight into his eyes and he doesn't have to say anything else. \n[113]What? No way!     78. \n[114]Trixie, this isn't a game. These people play rough. \n[115]You would, wouldn't you? He looks into her eyes and knows the answer. \n[116]Well...I guess we're going skiing. She smiles. \n[117]I'm not doing this to help C.I.B. I don't know anything about corporate crimes and honestly, if I did, it wouldn't really matter.      82. \n[118]I'm doing this because someone is trying to hurt my family and I'm going to do everything I can to hurt him back. The masked racer is unable to mask his smile. \n[119]Nice to meet ya. She purrs in response. Racer X nods and she uses the computer to illustrate her modifications. \n[120]I understand it now, Trix. I know why he left us. She looks at him. \n[121]He was trying to change this rotten business and they killed him for it. \n[122]If they're so desperate, why not just use some kind of sniper? There's a million places someone could hide if they were really trying to kill you. \n[123]Why? \n[124]Here ya go! Speed leads an attack straight into Racer X's counter. \n[125]Flying in!     93. \n[126]He's got me! I'm locked up! Another lever is pumped like a tire pump and a sheaved blade begins stabbing at Speed's tires. Racer X watches unable to leave Katsu unprotected. Speed hits the D button and the zircon saw blades start gliding through the grappler. \n[127]I'm trying! The knife slashes the tire which explodes just as the grappler is cut-- Speed flips away free, hitting the \"C\" button causing a new tire to inflate while he's upside down-- Landing on a new tire, without missing a beat. Tyrus rushes into the opening, but this time it's Katsue who works a hidden lever and-- A Katana-like blade flashes, a samurai slash across the front tire-- Bowing it out, flipping the entire car, which tumbles back straight at Speed, forcing him to try a split-jack \n[128]Relax. Snake's weak on turns. We'll catch him in the mountains. \n[129]Hey, all I was doing was saving your ass. Katsu raises a fist, but Racer X catches it.     97. \n[130]Racer X-- He stops. \n[131]I thought we made a good team today. It felt like we'd been doing it for a long time. He hesitates. \n[132]It was very weird, Trix. I knew every move he was going to make and he knew mine. It was so familiar. Maybe I'm crazy but Racer X first showed up two years after Rex's death. \n[133]A body was cremated. Remember it had already been badly burned in the crash. Even if it was Rex, no one could have recognized him.     99 \n[134]Somehow the kwik-save was disconnected. Inspector Detector suspected foul play but nothing could be proved. \n[135]I don't know. Maybe the same reason I'm here. Ding dong. Speed goes to the door. \n[136]Yeah... \n[137]That's all I've been thinking about, Pops. You, Mom, Sprittle, Sparky. Chim-chim shouts. \n[138]Yeah, you too, Chim-chim. We are in serious trouble,,Pops, and it's all my fault. \n[139]Why not? \n[140]You don't know that. \n[141]Maybe not. But it's the only thing I know how to do and I gotta do something. \n[142]I can't. I'm sorry, Pops. \n[143]I'm staying.     101. \n[144]I'm not a child, Pops. You can't tell me how to live my life. If you want to fire me as your driver, then fine, do it. But it won't change the fact that I am going to.finish this race. Pops looks ready to have an aneurism. \n[145]Don't take it out on me because you feel guilty for what happened to Rex. \n[146]Logged with security. \n[147]Some defensive modifications.     102 \n[148]It pulls left, rides a little stiff. \n[149]I'm sorry, Mom. \n[150]I know. It's gonna be okay. \n[151]Never again. She hugs him.. \n[152]Horuko? Are you all right? \n[153]What are we going to do? They all look to each other for an answer, but no one seems to have one. \n[154]Watch your line! Okamoto adjusts. \n[155]Cut left! Now! Speed. flies into block for Okamoto, but Okamoto doesn't create enough space. \n[156]Watch it! They kiss with the shriek of crashing metal. \n[157]This is completely-- \n[158]Left! Drift tight! Tight! Okamoto looks like he's about to go over the edge.     110. \n[159]No! \n[160]If you'd been a little more careful, he wouldn't be ahead of us. \n[161]I can't believe you talked us into this ridiculous idea. \n[162]Now's not the time to prove it! \n[163]It's too dangerous!     112. \n[164]With pleasure. Speed slingshots from the back position, hurling alongside the HydroCell team until-- Snake blocks him, setting up an attack by one of his team but this just allows Racer X a hole to punch through. The cars continue to slug it out still weaving up the mountain road, climbing it seems to helicopter or blimp height. \n[165]Trix? You all right? She's obviously shaken up. \n[166]I told you-- She turns ready to fight, if that's what he wants. \n[167]You are one helluva driver. She smiles. \n[168]Let's go! They start to turn until machine gun fires objects. \n[169]Sprittle this isn't a game. You could've been killed in there. \n[170]Chim-chim? \n[171]Sorry. \n[172]I'm fine. Ahead, the HydroCell team grows from small silhouettes flashing in and out of sight,. closer and closer, larger and larger until-- once more the three chase cars lock onto their rear bumper. \n[173]Double S. \n[174]Hi. Remember me? Speed roars up after him and Snake grabs for his lever again but now it's Speed that's ready-- Jumping over the ice, he body slams Snake, sending him hard into the rail as Speed shoots into the lead. \n[175]Uh, no. This was... a mutually beneficial opportunity. \n[176]X? Racer X? There is a small movement in the car, a shuddering as though in pain and Speed realizes he may have gone too far. \n[177]Racer X?!! He runs to the car but immediately stops when he realizes the masked man is not in pan; he is laughing. He practically falls out of his car. \n[178]What are you doing here? \n[179]Why? \n[180]Why would you care? \n[181]Why don't you just tell me the truth? Racer X stares at him hard. \n[182]You're Rex, aren't you? \n[183]Youfirstappeared two years after Rexdied.You drive just like him.Youknew I'd be here because thisis where he always used to takeme.Just tell me the truth. mask. After a long hard moment, Racer X pulls off his He is not Rex. Speed is stunned. \n[184]You're... not Rex. \n[185]I'm sorry. \n[186]For what? Making the same mistakes he did?     131. \n[187]And what good did it do? He got killed for nothing. Racing hasn't changed and it never will! \n[188]I don't know why I'm doing it anymore. \n[189]If you know so much, why don't you tell me why I should keep driving? \n[190]       \n[191]What's it look like? \n[192]I don't know. I just gotta get away from here. \n[193]Because. \n[194]Because I have to. \n[195]What? \n[196]No. \n[197]You'll understand when it's your turn. He shoulders his bag and shoves out the door. \n[198]Don't try to stop me. \n[199]Thanks. \n[200]So? It didn't amount to anything. It was completely meaningless. \n[201]I love you Pops. I'm just so confused right now. I don't what I'm doing or why I'm doing it. I'm locked up in some kinda tailspin and no direction makes sense. \n[202]Jeez Pops. That's just it. That's part of my problem. \n[203]That race. The '43 Prix. Burns and Dugazi? It was fixed. Remmington told me the whole story. It was all about some DNF names Rotts. They've known the winner of every Grand Prix for the past 50 years. It's always fixed. That's a tough pill for Pops to swallow. \n[204]I don't think he was lying, Pops. \n[205]Horuko?! \n[206]Yeah, sure. Come on in. She steps in, looking somewhat out of place in the suburban living room. \n[207]It's fine. Just another lesson learned. \n[208]An invitation to compete in the 91st annual Grand Prix? \n[209] \n[210]I don't believe it. You were listening the whole time? Trixie goes to him. \n[211]Goodbye and thank you. He closes the door. \n[212]Sparks, it's getting late. \n[213]Sounds beefy Pops. \n[214]Let's get it loaded! \n[215]I was on the Okamoto team remember? I won it fair and square. \n[216]Doubt it. \n[217]Oh no... \n[218]The Gray Ghost... \n[219]A million dollars? Wow. Maybe I should take myself out. \n[220]Why aren't you after the bounty? \n[221]Oh, yeah. \n[222]I just... I got this thing... its stupid, I know, a superstition, but I guess all of us got one.     147. \n[223].it's big. \n[224]Right. \n[225]Couldn't have gotten here without you. He hugs him.     149. \n[226]Me too. Speed climbs in as the speaker system blares-- \n[227]Ok Mr. Two Time Grand Prix, Five time WRL, future Hall of Fame, teach me something. \n[228]Come on! Is that it? He swerves back and the two cars begin to battle but it is immediately clear who is the better driver, as-- Speed throws Cannonball from one side of the track to the other. \n[229]Lesson's over. See you at the finish line. Speed slides into Cannonball to throw him but as he does--     154. \n[230]No! \n[231]Spear hook! He's got me! Cannonball slows driving both cars into the wall, grinding against the Mach 5 while the trailing cars shoot post. \n[232]What do you need? Something makes him put the car in second gear. He steps on the accelerator, then hits the starter and--- And the Mach 5 roars to life. The crowd screams to the wail of burning rubber. ", "Mom": "\n[1] \n[2]Well you know, his father designs racing cars. \n[3]He's-working. He couldn't make it. \n[4]No, Rex is his older brother. Why? \n[5]Sprittle! \n[6]That's not for you to say.     23 \n[7]That's for Speeed to decide. The phone rings again. Sprittle grabs it quickly. \n[8]Come on, Champ. Rise and shine. Breakfast's ready. to the Speed's hair.seems to remain asleep, still molded pillow as he tries to push himself up. \n[9]That's enough of that, Hon. Pops puts down the paper and Sparky picks it up. \n[10]Are you hungry, Mr. Remmington? \n[11]Do you like pancakes? \n[12]I'm glad you like them. \n[13]I can give you the recipe, Mr. Remmington.     28. \n[14]He's our youngest. Sprittle. \n[15]I've never flown so low through the city. \n[16]You could say that.     40. \n[17]Oh honey, you looks so handsome. \n[18]Sparky. That's enough. \n[19]Sprittle!     70. \n[20]Speed? Are you okay? \n[21]It'll be okay. We'll get through it. \n[22]How? \n[23]Don't be silly. You'd have never been happy driving for that terrible man. \n[24]Now you listen to me, young man. What you do behind the wheel of a racecar has nothing to do with business. Before you could even talk, you were making noises that sounded like a car engine. We used to tell people you were speaking car-ese. We used to try to take you to the park but you never wanted to get out of the car. \n[25]And do you remember the time Rex took you out to Thunderhead and let you drive-- Speed smiles. \n[26]My heart still pounds just thinking about it. \n[27]I thought your father was going to have a stroke when you walked in the door with that crazy smile.     72. \n[28]I don't think I ever saw you as happy as you were telling anybody who asked, how you lost your two front teeth in your first crash. \n[29]Speed, when I watch you do some of the things you do, I feel like I'm watching someone paint or play music. When I go to the races, I go to watch you make art and it's beautiful and inspiring and everything that art should be, even though there are times when I have to close my eyes. But then there are other times, when you just take my breath away and it's at those moments, when I feel your father's chest swell and I know he's smiling, trying to pretend he doesn't have tears in his eyes, I just go to pieces. \n[30]Because I am so impossibly proud to be your mother. And even though your father doesn't say it, he is too. She puts her arms around him. \n[31]Don't worry. We'll figure this out. We just have to stick together. Something good will happen. You'll see. Ding dong. The front doorbell chimes.     73. \n[32]Here you are, Mr. X. Sprittle points at Racer X. \n[33]okay, you two. That's enough. Pops, if they're staying, then we're staying. \n[34]I suggest we try to do everything we can to make sure we go home together. toe with Pops fumes working his jaw, standing toe to Speed. \n[35]Your father loves you Speed. He's just afraid that-- \n[36]You wouldn't lie to your mother would you? ", "Speed's": "\n[1]  \n[2]  \n[3]  \n[4]  \n[5]  \n[6]       ", "Teacher": "\n[1]  \n[2]No, that's not exactly right. Your son seems to be interested in only one thing. Mom knows what's coming. \n[3]All he talks about, all he seems capable of thinking about is automobile racing. \n[4]And where is your husband? \n[5]Perhaps the apple hasn't fallen very far from the tree. Mom is uncomfortable with that truth while the Teacher glances back to her records. \n[6]Is your husband's name Rex? \n[7]This is the test he turned in last week. She holds up the Scantron test that Speed was working on. The bottom half of the ovals are filled in to spell out: \n[8]Alright, pencils down, bring your \n[9]--to my desk. Ham! The door slams open and Speed shoots out. \n[10]Speed Racer, slow down! \n[11]All right! Malcom! Danny! Sprittle! To the Principal's office. March! There is a chorus of, \"I didn't do it, awwww, not fair.\" \n[12]Now! ", "Local": "\n[1]--local fan favorite, Speed racer is just gobbling up this track, slipping car after car-- \n[2]--it's unbelievable folks, no one's seen moves like this, since that remarkable night eight years \n[3]--no one from these parts will forget the tragic story of Rex \n[4]--the trial of Rex Racer shook the World Racing League to tis very \n[5]--he's comin'hard, it's gonna be \n[6]--Folks, I knew Rex Racer and if he's up there somewhere watching this race, you can bet your ass, he's damn proud of his little brother. ", "Italian": "", "French": "\n[1]--let us hope he does not make the same mistakes that his older brother made-- \n[2]--he is not alone out there, he is chasing someone, he is chasing the ghost of Rex Racer-- \n[3]--it is always the brightest star that burn out the fastest-- \n[4]--still in prison to this day, Benelli was rumored to be behind the Casa Cristo tragedy-- The two cars swerve, heading for a collision as we cut-- \n[5]--escaping the dark shadow of his older brother-- The checkered flag goes up, ready as the two cars come screaming towards the finish line-- The large digital clock seemingly synchronized with the past as--. Speed looks over at the ghost car, the faintest smile on his lips as he sees his older brother and then-- Takes his foot off the accelerator, letting Rex's car surge ahead, crossing just before Speed. The time is just over the record causing disappointment to ripple through the crowd except for-- The Racer family who seem both relived and happy. \n[6]Zut alors! What a race! "}}