{"filename": "Spider-Man_script.txt", "imdb_id": "tt0185116", "imdb_url": "https://www.imdb.com/title/tt0185116", "characters": ["", "Professor Monster41 episodes, 1978-1979", "Takuji Yamashiro36 episodes, 1978-1979", "Hitomi Sakuma38 episodes, 1978-1979", "Series cast summary:", "Amazoness41 episodes, 1978-1979", "The Narrator41 episodes, 1978-1979", "Shinko Yamashiro40 episodes, 1978-1979", "Spider-Man / ...41 episodes, 1978-1979", "Spider-Man (suit actor)41 episodes, 1978-1979"], "dialogues": {"": "\n[1]   \tWritten by \tBarry Cohen and Ted Newson \tand \tJames Cameron   \t2nd Revision by \tJoseph Goldmari and James Cameron \tand \tJohn Brancato \t-------- \tThird Revision by James Cameron \tbased on screenplays by Ted Newsom &amp; John Brancato, \tBarney Cohen and Joseph Goldman  \n[2]\t7/29/1993    \n[3]\n[4]\n[5] \tA mighty WARNING KLAXON assaults our ears. A FLASHING RED \tWARNING LIGHT stabs our eyes.  \tSeveral DIALS go into the RED. A hand pushes aside a \tYELLOW THERMOS and pushes forward a RED POWER THROTTLE. \tWe hear the WHINING UP of a cyclotron. A DIGITAL DIAL \tclimbs to \"5% POWER.\" A SPIDER crawls across a DIAL.  \tBegin OPENING CREDITS.  \tTHE CYCLOTRON ROOM is in an old basement full of peeling \tpaint and plumbing wrapped with TAPE. Leaks are here and \tthere. COBWEBS are all around.  \tDOCTOR OTTO OCTAVIUS  is a strong but strange \tfeatured man in his mid-fifties.  \tHis assistant, WEINER, hovers nearby looking on. He's \topen mouthed with a mindless kind of curiosity. WEINER is \ta local, small-time hood hired by OCK to circumvent the \tschool administration and to \"procure\" whatever OCK needs \tfor his experiments. He shades his eyes against a searing \tBLUE-WHITE BEAM that erupts from the WINDOW. THE ROOM IS \n[6] \n[7]\t\tWhoa, whoa, whoa... what's that?  \tWith a WHOOSH, the WINDOW EXPLODES, showering the TWO with \tshards of GLASS, and throwing them to the floor.  \n[8]\t\t\t \t\tWe begin again... let's kick in that new \t\ttransducer. See if we can double the \t\tpower output.  \n[9]\t\t\t \t\tWhoa, Doc... wait a minute...  \tBut OCK is already at the THROTTLE. The cyclotron whirls \tup. The lights go on. Louder, brighter than before. OCK \tlooks through the broken WINDOW into the EXPERIMENTAL \tCHAMBER. The POWER DIAL inches upward, \"eight, nine...\" \tthe BLUE-WHITE LIGHT is blinding now. The WHINE pitch is \tshattering.  \n[10] \n[11]\t\tOkey... dokey!  \tThe POWER DIAL hits ten.  \n[12] \tAs STUDENTS go to class, the sound of the cyclotron spills \tout of the SCIENCE CENTER onto the grounds of Empire State \tUniversity.  \tWe see PETER PARKER, a pleasant faced senior who's among \tthe top in his class. Sincere and serious, he has yet to \tdevelop a way with women.  \n[13]\t\t\t \t\tHiya Peter...  \tLIZ ALLEN is also a senior. She's beautiful and \tintelligent.  \n[14]\t\t\t(ardent but \t\t\tuncomfortable \t\tHiya Liz... how're you doing...?  \n[15]\t\t\t \t\tHow'm I doing what?  \n[16]\t\tPeter! Peter! Wait up!  \tHARRY is the school nerd. A quirky kid who, like PETER, \tcan be a little backward around girls, especially pretty \tones like Liz.  \n[17]\t\t\t \t\tWould you, uh... excuse us for a minute?  \tDespite PETER'S protesting body language, HARRY pulls him \taway like a conspirator.  \n[18]\t\tWhat is it? what...  \n[19]\t\tDid the Astro-Physics Journal really \t\taccept your paper?  \n[20]\t\t\t \t\tYeah... well... all I got's the data but \t\tthey've agreed to publish it when it's \t\tfinished. You know... it's my \t\tcalculation on the Planetary Conjunction.  \n[21]\t\tAnd its influence on the anti-force. \t\tIsn't it?  \n[22]\t\tYes. Look, Harry, I am busy with... \t\t\t(indicates Liz standing \t\t\tthere  \n[23]\t\tYeah, you and the rest of the class. \t\tEvery one is busy with Liz.  \n[24]\t\t\t \t\tPeter?  \tA HAND reaches in and smacks her bottom.  \n[25]\t\tHiya, cupcakes...  \n[26]\t\t\t(elbowing him \t\t\taffectionately \t\tFlash...!  \tThey kiss and walk away.  \n[27]\t\t\t \t\tAnd Flash is the busiest of them all...  \n[28]\t\t\t \t\tCome on, Harry... we'll be late for \t\tOctavius.  \tHARRY makes a gesture dismissing OCK as crazy.  \n[29]\t\tOck is nuts, don't you agree?  \n[30]\t\tOck is a genius, Harry. Crazy, Yes! But, \t\ta genius misunderstood, and unappreciated.  \n[31] \tIt is a basement hallway full of LOCKERS which STUDENTS \tare banging open and shut as they put stuff in and take \tstuff out. In their midst, a MAN is banging on the door \tmarked \"Cyclotron Room - Authorized Personnel Only!\" \tProfessor ROSOMORF, SIXTISH, respectable, a good old \tfashioned professor, he's the head of the Physics Dept. \tWith him is ALEXANDER THORKEL, a 40-ish, Waspish school \tadministrator. For a scientist as crazily focused as OCK, \tTHORKEL is a natural enemy.  \n[32]\t\t\t \t\tDoctor Octavius! You are late for your \t\tlecture. The students are waiting. \t\tDoctor Octavius!  \n[33]\t\tYour friend is impossible Professor \t\tRosomorf, I told the board we should let \t\thim go.  \tThe LIGHT above THORKEL's head EXPLODES. Then all the \tLIGHTS behind him EXPLODE in succession. THORKEL and ROZ \tlook amazed...  \n[34]\t\tWhat's he doing in there, not his crazy \t\texperiment again.  \n[35]\t\tYou mean his anti-force theory... one day \t\tthey'll give him the Nobel Prize for it.  \n[36]\t\tMeanwhile he is demolishing our \t\tuniversity. Octavius!! \t\t\t \t\tOpen the door.  \n[37] \n[38]\t\tThe anti-force experiment has now reached \t\tthe limit of electronic overload safety. \t\tTherefore, Weiner, you will disconnect \t\tthe overload safety device...  \n[39]\tsuddenly thrust themselves into the CHAMBER and begin \tworking, each at a different task. OCK is an acknowledged \tmaster at manipulating these WALDOS.  \tHe flicks a switch and a searing BLUE-WHITE BEAM lances \tdown from a FOCUSING CONE and strikes a GRAM WEIGHT \tmarked, \"1,000,000\"), illuminating it and filling our \tears with a splitting BUZZ TONE.  \tThe knock on the door grows louder. \tWEINER comes up behind OCK.  \n[40]\t\tWhoa, Doc... someone's at the door...  \n[41]\t\t\t \t\tWorld class scientific mind and they \t\tstick me in the basement with this third \t\trate cyclotron...  \tINSERT: The DIAL marked \"RELATIVE GRAVITY\" reads \t\"1,000,000\" but suddenly it snaps to \"0.999999!\"  \n[42]\t\tOkey! Dokey!  \tThe WEIGHT begins to jiggle and, for an instant, it \tappears to lift ever so slightly.  \n[43] \tThis is an enormous room, 100 lab tables. The yellowing \tsmoke of a thousand experiments hangs in the air. A HUGE \tAMERICAN FLAG dominates the back wall.  \tPETER, HARRY and LIZ set up their TABLES. FLASH reads the \tDAILY BUGLE sports section. PETER can't take his eyes off \tLIZ. When she looks back he looks down at his GEAR.  \n[44]\t\t\t \t\tWhat is it, Peter?  \n[45]\t\t\t \t\tIt's nothing.  \n[46] \tWEINER opens the door and sees ROZ and THORKEL waiting \timpatient.  \n[47]\t\tYes, gentleman can I help you?  \n[48]\t\tTell your boss, that his class is waiting.  \n[49]\t\t\t \t\tYou better tell him yourself.  \tTHORKEL looks at ROZ who waves his shoulder, then the both \tcall.  \t\t\t\tROZ &amp; THORKEL \t\tProfessor Octavius!!  \tProfessor OCK turns and looks at the bewildered men.  \n[50]\t\tGentlemen, come, you must see this.  \n[51]\t\tBut, your students...  \n[52]\t\tThe imbeciles can wait... I have better \t\tthings to do than teach introductory \t\tPhysics Rosomorf. Undergrads are \t\tkindless adolescence.  \n[53]\t\tYou see he is impossible.  \n[54]\t\tThorkel you are the dummiest \t\tadministrator our university has ever had. \t\t\t \t\tDon't go Thorkel!! Come! Look!  \tHe starts to play his machines handles and buttons.  \n[55]\t\tThe university pays you to teach \t\tsomething to your students.  \n[56] \n[57]\t\tWell, do you mean nothing... or do you \t\tmean something but you won't tell me what \t\tit is?  \n[58]\t\t\t \t\tI mean plain nothing.  \n[59]\t\tWell, I guess that's about as nothing as \t\tyou can get... plain nothing. \t\tA beat.  \n[60]\t\tLiz...!  \n[61]\t\tAhh, it is something.  \n[62]\t\tNo... look.  \tThe equipment on her TABLE is starting to vibrate. They \tlook at it, curiously. We hear the cyclotron's WHINE \tbegin to build...  \n[63] \tEverything is shaking like in an earthquake... Roz and \tThorkel seem to dance in their place going crazy with \tanger and surprise. The WHINE is deafening! The light is \tblinding! WEINER has his eyes closed and his hands over \this ears.  \n[64]\t\tI am going for 20 percent power!  \n[65]\t\tNO!! Don't do that...  \n[66]\t\tOck! Its dangerous...  \n[67]\t\tOck I warn you...  \tWEINER crosses himself. The CONSOLE erupts in sparks.  \n[68] \tWe follow the electrical overcharge as it crackles along \tthe WIRES and CABLES inside the WALLS and FLOORS. It is \tmaking its way up to the LAB!  \n[69] \tAll the kids are now trying to hold onto their vibrating \tequipment.  \tThe CHARGE crackles up a WIRE and erupts at LIZ'S TABLE. \tA BREAKER explodes in flames. There is an outburst of AD \tLIBS: \"Fire!\" \"Everybody out!\"  \tTHORKEL  seeing \tLIZ trapped behind the fire which is growing from second \tto second.  \n[70]\t\tKeep calm, everybody keep calm. Use the \t\tfront door. Everybody out the front.  \n[71]\t\tLiz! Come on...!  \n[72]\t\tI can't. Help me!  \n[73]\t\tI'm coming!  \tHe wades into the fire, but is beaten back by the FLAMES. \tHis sleeve is on fire. He pats it out.  \n[74]\t\tPeter!  \tFlash appears and tries to help but Thorkel stops him.  \n[75]\t\tGet back, you idiots. You can't go in \t\tthere!  \tLIZ smashes at the WINDOW, but this is an inner city \tschool and the WINDOWS are covered by STEEL GATES. Liz \twraps her fingers in the GATE.  \n[76]\t\t\t \t\tHelp! Help me!  \tOutside the WINDOW the air is clear and people come and \tgo. Some are stopping to look up at the girl on the \tsecond floor who screams \tdown at them as the FLAMES close in behind her.  \tPETER comes flying in with a FIRE EXTINGUISHER. He \tfumbles with it. FLASH pushes Thorkel, grabs the \textinguisher away from him with a scowl of disdain. \tLIZ turns to face the FLAMES. Suddenly there is an \teruption of CO2 CLOUDS and the roar of a FIRE \n[77] \tThe FLAMES are beaten down enough for her to leap out. \tFLASH is there, holding the EXTINGUISHER. People CHEER.  \n[78]\t\tThanks for your help Flash.  \n[79]\t\tNo problem wimp.  \n[80]\t\tOur hero has a real way with words.  \n[81]\t\tOh, why don't you grow up.  \tPETER is stung, insulted, turns away. \tROSOMORF peeps in, worried -- faces Thorkel.  \n[82]\t\tThis man will bring a disaster upon this \t\tuniversity.  \tOCK comes in, starts his lecture calmly as if nothing has \thappened.  \n[83]\t\tThe universe is made up of forces... and \t\tcounter-forces. Science is the study of \t\tthe forces!  \tFLASH hands the EXTINGUISHER to PETER. LIZ embraces \tFLASH, throwing a glimpse at PETER who tried so bravely. \tHe looks away and turns the last of the EXTINGUISHER on \tthe last of the FIRE.  \n[84]\t\t\t(continues without a \t\t\thitch \t\tBut I... Professor Otto Octavius... have \t\tdevoted my life to the study of the \t\tcounter-forces! Good job, Peter.  \n[85]\t\t\t(taking place at lab \t\t\ttable \t\tThanks, Professor.  \tTHORKEL has walked slowly and uncomprehendingly toward the \tfront of the huge LAB. He simply cannot believe OCK'S \tbehavior.  \n[86]\t\tI don't believe it, I simply don't...  \n[87]\t\tCan we carry on Mr. Thorkel.  \n[88]\t\tI don't believe... oh, all right carry on \t\tProfessor.  \n[89]\t\tWell! This week my dear students I have \t\tmade a stunning breakthrough...  \n[90]\t\tWait a minute, wait a minute... you've \t\tgot fire forms to fill out, Dr. Octavius.  \n[91]\t\tI have no time for forms, or \t\tadministrators who persist in \t\tinterrupting me, Mr. Thorkel.  \tTHORKEL steams out and bangs shut the DOOR.  \n[92]\t\tI now believe its possible that these \t\tcounter forces can be... collected... the \t\tway the magnifying glass collects the \t\tsunlight... and focused into a hard beam \t\tI call... Weiner!  \tWEINER backs away from the BLACKBOARD to reveal a word \tthat OCK has scrawled in large letters. It says \"Anti- \tForce.\"  \n[93]\t\tI call it, the Anti-Force!  \tOCK is plugging a HUGE CABLE into a small LUCITE BOX with \ta SILVER BALL inside it.  \n[94]\t\t\t \t\tThis anti-force, once harnessed, is \t\tcapable of undoing any natural force at \t\twhich it is aimed... for instance... \t\t\t \t\tGravity!  \tLIZ scribbles down a note and mouths the word \"gravity.\" \tThen she turns to PETER.  \n[95]\t\t\t \t\tI'm sorry...  \n[96]\t\tIt's alright.  \tOCK is \"playing\" his COMPUTER like the Phantom of the \tOpera at the organ.  \n[97]\t\tWe patch in the cyclotron... \t\tThe lights flicker and go dim.  \n[98]\t\tPay no attention to the lights... I of \t\tcourse steal its energy, and it looses \t\tpower. We patch in the cyclotron... and \t\twe gradually apply power. The power that \t\tI am stealing...  \tAs the WHINE builds in the LAB... \tOCK peers through the LUCITE BOX at us, distorted by it.  \tThe BOX is a miniature version of the cyclotron's \texperimental chamber, and now the BLUE-WHITE glow begins. \tIt crackles round the SILVER BALL.  \n[99]\t\tAnd so we stand, four square against the \t\tfundamental force that orders and \t\tmaintains our universe... gravity... \t\twhich is holding down this goddamn ball. \t\tRise!  \tThe LIGHTS go totally dark. The kids react with WHOOPS \tand CATCALLS.  \n[100]\t\tWhat a crock...  \n[101]\t\tShut up Harry... this is very interesting.  \n[102]\t\tMr. Parker! Have you some... interesting \t\tobservation you'd like to share with the \t\tclass?  \n[103]\t\tNo sir...  \n[104]\t\tThen shut up! And pay some attention to \t\tthe experiment.  \tOCK peers at us through the LUCITE BOX as the SILVER BALL \tbegins to rise. OCK'S face is ecstatic.  \n[105]\t\tRise! Rise!!!  \tThe SILVER BALL suddenly shoots up, shattering the top of \tthe box. It flies up to the ceiling where it shatters a \n[106] \tThe shards rain down on OCK who reaches out and catches \tthe falling BALL and scales it in a raised fist.  \n[107]\t\tNow that's what I call an experiment!  \tThe CYCLOTRON WHINE cuts out and OCK wheels to the \tCOMPUTER. He hits a KEY and several COLORED PROJECTION \tBEAMS lance out of the back of the room. They pierce the \tsmoke and light a PROJECTION DISPLAY in the front.  \tTWO COLORED SPHERES one, YELLOW, one BLUE touch where \ttheir circumferences meet. Behind them is a BLACK \tdepiction of \"space\".  \n[108]\t\tYou are looking at a representation of \t\ttwo universes. Our Blue one. Our real \t\tuniverse... something we can touch and \t\tfeel and see and draw calculations about. \t\tThis is us. The Yellow universe... this \t\tis something else. Some other dimension... \t\tsomething... on the other side!  \tOCK hits another COMPUTER KEY and a hole appears where the \tTWO SPHERES touch. The BLUE AND THE YELLOW MARBLEIZE with \teach other. The colors swirl until both SPHERES are \n[109] \n[110]\t\tIf it were possible to generate enough \t\tpower behind it, the anti-force could \t\twipe out not just gravity... but all our \t\tuniversal forces at the same time. In \t\teffect... it would blast a hole between \t\tthis universe and the next. Each... \t\t\t \t\twould flow into each other. No blue \t\tuniverse. No yellow. End, finished, \t\tover.  \n[111]\t\t\t \t\tThat sounds like a scenario for the end \t\tof the world.  \n[112]\t\tMy girl, it is! It is. It would mean \t\twiping out everything that's known... and \t\tletting in everything that's unknown.  \n[113]\t\tIsn't that a little dangerous?  \n[114]\t\tDon't worry yourself, true inter- \t\tdimensional penetration is still purely \t\ttheoretical, but one day... Maybe very \t\tnear... maybe in the 21st century...  \n[115] \tPETER, LIZ, FLASH and HARRY all take BOOKS from their \n[116] \n[117]\t\t\t \t\tLook, it's just... I don't know... when \t\tyou and Flash go after each other like \t\tthat...  \n[118]\t\t\t \t\tHe's not my type.  \n[119]\t\tHe doesn't have to be.  \n[120]\t\tCheck.  \n[121]\t\tAnd besides, he's not all bad.  \tPETER looks at FLASH who's a few LOCKERS down. FLASH has \ttaken a FOOTBALL from his LOCKER and is spinning it on his \tfinger with great joy and concentration.  \n[122]\t\tYou don't get nicknamed Flash because \t\tyou're a rocket scientist, Liz.  \n[123]\t\tGive it up, Parker. You'd die for a \t\tnickname like Flash.  \n[124]\t\tYeah, of embarrassment.  \tKIM comes by and leans seductively by her LOCKER. KIM is \ta ripe one and hot-hot-hot!  \n[125]\t\t\t \t\tHey, Flash... I'm scalping a pair of the \t\tMidnight Madness Wrestling Match tomorrow \t\tnight.  \n[126]\t\tThe Slammies??? I'd kill for that!!!  \n[127]\t\tWould you pay $125?  \n[128]\t\tWell, uh, I... gee... if... can I tell \t\tyou tomorrow?  \n[129]\t\t\t \t\tYou snooze, you lose. Hiya Liz...  \n[130]\t\tKim, you know Peter and Harry? This is \t\tmy new roommate... Kim Nickson.  \tKIM is pulling her pet, a foot long SALAMANDER, out of her \tLOCKER. She wraps it around her neck and turns to the \tboys.  \tThey go bug-eyed!  \n[131]\t\t\t \t\tHellooo, Peter.  \n[132]\t\t\t \t\tHi...  \n[133]\t\tWe're going to the Student Reunion \t\tMeeting. You coming?  \tPeter looks at KIM. Wow. Then he looks at LIZ who's \tadjusting herself in a small MIRROR. HARRY jabs him in \tthe ribs. Yeah, yeah!  \n[134]\t\t\t \t\tI can't... I gotta go over to the Daily \t\tBugle. I'm trying to sell some photos.  \n[135]\t\tSoooh, a photographer...?  \n[136]\t\tJust an amateur. Well... nice meeting \t\tyou, Kim.  \n[137]\t\tYeah... I bet it would be.  \n[138]\t\tCan I be your date for the reunion \t\tShooShoo?  \n[139]\t\tNo Jerk!  \n[140]\t\t\t \t\tWhat did I say...  \n[141]\t\tIt's not what you said, it's how you say \t\tit, ShooShoo!  \tEverybody leaves and Harry is left alone, he throws his \tbag down.  \n[142]\t\tDamn!  \tPETER turns to go and comes face to face with the hulking \n[143] \n[144]\t\tPeter, Doc Ock wants to see you.  \n[145]\t\tAbout my data I bet.  \n[146]\t\tI don't know.  \n[147]\t\tHe knows about my work on the Planetary \t\tConjunction, doesn't he?  \n[148]\t\t\t \t\tI don't know.  \n[149] \tPETER enters wide-eyed behind WEINER. This place is a far \tcry from the experiment in the LAB ROOM. It's a fantastic \tnetherworld to which no undergrad gains entrance. No one \tbut PETER.  \tOCK is sitting in a swivel CHAIR with his back to PETER. \tHe has the look of Captain Nemo in his Nautilus. This is \tOCK'S domain.  \n[150]\t\tHello, Professor Octavius. \t\t\t \t\tI really admired your experiment.  \n[151]\t\t\t \t\tWe have a lot of interests in common, \t\tPeter. Perhaps we should put our heads \t\ttogether, if you know what I mean...  \n[152]\t\t\t \t\tThat would be... great.  \n[153]\t\t\t \t\tNow you take the Planetary Conjunction. \t\tThis Saturday night we will witness \t\tSaturn, Jupiter, the Moon, the Earth, the \t\tSun... all in a row. Never seen within \t\tthe memory of man, or measured for its \t\teffect. The total gravitational force \t\tmust be quite exceptional. Isn't that \t\tthe subject of your paper...?  \n[154]\t\tYes sir, I've worked out a new way to \t\tcalculate the combined gravitational \t\teffect.  \n[155]\t\tI'm a busy man, Mr. Parker. But I think \t\tI could find the time to go over it with \t\tyou. Make sure it all... checks out.  \n[156]\t\tWell... I'm sort of working with \t\tProfessor Rosomorf and he suggested we \t\tkind of keep it between us. He thinks \t\tthat my theory is... well, I don't know...  \n[157]\t\t\t \t\tThe scoundrel... \t\t\t \t\tI want to see that data, Peter!  \n[158]\t\tBut Professor Octavius... if I knew you \t\twere interested... sorry, I've already \t\tgiven it to... Professor Rosomorf, and he \t\tis after all the head of our Physics \t\tDepartment... and I couldn't...  \tOCK turns sweet again. He smiles too broadly.  \n[159]\t\tWell, I'm certain something can be worked \t\tout. Run along, young man.  \tPETER begins to leave.  \n[160]\t\tJust a minute... how about if I show you \t\tmy discoveries... something I never \t\tshowed to any other student... as a \t\tmatter of fact to anybody at all.  \n[161]\t\tWell I am really flattered, I mean I'd \t\tlove to... but I...  \n[162]\t\tVery well shall we say if you come here \t\ttonight...  \n[163]\t\tBut Professor I don't now if I should...  \n[164]\t\tMake it eight sharp... I'll be waiting \t\tfor you... Right here...  \tPeter looks worried then leaves.  \tOCK turns to WEINER who slouches against the wall smiling.  \n[165]\t\tThe same academic world that's so keen to \t\tembrace that boy's undergraduate work, \t\tridicules my anti-force theory as \t\tquackery. I ask you, Weiner... what is \t\tour society coming to? Ha!  \n[166]\t\tThey are all a bunch of brainless \t\tassholes, that's what I say...  \n[167]\t\tWeiner! Go get me that boy's data!  \n[168]\t\tCost you fifty bucks.  \n[169]\t\t\t \t\tJust get it. We'll negotiate your fee \t\twhen you have the data, alright Weiner?  \n[170] \tEstablish as ART DECO BUILDING well beyond its prime. A \tsign says: \"The Daily Bugle.\" Peter enters the building.  \n[171]\t\tGarbage! Absolute, 100% garbage!  \n[172] \tVery forties, very messy. J. Jameson scans some PHOTOS as \tPETER stands helplessly by.  \n[173]\t\tBag ladies. I hate bag ladies.  \n[174]\t\tYes, sir.  \tJAMESON is 50ish, grey at the temples, brush cut on top. \tHe too is forties. His chewed up CIGAR is forties. This \tguy is a hard case.  \n[175]\t\t\t \t\tLittle kids... I hate little kids. This \t\tis a daily newspaper. We need news value \t\tphotographs, not artsy-fartsy shit!  \n[176]\t\tYes, sir.  \tJAMESON comes to a picture of a BUSINESS SUITED MAN with a \tMOHAWK. PETER smiles in anticipation.  \n[177]\t\tKid? You want a pro's assessment?  \n[178]\t\tYes, sir!  \n[179]\t\t\t \t\tYour photos suck. \t\t\t \t\tParker, my readers are morons. I gotta \t\tgrab them by the eyes. Every time you \t\tpress the button of that Nikon of yours \t\tit costs you fifty-five cents. So the \t\tnext time you're about to take the plunge, \t\task yourself, am I taking dog bites man? \t\tBecause if you are...  \n[180]\t\tI know, I know. You want man bites dog...  \n[181]\t\tParker, this is the post modern 20th \t\tcentury. I want man eats dog! Get out!  \n[182] \tA seedy east village walk up. Peter takes his camera and \ttakes various shots of a wino. ALL IN. He climbs the \tstairs to his building, looks through the mail, he \tcollects from a beaten down mailbox.  \n[183]\t\t\t \t\tRent! Rent, more bills, rent... \t\telectricity, bills...  \n[184] \tA one-room, shabby roof apartment, a chaos of books and \tpapers. A photo enlarger and darkroom baths in kitchen \tpots; 8x10s tacked to the walls; a spare camera and \tlenses. Self-consciously wacky kitsch; plastic dinosaurs, \twind-up toys, a stuffed carp. An unmade bed and a 50's \tdinette set are the only furniture. A grimy skylight \tleads to the roof. It's not a pretty place, but it has \tpersonality. A voice from the kitchen, a shadow of an \tintruder, is sneaking around.  \n[185]\t\tThere's nothing in there worth stealing!  \n[186]\t\t\t \t\tThat's the understatement of the year.  \n[187]\t\tAunt May, you're trespassing.  \n[188]\t\t\t \t\tI was just so desperately bored... I \t\tthought I'd come over and make you dinner...  \n[189]\t\tI am old enough to... to make my own--  \n[190]\t\tBut I didn't feel like getting to know \t\tyour roaches.  \n[191]\t\tI'll introduce you.  \n[192]\t\tOh. And those foul chemicals in the pots...  \n[193]\t\tI take pictures, remember?  \n[194]\t\tAnyway, I've decided to kidnap you for \t\tdinner in Forest Hills...  \tShe grabs her coat, crosses back to Peter and tugs on his \tshoulder.  \n[195]\t\tIt's Friday night...  \n[196]\t\tYes. Do you have a date?  \n[197]\t\tNo.  \n[198]\t\tThen come on.  \n[199] \tIt is dark and empty except for COMPUTERS. Sitting at it, \tlit by the GLOW of its screen, is SOLOMON ROSOMORF . \tAs he works, a DOOR opens behind him. Someone walks \tquietly through the LAB. ROSOMORF keeps working. The \tintruder approaches...  \n[200]\t\t\t \t\tProfessor Rosomorf, what happened here?  \n[201]\t\tSomeone tried to rob me of some paper... \t\tI suspect they were looking for that one.  \n[202]\t\tWhat is it?  \n[203]\t\t\t \t\tAward winning stuff. \t\t\t \t\tPeter Parker's data on the Planetary \t\tConjunction. Damn lucky I hid it in my \t\tcomputer under another title.  \n[204]\t\tMy God, what's going on in our school? \t\tFirst Professor Octavius almost blows up \t\tthe Physics lab... Now this. You report \t\tit in triplicate, of course.  \n[205]\t\tThorkel, be careful when you talk to \t\tOctavius. Remember... the man is a very \t\tfragile genius. One day he'll bring us \t\tall the Noble Prize.  \n[206]\t\tRosomorf, the man is a very dangerous \t\tcrackpot!  \tOff screen the voice of the CYCLOTRON WHINE begins to \tbuild.  \n[207]\t\tThat's him again. He's working day and \t\tnight.  \n[208]\t\tI tell you the man is very dangerous. \t\t\t \t\tCome on Rosomorf, let's stop him before \t\tthis building will explode.  \n[209] \tOCK and WEINER are at work as before. OCK takes no notice \tof the TWO MEN who come in, nor the WORKER who comes in \tbehind them and sets to work attaching a BIG LOCK to the \tdoor.  \n[210]\t\tShut it down, Octavius.  \tOCK ignores him. WEINER touches OCK'S shoulder. OCK \tignores him too.  \n[211]\t\tYou've blown half the circuits in the \t\tScience Center.  \n[212]\t\tCall an electrician.  \n[213]\t\tI have called the locksmith.  \n[214]\t\tWhat... what is he doing.  \tHe points toward the worker who's working on the lock on \tthe main door.  \n[215]\t\tWe have to shut your lab down and take a \t\tlook at the lines.  \n[216]\t\tPlease, Otto, we must lock it up.  \n[217]\t\t\t \t\tYou're denying me access to my cyclotron?!  \n[218]\t\tYou bet.  \tOCK glares back and forth between the TWO MEN, the WORKER, \tand WEINER. Then he pulls BACK the RED POWER THROTTLE.  \tThe WHINE descends.  \tThe WALDOS pull back and dangle from their panel. The \tWHINE dies.  \n[219]\t\t\t \t\tOkey, dokey... just give me till tomorrow. \t\tI want to clean up my papers. Tomorrow... \t\tHa... Tomorrow you can have this room...  \n[220]\t\tOh... well Thorkel... few more hours \t\twon't make a difference.  \n[221]\t\tI hope.  \tHe signals to the worker to stop.  \n[222] \tThe N.Y. Mets are playing baseball on T.V. PETER watches \twith his UNCLE BEN, a paunchy 65 years old in POLYESTER \tSLACKS and a COMFY OLD SWEATER. A N.Y. METS CAP is \tperched on BEN'S head. A BEER CAN is in his hand. A \tcluttered but familiar living room sprawls comfortably \taround them.  \n[223]\t\tAnother brewski?  \n[224]\t\tNo, I'm fine, Uncle Ben.  \n[225]\t\t\t \t\tYah! Way to do it. Alright! \t\t\t \t\tYou don't follow the Mets like you used \t\tto, do you, Pete?  \n[226]\t\tNo, not so much anymore.  \n[227]\t\tFunny. When your Mom and Dad, uh, passed \t\taway... I had this idea... I wanted you \t\tto be the best baseball player that ever \t\twas. Geez, what ever happened to that?  \n[228]\t\tLittle league.  \n[229]\t\t\t \t\tYeah... Babe Ruth you wasn't.  \tAUNT MAY enters.  \n[230]\t\tIt's on the table! Turn off the TV!  \tBEN nods, rises sluggishly and slowly, and turns the sound \toff only. PETER moves toward his AUNT in the doorway.  \n[231]\t\tHow's that girl you told us about, Peter?  \n[232]\t\tLiz? She's great... But she has a \t\tboyfriend.  \n[233] \tPETER passes AUNT MAY and takes his seat.  \n[234]\t\tA boy your age should have a girlfriend.  \n[235]\t\tAunt May... she has a steady boyfriend.  \n[236]\t\tPeter, any girl that's worth your \t\tattention is of course gonna have a \t\tboyfriend... But if she really gets to \t\tknow what you have to offer she'll... you \t\tget my drift?  \n[237]\t\tLook, just leave him alone, okay. When \t\the's ready for girls he'll be a holy \t\tterror. \t\t\t \t\tIt's in the blood. \t\t\t \t\tLookit, how are you fixed for money, \t\tPete? Maybe I can help you out a little.  \n[238]\t\t\t \t\tNo, I'm alright. My scholarship covers \t\talmost everything, and I sell some photos \t\there and there. Today my physics \t\tprofessor asked for some of my work... he \t\twants to study my data. They might \t\tpublish my work in the science magazine... \t\tthat'll bring me some money...  \n[239]\t\t\t \t\tPublish your work?! You hear that May...?  \n[240]\t\t\t \t\tYeah, in fact I have to leave a little \t\tearly tonight, to meet Professor \t\tOctavius... He offered me to be his \t\tassistant...  \n[241]\t\tWhoa! Did you hear that May...?  \n[242]\t\tOh, Peter, you promised you'd spend the \t\tnight...  \n[243]\t\tI... I can't, Aunt May. Professor \t\tOctavius wants to discuss my new \t\tfindings.  \n[244]\t\t\t \t\tPeter, what you should be finding... is a \t\tnice girlfriend.  \n[245] \tWEINER is eating a large SANDWICH and a drinking a COKE.  \n[246]\t\tI'll show them... closing the cyclotron \t\ton me... Weiner!  \n[247]\t\tYes, Professor...  \n[248]\t\tWhere is he? It's ten past eight o'clock...  \n[249] \n[250]\t\t\t \t\tThat must be him. \t\tHe opens the door.  \n[251]\t\tGood evening.  \n[252]\t\tYou are late. \t\t\t \t\tWeiner, go outside and get us something \t\tto eat. And don't steal it! Just buy it. \t\tI'll reimburse you.  \n[253]\t\t\t \t\tDo you want anything Parker?  \n[254]\t\tNo thank you, I just had dinner at my \t\taunt's...  \n[255]\t\tPiss off, Weiner!  \tWEINER leaves. PETER wanders around.  \tHe goes into the experimental chamber, he overlooks the \tSPIDER which is scuttling away and crawls inside the open \tWINDOW... and into the chamber.  \n[256]\t\tOkey, dokey, Parker... how would you like \t\tto take Weiner's place... I mean, be my \t\tassistant?  \n[257]\t\tWell, Professor, that would be a great \t\thonor, but I'm already working with...  \n[258]\t\tRosomorf... that imbecile. Don't you \t\tunderstand, kid, that I am about to \t\tuncover the greatest discovery since \t\tEinstein came up with his theory of \t\trelativity... The \"Anti-Force.\"  \n[259]\t\tWow! The theory of the Anti-force! You \t\tshould go for the Noble Prize Professor...  \n[260]\t\tNoble Shmoble, I am going for a much \t\tbigger prize kid. Okey, dokey. Let me \t\tshow you, kid, what I got here.  \tOCK begins the experiment. We move in past the shattered \tWINDOW. We see the SPIDER crawling on the chamber's GEAR.  \n[261]\t\tPresent maximum anti-force power to date \t\tis 38 percent of theoretical limit. I \t\thave patched in the variable \t\tparticle-wave accelerator... \t\t\t \t\tI will now try to reach 50% power... \t\t\t \t\tAnd if your paper has any value... I can \t\tuse it to get the power I'm missing to \t\tcreate the anti-force, to break through \t\tand beat any other form of power in our \t\tor any other universe, capish!  \n[262]\t\tSorry, Professor, I can't do it. I gave \t\tmy word to Professor Rosomorf.  \tOCK is angry... Ock now sees the SPIDER. He shoots out a \tWALDO to try and crush it but the SPIDER is too fast. The \tWALDO slams against the wall of the chamber. He starts to \tpush every button or switch in sight. A deafening whining \tstarts.  \tAn URGENT WARNING TONE causes OCK to look at the \"Relative \tGravity\" DIAL. It is at \"4.999999KG\" but suddenly the \tnumbers start to tumble rapidly.  \tINSERT: The glowing 5KG WEIGHT. \tINSERT: The POWER DIAL inches toward 50% POWER!  \n[263]\t\t\t \t\t50 percent... anti-force... 50 percent... \t\tthat's all I'm missing! Parker, we can \t\tbe rich together!  \n[264]\t\tSorry... I'd better go now.  \n[265]\t\t\t \t\tYou'll be sorry, Parker.  \tPETER leaves.  \tAnother URGENT WARNING TONE causes OCK to look at the \tmonitor SCREEN. On it, flashing RED, is the word, \t\"OVERLOAD!\" OCK pushes the RED POWER THROTTLE forward! \tThe WHINE increases to a PULSE and THROB.  \n[266] \tIncredibly lit, the SPIDER is dropping on it's shimmering \tWEB-STRAND down toward the 5KG WEIGHT which now GLOWS in \ttime with the THROB and PULSE.  \n[267] \tThe MONITOR is flashing \"MAXIMUM OVERLOAD - SHUT DOWN!\" \tOCK continues with the experiment. And then he sees the \n[268] \n[269]\t\tYou! Get out of there, you creeping...  \tHe tries to shove the SPIDER with his hand.  \n[270] \tThrough the BLUE-WHITE we can barely make out OCK on the \tother side if the shattered WINDOW. He sends TWO WALDOS \tafter the SPIDER. The SPIDER evades him and jumps onto \tthe PROFESSOR's back. It then climbs onto the PROFESSOR's \tneck and bites him.  \n[271]\t\t\t \t\tNoooooooooooo!  \tThe gravity DIAL goes to .000001, then pops back up as \tOCK'S tiny world goes berserk. DIALS spin, crack, explode \tor droop liquidly. WIRES dance on the CONSOLE which \terupts like the 4th of JULY.  \tOCK begins to float. His shirt begins to tear away. A \tDIAL floats by with its pulled WIRES undulating like a \tMedusa. WALDOS smash through the walls and flail like \tsnakes. OCK'S YELLOW THERMOS distorts and EXPLODES! \tOCK, his hair wild, face locked in a multi-G grimace, is \tpinned halfway up a wall that is showering the room with \n[272] \n[273]\t\t\t \t\tIt's an energy storm! Okey! Dokey!  \tWe see clearly the SPIDER still stuck to his neck. \tThe big beast buffets and shakes. Tubes, junctions, \tvalves and whatnot fall off, crashing to the floor where \tthey twitch and writhe with a life of their own.  \tThen, an enormous EXPLOSION rips a large hole in the \tCYCLOTRON's side, sending debris and a HUNDRED MICRO- \tSTREAMS of ELECTRONIC PARTICLES lancing in our direction.  \n[274] \tUltimate weirdness! The PULSING BLUE-WHITE LIGHT \tpenetrates first the DOOR of the CYCLOTRON ROOM and then \tthe very walls! LOCKERS bang, LAMPS POP, the ceiling sags \tin a SURREAL, RUBBERY way.  \tThe WALLS sag too! The CYCLOTRON SIGN pivots and embeds \titself in a WALL. A LADDER sinks in the WALL. The BLUE- \tWHITE LIGHT dances wildly about in PULSES. Then, \tsuddenly, it stops... DEAD SILENCE. WEINER comes running \tin holding a double decker sandwich and a large bottle of \tPepsi. Weiner enters OCK'S lab, singing, not at first \tnoticing what's going on. Suddenly he stops dead.  \n[275] \tA scene out of DALI's surrealistic canvas. There are \tthings inside of other things. DIALS look like DALI \twatches. This place has been rippled to the max! \tOCK lays face up, unconscious on the floor, a WALDO across \this chest. The SPIDER is weaving its web. CAMERA slowly \tDOWN to see OCK. PIPES and WIRES are stuck to his body. \tThe WALDO seems to be wrapping him. He wakes up to see \tthose MECHANICAL ARMS buried in his body. They weave \taround him as if they are looking for prey. He tries to \ttear them out, but they seem to be a part of his body, \tlike his other limbs. He screams. Suddenly Weiner sees \n[276] \n[277]\t\tProfessor... what happened to you? What \t\tdid you do...  \tSuddenly one of the waldos hits him so strongly that he \tflies back and out through the door to the corridor.  \n[278] \n[279]\t\tOh my God... what happened here...  \tHe hears the police sirens approaching, he runs away.  \n[280]\t\tI better get out of here.  \n[281] \tThe long SCREAM segues to a POLICE SIREN. A COP CAR pulls \tto a halt in front of the COLLEGE. Many NYPD CARS are \talready there, along with a NUCLEAR REGULATORY VAN, some \tAMBULANCES, a VAN from the ENVIRONMENTAL PROTECTION AGENCY \tand TWO TV VANS. ROZ runs across the lawn.  \tPOLICE STRUGGLE to hold back the crowd of press, students \tand general gawkers.  \tJ. JAMESON pushes to the front of the mob in time to see \tTWO COPS hustle a BUGLE PHOTOGRAPHER back into it. \tThe MAN shakes his head. JAMESON throws down his CIGAR, \tstomps it, and pulls out a fresh one. THORKEL arrives to \taddress the CROWD.  \n[282]\t\t\t \t\tThere is no danger. Please go back to \t\tyour dorms. I repeat, there is no danger.  \n[283]\t\t\t \t\tSpill it out, Professor! The public \t\twants to know!  \tThe CROWD closes on THORKEL.  \n[284]\t\tWho are you?  \n[285]\t\tJameson, Daily Bugle, Chief Editor, now \t\twhat really happened here?  \n[286]\t\tThere will be a press announcement in the \t\tmorning Mr. Jameson... now if you'll \t\texcuse me.  \tThis elicits a flood of AD LIBS: \"I heard a terrible \texplosion?\" \"Nuclear accidents?\" \"Meltdown?\" \"Genetic \tengineering?\" \"Are you guys making mutants in there?\"  \n[287]\t\tI have nothing to say... there will be an \t\tannouncement. Now, please go home... \t\teverybody... we must clear the grounds...  \tIn the back of the crowd are PETER, HARRY, LIZ, FLASH and \n[288] \n[289]\t\tYou think they'll cancel classes?  \n[290]\t\tThey must... the whole building must be \t\tcontaminated with some kind of poisonous \t\tgas.  \n[291]\t\tHow about nuclear contaminations?  \n[292]\t\tMy God... lets beat it. \t\tBut nobody moves.  \n[293]\t\t\t(more interested in other \t\t\tthings \t\tCould anyone be in there, Peter?  \n[294]\t\t\t \t\tI don't know... Maybe Professor Octavius. \t\tHe usually works late...  \n[295]\t\tThat nut, I bet it was all his doing...  \n[296]\t\t\t \t\tHey Parker! Peter Parker!  \tPETER pushes forward.  \n[297]\t\tMr. Jameson! What are you doing here? \t\tWhat's going on?  \n[298]\t\tThat's for them to know, and for you to \t\tfind out.  \n[299]\t\tBut sir, they wouldn't tell us. You \t\theard Thorkel... he said...  \n[300]\t\tA press announcement tomorrow...! But we \t\tmust know tonight Parker. This is your \t\tuniversity, right...  \n[301]\t\tYes, but...  \n[302]\t\tYou got your camera?  \n[303]\t\tSure, but I can't--  \n[304]\t\tA hundred dollars says you can?  \n[305]\t\tYes sir!  \n[306]\t\tGet inside and get pictures, fifty bucks.  \n[307]\t\tYou just said a hundred.  \n[308]\t\tSeventy, but I want blood and gore.  \n[309]\t\t\t \t\tSeeya guys.  \tHe dashes off. FLASH shakes his head in dismay at this \tguy.  \n[310]\t\tWhere is he going?  \n[311]\t\tTo make fifty bucks.  \n[312] \tPETER approaches a CYCLONE FENCE keeping low and out of \tsight. He leaps it like a skirmisher but fails \tignominiously in a heap. He's torn his PANTS and cut his \tleg. He moves to the side of the building.  \tA DUMPSTER sits next to a FIRE DOOR. It's locked. As \tPETER mulls over his next move, the LOCK clicks and the \tDOOR slowly opens. PETER leaps on the DUMPSTER... and \tfalls in.  \n[313] \tPETER lays in the GARBAGE, a pained look on his face. He \trolls over and comes face to face with a wet DAILY BUGLE. \tThe headline reads, \"Wave of Violence Rips City!\" He pulls \thimself up and peers out.  \tHe sees a UNIFORMED GUARD hold the DOOR open for THREE MEN \tIN RADIATION SUITS who remove some weirdly fused objects. \tWhen they let the DOOR swing closed, PETER stops it by \tinserting the NEWSPAPER in the top.  \n[314] \tPETER squeezes inside and jumps to knock out the \tNEWSPAPER. The Door closes behind him.  \n[315] \tSkewed, strange, surreal, PETER stares at the weirdness \tand fumbles with his CAMERA. He snaps off a few shots, \tthen freezes when he hears a familiar voice.  \n[316]\t\t\t \t\tTake it easy. Take it easy with him.  \n[317]\t\tTake him away and never bring him back!  \tNow we see ROZ and THORKEL following 2 GUARDS carrying OCK \tin a stretcher. They all wear RADIATION SUITS. A waldo \tsneaks out from under the sheet and hits Thorkel, as fast \tas lightning. He falls back. He's covered with a SHEET \tand attached to LIFE SUPPORT EQUIPMENT. Octavius moans.  \n[318]\t\tWhat was that?  \n[319]\t\tWhat was what?  \n[320]\t\tWhat hit me?  \n[321]\t\tWhat hit you?  \n[322]\t\tI don't know. It was so fast.  \n[323]\t\tYou're going to be fine, Otto.  \tPETER gets off a shot and ducks into the MEN'S room \tleaving the DOOR ajar for a peak.  \tA WALDO slips down from the SHEET. PETER'S eyes go wide \tat the sight. What in the hell has happened here?  \n[324] \tThe URINALS are twisted in bizarre shapes. PIPES are \texposed and spout WATER. The MIRRORS look like something \tout of a funhouse. PETER hears the STRETCHER go by. \tPETER goes to the DOOR of OCK'S Lab and cracks it. PAN up \tto the SPIDER, GLOWING softly, dangling from a SHIMMERING \tSTRAND above PETER.  \tAs PETER looks out at the STRETCHER, the SPIDER drops on \this neck. He reacts by swatting it away. Bad move. \tThe GLOWING SPIDER now squats malevolently on the back of \tPETER's hand. He stares at it transfixed. It bites.  \n[325]\t\tOw!!!  \tPETER throws the SPIDER to the ripply tile floor where it \tscuttles unsteadily out the door.  \tSweat starts to bead on PETER'S face. He shakes his head \tto clear it. His vision becomes uncertain. He lurches \tagainst a WEIRD SINK.  \tPETER'S POV is not just uncertain, not just fuzzy, not \tjust moving in and out anamorphically. It's all of that!  \n[326]\t\t\t \t\tHey! What are you doing here, kid?  \tPETER turns to see a UNIFORMED GUARD distorted by his \tcrazy vision.  \n[327]\t\tI feel a little funny...  \n[328]\t\t\t \t\tYeah? Well, I ain't laughing. Get out... \t\tJust get out of here...  \n[329] \tIt bangs open. The GUARD throws PETER out and then throws \this BACK PACK at him.  \n[330]\t\t\t \t\tYou get yourself over to the Police lines.  \n[331]\t\t\t \t\tRight. Police lines.  \n[332] \tPETER melds into the crowd. As in a dream, JAMESON \tappears at his side.  \n[333]\t\t\t \t\tOkay, scoop, whaddaya got?  \n[334]\t\tI... got pictures of the Professor... in \t\tthere... it's so strange in there... so \t\tbizarre...  \n[335]\t\t\t \t\tGood job, kid. Bizarre is what we need. \t\tPick this up in the morning. \t\t\t \t\tThere'll be two crisp twenties tucked \t\tinside.  \tHe hurries off. PETER peers after him and all of a sudden \this vision corrects to a perfect focus. The sweat is \tgone. He's okay. He makes his way through the crowd to \tthe street.  \tWe TRACK with PETER as the madding throng recedes behind \thim. He turns a corner. He hears a SIREN.  \tAn AMBULANCE screeches around the corner. It nearly hits \tPETER who leaps to avoid it.  \n[336] \tPETER'S cheek is pressed against the brick. He opens his \teyes and sees that he's hanging onto the side of the \tbuilding like a spider. And he's three stories up! \tHe looks down and sees the street thirty feet below him! \tAnd the Ambulance which he jumped over is driving away. \tHe tries a downward step, but a BRICK dislodges and \tcrashes to the sidewalk. He takes an upward step. And \tthen another.  \tTentatively at first, and then with growing confidence, he \t\"crawls\" to the roof of the building. At the top he \tgropes for a RAILING and slips. He dangles eight stories \tabove the street. Then, with a grunt, he vaults to the \troof one-handed.  \n[337] \tPETER is flat on his back, staring at the stars. He sits \tup and looks wonderingly at his hands.  \tOn the back of his right hand are TWO PUNCTURE WOUNDS \tsurrounded by a faint BLUE-WHITE PULSING GLOW. The GLOW \tdisappears.  \n[338]\t\t\t \t\tThis is weird. My God, I feel so weird...  \tHe leaps to his feet. He flexes. Feels weird. Good \tWeird. In fact, great weird! He tries a couple of \t\"jumping jacks\" and on the third jump he soars into the \tair!  \n[339]\t\t\t \t\tVery weird.  \tThe great, bespangled, NEW YORK CITY is his backdrop as \tPETER jumps and turns and does loops in the air. \tWith the agility and tactility of a spider, PETER leaps \tfrom the RAILING to a WALL to a FLAG POLE to another WALL \twhere he lands sideways and sticks.  \n[340]\t\t\t \t\tVery, very weird.  \tHe leaps off the WALL and lands at the edge of the roof. \tHe looks down. No one's looking back. So, he takes a \tstep back and leaps the alley to the next roof.  \n[341] \tPETER lands on it. The next roof is seven stories up and \tacross the street. PETER bites his lip.  \n[342]\t\tWell, what the hell!!  \n[343] \tBacklit by a FULL MOON, PETER somersaults to the roof of \tthe taller building, and misses the top!  \tHe sticks to the brick FACADE, upside down! He laughs \twith the moment. A WINDOW opens below him and a pretty \tBLONDE in a TOWEL sticks her head out. She looks this way \tand that, and all she sees is a MAN in a LOUD SPORTCOAT \tdown the street. Never thinking to look up, she withdraws \tinto the room.  \n[344] \tThe MAN in the LOUD SPORTCOAT leans against a LAMP POST \tand lights a CIGARETTE with a BEAT UP, SILVER PLATED \n[345] \tIn the LIGHTER he sees a reflection of PETER leaping off \tthe taller building. He snaps around and looks up in time \tto see PETER make it to the next FACADE.  \n[346] \tWith the UPTOWN SKYLINE behind him, PETER casts caution to \tthe wind and leaps from rooftop to rooftop.  \tWatching from the street, the MAN in the LOUD SPORTCOAT \tfollows PETER'S progress.  \tPETER leaps to a BROWNSTONE and lands amid the WASH. \tHe leaps up to a TENEMENT and lands on a BILLBOARD across \twhich he does a \"bug crawl\" and leaps again.  \tHe touches down on a PIGEON COOP and bounds up and out of \tframe again. The COOP OWNER, a LATINO in an undershirt \tand a YANKEES CAP, comes running out of the COOP.  \tHe's so surprised that he leaves the DOOR open and twenty \tWHITE MORNING DOVES fly away in a furious flapping, free \tat last. The LATINO lets out a stream of Hispanic \texpletives complete with all the appropriately obscene \tgestures.  \tPETER slides down a CABLE to a LAMP POST, and swirls down \tthe POLE to a PHONE BOOTH.  \n[347] \tPETER comes face to face with the man in the LOUD \tSPORTCOAT. He gives PETER his CARD.  \n[348]\t\tYou're a kid who's going places, and I'm \t\tgonna point you the right way.  \n[349]\t\t\t \t\tMax Reiss, models, strip dancers, escort \t\tgirls, blue movies...  \n[350]\t\tOops... sorry, wrong card. \t\t\t  \n[351]\t\tMax Reiss, Talent management.  \n[352]\t\tIt's a big outfit. Got a lot of \t\tdepartments.  \n[353]\t\tYeah... well... why you approach me? I'm \t\tnot...  \n[354]\t\tOh yes you are... very talented. The \t\tthree questions of show business success. \t\tOne do you think you possess a unique \t\ttalent?  \n[355]\t\tWell...  \n[356]\t\tTwo... what are you gonna do with it?  \n[357]\t\t\t \t\tWell... I don't know.  \n[358]\t\t\t \t\tThree... how much money you got in your \t\tpocket?  \n[359]\t\tTen.  \n[360]\t\tYou invest half of that with me and I'll \t\tmake you a star.  \n[361]\t\t\t \t\tWhat are you talking about?  \n[362]\t\tI'm talking about fame. I'm talking \t\tabout fortune. I'm talking about the \t\tchance of a lifetime. How'd you like to \t\tbe on MTV tomorrow night?  \n[363]\t\tMTV...? Me? Really?  \n[364]\t\tTaxi!  \tIt screeches to a stop.  \n[365]\t\tHey!  \n[366]\t\t\t \t\tKid! Tomorrow night. Same place, same \t\ttime.  \n[367]\t\t\t \t\tHow do you know I'll show up?  \tAs the TAXI roars off...  \n[368]\t\t\t \t\tBecause you wanna be a star... everybody \t\tdoes.  \tPETER pulls out a QUARTER. And enters a phone booth. He \tdials.  \n[369]\t\tHello? Aunt May?  \n[370]\t\t\t \t\tPeter? What time is it? Are you alright?  \n[371]\t\tWell, no, I mean yeah I'm fine, but \t\tlisten... Aunti, the craziest thing \t\thappened to me tonight.  \n[372] \tAs UNCLE BEN stirs fitfully  \n[373]\t\t\t \t\tDoes this have to do with a certain girl \t\twe talked about at dinner?  \n[374]\t\tNo, no, look, there was this radioactive \t\texperiment... I was poisoned!  \n[375]\t\tYou were what?  \n[376]\t\tI was bitten by a bug.  \n[377]\t\tOh! I get it, you mean a love bug.  \n[378]\t\tNo... No... A spider...  \n[379]\t\tPeter, did you at least talk to her?  \n[380]\t\tAunt May, listen to me. I got bitten on \t\tthe hand... by a poisonous spider.  \n[381]\t\tShe bit you?  \n[382]\t\tNo. I was in the bathroom and...  \n[383]\t\tOh, you did it in the bathroom? Peter, \t\tthis is craziness, why don't you use your \t\tbed? You're up all night. You're in the \t\tradioactive labs. You never take time to \t\teat or sleep. Am I right?  \n[384]\t\tYes, Aunt May.  \n[385] \n[386]\t\tDid you eat something today?  \n[387]\t\tYes, Aunt May.  \n[388]\t\tOkay, Peter go back to bed, and remember \t\twe love you.  \n[389]\t\tAnd I love you too, Aunt May. \t\t\t \t\tAnd by the way, I got a mess of super \t\tpowers today.  \tExit booth. He BANGS the PHONE BOOTH. Goes out and-- \tjumps lightly onto the phone booth roof.  \n[390] \tOCK is prepped for surgery. GOWNED PERSONNEL hurry about \twith a feverish urgency. The CHIEF SURGEON checks the \tSENSORS attached to OCK'S head. These seasoned \tprofessionals are astonished and frightened.  \n[391]\t\t\t \t\tLook at these brainwave readings. The \t\tmental activity is ten times of any \t\tnormal man...!  \n[392]\t\t\t \t\tEquipment malfunction...?  \n[393]\t\t\t \t\tHell, yeah... his. \t\t\t \t\tMy God... I thought I'd seen everything...  \n[394]\t\t\t \t\tBut this is beyond medicine. This is \t\tmadness...!  \tOCK lays bare chested, face up, all FOUR WALDOS splayed. \tHe is a true cyborg. Part man, part machine. Part \torganic, part molybdenum steel.  \n[395]\t\t\t \t\tIt is so freaky...  \n[396]\t\t\t(stern for the staff's \t\t\tsake \t\tOkay, lets stop yakking and get cracking. \t\tI want to go in at the upper thoracic. \t\tThen we'll work our way around. \t\t\t \t\tHang in there, man.  \tINSERT: The WALDO nearest the slap moves ever so slightly. \tThe triangular CLAW rotates a quarter turn and then turns \tback.  \tThe NURSE sees it and SCREAMS.  \n[397]\t\t\t \t\tNurse! Number seven scalpel. \t\tArthroscope stand by. Read out \t\tparameters in progress. Let's go in. \t\tYou alright?  \n[398]\t\tYes... Yes, of course. Everything's \t\tonline.  \n[399]\t\tScalpel! No... no... a larger one... \t\tthe largest we have!  \tShe slaps a HUGE ONE into his palm. He takes a deep \tbreath and goes to work. MASKED heads gather round him. \tThe SCALPEL is poised at the line where skin meets steel. \tWe make an incision. The INSTRUMENTS go crazy. WARNING \tBELLS and BUZZERS sound.  \n[400]\t\tKill the alarms!  \n[401]\t\tHe's going off the chart!  \tA WALDO flashes around the steel leg of the operating \tTABLE and clanks tight!  \n[402]\t\tMop. Mop! Sutures and clamps! Hurry up!  \n[403]\t\tWe're losing him. Defibrillate!  \tA HEART MACHINE is rushed in. They work frantically.  \n[404]\t\tZap him!  \n[405]\t\tStabilizing alpha waves...  \tSURGEON #2 applies the CARDIAC SHOCK PADS.  \n[406] \n[407]\t\tYou have a visitor, Doctor...  \tShe leaves OCK and THORKEL alone.  \n[408]\t\t\t \t\tOctavius, I'm afraid I have bad news for \t\tyou.  \n[409]\t\tThe cyclotron is damaged...  \n[410]\t\tWhat used to be the cyclotron was \t\tpermanently shut down this afternoon.  \n[411]\t\tBut my work!  \n[412]\t\tYour work is a disaster! Look at \t\tyourself!  \n[413]\t\tMyself? I don't matter. Nobody matters \t\tanymore. To enter a new dimension we \t\tmust first destroy our own...  \n[414]\t\tWhat are you saying?  \tOCK gets off his bed throwing away his sheet waving with \this 4 WALDOS and 2 arms.  \n[415]\t\tDestroy life. Life is... insignificant. \t\tBags of sleepy, sluggish flesh. What \t\twould you say?  \n[416]\t\tOh, my God, what are those horrible \t\tthings sticking from your body?  \n[417]\t\t\t \t\tThorkel, if I told you that for one \t\tmoment in time I broke all the laws! For \t\tone brief glorious moment, I broke \t\tthrough to the other side. I saw... I \t\tfelt... I became creation.  \n[418]\t\tWhat on Earth are you rambling about?  \n[419]\t\tDestiny!!! My destiny! I see it all so \t\tclearly now. Universal destruction, yes. \t\tAll I need is the power... then I can \t\tdestroy this illusion you call life. It \t\tis my destiny to lead us to the light!  \n[420]\t\tYou're a madman.  \n[421]\t\tAnd you are a fool. I will end the \t\tuniverse as you know it. And in that \t\tfinal moment... I'll laugh my ass off \t\twhile you're kissing yours goodbye!  \n[422]\t\t\t \t\tGoodbye is right, Octavius... You're \t\tfired... sacked... canned. You are \t\thistory, Doctor Octavius. And I couldn't \t\tbe more pleased to be the first to tell \t\tyou this good news...  \tA WALDO shoots up and grabs THORKEL by the throat. He \tGASPS and SCREAMS silently as the telescoping WALDO lifts \thim off his feet. He rises until his head is just inches \tfrom the ceiling.  \n[423]\t\t\t \t\tLet me down Ock... you crazy... MONSTER! \t\tLet me down!  \tThen OCK smiles and slams THORKEL'S head through the \tceiling. PLASTER rains down. THORKEL'S legs scissor and \tkick and then go limp. OCK throws his dead body on to the \tbed, and covers him with the WHITE SHEETS.  \n[424]\t\tOkey, dokey.  \n[425] \tThrough the WINDOW of the TAXI we see MADISON SQUARE \n[426] \tAs it pulls up, a sign reads, \"Midnight Madness! MTV's \tRock and Wrestling 'SLAMMY Awards!\" The TAXI come to a \tstop.  \n[427]\t\t\t \t\tMTV Wrestling?!  \n[428]\t\t\t \t\tThat's the place. Pay the man.  \tMAX REISS gets out, he is carrying a BOX.  \n[429]\t\tLook, Mr. Reiss... I'm not real \t\tinterested in watching a wrestling match.  \n[430]\t\tWho said anything about watching a \t\twrestling match? You're here to win a \t\twrestling match!  \n[431]\t\tMe? You must be kidding.  \tREISS hustles PETER inside.  \n[432]\t\tYou hop around. You know, the way you \t\tdid last night. Your opponent gets tired. \t\tHe falls down. The ref counts to three, \t\tyou win, and we pick up a thousand bucks.  \n[433] \tWe can hear the CROWD screaming at something in the \tbackground as REISS leads PETER to an employee WASHROOM \tand shows him the BOX.  \n[434]\t\tYou're really gonna love this.  \n[435]\t\tLook, really, I don't know...  \n[436]\t\tYou don't have to know. I know enough \t\tfor both of us. \t\t\t \t\tChange in there.  \n[437]\t\tWhat is this?  \n[438]\t\tA costume... something that fits your \t\ttalent. Go put it on. I'm sure you'll \t\tlike it.  \tHe slaps the BOX against PETER'S chest and all but pushes \thim inside.  \n[439] \tPETER takes the suit out of the BOX. It is the SPIDER-MAN \tSUIT! He looks at it and shrugs. Then he begins to \tstruggle into it.  \tPETER is looking at himself in the MIRROR. He is dressed \tin all but the MASK. And he looks terrific! He flexes. \tHe smoothes his hair. He's starting to get into it.  \n[440] \tCRUSHER COLE is destroying an opponent.  \n[441] \tREISS winces as the CROWD CHEERS and BOOS.  \n[442]\t\t\t \t\tHow does it look? I feel like it's \t\tHalloween.  \n[443]\t\tCover your face with the mask.  \n[444]\t\tWhy?  \n[445]\t\tMystery, my friend. Nobody should know \t\twho you are...  \n[446] \tCRUSHER COLE is doing a big flexing number and the CROWD \tis going wild. There are MTV CAMERAS and SIGNS and \tBANNERS proclaiming the \"SLAMMIES\" everywhere.  \n[447]\t\tAnd now, a new challenger, for the \t\tthousand dollar fight, weighing in at one \t\thundred and fifty pounds... from parts \t\tunknown! Here is the Amazing... \t\tMysterious... Incredible Superman...  \n[448]\t\t\t(snorts from ringside, \t\t\thating the name \t\tNo, not Superman... Spider-Man... \n[449] \n[450]\t\t...Spider-Man!!!!!  \tThe CROWD BOOS the slender newcomer who climbs awkwardly \tthrough the ropes. Rock music blares. TWIN REDHEADS in \tRED BIKINIS ring a bell.  \tCRUSHER COLE and SPIDER-MAN circle. COLE is twice \tSPIDEY'S size. SPIDEY spots a TV CAMERA for the first \ttime. He momentarily freezes. CRUSHER sneers the CRUSHER \tsneer. Then he charges!  \tWith the agility of a spider, SPIDEY leaps out of the way. \tCRUSHER comes back at him. SPIDEY leaps again, bigger! \tThe acrobatics get more and more dramatic as CRUSHER COLE \tworks himself up into a theatrical rage. Taunts erupt \tfrom the CROWD.  \n[451]\t\tKill the sucker, Crusher!  \tSPIDEY, really getting into it now, begins playing for the \n[452] \n[453]\t\t\t \t\tWhatsamatter, Crusher, can't you crush \t\tthat bug?  \n[454]\t\t\t \t\tOkay, Web Face, this is it!  \tHe misses SPIDEY again!  \n[455]\t\tHey, Crusher, you need a insecticide! \t\t\t  \n[456] \tLIZ'S side is all schoolwork. KIM'S side is all ROCK \tPOSTERS and STUFFED ANIMALS. LIZ is curled up doing \thomework. FLASH and KIM sit on the edge of the bed \twatching the \"SLAMMIES\" on MTV.  \n[457]\t\tWill you look at this Spider-Man guy! He \t\tis absolutely incredible!  \n[458]\t\tLiz, get a load of this outfit! I wish I \t\thad it for the Halloween party... it's \t\tquite sexy.  \n[459]\t\tWill you two shush. I'm trying to work.  \n[460] \tThe match continues in an increasingly spectacular \tchoreography. CRUSHER bellows at the SCREAMING CROWD. \tBut there's a gleam in his eye. This is it! \tHe charges. SPIDEY, playing the CAMERAS for all he's \tworth, leaps way, way up. But this time CRUSHER stops \tdead in his tracks. SPIDER-MAN comes back down into a \tforearm SMASH that sends him reeling into a corner. \tCRUSHER does a flying pin. 300 pounds. WOMP! The air \tleaves SPIDEY in a rush as CRUSHER covers him, smothering \thim. The CROWD goes WILD.  \n[461]\t\tOne...!  \n[462]\t\tGet up...! Get up...!  \n[463]\t\tTwo...!  \tNot realizing his own strength and panicky about being \tsquashed, SPIDER-MAN throws CRUSHER COLE off him and up \tinto the air. Way up! Reiss cheers... Spider-Man comes \tdown and knocks CRUSHER for the first time.  \tCRUSHER flies away and out of the arena, eight rows back! \tThe HIPSTER sees CRUSHER coming at him and bolts from his \tseat. CRUSHER lands on it, in between the TWO BLONDES who \tbreak into utter hysterics.  \tSPIDEY, surprised at his own strength, watches CRUSHER \tland.  \n[464]\t\t\t \t\tWow...  \n[465]\t\tLadies and Gentlemen, history is made \t\ttoday, we have here the first man to win \t\ta thousand dollars against the mighty \t\tCrusher.  \tThe REF raises his hand in victory. The CROWD BOOS and \tDEBRIS rains down. But some in the CROWD CHEER wildly, \trecognizing the new sensation.  \tSPIDER-MAN steps down from the right as REISS leads the \n[466] \n[467]\t\tMax! Am I really gonna get a thousand...  \n[468]\t\tWe are going to get a thousand--  \tPETER turns with REISS and comes face to face with CRUSHER \tCOLE. Two ominous beats.  \n[469]\t\tHi, who are you, kid?  \n[470]\t\tI'm Peter Parker.  \n[471]\t\tHe is Spider-Man, and I handle him... \t\tWhenever you want a rematch call me. \t\tNext time it's gonna be ten thousand, \t\twhat do you say... Crusher?  \n[472]\t\tOh, look, Mr. Crusher, I'm really sorry \t\tabout what happened in there. Really...  \n[473]\t\tOh, well, I don't know what happened to \t\tme tonight... \t\t\t \t\tI really don't know...  \n[474]\t\tI know... you lost. Big man you lost to \t\tthe Amazing Spider-Man.  \n[475] \tWE ARE TIGHT ON A NEW YORK JOURNAL TRUCK. On its SIDE \tBANNER is a PICTURE of SPIDER-MAN'S face. Headline: \"Who \tis he? Mega-Smash Hits MTV!\"  \tThe TRUCK pulls away and we see PETER, LIZ, HARRY and KIM \tstanding on the sidewalk waiting to cross. PETER is \trocking on his heels and smirking.  \n[476]\t\t\t \t\tYou know who that is?  \n[477]\t\t\t \t\tYeah... he's some clown we saw on TV last \t\tnight... boy does Flash think he's hot.  \n[478]\t\tHe does...  \n[479]\t\tI love wrestling.  \n[480]\t\tWrestling is all bluff. Do you really \t\tbelieve this little guy in a stupid \t\tSpider-Man suit beat the Crusher?  \n[481]\t\tHey, we better rush... visiting hours \t\twill be over soon.  \tINT. HOSPITAL CORRIDOR &amp; ROOM - DAY  \tThe NURSE leads PETER and LIZ and HARRY into the room.  \n[482]\t\tDoctor Octavius? You have visitors. \t\tDoctor Octavius?  \tWe hold for a beat. When LIZ takes a step forward to look \taround we expect the worst. But nothing grabs her. \tPETER sees a pile of PLASTER on the floor. He looks up \tand sees the hole in the ceiling. LIZ and HARRY look up \ttoo. OCK is not there.  \n[483]\t\tOck is not here!  \n[484]\t\tMy God, what happened?  \n[485]\t\tI'd better call the doctor!  \n[486]\t\tYou'd better call the police!  \tKIM screams.  \n[487] \tOCK, hiding his WALDOS under a white hospital robe. He \tstalls until he reaches the door. Then one of his WALDOS \tpeaks out and snaps open the new locks on the door.  \n[488] \tOCK, in a white hospital robe walks through the surreal \tdebris. Two WALDOS reach out and \"sense\" the ripples on \topposite WALLS. He runs a hand through his hair.  \n[489]\t\tWhat a wreck. What a useless, wasted \t\twreck. Okey, dokey. We rebuild you, my \t\tdamaged darling. Bigger, better, hotter! \t\tA world class, super cyclotron!  \tHe hears a NOISE behind him and reacts. And here comes \tWEINER. Bedraggled, shuffling through the CONTROL ROOM \tdoor. He eyeballs the incredible wreckage.  \n[490]\t\tThere you are, doc... where have you \t\tbeen... whoa this place is messed up.  \tOCK turns, WALDOS writhing. WEINER sees them and kind of \tducks, remembering how he was hit by them once.  \n[491]\t\t\t \t\tWhoa, doc! You look a little messed up \t\tyourself.  \n[492]\t\tWhere have you been, you imbecile?  \n[493]\t\tI went to the wrestling...  \n[494]\t\tWrestling...  \n[495]\t\tI went after the kid. You still want \t\tthat Parker guy's data, don't you?  \n[496]\t\tWell, did you get it?  \n[497]\t\tNo, I followed him... but I lost him in \t\tthe crowd.  \n[498]\t\tLost him? You--  \n[499]\t\tI'll find him, Maestro... I promise... \t\tsoon... maybe by tomorrow.  \n[500]\t\tSo how was the wrestling?  \n[501]\t\tFantastic! There was this new wrestler... \t\tbeat the mighty Crusher. You won't \t\tbelieve it... a nothing of a guy... calls \t\thimself this stupid name... the Amazing \t\tSpider-Man... would you believe it?  \n[502]\t\tSpider-Man, huh? Well, maybe I'll just \t\tgo and wrestle myself one of these days... \t\twith all my new arms... I'm sure I can \t\tbeat Crusher or any other monster.  \tSuddenly OCK throws out his WALDOS from under his long \twhite coat, grabs WEINER and, lifts him up in the air, \tsmiles cynically and with cruelty!  \n[503]\t\tWill I beat him, this Crusher, will I \t\tbeat him or not?  \n[504]\t\tNo... no, please... I mean yes, yes... \t\tyou'll beat him easily... let me down... \t\tPlease... I'll do anything for you...  \n[505]\t\tThe Parker data... get me the Parker \t\tdata, you hear?!!!  \n[506] \tA CAMERA is mounted on a TRIPOD facing us. A TIMER winds \tdown and it CLICKS.  \n[507]\tSPIDER-MAN is clinging to the side of a WALL.  \n[508]\t\tAnd one like this... \t\t\t \t\tAnd one looking real sincere.  \tThe WHITE EYES narrow to a slit. CLICK. \tSuddenly he spots WEINER climbing onto his roof. He \thides.  \tWEINER tiptoes into the roof apartment. SPIDER-MAN jumps \tin and grabs him.  \n[509]\t\tWhat are you doing here?  \n[510]\t\tI'm looking for Peter Parker.  \n[511]\t\tOh, yes... so why not use the front door?  \tSPIDER-MAN throws him back onto the roof so that he almost \tslides over the edge. WEINER turns, facing SPIDER-MAN.  \n[512]\t\tHey, I know you...  \n[513]\t\tYou do?  \n[514]\t\tI saw you crushing the Crusher.  \n[515]\t\tYou like wrestling?  \tSPIDER-MAN jumps and reaches WEINER.  \n[516]\t\tI love it! You are the best wrestler I \t\thave ever seen... please don't hurt me!  \tSPIDER-MAN picks up WEINER, throws him up to an antenna \tabove the building, to which WEINER clings desperately. \tSPIDER-MAN circles the antenna.  \n[517]\t\tOh, please... don't kill me. Please help \t\tme down.  \n[518]\t\tOf course I'll help you down. I am \t\tSpider-Man... the good guy, am I not?  \n[519]\t\tYes... yes, you are.  \tSPIDER-MAN jumps to the CHIMNEY, picks WEINER up in his \tarms and whispers to him.  \n[520]\t\tAnd by the way, Peter Parker does not \t\tlive here anymore...  \tSPIDER-MAN jumps with WEINER in his arms to the edge of \tthe roof.  \n[521]\t\tAnd tell the Professor he can't have \t\tPeter's data. Goodbye.  \tSPIDER-MAN drops WEINER off the roof, three floors \tstraight down into heavy bushes below.  \n[522] \tA SIGN tells us so. A CLERK is double checking a long \tlist of items OCK has ordered.  \n[523]\tHoly cow, whattaya building, fella, a \tcyclotron? \t\t\t \t\tOkay... lets see here. Page three. We \t\tgot 30,000 feet of 50-gauge copper co-ax... \t\ttwin 550 XK transformers... cadmium \t\taccelerator rails, a half dozen... a GBC \t\trelative multi-phase transducer... and \t\tone yellow thermos. \t\t\t \t\tThat'll be $475,989.65...  \n[524]\t\tWrap it up...  \n[525]\tWhat about the money... or do you pay by \tcredit card?  \n[526]\t\t\t \t\tCash! I'll be back soon.  \n[527] \tAn ARMORED TRUCK rolls by and stops. TWO GUARDS open the \tBank's DOORS.  \tSuddenly a WALDO smashes through the DRIVER'S SIDE WINDOW \tof the ARMORED TRUCK, wrapping around the DRIVER'S NECK \tand pulling him through the WINDOW. The SHOTGUN goes for \this weapon, but a WALDO smashes in and pulls the GUN out \tthrough his WINDOW.  \tTWO WALDOS shoot out and attach themselves to the REAR \n[528] \n[529]\t\tWhat's going on here?  \tThe WALDO knocks him over. OCK rips the DOOR off! The \tTRUCK is full of MONEY BAGS.  \n[530]\t\tCash!  \n[531] \tA PHOTO ASSISTANT look on as JAMESON goes over PETER'S \tlatest PHOTOS. They are his SPIDER-MAN shots.  \n[532]\t\tDoesn't he look amazing in that one? \t\tLook, he's flying in the air!  \n[533]\t\tI don't care if he flies to the moon. \t\tHe's just another wrestler in a silly \t\tcostume. Look at this, Parker, right off \t\tthe wire. This is the guy who hit that \t\tarmored truck this morning. They say he \t\thas metal arms... get me a picture of \t\tthis character!  \n[534]\t\tMetal arms?  \n[535]\t\tFour of them.  \n[536]\t\tOck...?!  \n[537]\t\tThe web faced weirdo... He is a joke in a \t\tHalloween costume... don't make me laugh.  \tHe tears up PETER'S SPIDEY PHOTOS.  \n[538]\t\tNow get out of here and don't come back \t\twithout something I can use!  \n[539]\t\tYes sir... \t\t\t  \n[540]\t\tA mega baloney... A bug in blue tights... \t\twhat next?  \n[541]\t\tThe Journal said he was a mega-smash on \n[542] \n[543] \tWEINER is putting on a CLOWN SUIT. He fastidiously puts \this ratty jacket on a hanger and hangs it on a PIPE. The \tPIPE turns into a snake. It is, in fact, a WALDO!  \n[544]\t\t\t \t\tWhat do you think you're doing?  \n[545]\t\tI'm going to the Masquerade. It's \t\tHalloween tonight Doc, aren't you coming \t\tto the School Ball? Whoa, you could go \t\twithout an outfit.  \tA WALDO whips around WEINER'S throat... AARRRGH!  \n[546]\t\tYou're not going to any ball, clown. \t\tYou're going to get me Peter Parker's \t\tdata...  \n[547]\t\tI was almost killed on my last try... \t\tLook at all these bruises...  \n[548]\t\tI don't care if you come back dead. Just \t\tget it!  \n[549]\t\t\t \t\tCost you a thousand bucks, if I get it.  \tThe WALDO coils tighten around WEINER'S throat.  \n[550]\t\tAll right... boss please let go... \n[551] \n[552]\t\tJust get it, Weiner. I'm running out of \t\ttime. If you fail me again, you won't \t\thave to concern yourself with money \t\tanymore... DO YOU GET ME CLOWN?!  \tWEINER croaks his assent.  \n[553] \tIt is all dressed up for a party: LIGHTS, STREAMERS, \tGLITTER BALL, the WORKS! HARRY is dressed as a SPACEMAN; \tPETER wears his regular clothes.  \n[554]\t\tYou should have worn a costume. I told \t\tyou to wear a costume.  \n[555]\t\tIt's... embarrassing.  \n[556]\t\tThere's Liz...  \tLIZ is crossing the dance floor dressed as an INDIAN \tPRINCESS in an MINI-DRESS.  \n[557]\t\tYeah...  \tROZ, dressed as a COWBOY, ambles over.  \n[558]\t\t... howdy partners.  \n[559]\t\tHiya, Professor Rosomorf.  \n[560]\t\tAny word on Doctor Octavius?  \n[561]\t\t\t \t\tNothing beyond what I read in the papers. \t\tI'm afraid he's not the same man we knew. \t\tYou know, I've been digging through the \t\tnotes on his experiments...  \tPETER follows LIZ with his eyes. She takes a seat at a \tTABLE next to KIM who wears a HAREM GIRL outfit with the \tSALAMANDER around her neck. Next to KIM is... SPIDER-MAN! \tPETER'S eyes go wide.  \n[562]\t\tYou boys must have had an extraordinary \t\tclassroom experience.  \n[563]\t\t\t \t\tYes sir... oh... I'm going to be a little \t\tlate with my paper on the Planetary \t\tConjunction, sir...  \n[564]\t\tWhenever you're ready... I'll look at it. \t\tI know it's going to be an important \t\twork... and Peter, take my hat.  \tHe hands PETER an oversized TEN GALLON HAT.  \n[565]\t\tIt is a costume party.  \tPETER and HARRY make their way through the dance floor to \tthe table. PETER can't take his eyes off SPIDEY.  \n[566]\t\tLook, there's Spider-Man!  \n[567]\t\tNot the real one, I'm sure...  \n[568]\t\tYou can never be sure... all kinds of \t\tcrazy stuff can happen at a masquerade \t\tball...  \n[569]\t\tI bet I know who it is.  \tAs they take seats, PETER sees that SPIDER-MAN is trying \tto read the BUGLE'S sports section by party light. KIM \twaves. PETER nods and the BIG HAT falls over his face.  \n[570]\t\tHiya, Liz...  \tLIZ moves to Flash, who's dressed in the SPIDER-MAN \tcostume.  \n[571]\t\tHiya, Peter. Who is in the Spider-Man \t\tcostume?  \n[572]\t\tIt's a very clever outfit you've got \t\tthere, Flash.  \n[573]\t\tTake a hike, asshole.  \n[574]\t\t\t \t\tHow did you recognize him?  \n[575]\t\tHis pretty blue eyes give him away...  \n[576]\t\tAnyway, who'll be sitting with you at the \t\tHalloween Ball?  \n[577]\t\t\t \t\tI wanna dance... Hey, Spider-Man... Shall \t\twe Flash dance?  \n[578]\t\tHey, I'm reading the paper, okay?  \tLIZ turns with a mild pout. Nervously, PETER ponders his \tchance. HARRY nudges him.  \n[579]\t\tTake her now, it's easy...  \tHARRY turns to KIM and does a clanking shimmy in the SPACE \n[580] \n[581]\t\tWanna dance, Schechrezaa?  \n[582]\t\tI'm pooped.  \n[583]\t\tI'm not...  \tShe reaches for HARRY'S hand.  \n[584]\t\tHoly jumping jelly beans, willya look at \t\tthese pictures of Spider-Man? Wow! Is \t\tthis guy great or what?  \tLIZ looks. She shrugs. Then she shrieks.  \n[585]\t\tHey, Peter! These are your pictures!  \n[586]\t\tCan't be...  \n[587]\t\tIt says here \"Photos by Peter Parker.\"  \tPETER reacts, then looks over FLASH'S other shoulder.  \tINSERT: There are three PHOTOS of SPIDER-MAN in the paper. \tPETER BLUSHES, smiling.  \n[588]\t\t\t \t\tYou know this guy, Parker?  \n[589]\t\tWell, yeah... sort of...  \n[590]\t\tWow... I'll give you anything if you \t\tintroduce us.  \n[591]\t\t\t \t\tWill you grant me this dance...?  \tLIZ joins him provocatively.  \n[592]\t\tHey, Flash-Man... Wanna dance...?  \n[593]\t\tWell, why not.  \tPETER is left alone, PETER leaves toward the entrance. \tAt the REAR DOOR a BIG LIZARD passes a NOTE to a DALLAS \tCOWGIRL who passes it to a KANGAROO. The KANGAROO hops \tacross the dance floor to the STAGE where he hands the \tNOTE to a YOUNG WOMAN in a BASEBALL UNIFORM.  \tShe climbs the STAGE where she is bathed in a SPOTLIGHT. \tShe gets a DRUM ROLL from the band. There are some BOOS \tas the bad stops.  \n[594]\t\tThank you, thank you. We have a special \t\tsurprise guest tonight. \t\t\t \t\tThe Empire State University Masquerade \t\tBall presents... The \"Slammy\" winning \t\tstar of MTV'S wrestling tournament... The \t\tAmazing Spider-Man!  \tFLASH, amazed turns to LIZ. He points to himself and \tmouths, \"Me?\"  SPIDEY drops from the ceiling and \tlands in a pose. The CROWD cheers. He does a flip to LIZ \tand extends a hand. The BAND starts up. LIZ demurs.  \n[595]\t\t\t \t\tGo ahead... go ahead!  \tLIZ takes SPIDEY'S hand and they move slowly and sexily \tonto the dance floor. They do a short simple number. \tSPIDEY returns LIZ to FLASH.  \n[596]\t\t\t \t\tCome on... Flash...  \tFLASH takes LIZ from PETER .  \tLIZ and FLASH dance wildly. They finish to big cheers. \tThe real SPIDER-MAN slides to center floor. The crowd \tbacks away as SPIDEY spins out the greatest dance number \tin film history. He's all over the floor and on the walls \tand on the ceiling and on the GLITTER BALL. He takes LIZ \tand flies with her. He breaks the place up. Then drops \tin a pose. BIG CHEERS.  \tLIZ stops breathless, very near to SPIDER-MAN'S face.  \n[597]\t\t\t \t\tWho are you...?  \n[598]\t\tOne day you'll know...  \n[599]\t\t\t \t\tYou sound very familiar.  \n[600]\t\tSure I do... I'm your friendly \t\tneighborhood Spider-Man!  \tHe jumps away and disappears, leaving the CROWD aghast and \tLIZ in love.  \n[601] \tBEN is flicking through the channels of his TV, aggravated \tas usual. It's all ROCK VIDEOS!  \n[602]\t\t\t \t\tWhat a bunch of crap. Goddamn rock and \t\troll's screwed up the whole TV.  \tHe flicks off the set and turns to MAY who's asleep on the \tcouch. He gently nudges her.  \n[603]\t\tCome on, May. Wake up and go to sleep.  \n[604] \tIt enters the EAST RIVER DRIVE.  \n[605] \tAs the city rolls by.  \n[606]\t\t\t \t\tHey! Can't you go any faster?  \n[607]\t\tWhat'm I in, a race?  \n[608]\t\t\t \t\tI don't know... I get this tingling in my \t\tbrain, like some danger is lurking just \t\tahead. I'm worried about Aunt May and \t\tUncle Ben...  \n[609]\t\tYour family?  \n[610]\t\tWell, they are kind of my parents. They \t\traised me. I lost both of my parents in \t\ta car accident... please step on it!  \n[611]\t\tStep on it... so now you want to kill \t\tyourself in another accident... not with \t\tme, Boychick.  \n[612]\t\tBut I'm telling you... I've got this--  \n[613]\t\t... tingling... I know. And I got \t\tulcers... Everybody's got something to \t\tworry about.  \n[614]\t\tPlease... Faster... Please.  \n[615]\t\tOkay, you asked for it.  \n[616] \tThe TAXI skids and swerves like crazy, bumping into \teverything in sight.  \n[617] \tA GLASS SHATTERS. AUNT MAY sits up in bed with a start.  \n[618]\t\tWhat's that?  \n[619]\t\tWhat? It's nothing... go back to sleep... \t\t\t \t\tOh, I'll go look. Go back to sleep.  \n[620] \tWEINER is going through the drawers. He finds a nice BONE \tHANDLE KNIFE and pockets it.  \n[621]\t\tHmmm...  \n[622] \tBEN descends the stairs from the bedroom. He peers off \tinto the darkness and pulls his ROBE tight around him as \tif to ward off some unacknowledged danger.  \n[623] \tTAXI driving fast through STREET.  \n[624] \n[625]\t\tSome crazy kinda town, huh? You hear \t\tabout that hold-up? The guy with the six \t\tarms? Hey, I see it all on this job. \t\t\t \t\tWhat kinda outfit is that, anyway?  \n[626]\t\t\t \t\tLook, I'm really in a hurry.  \tBANG! A BLOW OUT. The CABBIE fights the wheel to the \tside of the road. Then he turns to SPIDEY.  \n[627]\t\t\t \t\tYou said the magic words, we have a flat \t\tBoychick.  \n[628] \tBEN comes in and looks around. A long beat. Then a \tnoise.  \n[629]\t\tMice...  \n[630] \tA very scared WEINER hides, eyes widening. WEINER takes \tthe BONE HANDLE KNIFE from his pocket. It glints in the \tMOONLIGHT. He moves off.  \n[631] \tBEN is looking for mice. He opens a closet. Nothing. He \tshifts around. Nothing. He moves off.  \n[632] \tThe CABBIE slowly changes the TIRE. Fearing the worst, \tSPIDEY gets out, looking for a ride. A TRUCK approaches. \tSPIDEY looks down at the CABBIE and then up at the TRUCK.  \n[633]\t\tHey! You wanna hand me that lug wrench?  \tHe looks up to see SPIDEY go by, stuck to the side of the \tTRUCK like a spider.  \n[634]\t\tSome crazy kinda town...  \n[635] \tSPIDEY stares at the lettering on the side of the TRUCK. \tIt says, \"Victory Sporting Goods.\"  \n[636]\t\t\t \t\tSporting goods...  \n[637] \tBEN comes in quietly. He looks around. He opens a \tcloset. Nothing. He hears a CRASH. He wheels. A \tSHADOWY FIGURE runs by a doorway! \tBEN takes off like a shot!  \n[638] \tBEN runs through the rooms.  \n[639] \tBEN flies in and goes right to the RIFLE on the wall. WE \thear WEINER clattering around the house in the background \tas BEN goes to a drawer and pulls out a BOX of BULLETS. \tHe begins to fight the BULLETS into the RIFLE. \tWEINER comes flying in and tackles him. They fall to the \tfloor, four hands on the RIFLE. They scuffle.  \n[640]\t\tAll I want it the kid's computer crap!  \n[641]\t\tLet go before I blow your brain's out.  \n[642] \tThe TRUCK pulls away leaving PETER in a POOL of STREET \tLAMP LIGHT. He's wearing a FOOTBALL JERSEY and SHORTS and \tcarrying a SPORTS BAG. He begins to run.  \n[643] \tMAY hears a CRASH. She pulls the covers up around her \tchin in fear.  \n[644]\t\tLet go!  \n[645]\t\tYou let go!  \n[646] \tPETER runs up and hears a SHOT. He runs inside.  \n[647] \tPETER runs in. He sees WEINER standing there with the \tRIFLE. They face off across the room. The moment hits \tPETER like a punch in the chest.  \n[648]\t\tUncle Ben!  \n[649]\t\t\t \t\tPeter...  \tPETER rushes to BEN.  \n[650]\t\tOh my God... Uncle Ben...  \tPETER tries to revive BEN, while WEINER runs out.  \n[651] \tPLASTIC FURNITURE, GARISH LIGHTING, CIGARETTES in the \n[652] \n[653]\t\t\t \t\tBen gets through everything. He'll be \t\talright. The doctors are...  \tAUNT MAY and PETER embrace, leaning on each other for \tsupport.  \n[654]\t\t\t \t\tExcuse me. You the nephew?  \tPETER rises, nods. As AUNT MAY wipes away a sniffle...  \n[655]\t\tYour uncle's a brave man. Apparently, \t\tthe perpetrator was after something of \t\tyours. Your uncle didn't know what it \t\twas but he stood up to him anyway. You \t\tought to be proud of him.  \n[656]\t\tI am... how is he...  \tA grim-faced DOCTOR walks slowly across the room to \tthem... MAY stands up slowly.  \n[657]\t\tAsk the Doctor.  \n[658]\t\tHow's my... how's my husband doing...?  \n[659]\t\tMrs. Parker, I'm sorry. We tried.  \tMAY collapses.  \n[660]\t\tCrash cart! STAT!  \tThe Detective pulls PETER gently away. The STAFF works on \n[661] \n[662]\t\tLet the medics handle it. \t\t\t \t\tLook, if it makes you feel any better. \t\tWe're gonna nail this guy. He crashed \t\this getaway car. We got him trapped in a \t\twarehouse on Jackson.  \n[663]\t\t\t \t\tShe's alright. She just fainted. We'll \t\thave to check her for symptoms of shock. \t\tIf you want to wait, you can get some \t\tcoffee on the third floor.  \n[664]\t\tNo, I... I think I wanna go out for some \t\tfresh air.  \n[665] \tCOP CARS, COPS, SEARCHLIGHTS playing their BEAMS against \tthe ACME CHEMICAL STORAGE BUILDING. GUNFIRE flashes from \tone of the WINDOWS.  \n[666] \tELITE COPS in BASEBALL CAPS are plotting strategy.  \n[667]\t\tThat place is loaded with solvents and \t\tchemicals. If we blast our way in, it's \t\tgonna go up like a roman candle.  \n[668]\t\tWe could go in through the fifth floor \t\twash room.  \n[669]\t\tWhat's that up there? Throw a light on \t\tthat!  \tCOP #1 directs the BEAM of the SEARCHLIGHT.  \n[670] \tSPIDER-MAN is climbing it, trapped in the GLARE of the \tSEARCHLIGHT. He freezes.  \n[671]\t\tHe's got a partner!  \n[672] \tEvery COP'S WEAPON is trained upward at SPIDER-MAN!  \n[673]\t\t\t \t\tWe got an accomplice up there! And we \t\tgot a clear shot. Do we have a go?  \n[674]\t\t\t \t\tThat's a go.  \n[675] \tGUNSHOTS erupt around SPIDER-MAN and he skitters around to \tevade them.  \n[676] \tThinking they're shooting at him, WEINER shoots back. In \tthe corner of his eye he sees SPIDER-MAN at a side WINDOW. \tHe aims his rifle and SPIDEY ducks out of the way. \tThe frightened WEINER moves to the side WINDOW to blow \tSPIDEY away. As he moves past the front WINDOWS he is lit \tby the SEARCHLIGHTS that play on his face darkly. \tSPIDEY leaps in at FRONT WINDOW and drops neatly behind \tWEINER, landing a pose.  \n[677]\t\t\t \t\tSay your prayers, Weiner!  \tWEINER whips around and fires. SPIDEY leaps to avoid it \tand lands on a STACK of PAINT CANS.  \n[678]\t\tYou ain't takin' me... Spider-Man... who \t\tever you are...  \tSPIDEY gathers himself tighter. He leaps. A second GUN \tBURST comes in behind him, Several PAINT CANS erupt in \tcascades of COLOR.  \n[679]\t\t\t \t\tHey, creep!  \tWEINER aims and fires, several times. He is emptying his \tRIFLE. SPIDEY leaps away and lands on the top of a CASK \tmarked \"CAUTION-FLAMMABLE SOLVENT!\"  \n[680]\t\t\t \t\tTry again.  \tThe CASK gives way and SPIDEY is plunged into the \tFLAMMABLE SOLVENT. WEINER smiles his stupid grin and \ttakes aim.  \tSPIDEY leaps out of the CASK and sticks to the roof BEAM. \tHe's sopping wet. His hand slips down the BEAM as the \tSOLVENT works against his sticking power.  \tHe falls to the floor and scrambles behind some PAINT \tCANS. WEINER, crazed, fires wildly. One of the CANS \tEXPLODES. PAINT flows from it... burning!  \tSPIDEY peeks out and sees a YELLOW RIVER OF FLAME creeping \ttoward him. He sniffs his SOLVENT soaked outfit.  \tHe backs down a \"corridor\" of PAINT CANS. The YELLOW FIRE \tfollows, now joined by a RIVER OF BLUE FIRE from another \tcan. They're following the trail of SOLVENT he's \tdripping!  \tHe's trapped!  \n[681]\t\t\t \t\tThis is your last chance, you two. \t\tEither you're coming out, or we're coming \t\tin!  \tSPIDEY'S against the WALL! PAINT CANS to his right and \tleft, and a RIVER of RED FLAME joins the YELLOW and BLUE \tas they creep toward him!  \tHe climbs backwards up the wall, face toward the BLAZE. \tThe COLORED FIRES join and follow him up the wall! \tThey're licking at his feet!  \n[682]\t\t\t \t\tStay back! \t\t\t \t\tWhoa... stay back down there!  \tSPIDEY is inches from being torched. He sees a PIPE. He \treaches out and grabs it. He swings out above the flames. \tBut the PIPE begins to bend!  \tThe PIPE bends down... down... and then breaks! SPIDEY \thangs precariously as WATER cascades out of the PIPE and \tputs out the FIRE.  \tSPIDEY drops down and rest his head in his hands to \tcollect himself. Then looks up. The GUN is at his head.  \n[683]\t\tStand up, you.  \tSPIDEY stands.  \n[684]\t\tYou have thirty seconds to come out!  \n[685]\t\tYou're my ticket outa here. Gimme that \t\tstupid mask!  \tSPIDER-MAN hesitates. Then he begins to raise the MASK, \tbut stops and shakes his head no.  \n[686]\t\tThen I'll take it myself.  \tHe reaches for the mask and SPIDER-MAN flips him across \tthe room. WEINER lands in a CARGO net and becomes \tensnared.  \n[687]\t\tWell, look what we've caught in our web...  \n[688]\t\tDon't hurt me, man. Please don't hurt me...  \n[689] \tCOPS are poised at the door. A signal. They crash \tinside.  \n[690] \n[691]\t\tHold your fire!  \tWEINER is hanging from the ceiling in the the CARGO NET. \n[692]\t\tGet me out of this madhouse!  \tHe falls down, immediately encircled by the POLICE \tOFFICERS. SPIDER-MAN flies above their heads, crashing \tthrough the WINDOW and disappears into the dark of night.  \n[693] \tA weird, flickering BLUE LIGHT dances around the hole in \tthe CYCLOTRON. Then it cuts out. A HELMETED MAN pulls \thimself out of a HATCH. He flips up the HELMET. \tOCK is finishing putting together his new equipment.  \n[694]\t\t\t \t\tOkey, dokey.  \tOCK goes about checking out the CYCLOTRON. It looks good.  \n[695] \tOCK starts flicking switches and reading DIALS, doing a \t\"mission countdown\" for his next experiment. This place \thas been \"hot rodded\" to the max.  \n[696]\t\t\t \t\tAmperage, okay. Flux, 14. Negative \t\tvariable differential... good enough.  \tHe shuts it down. The WHINE whirs down.  \n[697]\t\tOkey, dokey... now all I need is Parker's \t\tdata. Where the hell is Weiner? Damn it... \t\tI can't trust anybody. \t\t\t \t\tOnly you, my babies... only you can I \t\ttrust... Okay... If I have to do \t\teverything myself... I'm going to do it. \t\t\t \t\tI'll be back... my babies... my new \t\tbabies!  \tOCK hides the WALDOS under his coat and leaves the room.  \n[698] \tThere is more EQUIPMENT than before. PETER is deep at \twork. His SPIDER-MAN UNIFORM hangs on the WALL. There is \ta knock at the DOOR.  \n[699]\t\tHey, Peter! Are you finished with my \t\tcomputer yet? I got a paper too, you \t\tknow...  \n[700]\t\t\t \t\tOh my God... oh, it's you, Liz... I \t\tdidn't expect you... uh... give me a \t\tminute.  \tHe hides his SPIDER-MAN COSTUME.  \n[701] \tLIZ waits impatiently.  \n[702]\t\t\t \t\tHi, Liz. Come on in.  \n[703] \tLIZ enters, looking around. PETER covers for this and \tthat.  \n[704]\t\tWhat were you doing in here?  \n[705]\t\t\t \t\tCleaning up. Come on. I'll get your \t\tcomputer. Where's Flash parked?  \tHe picks up the COMPUTER and turns to her, but she's \talready looking around the apartment.  \n[706]\t\tFlash didn't come.  \n[707]\t\t\t \t\tOh. Well... how are you going to get it \t\thome?  \tLIZ walks into the room.  \n[708]\t\tTaxi... I guess.  \tShe discovers the PRINTS of SPIDEY that PETER has taped up \taround the apartment.  \n[709]\t\tYou must spend a lot of time with this \t\tSpider-Man guy... Peter! Don't you think \t\tyou ought to unplug that!  \tPETER looks and sees that he is tethered to the wall. \tEmbarrassed, he puts the COMPUTER back down.  \n[710]\t\t\t \t\tI, uh, I'll go down to the corner... see \t\tit I can hail that taxi.  \tPETER leaves. LIZ smiles. She likes PETER. Why is he \tso...?  \n[711] \tA SHADOW of a MAN can be seen hiding. PETER does not \tnotice him.  \n[712] \tThere's a KNOCK at the DOOR.  \n[713]\t\t\t \t\tPeter...?  \tShe is about to open the door when FOUR WALDOS smash \tthrough it, obliterating it. OCK stands in the shattered \tdoorway, WALDOS writhing.  \n[714]\t\tDoctor Octavius...! You're... You're... \t\t\t \t\tYou're so weird!... with those... what do \t\tyou call those...  \n[715]\t\tWaldos... Did you hear about Spider-Man? \t\t\t \t\tThat's me... the real Spider-Man... now \t\ttell me, where is that jerky friend of \t\tyours... Parker?  \n[716]\t\t\t \t\tPeter?... oh... he's not here. He's gone. \t\tI don't think he'll be back for awhile.  \n[717]\t\t\t \t\tYou wouldn't lie to your Professor now, \t\twould you?  \n[718]\t\tOf course not. Why would I lie about a \t\tthing like that? Really. He's... out.  \n[719]\t\tWe'll wait. \t\tOCK grabs LIZ'S HAIR with his WALDOS.  \n[720]\t\tWhat are you doing... let me go! Please... \t\ttake those things out of my hair!  \n[721]\t\tMy Waldos, you mean.  \n[722]\t\tWhatever you call them... please...  \tOCK shoots out TWO WALDOS. Simultaneously each grabs a \tCHAIR from different parts of the room and brings them to \tthe TABLE.  \n[723]\t\tSit.  \tShe does. He does, too, and folds his WALDOS across his \tchest.  \n[724]\t\t\t \t\tHe's a nice boy. A little nerdy maybe, \t\tbut nice, wouldn't you say?  \n[725]\t\tOh, I don't know. Maybe. He's very \t\tinexperienced.  \tONE of OCK'S WALDOS rests on the TABLE curled around the \tCOMPUTER. LIZ lets her hand rest on it. OCK warms \timmediately.  \n[726]\t\tYou know, you're a fascinating young lady...  \n[727]\t\tThank you...  \n[728]\t\tYou're so refreshing. You're so...  \n[729]\t\tShocking...?  \n[730]\t\t\t \t\tOh, I wouldn't say shocking...  \n[731]\t\tI would!  \tShe sticks his WALDO in the ELECTRIC WALL SOCKET behind \tthe COMPUTER! The CURRENT sizzles through him and he \tleaps up, WALDOS akimbo, like the \"cartoon cat.\" LIZ runs \tout the door.  \tOCK extricates himself from the current and gives chase.  \n[732] \tLIZ burst from the DOOR.  \n[733]\t\tPeter...!  \tShe looks both ways for PETER, doesn't see him, and takes \toff! OCK bursts from the doorway and runs off after LIZ.  \n[734] \tLIZ running as fast as she can, but OCK is gaining \tquickly.  \n[735] \tA TAXI drives up and disgorges PETER.  \n[736]\t\tWait here...  \n[737] \tHe walks in. It's empty  \n[738]\t\tLiz?  \n[739]\t\t\t \t\tPeter! Help! Peter!  \tPETER springs into action. He grabs his SPIDEY SUIT out \tof a drawer and starts taking off his clothes.  \n[740] \tLIZ looks back and sees OCK CARTWHEELING toward her. She \tcan't outrun him. She must hide. There's a CONSTRUCTION \tSITE on the right. She ducks down the alley next to it.  \n[741] \tLIZ runs into it and finds herself trapped on three sides \tby a high CYCLONE FENCE. Behind her, OCK'S WALDOS stretch \tout like waterbug legs. He bug-walks into the alley and \tlaughs down at her from his perch atop the WALDOS.  \n[742]\t\tPeter Parker has something I want... And \t\tI'm going to have something he wants.  \tShe dashes past him and runs into the outboard CARGO \n[743] \n[744] \tShe looks for the UP BUTTON and finds nothing! OCK, on \this feet now, is on the wire mesh ELEVATOR CAGE in a \tflash. He tears the outer DOOR away.  \tLIZ starts pressing KNOBS and LEVERS in panic. The LIGHT \tgoes on. A WARNING BELL clangs. She finally finds the \tswitch and the CAR leaps up just as OCK tears off its \tfront door.  \tLIZ, safe for the moment, watches OCK recede below, \tshaking the torn off door in a rage.  \n[745] \tExtending WALDO over WALDO, OCK climbs the ELEVATOR \tHOUSING chasing the rising CAR inside.  \n[746] \tThe CAR arrives and LIZ jumps out. She's on nothing but a \tnarrow GIRDER! She tightropes on the GIRDER. OCK gets to \tthe top. He looks across at her. She's stuck between two \tunfastened GIRDERS, at a dead end. He slowly telescopes a \tWALDO toward her. She's got no place to run, no place to \thide. He grabs her by the BLOUSE and lifts her off the \n[747] \n[748]\t\tPut her down, Ock.  \tOCK looks across the street. There, on the top of a tall \tbuilding, is SPIDER-MAN.  \n[749]\t\tI know what's happening to you, Ock. \t\tI've been through a lot of changes myself \t\tlately. You have to listen to me.  \n[750]\t\t\t \t\tWho the hell are you?  \n[751]\t\tSpider-Man.  \n[752]\t\t\t \t\tSpider-Man...  \n[753]\t\tThat's a lot of crap, clown... I am \t\tSpider-Man, not you. \t\t\t \t\tAsk you girlfriend. \t\t\t \t\tTell him!  \n[754]\t\tI'm a good friend of Peter Parker's Ock. \t\tJust like that girl you're holding. Now \t\tlet her go.  \tOCK thinks for a moment, then he begins to extend the \tkicking and screaming LIZ out over the street, ten stories \tup.  \n[755]\t\tLet her go? What an excellent idea. If \t\tyou do not deliver your friend, Mr. \t\tSpider-Man, yes. Yes, of course, I'll \t\tlet her go.  \n[756]\t\tPut me down, you mechanical mutant!  \tLIZ is having none of this. She kicks, she fights. She \ttwists. She flails around, making things a little worse. \tThe ground is yawning death beneath her. RRIIPP! \tPART of her BLOUSE tears away and LIZ plummets! \tSPIDER-MAN swoops down on a WEB-STRAND in his \tcharacteristic compound curve. He reaches out for the \tfalling LIZ and misses her cleanly. The WEB is too short.  \n[757]\t\t\t \t\tYou jerk!  \tHe THWIPS her with a second WEB and together they swing to \ta HIGH GIRDER where he deposits her safe and sound.  \n[758]\t\t\t \t\tTell your friend Peter next time I'll get \t\tthe taxi myself...  \n[759]\t\t\t \t\tHey... you jerk... you phony Spider-Man... \t\tPrepare to meet your death, bug.  \tSPIDEY THWIPS a beam and swings across toward OCK.  \n[760]\t\t\t \t\tActually, I'm rather fond of living... \t\tespecially now... \t\t\t  \tHe lands on OCK'S GIRDER and the two progeny of the \tcyclotron face off for the first time, ten stories above \tthe street.  \n[761]\t\t\t \t\tOctavius. Just stop and think.  \n[762]\t\tI am thinking, insect. I'm thinking \t\tabout exterminating you!  \n[763]\t\tOkay, if that's the way you want it... \t\tLet's see what those chrome knuckles can \t\tdo, Doc...  \tA WALDO lances out and catches SPIDEY flush on the jaw. \tIt knocks him to another GIRDER. SPIDEY hangs on and \trolls over. He rubs his jaw.  \n[764]\t\tGreat...  \tSPIDEY gets ready to go into action and gets pummeled by \tanother barrage of blows from above.  \n[765]\t\tNow I must kill you, you cretinous clown.  \tOCK throws a roundhouse WALDO that nearly knocks SPIDEY \toff the GIRDER. He's just barely hanging on. \tBut SPIDER-MAN'S not done yet. He THWIPS a HIGH BEAM and \tswings into a better attack position. The two SUPER- \tADVERSARIES engage in battle.  \tWith OCK swinging from his WALDOS like a metal monkey and \tSPIDEY swinging from his WEBS like, well, like SPIDEY, \tthey clang and bang through the GIRDERS of the \n[766] \n[767]\t\tOnce I dispose of you, Spider-Man, no one \t\twill be able to stop me.  \n[768]\t\tStop you from what...?  \n[769]\t\tMy destiny!  \tOCK throws his biggest punch yet.  \tSIRENS can now be heard in the street.  \tSPIDEY avoids WALDO strike after WALDO strike. OCK eludes \tWEB after WEB. But SPIDEY'S agility soon has him turning \tcircles.  \n[770]\t\tOver here, Octopus!  \n[771]\t\tThat's Professor Octopus to you Spider \t\tJerk!  \n[772]\t\tGive it up, Professor. You'll never \t\tcatch me!  \tOCK takes three steps and soars through the air.  \n[773] \tOCK, misjudging the leap, soars right past SPIDEY and into \tan alley! Screaming all the way...  \n[774] \tOCK and TWO WALDOS pressed against each of the opposing \twalls. It's a tenuous grip. Then, very slowly, sparks \tflying from his WALDOS, OCK slides down into the alley.  \n[775]\t\tSo long, sucker.  \n[776] \tCOP CARS pull up. COPS leap from them.  \n[777] \tOCK makes it down, sees the COPS, ducks out of sight.  \n[778] \tThe SEARCHLIGHTS go on. SPIDER-MAN swings back across the \tstreet to the CONSTRUCTION SITE.  \n[779]\t\tThere he is!  \n[780]\t\tIt's that Spider-Man!  \n[781] \tSPIDEY lands next to LIZ in a pose. Lit by the flashing \tBILLBOARD, he's weirder looking than ever. SPIDEY puts an \tarm around LIZ and extends a WEB SHOOTER.  \n[782]\t\tWhat do you think you're doing?  \n[783]\t\tI'm rescuing you.  \tWith that SPIDEY leaps way out and he and LIZ swoop away \ton a WEB-STRAND.  \n[784]\t\tThanks but nooooooooooo!  \n[785] \tALL WEAPONS point upward at SPIDEY'S movement.  \n[786]\t\tHe won't get away this time!  \n[787]\t\tHold your fire! He's got a girl.  \n[788]\t\tLooks like he's got a hostage.  \n[789] \tSPIDEY sees the WEAPONS aimed upward. He shoots out \tanother WEB and swings off in a different direction. LIZ \twhoops with the G-force.  \n[790]\t\tWait a minute. Where are you taking me? \t\tSPIDEY hounded by the Police, rejected by the girl.  \n[791]\t\tI better just take you back where you \t\tbelong.  \tHe shoots out another WEB.  \n[792]\t\tHold on tight.  \n[793]\t\t\t \t\tWhere are we?  \n[794]\t\tOpen your eyes.  \tThey are standing on the ROOF of the CENTRAL TOWER of the \tEMPIRE UNIVERSITY BUILDING. LIZ opens her eyes. It's an \textraordinary sight.  \n[795]\t\t\t \t\tIf you're trying to impress me Spidey, I \t\twant you to know I'm not easy. Okay, I'm \t\timpressed... now put me down, Spidey... \t\tput me down.  \n[796]\t\tI like the way you say Spidey... Nobody \t\tcalls me Spidey... now we go...  \n[797] \tThey swoop down... and down... stopping on one of the \tbuilding's SILLS, actually right in front of a WINDOW in \tthe DORMITORY BUILDING.  \n[798]\t\t\t \t\tWow... look, this is our dormitory. I \t\tcan get to my room. Hey, wait a minute... \t\tthere's Flash, if I'm not mistaken.  \n[799]\t\tLiz?  \n[800]\t\tYou know my name?  \n[801]\t\tLiz, listen to me. There's something I \t\thave to tell you.  \n[802]\t\tOkay, put me down and we can talk, \t\talright?  \n[803]\t\tDo you know who I am?  \n[804]\t\tAll I know is you're the Amazing \t\tSpider-Man... or better you're Spidey the \t\tgood guy on the block... you're a weirdo \t\tin a clown spider suit.  \n[805]\t\tAnd that's all you know about me? \t\t\t \t\tOkay, lets get your boyfriend.  \n[806]\t\tWhich one?  \n[807]\t\tHow many do you have? I meant Flash.  \n[808]\t\tWell, Flash is not exactly my boyfriend...  \n[809]\t\tHe's not? Then who is?  \n[810]\t\tThere's someone I like, but he's too shy \t\tto notice. \t\t\t  \n[811]\t\tFlash!  \n[812]\t\tLiz! \t\t\t \n[813] \n[814]\t\t\t \t\tYou know everybody... Flash we have to \t\tcall Peter!  \tFLASH rushes right past LIZ to the WINDOW. There's a \tNEWSPAPER in his hand.  \n[815]\t\tHey, they won't let up, man! \t\t\t \t\tThey keep calling you an accomplice in \t\tthat burglary murder. But that's a crock, \t\tain't it? I'm with you, Spidey, 100%  \n[816]\t\tThanks.  \n[817]\t\t\t \t\tBy the way, what are you doing with... \t\tLiz?  \n[818]\t\tShe needed a lift.  \n[819]\t\tOh... okay! This calls for a beer! A \t\tlot of beer!  \n[820]\t\tThanks, but I have some business to take \t\tcare of.  \n[821]\t\tWell... take care of that later. Wait \t\there. I'll get the beer.  \tHe disappears. LIZ comes, tentatively, to the WINDOW \twhere SPIDEY squats, desire and passion in his WHITE EYES.  \n[822]\t\t\t \t\tHow'd you know this was Flash's place?  \n[823]\t\tPeter Parker told me all about it.  \n[824]\t\tPeter told you all about Flash?  \n[825]\t\tNo... he told me all about you. See you \t\tlater. \t\t\t  \n[826] \tFLASH comes in with more BEER than a man ought to carry.  \n[827]\t\tHey, where'd he go? Hey, Spider-Man!!  \tBut SPIDER-MAN has disappeared.  \n[828]\t\t\t \t\tPeter told your Hero all about me...  \n[829]\t\tHe would, wouldn't he... that jerk!  \n[830] \tSPIDER-MAN lands on it. He drops in the SKYLIGHT.  \n[831] \tHe drops into the room and pulls off his MASK. The place \thas been ransacked. COMPUTER DISCS are all over the \tfloor. PETER pulls a file marked \"Planetary Conjunction.\" \tHe opens it.  \tA piece of PAPER falls out. It says, \"Kiss it goodbye, \tWall Crawler!\"  \n[832]\t\t\t \t\tOctavius!!!  \n[833] \tPETER is hurrying along. KIM in sunning herself \twonderfully.  \n[834]\t\t\t \t\tKim! Have you seen Harry?  \n[835]\t\tSure, lots of times. What a brainiac...  \n[836]\t\tYeah... have you seen him today?  \n[837]\t\tNo, un unh.  \n[838]\t\t\t \t\tPeter...!  \n[839]\t\t\t \t\tHi... have you seen Harry?  \n[840]\t\tNo. What a night, huh?  \n[841]\t\t\t \t\tYeah, that was some ride home... must \t\thave been pretty exciting.  \n[842]\t\tIt was... okay. Look, I got two tickets \t\tto Les Miserables... wanna go?  \n[843]\t\tSorry... I'm really busy... I mean, not \t\ttonight... see you later.  \n[844]\t\t\t \t\tHey, Peter... how did you know about last \t\tnight...?  \n[845]\t\tWhat about last night?  \n[846]\t\tMy exciting ride with Spider-Man...  \n[847]\t\tOh... Sorry... I gotta hurry... I have to \t\tfind Harry... I'll see you later.  \n[848]\t\tPeter!  \tPETER runs off. He sees a car approach and flags it.  \n[849]\t\tHey! Can I get a lift downtown?  \n[850]\t\tTake your shoes for a walk, Dork.  \tFLASH gets out of his car, and crosses the lawn toward \n[851] \n[852] \tOCK is hard at work. The room, still rippled, has been \t\"hot rodded\" to the max. Lots of jerry-rigged stuff has \tbeen added.  \tOCK takes a sip from the THERMOS and flicks on the small \n[853] \n[854]\t\tWe are new inserting Peter Parker's data \t\ton tonight's Planetary Conjunction.  \tINSERT: The COMPUTER SCREEN displays Peter Parker's name \tand ID number and the title, \"The Planetary Conjunction \tand it's effect on Earth Gravity.\"  \n[855]\t\tYes, yes! Go on! Go on!  \tINSERT: NUMBER SEQUENCES appear on the SCREEN. Then a \tGRAPHIC of the EARTH moving into line with SATURN, \tJUPITER, the SUN and the MOON. In the corner a NUMBER \trises.  \n[856]\t\tEnormous. It's enormous. \t\t\t \t\tThe Parker calculations add 4% \t\tgravitational force at the moment of full \t\tPlanetary Conjunction. \t\t\t \t\tAdding this to present maximum power \t\tpotential, I get...  \tHe looks up and sees the SCREEN a GRAPHIC \"HOLE\" opening \tup right through the EARTH! The widening HOLE is \tswallowing everything!  \n[857]\t\tI knew it. I knew it! Universal \t\tdestruction! It's doable! I am putting \t\ta countdown clock on the Planetary \t\tConjunction now!  \tA LARGE DIGITAL DISPLAY reads, \"13:00:03.\" The last \tseconds count down to, \"12:59:59!\"  \n[858]\t\t\t \t\tOkey, dokey. Now let's see if I have \t\tenough power to drive this beast.  \tHe starts hitting KEYS on his COMPUTER.  \n[859] \tPETER is working on LIZ'S COMPUTER. There is a KNOCK at \this brand new, unpainted DOOR. He hurries to it and pulls \tthe KNOB so quickly  that the \twhole assembly comes off in his hand.  \n[860]\t\t\t \t\tI gotta remember to have that fixed. \t\t\t \t\tThere you are, I've been looking for you \t\tall over town.  \n[861]\t\tWhat happened?  \n[862]\t\tWhere were you?  \n[863]\t\tI went to the wrestling, wanted to see \t\tthat Amazing Spider-Man, but he didn't \t\tshow up.  \n[864]\t\tListen, Harry something terrible happened.  \n[865]\t\tWhat? What?  \n[866]\t\tMy Planetary Conjunction papers... they \t\twere stolen...  \n[867]\t\tOh my God... Are you sure...? Who would \t\tdo such a thing?  \n[868]\t\tOck...  \n[869]\t\tOf course... but why...?  \n[870]\t\tWe have to find out, sit down. \t\t\t \t\tI want to access Dr. Octavius' main \t\tprogram. I want to know about his \t\texperiments with the cyclotron. Can you \t\tdo it?  \n[871]\t\t\t \t\tI can try. I could access the system in \t\tthe dorm. Okay. And through that I \t\tcould crack the main line.  \n[872]\t\tAlright. Now if we can just disrupt the \t\tOctavius file...  \n[873]\t\tOkay, let's try.  \tHARRY cracks his knuckles like a safe cracker and bends to \tthe task. The PHONE RINGS. PETER hits his jerry-rigged \tSPEAKER PHONE. HARRY keeps hacking.  \n[874]\t\tYeah?  \n[875]\t\tParker? Peter Parker? This is J. Jonah \t\tJameson!  \n[876]\t\t\t \t\tMr. Jameson, you got me at a bad time.  \n[877]\t\tI need pictures of your friend, the \t\tAmazing Spider-Man. But I need bad guy \t\tshots, you got it? Lots of bad guy shots. \t\tWe're gonna pin that insect to the wall. \t\tWhaddaya say?  \tPETER hangs up. The DIAL TONE cuts off JAMESON.  \n[878] \tOnly he and the PHOTO ASSISTANT are there.  \n[879]\t\tWhat about that kid? On the job already?  \n[880] \tOCK is pacing around the hot rodded room. He checks this \tand that. He looks at the COUNTDOWN CLOCK  and \tthrows himself down in his CHAIR. He resumes his check- \tdown.  \n[881]\t\tFusion cells...? All up. Internal \t\ttemperature... okay. Risk? \t\t\t \t\tAcceptable. \t\t\t \t\tLet's fly.  \tHe starts flicking on SWITCHES and DIALS. The WHINE whirs \tup. He throws the RED POWER THROTTLE. The POWER DIAL \tgoes to 90!  \n[882] \tPETER and HARRY are at a COMPUTER. The LIGHTS flicker and \tdim. Then they go back on. PETER and HARRY look at each \tother and shrug.  \n[883]\t\tGot something!  \tINSERT: DIGITAL CLOCK display: \"06:00:03\"  \n[884]\t\tWhat is it?  \n[885]\t\tLet me see. It's some kind of countdown \t\tclock.  \n[886]\t\tCountdown to what?  \n[887]\t\tI don't know, but whatever it is, it's \t\tonly six hours away.  \n[888]\t\tThe Planetary Conjunction?  \n[889]\t\tCould be...  \n[890]\t\tOr Doc Ock's end of the world experiment... \t\tOr both!  \n[891]\t\tWait a minute. You're not telling me you \t\tthink the world is gonna end tonight...?  \n[892]\t\tYou want to wait around till midnight to \t\tfind out?  \n[893]\t\tNo, but...  \n[894]\t\tLet's see what else we've got.  \tAnother set of numbers roll up on the SCREEN. They are \taccompanied by ELECTRICAL SYMBOLS.  \n[895]\t\tWhat's that?  \n[896]\t\tIt might be a calculation of the amount \t\tof power he needs to create the hole \t\tbetween the force and the anti-force.  \n[897]\t\tThat's a lot of energy. What could \t\tgenerate power like that?  \n[898]\t\tThe closest you could come is the New \t\tYork City Subway System.  \tAgain, the lights flicker and then dim and they return.  \n[899]\t\t\t \t\tWe gotta talk to Professor Rosomorf!!  \n[900] \tROZ boards and takes a seat. There are the usual SUBWAY \tTYPES. A FAT WOMAN. A PIMPLY TEENAGER and his date, a \tTALL SKINNY GIRL in a PARTY DRESS.  \tROZ, making notations in a PAD, takes no notice of them. \tHe sits down, closes his PAD, and taps a PENCIL against \this chin.  \n[901]\t\tPlutonium...  \n[902] \tTAXIS go by. TWO LOVERS stroll. We hear a familiar \tWHINE. The \"WALK\" and \"DON'T WALK\" signs FLASH at the \tsame time.  \n[903]\tMake up your mind!  \tThe signs EXPLODE! The COUPLE stops in their tracks. The \tBOY looks at the GIRL.  \n[904]\t\tWhat's going on?  \tAn ARC of ELECTRICITY now shoots between the LIGHT PILLARS \tof the SUBWAY STATION on the corner.  \n[905] \tSPARKS fly by the window. ROZ, oblivious at first, is now \tstunned by the show.  \n[906] \tThe ARCS of ELECTRICITY continue to rise. The STREET \tLIGHTS buckle and bend into weird shapes.  \n[907]\t\tOh my God!  \n[908]\t\tGet back! Get back!  \n[909] \tTWO TAXIS roar through the intersection and COLLIDE. The \tETHNIC DRIVERS leap out and begin arguing.  \n[910] \tPEOPLE SCREAM and fall back as the TRAIN seems to change \tangles.  \n[911] \tA building ROAR rises from the SUBWAY ENTRANCE. Then the \tsound of a TRAIN WHISTLE! The BOY looks down the STAIRS \tand has to leap out of the way as the BROADWAY EXPRESS \tcomes highballing up the STEPS and blasts through the \tSUBWAY entrance.  \tThe TRAIN sails through the air.  \n[912] \tThe TRAIN crashes into the building in a storm of \tcyclotron generated Dali physics.  \n[913] \tThe THROB and PULSE recede. SCREAMS, HONKS, SIRENS can be \theard.  \n[914] \tA splendidly turned out MIDDLE-AGED WOMAN wakes from her \tsatin sleep to see that a SUBWAY TRAIN is in the middle of \ther BEDROOM. The WALL through which the train has come \tsags and ripples like it has melted and partially \tresolidified.  \n[915]\t\tHenry!!!  \tSeveral PASSENGERS climb out of the WINDOWS of the TRAIN \tor pry open the DOORS.  \n[916]\t\tWhat are you doing here? Get out of here! \t\tGet out of here!  \n[917] \tA CROWD has gathered to gawk and point. They look up and \twe see their POV.  \tThe MIDDLE CAR of the TRAIN is simply \"embedded\" in the \tHIGH-RISE, its rear sticking out of the building fifteen \tstories up. From its COUPLING dangles the LAST CAR.  \n[918] \tThe car is bisected in the middle by the fused brick and \tglass of the WALL of the building. PASSENGERS on the \toutside of the WALL press their faces to the GLASS and \tpound for help.  \tROZ comes to the aid of a MOTHER with TWO CHILDREN.  \n[919] \tThe CROWD sees something else. Swinging high in the sky \tis your friendly neighborhood SPIDER-MAN. The COUPLE and \tTWO DRIVERS argue about what this means.  \n[920]\t\tIt's Spider-Man!  \n[921]\t\tGet outa here, you bum!  \n[922]\t\tHey, what are you talking about?!  \n[923]\t\t\t \t\tWhat's the matter, lady don't you read \t\tthe papers?  \tThis is the DRIVER of a DAILY BUGLE truck carrying the \thistorically famous Bugle headline, \"Spider-Man - Threat \tor Menace?\"  \n[924]\t\tGo Spidey! Go!  \n[925] \tIt's nearly vertical! People are tumbled over each other. \tThe scared TEENAGER is tearing at the door. The SKINNY \tGIRL screams in a mechanical way. The DOOR opens. He \tnearly falls!  \tThe SKINNY GIRL screams again. He manages to get back \tinside. She looks at him, safe now. But she screams \tagain anyway.  \tROZ struggles to right himself against a pole. A BAG OF \tGROCERIES goes sliding past him. It continues downward \tand out the OPEN DOOR.  \tINSERT: The BAG tumbles down through the air. Down, down, \tand down...  \n[926] \tSPIDEY'S face appears in the WINDOW upside down.  \n[927]\t\tHello, everybody...  \tHe slides the WINDOW down and flips inside. He walks \tthrough the parting PASSENGERS to the BUILDING WALL. He \tfeels it.  \n[928]\t\tOkay, everyone, stand back and stay cool.  \tHe hurls himself at the fused GLASS portion and bounces \tback onto the floor. He rolls over, flexing his shoulder.  \n[929]\t\t\t \t\tIs that the real Spider-Man?  \tSPIDEY does a TRIPLE FLIP to his feet. He reaches up for \tthe overhead RAILING and pulls it down easily. Oohs and \taahs. SPIDER-MAN points it at the GLASS and hefts it.  \n[930]\t\tSomebody wanna give me a hand with this?  \tFirst the WOMAN, and then all of them, take up positions \ton the BATTERING RAM.  \n[931]\t\tOn three. One... Two... Three!  \tThey ram the GLASS and it shatters.  \n[932] \tHENRY stands at the open DOOR of the TRAIN in his bedroom \tas they all come rushing through into the room.  \n[933]\tCome on. Come on. That's it. Step \tlively now.  \n[934]\tHenry, the rugs!  \n[935]\tOh, shut up!  \n[936]\t\tHave a nice evening, Ma'am... and you \t\ttoo, Henry.  \n[937] \tThe FIRE TRUCKS arrive and begin assembling a LADDER.  \n[938] \tSPIDEY arrives at the DOOR at the top of the CAR. He sees \tROZ at the bottom. THREE PEOPLE are between them. The \tSKINNY GIRL sees SPIDEY. She screams.  \n[939]\t\tOkay, folks, just hang on...  \tHe scampers down the GRAB-HANDLES to the people below. \tFOUR PASSENGERS cling to SEATS and BARS.  \n[940]\t\tOkay, one at a time. You first, Ma'am...  \tA FAT WOMAN makes a \"who me?\" gesture. SPIDEY throws her \tover his shoulder.  \tINSERT: THE COUPLING which holds the two CARS at right \tangles begins to bend open.  \tSPIDER-MAN, the FAT WOMAN over his shoulder, goes hand \tover hand to the top and the WOMAN is dumped into the \n[941] \tINSERT: THE COUPLING bends open a little more.  \tSPIDEY helps the TEENAGER and the SKINNY GIRL out of the \tCAR. She takes the dreadful step between cars. She looks \tdown. She screams. She steps across.  \n[942] \tThe FIRE LADDER is up. But it is about TEN FEET short of \twhere it's aimed at. The end of the CAR. A FIREMAN \tstands at its apex.  \n[943]\t\t\t \t\tGimme more ladder! I need more ladder!  \n[944]\tNegative on that, you're at full \textension!  \n[945] \tNow only ROZ is left. SPIDEY approaches him. He clings \tto a POLE.  \tINSERT: The COUPLING bends open! The CAR is hanging there \tfrom memory!  \n[946]\t\tThis is Doctor Otto Octavius' work. I \t\tmust get back to my university. I must \t\tstop Ock... he's gone crazy. Can you \t\thelp me?  \n[947]\t\tSure thing, just don't take the train. \t\tCome on... give me your hand.  \n[948]\t\tSpider-Man! Listen to me! If he can do \t\tthis with the train, if he's come this \t\tfar, then I can pretty well predict his \t\tnext step. He'll go to Plutonium SL 270 \t\tfor the power. He must be stopped... or \t\telse he'll destroy our world.  \tThe COUPLING shrieks and the CAR lurches.  \n[949]\t\tLet's get you out of here first, \t\tProfessor.  \n[950]\t\tWait Spider-Man. I don't think I can \t\tmake it... You mustn't waste time saving \t\tme... you must save the world! You must \t\tgo and stop Ock!  \n[951]\t\tWhere can I find him...?  \n[952]\t\tHe is looking for Plutonium SL 270 I'm \t\tsure...  \tThe CAR lurches on its side and ROZ flies out of the DOOR. \tSPIDEY THWIPS out a WEB that girdles ROZ'S waist.  \n[953]\t\tThink Rosomorf, think where one can find \t\tPlutonium? Where could he find SL 270...?  \n[954] \tROZ is hanging in mid-air on the WEB. \tROZ shouts.  \n[955]\t\t\t \t\tThere's only one place he can get the \t\tPlutonium SL 270...  \n[956]\t\tWhere...?  \n[957]\t\tToxic... toxic dump... any toxic dump \t\twould have SL 270.  \tSPIDEY swings ROZ in an arc to the FIREMAN. He misses ROZ \ton the first pass. ROZ looks up at SPIDEY who stands in \tthe doorway, manipulating the WEB.  \tThe FIREMAN grabs ROZ. Then, with an awful SCREECH of \tsteel, the CAR pulls loose from the COUPLING. With \tSPIDER-MAN inside it, the CAR plunges ten stories to the \tstreet below.  \n[958] \tCOPS, FIREMEN, PRESS, the works. The CROWD GASPS. CAMERA \tSTROBES pop as the LAST CAR crashes to the SIDEWALK. We \thold several beats on the incredible rubble.  \tThen, a WEBBED HAND. SPIDER-MAN groggily pulls himself \tfrom the wreckage.  \n[959]\t\tPut your hands up, Spider-Man.  \n[960]\t\tYou're making a big mistake.  \n[961]\t\tAnd you're looking at twenty years.  \tSPIDER-MAN shoots a WAD of WEB GOO onto the COP'S GUN and \tleaps up onto the LUXURY CONDO... and swings up out of the \tframe. The COP aims and shoots. The BULLET makes a \tTHWUMP noise. The WEB GOO stretches out about three feet \tand falls limp.  \n[962]\t\tWhat the hell!  \n[963] \tSPIDER-MAN swings painfully, one handed and limp, at the \tend of a WEB STRAND. After falling ten stories, he is \tgroggy and weak. He can't think. He can't focus. He can \tbarely hold onto his WRIST GIZMOS. This bug is spent.  \n[964]\t\tMust go on... must find Ock... SL 270 \t\tPlutonium... must get that crazy old \t\tloony... before he gets to the \t\tPlutonium... toxic dump... where are the \t\ttoxic dumps...?  \tHe hangs there with two hands to catch his breath and \tthinks. He shoots a WEB up diagonally and swings across \ton it. This time he catches on and holds, but barely.  \n[965] \tLIZ is standing. AUNT MAY is seated on the COUCH, she \tlooks weak, pale and alone.  \n[966]\t\tYou're as lovely as Peter said you were.  \n[967]\t\t\t \t\tThank you. He really wanted so badly to \t\tcome see you. He called me up out of the \t\tblue.  \n[968]\t\t\t \t\tTell me about Peter. What's he been up \t\tto? He seems so preoccupied.  \n[969]\t\tOh, you know Peter... he's all caught up \t\tin some kind of study he's doing. Things \t\tare really crazy at the university now. \t\tThings are crazy... everywhere. I guess \t\tPeter's just... well, you know... pulled \t\tinto his shell.  \n[970]\t\t\t \t\tWhen Peter was little, he loved to hide. \t\tIn the closets. Under the sink. He \t\talways needed a secret place. But when \t\tI'd look for him, he'd always laugh... he \t\twanted to be found.  \n[971]\t\tYeah... well. I don't think he wants me \t\tto find him... Well, I'd better be going. \t\tMy friend Flash is picking me up.  \n[972]\t\tThis Flash... he isn't your boyfriend, is \t\the?  \n[973]\t\tNo... not really... I think you can guess \t\twhy...  \tThey smile knowingly at each other. \tLIZ goes toward the DOOR.  \n[974]\t\tElizabeth...? \t\tShe turns.  \n[975]\t\tFinders keepers, losers weepers.  \n[976]\t\tWhat?  \n[977]\t\tThat's what I used to say to Peter when I \t\tfound him.  \n[978] \tSPIDER-MAN swings high above it. This is not the \tconfident swinger with LIZ in his arms. This is a guy \twho's making it by the narrowest of margins. There is a \ttraffic jam below.  \n[979]\t\tGot to find Ock... got to find the toxic \t\tdumps. \t\t\t \t\tOh! Oh! Oh... yeah!  \tHe looks down at the traffic. We PAN across the many CARS \tuntil we come to a non-descript GREEN CAR.  \n[980] \tOCK is honking the HORN. Something lands on his ROOF. \tThen SPIDEY sticks his head, upside down, in the \twindshield.  \n[981]\t\tWhat's up, Ock?  \n[982]\t\tYou!!!  \tA WALDO smashes through the WINDSHIELD but misses SPIDEY. \tOCK leaps from the CAR.  \n[983]\t\t\t \t\tYou're a doomed bug, Wall Crawler. I've \t\tno time to waste on you now.  \n[984] \tOCK runs through HONKING TRAFFIC. SPIDER-MAN leaps from \tCAR to CAR.  \tOCK turns to see SPIDER-MAN leap to a LIMO at the curb. \tOCK turns tail and runs down an alley. A FEMALE COP pops \tout of a DOORWAY. Her partner, a BIG, YOUNG COP, pulls \this GUN.  \n[985]\t\t\t \t\tAlright! Freeze! Up against the wall \t\tand spread 'em  \tOCK complies. He raises his hands... and spreads the \tWALDOS to full extension! The BIG COP screams and faints. \tThe little FEMALE COP'S eyes POP. OCK swats the GUN from \ther hand. He starts to choke her.  \tSPIDEY comes swinging to the rescue. He lands on the ROOF \tnearby.  \n[986]\t\tHey, you big OCK, why don't you pick on \t\tsomeone your own size?!  \n[987]\t\tAlright Spider-Bug... here I've come for \t\tyou...  \tOCK leaves the COP and attacks SPIDER-MAN, shooting his \tiron fist at him. OCK runs to the end of the alley. \tSPIDEY staggers to his feet and resumes the chase. \tOCK breaks into a red Corvette convertible, starting it \twith a WALDO.  \tSPIDER-MAN comes out in time to see the Vette drive away. \tA CHINESE LAUNDRY TRUCK is passing. SPIDEY THWIPS it and \tis whipped away.  \tHe crawls over to the WINDOW.  \n[988]\t\tHey, driver. Could you follow that red \t\tVette for me?  \tThe surprised CHINAMAN lets loose a stream of CHINESE \texpletives, complete with appropriate suggestive gestures. \tSPIDER-MAN crawls to the top of the TRUCK and surveys the \tsituation. He sees a sea of moving traffic. He THWIPS up \ta WEB and swings away.  \tSPIDEY swings along from BUILDING to BUILDING. The RED \tVETTE is making headway. Suddenly, SPIDER-MAN spots a \tblue MG with its top up.  \n[989]\t\t\t \t\tFlash Thompson... I never thought I'd be \t\thappy to see you.  \n[990] \tSPIDEY swoops down on the BLUE MG.  \n[991] \tSPIDEY wedges down into the car, right between FLASH and \tLIZ. She WHOOPS. FLASH is thrilled.  \n[992]\t\tSorry about that!  \n[993]\t\tSpider-man! This is unbelievable...!  \n[994]\t\tFlash, I need your help.  \n[995]\t\tYou got it.  \n[996]\t\tYou any good with this thing?  \n[997]\t\tI'm the best.  \n[998]\t\tOkay... catch that Vette!  \n[999]\t\tRoger, wilco, over and out.  \tHe swerves. SPIDEY falls all over LIZ. They begin to \tcareen through traffic, three peas in a very small pod.  \n[1000] \tWith SPIDEY jammed in between LIZ and FLASH, the MG chases \tthe VETTE. Since neither OCK nor FLASH is any good at \tthis, both cars quickly careen into POLES, FENCES, HOT DOG \tCARS and begin falling apart.  \tOn RIVERSIDE DRIVE the MG begins to lurch and STEAM. The \tVETTE looks eaten away. The GEORGE WASHINGTON BRIDGE \tlooms ahead.  \tThe VETTE roars through the TOLL BOOTH. They spot OCK \tstuck in traffic.  \n[1001]\t\tWhy is he going to New Jersey, and who is \t\tit in that shitty red car...  \n[1002]\t\tDon't you recognize him... it's Ock!  \n[1003]\t\tNew Jersey has the largest toxic waste \t\tdump in the world.  \n[1004]\t\tWhat does he want with toxic waste?  \n[1005]\t\tHe's looking for Plutonium, my dear... \t\tThe car has to slow down... it's in a traffic jam.  \n[1006]\t\tSorry... can't do anything about this \t\ttraffic.  \tSPIDER-MAN jumps out of the car.  \n[1007]\t\tTry to stay with me. I don't want to \t\tlose him!  \tSpeeding along the BRIDGE, OCK sees no one. But high \tabove, SPIDEY swings from TOWER to TOWER after him. At \tthe last TOWER, SPIDEY leaps down onto a BIG TRUCK. The \tVETTE weaves and SPIDEY crosses to another BIG TRUCK. For \ta moment he is caught between the TWO TRUCKS, but he makes \tit across.  \tThe VETTE takes an exit. SPIDEY leaps to the next SIGN. \tHe aims his WRIST GIZMO and waits for the next car to take \tthe exit, but none does. Deflated, he drops to the \tground. He looks up to see a sign on a CYCLONE FENCE. It \tsays, \"DUMP NUMBER 7 -- KEEP OUT -- RADIOACTIVE MATERIAL!\"  \n[1008]\t\tBingo.  \n[1009] \tThe landscape has a nightmarish vision, weirdly lit by \t\"safety lights.\" VATS and DRUMS ooze all kinds of bad \tstuff. A light is on in a dilapidated SHACK.  \n[1010] \tOCK is tossing away the CANISTERS until he comes to one \tmarked, \"HAZARD!! PLUTONIUM SL 270 HAZARD!!\"  \n[1011]\t\tOkey, dokey...  \n[1012]\t\tOpen that now, and you'll spoil Christmas.  \tSPIDEY'S peering in from a HOLE in the ROOF.  \n[1013]\t\tInsect! I am going to squash you to \t\tdeath... Once I lay my Waldos on your \t\tskinny bones...  \tOCK hurls a DRUM at SPIDEY. It erupts in a sizzle of \tLIQUID and GAS. Then the SIX-ARMED FIEND runs for the \tdoor with his SL 270.  \n[1014] \tOCK comes flying out and SPIDER-MAN grabs a WALDO. \tSPIDEY does a back flip and whips OCK so hard the WALDO \tsnaps off! OCK recoils it and reacts in horror. \tWith a roar, OCK attacks SPIDER-MAN. They battle as \tSUPER-ADVERSARIES. OCK gains the upper hand and tosses \tSPIDEY into a pile of RUSTING DRUMS. A GAS envelopes \tSPIDER-MAN and he begins coughing.  \n[1015] \tOCK'S WALDOS are coiled around SPIDER-MAN'S neck as the \tWEB SLINGER is dragged through the dump. His WHITE EYES \tnarrow and blink. There is a capped WELL behind a WARNING \tSIGN. OCK tears off the CAP and then hurls the groggy \tSPIDEY down the WELL.  \n[1016]\t\tGoodbye, Spider-Man!  \n[1017] \tSPIDEY falls. He cannot grab onto the slimy WALLS. At \tthe bottom of the foul pit is a bubbling BLUE luminescent \tPOOL. SPIDEY claws frantically at the WALLS.  \n[1018]\t\tNoooooooooooooo!  \tHe gets a hold and slides down to within a foot of the \tPOOL. Its weird light shines up at him. He looks up at \tthe starry sky.  \n[1019]\t\t\t \t\tOkay now, Spidey. Easy does it.  \tHe shoots a WEB about halfway up the PIT. It hits the \twall, sizzles, and drops back down.  \n[1020]\t\t\t \t\tDon't give up, Spidey. Don't give up.  \tThe WEB GIZMO squirts out a pathetic patooey of WEB GOO. \tThen it hisses, empty!  \n[1021]\t\tEmpty... now what do I do?  \n[1022]\t\tSo you've avoided the nuclear pool, have \t\tyou, Spider-Man?  \n[1023]\t\tWell, so far so good. But I can't hold \t\ton much longer.  \n[1024]\t\tPity...!  \n[1025]\t\tOh, come on, Ock, be a good sport. Let's \t\ttalk this over face to face... throw me a \t\tline...  \tSPIDEY reaches out.  \n[1026]\t\tOkay... face to face... Catch this!  \tOCK, way up at the opening above, raises a huge DRUM above \this head. The DRUM leaks toxic waste in ORANGE TENDRILS. \tHe is about to drop it down on SPIDER-MAN...  \n[1027]\t\tDon't do it, Professor!  \tWe now see FLASH and LIZ in the BLUE MG.  \n[1028]\t\t\t \t\tI know you... and you, young lady. Both \t\tof you are in my physic class, aren't \t\tyou...? Come... you can help me. I need \t\tto get some of these drums to my \t\tlaboratory... help me... and I'll give \t\tyou special grades. What'd you say?  \tSuddenly he catches FLASH with a WALDO and starts to choke \thim. LIZ screams and tries to help FLASH.  \n[1029]\t\tLeave him alone!!!  \tAnother WALDO grabs her. \tROZ now appears on the scene.  \n[1030]\t\tLeave them alone Otto!  \n[1031]\t\tBut, they won't help me. Everybody is \t\ttrying to destroy my experiment. And so \t\tare you, Rosomorf.  \tAnother WALDO grabs ROZ by his arm.  \n[1032]\t\tOtto... I was wrong. I've gone over your \t\tresearch. It's brilliant, Otto. It's \t\tmad, but it's brilliant. You have much \t\twork left to do. I want to help you, \t\tOtto. For the sake of science, go and do \t\tyour experiment. Leave... these kids \t\talone and I'll help you.  \n[1033]\t\tYou will? You too?  \tBoth FLASH and LIZ shake their heads okey dokey. OCK \tgestures to FLASH and LIZ.  \n[1034]\t\tHelp me with these drums, I need to get \t\tthem to my laboratory immediately.  \n[1035]\t\tDo as he says.  \tOCK pushes FLASH and LIZ with his iron arm. Gripping LIZ \tbe her hair, he shoves her into the CAR.  \n[1036]\t\tDrive, Flash, before I flush your girl \t\tright down the toilet!  \n[1037]\t\tProfessor Rosomorf, it's no good, double \t\tdealing... why did you help him...?  \tROSOMORF finds a rope and looks into the well.  \n[1038]\t\tDon't lose your energy screaming. Catch \t\tthis rope and climb up, come on!  \n[1039] \tThey drive along the highway. SPIDEY is recovering, \tworking his neck.  \n[1040]\t\tI've been through the Octavius data. He \t\thas enough power with his Plutonium. \t\tEspecially if he gets his hands on \t\tParker's data, there he has enough power \t\tto do what he wants to do. And we are \t\tnot going to stop him in time before the \t\tPlanetary Conjunction occurs tonight...  \n[1041]\t\tStop the car. I have an idea.  \tThey're in the middle of RIVERSIDE DRIVE but a PHONE BOOTH \tis coming up on the right.  \tINSERT: ROZ'S foot stabs the BRAKE.  \n[1042] \tSPIDEY gets out of the car. Then he pats himself where \this pockets ought to be.  \n[1043]\t\tDo you have a dime?  \n[1044] \tHARRY is there, working on the COMPUTER, PHONE RINGS, \tHARRY picks up.  \n[1045]\t\tHarry?!  \n[1046]\t\tPeter, where are you?  \n[1047] \n[1048]\t\tListen, Harry. You must get my paper \t\tbefore Ock uses it...  \n[1049] \n[1050]\t\tYour Planetary Conjunction data? It's \t\ttoo late... Ock's got your paper, it's in \t\this computer already.  \tINSERT: The COMPUTER SCREEN displays a graphic of the SUN, \tEARTH, and MOON lining up with JUPITER and SATURN.  \n[1051]\t\tBut don't worry... he can never use it \t\twithout Plutonium.  \n[1052]\t\tHe's got the Plutonium, and he's on his \t\tway back to the lab! And he's got two \t\tprisoners with him... Liz and Flash!  \n[1053]\t\tDon't worry... he needs a huge amount of \t\tpower... thousands of volts of \t\telectricity... to get to the Anti-Force.  \n[1054]\t\tHe can get to the power. Electrical \t\tpower... to the max. Nuclear power... SL \t\t270. And now, at the moment of full \t\tPlanetary Conjunction. When all the \t\tplanets line up with the sun... maximum \t\tgravitational power. The Conjunction is \t\tOck's final power source.  \n[1055]\t\tDamn... the Conjunction is due at \t\tmidnight! What are we going to do?  \n[1056] \tThe BLUE MG arrives and comes to a stop. OCK looks at his \ttwo prisoners in the back seat and smiles to himself... \tPicks up one DRUM on each shoulder.  \n[1057]\t\tOkey, dokey... have fun, young ones... \t\tfor the last time.  \tOCK leaves. LIZ and FLASH are tied together in the back \tseat of the CAR.  \n[1058]\t\t\t \t\tWhat do we do now?  \n[1059]\t\tWe kiss the world goodbye. If he is \t\tright, all there is left to do is...  \n[1060]\t\tWait... I think I can release my right \t\thand...  \n[1061] \n[1062]\t\tHow much time is left? Wait... I can \t\tfind out... my God... 59 minutes!  \n[1063] \n[1064]\t\tThe only way we can interfere with Ock's \t\tplan is to find a computer center... fast.  \n[1065]\t\tOur University has the biggest center in \t\ttown.  \n[1066]\t\tYeah, but who's gonna work 'em?  \n[1067] \tProfessor OCK comes for some more drums. He sees that LIZ \tand FLASH have disappeared. OCK picks up TWO DRUMS. \tHARRY seeing FLASH and LIZ come running to the school \tgrounds.  \n[1068]\t\tI think I can get some help... I can \t\tteach anyone how to work a code in five \t\tminutes.  \n[1069]\t\tThen do it!  \n[1070] \tThe LIGHTS are off, but the COMPUTERS are on. HARRY looks \tover LIZ'S shoulder as she cracks through a code. Her \tSCREEN reads out, \"CONNECTICUT. TECH. Fully Op, Line \tBacklog, Security Max Level.\" The last line is FLASHING.  \n[1071]\t\tHey, this is easy.  \tThey all run from COMPUTER to COMPUTER.  \n[1072]\t\tHey, Harry I need help.  \n[1073]\t\tComing!  \tHARRY types in KARNAKY LTD and gets the same response. He \tlooks at his DIGITAL WRISTWATCH. \"01:00:02\" becomes \t\"00:59:59\" as we watch. Then a WARNING BUZZER!  \n[1074]\t\tI got one! I got one!  \n[1075]\t\tHarry! Get over here!  \tHARRY hurries to KIM'S side and elbows her out of the \tCHAIR. The SCREEN is flashing \"WARNING, Security Breach!\" \tHARRY'S hands fly over the keys. The KIDS gather around. \tLINE DRAWINGS of the CYCLOTRON (progressing from large to \tsmall detail) appear one after the other. Finally, a \tPIPE. There is a CIRCLE around a JOINT. And the legend \n[1076] \n[1077]\t\tA goddamn water leak...  \n[1078]\t\tHey, look at this. Empire State \t\tUniversity. This is our cyclotron, \t\tright?  \n[1079]\t\t\t \t\tWhat does it say?  \n[1080]\t\t\t \t\tIt says \"no information on net.\"  \n[1081]\t\tDamn... we can't do it...  \n[1082]\t\tYou mean... we can't stop loony Ock...  \n[1083]\t\tI mean the world is in danger...  \n[1084]\t\tWe must find Peter, he knows these \t\tcomputers better than all of us.  \n[1085]\t\tYes, but where the hell is he?  \n[1086]\t\t\t \t\tI bet he is with Spider-Man...  \tSuddenly the lights dim. A heavy noise. An earth quake.  \n[1087] \tThe EARTH is moving into line with the other PLANETS of \tthe CONJUNCTION.  \n[1088] \tHARRY and FLASH and LIZ and KIM, \tcome out running from the building beneath an enormous \tHANGING MOON. They are frightened.  \tSuddenly it all stops. It's quiet, the kids look at the \tsky.  \n[1089]\t\tLook at the moon... I have never seen it \t\tso big.  \n[1090]\t\tWhat is that...  \n[1091]\t\tMust be the sun.  \tWe now see the sky. With the sun on one side, and the \tmoon on the other. They watch it, shocked, frightened out \tof their wits.  \n[1092] \tSuddenly from OCK'S basement lab a BLUE BEAM of LIGHT \tbreaks through. A WHINE starts, it moves magically out of \tthe WINDOW and PANS around a sleepy NEW YORK which doesn't \tknow that the end is upon it. The dreaded WHINE builds \tthroughout! People stop in their tracks, look up to the \tstrange looking skyline. Camera comes down to a street \twhere ROZ is DRIVING SPIDER-MAN fast toward the \n[1093] \n[1094] \tROZ looks out over the skyline of NEW YORK. Lighted \tbuildings FLARE UP and then GO DARK. The LIGHTED SPIRE of \tthe Empire State Building FLARES UP and EXPLODES.  \n[1095]\t\tIt's started. Step on it Professor, or \t\twe'll never make it.  \tThey look across the campus and a strange LIGHT is coming \tout of the SCIENCE CENTER.  \n[1096]\t\tOur campus... right there... see those \t\tbeams from Ock's lab. We're late... it's \t\tcoming... the Conjunction will happen in \t\ta few seconds.  \tSPIDER-MAN massages his arm.  \n[1097]\t\tStop the car...! Come with me.  \n[1098]\t\tWhere...? What...?  \tSPIDER-MAN SHOOTS out a WEB and flies toward the SCHOOL \tBUILDING taking ROZ with him.  \n[1099] \tIt is a patchwork of make-shift repairs. OCK looks in \tthrough a WINDOW that's been melted out. He is lost in a \tmad rapture.  \n[1100] \tRED POWER THROTTLE is at 95% POWER! \tSPIDER-MAN and ROZ enter, shielding their eyes from the \tGLARE. The COUNTDOWN CLOCK reads, \"00:08:18\".  \n[1101]\t\t\t \t\tAha! You never included the Conjunction \t\tin your calculations, did you?! Rosomorf!  \n[1102]\t\tDamn the calculations! My God, Otto, you \t\thave to hear me! The world we know will \t\tcollapse! Everything we have devoted our \t\tlives to... all the patterns, all the \t\tharmonies... everything will be destroyed.  \n[1103]\t\tA new world waits! Rosomorf! It is my \t\tdestiny!!!  \n[1104]\t\tIt is cosmic suicide! You have no right!  \tROZ flings himself through the MELTED WINDOW into the \tEXPERIMENTAL CHAMBER. He grabs for the \"BULLET\" but the \tWALDOS grab him and throw him back. ROZ staggers \tbackward... into the arms of SPIDER-MAN.  \n[1105]\t\tYou have to stop him... Spider-Man you \t\thave to stop him.  \n[1106]\t\tI'm afraid we're too late.  \tSPIDER-MAN attacks OCK, trying to push him away from the \tTHROTTLE. OCK pushes SPIDER-MAN away from him so strongly \tthat SPIDER-MAN is knocked down. OCK nudges the POWER \tTHROTTLE forward and the WHINE increases to an ear \tshattering pitch. The COUNTDOWN CLOCK reads, \"00:06:48\". \tWe are at 96% POWER!  \n[1107] \tWe PAN down from the MOON to a STREET full of SIRENS and \tSHADOWY FIGURES running in the night. LIZ and KIM and \tHARRY come nearer. A very WEIRD light is emanating from \tthe CENTER.  \n[1108]\t\tHe's in there. I know Peter is in there. \t\tShe breaks into a run.  \n[1109]\t\tLiz, don't... Liz come back... come back! \t\tLIZ runs inside. They run after her. A BOLT OF \t\tELECTRICITY flashes across the doorway, stopping them.  \n[1110] \tThe PLANETS are playing on the COMPUTER SCREEN. Things in \tthe room begin to rise, weightless. The ENERGY STORM is \tbrewing!  \n[1111]\t\tOkey, dokey!! My energy storm has \t\tstarted. My Anti-Force is on! History \t\tis being made... Spider-Man, Rosomorf \t\tcheer up friends... we're on our way to \t\tthe unknown cosmos... we three are about \t\tto visit heaven... real Gods heaven.  \n[1112]\t\t\t \t\tSpider-Man! The Conjunction! It's \t\thappening!  \n[1113] \tThe CONJUNCTION is now happening.  \tINSERT: Surreal DIALS spin madly.  \n[1114] \tLIZ runs into a HALLWAY gone berserk. Stuff is flying \teverywhere. TILES pull from the WALLS and crash to the \tceiling.  \n[1115]\t\tPeter! Peter, where are you?!  \n[1116] \tOCK throws the RED POWER THROTTLE to 97% POWER. \tCacophony! The \"BULLET\" begins to PULSE and THROB! The \tDIALS spin! The COUNTDOWN CLOCK reads, \"00:05:58\".  \n[1117] \tThe FULL MOON hangs over the building. FLASH and HARRY \tand KIM stand at the entrance to the CENTER. \tFLASH starts to run to the building.  \n[1118]\t\t\t \t\tLiz! Liz come on out!  \tThey run forward but as they reach the FRONT STEPS the \tbuilding lurches upward. The bottom step becomes a wall \tof STONE and DIRT, six feet high.  \n[1119]\t\tGet back! Flash... get back!  \n[1120]\t\tWow...!  \tThen the building lurches upward again! This time it \tpulls FREE from the ground. The KIDS take cover as WATER \tLINES BURST and ELECTRICAL WIRES SPARK.  \n[1121] \tLIZ opens a door.  \n[1122]\t\tPeter!  \tThe building lurches throwing her back across the HALL \twhere she crashes through another door.  \n[1123] \tAll manner of stuff is flying around. LIZ comes sliding \tacross the floor. She crashes into a CABINET. GLASSWARE \tstarts to fall on her, but crashes into the CEILING \tinstead. She is dragged up the WALL. She kicks and \tscreams against the Anti-Force.  \n[1124] \tFLASH, KIM and HARRY look on as heavy ELECTRICAL CABLES \tstretch upward to the rising CENTER and then snap in \tshowers of sparks. As they fall away the CENTER becomes \tairborne. The CABLES wave up at it, shooting arcs of \tELECTRICITY directly at the building.  \n[1125] \tLIZ slides down the WALL. She grabs at the WINDOW and \tlooks out. The rest of the university recedes beneath \ther, now a hundred feet below. And they're still rising! \tFLASH and HARRY look up.  \n[1126]\t\tOh my God... Liz is inside there!  \n[1127]\t\tAnd Professor Rosomorf and crazy Ock.  \n[1128]\t\tWhat about Peter? Is he there with them?  \n[1129]\t\tNo, but I bet Spider-Man is.  \n[1130] \tPeople look up at the SCIENCE CENTER. A CYCLIST, riding \tand looking, crashes into a TAXI. MAX REISS leaps out \twith the BEAUTIFUL STARLET from the TAXI.  \n[1131]\t\tThat's some show... if ever I saw one.  \n[1132] \tHe's looking out his window seeing the University's Lab \tBuilding flying by. Up and up toward the sky.  \n[1133]\t\t\t \t\tTear out the front page! Change the \t\theadline... The biggest news is happening \t\tright now... we need photos... a camera... \t\tget me a camera...!  \n[1134] \tA very long shot of the SCIENCE CENTER rising into the \n[1135] \n[1136] \tShe pulls aside a CURTAIN and watches the SCIENCE CENTER \trise.  \n[1137] \tOCK works the COMPUTER as the CONSOLE sends up SHOWERS of \tSPARKS. He glances at the \"BULLET\" which now PULSES. \tThe COUNTDOWN CLOCK at \"00:04:18\".  \n[1138]\t\tWhere is it going Otto?  \n[1139]\t\tOther worlds, Roz, other times, other \t\tdimensions, who knows? Who cares?  \n[1140]\t\tThen... why?  \n[1141]\t\tTruth, Rosomorf. Look at it! The new \t\ttruth! The new way!  \n[1142]\t\tDon't listen to him Professor Roz.  \n[1143]\t\tNo, you don't listen to that clown, he \t\tcan't save you, or the world for that \t\tmatter.  \tA WALDO reaches in and rips ROZ off SPIDEY, flinging him \tback against a WALL. ROZ lands in a heap beneath a FIRE \n[1144] \tWe see the WALDO reach out for SPIDER-MAN. It wraps \taround his FOOT and begins to tug, slowly...  \n[1145]\t\tOnce and for all, Spider-Man... once and \t\tfor all we'll end the legend of your \t\tpowers.  \tOCK knocks SPIDER-MAN with a real BIG BLOW with his WALDO. \tOCK is slowly dragging SPIDER-MAN to a HUGE HOLE that's \tbeen ripped in the floor by the BEAMS of ELECTRICITY. \tWe see New York a half a mile down through the hole. We \tsee SPIDEY being drawn across the HOLE. Then ROZ comes \tflying in with the FIRE AXE.  \tROZ hacks away at the WALDO and chops it off! The stump \twithdraws. OCK examines it in pain and fury!  \n[1146]\t\t\t \t\tYou!! You were my teacher!!!  \tROZ doesn't even look back. He and SPIDEY are at the edge \tof the HOLE and he's shaking SPIDEY furiously. \tOCK sends out his other WALDO and begins banging it on the \tfloor in a frenzy on either side of ROZ and SPIDEY. Like \ta child denied, he smashes his steel fists against the \tfloor again and again.  \n[1147]\t\tYou were my teacher! And you want to \t\tdestroy my experiment. You are a \t\tscientist for heaven sake... don't you \t\twant to know what's up there?  \n[1148]\t\tYes, but not on account of our world. We \t\thave only one world... only one life. \t\tThe floor begins to craze and then crack like ice around a \t\thole on a pond. BANG! BANG! SPIDEY comes to just as the \t\tsection of floor beneath himself and ROZ gives way and \t\tfalls through.  \tSPIDEY grabs hold of the edge and dangles. He looks down \tand sees ROZ falling away beneath him, disappearing into \tthe dark.  \n[1149]\t\t\t \t\tSpider-Man! Only you can save us now...  \n[1150]\t\tRoz!!! \t\t\t \t\tMurderer!!!  \n[1151]\t\tForget that old fool, insect. My \t\tSpider-Man... Come join me on my \t\tfantastic voyage to the 7th heaven.  \n[1152] \tThe PLANETS are virtually in line!  \n[1153] \tLIZ comes running through it. A BOLT OF ELECTRICITY \tshoots from the right to the left in front of her. She \tslams on the brakes and runs the other way.  \n[1154]\t\tPeter! Peter!  \n[1155] \tThe COUNTDOWN CLOCK is at, \"00:02:59\". OCK throws the \tPOWER THROTTLE to 98% POWER. He laughs and a WEB splats \tagainst his GLASSES. SPIDEY scrambles to his feet. OCK, \tstill trying to get the WEB GOO off his GLASSES, is \tslammed into the CONSOLE by SPIDER-MAN. SPARKS fly and \tWALDOS flail blindly, smashing things. OCK tears off his \tGLASSES and squints through the FIRE and SMOKE and GLARE. \tSPIDER-MAN THWIPS the ceiling and swings into a drop kick! \tOCK recovers. He grabs SPIDEY and slam dunks him through \tthe hole in the floor.  \n[1156] \tSPIDER-MAN falls through the air. He shoots up a WEB and \tTHWIPS, it sticks to the ROCKY bottom of the FOUNDATION. \tOCK appears in the HOLE. He sees SPIDEY'S dilemma, \thanging on a thread of WEB. A half-broken WALDO snakes \tdown and CLIPS the WEB.  \tBut the WEB sticks to the WALDO! OCK shakes it, but he \tcan't get loose. SPIDER-MAN shoots out another WEB at the \tROCK BOTTOM and, with the leverage, he pulls OCK out. \tOCK swings down in a wide arc and his WALDOS catch on the \tROCK upside down. He holds on fiercely.  \tOCK scrambles out to the side of the CENTER and begins \tlooking for an entry. SPIDER-MAN is right on his tail. \tThe building pitches sideways! OCK turns to face SPIDER- \tMAN, his broken WALDOS out for BATTLE.  \tSPIDEY grabs an EXPOSED PIPE and breaks it off, \tbrandishing it like a broad sword.  \n[1157]\t\tLet's have it, old boy! \t\tA bizarre DUEL takes place. The CENTER pitches this way \t\tand that. SPIDEY and OCK move from foothold to foothold, \t\tfrom WINDOW to LEDGE to PARAPET.  \tNow the CENTER pitches to a 45 degree angle. They DUEL \tupside down! A WINDOW GRATE crashes open and LIZ comes \tflying out, holding onto the GRATE for dear life!  \n[1158]\t\tLiz!! \t\tOCK seizes the opportunity to whack SPIDEY across the \t\thead. SPIDEY loses his footing but the building now \t\tlurches back and LIZ goes flying back inside. SPIDEY \t\tducks inside too and pulls the GRATE.  \tSPIDER-MAN uses his great strength to move a HUGE PIECE of \tSCIENTIFIC MACHINERY in front of the GRATE.  \n[1159]\t\tCome on.  \n[1160]\t\tWhere's Peter? He must be here somewhere.  \n[1161]\t\t\t \t\tHe's around, don't worry... we'll find \t\thim.  \n[1162] \tThe COUNTDOWN CLOCK is at, \"00:01:00\" as SPIDEY comes \tflying in with LIZ in tow.  \n[1163]\t\tThis building is flying. I'm in a \t\tgoddamn flying building...  \n[1164]\t\tI think we have to pull some of these \t\tcables. Try those over there. I'll work \t\ton these. We gotta slow this thing down \t\tsomehow. We got helicopters coming.  \tLIZ looks at some WIRING, apprehensive about even touching \tit.  \n[1165]\t\tPull!  \tShe yanks out a CABLE. The building pitches. But when \tSPIDEY pulls one out, it rights itself.  \n[1166] \tThe BIG BEAMS start cutting out one by one. The CENTER \tbegins to PITCH and YAW. The CHOPPERS are getting closer.  \n[1167] \tThe COUNTDOWN CLOCK reads, \"00:00:15\" as SPIDEY and LIZ \tcontinue to pull WIRES and CABLES. TWO WALDOS erupt \tthrough the floor and grab SPIDEY. They pull SPIDEY to \tthe floor. Entangled in these molybdimum pythons, SPIDEY \tstruggles valiantly. LIZ leaps to his aid.  \n[1168]\t\tOh my God...  \tA third WALDO, a broken one, snakes up from the HOLE and \tbegins feeling blindly around on the CONSOLE for the POWER \n[1169] \n[1170]\t\tThe power!  \tLIZ sees the damaged WALDOS heading for the RED THROTTLE. \tThe COUNTDOWN CLOCK is at \"00:00:10\". LIZ leaps and tries \tto wrestle it away. It whips in her arms and she holds on \ttight. It bangs her against the wall and then the \tCONSOLE. She holds on. \"00:00:03\". The WALDO crashes \tLIZ against the wall which erupts in SPARKS. She lets go \tof it. It heads for the POWER THROTTLE! \"00:00:01!\" \tSPIDER-MAN can't break the grip of the WALDOS, but he can \tpull with super-human strength. He yanks OCK up through \tthe STONE floor. OCK hits the ceiling of the CONTROL \tROOM. ONE WALDO grabs on. The other one throws the RED \n[1171] \n[1172]\t\tSpider-Man. You're end is coming. Life \t\tin its present form is ending... new \t\tdimensions, new horizons...  \tThe UNIVERSAL BULLET begins to GLOW. The GLOW sharpens to \ta POINT of LIGHT. SPIDER-MAN holds on tight against a \trushing ENERGY FLOW that's pulling everything in the room \ttowards the POINT of LIGHT.  \n[1173]\t\t\t \t\tWhat is happening?  \n[1174]\t\t\t \t\tI don't know!!!  \tLIZ starts to slip away into the flow. She struggles \tagainst it.  \n[1175]\t\tI can't... hold on!  \tSPIDEY THWIPS her and she grabs onto the WEB.  \n[1176]\t\tHold tight, Liz, hold tight!  \tOCK drops calmly, beatifically, to the floor of the room. \tHe moves slowly, under his own power, into the LIGHT.  \n[1177]\t\t\t \t\tYou cut my power... there's too little \t\tpower... It's so tiny... so tiny... \t\tthere's only space... for me. But I've \t\tdone it, Spider-Man. I have broken \t\tthrough... I've broken through!  \n[1178]\t\tDon't do it, Dr. Octavius!  \n[1179]\t\tOkey... dokey... Now that's what I call \t\tan experiment!!!  \tAs he nears the LIGHT he actually becomes a part of it. \tHe radiates LIGHT. He shimmers and shines. He fills the \troom with BLINDING LIGHT.  \tSPIDEY and LIZ shield their eyes, and as the light \tdiminishes, the storm subsides. They're safe. Except for \tthe fact that they're in a floating building, 10,000 feet \tabove the city!  \n[1180] \tAgainst the backdrop of the MOON, a SQUADRON of \tHELICOPTERS approaches the CENTER. From their POV, a HUGE \tCRACK opens across the face of the building. The CENTER \tbegins to drop in PULSING SURGES.  \n[1181] \tSPIDER-MAN is at the CONSOLE pulling and putting back \tWIRES. LIZ, fascinated, looks in at the WINDOW where OCK \tdisappeared.  \n[1182]\t\tI can't control her. She's dropping too \t\tfast! Alright... let's go!  \n[1183]\t\tBut what about Peter? We've got to find \t\tPeter!  \n[1184]\t\tPeter will be okay, I promise you... \t\tLet's go before it's too late. \t\t\t  \n[1185]\t\tGo where?  \n[1186] \tIt rotates and drops. The HELICOPTERS come in like the \tcavalry.  \n[1187] \tTrying to leave it, LIZ and SPIDEY are confronted with a \tnightmare. The room is tilted at a 45% angle. PIPES are \tbursting. SPIDEY helps LIZ through the obstacles. Debris \trains down. They come face to face with a diagonal maze \tof PIPES.  \n[1188]\t\tMaybe there's another way...  \tA HUGE CRACK opens above them.  \n[1189]\t\tIt's breaking apart!  \n[1190]\t\tAlright, keep moving, a step at a time!  \tThey scale the maze, but as they emerge on the other side, \thalf the floor falls away! Central Park awaits, 8,000 \tfeet below.  \n[1191]\t\tWe have to go back.  \n[1192]\t\tWe can't go back.  \tHe looks across at the door. It is midway up a diagonal \twall. He shoots a WEB up at the ceiling between \tthemselves and the door. Then he extends a hand to LIZ.  \n[1193]\t\tForget it...  \n[1194]\t\tOkay, have it your way.  \tHe swings across and lands on the LEDGE of the DOOR. Then \the swings the WEB back to her like a trapeze. \tLIZ catches the WEB and looks across at SPIDER-MAN, \tfurious.  \n[1195]\t\t\t \t\tWhat am I supposed to do with this!  \n[1196]\t\t\t \t\tGo ahead. It's easier than it looks! \t\tWe've got to try the fire escape.  \tLIZ swings across like TARZAN and SPIDEY gathers her in on \tthe LEDGE. She does a comic \"phew\" and the LEDGE buckles \tbeneath them but holds. SPIDER-MAN tries to open the \tdoor, but it's stuck.  \n[1197]\t\tThe door is stuck.  \tSPIDER-MAN bends his back to the task. It take all his \tstrength, but with a comic AAAAARGGHH! He bends the DOOR \topen.  \n[1198] \tThey burst out onto the ROCK FOUNDATION of the building. \tNew York is rushing up to meet them. The WIND created by \ttheir fall buffets them. The HELICOPTERS arrive, and the \tfalling building plunges right past them. The HELICOPTERS \tlook across at each other, helpless.  \n[1199] \tIt drops like a stone.  \n[1200] \tSPIDEY and LIZ are falling away from the DOOR, sliding \talong the ROCK. LIZ is stopped by a RETAINING WALL. \tSPIDEY keeps sliding. He THWIPS the wall and then \tdisappears over the edge. LIZ screams!  \tLIZ fights to her feet and grabs onto the WEB STAND. She \tpulls on it with all her strength. She pulls and pulls \tand pulls. We see the WEB running up between the ROCKS. \tShe gives one last pull and comes up with an EMPTY WEB \n[1201] \tA long, long beat.  \n[1202]\t\tLiz, Up here!  \tLIZ looks up and sees PETER hanging out the WINDOW two \tstories above her. He throws out a ROPE LADDER. LIZ \tgrabs it. She begins to climb.  \n[1203] \tPETER pulls LIZ through the WINDOW. There is no time for \tan embrace.  \n[1204]\t\tCome on. I've found a way down.  \n[1205]\t\t\t \t\tI knew you were going to say that.  \tThey run out of the ROOM. We PAN down and see, crumpled \tbeneath the WINDOW, the SPIDER-MAN suit.  \n[1206] \tThis is the LAB we saw in the opening sequence. PETER has \tturned on the lights. He's got a handful of ROPE.  \n[1207]\t\tWhere's the way out?  \n[1208]\t\tRight there!  \tWe are looking at the HUGE AMERICAN FLAG.  \n[1209]\t\tCome on, help me with this.  \n[1210] \tLIZ is already down the ROPE LADDER and is holding it for \tPETER. He comes down with a HUGE bundle of RED, WHITE &amp; \n[1211] \n[1212]\t\tOkay, stand still.  \tHe ties some ROPE around her waist.  \n[1213]\t\tIs this going to work?  \n[1214]\t\tHow do I know?  \n[1215]\t\tI just adore confidence in a man.  \n[1216]\t\tCome on...  \tThey move to the edge of the ROCK and look down. CENTRAL \tPARK is still a couple thousand feet down.  \n[1217]\t\tWhat is it you say when you jump?  \n[1218]\t\tYour prayers.  \tThey SCREAM as the building lurches again, knocking them \tto the ground. They start to slide across the ROCK. They \treach out for each other but their hands don't quite \treach.  \tSlowly, they inch back together, but the FOUNDATION cracks \tbetween them.  \n[1219] \tIt spins and falls beneath us. Down, down it goes. And \tthen it crashes into the GREAT LAWN. A huge cloud of \tdebris shoots upward.  \n[1220] \tThere is a beautiful FULL MOON. PETER and LIZ float down \tinto the frame lit by its wonderful light.  \tThe AMERICAN FLAG which has turned into a huge parachute. \tThey hold each other tight. They can hear SIRENS below. \tThey begin to laugh with relief. Then they stop. The \twind billows LIZ'S skirt and plays with PETER'S hair, and \tsnaps in the AMERICAN FLAG.  \n[1221]\t\tWe have a lot to thank your friend \t\tSpider-Man for.  \n[1222]\t\tSomehow, I don't think we've seen the \t\tlast of him.  \n[1223]\t\tPeter...! Finders, keepers...  \n[1224]\t\tWhat...? What is it? Why do you look \t\tlike that?  \n[1225]\t\tI think I'm in love.  \n[1226]\t\t\t \t\tYou are...  \n[1227]\t\tWith your friend...  \n[1228]\t\tSpider-Man? You're in love with \t\tSpider-Man?  \n[1229]\t\tI am... you think we'll see him again?  \n[1230]\t\tWe might... you never know. \t\tHe kisses her.  \n[1231]\t\tOh. \t\t\t \t\tThis may be the end of a beautiful \t\tfriendship you know?  \n[1232]\t\tNah.  \tThey land in the center of the park under the parachute. \tThey stay there and kiss... completely covered by the \tflag. Camera pulls up to show the building floating away.  \n[1233]      </html> "}}