{"filename": "Star-Trek-II-The-Wrath-of-Khan_script.txt", "imdb_id": "tt0084726", "imdb_url": "https://www.imdb.com/title/tt0084726", "characters": ["Chekov", "Uhura", "McCoy", "Khan", "David", "Carol", "Terrell", "Spock", "Kyle", "Kirk", "Sulu", "Scotty", "Preston", "Saavik", "Jedda"], "dialogues": {"Chekov": "\n[1]Starship log, Stardate 8130.4. This report classified MOST SECRET. Log Entry by Commander Pavel Chekov, Duty Officer. Starship USS Reliant on orbital approach with Ceti Alpha VI in connection with project code name GENESIS. We are continuing our search for a lifeless planet which will serve as a suitable test site for the Genesis Experiments. This is the 16th planet we have visited, so far, no success.  \n[2]Does it have to be <u>completely</u> lifeless? \n[3] \n[4]I suppose it <u>could</u> be a particle of preanimate matter caught in the matrix... \n[5]You know what she'll say... \n[6]Captain, this is the garden spot of Ceti Alpha VI -- \n[7]There's nothing, let's go -- \n[8]A face! I saw -- it was like a child -- \n[9]I saw it -- ! \n[10] \n[11]   \n[12]<u>Botany Bay</u> -- oh no! \n[13]Captain, we've got to get out of here -- <u>now</u>! Damn! Hurry! \n[14]Never mind! Hurry! \n[15] \n[16]A criminal, Captain -- a product of the late 20th Century genetic engineering -- \n[17]You lie! On Ceti Alpha V there was life, a fair chance to -- \n[18]Captain Kirk was your host! You repaid his hospitality by trying to steal his ship and murder him. \n[19]Khan, listen to me! Captain Kirk was only doing his duty! You -- \n[20]Beyond what I told you, sir, it is classified information. \n[21]I would think so, sir. He's on the Fleet General Staff. \n[22]To Doctor Marcus, the civilian director of the experiments on Space Laboratory Regula I. \n[23]... come in, please. This is Reliant calling Regula I. Repeat. This is USS Reliant -- \n[24]Dr. Marcus... good. We're en route to you and should be there in three days. \n[25] \n[26]We have received new orders. Upon our arrival at Regula I, all materials of Project Genesis will be transferred to this ship for immediate testing at Ceti Alpha VI. \n[27] \n[28]I have my orders. \n[29]The orders come from Admiral James T. Kirk. \n[30] \n[31]You realize, sir, that they will attempt to contact Admiral Kirk and confirm the order. \n[32]Oh, God, Admiral...! \n[33]  \n[34]Oh, sir. It was Khan! We found him on Ceti Alpha V. \n[35]No life signs -- but he was there. Captured us. He -- he put creatures in our bodies. To control our minds. \n[36]... Made us say -- lies... Do... things... But we beat him... The Captain and me. -- He thought he controlled us, but he didn't ... The Captain was strong. \n[37]He left us. We were no longer of use. \n[38]It was not my impression. He spent most of his time trying to wring the information out of the people. \n[39]I'm sorry, Admiral. \n[40]   \n[41]  \n[42]  \n[43]But I must -- \n[44]But -- \n[45]Could you use another hand, Admiral? \n[46]Torpedoes ready, sir. \n[47]Four hundred kilometers. ", "Uhura": "\n[1] \n[2]I'm trying... \n[3]It's an emergency distress call! \n[4]This is the Starship Enterprise. Your message is breaking up. Give your coordinates. Repeat -- \n[5]Captain, I've lost their signal! \n[6]They're jamming all frequencies, Captain -- \n[7] \n[8]Admiral Kirk -- \n[9]I have an urgent CommPic from Space Lab Regula I for the Admiral. Dr. Carol Marcus. \n[10]Yes, sir. \n[11]I'm trying, sir. Stand by... \n[12]Transmission jammed at the source, sir. \n[13]Regula I, this is Enterprise. This is Enterprise calling. Do you receive... I say... \n[14]... Again, this is Enterprise calling Space Lab Regula I. Come in, please. Dr. Marcus. Please respond, please -- it's no use; no response from Regula I. \n[15]No, sir. No nothing. \n[16]She's not responding... \n[17]Enterprise to Reliant. Come in, Reliant. \n[18]Yes, sir. \n[19]I'm getting a voice message... wait ... short range band. They say their Chambers coil is shorting their COMM system. \n[20]Mr. Scott on discrete. \n[21]Admiral... Commander Reliant is signaling. He wishes to discuss terms of our surrender. \n[22] \n[23]Space Station Regular I, this is Starship Enterprise. Come in, please... \n[24]I say again. Space Station Regular. This is Starship Enterprise. Please respond. Please respond. \n[25]... No response, sir. \n[26] \n[27] \n[28]I say again. This is Enterprise. Please acknowledge signal. Please -- \n[29] \n[30]Sir -- we won't leave you behind...! \n[31]Aye, sir. \n[32]Aye, sir. \n[33]Commander, Reliant, this is Enterprise. Surrender and prepare to be boarded. Repeat... \n[34]Enterprise to Reliant: you are ordered to surrender your vessel. Respond! Nothing, sir. ", "McCoy": "", "Khan": "\n[1]        \n[2]   \n[3]  \n[4] \n[5]Save your strength, Captain, these people have sworn to live and die at my command two hundred years before you were born. Do you mean he... ... never told you the tale? To amuse you, Captain? Never told you how the <u>Enterprise</u> picked up the <u>Botany Bay</u>, lost in space from the year 1996, myself and the ship's company in cryogenic freeze? \n[6]Admiral? He didn't tell you how <u>Admiral</u> Kirk sent seventy of us into exile on this barren sand heap with only the contents of these cargo bays to sustain us? \n[7]<u>This is Ceti Alpha V</u>! Ceti Alpha VI exploded six months after we were left here. The shock shifted the orbit of <u>this</u> planet and everything was laid waste. <u>Admiral</u> Kirk never bothered to check on our progress. It was only the fact of my genetically engineered intellect that enabled us to survive! On earth, two hundred years ago, I was a prince, with power over millions -- now, like Prometheus I have been left by Admiral Kirk to digest my own entrails. \n[8] \n[9] \n[10] \n[11] \n[12] \n[13] \n[14] \n[15] \n[16]There is some pain at first, I am told, and then the effects are quite benign -- until the end. That was what I learned from watching my wife. \n[17] \n[18]It's not much different from Enterprise. When I was a guest aboard her some years ago, Captain Kirk kindly allowed me to memorize her technical manuals. And now, Mr. Chekov, let us review: You say you have no details of Project 'Genesis' ? \n[19]Umm. And would Admiral Kirk have access to such information? \n[20]Then to whom do you report directly regarding Genesis? \n[21] \n[22]He tasks me -- and I'll have him. I'll chase him round the moons of Nibia and round the Antares maelstrom and round perdition's flames before I give him up. Prepare to alter course -- for Space Station Regula I. \n[23]Well done, Commander. \n[24](almost sing-song \n[25]Let them eat static. \n[26]Of course. We're one big happy fleet. Ah, Kirk, my old friend, do you know the Klingon proverb that tells us revenge is a dish that is best served cold? It is very cold in space. \n[27]Careful: Not all at once. <u>The</u> <u>engine room</u>. Lock on target and prepare to fire. \n[28]  \n[29]You still remember, Admiral. I cannot help but be touched. Of course, I remember you. \n[30]Surely I have made my meaning plain. I mean to avenge myself upon you, Admiral. I've deprived your ship of power and when I swing round I mean to deprive you of your life -- \n[31] \n[32]That is a most intriguing offer. Typical, I must say of your sterling character. Let me think. \n[33] \n[34]Don't play with me, Kirk, my hand is on the phaser control -- \n[35]I give you sixty seconds, Admiral. \n[36]Time is a luxury you do not have, Admiral: forty-five seconds... \n[37]Thirty seconds... \n[38] \n[39]Time's up, Admiral... \n[40]Raise them -- \n[41]<u>Where's the over-ride</u>?? \n[42] \n[43]No! \n[44] \n[45]  \n[46]Captain... We're waiting. What's the delay? \n[47]First things first, Captain. Kill Admiral Kirk. \n[48]<u>Kill him</u>. \n[49](still emanates from \n[50]Terrell? Chekov -- ! \n[51]Kirk! Kirk, you are still alive -- my old friend... \n[52] \n[53]I've done far worse than kill you, Admiral. I've hurt you. And I wish to go on hurting you. I shall leave you, as you left me -- where no one will ever find you: poetic justice; marooned for eternity in the center of a dead planet -- buried alive. \n[54]Goodbye, Admiral. Oh, and don't count on Enterprise. She can't move. My next act will be to blow her out of the heavens. \n[55] \n[56]Well? \n[57]Excellent. We have all the time in the world. \n[58]More than a match for poor Enterprise. \n[59]Visual -- \n[60]  \n[61]Where IS she? \n[62]There! Full impulse power! Not so wounded as we were led to believe -- so much the better... \n[63]Rake her. \n[64]Why are we slowing? \n[65]Full impulse power! \n[66]<u>Full power damn you</u>! \n[67]Tactical! \n[68]Raise the shields... \n[69]Aft-torpedoes -- fire -- ! \n[70]Joachim! \n[71]I shall avenge you -- \n[72]Where is he? Where in God's name is he? \n[73]No... Kirk. The game's not over. \n[74] \n[75]No... You can't get away... From hell's heart I stab at thee... For hate's sake... I spit my last breath at thee! ", "David": "\n[1]How can you let them pull that stuff on you? They're just lazy. \n[2]Come on, Mother, that's just the military mentality. Never put off tomorrow what you can put off today. If there's one atom of life... \n[3]Well, don't have kittens. Genesis is going to work. They'll remember  you in a wreath with Newton, Einstein, Surak... \n[4]Par for the course... you teaming up with me for bridge after dinner? \n[5]Every time we have dealings with Starfleet, I get nervous. We're dealing with something that COULD be perverted into a dreadful weapon. Remember that overgrown boy scout you used to hang out with? That's exactly the -- \n[6]Does that about do it? \n[7]Who -- \n[8]Pin him down, mother! Who gave the orders!? \n[9]I knew it! I knew it! All along the military has wanted to get their hands on this -- \n[10]Mistake? We're all alone here. They waited until everyone was on shift-leave to do this. Reliant is supposed to be at our disposal, not vice-versa. \n[11]I've tried to warn you. Scientists are always pawns of the military -- \n[12] \n[13]You're the sonavabitch who committed mass murder up there. \n[14]<u>We were still there</u>, you dumb bastard! We could hear the screams all the way to the transporter room -- \n[15]I'm Doctor Marcus! \n[16]Mother, go back! \n[17]Go back. I'm going to kill him. \n[18]She's making it up! My father was Professor -- \n[19]I knew it -- ! \n[20]Let go -- he can't -- ! \n[21]So are we, it looks like. \n[22]We appear to have plenty of time. \n[23] \n[24]But we can't just sit here -- ! \n[25]  \n[26]  \n[27]What are you looking at? \n[28]Don't you believe it. \n[29] \n[30]The what? \n[31]I'm going up there. \n[32]It's the Genesis Wave! \n[33]He's on a build up to detonation! \n[34]We encoded four minutes -- \n[35]You can't! \n[36]I don't mean to intrude. \n[37]Are you running away from me? \n[38]No. I -- I guess I'm not what you expected. \n[39]That makes two of us. Lieutenant Saavik was right: you never have faced death -- \n[40]You knew enough to tell Saavik that how we face death is at least as important as how we face life -- \n[41]But good words. That's where ideas begin. Maybe you should listen to them. \n[42]So am I. My friends were killed, too. \n[43]I was wrong about you. And <u>I'm</u> sorry. \n[44]Mainly. And also that I'm proud -- very proud -- to be your son. ", "Carol": "\n[1] \n[2]   \n[3]Then again it might not. You boys have to be clear on this: there can't be so much as a microbe or the show's off. Why don't you have a look? If it IS something that can be moved... \n[4]And bored. I know. But maybe it IS something they can... \n[5]I know, I know... \n[6] \n[7]Maybe... \n[8]Listen, kiddo, Jim Kirk was many things, but he was never a Boy Scout... \n[9]  \n[10]I don't think there's another piece of information we could squeeze into the memory banks. Next time, we'll design a bigger one. \n[11]On the screen, please, Jedda. \n[12]Commander, we are receiving. This is Regula I. Go ahead. \n[13]En route? Why? We weren't expecting you for another three months. Has something happened? <u>Has something happened</u>? Do you read us? \n[14]I still don't under -- \n[15]<u>Will you please be quiet</u>! Commander Chekov, this is completely irregular. Who gave the order you are quoting? Who gave the order? \n[16]But Genesis is a civilian project, under my control -- \n[17]This is completely improper, Commander Chekov. I have no intention of allowing Reliant or any other unauthorized personnel access to our work or materials. \n[18]Commander Chekov -- ! \n[19]Will you please be quiet! We must have order here. This has to be some sort of mistake. \n[20]I know, but -- \n[21] \n[22]Get your gear together where it's handy. \n[23]That's for us to know and Reliant to find out. We have only three days. Let's not waste time. \n[24]Jim... read me? Can you read me? \n[25]... Can't read you... repeat... \n[26]... taking Genesis away from us... \n[27]... see you but can't hear. Did you... order...? \n[28]... Please help us, Jim... won't let them have... without proper... repeat... on whose authority... \n[29]Jim please -- \n[30]  \n[31]I'm Dr. Carol Marcus, and I am the director of the Project Genesis team at Regula I. What exactly IS Genesis? Put simply, Genesis is a procedure whereby the molecular structure of any given matter can be restructured -- changed -- into anything else of identical mass. \n[32]Stage One of our experiments was conducted in the labora- tory. Stage Two of the series will be attempted in a lifeless underground; Stage Three will involve the process on a plane- tary scale. What follows is a computer projected simulation of Stage Three. Please watch closely. \n[33]It is our intention to introduce what we call the Genesis device or \"torpedo\" into the targeted area of a lifeless space body, a moon or other inert form -- the device is fired -- \n[34]-- Unleashing, almost instantan- eously, what we call the Genesis effect. Particulate matter is reorganized and electrified -- with life introduced results. Instead of a dead moon, a living breathing planet, capable of sus- taining whatever life forms we see fit to deposit on it... The reformed object you see represents the merest fraction of the Genesis potential, should the Federation wish to pursue these experiments to their logical conclusion. \n[35] \n[36]When we consider the problems of population and food supply, the usefulness of this process begins to become clear. This concludes this demonstration tape. Thank you for your attention. The Genesis team eagerly awaits the decision of the Federation regarding the next phase of our work. \n[37]  \n[38]   \n[39]David -- \n[40]Jim -- \n[41] \n[42]You've got a little grey -- \n[43]David, you're just making this harder -- \n[44]I don't understand. Who's responsible for all this? Who is Khan? \n[45]There's food in the Genesis cave, enough to last a lifetime -- should that be necessary. \n[46]This? It took the Starfleet corps of engineers ten months in space suits to tunnel out all this. What we did in there -- we did in a day. David, why don't you show Dr. McCoy and the Lieutenant our idea of food. \n[47]David. Please. \n[48]David was right, wasn't he? It's just to keep them busy. \n[49]How can you ask me that? Were we together? Where we going to be? You had your world and I had mine. I wanted him in mine, not chasing through the universe with his father. \n[50] \n[51] \n[52] \n[53]Let me show you something that will make you feel young -- young as when the world was new. \n[54] \n[55]The matrix formed in a day. The life forms grew later -- at a wildly accelerated rate. Can I cook or can't I? \n[56]Only here, every apple comes from the Tree of Knowledge. \n[57]Dr. McCoy, I can't just sit here. Tell me what I can do. \n[58]Not if I can help it. We'll name it for our friend. \n[59] ", "Terrell": "\n[1]Standard orbit, Mr. Beach. \n[2]Any change in surface scan? \n[3]Don't tell me you've got something. \n[4]Damn! Are you sure? Maybe the scanner's out of adjustment -- \n[5]All right, let's get on the Comm-pic to Doctor Marcus. Maybe it's something we can transplant. \n[6]It might only be a particle of preanimate matter... \n[7] \n[8]Are you sure these are the coordinates? \n[9]I can hardly see -- \n[10]  \n[11]They look like cargo carriers... \n[12] \n[13]You're crazy -- ! \n[14]There's an air-lock. \n[15]There's breathable atmosphere in here. \n[16] \n[17]Ssssh! \n[18] \n[19]But the child -- \n[20]Chekov, who is this man? \n[21]What do you want with us? I demand -- \n[22]Listen to me -- you men and women -- \n[23]I've never even met Admiral Kirk -- \n[24] \n[25] \n[26]McCoy? Yes. Oh, yes. \n[27]He couldn't find them. Some of the scientists were still here, but everything else, even the data banks -- were empty. \n[28]He tortured those people. None of them would tell him anything. He went wild, strung them up and slit their throats. He wanted to tear the place apart, but he was late: he had to get back to Reliant in time to blow you to bits. \n[29]Marooned on Ceti Alpha V. He's completely mad, Admiral. He blames you for the death of his wife... \n[30]If it's all the same, Admiral, we'd like to share the risk. \n[31] \n[32]I'm afraid it's even harder than you think, Doctor. \n[33] \n[34]Your excellency, have you been listening? \n[35]Don't move -- any of you! \n[36]All is well, sir. You have the coordinates to beam up Genesis... \n[37]Excellency... it is difficult. I try to obey, but -- ", "Spock": "\n[1]No power to the weapons system, sir. \n[2]Trainees to the briefing room. \n[3]I am understandably curious. \n[4]The <u>Kobayshi Maru</u> scenario frequently wreaks havoc with students and equipment. As I recall you took the test three times yourself. Your final solution was, shall we say, unique? \n[5]Yours was not a solution which would have occurred to a Vulcan mentality. \n[6]She's half Romulan, Jim. The admixture makes her more volatile than -- me, for example. \n[7]I know of your fondness for antiques. \n[8]None of which I am consciously aware -- except, of course, happy birthday -- surely the best of times. \n[9]The Enterprise. I must check in before your inspection. And you? \n[10]Something oppresses you. \n[11]Prepare for Admiral's inspection. \n[12] \n[13]Welcome aboard, Admiral. I believe you know my trainee crew. Certainly they have come to know you. \n[14]We'll see you on the bridge, Admiral. \n[15]What did you expect, Lieutenant? \n[16]We can't all be perfect, Saavik. You must control your prejudices and remember that as a Vulcan as well as a Romulan you are forever a stranger in an alien land. Around you are humans, and as a member of the Starfleet you are unlikely ever to escape their presence or their influence. You must learn to tolerance in addition to all else I have taught you. Tolerance is logical. \n[17]Very well, Mr. Saavik, clear all moorings. \n[18]Thank you, Mr. Saavik. \n[19] \n[20]Take her out, Mr. Saavik. \n[21]There's a first time for everything, Admiral. \n[22]Mr. Sulu, you may follow your nose. \n[23]  \n[24]Regula I is a scientific research laboratory, if memory serves... \n[25]Like all living beings, Admiral each according to his gifts. The ship is yours. \n[26]Excuse my presumption, but I do not agree. As a teacher on a training mission, I am content to command a Starship. If we are to go on actual duty, it is clear that the senior officer aboard must assume command. \n[27]You proceed from a false assumption. I am a Vulcan. I have no ego to bruise. \n[28]I was going to remind you of nothing, least of all that which you know well. Your mistake, if I may be so bold, was promotion. Commanding a Starship is your first best destiny. Anything else is a waste of material. \n[29]That is wise. In any case, were I to invoke logic, logic clearly dictates that the needs of the many outweigh the needs of the few. \n[30]You are my superior officer. You are also my friend. I have been and always shall be yours. \n[31]I'd best talk with Mr. Scott, first so that he may, in his own words, explain the situation to his cadets. \n[32]But no longer jammed? \n[33]There are two possibilities, sir they are unwilling to respond, they are unable to respond. \n[34]Twelve hours and forty-three minutes, present speed. \n[35]It might help my analysis if I knew what Genesis was. \n[36] \n[37]Carol Marcus -- \n[38]Fascinating. \n[39]  \n[40]It literally is Genesis... \n[41]Have they proceeded with their experiments? \n[42]It would destroy such life in favor of its new matrix -- \n[43]I was not attempting to evaluate its moral implications, Doctor. As a matter of cosmic history, it has always been easier to destroy than to create -- \n[44]I don't dispute that in the wrong hands -- \n[45]Really, Dr. McCoy; you cannot ban the acquisition of knowledge because you distrust the moral implications of what you learn. Logic suggests -- \n[46]What's she doing here? \n[47]Attempt visual communication. \n[48]It would explain a great many things -- \n[49]Lieutenant, the Admiral is aware of the Regulations. \n[50]Scanning... \n[51]  \n[52]Their coil emissions are normal... Wait: their shields are going up. They're locking phasers -- ! \n[53]They knew just where to hit us. \n[54] \n[55] \n[56]Not enough against their shields. \n[57]Admiral, you can't give him Genesis... \n[58]The prefix code? \n[59] \n[60] \n[61]  \n[62]Admiral, this is Spock. \n[63]Engine room reports auxiliary power restored. We can proceed at impulse power. \n[64]Scanners and sensors still inoperative. There's no way to tell what's  inside the station. \n[65]Affirmative, Admiral. \n[66]Regula is class \"D'. It consists of various remarkable ores. Essentially, a great rock in space. \n[67]A distinct possibility. \n[68]Aye sir -- \n[69]Be careful, Jim... \n[70]Admiral, if we go by the book, like Lieutenant Saavik, hours could seem like days. \n[71]The situation is grave, Admiral. We won't have main power for <u>six days</u> at least. Auxiliary power has temporarily failed, but maybe we can restore that in <u>two days</u>. By the book, Admiral. \n[72]Not at present. \n[73]Right on schedule, Admiral. Just give us your coordinates and we'll beam you aboard. \n[74]Certainly... \n[75]I exaggerated. \n[76]They're inoperative below C-deck. \n[77]Not much, Admiral. We have partial main power... \n[78]Best we could do in two hours. \n[79]She can out-run us and out-gun us. But there is the Mutara Nebula at 153 mark four. \n[80]What's sauce for the goose, Mr. Saavik. The odds will be even. \n[81]I think we can guarantee she'll follow us, Mr. Saavik. Remind me to explain to you the concept of human ego. \n[82]Estimating nebula penetration in two minutes. Reliant is closing. \n[83]One minute to nebula perimeter. \n[84] \n[85] \n[86]Sporadic energy readings port side, aft. Could be an impulse turn. \n[87]He's intelligent, but not experienced. His pattern indicates two dimensional thinking... \n[88]Admiral. Scanning an energy source on Reliant. A pattern I've never seen. \n[89]But, as you are so fond of observing, Doctor, I'm not human. \n[90]I'm afraid I can't stop to discuss this logically -- \n[91]  \n[92]The ship -- out of danger? \n[93]Don't grieve, Admiral -- it's logical: the good of the many outweighs -- \n[94]Or the one. \n[95] \n[96]I have been -- and always will be -- your friend... Live. Long. And. Prosper. \n[97]Space, the final frontier... These are the continuing voyages of the Starship Enterprise... Her ongoing mission: to explore strange new worlds... to seek out new life and new civilizations... To boldly go where no man has gone before... ", "Kyle": "\n[1]Starship Reliant to Captain Terrell ... This is Lieutenant Kyle. Will you please respond, Captain... Captain Terrell, respond please. \n[2]Captain Terrell. Captain Terrell... This is Reliant; please respond. \n[3]Guests? ", "Kirk": "\n[1] \n[2]Prayer, Mr. Saavik. The Klingons do not take prisoners. Captain. \n[3]Physician, heal thyself. \n[4]I'm not a drama critic. \n[5] \n[6]Very well. \n[7]And why not? \n[8]A no-win situation is a possibility every commander may face. Has that never occurred to you? \n[9]How we deal with death is at least as important as how we deal with life, wouldn't you say? \n[10]Then you have something new to think about. Carry on. \n[11]They'll learn. Galloping about the cosmos is a game for the young, doctor. \n[12] \n[13] \n[14]They destroyed the simulator room and you with it. \n[15] \n[16]So you said at the time. Speaking of which, your prot\u0082g\u0082's first rare -- a trifle emotional -- \n[17]Than you. Yes, I see that. By the way, thank you for this. \n[18] \n[19]Hrummm... and where are you off to, now? \n[20] \n[21]Something. \n[22]  \n[23]Come. \n[24] \n[25]Romulan Ale! Bones, you know this stuff is illegal -- \n[26](reading the label \n[27]I'm almost afraid to. What did you bring me, contraband Klingon -- \n[28]Cheers. Bones, these are... charming. \n[29]Uh -- what are they? \n[30]But I'm allergic to Retlax. \n[31] \n[32]Thank you. \n[33]Bones, I don't want to be lectured. \n[34]Spare me your notions of poetry, please. We all have our assigned duties and... \n[35]And who am I hiding from? \n[36]Don't mince words, Bones; tell me what you really think. \n[37]I really must thank you. \n[38]I cut your new orders personally. By the end of the month, you'll have your first command: USS EXCELSIOR. \n[39]You've earned it. But I'm still grateful to have you at the helm for three weeks. I don't believe these kids can steer. \n[40]Permission to come aboard, Captain? \n[41] \n[42] \n[43]Oh? A wee bout of what, Mr. Scott? \n[44]Ah. \n[45] \n[46]Your first training voyage, Mr. Preston? \n[47]I see. Well, shall we start with the engine room? \n[48]Very good, Mr. Spock. \n[49](sternly puts \n[50]Midshipman, you're a tiger. \n[51]Every young boy's fancy. I seem to remember it myself. Very well. Mr. Scott, are your engines capable of handling a minor training cruise? \n[52]Mr. Scott, the word is given. \n[53]The inspection will continue once we're underway, Doctor. \n[54] \n[55]Captain's discretion. \n[56]Lieutenant, are you wearing your hair differently? \n[57]Lieutenant, self-expression does not seem to be one of your problems. \n[58]You earned it. \n[59]You're bothered by your performance on the <u>Kobayashi Maru</u>. \n[60]There is no correct resolution. It is a test of character. \n[61] \n[62] \n[63]We learn by doing, Lieutenant. \n[64] \n[65]Take the test again. \n[66]Kirk here. \n[67]In my quarters, Uhura. \n[68]As a physician you of all people should appreciate the danger of re-opening old wounds. \n[69]  \n[70]Uhura. Can't you augment? \n[71]Message breaking up, Carol. What's wrong? What's wrong? \n[72]Repeat... what's wrong? What's wrong? \n[73]Taking Genesis? Who? Who is taking Genesis? \n[74]What order? Who's taking Genesis? \n[75]Carol! \n[76]Uhura! What's happening? Damn it... \n[77]Damn. Alert Starfleet Headquarters. I want to talk with Starfleet Command. \n[78]Stop engines. \n[79]An emergency situation has arisen. By order of Starfleet Command, as of now, 1800 hours, I am assuming command of this vessel. Duty officer so note in the ship's log. Plot a new course: for Space Laboratory Regula I. Mr. Scott? \n[80]We'll be going to warp speed -- \n[81]Engage warp engines -- \n[82]Mr. Sulu, go to Warp 5. \n[83]We've got a problem. \n[84] \n[85]I told Starfleet all we had was a boatload of children but we're the only ship in the quadrant. Spock: those cadets of yours -- how good are they? How will they respond under real pressure? \n[86]That won't be necessary: just take me to Regula I. \n[87]But it may be nothing; garbled communications. Why don't you... \n[88]You are going to remind me that logic alone dictates your actions. \n[89]I would not presume to debate you. \n[90]Or the one. \n[91]Will you accompany me to the bridge? \n[92]How far? \n[93]Give up Genesis, she said. What in God's name does that mean? Give it up to whom? \n[94]Uhura, ask Dr. McCoy to join us in my quarters. Mr. Saavik, take the con. \n[95] \n[96] \n[97]Kirk, Admiral James T., Starfleet General Staff. Security Class 1. \n[98] \n[99] \n[100]Yes. \n[101]Wait -- \n[102]  \n[103]The power of creation -- \n[104]The tape was made a year ago. I can only assume they've reached Phase Two by now -- \n[105]Gentlemen, this isn't -- \n[106]What do you make of her? \n[107]Chekov's on Reliant, isn't he? \n[108]Try the emergency channels... \n[109]Picture, Mr. Saavik. \n[110]Is it possible their COMM system has failed -- ? \n[111]Visual. \n[112](watches the  \n[113]Spock? \n[114]Raise shields! Energize phasers, stand by to -- \n[115]Mr. Sulu... The shields! \n[116]Scotty! \n[117] \n[118]Scotty, let's have it. \n[119]WHO? Who knew just where to hit us? And <u>why</u>? \n[120]Visual! Mr. Sulu, divert everything to the phasers -- \n[121]Hang on! \n[122]Scotty -- what's left? \n[123]We don't have minutes. Can you give me phaser power? \n[124]Who the <u>hell</u> are they? \n[125]On screen. \n[126]Do it, while we have time. \n[127] \n[128]What is the meaning of this attack? Where is the crew of the Reliant? \n[129]Khan, listen to me -- if its me you want, I'll have myself beamed aboard. All I ask is that you spare my crew. \n[130]Genesis, what's that? \n[131]Give me some time to recall the data on our computers -- \n[132]At least we know he hasn't got it. Just keep nodding as though I'm giving orders. Saavik, punch up the data charts of Reliant's command console -- hurry... \n[133]\n[134]It's all we've got. \n[135]  \n[136]You've got to learn WHY things work on a Starship. It's coming through now, Khan... \n[137]... to prevent an enemy from doing just what we're attempting; using <u>our</u> console to tap in a message, an order to lower Reliant's damn shields... \n[138] \n[139] \n[140]I take your point. Stand by to receive our transmission. \n[141] \n[142] \n[143] \n[144]\n[145] \n[146] \n[147] \n[148]If he hadn't, we'd be space by now. \n[149]Yes, Spock. \n[150] \n[151]Are you all right? \n[152]At the moment that question takes a back seat to preventing him from laying his hands on it. You said it yourself; we're talking about a bang that would re-arrange the universe... \n[153] \n[154]Try again. \n[155]Sensors, Captain? \n[156]And no way of knowing if Reliant is still in the area... \n[157] \n[158]Reliant could be hiding behind that rock. \n[159]Engine room... Scotty, do we have enough power for the transporters? \n[160] \n[161]He's BEEN there and hasn't found what he wants. Can you spare someone? There may be people hurt. \n[162]There is no such regulation. \n[163] \n[164]Establish a parking orbit around the station and send me a complete damage report when you've talked with Mr. Scott. \n[165]Hello...! Anybody here? \n[166]Phasers on stun. Move out. \n[167] \n[168]Carol... \n[169]My God! \n[170]Saavik, for God's sake, tell her we're all right. \n[171]  \n[172]Easy, Pavel... Tell me what you can... \n[173]Captain. Where is Dr. Marcus? Where are the Genesis materials? \n[174] \n[175]He came damn close... \n[176]I know what he blames me for. The escape pods are all in place. Where's the transporter room? \n[177]Did he make it down here? \n[178]Somebody left the unit on. If everyone else was dead, it implies that no one remained to turn it off. Those people back there bought escape time for Genesis with their lives. \n[179] \n[180] \n[181] \n[182]Meaning you can't even beam us back? \n[183]Captain Spock, if you do not hear from us within <u>one hour</u> your orders are to restore what power you can, take the Enterprise to the nearest Star Base and alert Starfleet command when you are out of jamming range. \n[184]Uhura, if you don't hear from us, there won't be anybody behind. Kirk out. You gentleman can remain here, or... \n[185] \n[186] \n[187]Then this will be your big chance to get away from it all. \n[188]I'm Admiral Kirk... \n[189]Where's Dr. Marcus -- \n[190]Carol. Is that true? \n[191] \n[192]Chekov -- ! \n[193]Khan, you bloodsucker, they're finished! You'll have to do your own dirty work now. Do you hear me? <u>Do you</u>? \n[194] \n[195]Still, 'old friend.' You've managed to kill just about everyone else, but like a poor marksman, you keep missing the target. \n[196] \n[197]Khan -- ! \n[198]\n[199]Pavel? \n[200]It's a long story. \n[201]Do you have anything to eat? I don't know about anyone else, but I'm starved. \n[202]Our first order of business is survival. \n[203] \n[204]As your teacher Mr. Spock is fond of saying: I like to think there always are possibilities. \n[205]Why? Why didn't you tell me? \n[206]There's a man I haven't seen in fifteen years who thinks he's killed me. You show me a son who'd almost be happy to help him. My son. My life that could have been and wasn't. What am I feeling? I'm feeling old -- worn out. \n[207]   \n[208]  \n[209]You did this -- in a day?! \n[210]Now that's what I call a meal. \n[211]What's on your mind, Lieutenant? \n[212]Are you asking me if we are playing out that scenario now, Lieutenant? \n[213]And almost got tossed out of the Academy... \n[214]I reprogrammed the simulation so it was possible to rescue the ship. \n[215]I changed the conditions of the test. I received a commendation for original thinking. I don't like to lose. \n[216]We each face death every day we're alive, Saavik. \n[217] \n[218]Right. I don't like to lose. \n[219]Come, come, Lieutenant, you of all people go by the book. Hello, Spock. You remember Dr. Marcus... \n[220]Regulation 46-A: 'If transmissions are being monitored during battle...' \n[221]Hours instead of days, Saavik; now we have minutes instead of hours -- \n[222]What IS working around here? \n[223]That's it? \n[224]Battle stations. \n[225] \n[226] \n[227] \n[228]No promises, Mr. Scott. On your way. \n[229]Best speed, Scotty... \n[230]Steady as you go... \n[231] \n[232]Uhura, patch me in -- \n[233]This is Admiral Kirk. \n[234] \n[235] \n[236] \n[237]Best guess, Mr. Sulu. Fire when ready. \n[238] \n[239]Evasive starboard! \n[240]Phaser bank one, fire! \n[241]Damage, Scotty? \n[242]All right, we'll do the job with auxiliary power. \n[243]Man the weapons console, Mr. Chekov. \n[244] \n[245]He won't break off now. If he followed me this far he'll be back. But from where...? \n[246]Mr. Saavik, all stop. \n[247]Descend ten thousand meters. Stand by photon torpedoes. \n[248]Fire. \n[249]Cease fire. Look sharp. \n[250] \n[251]Uhura, send to Commander, Reliant: prepare to be boarded. \n[252]We'll beam aboard. Alert transporter room -- \n[253]What? \n[254]How soon -- \n[255]We'll beam aboard and stop it -- \n[256]Scotty, I need warp speed in three minutes or we're all dead! \n[257] \n[258] \n[259]Time from my mark... \n[260] \n[261]Time! \n[262]Distance from Reliant... \n[263]Bless you, Scotty. Go, Saavik! \n[264]Reduce speed. My God, Carl. Look at it. \n[265](continuing, on \n[266]Saavik, take the con. \n[267]He'll die -- ! \n[268]Oh, God. \n[269]Spock! \n[270]Yes -- \n[271]... the good of the few... \n[272]Spock...! \n[273]No...! \n[274]In accordance with the traditions of Starfleet and of Article 184 Starfleet Regulations, we are assembled here today to pay final respects to our honored dead. \n[275]  \n[276] \n[277]Lieutenant. \n[278](continuing; very \n[279]I'll be in my quarters if needed, but I would prefer... \n[280] \n[281]      \n[282]Yes... come. \n[283]Uh, no... I should be on the bridge. \n[284]I suppose I was. I poured a drink. Would you like it? \n[285] \n[286] \n[287]It was just words. \n[288]I'm trying, David. \n[289]I am truly sorry. \n[290]Is that what you came here to say? \n[291]As you were, Mr. Saavik. \n[292]Good, I believe you already know my, uh, son -- \n[293] \n[294] \n[295]Something Spock was trying to tell me. On my birthday. \n[296] \n[297] ", "Sulu": "\n[1]Leaving Section Fourteen for Section Fifteen. \n[2]Aye, Captain. \n[3]Course change projected. \n[4]May I remind the Captain that if a Starship enters the zone -- \n[5] \n[6]Estimating two minutes to intercept. \n[7]Shields activated! \n[8]I'll try, Captain. \n[9]Enterprise, this is Admiral Kirk's party on final approach. \n[10] \n[11]Thank you, sir. I've looked forward to this for a long time. \n[12]Admiral on the bridge! \n[13]Aft thrusters, sir. \n[14]Ahead one quarter impulse power. \n[15]We are clear and free to navigate. \n[16]Stop engines. \n[17] \n[18]Ready, sir. \n[19]Reliant in our section this quadrant, sir, and slowing -- \n[20]Trying, sir! \n[21]I can't get power, sir! \n[22] \n[23]  \n[24] \n[25]Approaching Regula and Space Lab Regula I. \n[26] \n[27]Phaser lock inoperative, sir. \n[28]Honors -- hup! \n[29]Return -- hup! ", "Scotty": "\n[1] \n[2] \n[3] \n[4]I had me a wee bout -- but Dr. McCoy pulled me through. \n[5] \n[6]My sister's youngest, Admiral. Crazy to get to space. \n[7]Give the word, Admiral. \n[8]Aye, sir. \n[9]Aye, sir. \n[10]Aye, sir -- \n[11]  \n[12]Respirators! Get back! Use your respirators! \n[13]  \n[14]Just hanging on, sir. Main energizers out. \n[15]Just the batteries, sir. I can have auxiliary power in a few minutes -- \n[16]A few shots, sir. \n[17]<u>WHY</u>? \n[18]He stayed at his post. When the trainees ran, he stayed. \n[19]I dinna think so, sir, but you'll have my best -- \n[20] \n[21]Just barely, sir. \n[22]The energizer's bypassed like a Christmas tree -- so don't give me too many bumps. \n[23]Admiral, I've got to take the mains off the line. The energizer's shaken loose and I can't get in there to fix her -- radiation -- \n[24] \n[25] \n[26] \n[27]Captain, please! \n[28]No, sir! You'll flood the whole compartment...! ", "Preston": "\n[1] \n[2]Yes, SIR. \n[3] \n[4] \n[5] \n[6] \n[7] ", "Saavik": "\n[1]Captain's log. Stardate 8130.3, Starship Enterprise on training mission to Gamma Hydra. Section 14, coordinates 22/87/4. Approaching Neutral Zone, all systems functioning. \n[2]Project parabolic course to avoid entering Neutral Zone. \n[3]Can you amplify? \n[4]On speakers! \n[5]In the neutral zone. \n[6]Data on Kobayashi Maru! Tactical! \n[7]Damn. Mr. Sulu, plot an intercept course. \n[8]I'm aware of my responsibilities, Mister. \n[9]Stand by transporter room, ready to beam survivors, aboard. \n[10]Visual! \n[11] \n[12]Inform the Klingons we are on a rescue mission... \n[13]We're over our heads. Mr. Sulu, get us out of here. \n[14]Visual! \n[15] \n[16] \n[17]Engage auxiliary power. Prepare to return fire! \n[18]Fire all phasers...! \n[19]Activate escape pods. Send out the Log Buoy... All hands abandon ship. Repeat -- all hands -- \n[20]Any suggestions, Admiral? \n[21]Permission to speak candidly, sir? \n[22] \n[23]Because... there was no way to win. \n[24]... No, sir. It has not. \n[25] \n[26] \n[27]He's not what I expected, Sir. \n[28] \n[29]As always, my mentor. Company dismiss. \n[30]Aye, sir. \n[31]All moorings are clear, Captain. \n[32]Never, sir. \n[33]Aye, sir. \n[34]Aft thrusters, Mr. Sulu. \n[35]Ahead one quarter impulse power. \n[36]Course heading, Captain? \n[37]Hold please -- ! \n[38] \n[39]It is still regulation, Admiral. \n[40] \n[41]I wish to thank you for the high efficiency rating. \n[42]I did not think so. \n[43]I failed to resolve the situation. \n[44]May I ask how <u>you</u> dealt with the test? \n[45]Humor... that is a difficult concept ... it is not logical... \n[46]Yes. \n[47]Thank you, sir. \n[48](comes out of being \n[49] \n[50]It's one of ours, Admiral... It's Reliant. \n[51]Sir, may I quote General Order 12: 'On the approach of any vessel, when communications have not been est -- \n[52]Aye, sir. \n[53]Energize defense fields. \n[54]Who? \n[55]Reliant's command... \n[56]On screen... \n[57]I don't understand -- \n[58]Begging the Admiral's pardon: General Order 15: 'No  flag officer shall beam into a hazardous area without armed escort.' \n[59] \n[60]  \n[61] \n[62]That's true, Admiral. All the memory cells have been emptied. \n[63]Where is  the Reliant crew? Dead? \n[64]Anything? \n[65]It doesn't make sense. These coordinates are well within Regula -- a plantoid we know to be lifeless and airless. \n[66]Stage Two of what? \n[67]Ready. \n[68]Admiral -- \n[69]Only half of you would get there. \n[70]This is Lt. Saavik, calling Enterprise... \n[71]No use, Admiral, they're still jamming all channels. \n[72]Admiral? \n[73]  \n[74]The Admiral's son. \n[75]Oh, I believe it. \n[76] \n[77]The <u>Kobayashi Maru</u>, sir. \n[78]On the test, sir, will you tell me what you did? I'd really like to know. \n[79]How? \n[80]<u>WHAT</u>? \n[81]Then -- you never faced that situation -- faced death... \n[82]But the damage report -- we were immobilized... \n[83] \n[84]'... no uncoded messages on an open channel...' \n[85] \n[86]Trouble with the nebula, sir, is all that static discharge and gas clouds our tactical display. Visuals won't function and shields will be useless. \n[87]Admiral... what happens if Reliant fails to follow us into the nebula? \n[88]That was close -- \n[89]At what. \n[90]All stop, sir. \n[91]Power levels quite low, sir. \n[92]Aye, sir. \n[93]Two minutes, ten seconds. \n[94]Three minutes, thirty seconds. \n[95] \n[96]We commend the soul of our brother departed. We love we commit his body to the depths of space. \n[97]Aye, sir. \n[98]Understood, sir. \n[99]Admiral on the bridge! \n[100]Aye, sir. On course to Ceti Alpha. All is well. \n[101]Aye, sir -- \n[102] \n[103] ", "Jedda": "\n[1]Comm-Pic coming in on hyperchannel ... It's Reliant. \n[2] "}}