{"filename": "Starship-Troopers_script.txt", "imdb_id": "tt0120201", "imdb_url": "https://www.imdb.com/title/tt0120201", "characters": ["Carmen Ibanez", "Carl Jenkins", "Sugar Watkins", "Jean Rasczak", "Biology Teacher", "Kitten Smith", "Zander Barcalow", "Katrina", "Breckinridge", "Johnny Rico", "Shujimi", "Dizzy Flores", "Ace Levy", "General Owen", "Sgt. Zim"], "dialogues": {"Carmen": "\n[1] \tis beautiful, just 18, and quite pleased with herself  because \tJohnny Rico is clearly infatuated with her.  \n[2]\t\tThey probably wouldn't say anything. \t\tHiroshima was destroyed.  \tJohnny presses ´\"SEND\" on his desk, and the cartoon appears \tacross the way on Carmen's screen.  \n[3] \twalk with their friends. Several COUPLES hold hands. Johnny \ttries to take Carmen's hand, but she demurs. Johnny broods.  \n[4]\t\tC'mon, let's see if they've posted the \t\tmath final test yet.  \n[5] \tjoin other students around a MULTI-SCREEN KIOSK.  \n[6]\t\tFirst thing Fleet Academy looks at \t\tis your math scores. \t\tWish me luck !  \tCarmen enters her name, receives her score:\t97% !\tShe beams.  \n[7]\t\tYour turn...  \tThen she spots Carl across the way talking with MARCO, 17.  \n[8]\t\tHold on... I wanna talk to Marco. \t\tHis sister's at Fleet !  \tCarmen rushes off. Johnny checks his score:\t35% ! Crushed, he \tmakes sure no none else has seen. Carl walks up to him.  \n[9]\t\tShe's flying starships !  \n[10]\t\tMarco's sister. Can you imagine \t\tmaneuvering half a million tons through \t\tcrwoded space lanes... \t\tYou gotta have nerves of steel ! \t\tReflexes are critical  \n[11]\t\tC'mon Johnny, we'll be late for Biology.  \n[12]\t\tEeuch !  \n[13]\t\tBut we 're intelligent. Human minds have invented \t\tart, mathematics and interstellar travel.  \n[14]\t\tExcuse me...!  \tShe heads for the door, hand over her mouth.  \n[15] \twalk home from school together.  \n[16]\t\tWell, at least you didn't lose your lunch \t\tover a bug. How embarassing.  \n[17]\t\tDon't be so sure. I like you even if you are \t\tdumb with numbers.  \n[18]\t\tI don't want everyone to see.  \n[19]\t\tHow come that's all you talk about anymore ?  \n[20] \tand Johnny stand together near a bank of TRANSPORTERS.  \n[21]\t\tYou can't walk me home.  \n[22]\t\tI thought you were going to help Carl.  \n[23]\t\tJohnny, my Dad's home today.  \tJohnny's face darkens with frustration.  \n[24]\t\tIt's not you, Johnny. Your parents are rich \t\tthey don't need to be citizens, and that stuff \t\tmeans a lot to my dad. He's a veteran.  \n[25]\t\tSometimes I do what I want, eh ?  \tCarmen steps into the flux.\tZAPPP!\tShe's gone. \tJohnny grins, happy to be in love.  \n[26] \tand other students wearing orange and black sing the \"Uni High Song\". \tThe SCOREBOARD says:\tREGIONAL FINAL. \tAcross the field, fans wear red and gold and sing another song.  \n[27]\t\tAre you alright ?  \n[28]\t\tEveryone is going to the dance. Aren't you ?  \n[29]\t\tYou're going to the Academy ? \t\tThat's where I want to go. I'd love \t\tto talk to you abou that.  \tA REFEREE blows his whistle at Zander, signalling impatiently.  \n[30]\t\tDon't you have to finish the game ?  \n[31] \tdance. Johnny wants to kiss her, Carmen playfully avoids.  \n[32]\t\tHow do I know if this is love ? \t \n[33]\t\tRomance is just a vestigial biological \t\tresponse to procreation...  \n[34]\t\tI'll meet you outside.  \tJohnny heads over to Rasczak.  \n[35]\t\tJohnny, this is Zander.  \n[36]\t\tGood luck at the academy.  \tZander takes back the wings and pins the to his tunic.  \n[37] \twalk together along the river holding hands.  \n[38]\t\tHe just got accepted to the Fleet Academy. \t\tIsn't that great ?  \n[39]\t\tNo, I mean if he can get in, maybe I have a \t\tchance.  \n[40]\t\tZander is going for pilot, too.  \n[41]\t\tJohnny Rico, you're jealous !  \n[42]\t\tHe's nothing like you.  \n[43]\t\tAre you the boy for me ?  \n[44]\t\tOh, Johnny...  \n[45] \tmaking out as they wait their turn. There are a few other people around \tincluding a POLICEMAN.  \n[46]\t\tEveryone's looking... we shouldn't...  \n[47]\t\tYou're right. Let's never stop...  \n[48] \tkissing at her front door. Johnny moves his hand tenatively to Carmen 's breast. \tShe takes his hand, smiling, puts it under her shirt.  \n[49]\t\tShhh...  \tShe puts her mouth on his and they melt together. The door flies open, \tand CARMEN'S DAD stands there.  \n[50]\t\tCarmen, it's late. Get inside.  \n[51]\t\tSorry, Dad. See you, Johnny.  \tCarmen ducks inside. Her father looks Johnny over. He carries a terrible \tbattle scar oon his face.  \n[52]\t\tI don't want you around Carmen anymore. Get me ?  \n[53]\t\tCarmen's gonna be a citizen. She don't need you \t\tand your rich family. The Federation'll give her \t\teverything she needs.  \n[54]\t\tDad, leave him alone... \t \tCarmen's Dad slams the door in Johnny's face.  \n[55]\t \tmeet Carl in front of the induction center where a staedy flow of prospective \tcitizens file through the main doors.  \n[56] \tare routed into different lines, joining other hopeful civilians. \tA COLONEL makes a speech over the loudspeaker.  \n[57] \tproudly takes the Federal Service oath with about twenty-five other people, \ta gleaming silver FLEET PIN on her chest. She looks around for Johnny, \tsees him grinning at her.  \n[58] \twalk out together happily, hand in hand.  \n[59]\t\tI wonder where Carl is. You don't suppose...?  \n[60]\t\tShhh ! Don't make him feel worse.  \tThe Recruiting Sergeant is getting ready to go home. He's got legs now, \tand he takes a prosthetic arm from its case and snaps it on. \tHe grins when he sees them staring.  \n[61]\t\tI'm gonna go for pilot.  \n[62]\t\tHey, Carl, what's wrong ?  \n[63] \tare stunned.  \n[64]\t\tGames &amp; Theory ? That's Military \t\tIntelligence... Oh, Carl !  \n[65]\t\tLet's all make a vow. Let's swear we'll always \t\tbe friends no matter what.  \n[66]\t\tI can't wait to tell my Dad I'm in. \t\tHe's gonna be so happy !  \n[67]\t\tMy Dad had to help me pack. Suddenly \t\the's afraid he's never gonna see me \t\tagain or something. It was sweet, but it \t\ttook forever. Anyway, I guess I'm ready \t\tto go.  \tAt the freight station, Carmen enters her Federal I.D. card and gets \tnumbered tags for her bags.  \n[68]\t\tPoor boy. I'm sorry your parents were so mad.  \n[69]\t\tYou talk to Carl ?  \n[70]\t\tIt's exciting, but it's scary, too isn't it. \t\tGoing someplace new where you don't know anyone.  \tCarmen heads toward a bank of transporters. Johnny stops her, \ttakes her by the arms.  \n[71]\t\tI'll miss you, too, Johnny.  \n[72]\t\tOh, that's me. \t \tShe scans her pass, but Johnny stops her again.  \n[73]\t\tAlright, I love you.  \tCarmen kisses him, jumps into the transporter.  \n[74]\t\tI said it. Isn't that enough ? \t\tDon't forget to write !  \tZAPPP !\tThe last thing he sees are her beautiful eyes.  \n[75] \twatches the end of Johnny's letter. Ace continues to sing.  \n[76] \tand the bald cadet race for the hatch past other recruits.  \n[77] \tgets there first, jumps into the pilot seat. The Bald Pilot takes \tsecond seat.   \n[78]\t\tLooking it down ! \t\t \tTwo LATE CADETS duck in through the closing hatch door.  \n[79]\t\tOn my mark, in three, two, one...  \n[80]\n[81] \tblasts past a DESTROYER orbiting in dock, zips between CORVETTES \tand other slower fleet traffic in the crowded space lanes of Luna. \tThe two late cadets are terrified.  \n[82]\t\tThis is nothing. Today, I get to fly that !  \tShe points. Now visible from behind a host of smaller ships, \tSTARSHIP ATHENA, of older design, but impressive.  \n[83] \tarrives on the bridge, dark, cramped, all-business. She salutes the instructor, \tCAPTAIN DELADIER, 40s.  \n[84]\t\tPilot Trainee Ibanez reporting for duty, ma'am.  \n[85]\t\tYes, ma'am !  \tCarmen turns for her station, but stops in her tracks. Her supervisor is \tZander Barcalow, now a 2nd Lieutenant.  \n[86]\t\tHey ! What are you doing here ?  \n[87]\t\tAssistant insructor... You must be some \t\tkind of a hot stick. \t\tShould I call you \"sir\" ?  \n[88]\t\tIt's amazing, us running into each other \t\tlike this. Maybe it's fate.  \n[89]\t\tYes, ma'am.  \tAll eyes are on carmen as she grabs the stick. The ship shudders under \ther hand. She winks at Zander.  \n[90]\t\tIn simulation, my supervisors could never \t\tkeep up.  \n[91]\t\tOh, yes, sir. Vector ?  \n[92]\t\tOr...?  \n[93]\t\tOh, I see... teamwork.  \tCarmen jogs past lumbering freighters. Zander's impressed.  \n[94]\t\tHi, Johnny, I would've written sooner, \t\tbut they've really got us going every \t\tmoment here.  \n[95]\t\tI'm glad you're doing so well. If they \t\thaven't made you squad leader by now, \t\tI'm sure you will.  \tJohnny holds up his squad leader chevrons victoriously.  \n[96]\t\tLook at that. Isn't it beautiful ? I had \t\tto show you. It's great to be out here on \t\tmy own. I'm just not some little girl from \t\tBuenos Aires anymore. I'm gonna be a \t\tstarship pilot, and I'm gonna see the \t\tuniverse... \t\t\t \t\tAnd that's also the problem because I \t\tdon't really want to get married, \t\tJohnny. I don't want to have kids. \t\tI want a command, a ship of my own, \t\tand you know, I don't think that's \t\tgonna leave a lot of room for you and \t\tme.  \tJohnny is stunned. All the other recruits suddenly seem to have \tsomething else to do.  \n[97]\t\tI know that's not what you wanted to hear... \t\tbut I have to follow my heart. I'm sorry. \t\tI'm afraid you'll hate me, and I couldn't \t\tstand that. Write me, alright ? Write me, \t\tso I'll know that we'll always be friends.  \tThe Fleet Mail logo appears again:\tEND OF MESSAGE. Johnny \tshuts the handcam off. Ace puts a hand on his shoulder.  \n[98] \tworks alone on the empty bridge. She yawns. Zander brings coffee for himself \tand Carmen.  \n[99]\t\tThanks. You read my mind. Third watch \t\talways seems to last forever.  \n[100]\t\tNo, I replotted the course. It's more \t\tefficient this way.  \n[101]\t\tHey, check it.  \tZander slides into his chair, runs a check.  \n[102]\t\tDon't change the subject. Am I right ?  \n[103]\t\tDon't mess with the boss. So what'd \t\tthe captain say ?  \n[104]\t\tYou and me, huh ?  \tZander turns his chair so they are very close, moves a finger along \ther hand, up her arm and playfully around her breasts.  \n[105]\t\tNo, what do you want ?  \tZander pulls her to him and they kiss passionately. She brteaks it off, \tgets serious for amoment.  \n[106]\t\tI want to be part of the best flight team \t\tin the Fleet...  \n[107]\n[108]\t\tIt looks like an... asteroid.  \n[109] \tZander brace themseves as diamond hard particles pound the front screens. \tThe ship continues to tumble.  \n[110]\t\tThank you, ma'am.  \n[111]\t\tHey\tJohnny !\tJohnny Rico !  \tJohnny looks up and sees Carmen. She lloks graet in uniform with \tthe hat and the lieutenant's bars on her shoulders.  \n[112]\t\tOh... at ease. Guess I oughta lose the hat \t\twhen I'm off duty, eh ?  \tDizzy, disgusted, turns back to Ace and Kitten Smith. Carmen tucks her hat \tunder her arm. Her hair is very short. \t \n[113]\t\tWhat do you think ? Everyone did it when \t\twe got our wings. You don't like it, do you ?  \n[114]\t\tIt's funny. Sometimes I forget. Then it \t\thits me, and I can't stop crying.  \n[115]\t\tYou don't look very happy to see me.  \n[116]\t\tJohnny... Life is so different from the \t\tway it was. One day you'll see what \t\tI did was best for both of us.  \tZander leaves a group of FLEET OFFICERS to join them.  \n[117]\t\tZander, you remember Johnny ? \t\tZander and I are a flight team now.  \tZander puts his arm around Carmen, gives her a squeeze.  \n[118]\t\tJohnny, wait...  \n[119]\t\tZander, please... Let's go !  \tZander takes off his hat.  \n[120]\t\tWhat's wrong with you ?  \n[121] \tholds Rodger Young in tight maneuver. Suddenly, a burst of BLUE BUG PLASMA \trips past the starboard bow.  \n[122]\t\tPlasma, ma'am... from the planet.  \n[123] \twatches nervously as deadly bursts of bug plasma fill the heavens around the \tbattle group. Below, the surface of Klendathu fairly bistles with outgoing \tdefensive fire.  \n[124]\t\tTiconderoga, this is Rodger Young requesting \t\tapproach vector...  \t\t\t\tTICONDEROGA C&amp;C \t\tAffirmative, Rodger Young...one zero zero \t\tniner five two... welcome back.  \n[125] \tstare at the BATTLE-SCARED STARSHIPS and BURNT-OUT HULKS that line the \tdocks of Ticonderoga.  \n[126]\t\tYou know, we're lucky to be alive.  \tA bloody bandage wraps Carmen's head. Zander nods grimly.  \n[127]\t\tYou weren't thinking...you were dreaming !  \n[128]\t\tThere's a war on. I want a command, \t\tI want my own ship, you do, too...  \n[129]\t\tSo who's got time to get married ?  \tCarmen lets his hand go and leaps through the hatch. Zander falls back \tonto the conveyer belt, finds himself eyeball-to-eyeball with a horribly \tmaimed trooper, scrambles to get off.  \n[130]\t\tFunny...  \n[131]\t\tNo, funny there's almost no wounded at all.  \n[132]\t\tOh no.  \tTears fill her eyes.  \n[133]\t\tExcuse me...!  \tShe rushes away. Zander looks at Johnny's name on the screen, shrugs, presses \tthe ERASE button.  \n[134]\t\tPlease, I... Everybody's lost someone \t\tby now. This shouldn't be any \t\tdifferent...  \tZander puts an arm around her. She holds on tight.  \n[135]\t\tNo, I... Oh, Zander, I'm a fool.  \n[136]\t\tNo, don't you see ? No one can wait for \t\tanything anymore... You're right... \t\tWe should get married...  \tZander holds Carmen as she sobs, feeling lucky.  \n[137]\t\tJohnny...! I thought you were dead !  \n[138]\t\tRodger Young, this is inbound shuttle \t\tDe Ruyter with an official request from \t\tthe Mobile Infantery to bombard \t\tPlanet P-11...  \n[139]\t\tNegative on your request. Fleet \t\tCommand has the battle group \t\ton standby...  \t\tCarmen sees Dizzy lying dead on the deck.  \n[140]\t\t...I'm sorry.  \n[141]\t\tNo, I think something's up. The Sky \t\tMarshall's here.  \tShe points out for a viewing port. Johnny looks. Fifteen battle groups, \t100 ships strong, lay off Planet P, all of them dwarfed by the Sky \tMarshall's flagship, Buenos Aires.  \n[142]\t\tI thought you were KIA, Johnny...  \n[143]\t\tYou look so... I don't know, you \t\tlook like you've really been in it.  \n[144]\t\tAlmost got knocked out of the sky \t\tover Big K.  \n[145]\t\tA funeral.  \n[146]\t\tYeah.  \n[147]\t\tI don't know, Zander.  \n[148] \tenters as Johnny speaks. Dizzy is laid out in dress gray. The surviving \tRoughnecks have gathered to pay final respects.  \n[149]\t\tWell, look at this. The three of us back \t\ttogether again.  \n[150]\t\tYou knew and you sent them \t\tanyway ?  \n[151]\t\tHope you get your Brain Bug, Carl.  \n[152]\t\tTake care, wilya Johnny ?  \n[153]\t\tWhere's Lieutenant Barcalow ?  \n[154]\t\tPrepare for warp !  \n[155]\t\tThis is Rodger Young, we're going \t\tdown... Repeat, this is Rodger Young, \t\twe're going down...!  \n[156] \tand Captain Deladier run for the lifepods. An explosion flips the corridor. \tCaptain Deladier's leg is crushed when an airlock closes on her.  \n[157]\t\tNo way, ma'am !  \n[158] \tpushes into the chaotic life pod bay. PANICKED CREW shoving, screaming, \tfighting. The ship pitches. They tumble, landing near a pod. Carmen jumps \tfor it, pulls Deladier in after.  \n[159] \tnavigates through a graveyard of floating wreckage, dead cap troopers, \tsomeone's trombone. She sets her beacon and the pod plummets \tdownward.  \n[160]\t\tMayday, mayday ! This is \t\tLieutenant Carmen Ibanez in \t\tlifepod RY63... I'm going in...  \n[161] \tis shaken violently as the pod hits atmosphere.  \n[162] \thits and goes straight through the crust of Planet P.  \n[163]\t\tThis is Lieutenant Carmen Ibanez. \t\tIs anyone receiving ?  \n[164] \tsees a warrior coming at her from out of the shadows. Carmen fires a burst \tand kills it. Now there are two. Carmen backs up firing, but there are \ttoo many.  \n[165]\t\tMy present location is 42 degrees \t\tSouth by 176 degrees East... \t\tsituation is extremely hostile... \n[166]\n[167] \topens her eyes. She can hear BUGS CLICKING. She's in a pit filled \twith human dead. A nearby carcass wears a uniform from 4th Brigade \tOff in the dark she hears HUMAN MOANING.  \tShe crawls over rotting corpses toward the sound. The moaning turns \tto SCREAMING. It's coming from outside the pit. She pulls herself \tup to peer over the edge.  \n[168] \tsees hundred of bugs at work, WARRIORS, WORKERS and dozens of \tsmall  CHARIOT BUGS. Aworker walks pas, stepping on her, \tbut pays her no attention.  \tShe sees the source of the screaming:\tCaptain Deladier is hold \tbetween two warriors, and she's screaming because of what she sees,  \n[169]\n[170]\t\tJohnny...!  \tZander takes this in. Carmen sees him, then his wound.  \n[171]\t\tZander...! Oh, you're hurt.  \tAce takes a look at his wound, makes a face.  \n[172]\t\tI thought I was dead. Lucky for \t\tme you jokers showed up, eh ?  \n[173]\t\tIs it true ?  \n[174]\t\tWhich way ?  \n[175]\t\tZander, what are you doing ?  \n[176]\t\tZander, no...!  \tHe grabs her and kisses her. Johnny drags Carmen away. Zander opens \tfire as the first warriors reach his position.  \n[177] \trace desperately for the surface. They hear the chatter of Zander's pulse cannon \tand the screams of dying bugs.  \n[178] \tand the surviving Roughnecks make it to the surface. \tWOMP ! \tA subterrenean nuclear explosion blows a column of earth and stone \tinto the air.  \n[179]\t\tLook... they got it.  \tSeveral of its delicate legs were apparently broken during the capture. \tCarl approaches it without fear, puts his hand on the thing.  \n[180]\t\tTo the best of my understanding, \t\ti ", "Ibanez": "\n[1] \tis beautiful, just 18, and quite pleased with herself  because \tJohnny Rico is clearly infatuated with her.  ", "Carl": "\n[1]\t\tGee, we always thought you were the \t\tsupreme authority, Mr. Rasczak.  \tLaughter. Rasczak grins.  \n[2]\t\tYou still haven't kissed her yet ? Don't lie.  \n[3]\t\tOthers are waiting.  \tCarl points out Dizzy, talking with friends.  \n[4]\t\tDon't have to... Some mating semaphore \t\tis pretty hard to miss.  \tIt's true. You can tell by the way she looks at Johnny.  \n[5]\t\tYou got it bad.  \tCarmen returns to Johnny as Carls heads off.  \n[6]\t\tDon't forget about this afternoon. \t\t\t \t\tHe's always late when he walks you home \t\tto fish for a kiss.  \tCarmen blushes, covers. \t \n[7] \tis hard-wired to the stacks of processing units that comprise Carl's \tbasement workshop. Carl concentrates on the image of a playing card, \tthe six of diamonds, displayed on a monitor.  \n[8]\t\tDon't think about it... go on instinct.  \n[9]\t\tStatistically speaking you should've accidentally guessed right by know.  \n[10]\t\tLuck is not a factor. No one really knows why \t\tsome people are sensitive and some aren't. \t\tFederal studies like this might provide a clue.  \tThe next card up is the nine of clubs.  \n[11]\t\tCyrano, you big yellow turd !  \tJohnny knows this frog, scratches him on the neck.  \n[12]\t\tGo bug Mom, Cyrano.  \tCyrano's eyes widen. He hops off the table and up the stairs two at \ta time. Carl clears the screen.  \n[13]\t\tI gave him the impression that there was a fly crawling \t\tup my mom's leg. He is going to go eat it.  \tFrom upstairs, CARL'S MOM shrieks.  \n[14]\t\tDon't be afraid. Can't do humans... yet. \t\tC'mon let's go.  \tCarl, puts up more cards, Johnny misses them all.  \n[15]\t\tPassport to the Universe. \t\tWho wouldn't want that ?  \n[16]\t\tYour father will never let you.  \n[17]\t\tOnly 1 in 14 male applicants make it through \t\tstellar navigation. \t\tSo what do you think your chances are ?  \n[18]\t\tIf you can't do those numbers, you haven't \t\tgot a chance.  \n[19]\t\tLove... how excruciatingly pathetic. \t\tNow try and pay attention.  \tCarl puts a card up.  \n[20]\t\tWell, what do you know about that !  \n[21]\t\tOuta the way you two !  \tCarl and Dizzy dance by, Dizzy smiling bravely because Carl is a terrible dancer. \tJohnny goes in for the kiss again.  \n[22]\t\tThat's us. Where do we sign ?  \tHe turns in his chair to grab the forms. Johnny and his friends see that he is also \tmissing both legs. The Recruiting Sergeant catches them looking, \tsmiles even wider.  \n[23] \tare routed into different lines, joining other hopeful civilians. \tA COLONEL makes a speech over the loudspeaker.  \n[24]\t\tNo.  \n[25]\t\tI got Games &amp; Theory.  \tWell, everyone's a little impressed by this.  \n[26]\t\tWell, we're gonna be millions of light years away \t\tfrom each other, and chances are we'll never see \t\teach other again, but sure...  \n[27]\t\tTo defeat the enemy, we must know the \t\tenemy. Take for instance your basic \t\tArachnid warrior. Minimal IQ, armored, \t\tcompletely lethal. You can blow a limb off...  \tCarl picks up apulse gun and blows one of the bugs legs off. \tThe insect screams.  \n[28]\t\t... and it's still 86% combat effec-tive. \t\tBut here's a tip: Aim for the nerve stem \t\tand put it down for good.  \tCarl fires again. The bug kicks and squeals as it dies. \tCarl tosses the pulse gun aside.  \n[29]\t\tNow while you are out killing bugs, \t\twe want you to be our eyes and ears. \t\tThe bugs use some kind of plasma burst \t\tto divert meteors and aim them toward Earth. \t\tWe need to know how they do this. If you \t\tencounter any plasma, report it immediately \t\tto your superior. Good luck and good hunting !  \tThe briefing ends as klaxons sound.  \n[30]\t\tThis conference is over. Do your duty, \t\tLieutenant. That's an order.  \tRasczak recovers, salutes stiffly.  \n[31]\t\tPlease continue, Sergeant.  \n[32]\t\tJohnny, I'm sorry it had to be your \t\tunit on Planet P. That mission had \t\ta very low survival probability...  \n[33]\t\tElegant proof of intelligence, \t\tisn't it ? We thought there might \t\tbe a brain on P.  \n[34]\t\tA colony has to reach a certain size \t\tbefore it produces a Brain... we think \t\t300 generations. Woulda too expensive \t\tto launch an operation if there wasn't a \t\tBrain...  \tCarl sees the way Carmen is looking at him, like he's a bug.  \n[35]\t\tYou don't approve. Well, too bad. \t\tWe're in this for the species, boys \t\tand girls. It's simple numbers, they \t\thave more, and everyday I have to \t\tmake decisions that send hundreds of \t\tpeople like you to their deaths.  \n[36]\t\tHope you're ready for more. We're \t\tgoing back to P to capture that Brain.  \n[37]\t\tI hear they need a new Lieutenant... \t\tWant the job ?  \n[38]\t\tIt's good to see you two. It reminds \t\tme of the way things were before...  \tCarl turns abruptly and heads away. His entourage follows.  \n[39]\t\tIt's afraid.  \tJohnny and Carmen approach the General.  ", "Jenkins": "", "Sugar": "\n[1]\t\tAre you kidding ? They always get killed. \t\tYou want the job ?  \n[2]\t\tGood luck. It's not there anymore.  \n[3]\t\tMine, too.  \n[4]\t\tYou never seen how they do it before ?  \tJohnny shakes his head. Swollen BREEDER BUGS gather around the \tplasma bug to inject it with their catalytic jelly.  \n[5]\t\tIt's gonna pop !  \tWOMP ! The plasma bug explodes in its cauldron. A blast of bug plasma \tstreaks past them towards the heavens. Now a new plasma bug crawls into \tthe pit to begin the cycle anew.  \n[6]\t\tYou knew the Lieutenant before the war... \t\tWhat was he like ?  \n[7]\t\tGeez, I don't think I've ever seen him \t\tsmile.  \n[8]\t\tFire in the hole !  \tAn explosion in the mess hall closes the bug hole.  \n[9]\t\tGeneral ! GENERAL, stay with the wounded... \t\tSir, the general...!  \n[10]\t\tHere they come !  \tThey turn and see a second bug hole open up.  \n[11]\t\tFire in the hole !  \tSugar Watkins fires an H.E. round and seals the tunnel.  ", "Watkins": "\n[1]\t\tAre you kidding ? They always get killed. \t\tYou want the job ?  \n[2]\t\tGood luck. It's not there anymore.  \n[3]\t\tMine, too.  \n[4]\t\tYou never seen how they do it before ?  \tJohnny shakes his head. Swollen BREEDER BUGS gather around the \tplasma bug to inject it with their catalytic jelly.  \n[5]\t\tIt's gonna pop !  \tWOMP ! The plasma bug explodes in its cauldron. A blast of bug plasma \tstreaks past them towards the heavens. Now a new plasma bug crawls into \tthe pit to begin the cycle anew.  \n[6]\t\tYou knew the Lieutenant before the war... \t\tWhat was he like ?  \n[7]\t\tGeez, I don't think I've ever seen him \t\tsmile.  \n[8]\t\tFire in the hole !  \tAn explosion in the mess hall closes the bug hole.  \n[9]\t\tGeneral ! GENERAL, stay with the wounded... \t\tSir, the general...!  \n[10]\t\tHere they come !  \tThey turn and see a second bug hole open up.  ", "Jean": "", "Rasczak": "\n[1]\t\tThe end of another school year, and for \t\tme no doubt another failure... \t\tRico, pay attention !  \tThe teacher JEAN RASCZAK, 38, a rugged veteran who proudly \tdisplays his missing hand, scowls at Johnny, bemused.  \n[2]\t\tHere in History and Moral Philosophy \t\twe've explored the decline of \t\tDemocracy when social scientists brought \t\tthe world to the brink of chaos, and how the\t \t\tveterans took control and imposed a stability \t\tthat has lasted for generations since... \t\tYou know these facts but have I taught you \t\tanything of value ? You. \t\tWhy are only citizens allowed to vote ?  \tRasczak points at LANNY, 17, with his stump . \n[3]\t\tNo. Something given has no value ! \t\tHaven't I taught you dimwits anything ? \t\tI guess they ought to revoke my \t\tteaching credential...  \tLaughter. Johnny's cartoon, meanwhile, is taking shape: \tJohnny and Carmen flying round planet Venus in a space ship.  \n[4]\t\tWhen you vote, you're exercising political \t\tauthority. You're using force. And force, my \t\tfriends, is violence, the supreme authority \t\tfrom which all other authority derives.  \tCARL JENKINS, 18, a superintelligent geek, jumps in.  \n[5]\t\tIn my classroom, you bet. Whether it's \t\texerted by ten or ten billion, political \t\tauthority is violence by degree. The \t\tpeople we call citizens have earned \t\tthe right to wield it.  \tDIZZY FLORES, 18, athletic, pretty, no nonsense, chimes in.  \n[6]\t\tReally ? I wonder what the city fathers of \t\tHiroshima would have to say about that. \t\tYou.  \tRasczak points at Carmen.  \n[7]\t\tCorrect. Naked force has settled more \t\tissues in history than any other factor. \t\tThe contrary opinion 'violence never \t\tsolves anything' is wishful thinking \t\tat its worst.  \tWhile Rasczak looks away, Carmen throws Johnny her wonderful \tsmile, and Johnny's gone, checked out, flying round Venus.  \n[8]\t\tPeople who forget that always pay... \t\tThey pay with their lives and their \t\tfreedom.  \tDizzy notices the dreamy look on Johnny's face. \tSo does Rasczak. He points at him with his stump, \tsnaps Johnny to.  \n[9]\t\tYou. Tell me the moral difference, \t\tif any, between the citizen and the civilian ?  \n[10]\t\tThe exact words of the text. But do \t\tyou understand it ? \t\tDo you believe it ?  \n[11]\t\tOf course you don't. I doubt if any \t\tof you here would recognize 'civic virtue' \t\tif it bit you in the ass.  \tA bell rings. Rasczak shrugs, indifferent.  \n[12]\t\tWell, that's it. Have a nice life.  \n[13]\t\tWhat is it, Rico ?  \n[14]\t\t\t \t\tWell, it's not really my job to please. \t\tHope you learned something.  \n[15]\t\tGood for you. Go find out.  \n[16]\t\tFiguring things out for yourself is the \t\tonly freedom anyone really has. \t\tUse that freedom. \t\tMake your own choice, Rico.  \n[17]\t\tThis is for you new people. I only \t\thave two rules. Rule one, everyone \t\tfights. Rule two, no one quits. \t\tIf you don't do your job, I'll kill you \t\tmyself. Do you get me ?  \n[18]\t\tGet rid of the jewelry. I hate it. \t\tWelcome to the Roughnecks.  \n[19]\t\tAlright. There's a new Sky Marshall and \t\ta new plan. We're gonna clean out the \t\tsystems outlying Klendathu one planet \t\tat a time. Tomorrow we hit Tango Urilla. \t\tAfter Fleet glasses the planet, M.I. mops up.  \n[20]\t\tSpread out, teams of three. When you \t\tlocate a bug hole, secure it, gas it, \t\tand close it.  \n[21]\t\tSugar, in for pick up !  \tRasczak and Sugar Watkins pull Birdie to safety. Johnny fires a rocket into \tthe hole he's made in the tanker bug's back, and jumps clear. KA-WHAP ! \tThe big bug explodes.  \n[22]\t\tGas that hole and close it !  \tThe Roughnecks fire gas rockets into the bug hole. Johnny touches down \tbeside Rasczak.  \n[23]\t\tWhere'd you learn to do that, soldier ?  \n[24]\t\tI'm not interested in nostalgia, Rico, \t\tI need a corporal. You're it until you're \t\tdead or I find someone better.  \tRasczak turns away, gives Birdie prosthetic thumps up as she is carried past \tto meet an arriving skimmer.  \n[25]\t\tDon't worry, Birdie, your next arm comes \t\twith a factory guarantee !  \tDizzy and Ace gather around Johnny, clap him on the back.  \n[26]\t\tSaddle up, Roughnecks. That's \t\tour trash !  \tRoughnecks head out on the bounce.  \n[27]\t\tWe must be right over the colony. \t\tLet's get some air support, eh ?  \n[28]\t\tCorporal, I want pulse cannons there \t\tand there ! Rifle teams, spread out \t\talong the ridge ! Sugar, bring up that \t\tflame thrower !  \n[29]\t\tThey'd rather spend our lives than \t\trisk their ships. Who's got the nuke ?  \n[30]\t\tHeat it up.  \tDizzy activates a tactical nuke. It makes a distinctive HIGHPITCHED SQUEAL.  \n[31]\t\tRoughnecks, you may fire at will.  \tThe Roughnecks open fire. Bugs are blown to pieces but they keep climbing. A \twarrior breeches their line. Sugar Watkins torches it. The nuke's ready light flashes.  \n[32]\n[33]\n[34]\t\tKill the bitch.  \n[35]\t\tTango Urilla is now bug free. Means \t\tthe Roughnecks have killed  a \t\thelluva lotta bugs...!  \tRoughnecks cheer. Rasczak kicks open a CARGO MODULE. Beer kegs \trool out. He kicks open a second module. Inside, musical instruments. \tAce picks up a violin.  \n[36]\t\tI expect the best, but I give the best. \t\tHabve some fun. That's an order !  \n[37]\t\tYopu asked me some advice once, Rico. \t\tWant some now ?  \n[38]\t\tNever pass up a good thing, eh ?  \tGillespie appears.  \n[39] \tis in holo conference with an INTELLIGENCE OFFICER  \n[40]\t\tI thought 4th brigade cleaned out P.  \n[41]\t\tSounds more like some idiot at \t\tMilitary Intelligence Command \t\twants to get me and my cap troopers \t\tkilled...  \tThe Intelligence Officer reddens.  \n[42]\t\tMy job is to protect the lives of my \t\tsoldiers so they can kill bugs, Major, \t\tand if you're walking me into a trap-  \n[43]\t\tYes, sir.  \n[44]\t\tCorporal, the Roughnecks are moving \t\tout for Planet P immediately. Get \t\tyourself squared away and report to \t\tGillespie for logistics.  \n[45]\t\tWho's that with you ?  \tDizzy shows herself, grinning.  \n[46]\t\tReport in ten minutes.  \tRasczak slams the door shut on them. They fall back into one anothers arms, \tlaughing as they resume lovemaking.  \n[47]\t\tKeep trying, Sergeant.  \n[48]\n[49]\t\tGillespie, put in call for retrieval. \t\tWe're off this rock. \t\tGillespie, do you read me ?  \n[50]\t\tThrow a rifle !  \tDizzy tosses her Morita to Rasczak. Gillespie writhes in the hopper's \tclaws. Rasczak fires, killing Gillespie.  \n[51]\t\tI expext any one here to do the same \t\tfor me... Rico, Watkins, Flores, Levy \t\tprepare for rear guard action. The rest \t\tof you make for 4th Brigade.  \tJohnny and the others cover the Roughneck retreat as hoppers soar down \ton the flat lands from the canyon walls.  \n[52]\n[53]\n[54]\n[55]\n[56]\t\tJeez, Command really humped the bunk \t\ton this one...  \tRasczak turns away. Roughnecks engage in the sport of methodically \tkilling the workers.  \n[57]\t\tRico, you're acting Sergeant now. \t\tMy last Sergeant lost the com pack. \t\tPut together a search team and find \t\tthe radio shack. \t\tWe need retrieval.  \n[58] \tenter the radio room. A DEAD MAJOR is slumped over the console with \thole in the back of his head. Johnny checks the equipment. \tIt' dead, too.  \n[59]\t\tWhat's that look like to you, Rico ?  \n[60]\t\tGas that hole and seal it.  \tThen they hear a sound. Tap tap tap. Rasczak signals for quiet. Tap tap tap tap. \tIt's coming from the kitchen.  \n[61]\t\tPick up the general !  \tRoughnecks prop him up. General Owen tries to talk, but no words come out. \tRasczak bends down to listen.  \n[62]\t\tGeneral Owen, sir ?  \tThe old man grins, hugely relieved.  \n[63] \thelp the old General, now wrapped in a blanket, rambling.  \n[64]\t\tThe distress call... The bugs wanted us \t\tto rescue you...!  \n[65]\t\tTo all Roughnecks, this is Rasczak. \t\tPrepare for attack. Repeat. We are \t\tgoing to be attacked...!  \n[66]\t\tShut up ! Your soldier's dead and \t\tyou're not !  \n[67]\t\tI oughta !  \tAnd it looks like Rasczak just might, but just then Ace touches down \tnext to Johnny and Rasczak.  \n[68] \tand Johnny join other stunned Roughnecks to see THOUSANDS OF BUGS on \tthe march from every direction. Bug batteries open up in the distance.  \n[69]\t\tWarm it all up ! Everything you got ! \t\tLevy, collect the big guns from the \t\ttowers. Watkins, put General Owen \t\twith the wounded. Rico, where's my \t\tcommunications ?  \n[70]\t\tAh, the hell with him...  \tHoppers sweep into the compound. The Roughnecks open fire. General Owen \tmake easy pickings for ones that get through.  \n[71]\t\tFall back... form a circle ! If no \t\tliving bug comes over that wall, \t\twe cannot be harmed.  \tDizzy arrives on thr bounce as the Roughnecks fall back into the compound. \tBugs pile in over the walls. The circle affords them 360 degrees of kill zone.  \n[72]\t\tRico, Flores, Watkins, Levy ! We \t\tcontrol the sky until retrieval !  \n[73]\t\tMake every shot count !  \tJohnny looks up. A RETRIEVAL BOAT hurtles down through bursts of \tbug plasma, takes a grazing hit, rights itself with retros and lands within \tthe circle. Roughnecks cheer, saved !  \n[74]\t\tSergeant, secure the boat !  \n[75]\t\tBoard the wounded !  \tDead bugs ring the compound walls, forming ramps for living insect \tsoldiers to enter the compound in greater numbers.  \n[76]\t\tMove to retrieval on my command ! \t\tFirst group, now...!  \tThe circle shrinks as Roughnecks fall back and board the boat. \tMore and more bugs pile in over the compound walls.  \n[77]\t\tAlright, Flores ! Levy ! Rico...!  \tSuddenly, the ground collapses under Rasczak. He falls in to his waist, \tvomits blood as something chews on him from below.  \n[78]\n[79]\t\tI can't My legs are gone... \t\tGet on the boat...  \tThe compund wall collapses. A wave of bugs charges in.  \n[80]\t\tRico, tell'em to glass this goddam planet. \t\tI've never seen so many bugs upstairs at \t\tthe same time...  \n[81]\t\tThis is my farm. Get on the boat, \t\tNOW ! That's an order, Sergeant.  \n[82]\t\tC'mon you sons of bitches ! \t\tThere's no bug alive can kill a \t\treal mAAAAAAA !  \tAt the boat, Dizzy turns to look back at Rasczak. A hopper swoops \tdown on Dizzy, it's claws ripping into her abdomen.  ", "Biology": "\n[1] \tis an older woman, very spry, also blind. Johnny, Carmen and \tother students gather around covered lab tables.  \n[2]\t\tFor our final today, please identify the mouthparts, \t\tthe abdominal organs, and for extra credit, locate the \t\tnerve cord and count the ganglia. \t\tYou may begin.  \tThe students remove the cover to reveal large alien bugs, 60 \tcentimeter ARKELLIAN SAND BEETLES laid out for dissection.  \n[3]\t\tJust a bug, eh ? We humans like to think we are \t\tNature's finest achievement. I'm afraid it isn't \t\ttrue. This Arkellian Sand Beetle is superior in many \t\tways. It has fewer moving parts, can reproduce itself \t\tin vast numbers, and unboud by concerns of ego and \t\tmortality, makes the perfect selfless member of \t\tsociety.  \n[4]\t\tOur galaxy is teaming with insect life. We have \t\tidentified over two billion species so far. \t\tHuman, life, it would seem, is the anomaly.  \n[5]\t\tTrue, we know of no insect society that has \t\tproduced a Shakespeare, an Einstein or a \t\tCherynkov, but before you let that go to your \t\thead, take the example of the Arachnids, a \t\thighly organized, highly evolved insect society.  \tShe points to an insect evolution chart that starts with a \tcommon ant and ends with a two meter tall ARACHNID WARRIOR.  \n[6]\t\tThey are relatively stupid by human standards. Workers \t\thave an IQ of 12, warriors around 35 , and yet the \t\tArachnids have colonized planets. Over a million years \t\tof evolution, Nature has provided the Arachnids with the \t\tbiological means to hurl their spore into space.  \tJohnny applies a spreader and jacks the insects abdominal cavity \topen with aresounding crack. Bug guts gush out.  ", "Teacher": "\n[1] \tis an older woman, very spry, also blind. Johnny, Carmen and \tother students gather around covered lab tables.  \n[2]\t\tFor our final today, please identify the mouthparts, \t\tthe abdominal organs, and for extra credit, locate the \t\tnerve cord and count the ganglia. \t\tYou may begin.  \tThe students remove the cover to reveal large alien bugs, 60 \tcentimeter ARKELLIAN SAND BEETLES laid out for dissection.  \n[3]\t\tJust a bug, eh ? We humans like to think we are \t\tNature's finest achievement. I'm afraid it isn't \t\ttrue. This Arkellian Sand Beetle is superior in many \t\tways. It has fewer moving parts, can reproduce itself \t\tin vast numbers, and unboud by concerns of ego and \t\tmortality, makes the perfect selfless member of \t\tsociety.  \n[4]\t\tOur galaxy is teaming with insect life. We have \t\tidentified over two billion species so far. \t\tHuman, life, it would seem, is the anomaly.  \n[5]\t\tTrue, we know of no insect society that has \t\tproduced a Shakespeare, an Einstein or a \t\tCherynkov, but before you let that go to your \t\thead, take the example of the Arachnids, a \t\thighly organized, highly evolved insect society.  \tShe points to an insect evolution chart that starts with a \tcommon ant and ends with a two meter tall ARACHNID WARRIOR.  \n[6]\t\tThey are relatively stupid by human standards. Workers \t\thave an IQ of 12, warriors around 35 , and yet the \t\tArachnids have colonized planets. Over a million years \t\tof evolution, Nature has provided the Arachnids with the \t\tbiological means to hurl their spore into space.  \tJohnny applies a spreader and jacks the insects abdominal cavity \topen with aresounding crack. Bug guts gush out.  ", "Kitten": "\n[1] \tJohnny stops to help his comrade. A CLAW slashes into him.  \t \n[2]\t\tSorry...!  \n[3]\t\tSir, sorry...sir.  \n[4]\n[5]\t\tOff you go down Washout Lane, bye-bye !  \tAce cuts into the front off the mess line.  \n[6]\t\tWe all have one thing in common. We were \t\tall stupid enough to sign up for Mobile \t\tInfanterie. What's your excuse, \t\tBreckinridge ?  \n[7]\t\tSo the grow 'em big and dumb on the farm \t\tplanet, eh ?\tDjana'd ?  \n[8]\t\tC'mon, keep it going... Katrina !  \n[9]\t\tYour turn, Rico !  \n[10]\t\tMe, I got plans to be writer, and a writer's \t\tgot a right to be nosey. Flores, you know \t\tRico from Buenos Aires... What's his story ?  \tDizzy uses her hand to divert the shower spray towards Johnny's crotch.  \n[11]\t\tYou are now prisoners of the Blue Team. \t\tTell us your plans or die !  \n[12]\t\tI'm going in ! Let's go !  \tKitten Smith makes arun for the flag with a rifle team. Ace and Katrina open \tfire from two new hidden Red Team positions, taking Kitten and his team \tdown with a cross fire.  \n[13]\t\tLook at him. Do you think anyone has \t\tever been so pleased with himself ?  \n[14]\t\tIt's war !  \n[15]\t\tI just hope it's not over before we get in it !  \n[16]\t\tThat guy's been in it.  \n[17]\t\tThe eyes. He's got the 1000 meters stare.  \tHe's hard and humorless, all wised up. Ace admires his LASER CUT TATTOOS. \tDizzy eyes his skull and crossbone earring.  \n[18]\t\tGet any what on you ?  \n[19]\t\tWell, here's to it ! We're gonna fightn, and \t\twe're gonna win !  \tThey put their arms side by side. Each has a similiar scar: \tLightning bolts on a shield and the words:\tDEATH FROM ABOVE.  \n[20]\t\tHere they come...!  \n[21]\t\tI can see the beacon...!  \n[22] \tJohnny touches down, stares in horror as Kitten Smith's head rolls past his \tfee. Johnny opens up with his pulse cannon. The hopper attacks, puts a claw \tright through Johnny's thigh.  ", "Smith": "\n[1]\t\tSorry...!  \n[2]\t\tSir, sorry...sir.  \n[3]\n[4]\t\tOff you go down Washout Lane, bye-bye !  \tAce cuts into the front off the mess line.  \n[5]\t\tWe all have one thing in common. We were \t\tall stupid enough to sign up for Mobile \t\tInfanterie. What's your excuse, \t\tBreckinridge ?  \n[6]\t\tSo the grow 'em big and dumb on the farm \t\tplanet, eh ?\tDjana'd ?  \n[7]\t\tC'mon, keep it going... Katrina !  \n[8]\t\tYour turn, Rico !  \n[9]\t\tMe, I got plans to be writer, and a writer's \t\tgot a right to be nosey. Flores, you know \t\tRico from Buenos Aires... What's his story ?  \tDizzy uses her hand to divert the shower spray towards Johnny's crotch.  \n[10]\t\tYou are now prisoners of the Blue Team. \t\tTell us your plans or die !  \n[11]\t\tI'm going in ! Let's go !  \tKitten Smith makes arun for the flag with a rifle team. Ace and Katrina open \tfire from two new hidden Red Team positions, taking Kitten and his team \tdown with a cross fire.  \n[12]\t\tLook at him. Do you think anyone has \t\tever been so pleased with himself ?  \n[13]\t\tI just hope it's not over before we get in it !  \n[14]\t\tThat guy's been in it.  \n[15]\t\tThe eyes. He's got the 1000 meters stare.  \tHe's hard and humorless, all wised up. Ace admires his LASER CUT TATTOOS. \tDizzy eyes his skull and crossbone earring.  \n[16]\t\tGet any what on you ?  \n[17]\t\tWell, here's to it ! We're gonna fightn, and \t\twe're gonna win !  \tThey put their arms side by side. Each has a similiar scar: \tLightning bolts on a shield and the words:\tDEATH FROM ABOVE.  \n[18]\t\tHere they come...!  \n[19]\t\tI can see the beacon...!  ", "Zander": "\n[1]\t\tTime's running out.  \tZander points. The SCOREBOARD shows\tTIGERS 19,\tGIANTS 20, \tthree minutes and counting on the clock. Johnny grins.  \n[2] \tlooks up and sees Carmen, smiling as she offers him a hand. She helps \thim up. He holds her hand longer than necessary.  \n[3]\t\tI'm getting better.  \n[4] \tfinds his shoe, straps it on.  \n[5]\t\tSo what are you doing later ?  \n[6]\t\tI don't know. It's my last night as acivilian. \t\tI ship out for Tereshkova tomorrow.  \tZander heads for the field. Carmen follows, interested.  \n[7]\t\tI'm all ears.  \n[8]\t\tYou can never be sure.  \tJohnny scowls at Zander, turns his head to look back at Carmen. \tShe waves, smiling. The Giants pull ablitz.  \n[9]\t\tYeah, we know each other from the game. \t\tNo hard feeling, eh, chum ?  \n[10]\t\tAlways.  \n[11]\t\tI'm the guy who's gonna teach you to \t\tfly this crate.  \tCarmen logs on. The ship recognizes her as a pilot trainee.  \n[12]\t\tOnly when I give you an order.  \n[13]\t\tMaybe not. I heard about this crazy girl \t\tcoming through the academy, solid math, \t\ta little wild on the stick, but a natural. \t\tWhen it turned out it was you, I made \t\tsure we'd run into each other...  \n[14]\t\tThis isn't simulation anymore. \t\tTake'er out easy, cadet.  \n[15]\t\tTwenty-five by five, roll seven. \t\tAnd don't exceed port speed.  \tCarmen rocks the stick, and the view from the bridge spins smoothly \taway from the dense orbiting yards os Luna toward the outer system.  \n[16]\t\tThey revoke our flight status.  \n[17]\t\tYes, ma'am. Star drive in three... \t\ttwo... one...  \tSpace appears to bend. Zander and Carmen share a smile. They \tblur together, becoming one, then:\tWHAM !  \n[18]\t\tOh, I don't know... Depends on who you \t\tare spending it with.  \tHe caresses her hair. She kisses his hand. Zander notices the plot map.  \n[19]\t\tProfile's wrong... there.  \n[20]\t\tThree weeks aboard a starship and you \t\tknow it all, huh ?  \n[21]\t\tYou know I was talking to Captain, \t\tDeladier, and she said...  \n[22]\t\tWell, whad'ya know...  \n[23]\t\tShe got a command... and she thinks we \t\toughta team up officially and crew for her. \t\tShe thinks we're good together.  \n[24]\t\tI have a feeling about us. We're good \t\ttogether, way ahead of the curve in \t\tevery department. I seem to be able to \t\tanticipate your needs. \t\tYou know what I want...  \tCarmen grabs him between his legs.  \n[25]\t\tMe, too... Day and Night-Cycle.  \tThey start to caress again when suddenly ALARMS sound. Captain \tDeladier appears on the hot screen, still waking up.  \n[26]\t\tCaptain, we are in the path of an unidentified \t\tobject moving at near light speed...  \tCarmen and Zander frantically check their displays.  \n[27]\n[28]\t\tSweet Jesus...!  \tCarmen breaks glass that reads EMERGENCY RETROS, arms the switch \twithin and fires the rockets.  \n[29]\t\tTrajectory indicates it came out of \t\tthe Arachnid Quarantine Zone.  \n[30]\t\tEverything coposetic, Lieutenant ?  \n[31]\t\tBest in the Fleet !  \n[32]\t\tForget it, Carmen. The Mobile Infantery \t\tdoes a thankless, dirty job, so they \t\tnaturally tend to be short-tempered, \t\tthoughtless and rude.  \tJohnny turns back to face Zander.  \n[33]\t\tYou heard me. Wanna make something \t\tout of it, private ?  \n[34]\t\tLet's disregaed rank... Everybody hear \t\tthat ? Rank is not an issue here.  \n[35]\t\tIt's alright. What's he gonna do ?  \tWHAM !\tJohnny punches him right in the nose. Zander goes down, \tbleeding. Ace and Kitten Smith grab Johnny.  \n[36]\t\tDrop is 35% complete, ma'am.  \tTwo more bursts of bug plasma streak past.  \n[37]\t\tThat's it, we're empty ma'am !  \tOut the front screens, a blast from below hits George Marshall amidships \tand it reels into Yamamoto. Both starships begin to burn.  \n[38]\n[39]\t\tGive me hand, willya ?  \tCarmen takes his hand. Zander kisses her.  \n[40]\t\tI was thinking. Maybe we should get \t\tmarried, Carmen.  \n[41]\t\tIf we're gonna be a team, why not be a \t\treal team ?  \n[42]\t\tSo ?  \n[43] \tjoins Carmen in the crowded common area where dead bodies compete for space \twith wounded awaiting triage. Survivors watch casualty lists scroll ba on a \tFederal Net terminal.  \n[44]\t\tFleet encourages marriages among flight \t\tofficers. You'd probably get a promotion \t\tout of it.  \n[45]\t\tI'm not kidding. Marriage is -  \n[46]\t\tHey, bugs don't take prisoners.  \tCarmen looks at the words at the Net terminal: WOULD YOU LIKE TO KNOW \tMORE ? She bites her lip, enters Johnny's name. In an instant, she has the news: \n[47]\t\tCarmen...?  \n[48] \tfinds Carmen, sagging against a wall, weepimg.  \n[49]\t\tI'm sorry, Carmen.  \n[50]\t\tYou're upset, that's alright.  \tZander kisses her hair. Tears roll down her face.  \n[51]\t\tOn whose authority, Corporal ?  \n[52] \tenters, watches Carmen dress. She hums as she checks herself in the \tmirror, touches thr scar over her eye, smiles.  \n[53]\t\tWhere are you going ?  \n[54]\t\tThat girl who died on the way up \t\t...his girl ?  \n[55]\t\tHow do you feel about him now ?  \n[56]\t\tI do.  \n[57]\t\tThis is a Fleet-driven operation, son, \t\tand the Fleet thinks my boat will be \t\tsafer on the high ground. \t\tYou can have everything else, eh ?  \n[58]\t\tRodger Young, prepare to receice \t\toutgoing fire...! \t\t\t \t\tI'll take the first group.  \n[59]\t\tThe Rodger Young just burned up...  \tJohnny's face falls.  \n[60]\t\tYou know as well as I do she's \t\tprobably already dead.  \tJohnny knows it's true, swallows bitterly, turns away. That's when he sees it. \tNearby, the ground shifts, a claw breaks through, a hole opens up and bugs \tboil up out of the ground.  \n[61]\t\tHey, just calm down, I'm giving \t\tthe orders here-  \tThe entire area underneath the base camp collapses to form a huge new \tcanyon. The Hercules boat topples, crushing Skimmers and unfortunate \tFleet personnnel.  \n[62]\n[63]\t\tThanks.  \n[64]\t\tWhat do you think you're doing ?  \n[65]\t\tThat would mean a comlete disregard \t\tfor the mission objective. They hang \t\tyou for that, Rico.  \n[66]\t\tLet's go. \t\t \n[67]\n[68]\t\t\t \t\tNot a problem.  \n[69]\t\tIt wasn't luck. Rico ignored the \t\tmission objective to rescue you...  \n[70]\t\tBeen better, buddy.  \tJohnny sees warriors coming up into the tunnel by the score.  \n[71]\t\tNah, I figureyou folks oughta get \t\tupstairs before it's too late... \t\tGimmee the nuke.  \tZander checks his pulse cannon's available power.  \n[72]\t\tThis is my farm. Now c'mon, give \t\tme what you got and get out of \t\there...  \tJohnny nods, hands him the nuke. Carmen sees what's happening.  \n[73]\t\tJust giving you something to \t\tremember me by, baby.  ", "Barcalow": "", "Katrina": "\n[1]\t\tI'll bet he makes squad leader.  \n[2]\t\tImproper Attitude ! They'll kick you out \t\tfor talking like that...  \n[3]\t\tI wanna be a mom. It's easier to get \t\ta licence if you've served.  \n[4]\t\tHey, what's going on ?  \n[5]\t\tHi, Carmen !  \tJohnny heads for the door.  \n[6]\t\tGoddam bugs whacked us, Johnny.  \n[7]\t\tLet's get out of here !  \tNow the ground opens behind her and a huge  TANKER BUG \tlumbers out of the ground, it's funnel-shaped snout extruding above \tmultiple eyes.  \n[8]", "Breckinridge": "\n[1]\t\tSir, I guess maybe I do, sir.  \tZim crooks afinger at him. Breckinridge charges. Zim knocks \thim flat. Breckinridge holds his arm, twisted now.  \n[2]\t\tSir, yes, sir. It's my arm. I think it's \t\tbroken, sir.  \n[3]\t\tCome on, Ace, back off the line ! \t\tBacl off the line !  \tNow everyone's laughing, pushing Ace to the back of the line. \tJohnny has his grub. Dizzy comes up with her tray.  \n[4]\t\tWell, my family is all farmers. I hate farming. \t\tMobile Infantery's pure picnic by comparison.  \n[5]\t\tDon't look that way to me.  \tEveryone look down at Johnny's crotch, laughing. Johnny \tblushes, grabs a towel and exits the shower.  \n[6]\t\tDunno. Display's fritzed.  ", "Johnny": "\n[1]\t\tCom'on, let's go !\tON THE BOUNCE  \tThe cap troopers move out, among them DIZZY FLORES, 18, ACE \tLEVY, 19, and KITTEN SMITH, 18. The CAMERA pauses, unsure.  \n[2]\n[3]\n[4]\n[5]\t\tOh, God... Oh, God, help me... \t\tplease help me...  \tHis eyes glaze over as he remembers  \n[6]\t\tSorry, Mr. Rasczak.  \tBut as soon as Rasczak turns back to the class, Johnny begins to sketch \ta cartoon on his desk's touch screen.  \n[7]\t\tThe difference lies in the field of civic \t\tvirtue. A citizen accepts personal \t\tresponsibility for the safety of the body politic, \t\tof which he is a member, defending it, \t\tif need be, with his life. \t\tThe civilian does not.  \n[8]\t\tUh, I don't know.  \n[9] \twalk with their friends. Several COUPLES hold hands. Johnny \ttries to take Carmen's hand, but she demurs. Johnny broods.  \n[10]\t\tHow should I know ?  \n[11] \tjoin other students around a MULTI-SCREEN KIOSK.  \n[12]\t\tGood for you.  \n[13]\t\tWhat's the hurry ?  \n[14]\t\tDid you read her mind ?  \n[15]\t\tYeah, but I want Carmen.  \n[16]\t\tWho ?  \n[17]\t\tI have good reflexes.  \tCarmen notices the way Dizzy's looking at Johnny, doesn't \tlike it one bit, takes Johnny's arm.  \n[18]\t\tAw, c'mon, it's just a bug.  \n[19]\t\tBetter put your goggles on.  \tJohnny slices the abdomen open with asurgical laser. Green \tfluid sprays from the slit. Carmen turns away looking ill.  \n[20]\t\tWell, if that's the crop, that must be the gastric \t\tcaecal...  \n[21] \twalk home from school together.  \n[22]\t\t35% on the math final !  No one could be \t\tthat dumb with numbers.  \n[23]\t\tWho cares about bugs ? You can't go anywhere \t\tif you don't know math.  \n[24]\t\tThen how come you won't hold hands with me \t\tat school ?  \n[25]\t\tWhy won't you kiss me when we're all alone ?  \n[26]\t\tIt's all I think about anymore.  \tIndeed, they are all alone now. The look in Johnny's eye says how \tabout it. Carmen grins, reaches for Johnny's hand.  \n[27]\t\tWhy not ?  \n[28]\t\tCarl can wait.  \n[29]\t\tWhat's he got against me... I mean, I 'm \t\ta teenager. You can't be a citizen when \t\tyou're only a teenager !  \n[30]\t\tWell, if your dad doesn't like me, how come \t\twe're such good friends ?  \n[31] \tis hard-wired to the stacks of processing units that comprise Carl's \tbasement workshop. Carl concentrates on the image of a playing card, \tthe six of diamonds, displayed on a monitor.  \n[32]\t\tAce of spades.  \tThe ace of spades appears, and the computer indicates \"no match\". \tCarl puts another card up, the jack of diamonds.  \n[33]\t\tIn addition to \"psychic dolt\" this test also proves \t\tI'm unlucky ? Two of hearts.  \tWrong again.  \n[34]\t\tI wouldn't want to know what everyone was \t\tthinking. Four of spades.  \tSuddenly, A GIANT YELLOW FROG jumps onto the keyboard, fritzing \tthe monitor. Johnny removes the blindfold.  \n[35]\t\tHe just wants attention. You don't play with \t\thim like you used to.  \tCarl concentrates for a moment.  \n[36]\t\tHow do you make him do that ?  \n[37]\t\tCarl, promise me you won't ever do anything like that \t\tto me.  \n[38]\t\tTen of clubs. You still gonna sign up for \t\tStarside R&amp;D ?  \n[39]\t\tI've been thinking about applying for \t\tFederal Service, too. Fleet, maybe.  \n[40]\t\tI'm eighteen. It's my decision, I think I'd \t\tmake a pretty good pilot. I've good great \t\treflexes. You need that for maneuvering, \t\tyou know.  \n[41]\t\tEight point... no, uh, seven...  \n[42]\t\tAll I know is Carmen's going to be a citizen, \t\tand I don't think it'll work out for us if I'm not.  \n[43]\t\tQueen of hearts.  \tThe computer indicates a match. Johnny peers around at the monitor. \tIt is the Queen of hearts.  \n[44] \tand other UNI HIGH TIGERS, all exceptionally robust young man and women, \tsuit up in their orange and black uniforms.  \n[45]\t\tWe tumble good, too.  \n[46]\t \tand other Tigers listen as quarterback Dizzy calls the plays.  \n[47]\t\tA lot can happen in three minutes.  \n[48] \truns back to join his team as the crowd cheers. The Tigers lead \t21-20. Johnny frowns when he sees Carmen talking to Zander on \tthe sidelines, shaking his head, smiling.  \n[49]\t\tDon't get any ideas. She's my girl.  \n[50]\t\tWhat ?  \n[51]\t\tJust throw me the ball, Diz.  \tThey make fists and break.  \n[52] \ttakes position again across the line from Zander who now grins at \tJohnny broadly. Johnny  doesn't grin back.  \n[53] \twalks throuh rooms filled with elegant furniture. He's all spiffed up \tfor the big dance. His MOTHER catches him preening in front of a \tmirror by the TRANSPORTER in the hall.  \n[54]\t\tAw, don't get mushy.  \tJohnny's FATHER enters carrying a FEDERAL SERVICE CATALOGUE.  \n[55]\t\tA lot of my friends are doing Federal Service...  \n[56]\t\tIt's aterm of service, not a career. I just want to \t\tget out on my own and see the Galaxy for a \t\tcouple of years.  \n[57]\t\tMr. Rasczak.  \n[58]\t\tNo, Mr. Rasczak doesn't do that at all. \t\tHe sorta discourages you really.  \n[59]\t\tI'm eighteen. It's my decision.  \n[60]\t\tUh, no.  \n[61]\t\tWow ! Santori and Zegema Beach, I've \t\talways wanted to go there.  \n[62]\t\tWait a minute ! Carl is doing his Federal \t\tand he isn't inferior. He's the smartest \t\tkid at school !  \n[63]\t\tI don't know what they teach at Harvard, \t\tbut I think I'm pretty good enough the \t\tway I am ! \t \n[64]\t\tWell, that's what you're saying ! You're \t\tsaying that I'm not good enough the way \t\tI am now !  \tJohnny stomps out, the transporter goes ZAPPP !  \n[65]\t\tActually, Diz, I promised Carmen...  \n[66]\t\tYou still gonna play for Brazil ?  \n[67]\t\tWell, anyone who gets you is lucky.  \n[68]\t\tCan't we just be friends, Diz ?  \n[69]\t\tUh, look, Diz...  \n[70]\t\tYou're the best.  \tJohnny heads for Carmen. Dizzy watches jealously as Carmen takes \this hand. She looks around for someone to dance with. \tCarl, a nerd in a tux, waves shyly.  \n[71] \tdance. Johnny wants to kiss her, Carmen playfully avoids.  \n[72]\t\tIsn't it great to be in love ?  \n[73]\t\tIt wouldn't be so romantic if we weren't...  \n[74]\t\tAw, you're in love with me... \t\tYou just dont know it yet.  \tJohnny's confidence makes her smile. Johnny moves in to kiss her, \tbut the music ends. Everyone applauds. The lights come up and \tpeople head for the doors. Johnny sees Rasczak.  \n[75]\t\tWait, I want to talk to Mr. Rasczak.  \n[76]\t\tMister Rasczak ?  \n[77]\t\tI just wanted to say thanks 'cause History \t\tand Moral Philosophy was the best class \t\tI had this year.  \n[78]\t\tI wanna join up, Mr. Rasczak. I think I \t\thave what it take to be a citizen.  \n[79]\t\tWell, my parents are against it, and I \t\tknow it's my choice, but I was \t\twondering... \t\tWhat would you do if you were me ?  \n[80]\t \twalks out and finds Carmen talking with Zander. He wears the blue \tuniform of a Fleet pilot trainee. Carmen examines his FLEET PIN, \ta pair of silver wings.  \n[81]\t\tNone at all... We won.  \n[82] \twalk together along the river holding hands.  \n[83]\t\tYeah, sure, I guess.  \n[84]\t\tWhat are you talking about ? We both know \t\tyou're gonna be a pilot.  \n[85]\t\tYou two have so much in common.  \tCarmen pulls Johnny to a stop, looks him in the eye.  \n[86]\t\tI can't help it.  \n[87]\t\tI don't even know if you're my girl.  \tCarmen smiles, leans in close to Johnny. \t\t\t \n[88]\t\tI'm gonna do it, Carmen. I'm gonna sign \t\tup for Federal Service.  \tThey kiss, tentatively, but the passion grows and they break apart, \tbreathless.  \n[89] \tmaking out as they wait their turn. There are a few other people around \tincluding a POLICEMAN.  \n[90]\t\tWho cares ?  \n[91] \tkissing at her front door. Johnny moves his hand tenatively to Carmen 's breast. \tShe takes his hand, smiling, puts it under her shirt.  \n[92]\t\tI love you, Carmen.  \n[93]\t\tMaybe Carmen's gonna make her own decisions from \t\tnow on, Mr. Ibanez.  \tCarmen's Dad reddens. He'd like to punch Johnny out. \n[94]\t \tmeet Carl in front of the induction center where a staedy flow of prospective \tcitizens file through the main doors.  \n[95] \tare routed into different lines, joining other hopeful civilians. \tA COLONEL makes a speech over the loudspeaker.  \n[96] \tand others in the line strip down. The guy in front of Johnny is \tDON, 18, athletic and cheerful.  \n[97] \tgrimaces as a TECHNICIAN installs an INTERFACE PLATE on \this side, drawing fluids.  \n[98]\t\tHere in Buenos Aires.  \tThe Psych Officer checks Johnny's response on a meter.  \n[99] \tis poked and prodded, subjected to aural, visual and pharmacological \tstimuli, and scanned from head to toe.  \n[100]\t\tNo, sir.  \n[101]\t\tCourage, I guess.  \n[102]\t\tI want to be a citizen because... \t\twell, because of my girl, sir.  \n[103] \tsits across from a MAJOR who views a list on a monitor Johnny can't see.  \n[104]\t\tWow, that's great.  \n[105]\t\tI want to be a pilot, sir.  \n[106]\t\t...of my own free will, without promise, coercion, \t\tor inducement, after having been duly advised \t\tand warned of the meaning and consequence of \t\tthis oath, do now enroll in the Federal Service \t\tof the Terran Federation for not less than two \t\tyears and as much longer as may be required \t\tby the needs of the Service...  \n[107] \twalk out together happily, hand in hand.  \n[108]\t\tNaw, I made it, Carl made it.  \tJust then, Don rushes past, shamefaced, crying.  \n[109]\t\tHe was in the group with me. \t\tI guess he didn't...  \n[110]\t\tDid you get Starside R&amp;D ?  \n[111] \tare stunned.  \n[112]\t\tI don't believe it !  \n[113]\t\tWhoa ! Way to go, boy-yo !  \n[114]\t\tInfantery, sir.  \tThe Recruiting Sergeant beams, offers a prosthetic hand.  \n[115]\t\tI'll go for that.  \n[116]\t\tMy father's probably gonna kill me.  \n[117] \tstands sullenly as his Father rages at him.  \n[118]\t\tI won't quit !  \n[119]\t\tI'm not going on vacation ! I want to \t\tbe acitizen ! It's my decision. \t\tI made it.  \tJohnny turns for the door. His father throws his last shot.  \n[120] \twalks out, grim, sees his mother, tears in her eyes.  \n[121]\t\tWell, yeah, sure...  \n[122]\t\tDon't talk about my girl that way.  \tJohnny turns on his heel, heads for the transporter.\t\tZAPPP !  \n[123] \tlooks for Carmen among hundreds of young people bound for \tFederal Service destinations. Recruits wear civilian clothes. \tEveryone else is in uniform. \t \n[124]\t\tYou're late.  \n[125]\t\tMe, too. I'm wearing everything I own.  \tJohnny loads them onto a conveyor belt.  \n[126]\t\tWho cares ! The Federation'll give me everything \t\tI need for the next two years, right ? \t \tCarmen's already moved to the next line. Johnny follows.  \n[127]\t\tHe left this morning. He couldn't say where.  \tCarmen logs in, enters her destination:\tLUNA - TERESHKOVA \tFLEET ACADEMY.\tThe tickets station spits out a pass.  \n[128]\t\tI'm gonna miss you.  \n[129]\t\tI love you.  \n[130]\t\tCom'on, just say it. Try it on for size.  \n[131]\t\tDo you mean it ?  \n[132]\t\tSir, yes, sir !  \tZim points at the little WHITE PICKET FENCE leading to a \ttransporter near the front gate.  \n[133]\t\tSir, yes, sir !  \n[134]\t\tHe's good alright.  \n[135]\t\tBetter get in line like everyone else, Ace.  \tSilence. There could be a fight. Zim, standing nearby, watches \twith interest. Ace opens his hand.  \n[136]\t\tWhat an honor...  \n[137]\t\tNo thanks, Diz.  \n[138]\t\tYou are. I joined up to get out on my \t\town. And you had to tag along.  \n[139]\t\tYou saying you didn't ?  \tJohnny turns away. Dizzy watches him go, hurt.  \n[140]\t\tSomething... I've got...you don't.  \n[141]\t\tIt isn't about rich... It's about \t\twho's best...!  \tThey come to a trap, prepare to leap.  \n[142]\t\tWanting it doesn't make you the best \t\tone for the job.  \n[143]\t\tWell, maybe you better look again.  \n[144]\t\tAw, who asked you to be so nosey ?  \n[145] \tpans the barracks with a little handcam, neat bunks in a row, other recruits \tlounging around in their skivvies.  \n[146]\t\tI know it's not much, but it's home. Over \t\tthere's my bunk where I dream about you \t\tevery night...  Ace, Kitten Smith, Shujumi and Breckinridge dance around and moon the \tcamera.  \n[147]\t\tHey, do you mind ?  \tJohnny moves the camera away from the guys. Katrina walks by from the \tshower with Dizzy, mugs into frame.  \n[148] \ttalk quietly now outside the barracks door.  \n[149]\t\tBoot's pretty tough, and sometimes \t\tI think I won't make it, but then I \t\timagine you're watching me, and that \t\tgives me someting... I try harder. \t\tThanks to you, I think I might have \t\ta shot at squad leader.  \tThe barracks lights go out. Taps plays over the public address. \tJohnny lowers his voice.  \n[150]\t\tUh-oh, I gotta pack it in. I hope you're \t\thaving fun, hope you're careful. \t\tNo training accidents for you, eh ? \t\t\t \t\tI want to kiss you so badly. I want \t\tto feel you next to me, I-  \tBehind him , someone begins to sing , badly.  \n[151]\t\tBye ! Write me ! I'm gonna kill you guys !  \tThe letter ends. Carmen smiles. A BALD CADET PILOT smacks her on the \tarm as she runs by in a sleek blue pressure suit.  \n[152]\t\tMan, they're defended... no way in.  \n[153]\t\tWhat ?  \n[154]\t\tCover me.  \n[155]\t\tThanks, pal.  \n[156]\t\tSir, thank you, sir !  \n[157]\t\tYEEEE-Haaaaaaaaaaaaa...!  \tNext in line, Ace scowls.  \n[158]\t\tI just want you guys to know that I'll \t\tnever do anything that I haven't asked \t\tyou to do first.  \tJohnny approaches Dizzy.  \n[159]\t\tCouldn't've done it without you, Diz. \t\tFriends ?  \tDizzy smiles, shakes.  \n[160]\t\tBet it's from my girl.  \tJohnny's pals gather for a look. Carmen appears, dressed down to skivvies, \tin her quarters aboard starship Athena.  \n[161]\t\tShhhh...!  \n[162]\t\tAll it takes is the love of a good woman...  \tThe image changes abrupltly. Now Carmen's wearing a trim blue flight suit. \tShe stands the camera on Athena's gunnery deck. Outside , the rings of \tSaturn sparkle in bright solar light.  \n[163]\t\tIt's what I deserve. \t \n[164]\t\tI joined up for her. I wouldn't even \t\tbe here if it wasn't for her. \t\tI'm a fool.  \n[165]\t\tThanks, Ace.  \tJohnny turns for the door, flipping the chevrons like a coin. \tDizzy watches him leave. She'd so like to comfort him.  \n[166]\t\tSir, yes, sir !  \tOn a signal from Zim, the Live Fire Combat Range comes to life \tas the target drones take cover and disappear from view.  \n[167]\n[168]\t\tAlright, no more screw ups. Ace takes \t\tpoint. Diz, you and Kitten Smith cover \t\tthe flanks. Djana'd, you're rear guard. \t\tMove out.  \tThe squad resumes ist advance. Breckinridge bangs on his helmet. \tThere is something wrong with his \"head up\" display.  \n[169]\t\tWhat's the problem ?  \n[170]\t\tLet me see.  \tBreckinridge takes off helmet, hands it to Johnny. Djana'd turns on \tBreckinridge. Her \"head up\" zeroes him.  \n[171]\t\tOh, God... uh... MEDIC !  \tZim arrives with Bronski on the bounce.  \n[172] \tstands before the C.O. braced by Katrina and Ace. Zim and the C.O.  are \tboth saddened by the proceedings.  \n[173]\t\tSir, yes, sir. Breckinridge reported a \t\thelmet malfunction, and I asked him \t\tto show it to me, sir.  \n[174]\t\tSir, no, sir.  \n[175]\t\tSir, I needed everyone in my squad \t\toperational, sir... I... I wanted to win, \t\tsir.  \n[176]\t\tSir, no, sir !  \n[177]\t\tSir... I guess I do, sir.  \tZim looks out the window. Djana'd, dressed for travel, in civilian clothes, \tcrying as she heads off down Washout Lane.  \n[178] \tlooks out the window to the parade ground where a POST has been \terected. The recruits look up as Zim enters.  \n[179] \twears his civilian clothes, pcks as the other recruits get ready for the \tday's training. No one says anything. He moves stiffly, careful of his \tback.  \n[180]\t\tI don't stay where I'm not wanted.  \n[181]\t\tHey, they humiliated me in front of \t\teveryone ! I'm just supposed to take \t\tit, huh ? Well, I'm not gonna, and I \t\tguess that proves I just can't cut it.  \tCorporal Bronski leans in, impassive.  \n[182]\t\tHi, mom.  \n[183]\t\tIt's not really working out for me here, \t\tdad. I was thinking... I was hoping it \t\twould be alright if I came home.  \n[184]\t\tI've made a mess of things. I've been \t\tso stupid...  \n[185]\t\tWell, see ya.  \n[186]\t\tWhat's that, Diz ?  \n[187] \tsigns form 1240/A. Zim stands as witness.  \n[188] \twalks alone, sad. A skimmer hums by overhead and he looks after it. \tOut across the parade ground he sees the glint of Marauder power \tsuits as recruits tumble the obstacle course.  \n[189] \treaches the little white fence that leads to the transporter. He turns \tback for one last look and notices people running to the \tComminications shack. Kitten Smith runs by.  \n[190]\t\tHey, Kitten, what's going on ?  \n[191] \tjoins others to see what's on the Federal Net. Recruits, non-coms, and officers gather\twithout any sense of military decorum. People cry openly, among them Corporal \tBronski.  \n[192]\t\tOh, jeez, is that Geneva ?  \n[193]\t\tSir, I wish to reconsider my request \t\tto drop out, sir.  \n[194]\t\tSir, i know it was wrong. I didn't \t\tlearn from one mistake and I made \t\tanother, sir. \t\t\t \t\tSir, my family... my whole family was \t\tin Buenos Aires, sir.  \tZim picks up Johnny's 1240/A off the C.O.'s desk.  \n[195]\t\tSir, yes it is, sir.  \n[196]\t\tYeah, well, I'm from Buenos Aires, and \t\tI say kill'em all !  \n[197] \tand his friends drink at a crowded bar. Around the room there's \tsinging and dancing, a mad sort of revelry bred of fear and \texcitement, but nearby a VETERAN drinks alone.  \n[198]\t\tHow can you tell ?  \n[199]\t\tWaht's it like... combat ?  \n[200]\t\tWhat do I want with a scar ?  \n[201]\t\tCarmen... ?  \tJohnny remembers himself, snaps to attention, salutes. Dizzy and the others \tfollow suit. Carmen salutes back, sheepish.  \n[202]\t\tWhat happened to your hair ?  \n[203]\t\tIt's alright, I guess. You hear from anyone \t\tmade it out of B.A. alive ?  \tCarmen shakes her head, sadly.  \n[204]\t\tI try just to be happy I'm still alive.  \n[205]\t\tShould I be ?  \n[206]\t\tI get it. This is the part that's best \t\tfor both of us. \t\tDon't do me anymore favors, eh ?  \tJohnny turns to leave.  \n[207]\t\tYou got something to say about the \t\tMobile Infantery ?  \n[208]\t\tNot with an officer, no, sir. \t\tThe M.I. doesn't mint stupid cap \t\ttroopers.  \tEveryone can see what's about to happen. A circle is forming, \tFleet on one side, Mobile Infantery on the other.  \n[209]\t\tHey, it's just a vestigal response to \t\tprocreation... bitch.  \tCarmen turns away, stung. Johnny immediately regrets. Dizzy, \tfor her part, couldn't be happier.  \n[210]\t \tgrinds his teeth as a laser mounted on a robot arm finishes slicing an \tintricate pattern into his arm.  \n[211]\t\tIt hurts...!  \tDizzy, Ace, and Kitten Smith awtch, grinning, passing a bottle. \tAce pours booze directly into the fresh wound.  \n[212]\n[213]\t\tDeath to all bugs !  \n[214] \tand his platoon, wearing fully armed MARAUDER POWER SUITS, \twait to drop with other cap troopers. Their mood is grim. \tLIEUTENANT WILLY, 35, easy-going and confident, enters.  \n[215] \tgets the shakes as the capsule bumps and booms toward the firing \ttube. Lt. Willy appears on the \"head up\" display.  \n[216]\t\tYes, sir !  \n[217] \ttakes in ENTRY DATA from the heads up display.  \n[218] \tlooks down as he passes out of the clouds and sees the battlefield. \tPlasma blasts exploode into the sky. THOUSANDS OF BUGS boil \tout of the ground to defend against the invader.  \n[219]\t \tof bug batteries, screaming voices on the com, concussions shaking the ground. \tNone of it compares to the sound of his own racing HEARTBEAT. \tLieutenant Willy shouts.  \n[220]\t\tLieutenant's bought the farm. \t\tWhere's the Sarge...?  \n[221]\t\tDon't waste your ammon on the \t\tworkers !  \tShujumi can't hear. A warrior finds him, rips his leg off, hurls him back \tinto the waiting jaws of the oncoming bugs.  \n[222]\t\tC'mon, Katrina was right. We \t\tgotta get out of here !  \n[223] \tand the other survivors on the bounce. The entire surface of Klendathu seems \tto be churning with insects as more and more bugs come to the surface to \trepel the invasion.  \n[224]\t\tIt's a general retreat ! The boats are \t\tcoming down.  \tThey come to the rear lines where the Net Correspondent and his \tCAMERAMAN are doing live coverage of the invasion.  \n[225]\t\tC'mon, let's go ! ON THE BOUNCE !  \tThe cap troopers move out. Kitten Smith looks up as a purple beacon \t streaks acroos thr sky.  \n[226]\n[227]\n[228]\t\tMedic... MEDIC...!  \tNow two more Arachnid warriors close in on him through the enveloping \tsmoke. He fires his pulse rifle empty, and dropping it, crawls desperately, \tdragging his useless leg.  \n[229]\t\tOh, God... Oh, God, help me... \t\tplease help me...!  \tA third Arachnid warrior rears up in front of him, deadly jaws slashing down \ttoward him, when suddenly it is blown to pieces in the blinding blast of a \tpoint-blank pulse cannon.  \n[230] \tfloats, suspended in fluid, mouth hanging open, his skin white as death. \tA low underwater KNOCKING wakes him. He opens his eyes and sees \tAce and Dizzy outside the tank.  \tAce holds up a KIA list, pointing at Johnny's name, laughing: Rico, John V - KIA. \tTheir voices are distant and garbled. Dizzy cups her hands against the side of the \ttank.  \n[231] \tstows his gear along with Ace and Dizzy. Acroos the room, a collection of \tbattle-hardened vets check out the newcomers.  \n[232]\t\tHe was our teacher... \t\tHe was great.  \n[233]\t\tSeeing as how we're about all that's \t\tleft of  1st Brigade, you'd have to call \t\tthat an improvement. \t\t\t \t\tYou top kick ?  \n[234]\t\tI wouldn't mind.  \tCORPORAL BIRDIE, 24, turns, gives Johnny the once over.  \n[235]\t\tI always wanted to go to Zegema Beach.  \n[236]\t\tWe get you, sir !  \tHe points at Johnny's earring with his steel hand.  \n[237]\t\tFire in the hole !  \tJohnny drops an H.E. round, and they're in the air when the explosion collapses \tthe entrance to the bug city.  \n[238]\t\tLooks like you've got a little bug \t\tproblem, ma'am...  \n[239]\n[240]\t\tUni High Tigers, sir. Don't you \t\tremember ? I was captain of the \t\tteam.  \n[241]\t\tI'm gonna need a squad leader.  \n[242]\t\tWhat about it, Diz ?  \n[243] \tand the others look down a sheer cliff on the bug battery, a charred circular \tpit some ten meters across. Inside, something is moving.  \n[244]\t\tWhat kind of stinkin' bug is that ?  \tJohnny jumps the magnification on his \"head up\". Down in the pit, a giant \ttranslucent PLASMA BUG rears out of one of the subterranean tunnels \tthat ring the battery.  \n[245]\t\tWhat's that ?  \n[246]\t\tHe was a teacher , kind of a know it all... \t\tAlways had this little smile. \t \n[247]\t\tMust fill your bottle up real quick \t\twhen your wife and kids get smeared.  \tJohnny joins Rasczak, Ace and Dizzy and they blow away several warriors \tguarding the entrance of a large chamber.  \n[248]\t\tAll dead except one, sir.  \n[249]\t\tYes, sir.  \tJohnny signals. Dizzy's pulse cannon rips open the dying queen. Thousands of \twriggling premature bugs come spilling out. Horrified, knee-deep Roughnecks \tset them afire.  \n[250]\t\tNah, I don't do that anymore...  \n[251]\t\tI said no. Want me to pull rank ?  \n[252]\t\tYes, sir...  \n[253]\t\tHey, Diz...  \n[254]\t\tMay I have the honor ?  \tHe pulls her out among the others and they begin to dance. Ace watches \twith a grin, puts some spirit in his fiddle.  \n[255] \tare making love. The door pops open. Rasczak stands there. Dizzy ducks under \tthe covers. Johnny manages a salute.  \n[256]\t\tYes, sir !  \n[257]\t\tThey ran out of names a long time \t\tago in this part of the galaxy.  \n[258]\n[259]\t\tYes, sir.  \n[260] \tsurveys the aftermath of the last stand with Rasczak, insect and human dead \teverywhere.  \n[261] \tenter the radio room. A DEAD MAJOR is slumped over the console with \thole in the back of his head. Johnny checks the equipment. \tIt' dead, too.  \n[262]\t\tDiz, see what you can do.  \n[263]\t\tLooks like a bug was in his brain, sir.  \n[264] \thelp the old General, now wrapped in a blanket, rambling.  \n[265]\t\tDiz, what's with the uplink ?  \tDizzy lokks up from where she is working on the radio controls.  \n[266]\t\tWhat's going on, Diz ?  \n[267]\t\tWe don't have a minute !  \n[268]\t\t\tAll bands.  \n[269]\t\t\tSHUT UP, SIR ! We need pick up now !  \n[270]\t\t\tLanding zone is extremely hostile. \t\t\tCome down on this transmission !  \n[271]\t\t\tThen I hope you have a crazy \t\t\tpilot ! Keep the line open, Dizzy !  \tJohnny races out the door.  \n[272]\t\tBoat coming down, sir !  \tThe Roughnecks stop firing as they run out of nukes.  \n[273]\t\tNot enough, I guess.  \tSugar Watkins sees Genera Owen in the compound below, \tstumbling aimlessly among his dead soldiers.  \n[274]\t\tYes, sir !  \tRasczak, Sugar Watkins, Johnny and Dizzy stand back-to-back in the center \tof the circle, sweeping the skies with the heavy guns from the towers. \tHoppers are blown to pieces.  \n[275]\t\tYes, sir !  \tRoughnecks move to protect the boat. The hatch blows open.  \n[276]\t\tCover us, Ace !  \tAce and the others fire from the boat. Johnny and Dizzy fire at the ground \taround Rasczak. Rasczak stops screaming. They try to pull him free.  \n[277]\t\tHit your jets, sir !  \n[278]\t\tWe're not leaving you here, sir !  \tWeakly, Rasczak picks up his pulse gun, checks the power.  \n[279]\t\tGive'em hell, sir !  \tJohnny and Dizzy run for the boat. Rasczak opens fire, picking his shots, \tbut soon the bugs are all over him.  \n[280]\t\tHang on, Diz... don't die on me...  \tA TANKER BUG breaches the broken wall. Ace jumps out to help his \tfriends. The hatch closes just as the tanker bug sprays. The boat blasts \toff, dripping metal.  \n[281] \tholds Dizzy in his arms, drenched in her blood, fighting G-forces as the \tboats heads for orbit.  \n[282]\t\tNo, you're gonna be alright, Diz !  \n[283] \tslams into the cockpit. Out the front screen, violent bursts of BUG PLASMA \tfill the sky as they break atmosphere.  \n[284]\t\tGet on the com and tell Fleet to \t\tglass that rock...!  \tThe co-pilot turns around. It's Zander. His eyes narrow.  \n[285]\t\tThis would be mine, sir. Acting \t\tSergeant John Rico. I've assumed \t\tcommand on this mission.  \tThe pilot turns around. It's Carmen.  \n[286]\t\tI'm not, but alot of my soldiers are. \t\tGlass the planet !  \tJohnny leaves. Carmen punches up Fleet Command.  \n[287]\t \treturns to Dizzy's side as the medics struggle to save her. Blood pours \tout of her mouth. Her body thrashes.  \n[288]\n[289]\n[290]\t\tWe gotta choke on the mud and the \t\tblood and Fleet can't be bothered to \t\tspit.  \n[291]\t\tThat was just a mix up.  \n[292]\t\tWhat happened to your eye ?  \tCarmen touches the scar over her eye.  \n[293]\t\tI like it. It's kinda...you.  \n[294]\t\tDizzy bought the farm. She was my \t\tgood friend, and friens are the best \t\tluck anyone gets... But in war, we must \t\tgo on without our friends. We take \t\twith us their memory, and we are left \t\tto wonder if there is meaning in their \t\tdeath. Let me tell you what it is: \t\tDizzy bough the farm so we can keep \t\ton fighting.  \tSeveral INTELLIGENCE OFFICERS march into the bay.  \n[295]\t\tOfficer on deck !  \tEveryone snaps to attention. Colonel Carl Jenkins strides into the room. \tHis eyes are hollow, and he looks grim. He returns Johnny's salute, \tnods to Carmen.  \n[296]\t\tDizzy wouldn't want our tears. She'd \t\twant us to remember her... with a \t\tvengeance. So go out and kill a bug \t\tfor Dizzy. Kill as many as you can. \t\tYou are her revenge, and every bug \t\tyou kill honors her death.  \tJohnny nods to the GUNNERY CREW. They load Dizzy's body into a \ttube. Johnny steps back, salutes Dizzy. Everyone salutes.  \n[297]\t\tWomb to tomb, cap trooper !  \n[298]\t\tHow are you, Carl ?  \n[299]\t\tBugs laid a trap, didn't they ?  \n[300]\t\tDidn't they tell you, Colonel ? \t\tThat's what cap troopres are good \t\tfor.  \tCarl allows himself a tiny smile.  \n[301]\t\tThe Roughnecks are always ready, sir.  \n[302]\t\tI'll take it... until I get killed \t\tor you find someone better.  \tKLAXONS sound. Suddenly, everyone has someplace to go.  \n[303]\t\tSee you on the bounce !  153\tINT\tRODGER YOUNG - COMMAND &amp; CONTROL - CARMEN  \tsteps onto the bridge. There's a new NUMBER 2 sitting in Zander's chair. \tShe's right out of Tereshkova, and she looks scared. \tCarmen turns to Captain Deladier.  \n[304]\t\tI only have two rules. Rule one, \t\teveryone fights. Rule two, no one \t\tquits. If you don't do your job, \t\tI'll kill you myself. \t\tDo you get me ?  \n[305]\t\t\t \t\tWho're all these kids ?  \n[306]\t\tWe're the old men, Ace.  \n[307]\t\tWe'll take this high ground. Lookouts \t\tthere and therte and up there. If the \t\tbugs come upstairs in this neighbor-hood, \t\twe'll be the first to know.  \n[308]\t\tDown there on the flats, eh ? \t\tListen up, Roughnecks ! Our \t\tprimary objective is to assist \t\tour friends from the Fleet...  \tRoughnecks boo.  \n[309]\t\tAlright, cut it out. We will deploy \t\tfrom skimmers in teams of six. \t\tIf the bugs open up a battery, \t\twe put it out of business. \t\tAny questions ?  \tA HERCULES CARGO BOAT hurtles out of the sky and lands on the high \tground Johnny has intended forb his H.Q. Johnny scowls, marches over \tto the boat and confronts a FLEET OFFICER.  \n[310]\t\tWould'ya mind moving your boat ?  \n[311]\t\tYou're standing on my H.Q., \t\tLieutenant !  \n[312]\t\tYou heard the Sky Marshall... \t\tMove it all down -  \tSuddenly, in the distance, bug batteries open fire, not one but twenty. \tZander and Johnny share a look of concern.  \n[313]\t\tSaddle up, boys, that's our trash !  \n[314]\t\tWhat's your problem now, \t\tLieutenant ?  \n[315]\t\tAny survivors ?  \tZander points. Far in the distance, a glowing pod plummets toward the planet. \tJohnny tracks it on his \"head up\".  \n[316] \tgrabs the handset from Ace.  \n[317]\t\tAffirmative ! Carmen, this is Roughneck \t\tbase camp... What is your present \t\tlocation ?  \n[318] \tand Zander are horrified by what they hear.  \n[319]\t\tWe've gotta go get her !  \n[320]\t\tWe're outa here. Lieutenant, get \t\tyour men into the skimmers. This \t\treal estate's about to go buggy.  \n[321] \tand the surviving Roughnecks pick themselves up. The are now 30 meters \tbelow the planet's surface. Above them, bugs line the wide rim of the \tnewly formed canyon.  \n[322]\t\tForm a perimeter !  \tThrough the dust, exposed bug tunnels can be seen in the canyon walls and \tpiling out of them by the score, deadly Arachnid warriors. Johnny throws \tZander a pulse cannon.  \n[323]\t\tMake yourself useful, fly boy... \n[324]\t\tAce, get on the com. Tell Fleet we \t\tneed retrieval... Sugar, salvage some \t\tarmor and suit up Lieutenant Barcalow.  \tSugar Watkins tosses a bloody jump boot his way.  \n[325]\t\tLooks like they're gonna hose us down...  \tJohnny chews on this.  \n[326]\t\tAlright... Listen up, Roughnecks. \t\tWe're gonna head west down through \t\tbug city, pick up any Rodger Young \t\tsurvivors we run across, and join A \t\tCompany. Get me ?  \n[327]\t\tI'm gonna save Carmen.  \n[328]\t\tYeah, that's right.  \tJohnny and Zander stare each other down.  \n[329]\t\tMove out.  \tJohnny starts for the gaping mouth of an exposed bug tunnel and \tthe others fall in behind him.  \n[330] \tleads his deadly force through enemy territory. The Roughnecks kill \teverything that gets in their way. Zander lends his inexperienced hand.  \n[331]\t\tMr. Barcalow, save power, don't \t\twaste it on workers... \t\tAce, tell Aardvark we're on our \t\tway...  \n[332]\t\tSugar, close the tunnel...!  \n[333]\t\tYou know what this is...?  \tJohnny makes an explosive sound. The Brain Bug slowly withdraws its palp.  \n[334]\t\tSure you do... You're a big fat smart \t\tbug, aren't you ?  \tJohnny moves toward Carmen. The Brain Bug's multiple eyes track him. \tThe warriors holding Carmen threaten. Johnny turns on the brain bug, \this finger on the nuke's trigger.  \n[335]\t\tI'll take you with me.  \tThe Brain Bug clicks. The warriors back off. Carmen collapses. \tJohnny reaches for her.  \n[336]\t\tTake my hand !  \tChariot bugs move the Brain Bug down a hole. Workers seal the hole \tbehind it with amazing speed. Johnny drags Carmen back toward the \ttunnel he entered from. The warriors charge.  \n[337]\t\tRoughnecks...NOW !  \tJohnny throws himself on top of Carmen as the Roughnecks burst into \tthe chamber, guns blazing. The fight is furious, point blank, deadly to \tbug and Roughneck alike.  \tSugar Watkins screams as a warrior rips his arm off. Zander takes a \tclaw through the gut.  \n[338]\t\tWeapon !  \tAce throws him a Morita. Johnny catches it, pumps three rounds into the \tbug's nerve stem. He struggles out from under the dead warrior. \tEvery bug in the chamber is dead.  \n[339]\t\tAre you hurt ?  \tCarmen throws her arms around Johnny.  \n[340]\t\tCan you walk ?  \n[341]\t\tLet's get some armor on her, and \t\tthe we'll get outa this stinkin \t\tbug hole !  \tVarious components are gladly passed forward. Johnny and Ace \thelp her putting it on.  \n[342]\t\tYeah, if I live through this, \t\tthey'll probably hang me. \t\tNow com'on, let's move out !  \n[343]\t\tUp. We gotta be near A Company \t\tby now.  \tThe tunnel floor drops out. FIVE ROUGHNECKS disappear into the hole. \tWARRIORS climb up into the tunnel.  \n[344]\n[345]\t\tHow bad are you, pal ?  \n[346]\t\tAlright, we're gonna carry you...  \n[347]\t\tDon't be a hero...  \n[348] \trace desperately for the surface. They hear the chatter of Zander's pulse cannon \tand the screams of dying bugs.  \n[349]\n[350] \tand the surviving Roughnecks make it to the surface. \tWOMP ! \tA subterrenean nuclear explosion blows a column of earth and stone \tinto the air.  \n[351] \tand the others enter A Company's perimeter. No one notices their arrival \tbecause everyone's gathered in a big circle watching the Brain Bug.  \n[352]\t\tSir, I'd like to turn myself in. \t\tDereliction of duty by an officer \t\tduring wartime.  \n[353]\t\tYes, sir.  ", "Rico": "\n[1] ", "Shujimi": "", "Dizzy": "\n[1]\t\tMy mother always says that violence \t\tnever solves anything.  \n[2]\t\tTesla's tough. They tumble good and they \t\thit HARD.  \tDizzy bounces a JUMP SHOE to Johnny. The spring fires and vaults it high into \tthe air. Johnny catches it, puts it on, smiles cocky at the TESLA GIANTS who \tsuit up in red and gold.  \n[3]\t\tKick three, fade left. On two.  \tThey make fists, then breal for thevline of scrimmage.  \n[4]\t\tHut... hut !  \tJohnny takes the handoff, flips over a gauntlet of Giant guards. Zander \thurls himself at Johnny, misses. Johnny scores. \tZander tumbles into the crowd, loses a jump shoe.  \n[5]\n[6] \torders up the next play. Johnny keeps looking over his shoulder \tbecause Zander's back talking to Carmen again.  \n[7]\t\tFlip six, three hole. Rico ? \t\tHey !  \tDizzy slams Johnny upside his helmet with her forearm.  \n[8]\t\tYou were drifting. Flip six, three hole. \t\tOn one, got it ?  \n[9]\t\tHut !  \tAt the snap, Johnny breaks for open field. Dizzy throws, Johnny catches \tit, trips Zander up painfully, and hurls himself into the end zone as a \thorn sounds the game's finish.  \n[10]\t\tHey, Rico, wanna dance ?  \n[11]\t\tToo bad for her if she's not around.  \tDizzy pulls him onto the floor, holds him close.  \n[12]\t\tYou know, it's sad... Most of us probably \t\twon't see each other again after tonight. \t \tThere is an invitation here. Johnny doesn't take it.  \n[13]\t\tLooks like, unless Tokyo lets me start.  \n[14]\t\tHow come we never got together ?  \tDizzy looks at Johnny meaningfully. He's distracted. Carmen crosses \tthe room, stunning in her formal.  \n[15]\t\tSure.  \n[16]\t\tGuess you gotta go.  \n[17]\t\tSir, recruit Flores, reporting for duty , sir.  \tShe snaps Zim a salute and hands him her orders.  \n[18]\t\tSir, I heard it was the best, sir !  \n[19]\t\tHey, amigo, come chow with me.  \n[20]\t\tWhat's your malfunction, Rico ?  \n[21]\t\tWhat ? You think I joined the Mobile \t\tInfantery because of you ?  \n[22]\t\tComing through !  \tDizzy jumps over them from behind. Johnny and Ace tumble into the mud. \tThey watch, chagrined, as Dizzy reaches the end of the course effortlessly.  \n[23] \tenters as the recruits scrub down.  \n[24]\t\tWell, some say he turned his back on the family \t\tfortune to be a citizen, others say he did it for \t\ta girl... missed a spot there, bucko... which is \t\tfunny because Johnny says I joined up to be \t\twith him, but why would I do that ? \t\tHe doesn't even like me.  \n[25]\t\tI bet it's that girl I was talking about... \t\tHer name's Carmen, I think.  \n[26]\t\tFlip six, three hole.  \n[27]\t\tHigh school... remember ? Run a flip \t\tsix, three hole play, and you might \t\tscore...  \tJohnny looks at the course in a new way, nods.  \n[28]\t\tYou got it.  \tJohnny tumbles open ground, vaults into the air. Dizzy takes out Breckinridge \tas he rises to fire. Johnny lands, knocks out Katrina, then Ace. He picks up \tAce's fallen Morita.  \n[29]\t\tYeah, sure... friends.  \tBronski walks through with the mail.  \n[30]\t\tIt stinks, you goin.  \n[31]\t\tIf they didn't want you, they woulda \t\tkicked you out, amigo.  \n[32]\t\tYou take the stroll down Washout Lane, \t\tyou're only proving one thing, Johnny.  \n[33]\t\tThat you don't have what it takes \t\tto be acitizen !  \tDizzy turns on her heel and marches away.  \n[34]\t\tAw, Johnny, geez... It's home.  \n[35]\t\tYum, yum yum ...!  \n[36]\t\tI like the jewelry. Hey, amigo, where can \t\tI get an earring like yours ?  \n[37]\t\tWhat, your skin's too pretty ? \t\tC'mon, everyone's doing it !  \n[38]\t\tForget it, Johnny. Cap Troopers and \t\tFleet weren't meant to mix !  \n[39]\t\tDon't get any on you !  \n[40]\t\tAce, what're we doing ?  \n[41]\t\tLook out !  \tThe tanker bug sprays and hits Katrina. She screams, as her legs melt out \tfrom under her.  \n[42]\t\tJohnny !\tJOHNNY !\tWHERE ARE YOU ? \t\tJOHNNY !\tJohnny...!  \tBut Dizzy can't find Johnny, and soon she's lost in the smoke. Johnny looks \tdown at the terrible hole in his leg where bright arterial blood gushes.  \n[43]\t\tTwo more days.  \tJohnny's wounds are now mostly scars except for his leg where delicate robotic \tarms culture layers of new tissue. Johnny gives a weak thumbs up. The knocking \tsound continues.  \tJohnny turns. A STEEL HAND taps the side of the tank. Johnny grins, astonished. \tThe man wearing it is his former high school teacher, now a Lieutenant, Jean Rasczak.  \n[44]\t\tThe Roughnecks killed more bugs than \t\tany other outfit in 2nd Brigade... \t\tOnly took 15% casualties on Big K.  \tThey size up the Roughnecks. There are scars, power prosthetics, and one, \tbig SUGAR WATKINS, 26, wears a bug claw on a chain around his neck.  \n[45]\t\tWhere you been besides Big K ?  \n[46]\t\tWe get you, sir !  \tHe points at Johnny's earring with his steel hand.  \n[47]\t\tWay to go, amigo !  \n[48]\t\t\t \t\tLooks like I'm your girl, sir.  \tTac Fighters reel by over head. WOMP ! Suddenly, BUG PLASMA shoots skyward \tfrom the flatlands below. Several Tac Fighters are blown out of the air. \tFlaming debris rains down.  \n[49]\t\tThat'd be me, sir.  \n[50]\t\tI'm hot, sir !  \n[51]\t\tC'mon...  \n[52]\t\tYou used to dance...  \n[53]\t\tWell, excuse me, sir...  \tDizzy heads back to the others. Johnny turns and finds Rasczak regarding him \twith an odd, sad smile.  \n[54]\t\tWhat ?  \tJohnny takes her hand, bows implishly.  \n[55] \tare making love. The door pops open. Rasczak stands there. Dizzy ducks under \tthe covers. Johnny manages a salute.  \n[56]\t\tPlanet P ? What kind of name is that ?  \n[57]\t\tJohnny, watch out !  \tA burning bug hurls itself at Johnny. Johnny jumps out of the way as \tDizzy fires, blowing it apart. The deadly hoppers seem to be everywhere \tabove them in the rocks.  \n[58]\t\tIt's here, sir.  \n[59]\t\tI'm on it !  \tDizzy goes to work. Rasczak checks the wound in the back of the dead major's \thead.  \n[60]\t\tWorkin on it...!  \n[61]\t\tI got power ! Gimme a minute !  \tJohnny runs for the communications room.  \n[62] \thas the board up. Outside the battle has begun. Nukes go WOMP ! and \tpulse guns chatter.  \n[63]\t\t\tWhat frequency ?  \n[64]\t\t\tRoughneck patrol to battle group... \t\t\tRoughneck patrol to battle group...  \n[65]\t\t300 rounds and counting, sir !  \n[66]\n[67]\t\tI bought the farm, didn't I, \t\tJohnny ?  \n[68]\t\tIt's alright 'cause I got to have you, \t\tJohnny...  \tMEDICS push Johnny aside, go to work on Dizzy.  \n[69]", "Flores": "", "Ace": "\n[1]\t\tHe'll have to get past me.  \tThe recruits check Ace out. Zim sweeps Shujumi's legs, puts a \tknee in the little man's throat. Shujumi passes out.  \n[2]\t\tSir, I don't understands who needs a \t\tknife in a nuke fight anyway... \t\tAll you gotta do is push a button, sir !  \tZim yanks the knife out of the post.  \n[3]\n[4]\t\tI'd like to disable Zim...!  \n[5]\t\tAw, you either got what it takes \t\tor you don't.  \n[6]\t\tAt ease, soldier. It's all the same muck.  \n[7]\t\tYou got some guts for a rich kid. \t\tI guess you and me could be buddies.  \n[8]\t\tHey, don't laugh. Everyone oughta have \t\ta friend like me !  \tAce makes a big friendly show of trading places with Johnny.  \n[9]\t\tWhat makes you think... you'll make... \t\tsquad leader, Rico ?  \n[10]\t\tYou rich kids... are all the same !  \n[11]\t\tI'm going career... officer's training. \t\tThat's why I wanna be squad leader. \t\tThey look for that.  \n[12]\t\tOh, yeah ? I don't see anyone else here \t\twith the chops to lead.  \n[13]\t\tCarmen ! Ooh la la, Carmencita !  \n[14]\t\tHey, where you going ? Come back...! He's \t\tgetting awy... Grab him...!  \tThe picture goes all screwy, comes up again on:  \n[15]\t\tI love you truly, so truly, dear...!  \tAce, the singer, and the other guys peer down from the transom \tover the door, giggling, delighted with themselves.  \n[16]\t\tOur love will grow, dear, year by year...  \n[17]\t\tZim hadda choose someone to be \t\this brown nose, I guess.  \n[18]\t\tYeow, Rico, you don't deserve that !  \n[19]\t\tFunny how they always want to be your friends \t\tafter they kick your guts out.  \n[20]\t\tWhad'ya talkin  about ?  \n[21]\t\tYou made squad leader on your own, \t\tand, hey, you still got me to kick \t\taround.  \tJohnny smiles in spite of himself.  \n[22]\t\tHey, shoot a nuke down a bug hole, \t\tlotta dead bugs, am I right ?  \n[23]\t\tGreat scars.  \n[24]\t\tI say we all go to the laser parlor \t\tand get cut together.  \n[25]\t\tWhoa, easy there, buddy... Nice punch.  \tZander staggers to his feet, ready to fight, but Fleet Officers pull him \tback. Carmen looks at Johnny, the hate in his eye, the blood on his fist.  \n[26]\t\tNo, this hurts.  \n[27]\t\tMobile Infantery rules !  \n[28] \tof every class maneuver in tight orbit around the orange planet. \tThe \"Mobile Infantery Anthem\" plays loke Holst, pounding and \trelentless. The invasion has begun !  \n[29]\t\tOfficer on deck !  \tEveryone snaps to attention.  \n[30] \tstream toward Klendathu from the rear tubes starships of Bull Run. \tWe move down the line past Mannerheim, Dauntless, George Marshall, \tand Yamamoto to the Rodger Young.  \n[31]\n[32]\t\tI didn't see him !  \tNow comes a flood of WORKERS building ever advancing fortifications, \tand with them, hundreds of deadly ARACHNID WARRIORS.  \n[33]\t\tI uh... uh...  \tDizzy and the others open fire simultanously. The whole area goes white hot \tin the magnesium flash of so many pulse cannons. Shujumi fires wildly at \tadvancing insects.  \n[34]\t\tRetrieval !  \tA hopper pounces on Kitten Smithm, and he goes down screaming.  \n[35] \tconsisting of STARSHIPS, their tender, FREIGHTERS and other SUPPLY CRAFT.  \n[36]\t\tDizzy says you two knew this Rasczak \t\tcharacter in Buenos Aires...  \n[37]\t\tYeah, well, I hear he's a real \t\tnutbuster.  \n[38]\t\tIs your Lieutenant as bad as they say ?  \tBirdie belts him, and Ace goes down.  \n[39]\t\tSounds like he is quite a guy. \t \tSERGEANT GILLESPIE, 28, steps into the room.  \n[40]\t\tWe get you, sir !  \tHe points at Johnny's earring with his steel hand.  \n[41]\t\tThere.  \tRockets take out warriors. Bug guts go flying. Dizzy sets workers on fire. \tJohnnx and Ace step over burning bug carcasses to the rim of the hole and \tfire their gas rounds.  \n[42]\t\tNo way. Big K taught me I ain't executive \t\tmaterial.  \n[43]\t\tAgghh ! It's making me sick...!  \tThe plasma bug writhes in pain and begins to swell, color changing from \tyellow to blue in accordance with some violent internal chemical reaction.  \n[44] \tleads a little quartet, plays a sweet fiddle. Roughnecks laugh and dance. \tDizzy tries to pull Johnny into the fun.  \n[45]\t \tsees something out of the corner of his eye.  \n[46]\t\tLieutenant, I think you're gonna \t\twanna see this, sir.  \n[47]\t\tDirty bugs came in right when they \t\twere having chow !  \n[48]\t\tOfficer on the deck, sir.  \n[49]\t\tLieutenant, we got trouble !  \n[50]\t\tJeez, we musta killed a million already...!  \n[51]\t\tGetting low here, sir !  \n[52]\t\tOfficer on the deck !  \tRoughnecks fall in. Johnny steps into the room. There are many new and \tmuch younger faces.  \n[53]\t\tWe got reinforced. Most of'em \t\tjust got outa boot...  \n[54]\t\tGot it. Fleet tactical wants to know \t\twhere they can deploy the skimmers.  \n[55] \tbegins to take a toll on the battle group as the orbiting ships lay their eggs. \tCap Troopers are scliced as they drop.  \n[56]\t\tFleet Command says retrieval's no go. \t\tThe battle group's at safe distance... \t\tand we got another problem.  \tAce points out a Tanker bug that's been brough up to the rim. \tJohnny sees another.  \n[57]\t\tBug hunt !  \n[58]\t\tYes, sir !  \tWarriors appear in the tunnel behind them.  \n[59]\t\tAh geez...  \tZander pushes him away, struggles to his feet.  ", "Levy": "", "General": "\n[1]\t\tGet out... you gotta get me out...!  \n[2]\t\tAt ease, Lieutenant. Thank God for you, \t\tfor all of you...this is grand... \t\tso where's the boat ?  \n[3]\t\tI was forced to hide, of course. The security \t\tof the Federation in this theater of operations \t\twas at stake !  \n[4]\t\tThey get in your mind... they make you do \t\tthings ! Look here... They did it to Farley...!  \tHe points at the hole of the dead major's head.  \n[5]\t\tOh, you can be sure of it ! They were \t\tbiding their time... waiting for the most \t\topportune moment !  \tRasczak's lost interest in the general. He's on the com.  \n[6]\t\tThey weren't gonna do it to me. \t\tOh no ! I know too many secrets !  \tRasczak looks at General Owen with contempt.  \n[7] \tblinks as he steps out into the light. Roughnecks snap to attention. \tGeneral Owen looks at the carnage that was once his command and \tbegins to keen, collapsing to his knees.  \n[8]\t\tOh God...! My soldiers...! All of my \t\tboys and girls...!  \tThe Roughnecks are shocked. They've never seen a general break down before. \tLieutenant Rasczak slaps Owen hard.  \n[9]\t\tI know... I wish you'd shoot me...  \n[10]\t\tWhat's it thinking, Colonel ?  \tCarl smiles in a cruel way.  \n[11]\t\tAnd you freely admit to it ?  \n[12]\t\tIs what this man says true, \t\tLieutenant ?  ", "Owen": "\n[1]\t\tGet out... you gotta get me out...!  \n[2]\t\tAt ease, Lieutenant. Thank God for you, \t\tfor all of you...this is grand... \t\tso where's the boat ?  \n[3]\t\tI was forced to hide, of course. The security \t\tof the Federation in this theater of operations \t\twas at stake !  \n[4]\t\tThey get in your mind... they make you do \t\tthings ! Look here... They did it to Farley...!  \tHe points at the hole of the dead major's head.  \n[5]\t\tOh, you can be sure of it ! They were \t\tbiding their time... waiting for the most \t\topportune moment !  \tRasczak's lost interest in the general. He's on the com.  \n[6]\t\tThey weren't gonna do it to me. \t\tOh no ! I know too many secrets !  \tRasczak looks at General Owen with contempt.  \n[7] \tblinks as he steps out into the light. Roughnecks snap to attention. \tGeneral Owen looks at the carnage that was once his command and \tbegins to keen, collapsing to his knees.  \n[8]\t\tOh God...! My soldiers...! All of my \t\tboys and girls...!  \tThe Roughnecks are shocked. They've never seen a general break down before. \tLieutenant Rasczak slaps Owen hard.  \n[9]\t\tI know... I wish you'd shoot me...  ", "Sgt.": "", "Zim": "\n[1]\t \tis 40, astoundingly fit, and like all drill instructors, he carries a small baton. \tHe addresses sixty shorn RECRUITS.  \n[2]\t\tThe problem with you is that none of you are \t\tgood enough the way you are.  \tJohnny stands in formation with his squad, among them:  \tBRECKINRIDGE, 18, DJANA'D, 19, KATRINA McINTIRE, 18, ACE LEVY, \t18, SHUJUMI, 18, and KITTEN SMITH, 18. \t\t \t \n[3]\t\tI am your senior drill instructor, \t\tCareer Sergeant Zim. \t\t\t \n[4]\t\tDo you think I'm funny ? Do I make \t\tyou laugh ? Do you think I'm a \t\tcomedian ?  \tKitten Smith shake his head  \"no\" , but he can't stifle himself.  \n[5]\t\tThe first and last words out of your \t\tstinking holes will be \"sir\". \t\tDo you get me ?  \n[6]\t\tSee the armory ? Run around it !  \tKitten Smith squints. Out in the distance, a tiny building. \tZim smacks him on the leg with his baton.  \n[7]\t\tRUN, I SAID. Bronski, keep pace !  \tKitten Smith runs. Big CORPORAL BRONSKI, 28, takes out after \thim, laying a baton across his backside every time he slows.  \n[8]\t\tYou are now all brothers and sisters in \t\tthe same family, my family, the Mobile \t\tInfantery. I will be your mother. \t\tI will be your father. If you do not \t\tplease me I will throw you out of my \t\tfamily because I hate all slackers and \t\tnegative hackers. \t\tDo you get me ?  \n[9]\t\tAnytime you think I'm being to tough, \t\tanytime you think I'm being unfair... \t\tQUIT ! Grab your gear and take a \t\tstroll down \"Washout Lane\". \t\tGet me ?  \n[10]\t\tI wonder if there's a handful of \t\tguts in the whole bunch. Who \t\tthinks they've got what it takes \t\tto knock me down ?  \tBreckinridge, a big guy from a farm planet, steps forward.  \n[11]\t\tYou alright, Breckinridge ?  \n[12]\n[13]\t\tGood. Who's next ?  \tShujumi steps up, assumes a fighting stance. Zim looks him over. \tThere's not not much to him. Shujumi attacks Zim, counters his \tcounter, dances out of range.  \n[14]\n[15]\t\tSome of you may not ´make it.  \tDjana'd hits a tower and falls to the deck hard, dropping her rifle. \tShe holds her knee, hurt. Zim races over to her.  \n[16]\n[17]\t\tYou might think I am unfair.  \n[18]\t\tIs that all you got ? You hit like kitten, Smith ! \t\tThis is a punch.  \tWHAM !\tZim knocks Kitten Smith for a loop.  \n[19]\t\tYou will not like me.  \n[20] \twatches the recruits face simulated 3-D OFF-WORLD FOES. In one room, \tCYCLOPS SOLDIERS of Antilles, in another, red DEATH WALKERS, \tand in a third, screeching ARACHNID WARRIORS.  \n[21]\t\tBut if you survive you will thank me \t\tbecause you will be born again hard. \t\tYou will be a new person. \t\tYou will be a Cap Trooper. And then, \t\tMAYBE, you'll  be good enough...  \n[22] \tthrows a knife, buries the point in a narrow post.  \n[23]\t\t...to serve in my family.  \n[24]\t\tPut your hand on the post, private.  \tAce obeys. Zim throws, sticks his hand to the post.  \n[25]\t\tThe enemy cannot push a button if you \t\tdisable his hand. MEDIC !  \tZim pays no attention to Ace who remains stuck to the post. A \trecruit trots up. Johnny stares, surprised. It's Dizzy.  \n[26]\t\tI see you specifically requested transfer \t\tfrom Fort Cronkite to this training group...  \tDizzy grins self-consciously at Johnny.  \n[27]\t\tIt is the best... BUT WHAT MAKES YOU \n[28]\t\tC'mon, move it, you apes !  \n[29]\t\tThe object of this exercise is to capture \t\tyour enemy's flag before your enemy \t\tcaptures yours.  \tBronski passes out Morita SmartRifles.  \n[30]\t\tThese weapons have been modified for \t\tthis exercise. If your enemy hits you, \t\tyour suit will fail. You will be unable \t\tto move. You will be as good as dead.  \n[31] \twatch Johnny firing both Moritas simultanously and taking out the remaining \tRed Team defenders. He grabs the Red Team flag and hurls it into the air like spear.  \n[32]\t\tKid's got some moves...  \n[33]\t\tSmith, GO ! McIntire, GO ! Flores, GO ! \t\tRico, I'm making you sqaud leader !  \n[34]\t\tDon't stand there dumb... GO !  \tJohnny jumps, plummeting toward the earth.  \n[35]\t\tWith the Marauder's visual capabilities, \t\tall you have to do is look at something \t\tto hit it, so you will exercise EXTREME \t\tCARE on my firing line. \t\tDo you get me ?  \n[36]\t\tThe live firing combat range is the \t\tclosest simulation of actual combat \t\twe can provide. If you do not hit \t\tyour target, it will shoot you...  \tFifty blackened AUTOMATED TARGET DRONES fitted with pulse guns \tare presently visible along a gauntlet of low walls, gullies, and three-story \tbuilding facades.  \n[37]\t\tThe Marauder power suit will prevent \t\tserious injury, but if you are hit, you \t\twill be non-operational and your team \t\tscore will suffer accordingly. Rico, \t\thas each member of your squad completed \t\ta weapons safety check ?  \n[38]\t\tPerfect score for this exercise is 300. \t\tB company came through last week \t\twith 285. I expect you to do better.  \n[39]\t\tRico, you are relieved of squad command. \t\tLevy, McIntire you will escort private Rico \t\tto the C.O.'s Office.  \tThe recruits watch Johnny leave, stare aghast at their dead comrade. \tNo one looks at Djana'd, who stands alone sobbing.  \n[40]\t\tAlright, let's go, Rico.  \tJohnny takes off his shirt. Ace who now holds the chevrons of squad \tleader, watches, feels bad for his pal.  \n[41]\t\tBite on this. It helps. I know.  \n[42] \tand other staffers watch the grim news unfold. Animation \tillustrates the insect treachery.  \n[43]\t\tI'm serious, sir. I'll go anywhere. \t\tI want combat.  \n[44]\t\tYes, sir, I get you.  \n[45]\t\tIs that your signature, Rico ?  \n[46]\t\tDoesn't look like it to me.  \tZim gives the C.O. a look. The C.O. shrugs, turns away, watching the news \tof the coming war. Zim tears up the 1240/A.  \n[47]\t\tGet outa here, private.  "}}