{"filename": "Stir-of-Echoes_script.txt", "imdb_id": "tt0164181", "imdb_url": "https://www.imdb.com/title/tt0164181", "characters": ["Adam", "Jake", "Maggie", "Kurt", "Lisa", "Samantha (as Jenny Morrison)", "Debbie the Babysitter", "Vanessa", "Bobby", "Lenny", "Sheila", "Neighborhood Man", "Harry", "Tom", "Frank"], "dialogues": {"Adam": "\n[1]I'm really sorry, Mr. Witzky. \n[2]have joined Tom and the others.      66. \n[3] Dad... Behind them, the guys playing football out of Bernie's Tap have now organized a full-fledged game of tackle in the street, over the objections of their wives and girlfriends, who shout at them to stop. \n[4]        \n[5]Huh uh. Suddenly, the guys playing football run a play right through the middle of them -- sweaty, middle-aged bodies fly in every direction. Everybody SHOUTS and lunges backward, protecting their beers. The conversation is broken up. But the football players are upset, and a fight breaks out. The crowd gets out of the way, half to watch the fight with glee, the other half to shake their heads and watch the fight. \n[6]Yeah. (Kurt is looking atIhim: I'm fine. \n[7]Really, Mom? How do I look? \n[8]You could climb off my back, that'd help. Adam walks away. \n[9]Come in! \n[10]Hi! \n[11]Want to see what I've got? \n[12]Not today. Come here: Tom walks toward him. \n[13]Closer. Tom walks closer. He's right in front of Adam. \n[14]I bet you never saw this before. He points the gun barrel at Tom -- -- then swings it around and points it at his own heart. \n[15]He POUNDS harder, but there's no answer. He goes to the window beside the door and peers through it. \n[16]Happy St. Patrick's Day. \n[17]Uh... don't you have it? He giggles. \n[18]The surprise. They laugh and look at each other. Kurt drinks, then forces the bottle back at Adam. \n[19]I'm too wasted. \n[20]Oh, yeah, so bad. He laughs. \n[21] \n[22]Oh, my God. \n[23]Is she dead? \n[24]Oh, my God. \n[25]I'm not here.      108. \n[26]I wish I wasn't here. \n[27]This isn't happening. \n[28]What do we do now? Kurt and Adam are very far away, blobs of light at the end of a black tunnel that's closing in around us. Just before everything goes completely black -- ", "Jake": "\n[1] \n[2]My... blue sword. No! The one with the gray tape around the middle. That one. He lands the airplane on the water. He giggles. \n[3]That's silly. \n[4] \n[5]What?  My daddy, but he doesn't know about it yet. He brings the airplane in for a careful water landing and lets go of it. He looks up.      2. \n[6]Can I ask you a question? He pauses, looks to the door to make sure his mother isn't too close. Moving back now, we see that Jake is all alone in the bathroom, staring at the empty bathtub across from him. \n[7]Does it hurt to be dead? \n[8]It's a secret. \n[9]TOM WITZKY, Maggie's age, lean and muscled like somebody who works for a living, lies on Jake's bed next to his son, reading him a story. Jake is nearly asleep. \n[10]the four year old is awake. Not just awake, but standing next to his bed, perfectly straight, staring at the open doorway. Tom steps in. He can see by the light of the nightlight. \n[11]Don't be afraid of it, Daddy. The hell does that mean? But before Tom can respond, Jake turns, climbs back in bed, rolls over to face the wall, and goes back to sleep.     \n[12] I told him. \n[13]Yes. \n[14]Who? \n[15]Okay. \n[16] Call Vanessa and ask her about Dorothy. i'aggie stops, looking at him. Jake is calmly eating his câ\u0080¢.real. She looks at her watch. \n[17]Samantha told me. \n[18]Yes. That's when I met her. He goes back to eating his cereal. A DOORBELL rings. \n[19]Tom SMACKS open the door to Jake's room and flicks on the lights. In Jake's bed, the covers are pulled back, the sheets are rumpled. But Jake Js gone. Tom races out. Still staring at that empty bed, we can hear other doors in the house being thrown open, lights being switched on, and Tom's outraged voice calling out for his son. \n[20] Oh, hi, Mommy. She's relieved, but livid. \n[21]Daddy, look! \n[22]Bye, Neil! The Cop looks back over his shoulder and smiles. Tom looks at his son as if he's never seen him before. \n[23]Jake, fresh from a bath and in his pajamas, sits on the floor of his room, playing with model cars, intent. He's HUMMING a soft tune to himself, the same one he hummed during his bath in the opening. Tom and Maggie sit near him, staring at him. They're freaked out. What have they got on their hands here? Their tone is soft, gently probing.      58. \n[24]Don't ask the boy any more questions. They freeze, staring at him. His tone was odd. And did he just refer to himself in the third person? \n[25]Talk to me. He goes back to playing, and to that little tune. It's becoming rather haunting. Maggie and Tom look at each other. Good God. \n[26]Tom takes it down and reads it. \n[27]Tom winces as he takes it down and reads it. Again. \n[28]Feathers everywhere. Maggie turns back to Jake -- and GASPS. He's peeing his pants, the urine drizzling down over his shoes.      \n[29]Help Daddy. \n[30]I'm staying here.      100. \n[31]I want to stay at Uncle Steve's, I don't want to go home. \n[32]Because I'm not safe there. Because of the feathers. \n[33]Don't stop for the train, Mommy. \n[34]On the second floor, in Jake's bedroom the bullet CRACKS up through the floorboards, tears through his mattress, and bursts through the little boy's pillow. The pillow explodes in a cloud of fea-hers, which fly everywhere. Feathers everywhere. \n[35]Let me see, let me see! Maggie turns the baby so she's facing Jake. The infant looks at her older brother. At first, his face is as blurry as everybody else's. But slowly, Jake's face becomes crystal clear, even though everything around him stays out of focus. \n[36]Can I hold her? \n[37]Don't be afraid of s t. Tom and Maggie look at each other. ", "Maggie": "\n[1] Jake? You all right in there? \n[2]Who you talkin' to, Jake? He turns to her and whispers. \n[3]Is he asleep? My brother's here.      3. \n[4] Should we tell him? \n[5]I'm pregnant. \n[6]He saved my life. \n[7]I'm serious. The summer I was nineteen, I was at Jones Beach, I swam out too far and got a cramp in my leg. There was no way I was gonna make it back. I was goin' down, I was swallowing water and everything. Tom was a lifeguard. I don't know what he was doing out that far, he said he just had a feeling. \n[8]Had to. He said I'm his slave until I saved him back. \n[9]I saw his arm the next day. It left a mark. \n[10]Yeah, right. \n[11]Hey Frank, you're the one who's so curious, why don't you- \n[12]Ah, that's different. Whaddya got to hide? \n[13]Philip, have you ever done this before? \n[14]Have you ever done it before? \n[15]Try not to screw him up permanently. \n[16]Are you okay? \n[17]You said it didn't hurt at all. And he kept it moving. \n[18]Tom, you didn't do anything embarrassing or anything. \n[19]I hope it's a girl, I can't help it. Six brothers, I mean, give me a break. I'm sick of all these balls around the house. He doesn't laugh. She rolls over, strokes his chest with one hand. \n[20]What's the matter? \n[21] \"Please, baby, please baby, just this one time, I can't feel anything with one of those on.\" \n[22]You don't have to. We'll get by, we always do. Tom stares at a dark brown water stain on the ceiling. \n[23]Relax. Her hand is moving. He twists. \n[24]It's a good job. You know how many guys would kill for your job? \n[25] Relax. She's making it hard for him to concentrate.      \n[26]Let me help. \n[27]What do you mean, like... You mean like a hallucination? \n[28]Did you, uh, get her name? \n[29]You sure you weren't dreami.g? \n[30]What should we do? You want to call Philip? \n[31]How about my cousin Elizabeth? \n[32]Well, if anything like this happens again, we should go talk to Elizabeth. \n[33]Promise me. \n[34]Hi, Adriana, it's Maggie. Listen, our baby-sitter just backed out on us for next Friday night -- Jake turns and looks at the empty chair next to him. He smiles at it. Then he giggles. He covers his mouth.  - -     30. \n[35]-- and there's this game Tom and I really wanted to go to and I was wondering if... \n[36] Oh. Yeah, I understand. No, no, no, don't worry about it. Okay. Bye.  Shit. Shoot. Shoot, I mean. She picks up the phone and dials again. With all she's doing, she doesn't notice that Jake is having a conversation with the empty chair. \n[37] Philip, hi, it's me, call me when you wake up, is there any way -- \n[38]-- you'd consider dumping whatever bimbo you're going out with Friday night and baby-sitting for us instead? \n[39]I'd call mom, but it's a long drive for her and she's not feeling very well again, so... call me as soon as you can, and no, I'm not kidding.  \n[40]Well, that'll happen in about a million years.      \n[41]Good idea. She picks up the phone and dials a number. Jake just keeps eating. Behind him: \n[42]Hi, Vanessa, it's Maggie. What's your baby-sitter's name again, Dorothy? Are you gonna use her Friday night? Really? Would you mind if I asked her to sit for us, just this once? Oh, great, thank you so much, you saved my life. What's her number? Uh huh, uh huh. Great, thanks again. Okay. She hangs up and finishes her make-up in her reflection in the toaster. \n[43]When did you ever meet Dorothy, Jake? \n[44] Oh, I bet you saw her when you were over playing with Jessica the other day, right? She was there then? Jake turns to the empty chair on his left. He looks at it for a moment, then turns back to Maggie. \n[45]Hi, remem ber me? I'm Maggie, we met over ever wakes up, a band could play in \n[46]Great! Let me just grab my coat we' re out of here. and 33. \n[47]Vanessa recommended her. She's used her before, she said she's real reliable. Tom nods.  Are you... She's looking at the Advil. He smiles, faking it. \n[48]  \n[49]Are you okay? He forces a smile. They head into a crowded tunnel that leads into the stadium.     36. \n[50] \n[51] \n[52]Tom, wait! \n[53]What the hell is the- \n[54]What?! \n[55]Oh, my God! She bounds up the steps, calling out for Jake. \n[56] What the hell is the matter with you?! Dorothy jumps to her feet and races through the door that leads to the back, where the buses leave from. \n[57]Samantha? \n[58]Where have I heard that name before? \n[59]But she could still be around! Hiding or something. I mean, she could have actually been here when you saw her! \n[60]Where was she? When you saw her, where was she exactly? \n[61]What was it like? At the game, I mean, how did you know about Jake? Did you see anything? \n[62]Like when I was drowning?      48. \n[63]Does it hurt when it happens? \n[64]God, Tommy, what's the matter with you? \n[65]If your brain is tearing in half? \n[66]I like it better in. \n[67]You'll go insane. Kill yourself. Kill me and Jake first. \n[68]I want you to go see my cousin Elizabeth. Make sure there's nothing wrong. Just tell her about the headaches, that's all she needs to know, you don't have to bring up the other stuff. Suddenly, he smiles.      \n[69]Yeah, right here. She hands him a cassette. Elizabeth puts it into a tape deck and pushes \"play.\" \n[70]What abnormality? \n[71]How uncommon? \n[72]There's really nothing wrong with him? Nothing at all? \n[73]Jake, do you remember the other day when we were talking in the kitchen? Jake doesn't look up, just keeps playing and HUMMING. \n[74]I was loo3.ing for a baby-sitter, remember?  And you said \"Samantha\" told you about Dorothy. Do you remember that? He keeps playing, HUMMING. \n[75]Is Samantha someone who talks to you sometimes, Jake? No answer. She tries a different route. \n[76]Can you remember any of the things that Saman- Jake looks up sharply. \n[77]Tom? He can't answer. He's panicked, but unable to move. With every twitch of his chest clouds of steam burst from his mouth, all the air going out, none coming in. From the top of the stairs, Maggie can see him, standing there, hand outstretched into the darkness, touching nothing. But from Tom's point of view, he's touching fingertips with Samantha. He's frozen, breathless, and now his cheeks start to turn pale, unnaturally white. Another few seconds of this and he'll pass out. \n[78]Tom!? She races down the stairs. \n[79] \n[80]TOM, BR. ATfHE! She grabs hold of him. As soon as Maggie makes contact, Tom collapses. He sees Samantha break away from him with a SHRIEK of irritation. She moves, not quite walking, but a herky- jerky kind of lateral movement toward the dining room, fast, like someone on a dozen espressos, an angry thing that has to slow itself down to a crawl just to talk to us. In the dining room, she flops over onto the floor, like a reflection appearing suddenly on the surface of a pond. Into the floor, she disappears. Maggie grabs Tom's face and turns it toward her. He takes a big lungful of air.      \n[81]Was she here?! Tom nods, sucking air greedily. \n[82]Why?! \n[83]Sheila, if you're so miserable, why don't you leave? Adam's almost out of school, he can handle it. \n[84]How long have you guys been there? \n[85]So... you know most of the people around here pretty well, right?     \n[86]is questioning Sheila. \n[87]Did you ever hear of a girl named Samantha Muller? \n[88]I think so. \n[89]I'm sure they're very nice people, but in case they aren't -- She hands a thin black cannister to him. \n[90]Mace the shit out of `em. He smiles and shoves it in his pocket. She kisses him.     \n[91] Hey! You're home early! She struggles to take the keys out of the door while still holding the groceries. \n[92]Can you pick up Jake? I'm exhausted! She comes in and kicks the door shut behind her. Tom's nowhere to be seen. From somewhere in back, there is a faint CRUNCHING sound. \n[93]Hello? No answer. She heads into the kitchen with the groceries. \n[94]Hey, look what I'm not cleaning up. She sets the groceries down on the counter and pulls out a gallon of milk. She opens the refrigerator. She does a double take. The entire top shelf is jammed with cardboard cartons of orange juice. From outside, the CRUNCHING sound comes again. She follows the muddy footprints out the kitchen door.     \n[95]Tom? Tom raises the pick high and brings it down hard. CRUNCH. The hole he's in at the moment isn't more than two or three feet deep. But, hey, it's early. Maggie draws closer. In between swings -- \n[96]Tom. Tom whirls, the pick raised to defend himself. His shirt's off, his chest and face are streaked with mud and sweat. Maggie jumps back. \n[97]S scared you? Swing. CRUNCH. \n[98]Tom. Swing. CRUNCH. \n[99]What are you doing? \n[100]What do you mean? Zom shrugs. Swings the pick. \n[101]Who says? He just looks at her from under his sweaty brows. You know who. \n[102]Oh. Tom manages to break apart the rock he was working on with the pick. He tosses the axe, which bounces crazily across the grass at Maggie's feet. She jumps out of the way. He hoists himself out of the hole and picks up the garden hose. He sprays water into the hole. \n[103]Why are you doing this? \n[104]No, I mean... Could you stop for a minute?  Would you please stop for a minute? \n[105] \n[106]M2y are you digging? \n[107]What are you searching for? \n[108]I think we should call the police. \n[109]Why don't you come in the house with me? Take a break. I want to talk to you, you're not yourself right now. \n[110] \n[111]  \n[112]My brother Steve. My mother's going back in the hospital again. \n[113]What? He shakes his head. \n[114]What? \n[115]What is it? Tom can't look at her. The phone RINGS again. Tom gets up, opens the door that leads to the back yard, and goes outside.     \n[116]Hello? Tom closes his eyes. \n[117]Steve, I was just going to- She stops. There is a long silence. Tom opens his eyes. A tear runs down his cheek. He wipes it away. He turns and walks back toward the house, slowly. There is dead silence inside. As he nears the doorway, he hears the sound of the telephone being placed back in its cradle. Maggie reaches the doorway at the same time Tom does. She looks up at him, her eyes filled with tears. He puts his arms around her and she breaks down. He holds her. He holds her for a long moment. \n[118]You knew.  You knew, didn't you? \n[119]Sunday. We should leave as soon as we can. \n[120]Do I WANT you to come with me:! To my MOTHER'S FUNERAL?! Of COURSE L want you to come, why the hell WOULLV'T you come?! But he's looking past her, at the holes in the yard. \n[121]It's me. \n[122]I'm okay. \n[123]You know. Drunk. Fighting with each other. \n[124]Yeah, well, what can I say? You are kind of an asshole. How do you feel? \n[125]Have you had any- \n[126]No, uh... no more digging?      98. \n[127]Look, I'm sorry too. I' wish I hadn't just stormed out of there, I shouldn't have left you alone. \n[128]Are you okay? You sound funny. What are you doing? \n[129]Why don't you come up here with us? This time of night you could make it in an hour. \n[130]Why not? \n[131] Alright. I'll come down there and get you. I'll leave right now. Behind her, the bedroom door swings open. Jake stands there. He looks terrible. She doesn't hear him come in. \n[132] Oh, my God, I gotta go. I'll be there in an hour. \n[133]Honey, what happened? Why didn't you tell me you had to go to the potty? Jake turns and looks at her. \n[134]Jake, come on, we have to go. \n[135]What? \n[136]Why not? \n[137]What does that mean, Jake? He shrugs. Philip, Maggie's brother, stands in the doorway to the other room. \n[138]Be good. She opens the door and heads out. As it's swinging shut: \n[139]Mace... shit. She starts up the stairs. She reaches the top. The last light that was on inside clicks off. Now the house is totally black inside. Remembering something, she pulls her purse around and feels inside it. She finds the butterfly knife, the one she found in Tom's pants. She holds it in her left hand, keys in her right. She goes to the door. She unlocks the deadbolt. Inside, she hears a SCURRYING sound. She unlocks the knob. She puts the keys back in her purse.      116. \n[140]Tom? No answer. She steps inside and fumbles for a light switch. She flicks it. Nothing happens. \n[141]Are you here? She crosses the room to another light and CLICKS its switch. As the light floods the room: Harry, who was hiding behind the front door, BANGS it shut. Kurt Damon is still kneeling on Tom's back, holding one hand roughly over his mouth, trying to keep him quiet. \n[142] \n[143]Hi, baby, did you sleep well? I sure didn't. The baby sees Maggie's face, blurry, but friendly. Tom leans in. \n[144]If you're very, very careful. Climb up here.   120. ", "Kurt": "\n[1]What, Dorothy? He makes a \"big breasts\" gesture. \n[2]while the fight goes on in the background, Adam wanders away from the group and sits down on the hood of Kurt Damon's car. He's rattled. Kurt notices him and comes over. He sits next to him.      68. \n[3]You okay? \n[4]You don't look fine. \n[5] All right, all right. Just, if there's, you know, if there's somethin' you wanna bullshit about or anything, just let me know. Might help. \n[6]Sorry. \n[7]  \n[8]It's a surprise. He tugs. She resists. \n[9]Well, if I told you, it wouldn't be much of a surprise, would it? We let him pull us through the door.     \n[10]Oh yeah, the surprise. \n[11]Drink, motherfucker, drink motherfucker, drink motherfucker \n[12]Yeah there is, yeah there is. He puts his arm around us, leads us back into the room.      105. \n[13]The surprise is... we decided we want to be your friends. \n[14]Are you kidding? Look at yourself! Kurt turns Samantha toward an old mirror that hangs over the fireplace. She's good-looking, if she knew it. Terribly insecure, doesn't even like looking at herself. We turn away, embarrassed. \n[15]Ah ah ah, look! He makes us look in the mirror again. \n[16]Mama, you are hot. He turns her toward him, looks at her, closely. \n[17]  \n[18]Come on, Samantha, I'll be your friend, I swear I will.       \n[19]Just be nice to me. Be a good girl. You're a good girl, aren't you? \n[20]Come on, baby, how `bout a little helmet wash? His belt buckle comes into our view, and his hands on it. We tear away, get up and run for the door. From behind, something hits us very hard. The floorboards race up at us, all of a sudden. We land on them, hard, bounce off, our own blood spraying out on the unfinished wood. Our head lands sideways on the floor. We see Adam McCarthy, vomiting in the corner. Abruptly, we're rolled over and are staring at the ceiling. Kurt Damon is on top of us, his face too close. Her hands rise up, try to push him off, but he's stronger. Samantha starts to SCREAM. Hands close over our face. She bites, and the hands are pulled away. She SCREAMS again. \n[21] \n[22] \n[23]What the fuck did you do that for? \n[24]No shit she's dead. \n[25]Look at her tongue, man. \n[26]I never saw nobody dead before. We start to fall back, and down, as if sinking into the floor. Kurt and Adam grow taller, further away. Their voices fade. \n[27]It's fuckin' gross. \n[28]Fuckin' plastic over her face. Good thinkin', Adam. \n[29] ", "Lisa": "", "Vanessa": "\n[1]How did you and Tom meet? \n[2]No, really. \n[3]Oh my God, did you have sex with him like, that night? \n[4]That's so romantic. Bobby and I met when I peed in the guys' john at a Bon Jovi concert. She hits \"puree\" on the blender. \n[5]P(ople who say they were hypnotized weren't really, they were just, you kn)w, playing along. \n[6]You never saw that happen. \n[7]You're making it up! \n[8]Yeah, let's see. \n[9]Oh, no. Uh uh. \n[10]Because, I .night make a fool out of myself! I n. ;.ght, I don't know, expose myself or sowething. She clutches her arms around her breasts as she says that. You get the feeling she'd like to expose herself. \n[11]I don't, but -- do Maggie. \n[12]That's what I'd do! That's exactly the kind of thing I'm afraid I'd do! \n[13]You were faking it. You had to be faking it. ", "Bobby": "\n[1]Vanessa made me. \n[2]That's disgusting! ", "Lenny": "\n[1]Hey, did any of you guys see those Dominican crack dealers hangin' around the park again? Everybody GROANS. \n[2]Yeah, laugh it up, laugh it up, and when you all wake up dead with your throats cut some night -- \n[3]-- don't come cryin' to me! \n[4] \n[5] You see what I'm talkin' about?! You see what I mean?! \n[6]You mean the retard? She ran away. \n[7]She took off back in March, I think, with some black guy. \n[8] Harry, I saw those Dominicans back in the park again. By the basketball courts? \n[9]We could go talk to `em. Scare `em off, if there were enough of us. \n[10]The retard. \n[11]What, retard? ", "Sheila": "\n[1]Can you learn another word? \n[2]Look at him. Why doesn't he just lick them when they walk by? \n[3] \n[4]Look at that! He's not even picky. I swear to God, that man will stick it in a bowl of soup if it's still warm.. Maggie notices Tom, up ahead, with a hand to his temple. She catches up. \n[5]They change, Maggie. Ten or so years of marriage, a kid or two -- they become a different human being. \n[6]Oh, Frank would love that. No. I want him out. I like that house. \n[7]Almost fifteen years. \n[8]  \n[9]Yeah, kinda, name rings a bell. \n[10]is on the same subject. \n[11]She was always hanging around the guys, you know, she wanted to be with the \"in\" clique and everything. There wasn't much chance of that. \n[12]keeps talking to Maggie. \n[13]She was a pretty girl, but real shy. Pretty simple. She had these crazy ideas she could be an actress, you know. She thought she was gonna be a big movie star. I mean, there was no way, but you couldn't tell her that. I thought it was kind of sad. \n[14]It can't ever just be nice. Someone's always got to ruin it. ", "Neighborhood": "", "Man": "\n[1]\n[2]\n[3]What does it want you to do? \n[4]Then you're not listening! \n[5]Speak for yourself.      \n[6]What does it want you to do?      \n[7]You saw a ghos-, didn't you? \n[8]Look, what'd the bitch want? \n[9]Then you got a weird bitch friend for the rest of your life. \n[10](off screen, we're in her point of vie sr Hi. \n[11]What? \n[12]You want to show me something? Her manner of speech is childish, like a grade-schooler's. \n[13]What is it? \n[14]What kind of surprise? \n[15]What's the surprise? \n[16]I don't think there is a surprise. We turn and start for the door. Kurt hurries around, intercepts us. \n[17]You do? \n[18]Why do you want to be my friend? \n[19]Well.., you can kiss me if you want to. Kurt leans in close, kisses us. After a moment, we force our head away, looking down. Kurt's hand is on Samantha's breast. We push him back. \n[20]Not like that! But Kurt pulls us closer, roughly. We struggle. \n[21]I have to go home. We struggle some more. He gets his powerful hanis on our shoulders and starts to push us down. \n[22]But she keeps screaming. Adam staggers to a boom box that's sitting on the fireplace mantle and flicks a switch. A SONG comes on, loud. It's a haunting tune, we recognize it. St's the song Jake has been humming. Kurt continues his fumbling, drunken attempts at rape, tearing her hand out of his hair.      ", "Harry": "\n[1]Hello, Tom. Takin' care of the place? \n[2]So how you likin' the neighborhood? \n[3]What are you, runnin' for Mayor?      \n[4]Hey, Tom! Tom turns. Harry Damon, the guy from across the street, is headed toward him. But Tom notices something behind Harry. A police car has turned onto the block and is rolling to a stop.      26. \n[5]Thought I'd stop by and pick up the rent. Save you the trip across the street. \n[6]Yeah, just thought you'd want to get it out of your hair. \n[7]I can wait. Hey, Frank, some game we picked to miss last night, huh? How many yards Adam end up with? Tom turns in his seat, following the Cop's line of vision. \n[8]But, you know, what am I gonna do, I'm a single father with a son to support, I can' t just say fuck everything. So I scraped together enough money to make a few downpayments, and here I am. A landlord, for Christ's sake. \n[9]in response to the same question from Tom, calls over to his son Kurt, the good-looking football player, who is leaning against the front of his yellow Trans-Am, talking to a couple other guys. \n[10]Hey, Kurt, you remember that Muller girl?  Like he ever tells me anything.      64. \n[11]  \n[12]Do you remember that Muller girl? \n[13]No, the other one. Samantha. Lenny, the crank, joins the conversation. \n[14]She did? \n[15]asks Tom a question. \n[16]Why you wanna know about her? \n[17]No. You're the first tenants since I bought it. \n[18]What do you want me to do about it, Lenny? \n[19]Tom's askin' about that Muller girl from over by Baldwin, you know, the one that ran away? \n[20]Drink up. You got this'started, you're God damn well gonna help finish it. Kurt takes the bottle and drinks. He starts to lower it, but his father forces him to drink more, and more, until he nearly retches. \n[21] \n[22] \n[23] \n[24] ", "Tom": "\n[1]Well, I was walking in the night, and I saw nothing scary. For I have never been afraid of anything. Not very. I was deep within the woods when, suddenly, I spied them. I saw a pair of pale green pants with nobody inside them! I wasn't scared. But, yet, I stopped. What could those pants be there for? What could a pair of pants at night be standing in the air for? Maggie leans in the doorway and whispers. \n[2]`Bout a million to one. \n[3]Depends. How big you like `em? The hot engine of a Yellow Trans-Am fires up in the driveway of the house across the street. It backs into the street, its passenger door hanging open. The DRIVER honks the horn and a SEVENTEEN YEAR OLD KID runs out of another house and jumps into the moving vehicle. They take off. The Homeless Guy berates them, shaking his fist. They reach the steps of the house next door. PARTY NOISE comes from within, shadows move in the windows. Tom swings Maggie around, puts her on the step, wraps his arms around her, and kisses her. Great kiss. It goes on.      4. \n[4]Sure. \n[5]I don't know, I just found out about this. \n[6]Seven years, and I've still never been to a party where you weren't the one I wanted to hang with. She smiles, melted, and they part. Tom joins the men. BOBBY, Vanessa's husband, an athletic-looking guy holding a sleeping three-year-old on his shoulder, talks with FRANK McCARTHY, fortyish, big Irish drinker, and HARRY DAMON, who is also older than the rest. \n[7]Alive on the planet.  Harry. \n[8]Actually, I'm drillin' holes in all the floors, Harry. \n[9]Well, I grew up about a mile from here, it ain't like a foreign country. \n[10]What the hell? I'll try anything once.     \n[11]Damn fine lookin' finger. Laughter. \n[12]Can you clean out the nail, it's kinda makin' me sick here. Philip raises two fingers and jabs Tom in the eyes. \n[13]Hey, what the fuck? \n[14] Asshole.      11. \n[15]Poke me again you son of a batch and I'll clock you, I swear to Go'.. \n[16]Yeah. \n[17]I want to be fuckin' hypnotized, already. \n[18]Uh... Out of the pitch black, we can detect tiny images. \n[19]Some colors... something floating... up. \n[20]Didn't work, huh? All six faces burst out laughing, a great nervous tension released. Somebody turns the lights back on, somebody else hits the music. \n[21]What? More laughter. Philip seems very pleased with himself. Maggie comes and sits on the arm of the chair next to Tom, puts her hand on his face. \n[22]Did somethin' happen? People start talking, all at once. \n[23]What are you talking about? \n[24]How am I supposed to feel? \n[25]What'd you do to me? \n[26]That happened? \n[27]Hey, thanks a lot, it was very nice of you not to burn my flesh. \n[28]Who? \n[29]What? \n[30]Not time for what? \n[31]Aright, somebody else go. Come on, let's go, somebody else, right now. \n[32]Nobody? Well, then I guess the party's over, ain't it?  Let's go. Come on, let's go home. \n[33]You know, I don't think so, because I'll tell you something, it's a very nasty feeling to know somebody's been fuckin' around in your head for everybody else's amusement, you know?  I mean, Joey Ariola, Christ, I haven't thought about him in maybe ten years, and -- come on, man, somebody else has gotta go. Don't make me be the only-      \n[34]I... have no idea. Even more laughter, now everybody's slapping him on the back. Tom nods, \"yeah, yeah, laugh it up.\" \n[35]Any other surprises you left in my head, you fuckin' dead man, you? \n[36]Two kids. I'm only twenty-six. How did this happen? She slides one hand down, under the covers.      18. \n[37]No, I now how it happened, I'm just sayin'... You're gonna have to stop work, at least for a while. I'll be workin' Saturdays for at least another year, maybe two. \n[38]How many times I gotta ask Harry to fix that? He said he fixed this place up, so how come the roof leaks every time it rains? \n[39]Maggie, you don't think, I mean, ten, twelve years from now... I don't want you to think I'm gonna be a line man forever, you know, like Frank or somethin'. \n[40]I'm smarter than that, I know I am. \n[41]I'm smarter than Philip, Christ, six years in college, he's still got his head up his ass. I just want you to know, this ain't where I plan to stop. She licks his ear. He closes his eyes. \n[42]All my life, I feel like there's something better inside me, it's trying like hell to get out and it's like x won't let it. She rolls on top of him and whispers. \n[43].the fuck, man? He puts his hands to the side of his head. It hurts. A lot. Maggie stirs, but doesn't wake up. Tom gets up and walks out. As he passes Jake's room, he does a double take. \n[44] \n[45]Are you okay? Jake just looks at Tom, straight into his father's eyes. The boy's face lights up in a wide smile. He reaches out with one hand and rests his fingertips on Tom's forehead. \n[46]What?! She repeats, but he can only see her lips moving, the words are lost under the static. Realizing, Tom turns hurriedly toward the TV and hits the mute switch. When he turns back -- -- the woman is gone. He stands in the middle of the room, looking all around him. But he's alone. \n[47]Maybe. I was awake, I know that. She nods, thinking, no idea how to deal with this.      23. \n[48]You know, she didn't menti. -in it. \n[49]Positive. I had this headache like you wouldn't believe, and I was thirsty as hell. \n[50]Yeah, I'll call him. But I don't think he's got a fuckin' clue in life. From the living room, Jake laughs uproariously at something on the TV. \n[51]I don't need brain surgery, I just had a weird thing happen, that's all. Like a hypnosis hangover. One-time deal, don't worry about it. \n[52]Maggie... \n[53]I promise. \n[54]Jesus, you guys scared the shit out of me! The kid with Adam doesn't seem embarrassed, he just reaches for the football. Tom beats him to it. \n[55]You gotta play right here in the middle of the street? Frank is out of his house now, approaching the truck. He wears the same uniform shirt as Tom, carries a tool belt over his shoulder. \n[56] Aw man, it's dented. This ain't even my truck. They're gonna dock me for this. \n[57]Hell of an arm ya got there. Kurt smiles and shrugs. Tom tosses the ball back to him. Kurt turns and catches it behind his back as he walks away. \n[58]Bound to happen some time. \n[59] Yeah, I'm comin', I'm comin' \n[60]It's still two days yet, isn't it? Tom looks more closely at the Cop. He realizes the Cop isn't looking at him, he's looking past him, toward Tom's house. \n[61]  \n[62]Phil, it's Tom. Is there anything else important you said to me last night, while I was under? \n[63]Quarter after eight. What are you, still in bed? \n[64]Other than the shoe thing, what else did you say to me? \n[65]Phil, I gotta get back to work, was there anything else you told me to do after I came out of it? \n[66]Post-hypnotic suggestion, I know what it's called, Phil. Did you leave any others behind when you were kickin' your big, clumsy-ass feet around inside my brain? \n[67]Tell me the truth, Phil! \n[68]What thing? \n[69]What thing? \n[70]In general, what was it? \n[71]Yeah, I'd say that about describes it. \n[72]Never mind, it's gone now. I gotta go. \n[73]'Whir don't you, uh... why don't you mak%- yourself comfortable. Take off your coat. Without looking at him, Dorothy obediently unzips her jacket and takes it off. Her b reasts are fuller than one would expect at her age. She l ooks up at Tom, and now there's defiance in her eyes. Wh at are you lookin' at? \n[74]Excuse me. He goes upstairs. \n[75]Where did you find Dorothy? \n[76]Too much caffeine, that's all. He pops them in his mouth and swallows them dry. \n[77]Let's qo, \n[78]Yeah, `bout that. They round a corner. Just ahead, a high school football field is surrounded by bright lights, mobbed with STUDENTS and PARENTS. A BAND plays on the field, it's just about time for kickoff. \n[79]Sf\"S TAXING BIM AWWAY! \n[80]Oh, no. He bounds up the steps and tries the door. It's locked. He fumbles in his pockets for the keys.     \n[81]Jake?! No answer. He races up the stairs. \n[82]She took him. \n[83] \n[84]She can't be that far! He runs to the corner, desperate, and looks up and down the street in both directions. There are a lot of people out, she could be anywhere.     39. \n[85]Wait right here, keep your eyes open! He opens the door and goes inside. \n[86]Give him to me. She shakes her head no. Outside, a SIREN WHINES and a police car flashes past the window, its red lights spinning. They both hear it and glance over, then look back at each other. Tom raises an eyebrow. She knows what he means. \n[87]Give him to me, Dorothy. Trembling, Dorothy reaches out, Jake in her arms. Tom gently takes the boy from her and holds him tight. The front door flies open and Maggie races inside. Tom gives Jake over to her. \n[88] Take him home! I'll be there as soon as I can! He runs after Dorothy. \n[89]Sit up. Sit up, I want to talk to you. She manages to drag herself into a sitting position. She shoves back, against the wheel of a bus. Beyond them, the bus that nearly hit her stops on the far side of the lot. Dorothy is quivering, still crying. Tom squats in front of her, a few feet away. \n[90]Why were you taking my son? \n[91]Do you want me to call the police?  Then tell me why you took him. \n[92]Why do you say that? \n[93]Jake said that?  What else did he say? \n[94]Where were you taking him?      \n[95]You too?  Why aren't you safe here? She doesn't answer. The Driver is coming over to them, still \n[96]Dorothy? Dorothy, why aren't you safe here? The Driver is still closer. Frightened, Dorothy gets up, to run again. Tom grabs her. \n[97]Hey, wait a sec- As his hands close around her arms -- \n[98]Who is he?! She just looks at him, frightened. He shakes her, violently. \n[99] \n[100]Are you Duane? \n[101]She's a little girl, you son of a bitch! She' s fifteen years old, and you fucked her!? What the hell is the matter with you?! YOU DON'T DO SHIT \n[102] \n[103] You got ten minutes. Pack your shit. You don't leave a note, you don't try to call, and if you ever, ever come back here again, I'll know, I'll find you, and I'll stick this so far into you they'll never get it out. You got it? Duane nods, terrified. \n[104]I'll stay until he's gone. Upstairs, dresser drawers SLAM, Duane CURSES. He's packing. \n[105]Shouldn't be long. \n[106]Tell your mother I'll pay for this. \n[107]Who is this woman? \n[108]Did she have a black dress, kind of a diamond pattern on it? \n[109]She wore a lot of bracelets, those thick ones, different colors, all up and down her arms? \n[110]Where is she? \n[111]Can I talk to her? \n[112]Why not? \n[113]Where did she go? \n[114]What's your sister's name, Dorothy? \n[115]That's what she said. \n[116]Dorothy said she ran away about six months ago. \n[117]If she was, she's very quick getting in and out of a room. \n[118]On the cushion right next to you. Maggie looks down at the empty half of the couch, freaked out. She pulls in closer to him. \n[119]It's hard to explain. I just got this -- feeling. \n[120]A little bit. But a hundred times stronger. \n[121]Like you wouldn't believe. Fecls like my brain is tearing in half. \n[122]Why do you assume it's bad? Maybe this is a good thing. \n[123]I told you there was somethin' in me. Maybe it's comin' out. \n[124]Just roll with it. What's the worst that can happen? \n[125]Well, yeah, that... \n[126]Hey, know what?  It is a girl. She furrows her brow, \"how do you know?\", then follows his gaze down to her belly, where his hand is resting. \n[127] \n[128] \n[129]No. \n[130]Huh? \n[131]No. \n[132]No. \n[133]No thanks. \n[134]Only in, like, really small spaces. (she looks at him, straight \n[135]Do we really gotta do this? \n[136]How's it work? Elizabeth goes to a computer terminal and types in some commands. \n[137]Can I have another Valium? \n[138]That would be bad? She smiles and nods. The other Nurse puts a white cloth over his hair. \n[139]Kinda hot in the coffin. ELIZABETH'S VOICE comes blaring out of speakers mounted on either side of the tunnel. \n[140]Yo, hey, hey, woah, I'm right here. Can you turn it down a little bit? \n[141]Great. There's nothing wrong with me, I gotta get back to work.  Thank you for everything, Elizabeth, I owe you a giant one, hey, you think I can get some of that Valium to go? Elizabeth scowls at him. \n[142]Worth a try. Take care, say hi to Michael.  I'll pick up Jake, I told him I'd take him to the Pier tonight. He heads for the door, eager to get the hell out of there. Maggie lingers, looking at Elizabeth, hopeful. \n[143]Woah, check it out. He stops, helps Jake down off his shoulders. Jake presses right up against the glass, staring at the train as it circles the track. Tom squats, admiring it with him.      56. \n[144] Hey, look at that one! He carries Jake to the next window over, a different display. The Cop wanders closer. Tom finally turns to him, tense. \n[145]How ya doin'? \n[146]Is there a law against lookin' in the window now? \n[147]That's great. See ya later. He sweeps Jake up onto one hip and starts to walk away. \n[148]What? The Cop smiles and makes a face -- \"you heard me.\"      57. \n[149]I don't know what you're talking about. \n[150]Jake? Mommy's asking you a question. Nothing. \n[151]She's downstairs. He sits up. His head is killing him again. There's a glass of water on the night table. le grabs it and drinks greedily. He turns and looks to the open -loorway. He swallows. He stands up. He looks down at Maggie, who's still sound asleep. He walks to the door. Maggie stirs, feeling him gone. \n[152]Samantha? She speaks, but when her voice comes out it's horrible and distorted -- muffled in a strange way. He takes a few trembling steps down the stairs, closer to her. She walks forward a step or two. She speaks again, louder, but the voice is still unintelligible and bizarre. Tom reaches the bottom of the stairs. She reaches out a hand. He stares, terrified. The hand draws closer. Almost beyond his own control, Tom raises his own hand. She comes closer. Tom is frozen at the bottom of the stairs. Their hands draw closer still. Their fingertips touch.      60. \n[153]Tom can't look at her, can't move. A tear rolls down his cheek as his lips begin to turn blue. \n[154]I think we better find out. \n[155]You know you're under surveillance here. He gestures to Sheila, Frank's wife, who's about ten feet away, keeping an angry eye on him. \n[156]Sure, great, just don't be surprised if some day Sheila digs out your 38 and buries a slug or two in your ass. \n[157]Spider doesn't fuck around on her. \n[158]So you've been in this neighborhood a long time, right? \n[159]Oh, Dorothy baby-sits for us sometimes and she started talking about her sister, wonderin' how she was doing and stuff. I promised her I'd ask around, see if anybody'd heard anything from her.  - - - Ambb. - - - - - Nft - &amp; a r-     65. \n[160])id she ever live in that house we're .n? Frank comes up, one arm around his son Adam. \n[161]Okay. \n[162]Got it. \n[163]I give up, Frank. \n[164]Hey, Adam, way to go, man. \n[165] Well, if you hear anything about her, lemme know, okay? \n[166]She was almost your age, Adam. You know anything about her? Adam doesn't answer right away. They all look at him. \n[167]Oh, man... He sits up, painfully. A beam of sunlight cuts him right across the eyes. \n[168]Frank? What are you doing here? Frank looks up at him. His face is sad. \n[169]Why did you say that, Frank? \n[170]Hi. \n[171]Sure. Adam pulls his arm around from behind his back. He's holding a 38 with a carved white handle.      71. \n[172]Is that your dad's? \n[173]Oh, don't do that. Adam pulls the trigger. Tom SCREAMS as Adam collapses to the floor, blood pouring from \n[174]Oh, man... He sits up, painfully. A beam of sunlight cuts him right across the eyes. \n[175]Please don't be under there. He bends down, lifts the blanket, and looks under the bed. There's his shoe. \n[176]Shit. He grabs it. \n[177]Uh... Frank? But Frank's not on the porch either. Tom steps outside. \n[178]Oh, God...      73. \n[179] \n[180]Oh, God, no! Tom picks up a porch chair and heaves it through the window. \n[181]Oh, God, no, Jesus, no, please... He grabs a blanket off a chair nearby, presses it to Adam's chest, trying to stop the bleeding. \n[182]This is really happening.., it's really happening... \n[183]We need some answers, right? Maybe they're the only ones who have any. She nods. Thinking of something, she picks up her car keys from the table by the door and pulls something off the ring. \n[184]Thank you. Listen, is, uh -- Vivian gives another plate to a man sitting next to Tom, HERMAN, in his seventies, in a wheelchair, an oxygen tube running into his nostrils. \n[185]Is there a guy named Neil here? He's a cop? \n[186]Excuse me? Irritated, Herman gestures for him to lean closer. Tom does. \n[187]I don't... I'm sorry, I don't under- Herman wraps his bony fingers around Tom's wrist. \n[188]  \n[189]Does everybody here -- see things, like me? \n[190]Are we the only ones? \n[191]What about my son? \n[192]Wright, if there's all these people who got this power, why doesn't everybody know about it? Why isn't it common knowledge? \n[193]This all started when I was hypnotized. Is that how it always is? \n[194]So it does go away. \n[195]What does what want me to do? \n[196]Why do you assume she wants something? \n[197]Why me? \n[198]What do you mean? She can, it can make me do something I don't want to do? \n[199]What if I stop me? What if I just don't do it?      \n[200]I want you to hypnotize me again. \n[201]Do it. \n[202] Would you just get to it, please? \n[203]There's someone in here. \n[204]There's someone else here. \n[205]hard to breathe \n[206]  \n[207]Couldn't breathe... \n[208]Plastic, like sheets of plastic... He shoves Philip out of the way, finds the refrigerator on the other side of the room. He rips it open, searches for something to drink. Philip follows him. \n[209]She told me what she wants. \n[210]You scared me. And with that, he turns back to the job. Swing. CRUNCH. \n[211] I'm supposed to dig.      88. \n[212]I'm supposed to dig. \n[213]Water softens up the dirt. He tosses the hose aside and grabs a shovel. He jumps back in the hole and starts to dig. \n[214]What don' t you get? I'm supposed to dig. \n[215] \n[216], I'm searching. \n[217]The question isn't \"what.\" We both know very well \"what,\" even if we don't want to may it out loud. The question, Maggie, which, as you can plainly see, I am very busy trying to answer -- the question is \"Where?\" \n[218]And tell them what, exactly? Run it by me once. Practice, see how it sounds.  Anything else? \n[219]This is just fucking typical, isn't it? He climbs out of the hole and walks toward her. \n[220]What do you want me to do, Maggie, you want me to go inside, sit down in front of the TV, drink eight or nine beers till I fall asleep in the chair? Like that? Maybe repeat the whole thing tomorrow and the day after and the day after and the day after and the day after and the day after and the day after and the day after and the day after and the day after and the day after and the day after and the day after and the day after and the day after and the day after-      \n[221]-until I grab my chest-and die?! May )e I was already dead! This is the mos. important thing that's ever happâ\u0080¢ned to me, the most important thins I've ever done in my life, Maggie, my whole stupid life, and you want me to just STOP?! By the and of his tirade, TWO NEIGHBORS are staring over the back fence. He's only a few feet from Maggie now, the veins in his neck standing out. She holds her ground. \n[222]InterRUPtions! He picks up his tee shirt, snakes angrily into it, and marches across the yard toward the house. \n[223] What are YOU lookin' at? \n[224]You gonna drink that? She doesn't answer. He takes her glass, drinks some. \n[225]I'm sorry. No answer. \n[226]Okay, I'm not sorry. She ignores him. He looks at the letter in her hands. \n[227]Who's that from? \n[228]  \n[229]Nothing. They stare at each other. Tom's face is pale. Maggie is concerned. The phone RINGS. Maggie stares at Tom. The phone RINGS again. She lowers her voice, pleading. \n[230]When's the funeral? \n[231]We? She stiffens. \n[232]Oh, you, uh... you want me to go with you? She looks at him, deeply hurt. Then enraged. She pushes him away from her, hard. He stumbles back into the yard.      93. \n[233]Hey, I just thought, maybe, you know... your family might want... \n[234]I'm just... kind of in the middle of something here. She looks at him, absolutely incredulous -- -- and then storms back into the house, SLAMMING the door so hard two of the glass panes spiderweb. \n[235]Come on! Tom curses and trudges back toward the house. \n[236] Hello? \n[237] Oh, hi. How ya doin'? \n[238]How's your family? \n[239]Listen, Maggie, I'm sorry. I was an asshole. I should be there with you right now. \n[240]Fine. A lot better. Much, much better. Everything's fine here. Real good. \n[241]Nope. Not even one. \n[242]No. Uh uh. Back to normal. \n[243]I deserved it. \n[244]Just... moving a chair. There. \n[245]Well, I can't, really. \n[246] I'm, uh, not supposed to use the truck for personal trips. \n[247]No, no, no, no, no, what do you want to do that for? Don't come down here. \n[248]Maggie, wait, no, Mag- She hangs up the phone and races over to her son. \n[249]is of a man possessed. He digs as fast as he can. \n[250]It's a wintry day. That same steam rises up in front of us, coming from our own mouth. We're looking at the front porch of Tom's house as we walk past it. The house is being remodeled, it's surrounded by scaffolding, its windows covered with plastic Duvateen. The Figure in the Overcoat waves to us.      103. \n[251]Tom is sprawled out beside the corpse, their hands locked together. His color is cadaverous. He's suffocating. He thrashes. \n[252]Under the front porch, a wood frame access panel lies on the grass next to the foundation of Tom's house, where it has been removed. Kurt Damon wriggles out from under the house and comes onto the grass.      109. \n[253]How's he doin'? Frank shrugs. Can't talk much. \n[254]Frank, I'm sorry. I'm sorry because... I think I know why Adam shot himself. And I have to call the police about it. But I don't want you to hear it from them, I don't want Sheila to read it in the paper. You have the right to know before anybody else. \n[255]Come with me. He nods toward his own house. Frank stares at him, frightened, but what could possibly be worse than what's already happened? \n[256]Tom and Frank stand on opposite sides of the grave, staring down at the corpse of Samantha Muller. Frank is horrified. \n[257]Does it matter? \n[258]It was. \n[259]No, it doesn't. He bends down and lifts Samantha's lifeless hand. He pries open her fingers. She's clutching a tuft of hair. \n[260]But this probably will. Frank stares for a long moment, struck dumb. Finally, he turns his back. His shoulders heave as he cries, silently. \n[261] \n[262]Frank, we have to- \n[263]Who you planning to shoot with that? \n[264]I think you haven't decided yet. He's right, and Frank knows it. \n[265]What are you gonna do, Frank? Frank raises the gun, in a fury. \n[266]Frank, I won't go until you- Frank aims the gun just to the left of Tom's head and pulls the trigger. The bullet CRACKS off the ladder. \n[267]You... okay? Maggie nods, shaking. \n[268]You saved me. Baby, I'm alive be;ause of you... They hold each other. \n[269]I thought so, Frank. I sure as hell always thought so. \n[270]So you're the one that's been kicking my wife! The baby sees Tom's blurry face. Jake steps up, onto a step stool, so he can see over the edge of the bed. ", "Frank": "\n[1]Tom-Tom-Tommy, how are ya? He shoves a beer into Tom's hand. \n[2] That's it, take the medicine deep into your body. Good, good. \n[3]The hell it isn't! This is the best God damn neighborhood in Chicago, `cause we look out for each other, and that's sayin' a lot as we approach the Year of our Lord two thousand. \n[4] What is Lenny doing here? Did you tell him you were having a party?! \n[5]I mean, I could see if he just heard the noise and wandered in, but to actually invite him into your home.. . \n[6]Bullshit. \n[7]Bullshit! \n[8]Bullshit! \n[9]Prove it. \n[10]Hypnotize somebody. Hypnotize Vanessa.      \n[11]You do it, Sheila. We promise not to make you do a strip tease on the kitchen table. Sheila glares at him. They must be fun to hang out with. \n[12]No. \n[13]No fuckin' way, I ain't gonna do it. Tom sits forward. \n[14]That was the weirdest thing I've ever seen in my whole fuckin' life. \n[15]Joey Ariola woulda burned it. They laugh again. Tom looks at him, stunned. \n[16]The kid who beat you up all the time when you were twelve. You told us all about him. You were cryin' and everything.      \n[17]Not time yet. \n[18]  \n[19]Lighten up, Tommy, you sound like your own grandfather .      25. \n[20]That'll pop right out. Use one of them plunger things. Adam, say you're sorry. \n[21]There you go, he said he's sorry, whaddya want from a kid. Let's go. Frank gets in the truck. The other football players walk toward Tom, calling for the ball. KURT DAMON, a great-looking seventeen year old, stares pointedly at the ball in Tom's hand. Tom looks at him. \n[22]That Damon kid, he's gonna break your old passing records this Friday. \n[23]Comin' to the game? \n[24]Two hundred eleven and two touchdowns. Harry lets out a low whistle. Tom sees what the Cop is looking at so intently -- it's Jake, who's playing on the sidewalk in front of their house while Maggie watches. Tom turns back, but as he does the police car is just pulling away. \n[25] Don't get me wrong, it's great what the Damon kid is doin' and everything, I mean, I'm sorry your record's gettin' broke, but, what, it held up almost ten years? Tom is terribly distracted, looking back over his shoulder, still plagued with a headache. \n[26](raising his voice over the \n[27]Now Adam, and I admit, L am biased, but my kid is having ona hell of a season and it's like nol.-)dy noticed. If they'd just give him he carries he could break a thousand yards. And on an eight game schedule! He pulls out a pint bottle of schnapps and has a bump, offers one to Tom, who declines. A SEXY TEENAGE GIRL walks past. Frank notices. Carefully. \n[28]Six eighty-three with three game.- left, he only needs to average, ti.iat, a hundred and five, hundred and six yards a game? He hits a thousand and we're talkin' major scholarships, the kid could write his own ticket. That kinda thing's good for everybody, helps the whole neighborhood. He's goin' a hell of a lot farther than I ever did. Look at the quality of the tail he's already gettin'. He passed me in that department when he was about fourteen. He passes Tom the bottle. This time, he takes a swig. \n[29]What can I do? Nature commands me to spread my seed. I hear and obey. \n[30]Please. The woman can't even step on a spider. \n[31]Who? \n[32]Yeah, Lenny, they're gonna be terrified of you. \n[33]have joined Tom and the others.      66. \n[34] Two one one. \n[35]  \n[36]Two hundred eleven. \n[37] Two hundred and eleven yards rushing the other night. That makes eight ninety-four with two games to play, kid needs a hundred and six, that's only fifty-three a game. He could walk through the rest of the season and hit a thousand. \n[38]I embarrass him. Are there worse things that can happen to a human being? \n[39]Jesus, Lenny, don't use that word. \n[40]  \n[41]They're going to kill you, Tommy. You and Maggie both.      70. \n[42] This is a decent neighborhood. On the street, TWO KIDS ride their bikes straight at each other, full tilt, SCREAMING. At the last second, one of the kids swerves, the other taunts him with cries of \"Chicken!\" A bird swoops over Tom's head, too low, and Tom flinches. He walks across the driveway, toward Frank's house. The MAILMAN waves to him, headed down the block. Tom waves back. Tom walks up the steps to Frank's front door and knocks. A VOICE calls from inside. \n[43]Tom opens the door and comes in. Adam, Frank's son, is standing in the middle of the living room floor, a big smile on his face and one arm behind his back. \n[44]Glass SHATTERS and sprays all over the floor. Tom knocks the rest out of the frame with his elbow and climbs into the house. He races over to Adam's body. There is a pool of blood around his chest and his body is convulsing. In his right hand, he clutches a 38 with a carved white handle. \n[45]Tom knocks on the front door. A moment later, Frank opens it. He looks devastated, shell-shocked, his eyes sunken from crying. He's wearing a red shirt we've seen before. \n[46]He might make it. Might not. Sheila's over there now, I'm headed back. \n[47]What are you talking about? \n[48]Hang on a second.      no. \n[49]This better be important. Tom doesn't answer, just opens the door and gestures for Frank to go first. \n[50]What the hell is goin' on around here? Tom goes to the trap door and lowers himself halfway through. Frank follows. \n[51]How did you find this? \n[52]You don't know it was Adam and Kurt. \n[53]But there's nothing to... you're talking like a nut, that's what people will say. This is just a body, it doesn't prove anything. \n[54] \n[55]I mean... \n[56]I mean, what were we supposed to do? Tom stops. \n[57]The kids come to us, she's already dead, the damage is done, there's nothin' gonna bring her back. But those boys, they've got everything ahead of them. Frank lets his jacket drop to the floor, revealing his right hand. He's holding the 38 with the carved white handle.      113. \n[58]What were we supposed to do? Send our boys to jail for the rest of their lives? Our own flesh and blood? Over her? \n[59]Who do you think? \n[60]Get out of here. \n[61] \n[62] \n[63]They were gonna kill you, Tommy. You and Maggie both. Frank turns and walks to the front door. He opens it, walks out onto the porch, and sits down on the top step, facing the street. Tom looks at Maggie. They're both in shock, can hardly speak.      118. \n[64]Cold-blooded murder. I can't let something like that happen. Not here. He looks at Tom. \n[65]This is a decent neighborhood. A few tentative faces gather across the street, staring at Tom's house, wondering what the hell. A SIREN wails in the distance. "}}