{"filename": "Sunshine-Cleaning_script.txt", "imdb_id": "tt0862846", "imdb_url": "https://www.imdb.com/title/tt0862846", "characters": ["Gun Shop Owner", "Rose", "Oscar", "Heather", "Lynn", "Carl", "Gun Shop Suicide", "Norah", "Above and Beyond Worker", "Sherm", "Randy", "Winston", "Paula Datzman-Mead", "Joe", "Mac"], "dialogues": {"Rose": "\n[1]     \n[2]I am strong. I am powerful. I can do anything. I am a winner. \n[3] \n[4]   \n[5]  \n[6]I'm gonna be so late. \n[7] \n[8]He'll be hyper all night. \n[9]Be good. \n[10]And no lobsterman stories. He had nightmares all week. Just use some common sense. \n[11]You want me? \n[12]  \n[13]Still sore? \n[14]I don't know why you did that. \n[15]When was the last time you even played basketball? \n[16]I'm sure you pulling a groin muscle humbled him. \n[17]Norah and a cop? That would happen. \n[18]With the dead body there? \n[19]Sounds horrible. \n[20]You think that's all I can do? Clean other people's shit? \n[21]I am gonna be a real estate agent. \n[22]   \n[23]Why isn't he in bed? \n[24]It's just ten bucks, take it. Dad told me about you getting fired. \n[25]What happened? \n[26]What, were you stoned or something? \n[27]I thought you liked Mr. Kim. \n[28]When are you going to grow up and start taking responsibility for-- \n[29]Shut up and take the ten. \n[30]Any pie? \n[31]We're all finished. Since it's our first visit we did the blinds and appliances but normally we'll alternate those weekly. Nobody mentioned anything to us about laundry so we didn't bother with that but if you want laundry included there is an extra... \n[32]Paula Datzman. Wow. \n[33]How are you? \n[34]Congratulations. \n[35]I'm good. Really good! \n[36]Nope. No. I'm not sure...I think he ended up marrying Heather Volkman. \n[37]I... I've just gotten my real estate license, and so... \n[38]Yeah, this... this is just kind of a temporary thing and I'm about to just really phase over into the real estate full time. \n[39]Me? Um. You know, I haven't really decided yet. I might check out Long and Foster. \n[40]Yeah. Maybe. \n[41]Hello. \n[42]I did pay the damages for that. \n[43]Okay. What did he do this time? \n[44]Well I'm not putting him in special ed. I'll figure out a way to put him in private school before I do that. \n[45]Nobody dad, we're just talking. \n[46]Mac, it's me. \n[47]I know, I'm sorry. \n[48]I thought she had yoga on Saturdays. \n[49]I know, I'm sorry. I just needed to ask you... you know the other day... you said that... about the specialized cleaning guys making so much money... \n[50]Are you even listening? \n[51]What do you mean `no thanks'? What else do you have to do? You don't have a job. You don't go to school. What, are you going to live with Dad the rest of your life? \n[52]It's just until I get my real estate license. \n[53]Dad don't. \n[54]A while. \n[55]Found it. \n[56]Yeah. \n[57]Mac got us another gig. \n[58]I'll pick you up in an hour. \n[59]  \n[60]Money. \n[61]Apparently some crazy bag lady squatter person died and-- \n[62]I didn't know you wanted any. \n[63]All we have to do is go in and throw everything away. Cake. \n[64]Great, now we're gonna have to clean that up too. \n[65]Where are you going? \n[66]You said you would help me. \n[67]Dumpster? \n[68]That's none of your business, Norah. \n[69] \n[70]Mom was never like this. Mom would never have been like this. \n[71]Damnit Norah, we still have a lot of shit to do here. Are you just gonna talk? \n[72]It was so disgusting. I mean the smell, you would not believe. \n[73]There were flies everywhere and, really, the smell. I can't even describe it. \n[74]But, after we finished... you woulda never even known. We took all that away... made it right. \n[75]No, I-- \n[76]Oh yeah, definitely talk about crown molding. \n[77]Property easements, square footage, appliances... \n[78]Freak. \n[79]Curb appeal. \n[80]Why'd you pick her? \n[81]How was it like? \n[82]No. \n[83]No. \n[84]Winston? \n[85]I spoke with you on the phone. I'm Rose Lorkowski. \n[86]So, our situation is... \n[87]We're doing some postmortem kind of um... specialized cleaning stuff and we had this really difficult... \n[88]Really smelly job where the lady had died and they didn't find her for a while and it was really... \n[89]The odor was really strong. \n[90]Yeah, a decomp! \n[91]Hey, I have that puzzle. It's a hard one. I think I got lost in the white and gave up. \n[92]You like cats? \n[93]I asked him if he liked cats. \n[94]  \n[95]Hmm? \n[96]I didn't think he was creepy. \n[97]They think we're just a couple of hacks. \n[98]Why? \n[99]I'll drop Oscar by around seven. \n[100]Mortgage lenders and financing. \n[101]Hi. Could you tell me what time you have? Okay. Thanks. \n[102]I am strong. I am powerful. I am a winner. I'm a fucking idiot. \n[103]I'm quitting real estate. \n[104]Shut up. \n[105]Yeah. I'd like that. \n[106]Thought we'd put a positive spin on things. My son drew the design. \n[107]Oscar! \n[108]I was thinking maybe I could set a few out by the register? \n[109]  \n[110]B.B. who? \n[111] \n[112]I can handle it. \n[113]It's a real growth industry. \n[114]Can be. Can be. \n[115]We gotta take any contaminated materials to the incinerators. So we'll need lots of space back here. \n[116]So, how much is this? \n[117]Well, I could pay cash. \n[118]What? \n[119]I noticed the bumper's kind of banged up. \n[120]God, do people even use those anymore? \n[121]No. \n[122]Antenna's probably broke. \n[123]You should rent it. Seriously, you're making money now. \n[124]Oh please, Dad would survive just fine. You should do it. \n[125]What the hell? \n[126]You took the pictures? Why would you do that? We could get in a lot of trouble for that. \n[127]Rose- Rose Lorkowski. Nice to meet you. \n[128]We're hardly competition for you. \n[129]Well, we're not like that. I just have to complete this seminar and we're certified. \n[130]Not yet. Probably by the end of the month. \n[131]I think it's starting. \n[132]That makes total sense. Why didn't I think of that? \n[133]It's not how I thought it'd be. I thought it'd be gross. \n[134]Sometimes it's gross. The maggots are gross. The maggots kind of freak me. \n[135]The sound. The munching sound. \n[136]Tell me about it. You pour industrial bleach right on `em...nothing. \n[137]I am strong. I am powerful. \n[138]Hello, Sunshine Cleaning... Well, I'm glad you liked the Fancy Corn....Okay, yeah, yeah. \n[139]Okay... 2327 Grove Avenue. Got it... Sure. Yeah. Thank you. \n[140]A suicide! \n[141]Oh, man. \n[142]OK. Stay in the van. You want a soda or anything? \n[143]We won't be long. \n[144]Mrs. Davis? \n[145]We're the cleaning service. \n[146]No, no. I think we can find it. \n[147]Would you like to sit for a moment, Mrs. Davis? \n[148]Her husband died. \n[149]Maybe. \n[150]  \n[151]What are you talking about? \n[152]Oh honey, come here. \n[153]Sometimes your grampa promises things that he really wants to happen. \n[154]Okay. If you say so. \n[155]Legally, it's not really necessary. \n[156]We're in the process. \n[157]We adhere to all the proper procedures when dealing with a potentially hazardous situation. We are very professional. \n[158]Are you guys all finished? \n[159]Why don't you grab the wet-vac and I'll start bagging the loose stuff. \n[160]I did. I mean, I went to part of it. Most of it. \n[161]I got side tracked. \n[162]That Above and Beyond guy was there. Carl. We got talking shop and-- \n[163]I'm already registered for the next one. \n[164]I'm sorry, I don't mean to bother you. I just wanted to let you know that we're all finished up and-- \n[165]We can come back later if that's better. \n[166]I'm so sorry for your loss. \n[167]You want a Coke? \n[168]Dammit. \n[169]What did you guys do today? \n[170]How's it without Norah here? \n[171]  \n[172]Shit. \n[173]What are you doing here? \n[174]Oscar's asleep. \n[175]How's the baby? \n[176]They are. If we keep going at this rate I can hire a couple of employees soon, put a little more in marketing, give those Clean Sweep guys a run for their money. \n[177]I'm a business woman. \n[178]    \n[179]   \n[180]   \n[181]    \n[182]   \n[183]   \n[184]   \n[185]        \n[186]Oscar? \n[187]   \n[188]   \n[189]The blue or the flowery? \n[190]Good call. \n[191]Sunshine Cleaning. \n[192]State Farm? State Farm! Yes. Hello. \n[193]Yes! Hi. What can I do for you? \n[194]Great. No problem. \n[195]Shit, shit, shit. \n[196]Honey, call grampa. \n[197]I can't I... I RSVPed. \n[198]It's an insurance company. They could throw us a ton of work. This is our in. \n[199]I promise I'll come straight after the shower and help finish up. \n[200]Stay out here. \n[201] \n[202]Dad! \n[203]Dad! Daddy! \n[204]Damn it dad, you scared me. \n[205]God, dad what were you-- \n[206]I need you to watch Oscar. \n[207]What do you mean you can't? \n[208]I'm in a real bind here. \n[209]Thanks. \n[210]I was wondering if Oscar could hang out here for a little while. \n[211]I've got this baby shower to go to and Norah's working a job and my dad's incapacitated... Do you mind? \n[212]You're a lifesaver. \n[213]You like it? \n[214]All right. Be good. I'll pick him up in a few hours when I'm done. \n[215]Actually, I own my own business. \n[216]No. It's a biohazard removal and crime scene clean up service. It's a growth niche industry right now ­ highly technical and competitive. \n[217]A lot of times, when somebody dies, it can be kind of, you know, messy. So, we go in and clean up all that left over mess. Make sure that the area is clean and sanitary. \n[218]People just don't understand the health and safety risks involved in disposing of biological material like blood and body fluids. \n[219]Course, we have a whole arsenal of disinfectants and um... professional techniques. Like I said, it's a highly technical and professional operation with a whole complicated, you know... methodology behind it. \n[220]Real growth industry. \n[221]Yeah. \n[222]I do. We come into the lives of people who have just experienced something so sad and profound. They've lost somebody. The circumstances are different but that's the same. \n[223]And we help them. In this one small way... we help. \n[224]Sorry. \n[225] \n[226]You know what? I... uh...Actually, there's somewhere I need to be. \n[227]Yeah. Well... Yeah. \n[228]   \n[229]Oh my God, what have you done? \n[230]How does this happen? Huh? How do you burn down a house, Norah? Jesus fucking Christ! \n[231]This is on you. You did this. You set a fucking house on fire! You. \n[232]I can't believe I was so stupid to think that you could handle a little bit of responsibility. \n[233]Well maybe if I didn't have to take care of everybody in this family. \n[234]Oh that's great. Turn everything to shit and then walk away. \n[235]Great. \n[236]I'm sorry, I... everything's horrible. \n[237]Norah's ruined everything. She burnt down a house. A client's house. \n[238]You know? \n[239]How does he...? \n[240]That's just great. We burnt down a client's house. How do you get around that? \n[241]I figured we'd wait and get the better rate once I got certified. \n[242]There's not a lot I'm really good at, you know. \n[243]Really. I'm good at getting guys to want me. Not date or marry me. But want me. I've always been good at that. \n[244]And cheering. I was pretty good at that too. \n[245]Yeah. Not as marketable as you'd think. \n[246]   \n[247]You brush your teeth? \n[248]    \n[249]  \n[250]  \n[251]Long day. \n[252]It's not really a good time. \n[253]It's beautiful. \n[254]No, I like it very much. \n[255]It's just this thing we're doing. \n[256]I don't want this anymore. \n[257]Thanks. For everything. \n[258]We're going to Hinkle's Saturday for Oscar's birthday. It'd be great if you came. \n[259]   \n[260]Dad, you promised him those others. From the store. He's been talking about it for weeks. \n[261]God, that drives me crazy! That whole `Oh, I'm sorry, I'm just a big fuck up' routine. Like that's a legitimate excuse. \n[262]I think there's something wrong with you. The way your brain works. I mean, what the hell? It's like you can't be trusted with anything. You just screw around all the time like it's all a big fucking game. It wasn't a game, Norah. We're not all just here for your amusement. You should have been paying attention. You should have been focused on the job. \n[263]I know. I should have been there. \n[264]I got some ideas. I was thinking maybe we could-- \n[265]So, you really think he's hot? \n[266]What's that say? \n[267]Cool. \n[268]How? \n[269]I'm selling the van. \n[270]Have to. Can't afford the payment. \n[271]   \n[272]    \n[273] \n[274]   \n[275]    \n[276]Hello? Mom? \n[277]Oscar turned eight today. We had this whole big thing at Hinkle's. Winston came. After dinner Oscar and Norah got a high score on Centipede and put in ASS as their initials and got in trouble by the manager. I don't know if you're in heaven or what. But you're not here and that's too bad for you `cuz you've missed out. You've missed out on some really great stuff. \n[278]  \n[279]Dad? \n[280]Okay. \n[281]What? \n[282]You lost the house. Oh my god, you lost the house. Dad how could you lose the house? \n[283]Not shrimp I hope. \n[284]Nineteen sixty-three? \n[285]Dad. \n[286]I can live with that. \n[287]Thank you. ", "Oscar": "\n[1]  \n[2]Why did he lick the mailbox? \n[3]Why wasn't he in school? \n[4]Maybe he didn't go to school because he had the ACD. \n[5]Sorry. \n[6]Up there. \n[7]Why can't I play with them? \n[8]You're around now. \n[9]I want to have my birthday at Hinkle's. \n[10]Why? I think Disney Land is a great idea! \n[11]Do you know if they sell fancy corn here? \n[12]Do you even know what fancy corn is? \n[13]Well, do they sell it here? \n[14]I heard that the strawberry fancy corn gives you bionic strength. \n[15]It's true. Some kind of chemical in the strawberry flavoring. If you eat a whole lot of it, it gives you bionic strength. \n[16]I don't care if you do or not. \n[17]No I'm not. I'm stupid. \n[18]Yes I am. They want to put me in retard classes. \n[19]What? \n[20]Yeah. \n[21]You think so? \n[22]Want me to make you something happy? \n[23]Where's your arm? \n[24]For the bloody stuff. \n[25]What's that? \n[26]What is it? \n[27]Heaven? \n[28]Try the CB! \n[29]What's a bastard? \n[30]Jeremy said I was a bastard. What does that mean? \n[31]That lady seemed really sad. \n[32]So he's in heaven? \n[33]Maybe we could let her use our CB and she could talk to him. \n[34]Maybe he would hear her. \n[35]I won a million dollars! \n[36]What happens if it doesn't match anything? \n[37]I think I won five hundred dollars. \n[38]I'm gonna buy a trampoline and a karaoke player and some chocolate honey dipped donuts. \n[39]I scratched it. \n[40]We're gonna make the money grow because that's the smart way. It's capital and you don't spend that. You invest it. That way you can get the SP250 and have money left over. \n[41]The binoculars that grampa's gonna get me for my birthday. \n[42]They've got an internal stabilizer thingy that's electronic so if you're in a speed boat or something it won't matter and... \n[43]No, he's really gonna get `em. He's got a plan. \n[44]Two dollars? \n[45]Math. \n[46]Nothing. \n[47]    \n[48]What was I before I was born? What happens when we die? Do animals go to the same place as we go after we die? Is heaven really crowded? When somebody gets an arm chopped off does it go to heaven? Is Jesus another name for you or are you two separate people? Were you born? Will you die? If you already live in heaven where do you go when you die? \n[49]The blue. \n[50]It's busy. \n[51]Pee-ew. \n[52]Why do I-- \n[53]What's that? \n[54]You make all these models? \n[55]What's that piece for? \n[56]What's a strut? \n[57]Seems like it'd be hard to build models with just one hand. \n[58]Are you coming to my party? \n[59]Cool. \n[60]Cool. \n[61]   ", "Heather": "\n[1]You think I don't know? \n[2]You may have been hot shit in high school but what are you now? Nothing. A waste of space. ", "Lynn": "\n[1]  \n[2]Who are you? \n[3]Why are you following me? \n[4]You are following me! \n[5]Aren't you? \n[6]Oh no. \n[7]Shit! This is not happening. \n[8]Listen, I'm sorry. I thought... I thought you were following me. \n[9]You think I'm crazy. \n[10]I'm not crazy. \n[11]It's not moving. \n[12]Go to the university? \n[13]I think I've seen something on-- \n[14]Yeah, yeah, with the kitten. \n[15]Kind of weird, don't you think? Teaching a gorilla to talk. Probably, gorillas aren't supposed to talk. \n[16]I'm sorry again about the... \n[17]You've got nice veins. \n[18]You should give blood. \n[19]It's the gorilla girl. \n[20]You never came to donate. \n[21]We have snacks you know. Juice boxes. \n[22]Okay. Well, see you around. \n[23]Oh it is fun. Would you like a refreshment? \n[24]No? \n[25]Can you squeeze that for me? \n[26]That's good. One more time. \n[27]Trust me, I'm very good at this. Squeeze again. \n[28]Wasn't that fun? \n[29]Kind of twirl the ball around in your hand. Good. It doesn't hurt, does it? \n[30]That's a good sign. \n[31]What? \n[32]What? \n[33]I might like it. \n[34]I am having fun. \n[35]No thanks. \n[36]Yeah, no thanks. \n[37] \n[38]I'm not Mormon. I just... You're gonna think it's weird. \n[39]Sometimes I think that when you get high or drink or alter your consciousness like that-- \n[40]I think it weakens you psychically... like it creates these cracks and then bad things can seep in and maybe never go away. \n[41]Sorry. \n[42]I think your boyfriend is winning. \n[43] \n[44]I'm good. \n[45]  \n[46]Are the bodies there? \n[47]Yeah? \n[48]Your mom? \n[49]I recommend the pecan pie? \n[50]That's pretty cool. \n[51]What? \n[52]I'm not climbing up there. \n[53]Uh-uh. \n[54]I accept that. \n[55]Sounds great. \n[56]What? \n[57]Oh, shit. \n[58]You idiot. \n[59]That was really stupid. \n[60]Really? \n[61]How's the hand? \n[62]Sorry. \n[63]Better? \n[64]Is that? \n[65]Are those... \n[66]How do you have my school pictures? \n[67]Where would you find old pictures of me? \n[68]What? \n[69]My mom. \n[70]My mom is dead. \n[71]You knew this whole time? \n[72]You would understand? \n[73]You're sick, you know that? There's something wrong with you. \n[74]She can't donate. You can't donate. \n[75]Forty-eight days. It's not been forty-eight days. \n[76]Listen, I just, don't think you're the kind of person I need to be hanging out with right now. \n[77]Do I really need to spell it out? ", "Carl": "\n[1]Yep, these shotgun cases are a real pain in the ass. What we call a wide field of contamination. \n[2]Guy's all over the place and every little glob of him's a biohazard. \n[3]Gonna lose some inventory. \n[4]Trust me, you do not want some lady suing you cuz she found this guy's tooth in her brand new fanny pack. \n[5]Yep, a real pain in the ass. \n[6]You hear there're a couple of amateurs poaching jobs? \n[7]Bruce said they took a decomp for five hundred bucks. What do you wanna bet they threw all that shit right in the dumpster. \n[8]Food's better at the bar. Carl Swanson, Above and Beyond. \n[9]I hear you're my new competition. \n[10] \n[11]You're not certified? \n[12]You had a... \n[13]Sure I can't buy you a drink? \n[14]If you spray the enzyme at that point it'll just turn back to liquid which is a pain in the ass. The key is to bag it when it's kind of Jell-o-ee. \n[15]You just figure all this shit out as you go. Experience. \n[16]Yeah. \n[17]And it's so hard to kill the little fuckers. \n[18]Just roll their eyes and call you a pussy. \n[19]    ", "Norah": "\n[1]I so don't care. \n[2]Fuck. \n[3]  \n[4]The fact that we have sex, real coitus sex, means I'm under no obligation to blow you. \n[5] \n[6] \n[7] \n[8] \n[9]I'm going. I need to borrow your                        * car.                                                    * \n[10]Sorry. \n[11]I brought fancy corn! \n[12]You're welcome. \n[13]He's slowly freezing to death and he knows lobsterman is out there... somewhere... coming for him. And he's totally screwed because his tongue is stuck to the mailbox. \n[14]I don't know. Maybe he had OCD and he was obsessed with licking mailboxes. \n[15]Are you gonna let me tell the story? \n[16]An then, he hears a horrible sound. Snap, snap, drag. Snap, snap, drag. Lobsterman is coming. \n[17]He's trapped. If he doesn't rip the skin off his tongue and make a run for it lobsterman will tear him to pieces with his razor sharp claws. \n[18]It's about time. I thought your class got over at 9:30. \n[19]Said he was scared. I think he was fakin' it though. \n[20]I'm not taking money. \n[21]Nothing. \n[22]It was just Mr. Kim being a dick head. \n[23]Yeah, before Mrs. Kim started working there. Now he's a full on gym teacher, I swear to God. \n[24]Oh please, you love it when I fuck up. Love it. Me screwing up gives you the hugest woody. \n[25]There was a diner scene earlier. With a waitress. \n[26]Completely pie free. \n[27]Rose, you buy generic cigarettes with couch change. How are you gonna pay for private school? \n[28]No thanks. \n[29]I don't think you're in any position to feel superior. \n[30]You are so out of touch. \n[31]Think they loved each other? \n[32]  \n[33]I'm sleeping. \n[34]What do you want? \n[35]I'm sleeping. \n[36]No. \n[37]You suck. \n[38]You still suck. \n[39]You didn't get me coffee? \n[40]Of course I... \n[41]How long is this gonna take? \n[42]There is no way. \n[43] \n[44]I'm standing here. \n[45]What do we do with that? \n[46]It seems wrong though doesn't it... to throw everything away. \n[47]I bet this is her. \n[48]Wow, look at this. \n[49]Think it's her daughter? \n[50]Shouldn't we do something? Try to find her or something? \n[51]What if she doesn't know? Wouldn't you want to know if this was mom? \n[52]I wonder how she died? \n[53]   \n[54]Smelly. \n[55]Stinky. \n[56]Great. You freaked him out. \n[57]Turns out it's against the law to throw bio hazards in the dumpster. Who knew? \n[58]How perfect was he with the one arm? \n[59]The creepy guy. Do you think he was born like that? \n[60]Dude, he has one arm. \n[61]We are a couple of hacks. \n[62]Stop here. \n[63]I gotta thing. Just drop me off here. \n[64] \n[65]Heather's pregnant again. Did you know that? He's never going to leave her. \n[66]God, you're pathetic. \n[67]What? \n[68]I'm not following you. \n[69]What? \n[70]That's all right. \n[71]No. No I don't. \n[72]It was a mistake. No big deal. \n[73]Let's press the alarm button. \n[74]Me? No. \n[75]Hobby... \n[76]There's this gorilla who knows sign language and I've always thought that would have to be the most amazing thing ever. You know? To actually talk to a gorilla. \n[77]KoKo. \n[78]Kitten died. It wasn't KoKo's fault. She was heartbroken. \n[79]That's what's so cool about it. \n[80]No, don't... it's fine. \n[81]     \n[82]Not exactly. \n[83]Oh, excellent. \n[84]Bow-chicka-bow-bow. Can I drive? \n[85]Ice Cream Hut! \n[86]How cool to live across from the Ice Cream Hut. \n[87]Yeah well, what about Dad? \n[88]Ahh! Lick around the base. Secure the perimeter. Don't you teach this kid anything? \n[89]Yeah. \n[90]My sister. \n[91]Had I known about the juice boxes... \n[92]I just wanted to give her the pictures. \n[93]Relax, I didn't give them to her. \n[94]It's just three blocks away. \n[95]It's not like I'm never gonna see you. \n[96]It just means your mom wasn't married when she had you. It's no big deal. In a couple of years you're gonna find it's a free pass to cool. You'll probably start a band called Bastard Son. Use it to impress the chicks. Trust me, the whole bastard thing... it's working for you. \n[97]What was that? \n[98]She okay? \n[99]You made it seem so fun. \n[100]Oh my God, is that the needle? It's a fucking cocktail straw. \n[101]You might have oversold it. \n[102] \n[103]My friend's having a thing tonight. \n[104]Never mind. \n[105]Nothing it's... \n[106]You wouldn't like it. \n[107]I knew you wouldn't have any fun here. \n[108]Lambs breath. \n[109]Straight edge? \n[110]She's Mormon. \n[111]What? \n[112]You don't drink? \n[113]All right, you're kind of freakin me out. \n[114]You should just tell people you're Mormon. \n[115]Yes. Yes, he is. \n[116]I need more beer. \n[117]Um. Can I get you anything? \n[118]    \n[119]Shh. \n[120]Hello. \n[121] \n[122]  \n[123]We are. \n[124]You went to that thing. \n[125]Wait. I thought you went to that thing. \n[126]I thought you went to the thing. \n[127]What do you mean you went to part of it? It was a one day thing. \n[128]Side tracked? \n[129]Oh my God, you humped Carl! \n[130]That's disgusting. \n[131]Sure. \n[132]On so many levels. \n[133]Listen, Randy I think we should stop hanging out. \n[134]Yeah, I don't. I should, but I don't. And you're a really great guy. But...I don't care if you have sex with the rabbit lady... and I mean, it seems like I should care about that. \n[135]Ever been trestling? \n[136]No. The person is gone. It's weird `cuz we're connected to them in this strangely intimate way... but we never actually meet them. It's just kind of weird. \n[137]I have seen a dead body once though. \n[138]My mom. \n[139]She was in a movie of the week once, ya know. \n[140]A bunch of Hollywood people were filming down in Old Town. They thought my mom was so beautiful and so talented that they gave her a speaking part. You want to hear it? \n[141]`I recommend the pecan pie.' \n[142]That was her line. It was on TV and everything. \n[143]Me and Rose, we didn't actually see it but Rose says mom talked about it all the time. I don't remember. \n[144]I don't remember her much at all. I have this box of her stuff though, little things she touched. When it seems like she never even really existed... it's proof. \n[145]All right. This is where we climb. \n[146]Up to that girder. \n[147]Best place to be when it comes. \n[148]You're gonna miss the best part. \n[149]It's like... it's like this big pissed off God up in your face just screaming at you. So close you can smell the metal on his breath. \n[150]It is. I'm telling you. \n[151]I didn't mean to bum you out with the whole mom stuff. I just thought you would... I don't know, I guess I thought... \n[152]He's coming. \n[153]Rose, wait for me. \n[154]Sneaky fucker. \n[155]I think I broke my hand. \n[156]No. But it hurts like a mother. \n[157]  \n[158]Ow! \n[159]I just... I found them. I was gonna tell you. \n[160]At work. \n[161]We did this job a while back. This woman... \n[162]I wanted to tell you... that first day. That's why I-- \n[163]I think... You know, I think there's a reason that I found them. The pictures. Because that lead me to you, right? \n[164]And I don't know exactly what went on between you and your mom... what the situation was... but it just seems like... You know, of anybody, I would understand. \n[165]Wait. Please. Don't...I-- \n[166]  \n[167]Blow off the shower. \n[168]So tell him we can't do it. \n[169]So, don't go to the damn baby shower. It's not like you ever even liked Paula. \n[170]Shit. \n[171]Oh my God, you're the cutest thing ever. Did you get left behind? \n[172]It's okay. \n[173]No, no, no. \n[174]\n[175]It was an accident. \n[176]It was an accident. \n[177]Jesus Rose, Calm down. \n[178]Well, if you had been here to help me but no, you're off desperately trying to impress stupid high school people who don't even matter. Prove to your old cheerleading squad that you're not this huge loser. If you had been here doing your job it wouldn't have happened. So don't try to put all this on me. \n[179]Oh, go ahead and play the martyr. It's like your favorite thing. \n[180]I am   so sick of all your holier than   thou bullshit. Why don't you take   a look at you're own life, huh?   You're a real inspiration. \n[181]Fuck you. I'm done being your excuse. \n[182]No. \n[183]I need to talk to Lynn. \n[184]Why are you acting like this? Why haven't you called me back. \n[185]What's that supposed to mean? \n[186]Here. \n[187]Sorry I'm late. \n[188] \n[189]Winston cleans up pretty good. \n[190]I read somewhere that beauty is really all about symmetry. Like having eyes the same size and all that. So, you know, when you factor that in he's like, hot. \n[191]Listen, I know I fucked up, okay? Like really huge and I know that and I'm sorry, okay? \n[192]I really am sorry. But it really isn't all my fault, Rose. \n[193]You finished? \n[194]What are you going to do now? \n[195]I've got my own ideas. \n[196]Winston? No. \n[197]You gonna open my present? \n[198]The guy said that if you're careful they'll last a whole month. And these aren't stupid kiddie unicorns and shit. They're all based on classic biker designs. \n[199]Li'l bastard. \n[200]I'm thinking of taking a road trip. \n[201]Haven't worked it all out yet. I was thinking I could maybe take the van. \n[202]  \n[203]What? \n[204] ", "Sherm": "\n[1]I think you're gonna like this Econoline. \n[2]Sounds kinda gory. \n[3]Nineteen Ninety-nine. \n[4]Oh, that's the floor right there. I'm actually taking a loss on this to make room for some new product. \n[5]Cash is good. \n[6]Character. \n[7]Power steering? \n[8]It's a CB. You talk into this thing and hold this thing down and it turns your voice into radio waves and sends it into the heavens. \n[9]Why don't you take it for a test drive. \n[10]You still selling that luggage? \n[11]Crappy zippers. Wasn't that it? \n[12]I could maybe drop it to nineteen even. \n[13]And toss in some wiper fluid. ", "Randy": "\n[1]I think you're scared of it. \n[2]Uncomfortable then. You just need to get better acquainted. \n[3]There's absolutely no pressure here. \n[4]You can touch it if you want. \n[5]I'm really nuts about your                              * daughter, Mr. Lorkowski.                                * \n[6]I see they sold that house across                         * the street. I bet they'll come                            * knocking on your door soon.                               * \n[7]What are you doing? \n[8]Unbelievable. \n[9]Hey. \n[10]I'm sorry. I know it was stupid. \n[11]I'm really sorry. I swear it won't happen again. It's just... you weren't around and... \n[12]You're breaking up with me over the rabbit lady? \n[13]I don't know, the way you act, I didn't even think that you'd care that much. ", "Winston": "\n[1]A decomp. \n[2]General purpose cleaners, extraction cleaners, odor control. We carry both the Winzyme and the DR 450. Disinfectants, stain removers and shampoos. \n[3]Steamers, buffers, foggers, that kinda stuff's in there, for rent or purchase. Quick absorbing sawdust, good for vomit. \n[4]And you've got your personal protective gear back here. \n[5]Fifty-eight twenty-four. \n[6]Bring these back. \n[7]Sunshine Cleaning. Nice. \n[8]That's a nice job you did there. \n[9]That's all right. \n[10]Yeah sure. \n[11]This is great but you guys should really get out there and market yourselves. \n[12]Funeral Homes, property managers... What you really want is to get in with the insurance companies. They can throw you a ton of work. \n[13]Do you guys have your B.B.P. certification? \n[14]Blood Born Pathogens. The big money jobs... they'll expect you to be certified. I can register you for the next seminar if you want. \n[15]You look nice. \n[16]I guess not. \n[17]You did your hair different. \n[18]This is a World War Two Mitchell Cannon Nose Bomber. \n[19]Dab the end of that in the glue. Just a little bit. \n[20]It's a strut. \n[21]Supports the wing. \n[22]It is. \n[23]Long baby shower. \n[24]Oscar's asleep in back. \n[25]Yeah. \n[26]Carl told me. \n[27]Insurance? \n[28]Didn't you go to that? \n[29]Cheering is good. \n[30]I'm sure I can turn this stuff around pretty quick. \n[31]Sounds like a blast. \n[32]Wow, is that an old Zeiss? \n[33]Porro prism? \n[34]You got yourself some classic binoculars there. \n[35]Yeah. \n[36]Not really. ", "Paula": "\n[1]Rose? Rose Lorkowski? \n[2]It's Paula Datzman... cheerleading squad junior year. \n[3]Great! I'm Paula Datzman-Mead now. \n[4]Thanks. We're expecting our second in a couple of months. \n[5]How are you? You look just the same. \n[6]God, I always envied you so much. Head cheerleader... dating the quarterback... So did you and Mac end up getting married? \n[7]Wow. Well it's so good to see you. Let me get your info so I can send you an invite to the baby shower. \n[8]It'll be like a big reunion. The whole gang from high school will be there. \n[9]So what are you doing now? \n[10]Real estate? \n[11]You're kidding, I'm in real estate! \n[12]With Long and Foster. Who are you with? \n[13]Maybe you'll just be independent. \n[14]What was that about the laundry? \n[15]Rose has gone into real estate. \n[16]Oh my God. \n[17]I believe I'd vomit. \n[18]Oh nooo! You can't leave now. We're just starting the games. ", "Joe": "\n[1]That's fantastic. See, if we're talking that kind of volume I can absolutely massage the numbers a little. Seriously, you're not gonna be able to keep it on the shelf. \n[2]I'll call you. Not a problem. No problem at all. Even better, I'll swing by. You're on my route. How `bout that? I'll swing by tomorrow. \n[3]Thursday then. That's better anyway. That'll give you a chance to take a look see on those other stores. We'll put everything on one order and get you a good price break. \n[4]My advice to you - weed out some of this weaker product to make more space for the corn. Like this... \n[5]Apricot Fruit Leather. Whose bright idea was it to stock that? I mean come on, what self respecting kid asks his mom for apricot fruit leather? \n[6]Doesn't Rose have her thing                             * tonight?                                                * \n[7]Here. Take some corn.                                   * \n[8]That's nice. Give me a hand with                          * this.                                                     * \n[9]They can knock all they want. Wait,                       * wait, whaddaya doing? Don't put the                       * lime sticker on the cheddar can.                          * Maybe I better just do this myself.                       * \n[10]Where'd you get those? \n[11]Come here. \n[12]Those were your grandma's. She'd watch birds with those. \n[13]Hey, hey. Careful. \n[14]Why don't we put those away. \n[15]Because it's not a toy. It's a scientific instrument. \n[16]You can play with them when I'm around to supervise. \n[17]I'm tired now. \n[18]Who's going to private school? \n[19]Oscar get suspended again? \n[20]The kid's a little strange. What? That's against the law now? It's not like he's out killing kittens or any damn thing. I swear everyone's so damn uptight these days. \n[21]Girls, come on. Lets have a nice dinner. \n[22]The hell with Hinkle's, I'm taking us to Disney Land! \n[23]Yeah, what's wrong with Disney Land? And I think it'd be great if you girls worked together. \n[24]World's finest corn snack. \n[25]I'm not selling my house. No way. I don't care how much those idiots would shell out for it. I got history in that house. You think they understand about history? \n[26]Hey, the corn's good. Really good. Not like the pet food but that was a phenomenon. \n[27]It'll get there. Takes time to get to know the market. Develop a relationship with the buyers. But it'll get there. Who doesn't like popcorn for Christ's sake. \n[28]Why would you buy a cow? \n[29]Mm hmm. \n[30]What'd he do with the brains and intestines? \n[31]So he cuts out the middle man. Not a bad idea. \n[32]Course it'd be smarter to do that with something that didn't have bad parts. Like... shrimp. \n[33] \n[34]She says it's important. \n[35]Well, it's a candy... and a health food. Absolutely. Absolutely. \n[36]Glycerol monostearate? What is that? I can't even read that. \n[37]Read that. \n[38]No. The first thing listed. The number one ingredient. \n[39]Exactly. Corn. Can you think of anything more wholesome? It's all American for Christ's sake. \n[40]I read where these chemicals are getting into the streams, making hermaphrodidic frogs! You think mothers want to expose their kids to that stuff? No way. More and more people are looking for healthy alternatives which is why the demand for this product is so huge right now. \n[41]That was real good. You're a natural. You got the timing, you got the nerve. You're a real sharp cookie, you know that? \n[42]You're not stupid. What are you saying? You're not stupid. \n[43]Don't say that. \n[44]It's those teachers who are retarded. You're probably just too advanced for those classes. You're bored. Do you get bored in class? \n[45]See. You're too smart! And those teachers just don't know how to handle you. You're probably a goddamn genius. \n[46]I know so! \n[47]You're back early. \n[48]What are you talking about? You can't quit real estate. You're gonna be great at real estate. You got the whole look and besides, that's where everything's headed. Hell, it's what I should have done forty years ago. \n[49]Make me something happy too. \n[50] \n[51]The girls have started up their own specialized cleaning business. Crime scene and trauma clean-up. \n[52]What's the play on that? \n[53] \n[54]The dented bumper. \n[55]We were over at Motor Mart on Lomas earlier. They got a nice looking Chevy G series for eighteen. \n[56]No, no. That was a whole big mess. \n[57]Yeah, that's been a while now. Dropped the luggage around the time your other lot when out of business. \n[58]I know. \n[59]Hey, I think you should have done this a long time ago. \n[60]Let me see that. \n[61]You gotta get two hydrants with a matching amount. See? None of your fire hydrants match. \n[62]And three zeros is a thousand dollars. You woulda won a thousand dollars but it doesn't match anything. \n[63]You toss it and try the next one. \n[64]Whoa now. Hold up there kiddo. That's not your money. That's my money. \n[65]Yes you did. You scratched the ticket that I bought. \n[66]And we're not going to spend the money. We're going to invest the money. \n[67]See, that's the difference between a regular person and somebody with business acumen. That's a good word for you to know. A-cu-men. Means smarts. \n[68]   \n[69]You got twenty bucks and you want three pizza's. They cost five dollars each and you have a coupon for two dollars off. \n[70]You figure you'll tip the delivery guy a couple bucks but the delivery guy turns out to be a lady. Real sizzler. So you give her a crisp five. How much do you have left? \n[71]Hey, how'd you come up with that? \n[72]  \n[73]The thing is Oscar...and this is important to learn early...life is sales. Buying and selling. It's the core of social interaction. And human beings are social beings. \n[74]No, no, no, no, no. \n[75]Stupid shit heap! \n[76]It's alright. Everything's okay. \n[77]Come on, come on, come on, come on. \n[78]Make like you're crying. \n[79]Weird. \n[80]I'm busy here. \n[81]Those snotty restaurant fucks wouldn't buy my shrimp. Some bullshit about health codes or whatever. I don't believe that shit for a second. \n[82]Don't. Don't start with me. Bastards completely shut me out. They got their own little cartel. Little restaurant mafia. I bet they screwed with my car too. I wouldn't put it past `em. Bunch of shady mother fuckers. \n[83]I can't. \n[84]I can't watch Oscar today Rose. \n[85]Yeah, well it's hard, isn't it? Raising a kid on your own. Try two. \n[86]That other pair we looked at, full of gadgets and gimmicks. \n[87]They just didn't have the heft you want in a pair of lenses. No weight. No history. \n[88]These here are the real deal. I want you to have them. \n[89]No Rose, I want to him to have these. \n[90]Eight by thirty Jenoptems. No marks on the objectives. Perfect bloom. \n[91]Where are you going? \n[92]Where? \n[93]Don't sell the van. \n[94]No, listen... just don't sell the van. \n[95]Just don't sell the van yet. Okay? \n[96]Rose tells me you make models. \n[97]Any money in that? \n[98]There's something I wanted to talk to you about. \n[99]Well, I was wondering if I could move in with you and Oscar. \n[100]Just temporarily - until I find a place. \n[101]I didn't lose the house. I sold the house. There's this business opportunity-- \n[102]It's not just some get rich quick scheme. And I got a partner who has experience. I'd learn from her. \n[103]Don't make a big deal out of it. \n[104]It's a business lie, not a real lie. \n[105]And you'd be the boss. ", "Mac": "\n[1]We're wrapping it up. \n[2]Hey, can you handle the report tonight? I gotta thing I gotta do. \n[3] \n[4]You should hear the way he goes on about his lean body mass index bullshit. Drinking that antioxidant, protein powder, enzyme crap all the time. \n[5]He needed to be brought down a peg or two. \n[6]I should introduce him to your sister. \n[7]We were working a scene today where this guy offs himself in a sporting goods store. So they had this cleaning crew out there, right? You would not believe how much money they charge for that shit. It's ridiculous. \n[8]Naw, the body's gone, it's just the blood and stuff. \n[9]You ask me it's a racket. You should get into that. \n[10] \n[11]You know that's not what I think. \n[12]I know. With business cards. \n[13]  \n[14]Hello. \n[15]What are you doing calling here? \n[16]Heather could have easily-- \n[17]Still, it's not cool. \n[18]Shhhh. \n[19]I can't believe you... I mean, I feel like I got you into this mess. \n[20]Listen, I'm gonna pay for new real estate classes. Okay? \n[21]We'll get you your license and then get you a little photo in the real estate section. You can drive people around all day and talk about... Gosh, what would you talk about? Crown molding? \n[22]You're holding out on me. \n[23]Say it. Come on. One time. \n[24]You know it wasn't like that. \n[25]Are you going to do that? \n[26]If this is going to get all heavy-- \n[27]Rose. \n[28]Can we talk a minute? \n[29]It was great seeing you last night. You looked so professional and confident. Your own business... \n[30]I just wanted to congratulate you on the business. Seems like things are really going great for you. \n[31] \n[32]Rose? \n[33]Hey beautiful. \n[34]I was starting to think you were on a date or something. \n[35]You okay? \n[36]Can I come in? \n[37]I got you something. \n[38]It's for your business cards. You put `em in there and, I don't know... impress people. \n[39]You don't like it? \n[40]Come on, let's not do that. \n[41]So that's it? \n[42]That's it then. "}}