{"filename": "Surrogates_script.txt", "imdb_id": "tt0986263", "imdb_url": "https://www.imdb.com/title/tt0986263", "characters": ["Hard Hat (as Brian Parrish)", "Stone", "Uniformed Cop", "Maggie", "Strickland", "Victim (as Danny Smith)", "The Prophet", "JJ the Blonde", "Armando", "Bobby", "Peters", "Older Canter", "Greer", "Canter", "Colonel Brendon"], "dialogues": {"Stone": "\n[1]Get a room, you two. He leans between them, hits a button on Greer's computer. ON SCREEN - A NEW HAVEN PD LOGO at the top of the screen, indicating this is an EVIDENCE FILE. In a large WINDOW, TUXEDO'S POV RECORDING plays. We now see the foreplay in the alley from the other perspective. FOOTSTEPS, Tuxedo pulls away from the BLONDE-- --and turns to confront THE HELMETED ASSASSIN. TUXEDO's \n[2]Lightning strike, according to forensics. A massive power surge shoots through the network... \n[3]Got a better idea? In any case, let's be discreet about this. There'll be panic in the streets if the public gets the idea that using their surries can kill them... Greer is rewinding the IMAGE. He points to the face of the ASSASSIN, partly shielded within his helmet. They only get a partial of his face, it ENLARGES and \n[4]Stone here. Under no circumstances do you discuss this matter with anyone, inside or outside the Bureau. Got me? \n[5]How ya' feeling, Greer? 53. \n[6]The pilot? They found him dead in his stim chair. Same with one of the Baltimore cops, other's in a coma. Four Dreads were killed on the ground, half a dozen wounded. Greer closes his eyes in misery. \n[7]I would have to disagree. You requisitioned that chopper without authorization. You violated our treaty with the Dreads-- we're expecting retaliation. Those poor cops had no idea what they were up \n[8]I'm sorry, Greer,. but- - you're suspended, pending further action. Greer nods slowly, knew this was coming. PETERS takes a step back, looking on carefully. Greer takes his LAPTOP COMPUTER off the bedside table, opens it so that Stone can see it. \n[9]It's more than that. It means nobody is safe. The Dreads want us all to be like them-- living in fear, no better than animals. And we've only just freed ourselves, begun to explore our true potential. \n[10]We will. Our way of life will be protected, whatever it takes. An attractive SURRIE NURSE enters the room. \n[11]Just take some time to heal. \n[12]Hasn't been-recovered. I'm afraid we can't supply you with a new one until this matter is resolved. Peters, make sure he gets home in one piece. PETERS nods, looking at Greer sympathetically. GREER sinks back into his pillow, anxious. 55. \n[13]GREER approaches the open door, moving through a HUBBUB of AGENTS working in open cubicles. AGENT NAKATA sits at a desk by Stone's door.  87. \n[14]Greer! You've been cleaning out your desk for two days. You should be home recuperating. \n[15]I'm sorry? \n[16]  \n[17]Welch told you about this? 88. \n[18]You've suffered brain damage, Greer. Let's hope it isn't permanent. \n[19]I have no idea what you're talking \n[20]Are you done with this paranoid fantasy--? \n[21]I'm issuing orders for your detention. Your mind isn't right, you've become a threat to national security. 89. \n[22]This is Stone! Nakata looks toward the office, starting to rise. \n[23]  \n[24]Sonofabitch Greer disabled my surrie, stop him! \n[25]Why the hell don't you just move in and take her down? \n[26]That fat ass Sanders. He self-consciously rubs the back of his head, where we now see ELECTRICAL TAPE holding shut the damaged latch. \n[27]Peters! It's me, Andy Stone! Hands in the air, Stone moves down the stairs, stepping gingerly over the fallen surrogates. PETERS finishes CUFFING BOBBY'S WRISTS to a chair with plastic cuffs. She moves to get a look at Stone, across the expanse of glowing monitors. She's holstered her gun. \n[28]I don't believe it... \n[29]We spend years trying to nail you for funding the Dreads-- and now you hand yourself over to us on a silver platter. Hijacking an agent, destroying federal property, creating a hostage situation... Peters pulls her gun and points it at BOBBY'S HEAD. He cowers in his chair. \n[30]I wouldn't add homicide to that list. As it is, you're going to prison for a very long time. He turns on his heel, begins walking back up the stairs for the door. PETERS lowers the gun, reaches into her pocket and pulls out the Q.D. WEAPON. \n[31]       ", "Uniformed": "", "Cop": "\n[1]  \n[2]  \n[3]Freeze! STRICKLAND stumbles away from his bike, into an alcove. The cops approach, guns ready. STRICKLAND yanks off his helmet, pulls his ominous DEVICE from his pocket. Without poking his head out, he aims it in the cops direction. He PRESSES A BUTTON. A row of RED DIODES GLOW on the device as he sweeps it across the alley, but it emits no projectiles and makes no sound. COP #1 is closer-- his GLASS EYES SHATTER. 44. \n[4]  \n[5]  \n[6]  \n[7]  ", "Maggie": "\n[1]Oh, sorry-- \n[2]But where's your... \n[3]You just get in? \n[4]I think I need a new stim chair. \n[5]  \n[6]  \n[7]Because I think we're doing just fine. \n[8]It's better. I wish that instead of working every night, you would come out with me, go dancing, we used to have such a good time-- \n[9] Bridget said she got an amazing deal on a surrie rental in Tahiti-- she looked just like a native. \n[10]  \n[11]Sleep well. She takes her breakfast through a door in the hall just off the kitchen-- we can't see inside the room. We hear the DOOR LOCK behind her. GREER looks after his wife, a bit dejected. In the quiet he registers a voice from the TV: \n[12]  \n[13]BRB, I just gotta change. Little black dress or red bustier? \n[14]Oh my God. \n[15] Hm? Do what? \n[16]Sure. Why not? They're getting cheaper all the time. \n[17]  \n[18]Not like it's an issue. ON TV - the VSI LOGO. \n[19]Hi. I'm Maggie, Tom's wife. \n[20] You should have mentioned her. I need to get going anyway, I'll let you two talk business. I'm a beauty engineer. Drop by the shop sometime, I'll give you a free consultation. \n[21]For what? \n[22]Mm. A spaceship. Or a cloud. \n[23]Excuse me. She hurries after him. Brian shrugs, grabs the tube and starts to unzip his pants-- \n[24]What happened to you? I thought you were-spending another night in the hospital. \n[25]Somebody beat you up? How could you go out like that? As Maggie speaks, she moves to his side, touching his injuries gently, truly concerned. Greer flinches back. \n[26]What were you thinking, Tom? You. could've been killed. \n[27]Oh please, grow up. \n[28]I don't expect you to understand this. But once in a while, I like to be around people who don't hate being alive. \n[29]Tom, the table! Greer steps over the couch calmly and begins PUNCHING and KICKING the surrie on the floor, working off pent-up rage. BRIAN just keeps LAUGHING. Soon Greer's hands are cut and bleeding, he's panting, exhausted. MAGGIE finally succeeds in pulling him away.- BRIAN sits up, his FACE is DENTED, the plastic skin STRETCHED and TORN. \n[30]What was the point of that? \n[31]I'm sorry, too. But this is my life. She looks at him sadly and returns to her guests. After a beat, Greer heads out the door. \n[32]Boop-oop-a-doop. \n[33]You talked her down, I hope. \n[34]I'd love you to raise my cheekbones a half-inch, but Tom would go ballistic. THE DOOR CHIMES, Bridget looks up. \n[35]I didn't hear you come home last night. \n[36]I can take a break-- \n[37]Tom, don't you get it? That body in our apartment-- the one you call real--- it isn't me. I'm right here. \n[38]Exactly! What matters is who I choose to be. As the conversation gets more heated, co-workers pointedly turn away, while eavesdropping. \n[39]Well that's your problem, isn't it. if you can be young and beautiful and feel good all the time-- why would anyone choose anything else? \n[40]Jesus, Tom. You sound like a Dread. Maggie turns back to what she was doing. Greer has trouble swallowing his anger. \n[41] I'd never forgive you. \n[42]Do what you want... \n[43]  \n[44]  \n[45]  \n[46]No! Please no, don't look at me... Greer pulls away the covers to reveal the REAL MAGGIE. She's pale, emaciated and malnourished, tears running down her face. She shrinks away from him. \n[47]No Tom, I don't want you to... It doesn't matter to Greer-- he takes her in his arms and holds her close. \n[48]No it's not... ", "Strickland": "\n[1].maybe I'm not done with the O.D. Maybe you're not gonna get it back at all. Guy could have a lot of fun with your little toy... oh you can do better than that. I'll be in touch... He tosses the cellphone in a trashcan, pulls on his helmet, STARTS the bike and peels out. 42. \n[2]Oh my G-god-- why? What do you people want from me?! \n[3]They were just surries! Goddamn machines! \n[4]  \n[5]No, Prophet, I--- \n[6]Please, I haven't done anything... \n[7]I-- I swear to God I don't know-- \n[8]He never said his name, we talked on disposable cellphones-- I've never even seen his face! I couldn't tell you who he was if my life depended it! 50. ", "The": "\n[1]      \n[2]  \n[3] You know this joker's calling for an uprising. In Denver, we got the go- ahead to jam his broadcasts. \n[4]comes right at him and CHOPS OFF his left arm at the elbow, BURNING FUEL spreads and IGNITES his back. Lucky thing he's a surrogate. Less fortunate DREADS run screaming, we hear the CRIES OF WOUNDED. GREER lies in the dirt, in flames, motionless. Then his eyes BLINK and move, taking in the sight of-- STRICKLAND, illuminated by the FIRE, horrified at the carnage. He's starting to move away from the wreck. 46. ", "Prophet": "\n[1]You feel you are free. You can be what you want, do what you want, nothing can hurt you. But you have ceased to live. \n[2]You think you control your surrogates, but it is they who have taken over your lives. You lie in your cells, pale and fat prisoners, while the puppets walk and dance and make love... Peters BLINKS and comes to. \n[3].But this I promise: soon the abominations shall fall where they stand... and on that day of resurrection, the dead shall rise... \n[4]You've been keeping secrets, Jack. TWO LARGE MEN now move into view, flanking the Prophet. Call them BUD and MILLER. They're scruffy, bearded, not surries. \n[5]This is unfair to your brother humans. STRICKLAND tries to get out of bed, Bud pushes him down. \n[6]I know what you've done. What I don't know is-- who hired you to betray us? I want a name. \n[7]Jack... \n[8]--serving faithfully beside us in the cause of humanity. _I had the privilege of hearing his confession shortly before his death. GREER has pushed his way gently toward the front to get a look at the BODY atop the funeral BIER. The corpse atop the bier is that of JACK STRICKLAND, eyes closed, hands folded. \n[9]And I know he would have rejoiced in the day of resurrection, the day for which we are all preparing, the day I promise you is close at hand... So saying, the PROPHET lifts the torch and touches it to the base of the PYRE, which ERUPTS IN FLAME. CLOSE ON STRICKLAND as the FLAMES lick up around him. LATER, the BIER consumed in FIRE, the MOURNERS dispersing. THE PROPHET is moving away, HANDLERS surrounding him. GREER tags along-- but one of the Prophet's goons, BUD, gets in his face. \n[10]  \n[11]Well, maybe I'll just have to bring it to their doorstep... In the Prophet's hand, we now see-- --the mysterious DEVICE with which Strickland killed his targets. \n[12]Have no fear, the day of resurrection is at hand! A team of GUARDSMEN move to surround the Prophet, his BODYGUARDS struggle with them. \n[13]No! Do not resist! The oppressors shall soon fall, never to rise again... Ignoring him, some bodyguards pull HANDGUNS and FIRE on the SURROGATE GUARDSMEN, who immediately RETURN FIRE with automatic weapons. BUD and MILLER, the Prophet's right hand men, both take bullets and go down. THE PROPHET manages to escape out a side exit during this gunfire-- but a stray BULLET catches him in the back as he flees. ", "Armando": "\n[1]F Street? \n[2]I work for Dr. Canter. His private elevator's this way. They follow him toward an ALCOVE in the back of the lobby. \n[3]  \n[4]Dr. Canter's rules. LIGHT flashes in their faces as they're scanned. The elevator doors open, and the three of them get on. CLOSE ON SCANNER - after they've entered the elevator, small HEAD-SHOTS of GREER and PETERS, vital stats below, appear one after the other on the SCREEN. \n[5]  \n[6]We got a problem here? The FREAKS retreat with dirty looks. \n[7]You're gonna have to leave, sir. Armando escorts Greer none too gently to the door. \n[8]Are you OK? Greer suddenly thrusts his hand beneath the man's jacket. Armando reacts, begins to struggle with Greer-- BANG BANG beneath his suitcoat. Armando's ARM SPASMS WILDLY. He takes a few steps back, SPARKS and HYDRAULIC FLUID coming from his chest. GREER is holding the man's GUN now, aimed at him. \n[9]You asshole. I just made the last payment. GREER rises and hurries to the CLERK, points the gun at his head. 104. ", "Bobby": "\n[1]Burglary in progress, Charlie4639- Romeo7812-Sierra8955, need a warrant to shut him down... BOBBY gets a message from his headset, kicks his rolling chair across the room to a special TERMINAL. \n[2]Warrant received. 40. \n[3]Anybody, anywhere. Ssh, don't tell anyone. It's a gray area legally. PETERS isn't comfortable with this. \n[4]Relax, we're the good guys. \n[5]No ma'am, you're looking at the genuine article. Bobby Sanders. He extends a greasy hand, which she shakes lightly. \n[6] Ain't built the machine yet that can handle this baby. Recognition search caught your dreaddie, screen 11. They move to a screen numbered 11, Bobby taps a CONTROL. 41. \n[7]Baltimore, corner of Eastern and Decker. Got a feeling he's headed for the reservation. \n[8]You really look like your surrie? 43. \n[9]Don't be so touchy. I'm engaged to B-47 down there. He points to one of the many identical female DRONES buzzing along the tracks. PETERS smiles. \n[10]Peters, have you gone insane? Put the gun away, what the hell are you trying to prove? PETERS ignores him, watching the TERMINAL SCREEN. WIDER now, we see that all the SURRIE WATCHERS have disconnected, they're stationary on their tracks. THE GLOWING MONITORS remain on, showing random scenes, unwatched. MOVEMENT at the elevated entrance-- --PETERS spins and FIRES HER HANDGUN in that direction. The intruder retreats. We now see a couple of SURRIES have already been dropped here, sprawled on the staircase leading down, bullets in their heads. PETERS spins on Bobby, who's WHISPERING frantically into \n[11]She's into the entire surrie database, I dunno what she's-- Peters YANKS off Bobby's headset and throws it aside. \n[12]Are they dead? \n[13]  \n[14]  \n[15]Hit control-escape, F12. As PETERS/GREER does so: \n[16]Sure, but it has to disconnect the operators first. \n[17]Their surrogates are! Hurry up! \n[18]Do it! BANG! A CLEAN HEADSHOT drops PETERS/GREER in her tracks, ELECTRONIC GOO sprays the COMPUTER SCREEN. BOBBY spins in his chair. \n[19] ", "Peters": "\n[1]Let's call for back-up. \n[2] \n[3]Is this Kathy Welles...? My name is Jennifer Peters, with the FBI's surrogate crime division... 7. \n[4] \n[5]I don't recommend reconnecting, Ms. Welles... hello? The WOMAN on the floor TWITCHES, her eyes open. She sits up on her elbows, looks down to see-- --her legs are gone. The bottom half of her is missing, her tattered T-shirt covers the damage, soaked with dark green and pink liquids-- coolant and hydraulic fluids. \n[6]Your insurance ought to cover it. \n[7]Abandoned. \n[8]Musta cracked when she fell. There's a second? The UNIFORM leads GREER and PETERS past the blonde, into the alley. 10. \n[9]Maybe he's real. \n[10]Looks like the optics exploded... Greer reaches behind Tuxedo's head, pulls out a small specially-shaped TOOL and pries up the PANEL at the back of Tuxedo's skull. He pulls out-- THE CIRCUIT BOARD, melted and scorched. \n[11]I'll call for a pick-up. Maybe diagnostics can make sense of it. Greer stands up, looks toward the Blonde's body. \n[12] You always work these kind of hours? \n[13]Besides sleep? Greer is already on the move, Peters reluctantly follows. \n[14] Are we actually listening to the Prophet? We oughta lock this guy up and throw away the key.  So is this \"know thine enemy?\" 12. \n[15]You're kidding, right? The Dreads've gotta be behind half the crimes against surries nationwide-- \n[16]They dread the present, they dread \n[17]D. C.'s the heart of the action, right? Plus my ex and I were in the same office, it got a little uncomfortable. You get along with your last partner? \n[18]You sound pleased. \n[19]Thought you took your job seriously. Surrogates are extensions of people's selves-- \n[20]The Supreme Court. ANTHONY STONE, Greer's BOSS, has entered Greer's office during the above. He's silver-haired, friendly, in perfect shape-- another surrogate. He's clearly heard this argument before. \n[21]Synthetic units have the same rights as biologicals. \n[22]That's humanist propaganda. The restricted areas were their idea, they hate being around surries. \n[23]  \n[24]He's a \"meatbag\" all right. Look at those scars... An INTERCOM beeps, GREER hits a button. \n[25]We're federal agents. \n[26]You're the one who drove Anthony Canter that night? 23. \n[27]Nice place. \n[28]Yes we are. He leads them into-- \n[29]We're very sorry for your loss, sir. \n[30]Wait, how is that possible? Aren't your surries locked to your neural signature? \n[31]We're still analyzing the damage-- \n[32]We really can't get into the details of an ongoing investigation-- \n[33]Can you think of anyone who might want to harm your son? \n[34]  \n[35] Jim and I talked about it, but... \n[36]So we're talking mistaken T.D. \n[37]My money's on the Dreads.  Excuse me, the \"humans.\" Greer rips the TICKET from the windshield, tears it in half and throws it in the back of the car, as they both get in. \n[38]Thank you. \n[39]She's a little over the top. \n[40]It's delicious, if you want it to be. Adjust your interface. \n[41]Thanks for taking the time to see us. \n[42]Not at all. I didn't get your names--? \n[43]A massive brain hemmorhage, it happened while he was online. \n[44]What's our take-away? \n[45]You mean before they all became lawyers? \n[46]We were told you could help us with some technical issues. \n[47]Ever seen anything like it before? \n[48]No bullet holes, no blast damage--? 34. \n[49]Those soldiers we saw-- 36. \n[50]Think he's telling the truth? \n[51]We're exploring every avenue, Dr. Canter, I promise you that, we're doing everything we can. CLOSE ON GREER'S TERMINAL - An INSET of the image of the ASSASSIN'S FACE, no helmet on-- it's much clearer than the one we saw before, this being the bouncer's perspective at the door of the club. We hear CANTER and PETERS continue in BG. \n[52]I understand you're grieving-- \n[53]I appreciate your concern and frustration, obviously we all want immediate results, but-- \n[54] Where'd you get this? 38. \n[55]Try narrowing the search for Dread affiliation... ON SCREEN - a DIGITAL RAPSHEET, the name JACK STRICKLAND. A ROTATING 3-D MUGSHOT of STRICKLAND, covering all the angles of his face. \n[56]Jack Strickland, one of the Prophet's groupies... torched a surrogate display at a department store-- \n[57]No known address... \n[58]  \n[59]You're not a surrogate, are you? BOBBY wheels closer. With his mouth full: \n[60]Jennifer Peters. \n[61]What are you doing? \n[62]You need to get approval! GREER makes a jerking off motion and is gone. BOBBY lets out a BELCH and winks at PETERS. \n[63]Got a hit on the bike, half a mile from the rez, check your screen. ON THE CHOPPER DASH, A GPS DISPLAY of the nearby neighborhood, a BLINKING DOT a short distance away. \n[64]Baltimore PD's sending back-up. You can't fly over Dread territory, you know. We don't \n[65]        \n[66]Knock knock. Greer blinks at her. \n[67]It's me, Peters, don't you recognize me? \n[68]A pleasure to meet you. Jennifer Peters.  His new partner. \n[69]Thanks...  I think. You look just like your unit. \n[70]You've been through a lot. \n[71]It's not your fault. You were doing your job. Stone pulls up Maggie's chair, sits as he speaks. \n[72]It's the murder weapon? GREER nods, STONE studies the laptop, sets his jaw. \n[73]It's OK. Nothing's gonna happen. \n[74]Just take my arm. He shakes his head, takes a deep breath and moves out onto the sidewalk. Peters stays close. GREER'S POV - SURRIE PEDESTRIANS, moving quickly, seeming to come right. at him. One bumps into him-- GREER staggers, the surrie moves on as if he hasn't even noticed. Greer moves toward the curb to get away from them, stumbles-- PETERS has to pull him out of CAR TRAFFIC, a HORN HONKS. He's sweating, terrified. \n[75]We need to get you a replacement. She takes his arm forcibly and moves him away. 56. \n[76]We can try a department store-- if money's a problem, I can front \n[77]Well, you made it a block. \n[78]Come here often, stranger? \n[79]I don't like the way you're looking at me. \n[80]Yeah yeah, this is just a lump of aluminum and polystyrene. Tell you what, next time you're in Colorado, look me up for real. We can have a beer together. \n[81]New job, I was defensive. \n[82]I can get you home. 60. \n[83]You seem better already. \n[84]Where you going? \n[85]Jesus, Tom, the rez? \n[86]Be careful. He nods and waves as he disappears down the escalator. \n[87]Got your message. \n[88]After what happened here today I couldn't sleep. \n[89]  \n[90]You look terrible. \n[91]No thanks. \n[92]You look like you need it. \n[93]Relax. It's not me, it's not a woman touching you-- it's just a machine. \n[94]What. \n[95]We always think technology's going to improve our lives, but... \n[96]Maybe not. I have a feeling people are going to come to their senses eventually. \n[97]I found out about Strickland. She gestures to the boxes of documents. \n[98]All the chaos, I was able to waltz right into the records department. 80. \n[99]The case files were removed, but there was a paper trail from payroll... Strickland was an informant. \n[100]Wasn't in the paperwork. But he must've been selling intel on the Prophet. Greer has risen, moving restlessly around the room. \n[101]What you working on? \n[102]I think you hide things from me. \n[103]What does AOS stand for? I keep coming across it on these invoices. \"Advance On Salary?\" Greer thinks- a moment of revelation. He moves to look over Peters' shoulder. \n[104]Against him? He's one of them. 'Course, since he owns the patents on surrogate technology, they must have to pay him billions. \n[105]Wait a minute. You think VSI hired Strickland to kill Canter? \n[106]Sure, the extremist wing of the anti-surrogate movement. \n[107]What? The father of surrogacy? Impossible. \n[108]Swiss accounts, anonymous wire transfers, unattributed testimony-- this isn't proof. WIDER - GREER lies in his clothes on the bed, bone tired, a flat-screen TV plays silently. \n[109]He's not some kind of monster, you know. Canter's initial research was in prosthetics-- for amputees, quadriplegics... people with degenerative diseases. Maybe he feels his technology's been perverted. Maybe it has. GREER studies her with interest, her tone is strangely passionate. \n[110]They're looking for the 0. D. \n[111]  \n[112]So what do we do about Stone? \n[113]That isn't funny. \n[114]        \n[115]  \n[116]  \n[117]  \n[118]  \n[119]  \n[120]  \n[121]  \n[122]Who are you? \n[123]Greer...? \n[124]How do I know--? Prove you're Greer. He's already dialing 9-1-1 on a CELLPHONE. \n[125]Three days I think... \n[126]What? \n[127]No, I-- the night your chopper went down... I woke up and somebody was here... I fought with him, but he was so strong-- \n[128]He tried to bring me down here, we fell... 99. \n[129]He took my memory-- the whole investigation. He said he was going to do my job for me. A beat. Their eyes meet as the realization hits Generic/Greer. \n[130]It has to be... oh God, I'm so cold... She clearly had been fighting to stay alive, just to tell someone what happened. \n[131]Would've been nice to meet you in person... She now closes her eyes. Greer agonizes. \n[132]Thirsty... \n[133]  \n[134]  \n[135]Who was it, Stone? Who was it at VSI that hired you to kill me? Stone blinks, trying to process this. 105. \n[136]Did you feel even a second of remorse, when you found out you'd murdered an innocent boy. He was eighteen! \n[137]Just tell me what I need to know. Stone considers this a bit, smiles. \n[138]An eye for an eye... She points it at the back of Stone's head and-- --STONE's eyes go wide in agony-- and EXPLODE. He goes TUMBLING back down the stairs, SMOKE pouring from his head, BODY twitching crazily. \n[139]PETERS fiddles with the O.D.-- CLOSE - she slides back a panel, hits a couple of tiny SWITCHES-- the RED DIODES go to BLUE. PETERS points the device over the terminal, sweeps it in \n[140] They're fine. \n[141]How do I shut it down? \n[142]Bobby, this is Agent Greer! ON THE CATWALK - a HUMAN agent, he's a SNIPER in black, creeps into position, readying his rifle. PETERS/GREER helps BOBBY up, so that he can see the computer screen. Bobby remains cuffed. \n[143]  \n[144]This can really send a virus to every surrie on the network? \n[145] So people aren't in any danger... ", "Older": "", "Canter": "\n[1]  \n[2]That's right. You're with the FBI. \n[3]  \n[4]What progress have you made with the investigation? \n[5]I allowed Tony to borrow one of my surrogates when he wanted to spend time in D.C. I encouraged him to take advantage of the cultural \n[6] I wrote the code that remains at the core of all surrogates. It wasn't difficult for me to make my synth units accessible to my son. 25. \n[7]I suppose... The coroner says that Tony was online when it happened. Why hasn't the surrogate been returned to me? \n[8]It was attacked? \n[9]No, but-- at the beginning, all of us at VSI were worried about it. It's why every surrogate has a built-in fail-safe, they disconnect before they can transmit a potentially dangerous signal. \n[10]I... the sad fact is, Tony and I were just getting to know each other... he grew up with his mother in California. Canter's voice drifts off, he's starting to look far away, pained. He sits slowly behind his desk. \n[11]If this wasn't an accident... then it's because of me that he's... I'm sorry. You'll have to excuse me. 26. \n[12]        \n[13]Tell me, have you made any progress whatsoever? REVERSE ANGLE, Greer and Peters sit before the screen. \n[14]Don't blow me off like I'm some goddamn reporter. I have resources of my own, do I have to do your jobs for you? 37. \n[15]What. What are you doing? \n[16]I'm a target for assassination! I assume you're at least aware of that. WITH PETERS, she looks briefly over her shoulder at Greer with a \"help, get me out of this\" expression. He remains focussed on the image of the assassin, she turns back to Canter on the screen, maintaining her placating tone. \n[17]I've heard enough of your condescending pap. The people who did this are going to be punished. CANTER DISCONNECTS, his angry face VANISHES. PETERS rises and moves quickly toward Greer. \n[18]You left this on my desk. ARMANDO has gotten behind the wheel, starts moving. Greer looks at the boy, amazed. \n[19]It's not safe for me to use my usual surrogates. This is one of VSI's.newer models. Not that the market will be that strong, the birthrate being what it is. \n[20]You know how important this investigation is to me. \n[21]I want you to tell me everything. \n[22]This Strickland character. I don't believe he could have been acting on his own. \n[23]Then why would his own people murder-him? \n[24]To kill someone remotely-- it would take a virus presumably, one that could get past every firewall protecting a surrie's circuitry-- then once in the CPU, override all the fail-safes and cause catastrophic brain damage... \n[25]We're talking about an \n[26]Maybe that's exactly where you should be looking. Greer takes a second to absorb this. \n[27]I think this is your stop. \n[28]Somebody hired Strickland. You'll know who that is when you trace the weapon. \n[29]Yes, I can see you've got things under control. The limo pulls away. Greer pauses, looks up at the sky, letting the rain wash over his face. \n[30]  \n[31]       \n[32]  \n[33]  \n[34]  \n[35]  \n[36]  \n[37]Jennifer Peters. Is she-- \n[38]I had no intention of hurting her. I'm truly sorry-- 110. \n[39]Did you? You barely knew her. It was me you came to care about-- \n[40]I had to fight VSI any way I could. As canter speaks, his eyes flick toward the PROJECTOR'S \n[41]There's nothing you can do-- GREER PUSHES CANTER'S WHEELCHAIR out of the way violently. Greer sits on the floor, leaning against the wall. He takes a breath and puts on the PROJECTOR HEADSET. He slips on the FINGERSLEEVE, presses his fingers together and-- \n[42]        \n[43]You understand... \n[44]  \n[45]You could have stopped it. Thank you... \n[46]You know why. I won't be responsible for the death of humanity. I like the way you put it-- unringing a bell. GREER puts his head in his hands, realizing the enormity of what he's just done. \n[47]I only sought to give people like me the chance to live normal lives. But my partners at VSI overrode me. They saw a much larger market-- surrogates for everyone. Healthy people. Children. A world without risk, without pain. Without feelings. Nothing at stake. Nothing to live for. Greer rises shakily. \n[48]The day of resurrection. As he speaks, he raises a small white capsule to his lips. \n[49]  ", "Greer": "\n[1]Where'.s the sport in that? \n[2]You have the right to remain silent-- But the PSYCHO has grabbed something from the trash, manages to SQUIRT BUG SPRAY in Greer's eyes. Greer's blinded temporarily, the PSYCHO squirms away, running from between buildings across a street-- WHAM! He's hit full-on by a SEMI, his body FLIES through the air. He LANDS HARD on cement, but amazingly is still alive. He tries to get up, but-- GREER plants a foot on his chest and holds him fast against the ground. Greer, still wiping at this eyes, points his weapon at the PSYCHO's head. \n[3]Stay with me asshole-- \n[4] Nah, go back to work. GREER rises as his PHONE CHIMES, he touches his earpiece. IN BG, the DRIVER pulls away. \n[5] \n[6]He's a rental. He disconnects, reaches to turn the PSYCHO's head to one side. The back of his skull is smashed. Instead of gore and brains, we see torn GRAY PLASTIC and dense CIRCUITRY, oozing pinkish hydraulic fluid at his neck. We're in a world of SURROGATES, remotely operated synthetic humans . These are not artificially-intelligent robots-- each is linked directly to a human being, miles or hundreds of miles away. Surrogates are distinguishable from flesh-and-blood humans primarily by their physical perfection-- ugly surrogates are rare. On closer look, their eyes may have an inhuman quality. Without a human mind sending and receiving impulses, they are completely inert. Suddenly the PSYCHO comes to life, spins his head around at an impossible angle and BITES GREER'S HAND. 8. \n[7]--trash pick-up on Maple and 4th. \n[8]Any ID from the rental agency? \n[9]  \n[10]You think? \n[11]Or something happened to the operator. GREER and PETERS stand over the corpse, a UNIFORM stands nearby. Greer holds his SCANNER near her head. \n[12]Registered to a Cameron Michaels, out in Clarksburg... You call her? \n[13]Optics are damaged. \n[14]A tux? Kind of over-dressed for a jacker joint. GREER pulls out his scanner. BY TUXEDO's FACE, the SCANNER reads \"NO SIGNAL.\" GREER seems surprised. PETERS looks over his shoulder. \n[15]Little too pretty for that. GREER lifts one of Tuxedo's eyelids-- CLOSE, shattered GLASS, ELECTRONICS visible within. \n[16]He's synth all right. \n[17]So much for the identity chip. \n[18]Clarksburg's just up the 270, let's talk to our witness. 11. \n[19]Got something better to do? \n[20]Welcome back. \n[21]The Human Coalition isn't \"the enemy.\" \n[22]\"Dreads...\" \n[23]Sounds like they're doing a bang-up job out there. Why'd you transfer? \n[24]Till he retired. Had no idea he was that old. \n[25]Nothing to worry about. \n[26]Who does? \n[27]Hello? A fat, hairy arm hangs over the side of a high-tech CHAIR. The two feds move quickly to see-- --CAMERON MICHAELS, a 40-ish, overweight, bald male in his underwear. BLOOD runs from his nose, his face twitches slightly; he lies in a STIM CHAIR. 14. \n[28]Call the paramedics. While Peters calls in BG, GREER moves to the PROJECTOR'S MONITOR SCREEN and taps a touchpad. ON SCREEN - STATIC. GREER REWINDS to POVs at the hard- core CLUB. FAST FORWARD to the ALLEY, making out with TUXEDO. This is a recording of recent experience, as seen through the eyes of the BLONDE. GREER switches to real-time. Tuxedo breaks the kiss and turns to look OS. \n[29]Not cool. The DREAD turns-- GREER is holding up a BADGE. The Dread scowls, zips up and moves away from Greer, plunks down at the end of the car. Greer pockets his badge calmly. \n[30]  \n[31]  \n[32]  \n[33]  \n[34]        \n[35]  \n[36]It's OK. Come in-- \n[37]Put him up. I was about to get some sleep. Maggie enters the kitchen, not looking directly at Greer. She puts some bread in a toaster, prepares coffee. \n[38]Some poor cross-sexual had an aneurysm while he was online, had to get him to a hospital. Maggie winces, disturbed by her husband's job. She flips on a small flatscreen TV, volume low. NEWS and WEATHER. 17. \n[39]Bedsores? Want me to take a look? \n[40]Well, there's room on the credit card. It's been a while since... we've actually been together. \n[41]No, I just meant-- \n[42]But that's our surrogates. It's not the same... \n[43]I was thinking more like a vacation. An island somewhere. \n[44]I mean a real vacation-- just us. Leave our synth units home. 18. \n[45]Tuxedo's operator turned up, student at Yale name of Anthony Canter... \n[46]  \n[47]They're uploading his memory file. Seems we're dealing with an actual homicide. PETERS, at the other  desk, leans in to look over Greer's shoulder while the file uploads. \n[48]Well, you get a little tired of property crime, vandalism-- 20. \n[49]What are you, quoting VSI? \n[50]Yeah, yeah. Fact is, most of the people you refer to as Dreads are just too poor to afford a synth. You think they like living on reservations? \n[51]Poor kid. Pathologist said his brains looked like soup. \n[52]Two people in a narrow alley, surrounded by fire escapes, cell towers...? \n[53]Is he the perp, or just some lookie-loo--? \n[54]What you got? \n[55]You still thinking lightning? \n[56]is this necessary? \n[57]Kid liked the wild side, huh. Did his father know? Armando doesn't answer, this is getting too personal. \n[58]Canter must get a piece of every surrogate they sell. CANTER emerges from a study. His face is young, but there's some grey at his temples. Otherwise, he looks identical to the dead TUXEDO. GREER takes this in. \n[59]Dr. Canter? 24. \n[60]I can't help noticing, your surrogate-- it's very similar to the unit your son was using... Canter pauses, then moves to a DOOR and opens it.- LIGHTS INSIDE FLICKER ON, revealing-- --a WALK-IN CLOSET with a half-dozen CHARGING BAYS. Four surrogates here, all versions of the man we've just seen-- Canter at different stages of life, from youth to almost elderly. Two of the charging bays are empty. \n[61]Like getting the keys to dad's car. \n[62]Dr. Canter-- we don't know of any way to kill an operator remotely. Do you? \n[63]Guess the interview's over. \n[64]Not really. You got kids? \n[65]Lot of that going around. He starts to place the card on the desk before the immobile Canter. Armando steps forward warily-- Greer shows him the card before putting it down. \n[66]If he thinks of anything else. \n[67]Someone targeted Canter's surrie, got the wrong operator. They get to their car, parked in a RED ZONE. GREER curls his lip at a METER MAID-- a DRONE SURROGATE ON WHEELS, NO EARS, as it rolls calmly away from his car. \n[68]I'm sure the guy's got enemies he never even heard of. \n[69]Damn. Why didn't I think of that? The two of them move on to an ELEVATOR BANK. \n[70]Just advertising the product.  Ugh. \n[71]Right, I keep forgetting that. Mmm. So good. They rise as-- 29. \n[72]Our immediate superior. \n[73]Mm. Any idea what could cause a surrogate's head to explode from the inside? On the table, in a plastic EVIDENCE BAG, is a fried CIRCUIT-BOARD along with a pair of SHATTERED EYEBALLS. Greer passes this to Welch, who barely looks at it. 30. \n[74]Not much. He's dead. \n[75]No one's talking lawsuit. we'd just like to know, is there any precedent for an operator being killed by signals from his synth unit? \n[76]There is one more thing. The victim was Anthony Canter. The son of one of your company's founders. GREER studies them as they process this news. \n[77]Kind of a strange coincidence. \n[78]  \n[79]       \n[80]Mr. Waters? Seth Waters? GREER checks the man's ID BADGE-- a PHOTO of a pudgy, bearded white man with glasses, the name SETH WATERS. Suddenly, WATERS snaps out of it, looks down at the two agents. Despite his appearance, his manner is nerdy. \n[81]We're with the FBI. He studies the BADGES they hold out. \n[82]May we take a look? \n[83]Brand new camos, no mud, no dirt... this thing's never seen combat. Name and unit insignia removed... let me check out the motherboard. \n[84]So no such thing exists? \n[85]Not when his lips are moving. Greer shakes his head as they both get in the car. WITH BRANDON - Out of earshot of the feds, he speaks into a small earpiece. \n[86]  \n[87]Sir, we are not at liberty to comment on an ongoing investigation. \n[88]You handled that well. \n[89]The freak who was working the door at the club. Got a look at our perp dead-on. \n[90]Eighty-seven percent match. Close enough for government work. GREER and PETERS quickly scan the man's rapsheet. \n[91]And they let him off? \n[92]  \n[93]Ever come down here? It's like being inside God's head... The DOOR UNLOCKS and they enter-- 39. \n[94]They've been trying to puppet Bobby for years-- \n[95]Ten minutes ago? Where? \n[96]  \n[97] Getting a chopper. Peters takes this in, calls after him: \n[98]We're close! Noise suppression! LOPEZ nods, hits a couple of switches. THE LOUD THROB becomes a barely audible WHIRR. We hear PETERS' VOICE over the radio: \n[99]Ignore her, Lopez. Get us as close as you can. LOPEZ grins--and pushes the stick hard-- \n[100]Jesus, what is that? STRICKLAND is on the run again, scaling the fence. He hasn't spotted the chopper. GREER looks in the direction he's heading-- A HUGE CHAIN-LINK FENCE, topped with barbed wire, stretching across the whole city, just a hundred yards away. PORTRAITS of the PROPHET (the man we heard on the radio), long-haired and bearded, adorn the fence. There's a GATE, with two GUARDS checking those entering, one or two people are waiting. \n[101]He gets through the gate, we can't touch him. GREER readies a RIFLE with a SCOPE, loads a TRANQUILIZER DART into the chamber. LOPEZ maneuvers to give Greer an angle out the chopper's side. \n[102]Pull up, Lopez, pull up! 45. \n[103]  \n[104]You're a killer-- \n[105]  \n[106]Strickland! Wait! 47. \n[107]I'm a federal agent-- \n[108]  \n[109]  \n[110]Maggie! Wake up! He's clearly in pain, clutches his temples. BLOOD begins to gush from his nose. Greer slides down against the door, unable to stand. \n[111]  \n[112]Please, I need your help... open the door! CAMERA MOVES through the RED-LIT room, to show the WIRES of a SENSORY PROJECTOR, a partial view of MAGGIE'S HEAD. 48. \n[113]  \n[114]  \n[115]Would you do that? \n[116]Get a surrogate for our kid. Our hypothetical kid. \n[117]It just seems weird to me. \n[118]Who's there.- 52. \n[119] I thought you might've been telling another joke. Peters seems relieved. Maggie waits for an introduction, but Greer seems withdrawn, shy-- Peters has never seen his physical body. \n[120]Except older and fatter. Sorry if I seem a little out of it. \n[121]They're calling it a concussion-- felt like my head was going to explode. With a brisk RAP on the doorframe, STONE enters. \n[122]You tell me. How's Lopez? Stone sighs, looking him over. Quietly: \n[123]None of us did! We still don't know. I don't think Strickland even knew-- he thought he was just taking down \"the abominations.\" \n[124]I've been going through my memory files of the crash... ever seen anything like this before? ON SCREEN - a magnified CLOSE-UP of the DEVICE in STRICKLAND'S HAND, as he points it upward at the helicopter. 54. \n[125]We need to get this guy. \n[126] They said the end of the week-- \n[127]What about my surrogate? \n[128]I haven't been out without a surrogate in a long time... \n[129]They wanted to give me something for the anxiety... they call it corporeaphobia. \n[130]Jesus Christ. \n[131]I like to see my own face when I look in the mirror. \n[132]Hello. Testing-one-two-three... THE SALESMAN works the computer, GREER lies in an uncomfortable STIM CHAIR attached to a_SENSORY PROJECTOR, RED GOGGLES over his eyes and a CAMERA pointed at his face. He seems uneasy. PETERS looks on from nearby. 57. \n[133]No. I'm a grown man for Chrissake, I should be able to walk down the street without completely freaking out. \n[134] Here's to self-medication. He takes a sip and spits it out. The BARTENDER turns. \n[135]What is this? The BARTENDER gives him a once-over. \n[136]You have any real booze? \n[137]You know, they really don't look human. You can't tell when you're inside them, but... GREER turns to PETERS, studies her like the others. \n[138]But I'm not really looking at you. \n[139]I'd like that. PETERS blinks, Greer has suddenly gotten sincere on her. He looks away. \n[140]You know, when we started working together, I thought you were kind of a stiff. \n[141]It's more than that... you're different. Or maybe I am. Greer's embarrassed, shrugs it off. He puts down a bill and rises. \n[142]You probably oughta head back to the office. \n[143]I'll be OK. He moves toward the door, she tags along. \n[144]I'm thinking you should double- check Strickland's records, go back to the hard copies. See if you can find out why they dropped charges. \n[145]It's like riding a bike. \n[146]It's a lovely day. Thought I'd take a trip to East Baltimore. He pauses at the top, a hit of vertigo. \n[147]Was it always this steep? \n[148]Since I'm stuck in my skin, I oughta take advantage of it. Hell, as long as Strickland has that device-- I'm safer this way. He clutches the handrail, starts moving down. \n[149]I'm sure. \n[150]Just a little carsick. The TAXI pulls away, Greer heads for the GATE. \n[151]Where would I find the, the what do you call it, the Temple? \n[152]Thanks.  Catch a lotta surries tryin' to sneak in, do ya? 63. \n[153]Excuse me. \n[154]Excuse me. You wouldn't happen to know a Jack Strickland? I'm told he worked here off and on. \n[155]What happened to Jack Strickland? \n[156]I'd like a word with the Prophet. \n[157]Strickland was carrying a weapon. If it isn't recovered, there could be serious consequences-- for all of you. IN BG, the PROPHET and HANDLERS head toward a large RV. \n[158]Needs repairs. \n[159]Frisk me if you want. \n[160]I'm starting to see your point. AT THE GATE - GREER leaves, trying to muster as much dignity as he can. The DREAD GUARD calls sarcastically after him. \n[161]I'm not a Dread. \n[162]Who are you? \n[163]Canter? \n[164]You're having me followed. \n[165]        \n[166]I suppose you deserve that. \n[167]Why not? You stand for everything the humanists hate-- \n[168]He'd outlived his usefulness. With me all over his ass, he was becoming a security risk-- \n[169]Presumably. \n[170]  \n[171]So now you're the victim of a government conspiracy? \n[172]  \n[173]You really don't need to do my job for me. Boy/Canter takes in Greer's disheveled state. \n[174]  \n[175]  \n[176]Obviously. You know I don't like you jacking in the house. He finds an untouched, dusty bottle of SCOTCH, sniffs it and pours a drink. Maggie looks him over. \n[177]Just finding out how the other half lives. 74. \n[178]So what's his name? \n[179]  \n[180]Alive. Is that what they are out there? She shakes her head and returns to the living room. \n[181]  \n[182]        \n[183]Excuse me. Brian turns, starts to rise. Greer grabs the man and HURLS him backwards onto the GLASS COFFEE TABLE which SHATTERS. The other three back away. After a stunned moment, Brian starts LAUGHING, very hard-- obviously, he hasn't felt a thing. \n[184]Guess the party's over. MAGGIE follows GREER to the door. They speak in hushed \n[185]Does everything have to have a point? GREER takes a breath, bows his head. \n[186]I'm sorry. I just want us to-- to connect again. To have a family, to have a life.  We can't do it through this wall of plastic. MAGGIE pulls away, his BLOODY HANDS have left marks on her blouse. \n[187]In the flesh. He takes in the damage to the lobby, the police tape, the attacker's chalk silhouette. \n[188]Saw it on TV. 77. \n[189]Mm. Just cleaning out my desk. \n[190]Nice of you to notice. You remember where the rest rooms are? \n[191]  \n[192]Hope I didn't wake you. \n[193]You tell anyone I was going out to the rez? Canter, for example? 78. \n[194]Not half as bad as I feel. Greer refills his coffee cup with Scotch, holds the bottle out to her questioningly. \n[195]Come on. Just pretend to get drunk with me. Peters shakes her head with a smile. Greer shrugs, takes a long drink, sighs and rubs his sore neck. \n[196]Feel like I've been asleep for years-- now I wake up an old man. Rip Van Frigging Winkle... Peters moves behind him, begins rubbing his shoulders, a massage. \n[197]What are you doing? \n[198]I'm not sure how kosher this is... \n[199]Does feel good... better than a stim chair. He allows himself to enjoy it for a moment, bows his head. 79. \n[200]You ever feel like it's... over? \n[201]Us. People. The stuff that used to make the world make sense. That made us... human. I don't know, morality, love. Whatever. Yeah, yeah, they were probably saying that back in ancient Rome. \n[202]What lives? A beat, GREER sits up and pulls away from her touch. He holds up a hand and lets it fall. \n[203]This has become obsolete. Someday soon, we'll all just be brains in jars. \n[204] You can't unring a bell.  Thought you were the one all into the brave new world. PETERS is staring at her own plastic hand. She looks up at Greer, changes the subject. \n[205]  \n[206]So the Prophet has him killed. And we have to assume he now has the power to kill anyone he wants... \n[207]It's from my memory. Damn thing put me in the hospital. \n[208]Killed a couple of cops as well. We believe this weapon-- the one that doesn't exist-- is in the hands of the Human Coalition. Brandon is finally losing his composure. 81. \n[209]I was hoping you'd tell me. BRANDON looks conflicted, finally opens up. \n[210]Not this one. Maybe it never got to you guys in the first place. Who makes them? \n[211]You win the battle with one shot. Let me guess. You found a way around the fail-safes. \n[212]So it's an assassination tool. 82. \n[213]Worked late. I'd really like to sit down and talk with you. \n[214]No, Maggie, face to face. The two of us, for real. BRIDGET is getting uncomfortable. \n[215]Honey, if you're worried about the way you look-- it doesn't matter, it never did-- \n[216]I married a person, you're choosing to be a thing. 84. \n[217]And I'm so sick of being surrounded by things-- young, beautiful things. \n[218]Because it's bullshit. Because we're human, like it or not. \n[219]I may just have to kick down your bedroom door. \n[220]Then maybe I should just move out. \n[221]  \n[222]  \n[223]Just checking e-mail. \n[224]Don't be ridiculous.  This stuff is awful. He'scalling up a new file-- ON SCREEN - the name \"LIONEL CANTER\" followed by the words \"CLASSIFIED - SCAN REQUIRED.\" A moment later, we see GREER'S IMAGE, a LIGHT FLICKERS from the webcam on the MONITOR FRAME. Then the words \"UNAUTHORIZED USER.\" 86. \n[225]What do you suppose VSI has against Canter? \n[226] He dies, they still have to pay his estate. \n[227]There was a middleman. As he moves for the door, he points at her paperwork. \n[228]To authorize informant payments, agent in charge has to initial... As he exits, Peters looks back down at the documents. The scrawled initials \"AOS\" on an INVOICE. \n[229]Just cleaning out my desk. A moment later, STONE pokes his head out. \n[230]Just about done, sir. Greer starts to move away, turns back. \n[231]I almost forgot. Victor Welch sends his regards. Stone shakes his head, feigning incomprehension: \n[232]Guy at VSI. You looking forward to moving to the private sector--? Nakata is listening curiously. Stone angrily gestures for Greer to come into his office, he doesn't want to have this conversation in public. Greer keeps speaking as he heads inside. \n[233]Will you finish out the year? We're sure gonna miss you around here... STONE SLAMS the door. \n[234]I know it's hard to resist, better hours, better pay-- \n[235] No. I was just fishing. \n[236]  \n[237]Two cops died. You knew he had the \n[238]--because you gave it to him. VSI makes them-- they hand one to you-- and you chose the trigger man. Your own little black op. If anyone looks, they blame the Dreads. But Strickland didn't follow the plan, did he? He didn't give you back the 0. D. like he was supposed to. \n[239]Not quite. What I can't figure out is why. Why kill Canter? STONE stares at Greer, angry and defiant. He moves to his desk, types into his COMPUTER. Greer approaches slowly. \n[240]Just meet me in the garage-- leave the trunk open! As he rounds a corner, he comes face to face with-- --a pair of AGENTS, each carrying a HANDGUN. They approach from below. \n[241]Ever hear of the Human Defense League? \n[242]According to this, their number one supporter is Lionel Canter. \n[243]Says he's funneled billions into their organization. Not to mention direct support for the man who calls himself the Prophet. Canter's bought him land, lawyers... and enough weapons to start a war. \n[244]Not enough for a courtroom. But VSI knew that if Lionel Canter suffered a mysterious brain hemmorhage, the powers that be wouldn't be terribly upset. \n[245]I had no idea you were such a humanist. PETERS looks away-- then reacts to something on TV, grabs a remote and turns UP THE VOLUME. ON TV SCREEN - HAND-HELD footage as NATIONAL GUARD TROOPS move across the Dread Reservation No Man's Land, using TASER WANDS to subdue resisting DREADS, frisking them and rifling through possessions as they upend dwellings. 93. \n[246]Colonel Brandon didn't waste any time. \n[247]The what? \n[248]Overload Device. She nods and turns nonchalantly back to the paperwork. As she does so, GREER cocks his head and studies her. Protecting Brand's confidence, he never told her what the device was called. \n[249]I call and tell him I'll take early retirement with full pension benefits. In return for keeping his little secret. \n[250]I'm not laughing. \n[251]Can't bring him back. \n[252] Maybe he's got it coming. \n[253]I'm only gonna be there a couple hours. She leads him toward a curtained BOOTH, one of many here. RED GLOWS emanate from a few. \n[254]Generic's fine. She pulls back a CURTAIN to reveal a STIM-CHAIR and a \n[255]Peters! It's me, Tom Greer! He moves along the side of the house, peers in a window-- 97. \n[256]Peters! Are you here?! He tries a couple of DOORS, finds a LOCKED one, turns the latch-- steps leading to the basement. \n[257]Oh my God, Jennifer-- He can see her neck is broken, he can't move her. Her eyes are closed, lips parched, hair matted with blood from a gash in her scalp. Generic/Greer leans close, takes her pulse. Suddenly her eyes open. She speaks with difficulty. \n[258]Tom Greer. Your partner. 98. \n[259]There wasn't time, I rented a \n[260]You can't stand me, I'm old school, seat-of-the pants--  Yes, I need an ambulance at Mountainview, there's a woman, I think her neck is broken-- How long have you been down here? \n[261]   \n[262]You-- it's been showing up to work every day. \n[263]Ssh, relax -- \n[264] Canter. \n[265]Peters, hang on, please-- it won't be long... He rises, finds an old blanket to put around her. \n[266]They'll be here in just a minute... No response. He brushes her hair back from her face-- REAL PETERS' eyes are half-open, vacant. She's dead. GENERIC/GREER lets out an anguished CRY. 100. \n[267]Who's on duty in surveillance--? Sanders, great, put me through-- He's pursued by the RENTAL AGENT. \n[268]It's an emergency, you need to connect me now! \n[269]Bobby, it's Greer, I need a remote shutdown. You'll have the surrie's digital address on file, Agent Jennifer Peters. CAMERA MOVES to reveal that PETERS  is holding BOBBY at GUNPOINT, a grim expression on her face. She doesn't realize Bobby's on the phone. \n[270]Hello? Bobby, are you there? Bobby looks toward the special TERMINAL that displays the surrie serial numbers. NUMBERS are cranking through fast, ALL HIGHLIGHTING. Bobby looks at Peters, but speaks for Greer's benefit. \n[271]Maggie, please pick up-- damn it, you have to disconnect as soon as you get this message-- get off line, abandon your surrogate! You're in danger, everyone is-- \n[272]I wouldn't be. I'm here to arrest him. ARMANDO moves closer at this. \n[273]Listen to me. Dr. Canter is committing a crime via surrogate-- right now. If you don't cooperate and let me up there, you become an accomplice. \n[274]Ow! Easy, I'm only human. As Armando relaxes his grip a bit, GREER flexes his left arm-- then gasps and clutches his chest, as if having a coronary. He stumbles, falls to his knees. Armando bends over him-- \n[275]The elevator key! \n[276]Damn it! He moves to a NARROWER STAIRCASE with a sign, \"ROOF \n[277]You're insane. \n[278]She's dead. \n[279]You bastard, she was my partner, I cared about her-- \n[280]Shut up! Greer clenches his fist, if the man wasn't in a wheelchair he would beat the hell out of him. Struggling to control himself, mind reeling: \n[281]How many people are you? You're really the Prophet? \n[282]  \n[283]This can really send a virus to every surrie on the network? \n[284] So people aren't in any danger... \n[285]Why...? \n[286]You created them. 113. \n[287]What's going to happen? \n[288]No--! Before Greer can stop him, CANTER BITES INTO IT and swallows. Greer tries to get the capsule from Canter's mouth-- but the man is DEAD within moments. \n[289]  \n[290]  \n[291]Maggie--? He KNOCKS gently, then tries the door-- it isn't locked. \n[292]  \n[293]Maggie, it's me. She pulls away from his touch at first, struggles. \n[294]It's OK, it's OK... \n[295]Ssh. It's just us now. Slowly, she puts her arms around him, weeping against his chest. PULL BACK and-- 117. \n[296]  ", "Colonel": "\n[1]  ", "Brendon": ""}}