{"filename": "Take-Shelter_script.txt", "imdb_id": "tt1675192", "imdb_url": "https://www.imdb.com/title/tt1675192", "characters": ["Samantha", "Hannah", "Walter Jacobs", "Russell", "Special Ed Teacher", "Cammie", "Curtis", "Lewis", "Jim", "Bargain Hunter", "Woman in Road", "Nat", "News Anchor", "Man in Road", "Dewart"], "dialogues": {"Samantha": "\n[1]You slept late. \n[2]I've got to finish up some curtains for Saturday, and Nat and Cam are coming over. \n[3]Yeah. Cammie said she just needed to get out of the house. \n[4]Cam can hold her own. We need to send in the deposit for the beach condo. 3. \n[5]Okay. Bye. \n[6] No more food. You, eat. \n[7]Oh my god. \n[8]You guys okay? \n[9]No. Don't touch. \n[10] You understand? \n[11]Oksy. Come here. \n[12]Hey, DJ. Bring the girls inside. \n[13]Bye guys. Thanks for coming over. \n[14]Okay. Love you. \n[15]Bye Cam. \n[16]Can you sign s-t-o-r-m? 7. \n[17]Storm. \n[18]She was fine. She's still not playin' with the others, though. She can't connect. Honey, you gotta clean up that trash pile in the back. She fished out a board that had nails on it. \n[19]I still whisper. \n[20]Curtis? \n[21]Did you hear me? You got to be home, showered, ready to walk out the door by six tonight. \n[22]What's wrong? \n[23]She's fine down there. She had toast already. \n[24]Curtis? \n[25]You didn't eat anything? \n[26]Come on we gotta go. \n[27]You're not sorry. \n[28]Well, you stink. You smell really bad. \n[29]Stop. \n[30]Here honey. Put on your shoes \n[31]Good, you're up. 19. \n[32]Honey, you're soaked. \n[33]Are you sick? \n[34]I guess we could stay home if we need to. \n[35]It's Saturday, I was going to take Hannah to my booth. \n[36]You look really sick honey. \n[37]Let me get you some Advil. \n[38]You sure? \n[39]Okay. I got my phone if you need anything. Don't forget Sunday lunch is here tomorrow. \n[40]If you're sick, we should cancel. \n[41]Okay, we'll talk later. \n[42]Come on. Let's go. You sure? \n[43]Okay. \n[44]This pillow's fifteen dollars. \n[45]This is all hand stitched. It takes a really long time. That's why I charge that. \n[46]I can't go that low. \n[47]How about 10? \n[48]That's fine. \n[49]Lucky for you she likes to count change. \n[50]But that's what I don't understand. If he didn't do anything why did you put him out back? \n[51]What? \n[52]You hear me? I said if he didn't do anything why did you have to put him outside? \n[53]He's your dog. He's always been an inside dog. \n[54]Hannah loves Red. \n[55]It's awful. \n[56]Yeah? \n[57]You're still not feeling good? \n[58]Uh, yeah baby but he'll be closed today. 29. \n[59]Honey if you're not feeling good we take you in somewhere. \n[60]Okay. Do you want me to cancel lunch today... \n[61]What is that? \n[62]I was gonna leave Hannah with you so I could go to church, but I'm not going to with you like this. \n[63]No. She needs breakfast. \n[64]I'm sorry that you feel bad but you need to drop the attitude. \n[65]What's wrong with you? \n[66]Hannah's in the den. We have cereal for her. \n[67]Let's just start. \n[68]Where the hell have you been? \n[69]You're really late. \n[70]You didn't even bring your cell phone. \n[71]Dad. \n[72]Can I give you a hug? 39. \n[73]I love you. \n[74]I have good news. 40. \n[75]Green? How `bout a red? \n[76]It was like talking to a sane person for once. She made one phone call. That's it. I've been trying that 800 number for weeks. \n[77]Like this. \n[78]Oh, honey. Look at this one. It's a 2-1 and it sits directly on the beach. Wouldn't that be great? We wouldn't have to worry about Hannah crossing traffic. \n[79]Eight ninety nine a week. \n[80]You sleep well? \n[81]You look like you're feeling better. \n[82]Hey. \n[83]It's okay. Where you been? \n[84]Is she okay? \n[85]You shoulda told me we would have gone with you. \n[86]Come to bed. \n[87]I don't know what our schedule will be, but... \n[88]Absolutely. \n[89]Good night. \n[90]Curtis drives while Samantha and Hannah sleep in the back. Surrounding farmland drops quickly into darkness joining a purple sky in the distance. Through the passenger window, a streak of lightning breaks across the horizon. Then another. Curtis, seeing this, repositions to get a better look through the window. It's horizontal lightning that appears to leap from cloud to cloud. Well defined bolts that strobe the night sky silhouetting towering thunderheads. Curtis looks back to Samantha and Hannah, still asleep. He pulls the car over to the shoulder of the interstate and continues watching. He climbs out. \n[91]Are you out of your mind? 58. \n[92]Not a word. You didn't say one word about this to me. Don't you think you owe me that? Don't you think that you might respect me enough to at least consider what I had to say? \n[93]Well I'm worried Curtis. How are you paying for all that? \n[94]How could you do that without talking to me? You know the expenses we have comin' up. You want to waste money on a stupid tornado shelter? \n[95]You're right. I don't understand. I don't understand half the stuff you've been doin' lately. I don't understand you puttin' Red out back. I don't understand you stayin' up all night in that stupid tornado shelter. You don't come to bed half the time. You leave and don't tell me where you're goin'. Explain that to me. Please. Tell me something that helps me understand why you're bein' like this. 59. \n[96]Curtis! \n[97]Baby. Oh, my God. Baby...Oh, my God. Baby. \n[98]I need an ambulance! My husband's having a seizure. 41800 Tindale Road. Hurry up. He's bleeding! 60. \n[99] Okay. Okay. \n[100]Honey? \n[101]Honey? Are you okay? \n[102]You were having a seizure. I called an ambulance. \n[103]What are you doing? \n[104]Baby what's goin' on? 61. \n[105]What's goin' on? \n[106]That's why you put him out back? \n[107]What was the dream? Tonight. \n[108]It's wonderful. \n[109]I know they just usually do oysters and fries but what if we did something healthier on the side? 66. \n[110]I don't know. Maybe a vegetable or salad. \n[111]Things are fine. We're fine. \n[112]You okay? \n[113]Who's that? \n[114]What about the health insurance? \n[115]I'm so sorry. I completely forgot. \n[116]Here. I hope you like them. \n[117]That's terrific. It's fine. 77. \n[118]Call me if they don't work and I'm sorry again. \n[119]What's that? \n[120]You flinched when I touched your hand this morning. \n[121]I was in one of your dreams? \n[122]Can you deal with that? \n[123]Okay. Then I made a decision. We cancel the beach trip. We have enough to cover bills for the next two months with your last check. I'm going to get a job. You're gonna find another job. I'm going to call to see if we can move Hannah's surgery up. We'll need to see what it costs to extend your policy to the end of the year. I want you to see a psychiatrist. Not a counselor from the free clinic. Someone good. \n[124]We'll find the money. Also, the Lions Club supper's this weekend. I want you to come with me. \n[125]I want you to go. I need to do something normal. \n[126]Just one. \n[127]Curtis. \n[128] \n[129]Curtis! Wake up! Wake up! \n[130]No. Don't do that. \n[131]Are you kidding? \n[132]Wake up babe. \n[133]We took them off. It's fine. Take it off. \n[134]We're fine. Take it off. \n[135]You need to open the door now. 86. \n[136]What? \n[137]It's over. Get the keys. Open the door. \n[138]No. It's not. \n[139]I don't hear anything. \n[140]Baby, there's no storm outside. \n[141]Curtis. I wouldn't lie to you. We love you very much. Please open the door. \n[142]I love you, but if I open the door, then nothin's gonna change. You'll see that everything's fine, but nothing will change. Please. This is what it means to stay with us. This is something you have to do. \n[143]We usually go on a trip to Myrtle Beach every summer. We were gonns go this month. \n[144]What does that mean? \n[145]Okay. ", "Hannah": "\n[1]Curtis places his palm flat on the door and lets it open. Hannah is curled up with the covers. He watches her sleep. Samantha, barefoot and wearing a sleep shirt, walks up behind Curtis. He turns his head when she approaches. \n[2]   \n[3]   \n[4]   ", "Walter": "\n[1] I tried using some wet rags and towels to breathe through but that just seemed to make it worse. ", "Jacobs": "\n[1] I tried using some wet rags and towels to breathe through but that just seemed to make it worse. ", "Russell": "\n[1]...this point just to the west. I don't think we'll have any problem. We should be able to get twenty, maybe thirty in this next week. But we're looking to see how that's gonna shape up, so... \n[2]Curtis? \n[3]What do you think? \n[4]  ", "Cammie": "\n[1]Bye Sam. ", "Curtis": "\n[1] No, no, no...Don't feed the dog darlin'. \n[2]Thanks babe. \n[3]Yeah. I need to go. What you got going today? \n[4]  \n[5]Tell Nat to take it easy on her. \n[6]  \n[7]Just write the check, babe. Okay. \n[8]Yeah, let's keep going with that bit! It'll go another 10 feet! \n[9]Why not?! 4. \n[10]Happy hour starts at five Dewart! \n[11]Oh, yeah. \n[12]Yeah. All right...All right! I'm callin' it! Shut it down! \n[13]The blue top of a small cooler is knocked to the floorboard as Dewart fishes the last Busch tallboy out of icy water. He cracks it open and takes an extended sip. Curtis, sitting behind the wheel of his truck, looks at his drunk friend. \n[14]I gotta get home. \n[15]What's big? \n[16]Shit man. \n[17]I don't see me and Sam gettin' into somethin' like that. \n[18]Well. It ain't always so easy. \n[19]Good night. \n[20]  \n[21]She do all right today? 9. \n[22]I'll get to it this weekend. \n[23]I still take off my boots so I won't wake her up. \n[24]What? \n[25]Nothing. I just want her to eat her breakfast and stop playin' with the damn dog. \n[26]Hannah. Come here. Hannah. \n[27]What? \n[28]I'm late. \n[29]It's okay. 12. \n[30]Yesterday slowed us down. We couldn't get the second pilot hole drilled. \n[31]Yes sir. \n[32]Hey, I gotta make a stop before we head out there. \n[33]Yeah. There's time. \n[34]Sonofabitch. \n[35]Yeah. Well, bring it up. We gotta re-set it. \n[36]Shit. 14. \n[37]You ever see birds fly like that?! \n[38]The sun has just set adding a purple hue to the sky. Curtis steers his truck up to the front curb of his house. \n[39]  \n[40]Ah, Jesus. I could really use a shower. 15. \n[41]I am sorry. \n[42]I think I smell good. \n[43]Do I smell good? \n[44]See. Maybe I should marry her instead. \n[45]  \n[46] You okay? \n[47] \n[48]Are you okay? \n[49]You're okay. 18. \n[50]Hannah! Hannah! \n[51]I've felt better. \n[52]Where you goin'? \n[53]Oh. Yeah. \n[54]I'm all right. It's just a cold or somethin'. \n[55]No. Don't worry about it. Ya'll just go. I'll be fine. \n[56]Yeah.  Better already. 20. \n[57]I'll be all right. \n[58]Honey, please. \n[59]Red! Come on. 23. \n[60]Get in. \n[61]Good boy. \n[62]I'm sorry about this buddy. We just gotta work it like this for awhile okay? \n[63]I just wanted him to be outside for awhile. \n[64]He's my dog, and that's why he's outside. Right now with Hannah and everything I just think it'd be better. \n[65]Hold on. \n[66]You hearin' this? \n[67]Eleven hours. No way out. \n[68]Hannah. \n[69]Hey! \n[70]Babe? \n[71]You got the number for Dr. Shannan? \n[72]Yeah, but you got the number? \n[73]Right. Yeah. I'll call tomorrow. \n[74]No. Stop! \n[75]Shit... \n[76]I'm sorry. I'm sorry. It's just I got a sore throat. I'm sorry I'm taking it out on you. \n[77]It's fine. I'll be fine. \n[78]  \n[79]Come on. Just go. \n[80]I'm sorry, I'm sorry. Just go. 30. \n[81]We're going out. \n[82] We're going out. Okay? It's okay. \n[83]You stay put okay? \n[84]Hannah is once again strapped into her car seat. She holds a big children's book in her hands. They pass a Grocery Store. Curtis turns as it goes by. The truck pulls a U-turn in the street and heads for the store parking lot. \n[85]I know. I'm sorry. I had to run an errand. \n[86]I know. \n[87]Was it a good service? \n[88]I'm thinking about cleaning up that storm shelter out back. \n[89]Hey Doc. \n[90]She's good. \n[91]I don't have a cold. \n[92]No, I just told her that. \n[93]I've been havin'...I've been having some trouble sleepin'. I was hopin' you could give me somethin' for it. \n[94]`Bout four nights now. \n[95]Well some, but real restless. \n[96]Well, I think... \n[97]I think I may need to try some medication. \n[98]  \n[99]Yeah. Couple days before that I had a dream that my dog attacked me and it took all day for the pain in my arm to go away. \n[100]It's been about a month. \n[101]Okay. \n[102]All right. \n[103]Hey Dewart! \n[104]Not much. \n[105]Yeah, we'll get it done. Weekend all right? \n[106]What's the co-pay? \n[107]Hey. \n[108]I love you too. \n[109]It's great. It's great. Hey, Hannah. \n[110]You excited? Huh? We're gonna get you some help. \n[111]How do you say...sign excited? \n[112]Excited. Yeah? \n[113]Now I got to do you. 41. \n[114]What's the rent? \n[115]That sounds real nice. \n[116]Yeah. I did. \n[117]You want me to come there and do it for you? Jesus. \n[118]Hey, how much food do you think you'd need to live on for a week? \n[119]I mean to stay alive. What do you think you'd need? \n[120]You think? \n[121]I've never heard of that. \n[122]It's on there. It's on. Come on. 43. \n[123]Dammit. \n[124]It sounds like thunder. \n[125]Curtis stops and rests his hands on the bed of the truck. Another THUNDER STRIKE makes him flinch. Curtis VOMITS next to the back tire. He quickly stands, wiping his mouth. He checks over his shoulders to see if anyone has seen him. \n[126]Curtis studies his face in the rearview mirror as he sails down the rural highway. He rubs his eyes with the back of his hand and looks in the side mirror. The horizon is still clear. Curtis begins to hyperventilate. Short breaths accompanied by cold sweat. Sucking air. He can't breath. He panics. The truck tires slide on the gravel shoulder as he abruptly slams on the brakes and steers off the highway. Dust settles outside as Curtis begins to get his breathing under control. He rests his head on the steering wheel and shuts his eyes tight. Everything quiets down. His breathing. The road. No more thunder. Curtis looks out his passenger window. His truck has stopped in front of a Tractor Trailer Depot. A rusted shipping container with giant white letters painted on it reads, \"CONTAINERS FOR SALE\". Curtis stares at this. He climbs out of the truck. \n[127]Curtis drives down a divided four-lane interstate. \n[128]Hey Mom. \n[129]Sure. \n[130]I'm going to get some water. \n[131]You want some? \n[132]Mom? 46. \n[133]I need to ask you somethin'. \n[134]Do you remember what year we brought you up here? To the first place. \n[135]It was `86. \n[136]I was 10. \n[137]Can you remember what happened before you got diagnosed? \n[138]I mean...I just want to know how it all started. Before you had to leave. \n[139]Did you ever have any dreams? Like bad dreams. \n[140]It's all right. It's all right. It's fine. \n[141]Yeah. Yeah. I'm fine. \n[142] May I have the number for Doctor George Shannan? Thanks. \n[143] Hi, is Doctor Shannan there? May I speak with him? This is Curtis LaForche. Hey Doc. Yeah, sorry...Sorry to call you at home, I just don't think I can make it to Columbus to see that psychiatrist. Yeah, it's just too far. Is there somewhere local you can send me? 48. \n[144]Oh, hey. Sorry I woke you up. \n[145]I went to see mom. \n[146]Mmm hmm. I just wanted to check up on her. \n[147]That's okay. \n[148]I will in a bit. \n[149]We've been good about that. \n[150]That's fine. \n[151]I need the money John. \n[152]Hey. \n[153]Sorry I left you yesterday. 51. \n[154]Thanks. \n[155]Sure. \n[156]You need another burner? \n[157]You think you could help me with somethin'? \n[158]I'm gonna build out the tornado shelter in my backyard. I could use some help. \n[159]Just needs to be done. \n[160]I figure I'll do it on Saturday, borrow some equipment from work. \n[161]I just need a backhoe, a hauler. I'll rent the rest. \n[162]Thanks. \n[163]What do you mean? \n[164]I'm not. \n[165]Hello. \n[166]Curtis. \n[167]Okay. I already answered all the questions on the forms. \n[168]Right. Well... \n[169]Out of the five possible symptoms needed to be diagnosed with \n[170] delusions, hallucinations, disorganized speech, disorganized behavior, and the negative symptoms, I've had two. Delusions and hallucinations. But they say it has to continue for six months to be diagnosed schizophrenia and mine hasn't been goin' on anywhere near that long. So, I took this quiz in the back of the book and I scored a five out of a possible twenty. Schizophrenia starts at twelve. So, they say it might be a...  brief psychotic disorder. Whatever it is, I need to know what to do or what to get on to get this thing under control. \n[171]Yeah, I don't know my mother's symptoms. I was just 10. My brother was 17. And, uh...I don't know. She just left me in the car in the parking lot at the grocery store one day. And she didn't come back. And then they found her a week later eatin' trash out of a dumpster in northern Kentucky. 55. \n[172]My dad had to put her in the state hospital in Columbus. And she's been in assisted living ever since. Yep. My dad raised me. He died last April. \n[173]   \n[174]Hey. It's all right. Calm down. \n[175]Samantha. \n[176]I didn't want you worryin' about it. \n[177]I got a home improvement loan from the bank. \n[178]I'm doin' it...I'm doin' it for us. I know you don't understand. \n[179]There's nothin' to explain. \n[180]I'm gonna go put Hannah to bed. \n[181] No. It's fine. It's fine. Don't send an ambulance. It's fine. \n[182]I'm sorry you fellows had to come all the way out. \n[183]Yeah. That's all right.. I'll see somebody on Monday. \n[184]Thanks. \n[185]I haven't been honest with you. I'm sorry. \n[186]I've been havin' these dreams. I guess they're more like nightmares. It's why I've been actin' like this. \n[187]They always start with a kind of storm. Like a real powerful storm. 62. \n[188]And there's always this dark, thick rain. Like fresh motor oil. And then the things, people, it just makes `em crazy. They attack me. Sometimes they go after Hannah. First one I had Red nearly chewed through my arm. \n[189]Yeah. \n[190]It was Dewart. We were at the job site. The storm started and somethin' happened. His face. His eyes were different. He came after me with a pick ax. And we fought. And he ran it through my leg. \n[191]It's hard to explain, because it's not just a dream. It's a feeling. I'm afraid something might be comin'. Something that's...not right. I can not describe it. I just need you to believe me. \n[192]I've been to a counselor. I've seen her a few times. \n[193]You know what I come from. And I promised myself...I promised myself I would never leave. And I am doin' everything that I can to make that true. 63. \n[194]Six weeks? \n[195]Yeah. 64. \n[196]Yeah. That sounds good. We'll get it done. \n[197]I need a favor Jim. \n[198]Can you take Dewart off my crew? Just reassign him someplace else. \n[199]No, nothin' like that. He's a good worker. He's a good man. He's my friend. I think it'd be easier not being in charge of someone I'm so close to. \n[200]Yes sir. I appreciate that but... well it would just be very helpful in this case. \n[201]No. Whoever you think's right. \n[202]Thank you. \n[203]I know. My daughter's had a lot of doctor's visits. I haven't let anything get behind. \n[204]Yessir. \n[205]Yeah. Can I look at one of these gas masks? \n[206]The newest one. 67. \n[207]How much? \n[208]Anything cheaper? \n[209]You got any kids sizes? \n[210]Yeah. Ring me up a couple of `em. \n[211]Just addin' on to the storm shelter. \n[212]Just `cause. \n[213]Oh, yeah. From our well. Runnin' sewer out to the city line. \n[214]It's not bad. \n[215]Yeah. 69. \n[216]I'm not. \n[217]I figured. \n[218]Called you to come tell me to quit? \n[219]So what? \n[220]No. No more than anybody else. \n[221]Uh, huh...Hey, look. You wanna come by and have dinner sometime, Kyle. That's fine. We'll have a beer and talk about the old days, but you got somethin' to say just say it. \n[222]Well I appreciate it Kyle. \n[223]Yeah. A few days ago. \n[224]You should see her. Take your girls. \n[225]No. I've got it. \n[226]I will. \n[227]Hey Kyle? \n[228]Actually you could do me a favor. \n[229]You still looking for a dog? \n[230]They got a good spot for you, okay bud. \n[231]Yeah. \n[232]Hey Kyle? \n[233]Take care of yourself. \n[234]All right. Bedtime. \n[235]Ah shit. \n[236]Hey Jim. \n[237]Yeah. It was just a hauler and a backhoe. It was Saturday. I had `em back in less than 8 hours. \n[238]Well, I'm sorry Jim. I hadn't thought of that. Thank God nothin' like that happened. You know? I'll do whatever I can to make it right. \n[239]Did you fire Dewart? \n[240]I've been fired. \n[241]We get two more weeks. \n[242]I'm sorry... 75. \n[243]Oh, `scuse me. \n[244]Yeah. \n[245]What happened to Kendra? \n[246]Huh. \n[247]That's the alternator from the truck. 78. \n[248]I was just trying to figure out a way to charge enough batteries to run lights down there. Ah, what the hell? Maybe I'll hook it up to your old exercycle. \n[249]You gonna leave me? \n[250]I'm sorry. \n[251]Yeah. \n[252]Yeah. \n[253]Doctor Shannan gave me the number of somebody. But, uh, I just don't think we can afford it. 79. \n[254]I don't want to see any of those people. \n[255]All right. \n[256]How many pieces does Hannah get? \n[257]Not here man. \n[258]I know. \n[259]I know. I'm sorry. \n[260]Come on. \n[261]God dammit. 81. \n[262] \n[263]You think I'm crazy?! Huh! Is that what he told you! \n[264]Well, listen up! There is a storm comin' like nothing you have ever seen. And not a one of you is prepared for it. You think I'm crazy? I'M TALKIN' \n[265]Sleep well in your beds. Cause if this thing comes true, there ain't gonna be any more. 82. \n[266]Hannah? \n[267]Hannah! \n[268]Come on. It's okay. \n[269]It's okay. All right. Come on. Sit down. \n[270]It's okay. It's oxygen. Here. Put this on. \n[271]Please just do it. Okay? \n[272]There we go. All right. Keep it out of your eyes. Okay? \n[273]Hey. I love you. It's okay. 85. \n[274]Where's your mask? \n[275]No. \n[276]  \n[277]What if it's not over? \n[278]It's still storming. \n[279]I can hear it. \n[280]Put your hand on the door. You can feel it. \n[281] Thunder? Do you feel it? 87. \n[282] You feel it? You feel it? \n[283]I'm sorry. \n[284]I'm sorry. \n[285]I'm sorry. I can't. \n[286]Could you move Hannah back? 88. \n[287]It's fine. \n[288]I don't have a job right now. \n[289]You mean I have to leave my family. \n[290] Hey. Good, huh? \n[291]Good. We put a top on it. \n[292]What is it honey? \n[293]What? \n[294]Sam. ", "Lewis": "", "Jim": "\n[1]I didn't say you had control over the weather Russell, what I did say was that the top shelf has to be cleared by the 15th. That's non- negotiable. \n[2]Umm, Curtis. Where we at on that east 82nd site? \n[3]It rained for two hours yesterday. Two hours and our entire schedule went in the toilet. We lose the permit if you're not out of there by end of day. \n[4]End of day Curtis. \n[5]All right. Valerie tells me that the father son pancake cook off... 13. \n[6]  \n[7]Come in. \n[8]What you need Curtis? \n[9]What's that? \n[10]What's the trouble? He not pullin' his weight? \n[11]You know, I understand. This is part of what it means to manage people Curtis. You're gonna have to learn that. 65. \n[12]Okay. Well, I can put him with Russell. Anybody else you prefer? \n[13]Okay. \n[14]You been missin' a lotta work Curtis. \n[15]No. But don't. Okay. \n[16]Curtis. Dewart told me you took equipment from work for a project at your house. Said that's why you wanted him off your crew. I came out here to see it myself. \n[17]You know that doesn't matter. I can't even tell you how many rules you broke. 74. \n[18]What if you had an accident? Huh? What if you ran somebody over on your way out here? Lawsuit like that could bankrupt me. \n[19]You can pick up your last check on Friday. You've got two weeks benefits. \n[20]He's on two weeks leave unpaid... I'm sorry Curtis. You did this to yourself. ", "Bargain": "\n[1]How much you asking for this pillow? 22. \n[2]That's more than I want to spend. \n[3]I'll give you seven for it. \n[4]Well that's my offer. \n[5]I'll give you eight, but it's in change. ", "Hunter": "\n[1]How much you asking for this pillow? 22. \n[2]That's more than I want to spend. \n[3]I'll give you seven for it. \n[4]Well that's my offer. \n[5]I'll give you eight, but it's in change. ", "Nat": "\n[1]They were just drinkin' and laughin' and oh, my god...it was like I was bein' in a museum and I saw the progress from apes to men. I saw it. I saw the future. Dewart, that was him...that was going to be him in 20 years. \n[2]Let me tell you, you laugh. You laugh. But this little one in your arms is gonna be shufflin' in a bar just like `em. Yep... Hannah! 5. \n[3]I'll call next week about the Lions Club supper. \n[4]  \n[5]   \n[6]What like slaw? \n[7]Dewart's been tellin' me how strange Curtis has been actin' lately. I am so sorry. \n[8]It's not like you don't have enough on your plate with Hannah. ", "News": "\n[1]   \n[2]...the gas cloud spread across their six acre property. 26. \n[3]The only way off their land was across the train tracks which were blocked by wreckage. \n[4]While rescue workers made several attempts to reach the family, Walter Jacobs' wife and brother-in- law died in the home. Jacobs survived despite enduring eleven hours of exposure to the gas cloud before finally being flown out by helicopter. ", "Anchor": "\n[1]   \n[2]...the gas cloud spread across their six acre property. 26. \n[3]The only way off their land was across the train tracks which were blocked by wreckage. \n[4]While rescue workers made several attempts to reach the family, Walter Jacobs' wife and brother-in- law died in the home. Jacobs survived despite enduring eleven hours of exposure to the gas cloud before finally being flown out by helicopter. ", "Dewart": "\n[1]We won't get the gravel pack down today! \n[2]Those clouds! We're gonna have to call it! \n[3]  \n[4]What? It's not my fault! I told you! \n[5]The blue top of a small cooler is knocked to the floorboard as Dewart fishes the last Busch tallboy out of icy water. He cracks it open and takes an extended sip. Curtis, sitting behind the wheel of his truck, looks at his drunk friend. \n[6]Nat and me been lookin' into a threesome. We've been chattin' with a girl online from Canton. Yeah. Big `ol girl. \n[7]She's about two fifty, two seventy five. She can't be no taller than 5 foot. \n[8]No. I don't guess you would. \n[9]You got a good life Curtis. 8. \n[10]I'm serious. I think that's the best compliment you can give a man, take a look at his life and say, that's good. That guy's doin' somethin' right. \n[11]Hell I know that. \n[12]Ah shit. I gotta go...Manana. \n[13]Think we got time? \n[14]We stripped that bit. \n[15]Curtis! \n[16](holding his hand to his \n[17]  \n[18]They want us to get a pilot hole drilled by lunch. I figure worse comes to worse we can eat on the rig. \n[19]Yeah. Same old shit. \n[20]What do you mean? \n[21]Not a lot. \n[22]I don't know. You hear about people livin' for days all the time offa bark and melted snow. \n[23]Shit I don't know. You asked the question. \n[24]What? \n[25]What sounds like thunder? \n[26]Where you goin'? Curtis. Where you goin'? \n[27]Hey. \n[28]Jim came by. I covered for you. \n[29]I need your help with the depth charts. \n[30]Fuckin' Nat put me in charge of frying oysters for that Lions Club supper. \n[31]Yeah, if you still got yours I could use it. \n[32]Whatta you need? \n[33]The hell you wanna do that for? \n[34]What do you need? 52. \n[35]You sure about that? \n[36]Yeah. Whatever. I'll help. \n[37]You all right man? \n[38]I just don't wanna see you fuck up. \n[39]What're you doin' here? \n[40]I said what are you doin' here. \n[41]I told people what you been doin'. \n[42]You cut me loose. Everything we been through. \n[43]You ain't fucking sorry. You sorry you wouldn't cut me loose. We fuckin' friends! This how you treat friends? \n[44]Curtis stands and kicks Dewart in the knee. It buckles back and he's on the floor. He cries out and grabs the twisted joint. He's done. Curtis paces over him, covered in ketchup and soda. He shouts down at him. "}}