{"filename": "Taxi-Driver_script.txt", "imdb_id": "tt0075314", "imdb_url": "https://www.imdb.com/title/tt0075314", "characters": ["Iris' Friend", "Dispatcher", "Travis Bickle (as Robert DeNiro)", "Charles Palantine", "Hooker In Cab", "Iris", "Stick-Up Man", "Wizard", "Angry Black Policeman", "Melio (as Vic Argo)", "Soap Opera Woman", "Concession Girl (as Diahnne Abbot)", "Policeman At Rally", "Tom", "Cabbie In Bellmore"], "dialogues": {"Iris'": "\n[1] Sport stands beside the bed.  \n[2]Dear Mr. Bickle, I can't say how happy Mrs. Steensma and I were to hear that you are well and recuperating.  We tried to visit you at the hospital when we were in New York to pick up Iris, but you were still in a coma. There is no way we can repay you for returning our Iris to us.  We thought we had lost her, but now our lives are full again.  Needless to say, you are something of a hero around this household. I'm sure you want to know about Iris.  She is back in school and working hard.  The transition has been very hard for her, as you can well imagine, but we have taken steps to see she never has cause to run away again. In conclusion, Mrs. Steensma and I would like to again thank you from the bottom of our hearts. Unfortunately, we cannot afford to come to New York again to thank you in person, or we surely would.  But if you should ever come to Pittsburgh, you would find yourself a most welcome guest in our home. Our deepest thanks, Burt and Ivy Steensma ", "Friend": "", "Dispatcher": "", "Charles": "\n[1] The Headquarters of the \"New Yorkers for Charles Palantine for President Committee\", located at the corner of 50th Street and Broadway, are festooned in traditional red, white and blue banners, ribbons and signs.  One large sign proclaims \"Palantine\". Another sign reads \"Register for New York Primary, July 20.\". The smiling middle-aged face of Charles Palantine keeps watch over the bustling pedestrians.  It is LATE AFTERNOON.  \n[2] TRAVIS' \"Off Duty\" light goes off as he speeds up and heads toward a prospective fare.  LATER THAT NIGHT, about 9:30.  UPTOWN -- 128th and Amsterdam. The Jungle.  TRAVIS' taxi pulls up to an address, lets off \n[3] A rally platform in a supermarket parking lot somewhere in QUEENS is draped in red, white and blue bunting.  A CROWD of about 500 persons mills about, waiting for the rally to begin.  Piped pop-country MUSIC plays over the loudspeaker system.  The CADRE OF SECRET SERVICE MEN, with their distinctive metallic grey suits, sun glasses and football physiques, stands out in the CROWD.  On the PLATFORM are seated an assortment of LOCAL POLITICOS as well as some PALANTINE WORKERS and ADVISERS.  TOM is silently reading something on the podium, and BETSY stands on the platform steps talking with ANOTHER WORKER.  TOM looks up and to his left for a moment, then returns to what he was reading.  Then he returns his gaze to the upper left, watching something very closely. \f   After a moment he walks over to the steps where BETSY is standing.  ", "Palantine": "\n[1] The Headquarters of the \"New Yorkers for Charles Palantine for President Committee\", located at the corner of 50th Street and Broadway, are festooned in traditional red, white and blue banners, ribbons and signs.  One large sign proclaims \"Palantine\". Another sign reads \"Register for New York Primary, July 20.\". The smiling middle-aged face of Charles Palantine keeps watch over the bustling pedestrians.  It is LATE AFTERNOON.  \n[2] Tom strides out the front door and walks briskly across the street toward Travis' taxi.  Travis spots Tom walking toward him and quickly stares up his cab, then squeals off in a burst of billowing exhaust.  Tom watches the speeding taxi quizzically.  Travis' taxi continues down Broadway.  \n[3] Traffic passes.  \n[4] Tom and Betsy are talking. She takes out a cigarette. He takes out matches to light it.  \n[5] \n[6](pleased; glances to check Travis' license \n[7] \n[8]Travis, what single thing would you want the next President of this country to do most? \n[9]There must be something... \n[10] \n[11]Nice talking to you, Travis. \n[12] BETSY, smartly dressed, waves goodbye to another CAMPAIGN WORKER and walks out the door to greet him.  A SHORT WHILE LATER, TRAVIS and BETSY are walking down Broadway toward Times Square. BETSY does not let their bodies touch as they walk although TRAVIS contemplates edging closer to her.  Betsy has opened the package and is admiring the record - or, rather, Travis' sentiment behind giving it.  Travis looks around himself with pride: This is a moment in his life - one of the few.  \n[13] TRAVIS' \"Off Duty\" light goes off as he speeds up and heads toward a prospective fare.  LATER THAT NIGHT, about 9:30.  UPTOWN -- 128th and Amsterdam. The Jungle.  TRAVIS' taxi pulls up to an address, lets off \n[14] A rally platform in a supermarket parking lot somewhere in QUEENS is draped in red, white and blue bunting.  A CROWD of about 500 persons mills about, waiting for the rally to begin.  Piped pop-country MUSIC plays over the loudspeaker system.  The CADRE OF SECRET SERVICE MEN, with their distinctive metallic grey suits, sun glasses and football physiques, stands out in the CROWD.  On the PLATFORM are seated an assortment of LOCAL POLITICOS as well as some PALANTINE WORKERS and ADVISERS.  TOM is silently reading something on the podium, and BETSY stands on the platform steps talking with ANOTHER WORKER.  TOM looks up and to his left for a moment, then returns to what he was reading.  Then he returns his gaze to the upper left, watching something very closely. \f   After a moment he walks over to the steps where BETSY is standing.  \n[15]The time has come to put an end to the things that divide us: racism, poverty, way -- and to those persons who seek to divide us. Never have I seen such a group of high officials from the President to Senate leaders to Cabinet members... \n[16]  \n[17]It wasn't?  I thought it was.  It tasted like chicken. \n[18]Was it?  It sure tasted like chicken to me. Lately, everything tastes like chicken to me. \n[19]What about it?  I took 20 off before we started this thing. \n[20]Ten?  I don't think so.  You really think so?  Ten? \n[21]I don't think I gained ten pounds. \n[22] \n[23]... and with your help we will go on to victry at the polls Tuesday. \n[24]On to victory in Miami Beach next month and on to victory next November! ", "Iris": "\n[1]Come on, mister, let's get outta here -- quick. \n[2]You looking for some action? \n[3]   \n[4]This is my room. \n[5]A girl needs protection. \n[6]  \n[7]Easy. \n[8]It's easy to remember.  Easy Lay. \n[9]I don't like my real name. \n[10]Iris. \n[11]That's what you think. \n[12] \n[13]No. \n[14]I don't remember. \n[15]We better make it, or Sport'll get mad.  How do you want to make it? \n[16]You want to make it like this? \n[17]Why should I want to get out of here?  This is where I live. \n[18]I musta been stoned. \n[19] \n[20]Don't you want to make it? Can't you make it? \n[21]  \n[22] \n[23]You don't have to make it, mister. \n[24]I think so.  I tried to get into your cab one night, and now you want to come and take me away. \n[25]I can leave anytime I want. \n[26]I was stoned.  That's why they stopped me.  When I'm not stoned, I got no place else to go.  They just protect me from myself. \n[27] \n[28]That's not hard to do. \n[29]Sure.  All right.  We'll have breakfast.  I get up about one o'clock.  Tomorrow. \n[30]Well, you want to or not? \n[31]Yes? \n[32]Thank you, Travis. \n[33]... and after that Sport and I just started hanging out... \n[34]I got so many sunglasses.  I couldn't live without my shades, man.  I must have twelve pair of shades. \n[35]Pittsburgh. \n[36] \n[37] \n[38]God, you are square. \n[39]Who's a killer? \n[40]He never killed nobody.  He's a Libra. \n[41]I'm a Libra too.  That's why we get along so well. \n[42]I think Cancer's make the best lovers.  My whole family are air signs. \n[43]What makes you so high and mighty? Did you ever look at your own eyeballs in a mirror.  You don't get eyes like that from... \n[44]Rock music died in 1970, that's what I think.  Before that it was fantastic.  I can tell you that. Everybody was crashing, hanging out at the Fillmore.  Me and my girlfriend Ann used to go up the fire escape, you know?  It was unbelievable.  Rock Stars everywhere. That Airplane--that's my group, man. All Libras.  But now everybody's split or got sick or busted.  I think I'll move to one of those communes in Vermont, you know? That's where all the smart ones went.  I stayed here. \n[45]Why don't you come to a commune with me? \n[46]Why not? \n[47]You a scorpion?  That's it.  You're a scorpion.  I can tell. \n[48]Why? \n[49]What's so important? \n[50]You a narc? \n[51]Yeah. \n[52]God, I don't know who's weirder, you or me. \n[53]Just leave'em.  There's plenty of other girls. \n[54] \n[55]Sport never treated me bad, honest. Never beat me up once. \n[56]How? \n[57] \n[58]You're not much with girls, are you? \n[59]Do you really think I should go to the commune? \n[60]Sure you don't want to come with me? \n[61]I sure hate to go alone... \n[62]You don't have to. \n[63]What do you mean? \n[64] Sport stands beside the bed.  \n[65]It's my stomach.  I got the flu. \n[66]Honest, Sport. \n[67]Don't kill him, Travis!  Don't kill him! \n[68]Dear Mr. Bickle, I can't say how happy Mrs. Steensma and I were to hear that you are well and recuperating.  We tried to visit you at the hospital when we were in New York to pick up Iris, but you were still in a coma. There is no way we can repay you for returning our Iris to us.  We thought we had lost her, but now our lives are full again.  Needless to say, you are something of a hero around this household. I'm sure you want to know about Iris.  She is back in school and working hard.  The transition has been very hard for her, as you can well imagine, but we have taken steps to see she never has cause to run away again. In conclusion, Mrs. Steensma and I would like to again thank you from the bottom of our hearts. Unfortunately, we cannot afford to come to New York again to thank you in person, or we surely would.  But if you should ever come to Pittsburgh, you would find yourself a most welcome guest in our home. Our deepest thanks, Burt and Ivy Steensma ", "Man": "\n[1] \n[2]Listen - I mean I just saw the needle of the Empire State Building. You can't see it for the fog! \n[3]The Empire State in fog means something, don't it? Do you know, or don't you? What is your number, cabbie? \n[4] \n[5]Well, you should know, damn it, or who else would know? Pull over right here. Why don't you stick your goddamn head out of the goddamn window once in a while and find out about the goddamn fog! \n[6]Taxi! Taxi! \n[7]St. Regis Hotel. \n[8] TRAVIS, dressed to the teeth, walks brightly down the sidewalk. His face is frehsly shaved, his hair combed, his tie straightened.  He pauses in a store window to check his appearance.  Under his arm he carries the gift-wrapped Kristofferson record album.  \n[9] TRAVIS receives fare and tip, takes off.  P.O.V. as TRAVIS works his way through Harlem back down Seventh Ave.  Cluster of YOUNG BLACK STREET PUNKS pretend to hail cab -- we ignore them.  One throws wine bottle which crashes in our path -- taxi swerves to avoid it.  CAMERA TRACKS through sidewalk CROWDS with the roving, suspicious, antagonistic eye of a taxi-driver.  LATER THAT NIGHT, about 12:30.  TRAVIS is on the LOWER EAST SIDE, somewhere on B Street, east of Tompkins Square.  The sidewalks are populated with the remains of what once was the hippie movement: TEENAGE STREET-WALKERS, JUNKIES, THUGS, emaciated LONERS on the prowl.  TRAVIS' taxi pulls over, letting out a fare.  TRAVIS pockets his fare, but the rear right door doesn't slam -- instead there is the SOUND of another person jumping into the cab.  TRAVIS checks the back seat in the rear-view mirror: there sits a pale HIPPIE PROSTITUTE.  The GIRL is, at best, 14 or 15, although she has been made up to look older.  She wears floppy, Janis Joplin clothes. Her face is pallid.  She wears large blue-tinted sunglasses and multi-colored leg stockings. \f   Her name, as we shall learn later, is IRIS.  TRAVIS hesitates, looking at her in the mirror.  \n[10] \n[11] \n[12]Who? \n[13]Why? \n[14]Oh? \n[15]Is that so? \n[16]Look, um, if you give me your name and address, we'll send you the information on how to apply. \n[17] \n[18]Sure, Henry.  I got it all.  We'll send you all the stuff all right. \n[19] \n[20]You waiting for a fare? \n[21]All right, move it. \n[22]Hey cowboy! \n[23]  \n[24]This ain't Dodge City, cowboy.  You don't need no piece. I'm keepin' time. \n[25] \n[26]Come back anytime you want, cowboy. But without the rod -- please. \n[27] TRAVIS' eyes meet PALANTINE's: candidate and would-be assassin exchange quick glances.  TRAVIS hastily works his way back through the CROWD.  He hears the SECRET SERVICE MAN's voice call out:  \n[28]Detain that man! \n[29]Don't kill me!  Don't kill me! ", "Wizard": "\n[1]First she did her make-up. You know, I hate it when they do that. I mean she does the whole works, the mascara, the eye-shadow, the lipstick, the rouge... \n[2]The kind with a brush. \n[3]Travis. \n[4] \n[5] \n[6]Yeah. \n[7]Well, she was trying to keep her skirt down, sort of, you know. But it was pretty obvious what she was doing. I mean, Christ, it was rush hour and the traffic's practically standing still. \n[8]Threw on the emergency, jumped the seat and fucked her brains out - What do you think! What do I have to do? Draw you a picture? \n[9]What was I supposed to do? I was watching in the rear view. You know, just checkin' traffic. So howsit? \n[10]Sure. What do you think? She wanted to get out of the cab. I said \"Look, you're in the middle of the fucking bridge...\" \n[11]Well, I said, \"Lady, please, we're on a bridge...\" \n[12]She stayed in the cab, what's she gonna do? but she stiffed me. A real skunk. \n[13] \n[14]We call him Dough-Boy cause he likes the dollars. He'll chase a buck straight into Jersey. \n[15] \n[16] \n[17]The cops and company raise hell they find out. \n[18]For a fee. \n[19]I never use mine. But it's a good thing to have. Just as a threat. \n[20]What ya gonna do with all that money, Dough-Boy? \n[21]You know Eddie, he's the new hippie kid in our group, long hair... \n[22]...he called up the Dispatcher last night.  Charlie McCall, our dispatcher... \n[23]That's the guy.  Eddie calls him up and says, \"Hey, what do you want me to do.  I'm over here at Poly Prep. I got a girl in the back and she doesn't have the fare.  She wants me to come in back and collect. What should I do? \n[24]McCall says. \"How much on the meter?\"  Eddie comes back and says \"Two-fifty.\" McCall says, \"Is she worth it\". \n[25]And the kid says, \"Yeah.  She's about 19, good-lookin.\"  McCall says, \"What can I tell you?\" \n[26]McCall says, \"Well, if you want some help I'll see if I can send some units out.\" \n[27]She was just a kid.  Stoned, you know. \n[28]You're getting a rep, Travis. \n[29] \n[30] \n[31]Well, I'm shovin' on. \n[32]Yeah? \n[33]Yeah? \n[34]Shoot.  They don't call me the Wizard for nothing. \n[35]Things got ya down? \n[36]It happens. \n[37]The taxi life, you mean. \n[38] \n[39]Travis, look, I dig it.  Let me explain.  You choose a certain way of life.  You live it.  It becomes what you are.  I've been a hack 27 years, the last ten at night. Still don't own my own cab.  I guess that's the way I want it. You see, that must be what I am. \n[40] \n[41]What do you expect, Bertrand Russell?  I've been a cabbie all my life, what do I know? I don't even know what you're talking about. \n[42]You fit in.  It's lonely, it's rough at first.  But you fit in. You got no choice. \n[43]Yeah.  Sorry, Wizard. \n[44]Don't worry, Killer.  You'll be all right. I seen enough to know. \n[45]A private-owner wanted to swap wheels.  Now my tires were brand new. \"Give me a couple days,\" I says. \n[46] \n[47]Howsit, Charlie? Hey Travis, I think you gota fare. ", "Tom": "\n[1]The senator's white paper is almost ready, Bets. Should we wait for that? \n[2]I think we should try to get maximum coverage for this new mandatory welfare program. Push the issues. \n[3]You forgot \"sexy\". \n[4]Just didn't get around to it, huh? \n[5]Well, for Christsakes, you sound like you're selling... I don't know what... cars... not issues. \n[6]More people watch it. \n[7]No, c'mon, I'm listening. I was just... \n[8]Kidding around... you know, fun. \n[9]With who? \n[10]Well, if Cronkite's so great, why don't we run him instead? \n[11]Sure we could run him. You realize he's already of his block association. \n[12]No, why? \n[13]What taxi driver? \n[14]How long has he been there? \n[15] \n[16]This is gotta be a game, right? \n[17] \n[18]I'm great. Always set my fingers on fire. If you want to see another trick. I do this thing with my nose. \n[19]Ah, yes, the guy at the newsstand, Mr. Asbestos... \n[20]Is he Italian? \n[21]You sure he's not Italian? \n[22]Well, If he had been Italian, they could have been shot off. Sometimes the mob does that to teach guys a lesson, If they blow a job or something. \n[23]Don't be naive. They can't kill everybody. They have different punishments for different things. Like, if they kill a stool pidgeon, they leave a canary on the body. It's symbolic. \n[24]I don't know. Maybe they don't leave a canary. Don't be technical. What I'm saying is if this newsstand guy's Italian and his fingers are gone, maybe he's a thief. \n[25]With the other hand, right? \n[26]I know that guy. His hand looks like a paw. An old Black guy, the newsstand at - \n[27]Show me how he did that again. \n[28] \n[29] \n[30]It's 12:30 now. You'll have fifteen minutes before the actual luncheon begins. \n[31] \n[32]Betsy, come over here a moment. \n[33] \n[34]Look there. No, over further - get your glasses - yes, over there.  Isn't that little guy the same guy that was bugging you around the office about a month ago? \n[35]Now look more closely.  Look around the eyes and chin.  See?  See there? \n[36]Oh, Iris? \n[37]My name's Travis. \n[38]C'mon, Senator.  That was a class dinner.  The St. Regis is a class joint.  That was veal. \n[39]Those TV cameras do.  I caught the rally on CBS.  You looked a little paunchy. "}}