{"filename": "Verdict,-The_script.txt", "imdb_id": "tt0084855", "imdb_url": "https://www.imdb.com/title/tt0084855", "characters": ["Sally Doneghy", "Dr. Thompson", "Kaitlin Costello Price", "Frank Galvin", "Dr. Gruber (as Lewis Stadlen)", "Mickey Morrissey", "Ed Concannon", "Bishop Brophy", "Dr. Towler", "Joseph Alito", "Laura Fischer", "Billy", "Kevin Doneghy", "Maureen Rooney", "Judge Hoyle"], "dialogues": {"Sally": "\n[1]It's locked. \n[2]...we, we love her, Dick and me... \n[3]But what can we do? She don't know who's visiting her... \n[4]...You saw her? \n[5]You know how beautiful she was? Her husband left her, and he took her kids... They, they, they'd let you die in there. They don't care. Nobody cares. The Patriot Home, the Chronic Care... in Arlington...? They'd take her in. Perpetual care. They'd take her. Fifty thousand dollars they want. An endowment. \n[6]I don't want to leave her. Dick... the, the... and Father Laughlin, he said that it was God's will... \n[7]My doctor told me that I got to move out West... that's when we filed in court. We didn't want to sue... \n[8]...But Dick, he's looking for two years in Tucson... and they called him up and said to come out. He's a good man. He's only trying to do what's right. \n[9]This is my husband. \n[10]He saw her at the Northern Care... \n[11]We just can't do it anymore. This is our chance to get away. \n[12]What does it mean? I... I mean we, you have other tactics... \n[13]Are we going to win? We have, you know, other tactics, though... ", "Doneghy": "\n[1]...that's all right. \n[2]...the Archdiocese called up, they said who was our attorney, 'cause the case is coming to trial... \n[3]...we told them we didn't want it to come out this way. \n[4]We just... \n[5]What is this going to cost? \n[6]You said you're gonna call me up. You didn't call me up. Who do you think you are? Who do you think you are...? \n[7]I'm going to have you disbarred. I'm going to have your ticket. You know what you did? Do you know what you did? \n[8]You ruined my life, Mister... Me and my wife... and I am going to ruin yours... You don't have to go out there to see that girl. We been going four years. Four years... my wife's been crying herself to sleep what they, what, what they did to her sister. \n[9]What you thought!? What you thought... I'm a workingman, I'm trying to get my wife out of town, we hired you, we're paying you, I got to find out from the other side they offered two hundred... \n[10]You guys, you guys, you're all the same. The Doctors at the hospital, you... it's 'What I'm going to do for you'; but you screw up it's 'We did the best that we could. I'm dreadfully sorry...' And people like me live with your mistakes the rest of our lives. \n[11]I understand. I went to the Bar Association. They tell me you're going to be disbarred. ", "Dr.": "\n[1]No, actually, she was referred to me. She was Dr. Hagman's patient... \n[2]Yes. \n[3]I was her doctor. \n[4]...I was one of a group of... \n[5]Yes. \n[6]Yes. \n[7]When she... \n[8]Thank you. When Debby... \n[9]Ms. Nevins, nurse-anesthetist; Dr. Marx, of course... \n[10]Mary Rooney, the obstetrical nurse... \n[11]We went to Code Blue... \n[12]It's a common medical expression, it's a crash program to restore the heartbeat. Dr. Marx cut an airway in her trachea, to get her oxygen, her and the baby... Ms. Nevins... \n[13]Well, many reasons, actually... \n[14]She'd aspirated vomitus into her mask... \n[15]She threw up in her mask. \n[16]That's right. \n[17]Well, we... \n[18]Yes. \n[19]...We did everything we could... \n[20]Yes! \n[21] \n[22]Mr. Galvin? \n[23]It was good of you to meet... \n[24] \n[25](tapping his briefcase, referring to his files \n[26]...I made a reservation at... \n[27]...What difference would... \n[28] \n[29]They gave her the wrong anesthetic. \n[30](starting on reciting a list \n[31]...she went in complaining of stomach cramps. Good doctor would have doubted the information on the chart. \n[32]I am seventy-four years old. \n[33]I am on the staff of... \n[34]...I made a detailed physical examination of the patient, Sir, yesterday evening, I... \n[35]Actually, yes. It's by no means bad, \n[36]'Code Blue'... \n[37]That is correct. I was engaged to render an opinion. \n[38]Just as you are, Sir... \n[39]No, I am not. It's quite common in New York State... \n[40]No. \n[41]No. \n[42]I'm just an M.D. \n[43]I know of him. \n[44]Through, through his book. \n[45]Meth... Methodology and Technique... \n[46]'Methodology and Techniques of Anesthesiology.' Yes. \n[47]I am seventy-four years old. \n[48]I'm on the staff of... \n[49]Sir. Yes. When a thing is wrong... as in this case, I am available. I am seventy-four years old, I am not board-certified. \n[50]I have been practicing medicine for forty-six years and I know when an injustice has been done. \n[51]I did. \n[52]Cardiac arrest. During delivery her heart stopped. When the heart stops the brain's deprived of oxygen. You get brain damage. That is why she's in the state she's in today. \n[53]It's my opinion it took him much longer. Nine... ten minutes. There's too much brain damage. \n[54]Well... \n[55]I... in that small context I would have... I would have to say 'no.' \n[56]I... given the limits of your question, that's correct. \n[57] \n[58]  \n[59]I didn't do too well for you. \n[60]I'm afraid that's not true. Will you want me to stay on till Monday? \n[61]You know... sometimes people can surprise you. Sometimes they have a great capacity to hear the truth. \n[62]You sure you don't want me to stay on. \n[63]Yes. I wrote it. \n[64]I. Yes. It is. \n[65]Yes. \n[66]She threw up in her mask, yes. But she hadn't eaten one hour prior to admission. \n[67]Negligent. Yes... it would have been criminal. But that was not the case. ", "Thompson": "\n[1]Mr. Galvin? \n[2]It was good of you to meet... \n[3] \n[4](tapping his briefcase, referring to his files \n[5]...I made a reservation at... \n[6]...What difference would... \n[7] \n[8]They gave her the wrong anesthetic. \n[9](starting on reciting a list \n[10]...she went in complaining of stomach cramps. Good doctor would have doubted the information on the chart. \n[11]I am seventy-four years old. \n[12]I am on the staff of... \n[13]...I made a detailed physical examination of the patient, Sir, yesterday evening, I... \n[14]Actually, yes. It's by no means bad, \n[15]'Code Blue'... \n[16]That is correct. I was engaged to render an opinion. \n[17]Just as you are, Sir... \n[18]No, I am not. It's quite common in New York State... \n[19]No. \n[20]No. \n[21]I'm just an M.D. \n[22]I know of him. \n[23]Through, through his book. \n[24]Meth... Methodology and Technique... \n[25]'Methodology and Techniques of Anesthesiology.' Yes. \n[26]I am seventy-four years old. \n[27]I'm on the staff of... \n[28]Sir. Yes. When a thing is wrong... as in this case, I am available. I am seventy-four years old, I am not board-certified. \n[29]I have been practicing medicine for forty-six years and I know when an injustice has been done. \n[30]I did. \n[31]Cardiac arrest. During delivery her heart stopped. When the heart stops the brain's deprived of oxygen. You get brain damage. That is why she's in the state she's in today. \n[32]It's my opinion it took him much longer. Nine... ten minutes. There's too much brain damage. \n[33]Well... \n[34]I... in that small context I would have... I would have to say 'no.' \n[35]I... given the limits of your question, that's correct. \n[36] \n[37]  \n[38]I didn't do too well for you. \n[39]I'm afraid that's not true. Will you want me to stay on till Monday? \n[40]You know... sometimes people can surprise you. Sometimes they have a great capacity to hear the truth. \n[41]You sure you don't want me to stay on. ", "Frank": "", "Galvin": "\n[1]It's a shame about your husband, Mrs. Dee. \n[2]I knew him vaguely through the Lodge. He was a wonderful man. It was a crime what happened to him. A crime. If there's anything that I could do to help... \n[3](thoughtfully realizes he is usurping her time \n[4]\n[5]...I was a friend of your fa... \n[6] \n[7]I was just talking to... \n[8]Pat says, 'Mike... there's a new bar, you go in, for a half a buck you get a beer, a free lunch, and then take you in the back room and they get you laid.' \n[9](gestures to include group  \n[10]      \n[11]  \n[12]Hi, Mickey... \n[13]Uh... \n[14]...now who is that...? \n[15]Sally Doneghy, now who is that? \n[16]...hey, I don't need your charity... \n[17]Hey, what are you, my nanny? \n[18]  \n[19]  \n[20]I'm... Mrs. Doneghy? I'm Frank Galvin... why didn't you go in? \n[21] \n[22]I'm terribly sorry... I hope we didn't put you out. Won't you come in...? I'd offer you some coffee, but it looks like my girl just went out. \n[23]It's not a good case. It's a very good case. \n[24]A healthy young woman goes into the hospital to deliver her third child, she's given the wrong anesthetic... \n[25]...I'm sure you do... \n[26]...I know. I went... \n[27]Yes. Yes, I have. \n[28]...fifty thousand dollars? \n[29]...I understand... \n[30]...I understand... \n[31]Please sit down. I told your wife. I'm sorry that we have to meet out here. I've got a case coming in two days in the Superior Court and my office is a mess of papers. \n[32]I was telling your wife, we have a very good case here. \n[33]...and I have inquiries out to doctors, experts in the field... there is, of course, a problem getting a doctor to testify that another doctor's negligent... \n[34]I doubt we'll have to go to trial... \n[35]I completely understand... \n[36]I'm going to see you get that chance. \n[37]It's completely done on a contingency basis. That means whatever the settlement is I retain one-third... that is, of course, the usual arrangement... \n[38]   \n[39]What are you doing here? \n[40]...yes. Get her on the phone... \n[41] \n[42] \n[43]You know what that would mean? \n[44]To get somebody from a Boston hospital to say he'll testify? \n[45] \n[46]That's the call that I'm waiting for. \n[47]They want to settle. It means a lot of money. \n[48]Dr. Gruber...? \n[49]Dr. Gruber... \n[50]I appreciate -- a man as busy as -- \n[51]...Deborah Ann Kaye... \n[52]They called, they're going to settle, what I want to do is build up as much... \n[53]The Archdiocese called, they want to settle... her estate... \n[54] \n[55]Yes. \n[56](it's a meaningless question to him, as if to a child \n[57] \n[58]Do you know who her doctors were? \n[59]The most respected... \n[60]The hospital is owned by the Archdioceses of... \n[61]Well, well, when can we meet again. \n[62]We have to... we... we have to keep you under wraps. Please don't, don't discuss... \n[63]...the case with anyone. And I'll meet you Tuesday, and we'll go over your testimony... \n[64]Thank you... \n[65] \n[66]I want to buy you a drink. \n[67]Would you like a drink? \n[68]Settle for a drink? \n[69]I had a very good day today. \n[70]You're very welcome. \n[71]Well, well, well. Huh? \n[72] \n[73]   \n[74]I'm going to the Archdiocese tomorrow at two. I know you don't. I know you don't... no, you're just following your life. You have a life too... you have to move out West. It doesn't help you to stay here. Well... I'm sure she knows you care for her. \n[75] \n[76] \n[77]  \n[78](as if remembering something, simply \n[79]How did you settle on the amount? \n[80]You thought it was just. \n[81]Because it struck me how neatly 'three' went into the amount. Two Hundred Ten Thousand. That would mean I keep seventy. \n[82]Yes. It would be. \n[83]And no one will know the truth. \n[84]That that poor girl put her trust in the hands of two men who took her life, she's in a coma, her life is gone. She has no family, she has no home, she's tied to a machine, she has no friends -- and the people who should care for her: her Doctors, and you, and me, have been bought off to look the other way. We have been paid to look the other way. I came in here to take your money. I brought snapshots to show you. So I could get your money. I can't take it. If I take it. If I take that money I'm lost. I'm just going to be a rich ambulance chaser. I can't do it. I can't take it. \n[85]It's not too good. I've only got one client. \n[86]I have to talk to you. \n[87] \n[88]...I'm going to need your help... \n[89]I'm going to help her. \n[90]They killed her. And they're trying to buy it... \n[91]Mick. Mick. Mick... \n[92]You -- Listen: you said to me, 'if not now, when...' \n[93]...he's a good man... \n[94]...I have to stand up for her... \n[95]I have to try this case. I have to do it, Mick. I've got to stand up for that girl. I need your help. Mick, will you help me...? Will you help me...? \n[96]We've got her sister. Testifies she had a meal one hour before she was admitted to the hospital. This is the point. \n[97]Admittance form is wrong. \n[98]I've got my Dr. Gruber, says her heart condition means they gave her the wrong anesthetic anyway, plus she came in complaining of stomach pains... \n[99]Not bad...? This guy's Dr. Kildare, the jury's going to love him, Mick... And you calm down, all right? Their guy, Towler's, the author of the book, 'Methodology and Practice, Anesthesiology.' ...and they got depositions from the nurses, everybody in the operating room, the scrub-nurse... 'All these guys are God. I saw them walk on water...' They had an obstetrical nurse in there. We got a deposition from the obstetrical nurse? \n[100] \n[101]Okay now. Cases: Smith versus State of Michigan. \n[102]Brindisi versus Electric Boat. \n[103]I had a good teacher. McLean versus Urban Transport... \n[104]Jimmy? Bushmills. Lookit, do me a favor. I'll buy you a drink tomorrow. \n[105]I'm going to get laid. \n[106]D'you find an apartment? \n[107]I changed my life today. What did you do? \n[108]Why? \n[109]What Hotel are you staying at? \n[110]I'm a lawyer. \n[111]Really. How wonderful for you. \n[112]Oh, actually it was. Then why'd you call it off? \n[113]A brick house says you divorced him. I'll put you on your honor. Bet you a hundred dollars against you join me for dinner. And I'll take your word for it. Now you tell me the truth. Because you cannot lie to me. What's your name? \n[114]My name's Frank. And furthermore, you came back to see me tonight. \n[115]You just got lucky. D'you eat yet? Come on. \n[116]Jesus, you are one beautiful woman. \n[117]The weak, the weak have got to have somebody to fight for them. Isn't that the truth? You want another drink? \n[118]Jimmy! That's why the court exists. The court doesn't exist to give them justice, eh? But to give them a chance at justice. \n[119]They might. Yes. That's the point... is that they might... you see, the jury wants to believe. They're all cynics, sure, because they want to believe. I have to go in there tomorrow to find twelve people to hear this case. I'm going to see a hundred people and pick twelve. And every one of them it's written on their face, 'This is a sham. There is no justice...' but in their heart they're saying, 'Maybe... maybe...' \n[120] \n[121]That's what I'm going to try to do. \n[122]   \n[123]Yessir. I'm sorry. \n[124]I was held up. \n[125] \n[126]  \n[127] \n[128]This is a complicated case, your Honor... \n[129]My client can't walk, your Honor. \n[130]We are going to try the case. \n[131]...things change. \n[132]I wasn't disbarred, they dropped the pro... \n[133]I'm sure you would. \n[134]Mr. Abraham... \n[135]Abrams. Yes. How are you today? \n[136]Good. You ever been inside a hospital? \n[137]Ah. How did they treat you? \n[138]I'm getting it back. Don't worry about me, Mick. I'm fine. D'you find the obstetric nurse? \n[139]So what? \n[140]They still have to take it to a jury. \n[141] \n[142]Oh shit, what's today? \n[143]I've got to go see Gruber. What's the best cigars you have? \n[144]Mickey: I'm supposed to meet somebody at O'Rourke's, I can't make it. \n[145] \n[146]Tell her that I'll meet her there, okay? See you tomorrow in the office. \n[147]We're doing fine. \n[148]Hold on a second. \n[149]It's all right, Mickey. \n[150]I swear to you I wouldn't have turned the offer down unless I thought that I could win the case... \n[151]I'm going to win this case... Mist... Mr. Doneghy... I'm going to the Jury with a solid case, a famous doctor as an expert witness, and I'm going to win eight hundred thousand dollars. \n[152]If I could accept the offer right now, I would. They took it back. \n[153]Dr. Gruber. \n[154]No... No... \n[155]Dr. Gruber. \n[156]I had an appointment at his office, I think I must have got it wrong. We had a meeting... \n[157]Where is he? \n[158]I... please. My wife... my wife's prescription has run out. If I can call him... \n[159]No, no, no. I have to talk to him. If I can only call him... \n[160]Thank you for seeing me. \n[161]I need an extension for my case. \n[162]I had a witness disappear on me. \n[163]I could subpoena him if I had a week. \n[164]  \n[165]Mr. Alito, please. \n[166]I have to reach him. This is an emergency. Could you give me his home number? \n[167]...Would you, would you call him up. I'll give you my number, and ask him... \n[168]I understand. Thank you, my name is Galvin. I'll be at the following number in a half an hour. It's urgent. \n[169]  \n[170]  \n[171]  \n[172]...Well, she, on the eve of the case... You understand... I think quite frankly she's come down with nerves and she'd like... \n[173]When was that arrived at...? I, I know what Mr. Concannon said, but... I... Well, I think you're making a mistake... I think that you should reconsider; why don't you check with your principals, and I'll call you in the... No?... you... uh. All right. No. That's fine. I understand. Sorry to bother you at home. \n[174]I can't talk now. \n[175]Concannon got to my witness. I can't breathe in here... Hello Doctor...? Dr. Thompson. This is Joseph Galvin, attorney for a Deborah Ann Kaye, we had some correspondence some time ago...? That's right. I'm sorry that we never got back, the case was postponed, and I've had a changeover in staff... I'm sorry to call you so late... \n[176]...but we have had a change of strategy, and we were wondering, I know this is short notice, but... \n[177]  \n[178] \n[179]We, we... No... we just had a small reversal in the case... I have some, uh... I have some work to do... \n[180]They, uh, they got to my witness. \n[181]I've got to work... \n[182]No, no, I'm just... \n[183]I've got to work. \n[184]You're going to stay here...? \n[185]I'm only going to rest a little while. \n[186] \n[187]Dr. Thompson...? \n[188]Thank you for coming. \n[189]I have some errands to run, and then I thought we'd spend the evening... \n[190]I'm going to take you to the home to see the girl... \n[191](distracted; thinking ahead \n[192]...apartment. No, no. Please. You don't know who we're dealing with, I, please believe me, they... \n[193]These people play very rough. They don't want to lose this case. There's a lot of pressure they can bring to bear, I... \n[194]Please, Sir. Please. Humor me. \n[195]We'll spend the evening together, I'll put you up, you'll be very comfortable. Please. That's my address. The key is in it. 1225 Commonwealth. Treat the place as your own. Please don't tell anyone you're here, I'll see you this evening. Thank you, and thank you for coming. \n[196]Let me talk to Mickey. \n[197]D'you find the obstetric nurse? \n[198]Gimme the address. I'm gonna go. We're going to need her. \n[199]I'm Joe Galvin, I'm representing Deborah Ann Kaye, case against St. Catherine Laboure. \n[200]I'll just take a minute. Deborah Ann Kaye. You know what I'm talking about. The case is going to trial. Our chief witness is a Dr. David Gruber, you know who he is? \n[201]He's the Assistant Chief of Anesthesiology, Massachusetts Commonwealth. He says your doctors, Towler and Marx, put my girl in the hospital for life. And we can prove that. What we don't know is why. What went on in there? In the O.R. That's what we'd like to know. Something went wrong. And you know what it was. They gave her the wrong anesthetic. What happened? The phone rang... someone got distracted... what? \n[202]I want someone who was in the O.R. We're going to win the case, there's no question of that. It's just a matter of how big... \n[203]You know what happened. \n[204]Then why aren't you testifying for their side? \n[205]I can subpoena you, you know. I can get you up there on the stand. \n[206]Who put my client in the hospital for life. \n[207]Who are you protecting, then? \n[208]I do. Who is it? The Doctors. What do you owe them? \n[209]Then why don't you testify? \n[210]You think I'm pushy now, wait 'til I get you on the stand... \n[211]   \n[212]We're going to lose. \n[213]Do you think it's my fault? \n[214]That's not the question. It's over. Do you think that it's my fault? If I'd... if I'd... I never should have taken it. There was no way that I was going to win. \n[215]That's what I am. \n[216]Yes. \n[217]I... do you want me to leave? \n[218]\n[219]Who told you that? \n[220]And what makes you so tough? \n[221]Is there going to be a later...? \n[222]If I don't 'grow up...' \n[223] \n[224]It's over! \n[225]What is that to you...? \n[226]Excuse me, I've... \n[227] \n[228](shaking head, utterly denying her \n[229]  \n[230]I'm swell. \n[231]Yeah. \n[232] \n[233]It's a terrible thing to sit in judgment. So much rides on it. I know that you've thought, 'How can I be pure. How can I be impartial without being cold. How can I be merciful and still be just?' And I know that most of you have said some sort of prayer this morning to be helped. To judge correctly. We have the reputation of two men. Two well respected doctors and a renowned hospital before us. And with those two respected men we have my client, Deborah Ann Kaye... ...who was deprived of sight, of locomotion, hearing, speech, of everything, in short, which constitutes her life. We are going to prove she was deprived through negligence. Through the negligence of those respected men. We will show: One... \n[234] \n[235]What? \n[236]Dr. Thompson. From your review of the hospital records of May twelfth nineteen seventy-six. \n[237]In your opinion, what happened to Deborah Ann Kaye? \n[238]Now, Dr. Towler's testified that they restored the heartbeat within three or four minutes. In your opinion is his estimate correct? \n[239]Your Honor! \n[240]If I may be permitted to question my own witness in my own way... \n[241]I'm not through with the witness, your Honor. With all due respect if you are going to try my case for me I would appreciate it if you wouldn't lose it. \n[242]I'm an attorney on trial before the bar. Representing my client. My client, do you understand? You open your mouth and you're losing my case for me. \n[243]No, no, you listen to me. All I wanted in this case is an even shake. You rushed me into court in five days... my star witness disappears, I can't get a continuance, and I don't give a damn. I'm going up there and I'm going to try it. Let the Jury decide. They told me Sweeney he's a hard- ass, he's a defendant's judge. I don't care. I said, the hell with it. The hell with it. I'll take my chances he'll be fair. \n[244]And don't give me this shit, 'I was a lawyer, too.' 'Cause I know who you were. You couldn't hack it as a lawyer. You were Bag Man for the Boys and you still are. I know who you are. \n[245]Damn right I'm done. I'm going to ask for a mistrial and I'm going to request that you disqualify yourself from sitting on this case. I'm going to take a transcript to the State and ask that they impeach your ass. \n[246]We, yes. Yes. They, they present their side, and I get the same chance. To cross-examine... to... to... \n[247]Yes. \n[248]Dr. Towler... \n[249]You have a record of what happened in the operating room... \n[250]...there are notations every thirty seconds... \n[251]...of the procedures... \n[252]But those notations stop... ...Four-and-one-half minutes after Deborah Ann Kaye's... \n[253]Four-and-one-half minutes after her heart stopped. And they resume seven minutes... \n[254]...they start again three minutes earlier... \n[255]What happened in those three... \n[256]What happened in those three minutes...? \n[257]Why did it take that long to get her heartbeat... \n[258]...to get her heartbeat back...? \n[259] \n[260]Wait, wait, wait, you're saying that her brain damage could have been caused by her being deprived of oxygen for two minutes...? \n[261] \n[262]No, you did fine. \n[263]No. No thank you, Doctor. You go home. \n[264]Yes... I... yes. \n[265]No. No. Thank you. You go home. \n[266]No. \n[267]I don't have a goddamned idea. \n[268]  \n[269]Okay. What do you do when you don't have a witness? \n[270]That's right. \n[271]There are no other cases. This is the case. Now you decide... Are you in or out...? \n[272]  \n[273]Why doesn't Mary Rooney testify? \n[274]Are you with me... are you awake...? \n[275]Rooney's protecting someone. Who is she protecting? \n[276]She's protecting the Doctors she'd be up there on the stand... \n[277]'You guys are a bunch of whores... uh... loyalty... you don't care who gets hurt... you don't have any loyalty...' \n[278]Who? They're all testifying. Everybody who was in the O.R.'s going to take the stand. \n[279]What difference can that make...? All right... \n[280]Uh... the admitting nurse... \n[281]She didn't do anything. She took the patient's history and signed the charts. 'K.C.' 'Kathy Costello...' \n[282] \n[283]Miss Rooney. Oh. Listen. I understand what you are doing. And I want you to know it's all right. \n[284]About Kathy Costello. I understand, and I don't blame you for shielding her. \n[285]I spoke to her, and everything is all right. \n[286] \n[287]I just saw her. \n[288]What? \n[289]   \n[290]Thank you. I'm sorry. \n[291]We don't have anything from the Nurse Association? \n[292]The Hospital...? \n[293]Thank you. \n[294]   \n[295]...you need some old forms that she had... somebody's dying... \n[296]Hello, Mrs. Costello... \n[297] \n[298]Sorry to bother you so late. \n[299]This is Mr. Goldberg in Accounting. We have some money here for you... This is the Mrs. Costello that used to be a nurse? I'm sorry. I think we have our records mixed up. \n[300]Are you related to Kathy Costello, the R.N.?... I'm sorry... \n[301]Hello. This is Mr. Dorchester in Records. We're looking for Kathy Costello... \n[302]Thank you. I'll hold. \n[303]  \n[304]Hello. This is Ross Williams. I'm calling from California. I'm sorry. I know it's late in the East, but this is an emergency. May I please speak to Kathy Costello? I'm sorry. My records must be confused. This is the family of Kathy Costello...? Please excuse it. \n[305]  \n[306]Hello, I'm calling from... \n[307]I'm calling from Professional Nurse Quarterly... \n[308]This is Mr. Wallace in Subscriptions? \n[309]This is Miss Costello...? \n[310]Pardon? \n[311]We find that your subscription lapsed... \n[312]That's why I'm calling, Miss Price... \n[313]We have a renew-your-subscription offer... \n[314]Yes, we know that you do. I have it in my files. That's at the Manhattan Health Center... \n[315]   \n[316]Hi. How are you doing? \n[317]I've been meaning to come in a long time. \n[318]Uh-huh. My nephew's going to be staying with us in a few months, so I stopped by. \n[319]Four. You're great with these kids. \n[320]You're really... You, are you the one they told me was the nurse? \n[321](gestures back at the office, vaguely \n[322]Yes. \n[323]That's a wonderful profession. My daughter-in-law's a nurse. What did you do, stop? \n[324]How come you stopped? \n[325](beat; gently dropping his pretense \n[326]What the hell are you doing here? \n[327]What are you doing in New York...? \n[328]I don't know. \n[329]I don't want a mistrial. \n[330]Dr. Towler; page 406, 'Contraindications to general anesthetic. Ideally a patient should refrain from taking nourishment up to nine hours prior to induction of general anesthetic.' Does that sound familiar? \n[331]'Practice and Methodology in Anaesthesia.' General textbook on the subject. Is that correct? \n[332]And you wrote that... \n[333] \n[334]If she had eaten, say one hour prior to admission, the inducement of a general anesthetic... the type you gave her... would have been negligent...? \n[335]Thank you. \n[336] \n[337]Kathy Price... \n[338]You were the Admitting Nurse at St. Catherine Laboure Hospital on May twelfth, nineteen seventy-six, the night Deborah Ann Kaye was admitted... \n[339]You signed this form? \n[340]These are your initials, 'K.C.'? \n[341]D'you ask the patient when did she last eat? \n[342]What did she say? \n[343]One hour. \n[344]And did you write the numeral 'one' down on the record, standing for one hour? \n[345]A single hour. \n[346] \n[347]Objection! \n[348]Nothing further, your Honor... \n[349]I object, your Honor... \n[350]Exception! \n[351]  \n[352]You know, so much of the time we're lost. We say, 'Please, God, tell us what is right. Tell us what's true. There is no justice. The rich win, the poor are powerless...' We become tired of hearing people lie. After a time we become dead. A little dead. We start thinking of ourselves as victims. And we become victims. And we become weak... and doubt ourselves, and doubt our institutions... and doubt our beliefs... we say for example, 'The law is a sham... there is no law... I was a fool for having believed there was.' But today you are the law. You are the law... And not some book and not the lawyers, or the marble statues and the trappings of the court... all that they are is symbols. Of our desire to be just... All that they are, in effect, is a prayer... ...a fervent, and a frightened prayer. \n[353]In my religion we say, 'Act as if you had faith, and faith will be given to you.' If... If we would have faith in justice, we must only believe in ourselves. And act with justice. And I believe that there is justice in our hearts. Thank you. \n[354]  \n[355]  ", "Mickey": "\n[1]  \n[2]What the hell do you think you're doing...? What's going on here...? \n[3]Fuck you. I got a call today from Sally Doneghy... \n[4]...You're 'sposed to be in court in ten days and she's telling me you haven't even met with them... \n[5]One lousy letter eighteen months ago... I try to throw a fuckin' case your way... \n[6]...I get these people to trust you -- they're coming here tomorrow by the way -- I get this expert doctor to talk to you. I'm doing all your fuckin' legwork -- and it's eighteen months. You're 'sposed to be in court. I bet you haven't even seen the file. \n[7]Listen to me. Listen to me... listen to me, Frank, 'cause I'm done fuckin' with you. I can't do it any more. Look around you: You think that you're going to change? What's going to change it? You think it's going to be different next month? It's going to be the same. And I have to stop. This is it. I got you a good case, it's a moneymaker. You do it right and it will take care of you. But I'm through. I'm sorry, Frank, this is the end. Life is too short, and I'm too old. \n[8]What do you want? \n[9] \n[10] \n[11]You need my help...? You need a goddamn keeper... are you telling me that you turned down two-hundred-ten grand? Huh...? Are you nuts? Eh? Are you nuts. What are you going to do, bring her back to life? \n[12]To do what...? To do what, for chrissake...? To help her to do what? She's dead... \n[13]That's the point, you stupid fuck. Let them buy it. We let them buy the case. That's what I took it for. You let this drop -- we'll go up to New Hampshire, kill some fuckin' deer... \n[14]What? \n[15]I know what I said but not now. You won it. Franky. You won it. When they give you the money, that means that you won. We don't want to go to court -- is this getting to you...? \n[16]...he's a good man...? He's the Prince of Fuckin' Darkness... he'll have people in there testifying that the broad is well -- they saw her Tuesday on a surfboard at Hyannis... don't fuck with this case. \n[17]Frank, but not now. Frank. You're trying to wipe out some old business. But not now. I understand. But you go call 'em back. You call the Bishop back. \n[18]Who have we got? \n[19]You got the admittance form says patient ate nine hours prior to admittance. \n[20]Forget it. You can't prove it. Sister's testimony is no good. Jury knows we win she gets the cash. \n[21] \n[22] \n[23]Right. \n[24]Right. \n[25]You got a good memory, Franky. \n[26]Yeah? And what are you going to do tonight? \n[27]Don't leave your best work in the sheets. \n[28]Been a long time, huh...? \n[29]Mary Rooney. She won't talk to me. I tried her at the hospital. I'm going to try her back at home. Read this. \n[30]So what...? The best is yet to come. Check the TV Guide. They got our Dr. Towler on a panel on GBH on Friday: 'The Healing Hand. The Experts Speak.' \n[31]What I'm saying, they're getting some help. \n[32]John: gimme a cuesta-ray. \n[33]Today is Tuesday. What? \n[34]Give 'em a box of Macanudos. \n[35]Sure. Who is she? \n[36]Oh, yeah. Your broad from last night. \n[37]Franky can't make it. He had an appointment he forgot, he's going to see you later. I'm Mickey Morrissey, we're supposed to get to know each other. \n[38]So far you're great. You got a cigarette? \n[39]Stearns, Harrington, you know who that is? \n[40]A huge law firm. Okay? They put him in the firm, he's married, everything's superb. Franky, he's starting to talk like he comes from Dorsetshire, some fuckin' place, 'You must drop by with Pat and me...' Okay...? \n[41]...and he's making a billion dollars every minute working for Stearns, Harrington, and he bought a dog, and everything is rosy. Then Mr. Stearns, he tried to fix a case. \n[42]That Frank was working on. Yeah. He thought Franky needed some help, so they bribed a juror. So Franky finds out. He comes to me in tears. He thinks that anybody who knows what a 'spinnaker' is got to be a saint. I told him 'Franky, wake up. These people are sharks. What do you think they got so rich from? Doing good?' He can't be comforted. He tells the boys at Stearns and Harrington they've disappointed him, he's going to the Judge to rat them out. \n[43]Before he can get there here comes this Federal Marshal, and Franky's indicted for Jury tampering, they throw him in jail, he's gonna be disbarred, his life is over. Jimmy, gimme another drink. How are you? \n[44]Okay. Now, so he's in jail. He, finally, he gets to see the light, he calls up Harrington, he says he thinks he made a mistake. As if by magic, charges against him are dropped, he's released from jail. P.S. He's fired from the firm, his wife divorces him, he turns to drink and mopes around three and a half years. You like that story? \n[45]What happened...? \n[46]What happened, Joey...? \n[47]D'you meet with Dr. Gruber...? \n[48] \n[49]She's workin' the late shift at the Hospital. She's at home now, I'm going over there to talk to... \n[50]Why is that? \n[51]...that's what the sister said. The chart said she ate nine hours prior to... \n[52]Is that what a good doctor would do? How old are you, please? \n[53]What qualifies you as an expert in anesthetics? \n[54]Easthampton Hospital for Women. Excuse me, what is that, a joke? Let me tell you something, Doctor, those men at Catherine Laboure. Men who are known not only in this city, but the world, were trying to save a woman's life. They were there, and here you are, four years later, read some hospital report, and say... \n[55](to Dr. Thompson, casually \n[56] \n[57]It's a common medical term. \n[58]How are you holding up? \n[59]And all we've got is a witch doctor! \n[60]Look at it this way: it's refreshing every time a Doctor takes the stand he's not a Jew. \n[61]I'm going back to the office. \n[62](reciting a catechism; dispiritedly \n[63]I think we tried that. The case is over. \n[64]And how the fuck... You broke the first law that they taught you in law school. You never ask a question you don't know the answer to. Frankie, wake up. You got your own expert witness says there was no negligence. It's over. Period. There'll be no other cases... \n[65]Yeah. I'm awake. \n[66]The Doctors. \n[67] \n[68]...one of the other nurses? \n[69]All right. Who wasn't in the O.R.? \n[70]What did she do? \n[71]The 'History'...? \n[72]The broad has disappeared... \n[73]No records since she quit in '76. She quit two weeks after the incident. \n[74]...yeah... good... \n[75]Hello, this is Dr. Dorchester in Boston. This is an emergency. A nurse left my employ... \n[76]...four years ago... \n[77](voice over; in the other room, shouting (resumes on-the-phone tone (covers phone; again shouts \n[78] \n[79]You got any cigarettes? \n[80]We got to talk. \n[81]Come on, we'll get a cup of coffee... \n[82]I talked to Johnnie White at the Bar Association. The broad used to work for one of Concannon's partners in New York awhile ago. She wanted to move to Boston. How badly did she hurt us, Joe? \n[83]We got a mistrial, you know. Joe -- did you hear what I said...? \n[84]  \n[85]He's not here. Yeah. I don't know when. All right. \n[86]  \n[87]  ", "Morrissey": "\n[1]  ", "Ed": "\n[1]Yessir. ", "Concannon": "\n[1]  \n[2]  \n[3] \n[4]Friedman. St. Barts. is that right? \n[5](to secretary taking notes at the side of the room (smiles, there is laughter from the room; to Friedman, sympathetic \n[6]Our court date is January twelfth. You're all acquainted with this case. It's been scheduled for eighteen months. We have the attorney for the Plaintiff, Frank Galvin -- and I trust you are all familiar with his record -- and we have been expecting him to call us to negotiate. As he did not, and five days before we're supposed to go to court we made him a rather generous offer, which he refused. Five days before the trial. What does this mean? I want to find out. Acquaint yourselves again with the depositions. Don't rely on the fact that we did it last year. Do it again. We're going to review them here, and you do it at home. You each have a full file. Know the deps, and I want you all to be here when we work with the defendants... when is that, Billy...? \n[7]I want an article in the Globe As Soon As Possible, 'St. Cat's... Neighborhood Giant serving the community' etc. We've got it in the files. I want something in Monday's Herald: 'Our Gallant Doctors,' something... Be inventive, I want television... ...talk to our man at GBH. And to belabor the obvious for a moment... Our clients are: the Archdiocese of Boston; St. Catherine Laboure Hospital, and Drs. Marx and Towler, two of the most respected men in their profession. The thrust of this defense will be to answer in court, in the press and in the public mind -- to answer the accusation of negligence this completely: not only that we win the case, but that we win the case so that it's seen that the attack on these men and this institution was a rank obscenity. All right. Let's get the cobwebs off. Billy...? \n[8]Ed Concannon. \n[9] \n[10]Your Honor, Bishop Brophy and the Archdiocese have offered plaintiff two hundred and ten thousand dollars. \n[11]My doctors didn't want a settlement at any price. They wanted this cleared up in court. They want their vindication. I agree with them. But for today the offer stands. Before we begin the publicity of a trial. For today only. When I walk out that door the offer is withdrawn. As long as you understand that. It's got to be that way. \n[12]  \n[13]What is your name, please? \n[14]You were Deborah Ann Kaye's doctor...? \n[15]Don't equivocate. Be positive. Just tell the truth. \n[16]Whatever the 'truth' is, let's hear that. You were her doctor. \n[17]Say it. \n[18]You were the anesthesiologist at her delivery May twelfth, nineteen seventy... \n[19]Answer affirmatively. Simply. Keep those answers to three words. You weren't 'part of a group,' you were her anesthesiologist. Isn't that right? \n[20]You were there to help Dr. Marx deliver her baby. Were you not? \n[21]Anything special about the case? \n[22](to Dr. Towler, correcting him  \n[23] \n[24]What did these people do when her heart stopped? \n[25]'Code Blue,' what does that mean...? \n[26]Why wasn't she getting oxygen...? \n[27]Tell me one? \n[28]She THREW UP IN HER MASK. Let's cut the bullshit. Say it: She THREW UP \n[29]...and her heart stopped and she wasn't getting oxygen. \n[30]And what did your team do... \n[31]...You brought thirty years of medical experience to bear. Isn't that what you did? \n[32]...A patient riddled with complications, questionable information on her, on her admitting form... \n[33]...to save her and to save the baby. Is that... \n[34]You reached down into death. Now, isn't that right? \n[35](changing tactics; soothing \n[36]   \n[37]  \n[38]Good. What else do you do? \n[39]Do it. We'll be at Locke-Obers. \n[40]Ready for the Defense, your Honor. \n[41]Dr. Thompson, just so the Jury knows, you never treated Deborah Ann Kaye. Is that correct? \n[42]Engaged to render an opinion. For a price. Is that correct? You're being paid to be here today? \n[43]Are you board-certified in anesthesiology, Doctor? \n[44]...I'm sure it is, but this is Massachusetts, Doctor. Certified in Internal Medicine? \n[45]Neurology? \n[46]Orthopedics? \n[47]Do you know Dr. Robert Towler...? \n[48]How is that? \n[49]What book is that? \n[50]...of Anesthesiology? \n[51]How old are you? \n[52]Uh-huh. Still practice a lot of medicine? \n[53]Yes, we've heard that. Doctor: you testify quite a bit against other physicians? Isn't that right? You, you're available for that? When you're paid to be there? \n[54]Do you, indeed. I'll bet you do. Fine. Fine. We'll save the court the time. We will admit the Doctor as an 'expert witness,' fine. \n[55]Objection. \n[56]No further questions. \n[57]Objection, we've... \n[58]We've touched on this, his own witness has said... \n[59]Your Honor...! Your Honor... \n[60]  \n[61]I know how you feel. I know you don't believe me, but I do. I'm going to tell you something I learned when I was your age. I had prepared a case. Mr. White asked me, 'How did you do.' I said, 'I've done my best.' He said, 'They don't pay you to do your best. They pay you to win.' That's what pays for this office. And that's what pays for the pro bono work that we do for the poor. And for the kind of law that you want to practice. And that's what pays for your clothes and my whiskey, and the leisure that we have to sit back and discuss philosophy. As we're doing tonight. We're paid to win the case. \n[62]  \n[63]You finished your marriage. You wanted to come back and practice law. You wanted to come back to the world. \n[64]Welcome back. \n[65]Nothing further, your Honor. \n[66]You are aware of the penalties for perjury...? \n[67]Yes. It is a crime. A serious crime. \n[68]You would not...? \n[69]In fact, you've just taken an oath that you would not commit perjury. You've just sworn to that. Isn't that right? \n[70]Just now... \n[71]...sworn before God you would tell the truth? \n[72]Now. I'd like to ask you something: four years ago, when you were working as a nurse, are you aware that Drs. Towler and Marx based their treatment of Deborah Ann Kaye on this chart that you signed...? \n[73]And wasn't that an oath...? These are your initials here: K.C. When you signed this chart you took an oath. No less important than that which you took today. Isn't that right? Isn't that right...? \n[74]Then, please, which is correct? You've sworn today the patient ate one hour ago. Four years ago you swore she ate nine hours ago? Which is the lie. When were you lying? \n[75]You know these doctors could have settled out of court. They wanted a trial. They wanted to clear their names. \n[76]And you would come here, and on a slip of memory four years ago, you'd ruin their lives. \n[77]'They lied.' Indeed! When did they lie? And do you know what a lie is? \n[78] \n[79]You've just said you signed it. \n[80]You didn't write that figure. And how is it that you remember that so clearly after four years? \n[81]Objection! This is ri... expect us to accept a photocopy, we have the original right... \n[82]...what in the world would induce you to make a photocopy of some obscure record and hold it four years? This is a... why? Why would you do that? \n[83]And why, please tell us, would you think that? \n[84]No further questions. \n[85]Thank you, your Honor. We object to the copy of the admissions form as incompetent and essentially hearsay evidence and cite McGee versus State of Indiana, U.S. 131 point 2 and 216 through 25 of the Uniform Code: 'The admission of a duplicate document in preference to an existing original must presuppose the possibility of alteration and so must be disallowed.' And, your Honor, having given the Plaintiff the leeway we would like your ruling on this issue now: we object to the admission of the Xerox form. \n[86]Thank you, your Honor. Further: Ms. Costello is a rebuttal witness. As a 'Surprise Witness' she may only serve to rebut direct testimony. As her only evidentiary rebuttal was the admitting form, which has been disallowed I request that her entire testimony be disallowed and the jury advised that they must totally disregard her appearance here. ", "Bishop": "\n[1]  \n[2]He was accused of jury tampering. \n[3]Four cases in three years... \n[4]...tell me about this case. \n[5]No -- we don't want this case in court. \n[6]I want to settle this thing and be done with it. I don't want the Archdiocese exposed. \n[7]So what I want to do is stop it here. I'm going to make him an offer. I want to do it myself. I want it to come from me. \n[8]If we were to go to trial, would we win the case? \n[9]I know that answer. If we went to trial would we win? \n[10]  \n[11]It's a question of continuing values. St. Catherine's -- to do the good that she must do in the community has to maintain the position that she holds in the community. So we have a question of balance. On the one hand, the reputation, and, so, the effectiveness of our hospital, and two of her important doctors -- and, on the other hand, the rights of your client. \n[12]A young woman. In her prime... deprived of... ...life... sight... her family... It's tragic. It's a tragic accident. \n[13]...nothing, of course, can begin to make it right. But we must do what we can. We must do all that we can. \n[14]Yes. We must try to make it right. \n[15]It's a generous offer, Mr. Galvin... ...nothing can make the woman well... but we try to compensate... to make a gesture... \n[16]We thought it was just. \n[17]Yes. \n[18]That was our insurance company's recommendation. \n[19]Nothing that we can do can make that woman well. \n[20]What is the truth? \n[21]  \n[22] ", "Brophy": "\n[1]  \n[2]  \n[3] \n[4]Tell me about Kaitlin Costello. \n[5]I know. Did you believe her? ", "Towler": "\n[1]Dr. Robert Towler. \n[2]No, actually, she was referred to me. She was Dr. Hagman's patient... \n[3]Yes. \n[4]I was her doctor. \n[5]...I was one of a group of... \n[6]Yes. \n[7]Yes. \n[8]When she... \n[9]Thank you. When Debby... \n[10]Ms. Nevins, nurse-anesthetist; Dr. Marx, of course... \n[11]Mary Rooney, the obstetrical nurse... \n[12]We went to Code Blue... \n[13]It's a common medical expression, it's a crash program to restore the heartbeat. Dr. Marx cut an airway in her trachea, to get her oxygen, her and the baby... Ms. Nevins... \n[14]Well, many reasons, actually... \n[15]She'd aspirated vomitus into her mask... \n[16]She threw up in her mask. \n[17]That's right. \n[18]Well, we... \n[19]Yes. \n[20]...We did everything we could... \n[21]Yes! \n[22] \n[23]Yes. \n[24]Yes, that's correct. \n[25]Yes. \n[26]Yes, the roving nurse... \n[27]We, we were rather busy... \n[28]As I've said we had some more... \n[29]We had rather more important things on our mind than taking notes. We were trying to restore her... \n[30]...we were trying to restore her heartbeat. \n[31] \n[32]Brain damage could have been... it didn't necessarily take nine minutes, it could have been caused in two... \n[33]Yes. \n[34]Because she was anemic. It's right there on her chart. Her brain was getting less oxygen anyway... \n[35]Yes. I wrote it. \n[36]I. Yes. It is. \n[37]Yes. \n[38]She threw up in her mask, yes. But she hadn't eaten one hour prior to admission. \n[39]Negligent. Yes... it would have been criminal. But that was not the case. ", "Joseph": "", "Alito": "\n[1]His name is Frank Galvin. B.U. Law, class of 'fifty-two. Second in his class. Editor of the Law Review. Worked with Mickey Morrissey twelve years. Criminal Law and Personal Injury...' \n[2]'Married Patricia Harrington, nineteen sixty...' \n[3]'Joined Stearns, Harrington, Pierce nineteen sixty as a full partner. Resigned the firm nineteen sixt-ynine over the Lillibridge case...' Do you...? \n[4]Accused. Not indicted. He resigned the firm. Divorced nineteen seventy. Galvin worked with Michael Morrissey until Morrissey retired in 'seventy- eight. Since then he's been on his own. Four cases before the Circuit Court. He lost them all. He drinks. \n[5]The man's an ambulance chaser... \n[6]This is a nuisance suit. He's looking for small change. He's asking for six hundred thousand and betting we don't want to go to court. \n[7]Neither does he. That's where he loses. This man's scared to death to go to court. We only have to call his bluff. \n[8]No. Absolutely, and we're going to see that it is not. \n[9]All right. But let's keep the price down. I've called Ed Concannon. He recommends that we continue to respond as if we're going to trial. \n[10]Well, of course, it's always dangerous... \n[11](in an \"of course\" tone \n[12]Why did he go to see Mary Rooney? \n[13]What did he find? \n[14]How good's your intelligence? \n[15]And so what is the rest of his case aside from Dr. Thompson? \n[16]Thank Mr. Concannon for me. Please tell him I'll see him at his office. \n[17]Legally it's over. Concannon was brilliant. \n[18]There's nothing to tell. It's been stricken from the record. ", "Laura": "\n[1]Still looking. \n[2]I changed my room at the Hotel. \n[3]The TV didn't work. \n[4]And what are you? A cop? \n[5]My ex-husband was a lawyer. \n[6]Yes. It was, actually. \n[7]Who says I'm the one that called it off? \n[8]Laura. \n[9]What if it wasn't you that I came back to see? \n[10]I think I will. \n[11]And are they going to get it? \n[12]Maybe what? \n[13]And is that what you're going to do? Is that what you're going to do...? \n[14]That's all right. \n[15]How'm I doing so far? \n[16]What are you drinking? Jimmy...? \n[17]Should I? \n[18]Yes. \n[19]The Big Boy did...? \n[20]Huh. \n[21] \n[22]Would you like me to leave...? Is this a bad time -- ? \n[23]Is this a bad time. \n[24]What happened...? \n[25]...and is that serious? \n[26]Do you want me to go...? \n[27]Why don't you get some rest? \n[28]You can't work if you can't think. You get in bed. It's all right. I'll stay here with you. It's all right. Come on... \n[29]Yes. \n[30]   \n[31]Isn't there something you... \n[32]You're talking like a drunk. \n[33]And it's over...? \n[34]Well, then what are you doing here? \n[35]You do what you want. You want to leave... You want to go kill yourself? \n[36]You want me to tell you it's your fault? It probably is. What are you going to do about it? I thought it's not over till the jury comes in. \n[37]You told me so. Maybe you'd get some sympathy. You came to the wrong place. \n[38]Maybe I'll tell you later. \n[39]Not if you don't grow up... \n[40]You're like a kid, you're coming in here like it's Saturday night, you want me to say that you've got a fever -- you don't have to go to school... \n[41]Oh, yes, I do, Joe. Believe me. You say you're going to lose. Is it my fault? Listen! The damned case doesn't start until tomorrow and already it's over for you! \n[42]What is your wife's picture doing by the side of your... \n[43]What would you like it to be to me...? I, I, I can't invest in failure. \n[44]Joe... Joe... \n[45]You're pressuring yourself... \n[46]Yes. We've all got to let go. \n[47]Is it over? \n[48]What are you going to do? \n[49]  \n[50]  \n[51]  \n[52]I have to talk to you. \n[53] \n[54]You're going to New York? I... you're kidding... Because I'm going to New York. I just got a call. I have to go sign papers. About my divorce. I... good. Frank. We'll meet there. All right? \n[55]Can we meet there, Joe? \n[56]At the Beacon. On Fifty-third Street... we can spend the night. \n[57] \n[58]I feel the same way, Joe... I'll see you this afternoon? \n[59] \n[60] ", "Fischer": "", "Billy": "", "Kevin": "", "Maureen": "", "Rooney": "\n[1]  \n[2]  \n[3]I told the guy I didn't want to talk to... \n[4]No. \n[5]...you got your doctor's testimony. Why do you need me? \n[6]I've got nothing to say to you. \n[7]Nothing happened. \n[8]And ask me what? \n[9]I didn't do it, Mister. \n[10]Who says that I'm protecting anyone? \n[11]I don't owe them a goddamn thing. \n[12] \n[13]Well, maybe you better do that, then. You know you guys are all the same. You don't care who gets hurt. You're a bunch of whores. You'd do anything for a dollar. You got no loyalty... no nothing... you're a bunch of whores. \n[14]What are you talking about? \n[15]I, what are you talking about? I talked to her this morning, and she said... \n[16] \n[17]In New York? \n[18]You saw Kat in New York... ...or is she in town? Is she in town...? \n[19]  \n[20]  ", "Judge": "\n[1]  \n[2]You're late, Mr. Galvin. \n[3]Why is that? \n[4]Let's do some business. \n[5]They tell me that no bargain ever was completed other than quickly when both parties really cared to make a deal. \n[6] \n[7]Now, have you boys tried to resolve your little difficulty because that certainly would save the Commonwealth a lot of time and bother. \n[8]I'm sure it is, Frank: and let me tell you something. If we find it so complex, how in the hell you think you're going to make a jury understand it? See my point? Let's talk a minute. Frank: what will you and your client take right now this very minute to walk out of here and let this damn thing drop? \n[9]I know full well she can't, Frank. You see the Padre on your way out and he'll punch your ticket. You follow me? I'm trying to help you. \n[10]Huh! \n[11]    \n[12]...that's true. Sometimes they change, sometimes they don't. Now, I remember back to when you were disbarred... \n[13]And it seems to me, a fella's trying to come back, he'd take this settlement, and get a record for himself. I myself would take it and run like a thief. \n[14]Hm. We have the date set? Next Thursday. Good. See you boys in court. \n[15]  \n[16]    \n[17]Yes? \n[18]What is it? \n[19]That's perfectly all right. \n[20]You should have taken their offer. Especially if you were unprepared. \n[21]That happens. \n[22]I don't have a week. This case never should have come to trial. You know better. You're Mr. Independent. You want to be independent? Be independent now. I've got no sympathy for you. \n[23]Is the Plaintiff ready? \n[24]Defense...? \n[25]Let's begin. \n[26](in undertone, to Bailiff (glances at watch, Bailiff nods to him \n[27]Sustained. Yes. The witness will confine his testimony to review of the hospital records. \n[28] \n[29] \n[30]Yes, Mr. Galvin? \n[31]I'd just like to get to the point, Mr. Galvin. Let's not waste these people's time. Answer the question, Mr. Witness. Please. Would a nine minute lapse in restoring the heartbeat in and of itself be negligence? \n[32]Then you're saying there's no negligence, based on my question? \n[33]The Doctors were not negligent. \n[34]Thank you. \n[35]Thank you. I think that's enough for this morning. I'll see the Plaintiff's Counsel in my chambers. Now, please. \n[36]  \n[37]I got a letter from the Judge Advocate's office on you today, fella, you're on your way out... They should have kicked you out on that Lillibridge case. Now this is it today. \n[38]Listen to me, fella... \n[39] \n[40](beat; barely controlling anger \n[41]You aren't going to get a mistrial, boy. We're going back this afternoon, we're going to try this case to an end. Now you get out of here before I call the Bailiff and have you thrown in jail. \n[42]  \n[43]  \n[44]Mr. Concannon...? \n[45]Mr. Galvin, rebuttal? \n[46]I'll rule on that presently. Proceed. \n[47]Please proceed. \n[48]You may step down. \n[49]Mr. Galvin...? \n[50]Mr. Concannon...? \n[51]Mr. Concannon. \n[52]...one moment, Mr. Concannon... \n[53]The document is disallowed, the jury will be advised not to consider the testimony of Kathy Costello regarding the Xerox form. It's unsubstantiated and we can't accept a copy in preference to the original... \n[54]I'm going to uphold that. \n[55]Overruled... \n[56]Noted. Thank you. Miss Costello was a rebuttal witness. Her sole rebuttal was the document, which has been disallowed... \n[57]Her entire testimony must be stricken from the record. You shouldn't have heard it, but you did. Now, that was my mistake... and you must strike it from your minds, give it no weight. \n[58]  \n[59]Mr. Galvin...? \n[60]Have you reached a verdict? \n[61]You are not bound by anything, other than your good judgment, based on the evidence. \n[62]Yes. You are. \n[63]Please retire and... ", "Hoyle": "\n[1]  "}}