{"filename": "Reader,-The_script.txt", "imdb_id": "tt0976051", "imdb_url": "https://www.imdb.com/title/tt0976051", "characters": ["Peter Berg", "Michael Berg", "Doctor", "Brigitte", "Thomas Berg", "Woodyard Worker", "Hanna Schmitz", "Hanna's Neighbour (as Marie Anne Fliegel)", "Emily Berg", "Teacher", "Holger", "Sports Master", "Carla Berg", "Young Michael Berg", "Angela Berg"], "dialogues": {"Peter": "\n[1]The boy's saying he doesn't need a doctor. \n[2]Good then. \n[3]We're not going to argue about this. People have to take responsibility for their own lives. \n[4]You've inconvenienced your mother. \n[5]You scared her. \n[6]If he wants to go back, then he must. \n[7]Carla. \n[8]Get the boy something to eat. I think we all knew you'd come back to us eventually. ", "Berg": "\n[1] CARLA BERG is at the stove in the kitchen. She takes dinner through for the BERG family, at a round table in a traditional apartment, under a five-candled brass chandelier.    MICHAEL'S father, PETER, is a balding, abstracted man, eating in oppressive silence. Next to him, his older brother THOMAS, 18, his older sister, ANGELA, and his younger sister, EMILY. MICHAEL has his book in front of him, not touching his food.  \n[2] MICHAEL is lying in a single bed, his face violently inflamed. CARLA is with the DOCTOR, a much older man.  \n[3] The family is half-way through their meal. MICHAEL is sitting watching them eat, thinking about his lovemaking with HANNA.  \n[4] First light. Dawn breaking outside the window. MICHAEL is working at his desk, the surface covered in stamps, his collection book open. He picks one with a pyramid on it and looks at it. Underneath, MICHAEL'S VOICE reading Intrigue and Love by Schiller.  \n[5] 1966. A WOMAN LECTURER has a class of about 75 STUDENTS. From their hair, their dress, it could only be the 1960s.  \n[6] The small STUDENT GROUP is now rattling around informally in the big lecture room.  \n[7] MICHAEL is sitting on the steps outside the lecture room. ROHL walks straight past him.  \n[8] MICHAEL comes into the room and sits down, smoking a cigarette. ROHL waits.  \n[9] They are all three eating at the dinner table, eating a small roast chicken.  \n[10] On the other side of a busy Berlin street full of traffic, MICHAEL holds JULIA'S hand, a loving father, to guide her across the street.  \n[11] MICHAEL standing in the empty room. It's eerily silent. He goes to his bookcase. He runs his fingers along the spines, as HANNA once did. He takes out a paperback of the Odyssey. He looks at it a moment, then he starts to read to himself.  \n[12] 1988. MICHAEL, 44, is at his desk, with the phone in his hand, with a typed letter in front of him.  \n[13] MICHAEL is sitting quite still.  \n[14] ", "Michael": "\n[1] 1995. A modern apartment, all cool and glass. MICHAEL BERG is preparing breakfast, laying the table for two. He is 51, dark- haired, saturnine. He is doing everything with deliberate quietness, taking the occasional glance towards the bedroom to check he's not making too much noise. He is boiling an egg, which he takes out of boiling water and puts on a sparkling clean plate.  MICHAEL puts the yolk-stained egg-cup and plate into the sink, his breakfast eaten, then, as noiseless as he can, turns on the tap to run water. The bedroom door opens, and BRIGITTE comes out, naked. She's attractive, younger. The credits end.  \n[2]You were sleeping. \n[3]Nothing could be further from the truth. I boiled you an egg. See? \n[4]I'd hardly have boiled you an egg if I didn't want to see you. Tea or coffee? \n[5]I'm seeing my daughter. \n[6]Have I? She's been abroad for a year. Did you say tea? \n[7] MICHAEL kisses BRIGITTE on the cheek as she departs.  \n[8] 1995. MICHAEL stands at the window, looking out.  \n[9] 1995. MICHAEL closes the window.  \n[10]I'm sorry. I'm sorry. \n[11]It's here. I'll be fine now. Thank you. \n[12]I don't need a doctor. \n[13]Better. By the way, I meant to tell you, the day I got ill... a woman helped me. A woman in the street. \n[14]Yes. She brought me home. \n[15]I brought you these flowers. To say thank you. \n[16]I would have come earlier, but I've been in bed for three months. \n[17]Thank you. \n[18]Oh no. I'd never been ill before. It's incredibly boring. There's nothing to do. I couldn't even be bothered to read. \n[19]You're so incredibly beautiful. \n[20]How many more times? I've said I'm sorry. \n[21]It's hardly my fault, I got lost, that's all. That's why I was late. Can I have some more? \n[22]The doctor told me I had to take walks. \n[23]I meant to head for the castle, I ended up at the sports-field. \n[24]It's none of your business. \n[25]Dad, I've decided, I want to go back to school tomorrow. \n[26]Well I'm going. \n[27]What's your name? \n[28]Your name. \n[29]I've been here three times. You haven't told me your name. \n[30]Michael. \n[31]`Hanna'. \n[32]Studying? \n[33]Yes. \n[34]Latin. \n[35]Oh... \n[36]Quo, quo scelesti ruitis? Aut cur dexteris aptantur enses conditi? \n[37]It's Horace. \n[38]Do you want some Greek? \n[39]Oi men ippeon stroton oi de pesedon oi da naon phais epi gan malainan emmenai kalliston, ego de ken otto tis eratai. \n[40]How can you tell? How do you know when you've no idea what it means? \n[41]In German? \n[42]Well, I'm writing an essay. It's about a play. By a writer called Gotthold Ephraim Lessing. Perhaps you've heard of him? \n[43]The play's called Emilia Galotti. \n[44]Here. You can read it. \n[45]All right. I'm not very good. \n[46]Act One. Scene One. The setting : one of the prince's chambers. Prince - \"Complaints, nothing but complaints, petitions, nothing but petitions. For goodness' sake, just imagine that people actually envy us.\" \n[47]Good at what? \n[48]Because I didn't think I was good at anything. \n[49]What was all that about? \n[50]I got up - at 4.30 - specially - it's the first day of the holidays, I'd been planning to surprise you - \n[51]What is this? I was on your tram! You totally ignored me! What do you think I was doing? Why the hell do you think I was there? \n[52]I didn't mean to upset you. \n[53]I don't know what to say. I've never been with a woman. We've been together four weeks and I can't live without you. I can't. Even the thought of it kills me. \n[54]I sat in the second carriage because I thought you might kiss me. \n[55]Is it true what you said? That I don't matter to you? \n[56]Do you forgive me? \n[57]Do you love me? \n[58]Oh. Well I do. I took something with me this morning. \n[59]It's another play. \n[60]Intrigue and Love, a play by Friedrich Schiller... \n[61]The Odyssey by Homer. \n[62]It's a journey. He sets out on a journey. \n[63]\"Sing to me of the Man, Muse, the man of twists and turns Driven time and again off course, once he had plundered The hallowed heights of Troy. Many cities of men he saw and learned their minds, Many pains he suffered, heartsick at the open sea, Fighting to save his life and bring his comrades home... \n[64]\"And we will some new pleasures prove of golden sands and crystal brooks, with silken lights and silver hooks...\" \n[65]I poked into the place aways and encountered a little open patch as big as a bedroom, all hung around with vines and found a man lying there asleep, and by Jinks it was my old Jim... \n[66]\"Lady Chatterley felt his naked flesh against her as he came into her. For a moment he was still inside her... \n[67]I borrowed it from someone at school. \n[68]`Blistering Barnacles and a thundering typhoon. It is water.' `But what on earth did you expect it to be?' \n[69]Whisky! By thunder, whisky. `Whisky? Come now captain, you can't be serious.' \n[70]I was wondering, do you think you could get some time off? Maybe we could go for a trip. \n[71]I'd love to go bicycling. Just for two days. \n[72]I've got a guide-book. I've worked out the route. Look, what do you think? \n[73]\"I'm not frightened. I'm not frightened of anything. Why should I be? I welcome obstacles, because they'll be like mountains I can fly over to be in your arms. The more I suffer, the more I'll love... \n[74]\"Danger will only increase my love, it will sharpen it, it will give it spice. I'll be the only angel you need. On this arm, Luise, you will go dancing through life. You will leave life even more beautiful than you entered it. Heaven will take you back and look at you and say `Only one thing can make a soul complete, and that thing is love.' \n[75]What are you having? \n[76]Thank you. She enjoyed her meal very much. \n[77]Here, let me show you where we're going. \n[78]I'm writing a poem. About you. \n[79]It's not ready. I'll read it to you one day. \n[80] 1995. MICHAEL, now 51, is standing by his desk. He opens a drawer. He takes out the recognizable notebook. He opens its yellowing pages and looks at the poetry. Then flips the pages, to some handwritten lists - the words `Odyssey', `Schnitzler', `Chekhov', `Zweig' with numbers beside them. MICHAEL flaps it shut, puts it back and turns to go out.  \n[81]I'm fine. \n[82]I'm Michael. \n[83]It's wonderful, isn't it? \n[84]Oh sure. Everything mankind could ever dream of. \n[85]Just it's more fun without them. \n[86]I'm sorry I'm late. I was held up at school. \n[87]The Lady with the Little Dog. By Anton Chekhov. \n[88]\"The talk was that a new face had appeared on the promenade, a lady with a little dog.\" \n[89]Why? What for? \n[90]I'm sorry. Really. I promised someone I'd do something else. \n[91]What's wrong? \n[92]You never ask, you never bother to ask how I am. \n[93]It just happens to be my birthday. It's my birthday, that's all. In fact, you've never even asked when it is. \n[94]No, I don't want a fight. What's wrong with you? \n[95]It's always on your terms. Everything. We do what you want. It's always what you want. My friends were giving me a party! \n[96]And it's always me that has to apologize. \n[97]I stayed at a friend's. \n[98]Thank you. \n[99]Julia. \n[100]Welcome back. \n[101]So how will you decide? \n[102]You've seen your mother? \n[103]Away from your parents? \n[104]I'm aware I was difficult. I wasn't always open with you. I'm not open with anyone. \n[105]Julia. How wrong can you be? \n[106]I admit it now, I was nervous. \n[107]It is silly. \n[108]I'll see you very soon. \n[109]Julia, wait. I want to ask you a favour. \n[110]I want to take you on a trip. I want to show you something. \n[111]Tomorrow, maybe. Can I pick you up in the car? \n[112]At ten, say. \n[113]Then good. \n[114]Yes. Come in. \n[115]Oh I don't know. \n[116]It's how I was brought up. What about you? Are you serious? \n[117]Well I do. But I won't work every night. \n[118]Why all the police? \n[119]For or against? \n[120]Do you want a pen? \n[121]I'm fine. \n[122]I don't know. It wasn't quite what I expecting. \n[123]I'm not sure any more. \n[124]We're trying to understand. \n[125]Which woman? \n[126]I don't know which woman you mean. \n[127]I have a piece of information. Concerning one of the defendants. Something they're not admitting. \n[128]It happens this information is favourable to the defendant. It can help her case. It may even affect the outcome, certainly the sentencing. \n[129]There's a problem. The defendant herself is determined to keep this information secret. \n[130]Because she's ashamed. \n[131]Of course not. \n[132]I can't. I can't do that. I can't talk to her. \n[133]I'm sorry. I need to sleep by myself. \n[134] MICHAEL is lying in his own bed, staring up at the ceiling, not able to sleep. MICHAEL reluctantly pushes back the cover and gets naked out of bed. Slowly he begins to dress.  \n[135]I said : I'll tell you when we get there. You told me you liked surprises. \n[136]She's grown, hasn't she? \n[137]My fault. We shouldn't have come unannounced. \n[138]I'm afraid I've have some bad news. Julia knows. \n[139]We've already told her. Gertrud and I are getting a divorce. \n[140]You know, it's not easy for me to visit this town. \n[141]That's not what I'm saying. It's not what I meant. \n[142]You mustn't worry about Gertrud. I'm going to look after her. And anyway, let's face it, she's already a state prosecutor, she earns far more than I do. \n[143]I don't mind at all. I've a lot to do, in fact. \n[144]I took her to see where I grew up. \n[145]You could say. \n[146]I don't know. Impulse. \n[147]I suppose if I'm honest we went because I wanted to re-establish contact. \n[148]Are you all right? \n[149] MICHAEL standing in the empty room. It's eerily silent. He goes to his bookcase. He runs his fingers along the spines, as HANNA once did. He takes out a paperback of the Odyssey. He looks at it a moment, then he starts to read to himself.  \n[150]\"Sing to me of the Man, Muse, the man of twists and turns Driven time and again off course, once he had plundered The hallowed heights of Troy... \n[151] MICHAEL gets out a tape machine.  \n[152] MICHAEL holds the microphone.  \n[153]Testing. Testing. 1-2-3. \n[154]The Odyssey by Homer. \n[155] MICHAEL presses the recording button and speaks into the machine.     \n[156]The Odyssey by Homer. \"Sing to me of the Man, Muse, the man of twists and turns Driven time and again off course, once he had plundered The hallowed heights of Troy... Many cities of men he saw and learned their minds, Many pains he suffered, heartsick at the open sea, Fighting to save his life and bring his comrades home... \n[157] Later. MICHAEL is now walking up and down, in his shorts and T-shirt, microphone in hand, still reading.  \n[158]\"Ah, how shameless - the way these mortals blame the gods. From us alone, they say, come all their miseries... \n[159]\"Who are you? Where are you from? Your city? Your parents? I'm wonderstruck - you drank my drugs, you're not bewitched...\" \n[160]Zeus from the very start, the thunder king Has hated the race of Atreus with a vengeance - \n[161]His trustiest weapon women's twisted wiles... \n[162]The Lady with the Little   Dog, by Anton Chekhov. \"The talk   was that a new face had appeared on   the promenade, a lady with a   little dog...\" \n[163]The Lady with the Little Dog, a story by Anton Chekhov. The talk was... \n[164] MICHAEL is holding a letter. He looks down at the writing : `Thanks for the latest, kid. I really liked it.' He stares, then puts it down and steps back stunned.  \n[165] MICHAEL continuing to read to her on the machine.  \n[166] MICHAEL is reading the latest letter from HANNA. He looks at it. \"Do you receive my letters? Write to me, kid.\" MICHAEL opens a drawer in a file box on the floor. There is a stack of her letters inside. He puts the latest on top of the pile and closes the drawer.  \n[167] 1988. MICHAEL, 44, is at his desk, with the phone in his hand, with a typed letter in front of him.  \n[168]Yes. \n[169]I have it here. \n[170] MICHAEL is sitting quite still.  \n[171]No. I don't. \n[172]Yes. I'm still here. \n[173] \n[174]It's kind of you. Thank you for letting me know. \n[175]Yes. \n[176]I've got a friend who's a tailor, he makes my suits. He'll give you a job. And I've found you somewhere to live. It's a nice place. Quite small but nice. I think you'll like it. \n[177]There are various social programmes, cultural stuff I can sign you up for. And there's a public library very close. \n[178]You read a lot? \n[179]I did. Yes I did. We have a daughter. I'm not seeing as much of her as I would like. I'd like to see a great deal more of her. \n[180]The marriage didn't last. \n[181]Have you spent a lot of time thinking about the past? \n[182]No. No, I didn't mean with me. \n[183]And now? What do you feel now? \n[184]I wasn't sure what you'd learnt. \n[185]I'll pick you up next week, OK? \n[186]Good. Quietly, or shall we make a big fuss? \n[187]OK. Quietly. \n[188]You too. \n[189]See you next week. \n[190]She didn't pack. She never intended to leave. \n[191]Ms Mather? \n[192]I was already here. I was at a conference in Boston. \n[193]Yes. \n[194]Yes. Almost twenty years ago. I was a law student. I remember you, I remember your mother very clearly. \n[195]I'm sorry. \n[196]Perhaps you heard. Hanna Schmitz recently died. She killed herself. \n[197]A kind of friend. It's as simple as this. Hanna was illiterate for the greater part of her life. \n[198]No. \n[199]No. No. She taught herself to read when she was in prison. I sent her tapes. She'd always liked being read to. \n[200]When I was young I had an affair with Hanna. \n[201]I was almost sixteen when I took up with her. The affair only lasted a summer. But. \n[202]She'd done much worse to other people. I've never told anyone. \n[203]What she wanted...what she wanted was to leave you her money. I have with me. \n[204]As you think fit. \n[205]Here. \n[206]What was in it? \n[207]I was thinking maybe an organization to encourage literacy. \n[208]Do you know if there's a Jewish organization? \n[209]Shall I do it in Hanna's name? \n[210]I thought you liked surprises. \n[211]That's what I wanted to tell you. That's why we're here. \n[212]I was 15, I was coming home from school, I was ill... ", "Doctor": "\n[1]Remind me, how old are you now? \n[2]It's scarlet fever. He'll be in bed for several months. At least. \n[3]Burn the sheets. Complete isolation. And three months is the minimum. ", "Brigitte": "\n[1]You didn't wake me. \n[2]You let me sleep because you can't bear to have breakfast with me. \n[3]Does any woman ever stay long enough to find out what the hell goes on in your head? \n[4]What are you doing tonight? \n[5]Your daughter? You've kept very quiet about her. \n[6]I'm going. Give my love to your daughter. ", "Thomas": "", "Woodyard": "", "Worker": "", "Hanna": "\n[1]Hey. Hey! \n[2]Hey, kid. Hey. \n[3]Where do you live? \n[4]Look after yourself. \n[5]Come in. \n[6] The flat is without decoration, an enfilade of small rooms. A stove, a sink, a tub, a boiler, a table, a few wooden chairs. There is no window, just a balcony door to let light into the room. HANNA carries on ironing.  \n[7]Put them down there. \n[8]You're better now? \n[9]Have you always been weak? \n[10]I have to go to work. I'll walk with you. Wait in the hall while I change. \n[11] MICHAEL is sitting on the steps of the first landing. Then, as if from nowhere, HANNA is suddenly standing behind him, in uniform, carrying a box of coal in one hand, a scuttle in the other. She looks tired but not surprised to see him.     \n[12]There are two more buckets downstairs. You can fill them and bring them up. \n[13] HANNA is at the kitchen table, drinking a glass of milk. She has taken off her jacket and loosened her tie. MICHAEL comes in with the two buckets of coal, his face and clothes filthy. She roars with laughter, full-throated.  \n[14]You look ridiculous, look at you, kid. \n[15]You can't go home like that. Give me your clothes, I'll run you a bath. \n[16]What, do you always take a bath in your trousers? \n[17]It's all right, I won't look. \n[18]Wash your hair, I'll get you a towel. \n[19]So. That's why you came back. \n[20]Now, kid, you know that's not true. \n[21] HANNA is at the sink. MICHAEL comes in, precipitate, tearing off his clothes and embracing her at the same time. He drops his trousers and lifts her onto the sink. He comes in about twenty seconds. He stands sweating.  \n[22]All right, kid, it's not just about you. \n[23] They are on the bed. He is lying underneath her. HANNA leads his hands to her face, then down her body. She begins to move, and in response, he moves too. He watches awed as she comes.  \n[24] HANNA has fallen asleep on MICHAEL'S chest. He is awake, looking at the birthmark on her left shoulder. The sound of the wood yard below. He kisses the birthmark. She stirs.  \n[25]What? \n[26]Why do you want to know? \n[27]It's Hanna. What's yours, kid? \n[28]Michael. Hmm. So I'm with a Michael. \n[29] Later. Dark. MICHAEL is almost asleep, HANNA awake.     \n[30]You never tell me what you've been studying. \n[31]At school. Do you learn languages? \n[32]What languages? \n[33]Say something in Latin. \n[34]It's wonderful. \n[35]It's beautiful. \n[36]What about in German? \n[37]Do you have anything? \n[38]Have you got it? \n[39]I'd rather listen to you. \n[40]You're good at it, aren't you? \n[41]Reading. \n[42]Why are you smiling? \n[43] MICHAEL is on the stairs as HANNA comes up, in her uniform.  \n[44] HANNA has gone in to put down her things at the kitchen table. MICHAEL follows, desperate.  \n[45]Poor little baby. Got up at four thirty - and on your holidays too. \n[46]I haven't the slightest idea. And what you do is your business not mine. \n[47]And if you wanted to speak to me, I was in the first carriage. So why did you sit in the second? \n[48]And now, thanks very much, I've been working, I need a bath. Get out, I'd like to be by myself. \n[49]You don't have the power to upset me. You don't matter enough to upset me. \n[50]Kid, you thought we could make love in a tram? \n[51] MICHAEL is sitting on the side of the bed. HANNA comes in, wrapped in a towel.  \n[52]Do you have a book? \n[53]What is it? \n[54]We're changing the order we do things. Read to me first, kid. Then we make love. \n[55] HANNA is baking bread. MICHAEL is on a chair beside her with a book.     \n[56]What's an odyssey? \n[57] HANNA is in the bath. MICHAEL is reading a Shakespeare sonnet to her.  \n[58]Come here. \n[59] HANNA is sewing. MICHAEL is reading Huckleberry Finn.  \n[60] MICHAEL is at the bottom of the bed. HANNA is lying inside. He is reading Lady Chatterley's Lover.  \n[61]This is disgusting. Where did you get this? \n[62]You should be ashamed. Go on. \n[63] MICHAEL reads Tin-Tin to HANNA, who is lying on the bed. They are both looking at the pictures.  \n[64]Whisky. \n[65]All right, kid, that's enough for today. \n[66]What sort of trip? \n[67]I think you like planning, don't you? \n[68]You order. I'll have what you have. \n[69]It's OK, kid. I don't want to know. \n[70]What are you doing? \n[71]Can I hear it? \n[72] MICHAEL flies up the stairs, then goes in. HANNA is sitting sewing. He kisses her on the cheek as he gets out a book.  \n[73] HANNA is sitting unhappily as MICHAEL reads to her. They are both in a bad mood.  \n[74]Oh kid, kid. Stop. \n[75]Nothing's wrong. It's nothing. \n[76]You never say. \n[77]Look if you want a fight, kid... \n[78]What business is it of yours? \n[79]Well then why are you here? Go back to your party. Isn't that what you want? \n[80]You don't have to apologize. No-one has to apologize. No-one can make you. \n[81]War and Peace, kid. \n[82] HANNA is on the edge of the bath, running water. She has a pale blue flowered smock. She is running with sweat. The smock sticks to her. MICHAEL gets out a book. HANNA drops lavender oil into the bath. MICHAEL stands in the bath and she washes his body.  \n[83] They are making love on the bed. It's intense. At one point she moves on top of him. She holds his head between her hands, as if she would crush the life out of him. Then she lets go.  \n[84] They are both sweating, exhausted. She looks a moment.  \n[85]Now you must go back to your friends. \n[86] MICHAEL has gone. HANNA washes out milk bottles and empties them into the sink. Then she picks up her luggage and leaves the empty apartment.  \n[87] MICHAEL lying on the bed, curled up, in his clothes, like a foetus, asleep.  \n[88]Yes. \n[89]My name is Hanna Schmitz. \n[90]Yes. \n[91]Yes. \n[92]Yes. \n[93]Yes. \n[94]I heard there were jobs. \n[95]I was working at Siemens when I heard the SS was recruiting. \n[96]They were looking for guards. I applied for a job. \n[97]Yes. \n[98]Yes. \n[99]Yes... \n[100]Yes I know. I know Ilana Mather. \n[101]Yes, it's right. \n[102]Yes. \n[103]Yes. \n[104]There were six guards, so we decided we'd choose ten people each. That's how we did it - every month. We'd all choose ten. \n[105]We all did. \n[106]Yes but there were new arrivals, new women were arriving all the time, so of course we had to move some of the old ones on. \n[107]We couldn't keep everyone. There wasn't room. \n[108]Well, what would you have done? \n[109]So should I never have signed up at Siemens? \n[110]I don't know what you're asking. \n[111]Obviously. For the obvious reason. We couldn't. \n[112]We were guards. Our job was to guard the prisoners. We couldn't just let them escape. \n[113]No. \n[114]If we opened the doors, then there would have been chaos. How could we have restored order? \n[115]It happened so fast. It was snowing. The bombs - There were flames all over the village. Then the screaming began. It got worse and worse. And if they'd all come rushing out, we couldn't just let them escape. We couldn't. We were responsible for them. \n[116]It isn't true. I was just one of the guards. \n[117]No. No. We all discussed what to say. We all wrote it together. \n[118]No. And I didn't write the report. Does it matter who did? \n[119]My handwriting? \n[120]I'm sorry, but I really don't see how that's appropriate. Nearly twenty years have gone by. \n[121]Are you really going to compare handwriting of twenty years ago, with handwriting of today? \n[122]There's no need. I wrote the report. \n[123] HANNA is in her cell, folding her blanket. She is 53, a new austerity, a greyness about her. Her cell is modern, but without decoration.  \n[124]I want to take out a book. \n[125]Do you have The Lady with the Little Dog? \n[126]Hanna Schmitz. \n[127]You've grown up, kid. \n[128]Thank you. \n[129]I prefer being read to. \n[130]That's over now, isn't it? \n[131]Did you get married? \n[132]You mean, with you? \n[133]Before the trial I never thought about the past. I never had to. \n[134]It doesn't matter what I think. It doesn't matter what I feel. The dead are still dead. \n[135]I have learnt, kid. I've learnt to read. \n[136]That sounds a good plan. \n[137]Quietly. \n[138]Take care, kid. \n[139] The room is simple, a bedroom to one side, a bathroom to the other. It is all furnished with simple functional furniture. The end of a hard day's work. MICHAEL hangs a picture over the desk - a landscape, reminiscent of where they once went cycling. The job is done. He looks round, grimly content.  ", "Schmitz": "", "Emily": "\n[1]He does. \n[2]How can anyone get lost in their own home town? \n[3]So? \n[4]They're in opposite directions. \n[5]He's lying. \n[6]It's him. ", "Teacher": "\n[1]The notion of secrecy is central to Western literature. You may say the whole idea of character in fiction is defined by people holding specific information which for various reasons - sometimes perverse, sometimes noble - they are determined not to disclose. \n[2]Good morning, ladies. Gentlemen, please welcome your new fellow- students, treat them with courtesy, please. \n[3]Everyone believes that Homer's subject is homecoming. In fact, The Odyssey is a book about a journey. Home is a place you dream of, it's not a place you ever attain. \n[4]Berg, I don't mean to distract you, but we're meant to studying Homer, not studying Sophia. ", "Holger": "\n[1]Michael the water's fantastic. \n[2]Wonderful. It's going to be a great summer. \n[3]Now the Americans have allowed us back in our own lake. \n[4]You should see their stores. They have everything. \n[5]He always leaves early. \n[6]Get a move on, we're leaving early today. \n[7]We're going back to Sophie's. It's your birthday. We're giving you a party. ", "Sports": "", "Master": "", "Carla": "\n[1]I'm worried about him. He looks terrible. \n[2]Peter. \n[3]Michael's fifteen. \n[4]Keep away. He's contagious. \n[5]How are you feeling? \n[6]She helped you? \n[7]Do you have her address? \n[8]He's not lying. Michael never lies. \n[9]The doctor says you need another three weeks. \n[10]Peter? \n[11]Where were you last night? What happened? \n[12]I don't know. It's so long since I saw her, Michael, how can I tell? \n[13]You didn't come for your father's funeral, but you come for this? \n[14]Were you really so unhappy? \n[15]Well then? \n[16]Michael, I'm not worried about Gertrud. I'm worried about you. ", "Angela": ""}}