{"filename": "Bounty-Hunter,-The_script.txt", "imdb_id": "tt1038919", "imdb_url": "https://www.imdb.com/title/tt1038919", "characters": ["Gary", "Stewart", "Sid", "Teresa", "Milo Boyd", "Earl Mahler", "Judge", "Arthur", "Bobby", "Uncle Sam", "Gelman", "Dwight", "Kitty Hurley", "Nicole Hurley", "Jimmy"], "dialogues": {"Gary": "", "Stewart": "\n[1]Come on, take a break. I've got Kahlua... \n[2]Where ya going? \n[3]Please. Nobody goes there for the hot wings. You got a tip. \n[4]Now are you gonna let me in on it? \n[5]You know what? We need to talk about our relationship. \n[6]Yes, but you made out with me. \n[7]I want in on that story! \n[8]  \n[9] \n[10]Ok, the truth is she asked me to pick up her dry-cleaning... \n[11] \n[12] \n[13]We have a history, yes. \n[14]Wait a second: you're Milo. She talks about you all the time. \n[15]Oh yeah, dude. She hates you. \n[16]Yeah. She says you're the most selfish, immature, stubborn... \n[17]Hey, man, I'm on your team. \n[18]Wait, where are you going? \n[19]  \n[20]Stewart pulls into traffic, FOLLOWING THE CADILLAC.   \n[21]That's my space, you asshole! \n[22]Dammit. \n[23]No, who's Jimmy? \n[24]Ok.  Where are you, by the way? I mean, exactly. \n[25]Damn, I'm good! \n[26]Shit, man, you startled me. Can I help you? \n[27]Whoa, wait just a minute... \n[28]\n[29]What about me? ", "Sid": "\n[1] Hazy pieces: a tilting clock on the wall. A battered metal desk. Filing cabinets, spitting up papers. A man, SID (wound sorta tight, Milo's best friend) peers down at us:  \n[2]You're drooling on my sofa. \n[3]You do have an apartment, don't you? With a bed of some kind? \n[4]Heard you shut down 5th Street yesterday. Gave every kid in the county the gift of nightmares. \n[5] Swearing under his breath, Sid is trying to stuff a Xmas tree into the back of a station wagon. At least half of the tree is hanging out of the back. Milo drinks a beer and watches.    \n[6]You gonna give me a hand, or just stand there killing your liver? \n[7]So I told her, fine, I'd handle Xmas this year. I mean, what's to handle? You buy a tree, some gifts, cook a ham, hang some lights. An idiot could do it. \n[8]You have plans for the holiday? \n[9]Gonna drink some cheap whiskey and put your fist through a wall? \n[10]Then forget it. \n[11]I've got an open bond, but your thing sounds like more fun. I'll give it to Doug instead. \n[12]You're always in the hole. \n[13] \n[14]Ok. But remember: you asked for it. \n[15]Yes. \n[16]Yes. \n[17]Are we done yet? \n[18]It's not a joke. \n[19]Apparently the whole thing started with some reckless driving, and ended with her assaulting a police officer. \n[20] \n[21]Hey, I know she dumped you... \n[22] \n[23]The point is, I'm aware you guys have issues, but I'm running a business here. A person needs bail, I don't have time to check with you first. \n[24]I'm not out of a bond if you go pick her up. It's five grand to bring her back by 9am, Xmas day. \n[25]You're a good listener. \n[26]I take it you're interested. \n[27]Ok, take it easy... \n[28]I can't believe you guys broke up over a stupid article. \n[29]Are you sure you can handle this? \n[30]Let's face it: you're not exactly rational around her. I mean, if I was a cop working a case and some reporter came snooping around, I'd say \"no comment\". Not \"no comment, but care for a cocktail\"? And then a month later, running off to some love shack called \"Caveman's Cabin\" and tying the knot? Who does that? \n[31] Sid shuts his door, then speaks into his phone, low:  \n[32]Yeah. He took the job. But if this thing goes bad, I'm blaming you. \n[33]\n[34]Why do you care? \n[35]Hilarious. Listen to me: you guys made a terrible couple. \n[36]Relationships aren't about competition, they're about compromise. \n[37]Exactly. Now just get her here. Cause I can't afford to lose this bond. \n[38]  \n[39]  \n[40]I don't get it. Why are you helping her? \n[41]Yeah? If you're not helping her, what are you doing? \n[42]You are so full of shit. You don't want your job back. You just want to prove you're smarter than she is. \n[43]...cheated, right, I know, you've told me a million times. Did it ever occur to you that a normal couple wouldn't compete the way you guys do in the first place? \n[44] \n[45]Do I have a choice? \n[46]\n[47]What's the problem now? \n[48]It means she's madly in love with you. \n[49]No, you idiot, it means she hasn't cleaned out her wallet in 3 years. I'm pretty sure I'm still carrying around a condom from 1987. (to one of the kids) Son of a bitch, Jeremy, don't eat things you find on the floor. \n[50]Why do you care? Listen to me: you hate this girl, remember? You drank yourself out of a job over this girl. \n[51]You were fired. \n[52]Teresa, get off the line. I knew I should have sent Doug. Milo, do me a favor. Don't call me again until you get her to jail. \n[53]  \n[54]\n[55] \n[56] PAN TO THE DOORWAY, where Bobby stands, inspecting the room.  \n[57] Cass and Milo get drenched, BUT ARE SAFE.  \n[58]Well, you were right. \n[59]I hear ya. ", "Teresa": "\n[1]Sid, you got a DUI on line one. What's going on? \n[2]Ok.  Can I have my gum back? \n[3]Sid's Bail Bonds. \n[4]Is that some sort of perverted innuendo? Who is this? \n[5]Sid's busy shopping.  He thinks he can handle Xmas. \n[6]Yeah? I want a bonus for getting through the holidays without stabbing anyone with a fork. \n[7]keeping one eye on Cass:  \n[8]No, I do not keep my ex's photo in my wallet. \n[9]She keeps their wedding photo in her wallet. He wants to know what that means. \n[10]I think it means she loves him. \n[11]Are you sleeping with her? ", "Milo": "\n[1]You said \"please set fires in my bar\". Wait, no, that's not right. \"Please don't set fires in my bar\". Ok, jeez, you try to get in the holiday spirit... \n[2]That's the beauty of my job, Crystal. Tracking down idiots is something you can do pretty much anywhere. See, there's one... \n[3]And there's another one... \n[4]And there's... \n[5]I don't believe it. That idiot. (to Crystal) Save my seat. \n[6]Yeah, you. Rudolph. Come here, you fucking ding-dong. \n[7] \n[8]Not now, Dwight. \n[9] \n[10] \n[11]Take it easy, skippy, I'm just doing my job. \n[12]So I can be like you patrol boys and sit around all day with my thumb up my ass? \n[13]This isn't a tough time of year for me. It's Christmas. Who doesn't love Christmas? \n[14]What situation? Being a man who works his own hours and has his freedom and lives the high life? \n[15]Unhappy? Are you kidding me, Bob? Look at me: I'm the happiest man alive. \n[16]\n[17]Talked to who? \n[18]I haven't talked to her in three years, why would I talk to her now? \n[19]I'm not invited. I'm not a cop anymore, remember? \n[20]I don't know, Bob. I'm sorta busy. \n[21]Do I look like I need advice from a grown man in antlers? \n[22]Hey, I'm a giving kind of guy. Anyway, what do you care? I brought your guy in, right? \n[23]Is that a trick question? \n[24]Well, we'll soon find out. \n[25]The usual. \n[26]Jealous? \n[27]Forget what? \n[28]Whoa. Hold up, Heidi. What the fuck. I want the job, I'm in the hole. \n[29]What's your point? \n[30]Hey. I just woke up. I was gonna shower. \n[31]No. \n[32]No. \n[33]No. \n[34]Is this a joke? Because if it is, I'm gonna have to kill you. \n[35]She got arrested? And then she jumped bail? \n[36]Yeah. That sounds like her. But here's my question: why the hell did you post her bail? \n[37]Whoa. She did not \"dump me\". \n[38]No, not \"whatever\". I dumped her. \n[39]Well, had you checked with me first, you wouldn't be out of a bond right now. \n[40] \n[41]I love you! You're the best friend a guy could ever have! \n[42]Right. Sorry. \n[43]You know what this is, don't you? Karma! Payback! You know how they say \"What goes around comes around\"? Turns out it's true! \n[44]That middle initial stands for Rhonda, by the way. She tells people it stands for \"Rachel\", but that's a lie. \n[45]We didn't break up over a stupid article. We broke up because she is a cheating, manipulative liar. \n[46]Why wouldn't I be able to handle this? \n[47]That's not even close to what happened. For one thing, it was called \"Cupid's Cabin\". And for another, that was before I knew how conniving she was. Now I know. So all I have to do is track her down, cuff her up, and bring her in. And I've got, what, two days? Shit, man. Easy as pie. \n[48] A freshly showered and shaved Milo packs for the job, singing at the top of his lungs:    \n[49]Luck be a lady... \n[50]Toooo....NIIIIIGHT! \n[51] \n[52] Milo tosses the duffle in the backseat. He pulls out the job sheet and inspects it. CASS' CELL PHONE NUMBER IS LISTED. Pulls out his cell phone, then hesitates. He glances around and sees a PAY PHONE ACROSS THE WAY.  Pockets his cell phone and crosses to the pay phone.   \n[53]You better run, you crazy bitch. \n[54]Nice dog. Very compact. \n[55]Candygram. \n[56]Whoops. \n[57]`Allo, love. \n[58]Wrong. Try again. \n[59]You sleeping with her, Stu? \n[60]Yeah, that's what I mean. Are you sleeping with her at this very moment? \n[61]A \"history\", huh?  Good luck with that. \n[62]The thing is, Stu, she'll make you think she's interested in you, when really all she's interested in is the case you're working on, because she wants to launch her big hot- shot career. \n[63] \n[64]Oh, she hates me? \n[65] \n[66]No you're not, Geraldo. I don't allow reporters on my team. \n[67]And for the record: I'm the one who hates her. Just so that's clear. \n[68] \n[69]Well, nice meeting ya, Stu. \n[70]I'm going to pick up your girlfriend. But don't worry, if she ever gets out of jail, I'm sure you'll be very happy together. \n[71]  \n[72]...and this loser she's dating looks like he buys his clothes from Kmart. \n[73]I don't. I just think it's funny. \n[74]I know that. You don't have to tell me that. \n[75]You mean like when your wife wants to do one thing, and you want to do another, and you compromise by doing what she wants? \n[76]No worries. In fact, I already know where she is and I'm gonna go pick her up right now. \n[77]Happy to see you, too. \n[78]Ok. What say we do this inside? \n[79]What happened to the pirate show? \n[80]But...you are female. \n[81]Where is she, Lois? I need to talk to her. \n[82]I wasn't mad about that article. In fact: what article? \n[83]Devastated her right to the top. \n[84]She got to tour the White House? \n[85]Tell me where she is, Lois. \n[86]Hello, Cass. \n[87]Fancy meeting you here. \n[88]How are you? \n[89]Swell. Nice day. \n[90]Brisk. \n[91]Invigorating. \n[92]\"Building a sand castle, drinking from a coconut\". Man, once a liar, always a liar. \n[93]Working? Hey, me too. \n[94]What I do is, I track down criminals. People who jumped bail. Idiots who decided to go on the run after biting police officers. I find them, and I take them to jail. \n[95]Tell you what: I'll give you more than a second. I'll give you 10. For old times sake. \n[96]10...9...8... \n[97]Strike one. \n[98] \n[99]Strike two. \n[100]Strike three. Get in. \n[101]I beg to differ. \n[102]Nope.  I'm gonna shoot a cab driver. \n[103]Ok. \n[104]Deck the halls with boughs of holly, fa la la la laaaa... \n[105]Guess who's in my trunk? \n[106]Aw, come on, Teresa, you know it's me. Put Sid on. \n[107]Ok, just tell him I got her and I'll be back in 2 hours. I want a bonus for bringing her in so quick. \n[108]Don't be such a pessimist. You still have time. \n[109]Gotta go. I got another call. \n[110]Tina's Thai massage! Where every ending is a happy one! \n[111]Hmm. Nope. By the way, your boyfriend Stewart's been following me. Unfortunately, I had to ditch him at the track. \n[112]Aw, don't be embarrassed. These things happen. You were drunk when you guys hooked up, right? \n[113]Bad news for you, then. I wouldn't help you if you were the very last baby sea turtle in the world, dragging its tiny weak body across the burning hot sand while sea gulls circled overhead. I'd just pull up a chair, sip a pina colada, and let nature take its course. \n[114]Hey, I used to be a sucker, but no more. You can cry til the cows come home, for all I care. \n[115]Holy shit!  Hey, um, Cass?  Cassidy? \n[116]It's Ok, hang on, I'm coming... \n[117]\n[118]Son of a... \n[119]\n[120]Me? I'm the dirty fighter? \n[121]Sure. What the hell. \n[122]Get in the car. \n[123]Thanks, Captain Obvious. \n[124]I enjoy sleeping on the floor. Matter of fact, I love sleeping on the floor. I love everything about my life. Great job, good friends, hot girlfriend... \n[125] \n[126](the first name that pops \n[127]Oh, she has all her chromosomes, believe you me. \n[128]I can tell. You and Stewart make a great couple, by the way. You and me made a terrible couple. But you two? Like peas in a pod. \n[129]I can't imagine. \n[130]Not even on his best day. \n[131]I'll bet he has a lot of those. \n[132]You can't win if you don't play. \n[133]I win all the time. \n[134]You know what? Seeing as how I'm about to come into five grand... \n[135]I think I'll do a little betting right now. \n[136]Please. I have two days. A monkey could get you back in two days. \n[137]Nope. \n[138] \n[139]Prepare to observe the master. \n[140]Hmm. Lemme see... \n[141]Nope. Guess not. \n[142] \n[143] \n[144]We used to be together. Back when I was young and foolish. \n[145]And I was slumming. \n[146]Wait. Champagne! I'm celebrating. \n[147] \n[148]Oh? Old Lois not feeling up to par? \n[149] \n[150]Impressive. No wonder you got all those awards. So lemme guess: the real reason you jumped bail is cause you're on a story. \n[151] \n[152]You think about that much? Me being the last man alive? Am I naked in this fantasy? \n[153]Please. Isn't the whole \"dirty cop\" thing kind of old? Maybe you should do a story about something people are interested in. Like internet porn. Or lesbians. \n[154]Oh, sure, like you credited me in the 13th Street Article? \n[155]That's one way of putting it. \n[156]Forget it. I don't want to be in your article. In fact, I would rather eat a bowl of broken glass than have my name in any way associated with one of your lousy articles... \n[157]I already have. \n[158]Please. Nobody was murdered. \n[159] \n[160]Dumped in a reservoir? \n[161]Car accident? \n[162]You know what it sounds like? It sounds like you're going to jail. \n[163] \n[164]I'm gonna have to frisk you. \n[165]You gain a little weight? \n[166]Make it quick. \n[167]You almost done in there? \n[168]Hello? Ok, that's long enough, I'm coming in... \n[169]You better run. \n[170]\n[171]\n[172] \n[173] \n[174]\n[175]\n[176]A guy can dream, can't he? \n[177]Hey, I know it was a mistake. Don't think you're telling me something I don't know, cause you're not. \n[178]Sure that wasn't me? \n[179]Ha ha. \n[180]You think dirty cops are trying to kill you? Look, I know you think you're hot shit and everything, but I'm pretty sure the only one around here who might want to kill you is me. \n[181]What? \n[182]Yeah? He doesn't look like a cop to me. \n[183]Would you just calm down for a second and... \n[184]Jesus christ... \n[185]\n[186]   \n[187]\n[188] \n[189]\n[190] She points past him. Milo turns to see MAHLER DRIVING BESIDE \n[191] \n[192]\n[193]\n[194]GROUND. Cass is hunched over in the passenger seat, excited and frightened at the same time.  Mahler pulls alongside them again and Milo WRENCHES the wheel to the left, SLAMMING THE CADILLAC INTO MAHLER'S CAR. Mahler's car goes skidding across the road, hits a ditch and \n[195]Yeah, well, no one's killing you until I get you to jail. \n[196]First of all: that guy was not a cop. Second of all, we just left him unconscious in a ditch. You'll be fine. \n[197]And this... is my job. \n[198]I'll lay it out for you: some loser with a minor sheet calls you up and says, hey, I've got a big story for you, you interested? It'll only cost you a couple hundred bucks, and I'll tip you onto some criminal activity, it's your chance to expose some bad guys and write the story of your life. Then the moron gets himself caught, he's probably in cold storage somewhere, and now you think the bad guys are after you.  See? I get it. I just don't care. \n[199]Please. My brain can dance circles around your brain. \n[200]Case closed. \n[201]\"Atlantic City. Xmas Eve. Sparrow.\" What's \"Sparrow\"? \n[202] \n[203]Casino. \n[204]Stripper? \n[205]Please. I could crack that story and still get you to jail on time. \n[206]You're on. \n[207]I have to make a call. \n[208]Why? You going somewhere? \n[209]Then you don't need to be uncuffed. \n[210]So there's just gonna be a little delay... \n[211]But that's the beauty of it, Sid, I'm not helping her, she only thinks I'm helping her. \n[212]I'll tell you what I'm doing: I'm gonna crack this case first, and I'm gonna take all the credit. Who knows, maybe I'll even get my job back.... \n[213] \n[214]This from the man currently trying to prove to his wife he can handle Xmas. \n[215]Just..trust me, Ok? \n[216]Nope. \n[217]So. Atlantic City. Xmas Eve... \n[218]...so what exactly are these dirty cops supposed to be doing? \n[219]Nothing. It's just...it's a good idea. If it weren't, you know. Wrong.  So. Your plan is to catch them red-handed before they can destroy the evidence, then write an expose for the paper and win yourself another big award. \n[220]Only, you don't know what Sparrow is.  Could be a nickname. Or the place where the evidence is stashed. Or a code word of some kind. But the guy who knows has gone missing, and you think the dirty cops got a hold of him. \n[221]So we find your source, we find the dirty cops. Gimme your phone. \n[222]Funny. Listen, Bob, I need a favor. \n[223]I need an address to go with a phone number. But I need it ASAP. Kinda got a guy on my tail... \n[224]Hey. You're a reporter. Great. But I used to be a cop. Let's face it: I'm naturally gonna be one step ahead of you. \n[225]What did you say? \n[226]Excellent plan. Oh, except you're staying in the car. \n[227] \n[228] \n[229]Room service. \n[230]What the...? \n[231] \n[232]Yeah, well, you're paying for that. \n[233]HALL BY THE MAID. The maid stops by a room and enters.    \n[234]Perfect.  Play along. \n[235] \n[236] \n[237]Don't tell me to take it easy, now we have to go all the way downstairs again... \n[238]Davenport. Room 2505. \n[239]You're an angel. \n[240] \n[241]Then you've answered your own question. \n[242]Hey. These are not toys. You can't just give them to someone and have them know how to use them. \n[243]Hey. Columbo. Wait by the door. \n[244]This could be a crime scene. There are clues all over this room that only a trained eye can find. And as I seem to recall, you were the one who was unable to figure this out by herself. \n[245]Who are you talking to, your imaginary friend Leslie? \n[246]Whatever. You wait by the door. And I'll handle this. \n[247]I'm saying I don't need your help. \n[248]What was that? \n[249]Did you find something? \n[250]Lemme see your purse... \n[251]Ok, Ok, no problem. You're probably gonna want this. \n[252]Take it easy. I'm just gonna unload it. \n[253]You're gonna have to jump. \n[254] \n[255]Yeah, well, that doesn't change the fact that someone took a couple shots at us. \n[256]Happened too quick. But it was a dark 4-door Chevy, blue or grey, New Jersey plates, and the car was wrecked, I know that. \n[257]Ok. But we're kinda on a clock here. \n[258]Dwight snatches the photo from Ray.  \n[259]I'm sorry, it's the only place I know off the strip. \n[260]They won't remember us. Why would they remember us? Just...try to act normal. \n[261]\n[262] \n[263]Has it? \n[264]Honey? Can I talk to you? \n[265] \n[266]Hey! I would have won it back if someone hadn't tasered me in the bathroom! \n[267]Mine's max'd. Lemme have yours. \n[268]It's our third anniversary! \n[269]Thanks! \n[270] \n[271]Well, I'll tell you, Edmund. The secret to our success is that the little woman here knows her place. She cleans for me, cooks for me, and every night when I come home she gets down on her knees and massages my feet. \n[272]Yup. You betcha. \n[273]Can I get a whiskey? \n[274]After we broke up, I was so mad at you, I told everyone I know you have herpes. \n[275]I told everyone you have a moustache. \n[276]Hey! \n[277]That's right. Luckily, we're different people now. We don't feel the way we used to. \n[278]We have no feelings about each other whatsoever. \n[279]Just two people who used to know each other. \n[280]Feels good, doesn't it? \n[281]A platonic relationship. Working together. \n[282]Trusting each other. \n[283]Ladies first. \n[284] \n[285] \n[286]Good shower? \n[287]Great. \n[288]I agree. \n[289]Time for bed! \n[290]\n[291]Excuse me. \n[292]What are you doing? \n[293]Are you trying to seduce me? \n[294] \n[295]Really? Wow. That's great news. You know what would be really sexy right now? \n[296]No. If you talked dirty to me. \n[297]No, I mean, tell me about your attraction to me. \n[298]Really? What part of me? \n[299]Be specific. \n[300] \n[301]My gun? \n[302]I knew I couldn't trust you! \n[303]When were you gonna tell me about the matches you found back there in the hotel room? \n[304] \n[305]Oh I'm moving on. You know how I'm moving on? By cracking this case before you, then taking you in so you can spend this Xmas in jail, all alone. \n[306]keeping one eye on Cass:  \n[307]I'm just curious. \n[308]No problem... \n[309]Really? \n[310]Really? Cause it did make me wonder... \n[311]I quit my job. \n[312]I quit by getting myself fired. \n[313] \n[314]What was that about? \n[315]Oh.  Thanks. \n[316]Ok, look: I know you're probably upset that you're not gonna get the story. But a person can't win every time, right? \n[317]Whadya mean? \n[318] \n[319]My tug...is thwelling... I tink dere might be sesame... \n[320]SLOWLY SLIDES OFF HIS CHAIR ONTO THE FLOOR. Cass calmly reaches across the table, taking his keys and unhandcuffing herself.  Car keys in hand, she bends down to whisper in his ear:  \n[321]I don't believe it. She tried to kill me. \n[322]Thanks. Great tip. \n[323]Know where this place is? \n[324](calling after them, \n[325] \n[326]Oh, she's my girlfriend alright. But fair is fair: you guys can keep her. \n[327]Hello, Lucky's Libations! \n[328]Oh, I understand, alright, and I don't blame ya. I want to hurt her all the time. \n[329]Ok. Fine. Say you were wrong. \n[330]For what? For poisoning me with sesame and almost killing me! \n[331]Say you were wrong. \n[332]Say you were wrong. \n[333]Say you were wrong. \n[334]Ok. Now. Admit that the only reason you were able to crack that case three years ago was because you looked through my files. \n[335]I think I'll hang up now... \n[336]Thrilled. Now tell them I'll be there in 20 minutes. Meanwhile, stop shifting in your seat like that and just tell them you have to use the bathroom. \n[337]Don't look around. Just do it. \n[338]You know what my mistake was? I never should have let you out of the trunk. I'm fine, by the way. The doctor said I may have been technically dead for a few seconds, but I'm fine now. \n[339]It's not what I think, it's what I know. How else did you beat me? \n[340]You wouldn't... \n[341]   Son of a bitch. The bathroom door SHOOTS open and DWIGHT AND RAY ENTER. They back Milo into a corner. Cass smiles at Milo, waves, and exits.   \n[342]Only during the holidays. \n[343] \n[344]\n[345] \n[346]\n[347]\n[348]Oh, I am a psychopath, and you know why? Cause you made me that way. And if I'm going crazy, I'm taking you with me. \n[349]\n[350]\n[351]\n[352]\n[353]Yeah? \n[354]I was lying low... \n[355] \n[356]Yeah. \n[357]And we think they're ditching it tonight. \n[358]\n[359]Aw. That's what all the dirty cops say. \n[360]\n[361]\n[362]What's so funny? \n[363]Hey, are you crying? \n[364]Ok, just don't... \n[365]I know you're not. \n[366]We're not gonna die. \n[367] \n[368]Ok. Here's what we do. We're going to synchronize our efforts in order to cross the room and manipulate the bomb out of the room and into the water in order to diffuse the explosive impact. \n[369]Uh, yeah. Or we can just wait to get blown up. \n[370]That's the spirit. Ok, first we're going sideways: to the left... \n[371]Ok. My left this time... \n[372]Now we're gonna work our way over to the bomb. \n[373]And I don't think you're a total liar, but in my own defense, I was one of the top detectives in my division, I had been working that case for months, and then you just waltzed in and solved it. \n[374] \n[375]Shit.. \n[376] \n[377]My right. \n[378]So. You were in love with me? \n[379] \n[380]Well. It might be a little late for this. But...nice job on the article. \n[381]No, really, I mean, it was well- written and... \n[382]Ughh... \n[383]Ow... \n[384]Uh, yeah. I can see the bomb. Now we get up. \n[385]Not exactly. \n[386]I'm waiting for a pig to fly in here and grab it. \n[387]Ok, Ok. Um, on 3, I need you to jump. \n[388]You know: \"jump, jump, jump around, jump.\" \n[389]No. I'm fucking with you. For fun. Just for my own personal enjoyment... \n[390]Ok: 1, 2, 3... \n[391] \n[392]Lemme ask you this? Has anything gone our way yet? \n[393]Hey. You, too. \n[394]Now lets find something to cut these ropes off... \n[395]Trust me: we can definitely catch that cop. \n[396]Hey, Bobby. I got one for ya... \n[397]What's the difference between a snowman and a snowwoman? (holding something up) The spark plug. \n[398]Merry Xmas. I got you this. \n[399]Hey. I've still got three hours to get you to jail. Looks like I'm gonna win that bet after all. \n[400] \n[401]Yeah. I'm getting that. \n[402]9am. See? Easy as pie.(nudging Cass) Go on, say it. \n[403]Stop talking. \n[404] \n[405]Ah, what the hell. \n[406]Hey. I couldn't let you spend Xmas alone. Besides, I didn't really have any plans other than drinking some cheap whiskey and putting my fist through a wall. \n[407]Hey. It's the kind of guy I am. \n[408]\n[409]I love you more. \n[410]I'm just saying I love you a lot. \n[411]Fine. I love you. \n[412]Oh yeah?  Wanna bet? ", "Boyd": "\n[1]   Son of a bitch. The bathroom door SHOOTS open and DWIGHT AND RAY ENTER. They back Milo into a corner. Cass smiles at Milo, waves, and exits.   ", "Earl": "\n[1] Bobby's car is decorated with photos of his many children, all of whom look exactly like him, even the girls, poor kids.  Milo's in front by Bobby, Rudolph's handcuffed in the back.  \n[2] They pull up. Milo exits the car, pulls Rudolph from the back. Bobby leans out.  \n[3] Lorraine waves Dwight over.  \n[4] Milo and Cass are back on the highway, both looking a little worse for wear. Milo's nose is swollen, Cass' clothes are muddy.    Milo MOVES HIS WEAPONS FROM THE DUFFLE INTO HIS OWN JACKET WHILE HE DRIVES. He smirks at Cass.  \n[5] \n[6] \n[7] The cadillac SPEEDS away, leaving Mahler's car behind.   \n[8] The Cadillac is parked on the shoulder, Milo changing the tire, Cass standing by the passenger door, still handcuffed, \n[9] Milo is talking to Sid:  \n[10] Sid's at the mall. On Dec 23rd. With all the other desperate, last-minute shoppers. In other words, HE'S IN HELL.  \n[11] Cass narrows her eyes:  \n[12] Milo is making this up as he goes along:    \n[13] The cadillac pulls a U-turn and HEADS BACK TOWARDS ATLANTIC \n[14] Cops everywhere, Dwight and Ray leaning over the hood of a squad car, being handcuffed, MAHLER UNCONSCIOUS ON A \n[15] \n[16] CASS IS BACK IN THE TRUNK. Milo waves goodbye and SLAMS shut the lid.  IMMEDIATELY, HIS CELL PHONE RINGS. Milo glances at it, then reluctantly answers:  \n[17] The sound of a motorboat chugging along.   ", "Mahler": "\n[1]heavyset, crew-cut, rarely speaks, all business) reaches through the broken window, AND DRAGS JIMMY OUT OF THE CAR...   \n[2]Gimme a name. \n[3] ON CASS- she stares at her phone. Uh-oh:  \n[4]  \n[5]\n[6]Guess not. \n[7]I know you will. \n[8]  \n[9]Remember me? \n[10]\n[11] Momentary stand-off. Stuck between the bad guys, MILO AND \n[12]\n[13] TOTAL PANDEMONIUM. Girls screaming, patrons running for the exit.  MAHLER AND DWIGHT BOTH GET HIT. Milo crawls over to a moaning Dwight and recovers his gun. He looks up in time to see CASS ", "Judge": "", "Arthur": "", "Bobby": "\n[1]Milo Boyd. I shoulda known. \n[2]Yeah. I know this asshole. Guy used to be one of us. \n[3]Look, Milo, I know this is a tough time of year for you... \n[4]...and I try to be sensitive to your situation... \n[5]...because I realize you're unhappy. \n[6]That sign is pretty hard to see. \n[7] Bobby's car is decorated with photos of his many children, all of whom look exactly like him, even the girls, poor kids.  Milo's in front by Bobby, Rudolph's handcuffed in the back.  \n[8]Ok, I got one for ya: why doesn't Santa have any children? Cause he only comes once a year and when he does, it's down a chimney. \n[9]So. Have you talked to her lately? \n[10]Katie Couric, motherfucker, who do you think? \n[11]Well, for one thing, so you can stop taking out your rage on innocent bystanders. \n[12]Do what you want. But this kind of shit will eat a hole in your intestines, you don't deal with it. \n[13]Hey, why don't you come by the precinct tomorrow for our Xmas bash? \n[14]Fuck that, I'm inviting you. \n[15]That's what I'm worried about. Just...take it easy, Ok? \n[16]Milo! Merry Xmas! \n[17]Here's one: why did the snowman pull down his pants? Cause he heard the snowblower was coming! \n[18]Anything. \n[19]Ok, so some guy you're looking for has disappeared. You want me to put out an all-points on him? \n[20]Whoa, whoa, whoa. You're with Cassidy? Shit, Milo, you know when you're around her your brain turns to mush. \n[21]You get a plate number? \n[22]Ok. Lemme look into it. See what I can find. Just hold tight, Ok? \n[23]Milo, don't fuck around with this. If there are dirty cops in the house, we all have a problem. So do me a favor: get off the strip, find somewhere to lie low and wait for my call. \n[24]What the fuck are you doing? I thought I told you to lie low. \n[25]Yeah? Then how is it that a statewide all-points was just put out on the two of you? \n[26]Ok, look, you guys better come to me, I'll protect you til we figure this out. Can you get to Pier 19? \n[27]Get in. \n[28] \n[29]Hey, man. I got mouths to feed. \n[30]You've always been such a stubborn asshole, Milo. You just don't listen. All you had to do was stay where I told you and none of this would have happen. Now the two of you are gonna have to go down with the boat. \n[31]Ok. Guess that's it. Gotta go. You know what? You guys make a great couple. ", "Uncle": "", "Sam": "\n[1]", "Gelman": "\n[1]Release the reindeer! \n[2]Hands behind your head, asshole! \n[3]Bounty hunter. Figures. Why don't you get a real job? \n[4]What did you just say? \n[5]Sarg, you know this asshole? \n[6]Hey. It's that jerk-off bounty hunter. ", "Dwight": "\n[1]There you are, you dipshit. \n[2]We have to stop meeting this way. \n[3]You owe my boss money. \n[4]  \n[5]Milo Boyd. Fucker head-butted me. \n[6] \n[7]\n[8]You know, I do feel better. Who is this guy, anyway? \n[9]That's not Milo Boyd. \n[10] \n[11]Yeah, that's him. \n[12]Who gives a fuck? Anyway, they can't be far. \n[13]I have a better question... \n[14]Where the fuck is Milo? \n[15] \n[16] \n[17]Look, Milo, I don't think you understand: we're gonna hurt her. \n[18]Wow. You always carry this much gear? \n[19]What the fuck? \n[20]\n[21] TOTAL PANDEMONIUM. Girls screaming, patrons running for the exit.  MAHLER AND DWIGHT BOTH GET HIT. Milo crawls over to a moaning Dwight and recovers his gun. He looks up in time to see CASS ", "Kitty": "", "Hurley": "", "Nicole": "", "Jimmy": "\n[1]It's Jimmy. Tell me you love me. \n[2]I've got a confirmed place and time. \n[3]You think I'm gonna say this shit over the phone? I could get killed. Just meet me at the usual place. Oh, and Cass? This one's gonna cost an extra hundred. \n[4] JIMMY  sits in his car, rolling a cigarette while he waits for Cass.  Jimmy puts the cigarette in his mouth and pulls out a lighter. Just as he flips the lighter open, HIS FRONT \n[5] Cass tries to coax the terrified cat out from under the sofa:  \n[6] Cass is about to give up when she spots, peeking out from the bookshelf, A PLAIN ENVELOPE MARKED \"CASSIDY DALEY\". She slips the envelope into her pocket just as the landlady appears:  \n[7] \n[8]It's me. Jimmy. \n[9]Don't be silly. Listen: you didn't happen to go to my place and find that envelope I left, did you? \n[10]It doesn't matter. Did you tell anyone else about this story? \n[11]Ok. Good. Cause the truth is, there is no story. I made the whole thing up. So you should just drop it... \n[12] \n[13]I'm... \n[14]So this is your place, huh? Nice. Cozy. Probably more fun to sit where you can actually see the dancers, but... \n[15]Oh. Hey, listen, no need for that, I swear I'll be as quiet as a mouse. \n[16]Untie me, quick, that psychopath is gonna be back here any second... \n[17]You know what? I think I'll get a real job. Work at Kinko's. Or Burger King. That doesn't sound so bad anymore... \n[18]Nobody. "}}