{"filename": "Horse-Whisperer,-The_script.txt", "imdb_id": "tt0119314", "imdb_url": "https://www.imdb.com/title/tt0119314", "characters": ["Tom Booker", "Robert MacLean", "Judith (as Catherine Bosworth)", "Smokey", "Frank Booker", "Grandma Ellen Booker", "Lucy, Annie's Assistant", "Annie MacLean", "Twin #2", "Hank", "Joe Booker", "Liz Hammond", "Grace MacLean", "Twin #1", "Diane Booker"], "dialogues": {"Tom": "\n[1]\t\tHey, Rona. Sorry I'm late.  \n[2]\t\tYou're looking fit.  \n[3]\t\tIf it's not too much trouble, I thought \t\tI might.  \n[4]\t\tOh-oh... Maybe I better get back in the \t\ttruck.  \tRona lets out a hearty laugh as they enter the horse arena.  \n[5]\t\t... It's always kind of interesting to \t\thear the horse's side of the story...  \tThe crowd laughs warmly. He directs his comments to a WOMAN \twearing an expensive Ralph Lauren western outfit, standing \toutside the corral...  \n[6]\t\tNow if he was cranky or lazy, like you \t\tsay he is, we'd be seeing his tail \t\ttwitching there and his ears back, \t\tmaybe. But this isn't a cranky horse, \t\tit's a scared horse. You see how braced \t\the is up around the neck back there. \t\tHe just doesn't know which way to turn...  \tThe Woman nods. Tom turns the horse on a dime so that he \talways stays facing the circling thoroughbred...  \n[7]\t\tYou see how he keeps pointing his \t\thindquarters in at me? Well, I'd guess \t\tthe reason he seems reluctant to move \t\tout is because when he does, he gets in \t\ttrouble for it.  \n[8]\t\t\t \t\tWell, I'm sure that's what you think but \t\tthat's not what I'm seeing. You may think \t\tyou're asking for a lope, but your body \t\tmay be saying something else altogether. \t\tYou might be putting too many conditions \t\ton him. For instance, you might be saying \t\t\"GO, but, hey, don't go too fast.\" He can \t\ttell that from the way you feel. Your \t\tbody can't lie. You ever give him a kick \t\tto make him move out?  \n[9]\t\tAnd then he goes and you feel like he's \t\tgoing too fast, so you yank him back? \t\t\t \t\tAnd next thing you know, he's bucking. \t\t\t \t\tWell, if someone told you to go, stop, \t\tgo, stop -- you'd buck too.  \tThe people laugh. The Woman smiles self-consciously.  \n[10]\t\tIt's a dance, see... Somebody has to lead \t\tand somebody has to follow.  \tTom gracefully moves his horse around the ring, \"dancing\". He \tthen takes up a long coiled rope and throws it so that the \tcoils slap against the black horse's flank, making it burst \tinto a lope. And again... Making the animal go from a trot to \ta lope, letting it slow, then up to a lope again.  \n[11]\t\tI want him to get so he can leave real \t\tsoft. He's getting the idea now. He's \t\tnot all braced up and tense like he was \t\tat the start. He's finding out it's okay.  \tHe throws the rope again and this time the transition to the \tlope is a smooth one.  \n[12]\t\tYou see that? He's getting better \t\talready. Pretty soon, if you work at \t\tit, you'll be able to make all these \t\ttransitions easy on a loose rein. \t\t\t \t\tYeah, and pigs'll fly. \t\t\t \t\tHe's going to be okay -- so long as you \t\tdon't go yanking on him.  \tShe nods, but he can see she's upset, feeling foolish. He \twalks the horse over to her, turns off the microphone and \tspeaks sympathetically:  \n[13]\t\tLook, the truth is it's all about self- \t\tpreservation. These animals. \t\t\t \t\t... well, they just have such big hearts, \t\tyou know? There's nothing they want more \t\tthan to do what you want them to do. But \t\twhen the messages get all confused, the \t\tonly thing they know to do is try and \t\tsave themselves... Now, why don't you go \t\tsaddle up and see what happens.  \tFeeling better, and not a little attracted to his heartfelt \tman's man, the Woman smiles and reaches for his hand to climb \tover the rail. Her horse lets her come right up to him and \tstroke his neck. Tom comments;  \n[14]\t\tThey won't ever hold a thing against \t\tyou. They're the most forgiving \t\tcreatures God ever made.  \tTurning on his mike and turning back to the crowd, he says:  \n[15]\t\tOkay, who's next?  \tA Young Boy leads a mule into the ring. Tom smiles:  \n[16]\t\tNow God has another idea entirely with \t\tthe mule.  \n[17]\t\tWell, that'll happen.  \n[18]\t\tWhat stuff is that?  \n[19]\t\t \t \t\tWell... Dale... you know, a lot of this \t\tstuff... it just... nuts and bolts.  \n[20]\t\tWell, if the rider's nuts, the horse \t\tbolts. \t\t\t \t\tThat's the whole lesson right there. \t\tYou have a good day now... Just... keep \t\ton freeing yourself up.  \tHe leaves her, entering the trailer.  \n[21]\t\tI don't any woman in New York. But from \t\twhat I hear, most of them are wound up.  \n[22]\t\tHow long were you married?  \n[23]\t\tYou ever miss it?  \n[24]\t\tSometimes.  \tShe chuckles, shuts the water off and crosses back to him, \tsitting beside him.  \n[25]\t\tYou know, Rona, we weren't all that good \t\ttogether even when we were good together.  \n[26]\t\tYeah. Hello. This is Tom Booker. I got a \t\tmessage you called.  \tINTERCUT ANNIE in her office:  \n[27]\t\tWell, see, truth is, ma'am, I help horses \t\twith people's problems.  \n[28]\t\tMa'am, I'm very sorry about your problems \t\tand I appreciate what your daughter must \t\tbe going through, but I'm afraid you've \t\tmisunderstood whatever it is you read. I \t\tdon't do that sort of thing.  \n[29]\t\tLook, even if it was nearer, that's just \t\tnot what I do. I give clinics. And I'm \t\tnot even doing them for a while. I'm \t\theading back to Montana right now. I got \t\ta ranch to take care of...  \n[30]\t\t\t \t\tMa'am, first class to Montana is a waste \t\tof good money. Now, am I being too polite \t\there or when I say NO in Utah, does that \t\tmean YES in New York City?  \tAnnie is taken aback. Tom feels badly.  \n[31]\t\tI, I don't mean to sound insensitive. I \t\tunderstand your situation. But there's \t\tnothing I can do. You just called the \t\twrong person, that's all. I hear there \t\tare a bunch of therapists in New York. \t\tMaybe you should call one of them.  \n[32]\t\tI am very sorry, ma'am. Goodbye now.  \tHe hangs up before Annie can continue.  \n[33]\t\tYeah, I hear about that.  \n[34]\t\tWell, Joe, I'll tell ya -- I don't know \t\ta whole lot about geese. Maybe it's okay \t\tfor them to grow up thinking they're \t\tairplanes. But horses, as far as I can \t\ttell, can't fly.  \tFrank laughs. Joe smirks as Tom messes his hat up. There's the \tsound of a car. They turn.  \tThe Suburban is coming over the ridge, heading down the \tdriveway in a cloud of dust.  \n[35]\t\tI don't believe it.  \n[36]\t\tPlenty of signs -- just none of them \t\tprinted. Who do I get the idea you're \t\tnot just passing through!  \n[37]\t\tWere you thinking of personally driving \t\tme back East?  \n[38]\t\tYou mean you hauled him all the way out \t\there? Just like that?  \n[39]\t\tAll by yourself?  \tShe nods. Tom cannot help be impressed by her guts and fortitude.  \tCamera cuts away for a moment to a window in the ranch house, \tthrough which DIANE -- Frank's fiery, loyal pioneer wife -- \tlooks at the duo with suspicion.  \n[40]\t\tI uh... ha, ha... I don't think I ever \t\tmet a lady quite like yourself and I \t\tappreciate all the pains you've gone \t\tthrough to --  \n[41]\t\tUh, I'm Tom Booker. Your mother \t\taround?  \tGrace hops to the side as Tom walks by her, into the room. \tGrace is closing the door as he turns to see, for the first \ttime, that Grace is one leg.  \n[42]\t\tFirst time in Montana?  \tGrace, rudely nods, still looking at the TV.  \tBeat. Tom doesn't like her manner, but can easily see through \tit. He sits.  \n[43]\t\tShe gonna be long?  \n[44]\t\tWhat does she do?  \n[45]\t\tMmm. An editor.  \n[46]\t\tUh, no. I was gonna take a look now.  \n[47]\t\tDoesn't matter.  \n[48]\t\tProbably best she stays behind, anyway.  \tHe disappears. Annie gives Grace a final look and exits, closing the door.  \tAlone, Grace flings her body across the bed, reaching for her \tprosthetic -- putting it on feverishly. She is completely \tintrigued by Tom.  \n[49]\t\tOkay now... Okay now...  \tWalking towards him, Tom raises his hand, showing Pilgrim a \tsign of respect, of trust... He quietly makes his way along \tPilgrim's side, along his flank, prompting Pilgrim to move \tout from the shadows, into the light. Tom moves to look at \thim. And Pilgrim suddenly kicks out at him. Tom, not cowed, \tstands his ground. He bends, looking at Pilgrim's withered \tlegs. He looks up at his scarred head. He looks into the \tpools of the horse's tortured eyes. Pilgrim stands still -- \tallowing Tom this brief intimacy.  \tAs Grace walks towards the stable, she realizes that the door \tis open and Tom must be inside. She is amazed.  \tAnnie, appearing behind her, is also impressed.  \tTom exits the stable and sees them, as he closes the doors.  \n[50]\t\tI have to be honest. I still feel \t\tyou made a long trip for nothing.  \tHe looks at Annie. Annie has no more words -- just an ever- \tpresent pleading in her face.  \tTom watches as Grace makes a small, naked movement -- putting \ther hand on her cheek, like a hurt child.  \tHe can't help but see these three being connected by one wound.  \n[51]\t\tBut before I even think about it, I \t\tneed to know something here and now. \t\tIt's a question for Grace here.  \tGrace stiffens.  \n[52]\t\tWhen I work with a horse, it's no good \t\tjust me doing it. It doesn't work that \t\tway. The owner needs to be involved too.  \n[53]\t\tYou can make it as complicated or as \t\teasy as you like. But she's the one \t\twho's gonna be riding him, am I right? \t\tSo here's the deal. I'm not sure I can \t\tdo anything, but I'm prepared to give \t\tit a go -- \t\t\t \t\t-- if you'll help. \t\t\t \t\tYou have a problem with that?  \n[54]\t\tNot to me. Either you want to or you \t\tdon't.  \n[55]\t\tExcuse me, with all due respect, but \t\tthis is her decision, not yours. And I \t\tdon't want to waste anybody's time -- \t\tmostly mine.  \tGrace reacts anew to Tom's remark. She likes her mother being \tdis-empowered. Annie keenly understands the importance of Tom \tputting it this way to Grace. Grace has all eyes on her -- \tjust what she wants. All waiting for her response. She turns \taway, flicks her head and says:  \n[56]\t\tNot good enough. I can't help you.  \tHe starts walking away. Annie doesn't know what to do. Grace \tmumbles.  \n[57]\t\tI don't believe they'll expect that.  \n[58]\t\tI believe so. Saw it on a television \t\tshow, once.  \n[59]\t\tIf the weather holds.  \tFrank nods. Silence again. Everyone eats. Beat.  \n[60] \tTom enters and closes the door. Turns on a stereo which plays \ta cello piece by Yo-Yo Ma. Books fills his room. He sits at \this desk, puts on eye glasses and looks through some paperwork. \tSuddenly he stops, looking over the paperwork, into space. A \tthought passes by. We don't know what.  \n[61]\t\tYeah.  \tTom leaves Pilgrim, hooking up with Frank -- the two brothers \tgo off, discussing the ranch work that is ahead of them.  \n[62]\n[63]\t\tFrom now on, leave your phone \t\tsomewhere else...  \tAs he moves past her, Annie responds;  \n[64]\t\tThen drop off Grace in the morning, \t\tgo on back and do your business. \t\tCome pick her up around dinner.  \tStanding there, Annie has the impulse to respond to this \tsuggestion, but has no idea what to say and saying it wouldn't \tmake much sense since Tom is already out of ear shot.  \tDiane appears from the house and calls out:  \n[65]\t\tWe should be fine, then.  \tBeat. Annie and Grace listen...  \n[66]\t\tThey don't get burned by the sun bouncing \t\toff the snow. And they're good mother.  \n[67]\t\tI don't have a problem with that. It's up \t\tto Annie.  \n[68]\t\tThat's up to Pilgrim.  \tEveryone waits on Annie's answer as she considers this.  \n[69]\t\t What we're doing here, Grace, is \t\t trying to get him to learn how to \t\t be a horse again.  \tHe cracks the flag, the horses move together...  \n[70]\t\tThe others already know, see. That's \t\thow they are in the wild -- herd \t\tanimals... \t\t\t \t\t...When they've got a problem, like \t\tthey have now with me and this flag, \t\tthey look to each other. But old \t\tPilgrim there has forgotten. I'm the \t\trock and they're the hard place. He \t\tthinks he hasn't got a friend in the \t\twhole wild world...  \tC.U. on GRACE, who clearly feels the same way... but wants \tdesperately not to. She watches him ride off towards Pilgrim \twho has stopped like all the others at the far end of the \tring. He stands by himself, tossing his head, snorting, not \twanting to be around other horses. Tom cracks the flag, \tkeeping them moving. Pilgrim does his own private dance.  \tTom rides by Grace and hands her the stick;  \n[71]\t\tHold this for a minute...  \tGrace stiffens. She doesn't want to, but she's afraid to say \t\"No\" to Tom. He just insists by tossing it to her...  \n[72]\t\tHold onto it, go on...  \tShe's forced to catch it. He turns and rides away, chasing \tdown Pilgrim, trying to edge him toward the herd. For a \tmoment, he has him breaking to the left with the horses. But \tas soon as he's clear of Tom, he separates himself and comes \tto stop on his own.  \tTom rides back to Grace, taking back the flag.  \n[73]\t\tWe'll get there, Grace.  \tAs he says this, he flashes a small, reassuring smile and a \tlittle wink. Grace melts just a little. As he rides away.  \tAnnie appears, having come from the Creek House. She calls:  \n[74]\t\tHello, Annie...  \tAnnie notices how he says her name.  \n[75]\t\tYou know, we're branding here \t\ttomorrow. If you two want to come \t\tby to watch or give a hand, you're \t\twelcome.  \n[76]\t\tAs long as you don't get in the way of \t\tthe branding iron, it doesn't matter too \t\tmuch.  \tAnnie smiles. She turns to Grace, questioningly. Grace says \tmatter-of-factly, to prove her point.  \n[77]\t\tHey, Grace -- maybe we can get your \t\tmom to put me and you branding on the \t\tcover of her magazine. Start a whole \t\tnew fashion craze.  \tThey continue walking as Grace smiles, enjoying being singled \tout for his joke. Annie responds, almost flirtatiously.  \n[78]\t\tHey, over there, you want to make \t\tyourself useful?  \tIt isn't a question.  \n[79]\t\tHank, I got you a volunteer!  \tAnnie and Grace realize they have no choice.  \n[80]\n[81] \n[82]\t\tThat's good... firm but gentle... \t\t\t \t\tIt hurts but he'll get over it.  \tGrace smiles proudly.  \n[83]\t\tYou handled that pretty well. Think \t\tit's time you earn your keep around \t\there. So, when we're not working \t\tand when you don't have your therapy, \t\tI'd like you to help out with the \t\thorses... Rubbing them, cleaning up \t\tthe stalls... You think you can \t\thandle that?  \tGrace knows him well enough to know;  \n[84]\t\tYou're catching on.  \tGrace smiles.  \t-- Annie turns and, not looking where she's doing, trips over \ta calf, falling down. And calves, coming down the chute, \tstart to run towards her. Suddenly, Tom grabs her by the leg \tand pulls her to safety. He helps her up and dusts her off.  \n[85]\t\t\t(not wanting to smile, \t\t\t but... \t\tYou okay?  \n[86]\t\t\t \t\tWell, I'd like to welcome Annie and \t\tGrace to their first branding...  \n[87]\t\tAll right, al right. Hold out your \t\tfinger.  \tAnnie takes a seat nearby and watches as Tom holds out the \tfirst finger of his right hand. The Twins holds out his. Tom \tsplits his focus between Annie and the Twins as he takes a \tsmall piece of rope out of his back pocket. He ties the ends \ttogether making a loop. He puts the loop over the Twin's \tfinger. And holding the other end of the loop taut with his \tleft hand, he draws one side of the cord over the other with \tthe middle finger of his right hand. Then he rolls his hand \tover so it's under the loop, and back over it again, so that \this finger is tip to tip with the Twin's. The loop seemingly \tknotted around their touching fingertips, and can only be \tremoved if their touch is broken.  \n[88]\t\tThe loop's knotted, right. \t\t\t \t\tLooks like the only way to take it \t\toff, is if we break our touch... \t\t\t \t\tWatch now...  \tAnnie and the Twins look down at the touching fingers as Tom \tgently pulls the rope away, revealing they are still knotted, \tand without even breaking their touch...  \n[89]\t\tOh, no. No, no. I only fall for that \t\tonce. Go inside now before your mother \t\tstarts hunting you down. Go on.  \tThe Twins exit. Annie and Tom make eye contact.  \n[90]\t\t\t \t\tSo how was your first and last day of \t\tbranding?  \n[91]\t\tYou got too much sun today... \t\tHere...  \tHe takes his jacket and puts it around her shoulders.  \n[92]\t\tYou ever just stand still for a \t\tminute?  \n[93]\t\tOh, I see, you write both sides of the \t\tconversation?  \n[94]\t\tWell, maybe I am laughing a bit... I \t\tjust thought, as long as you're here, \t\tit would be nice for you to relax into \t\tthe place a little.  \n[95]\t\tWhat's that to miss?  \n[96]\t\t\t \t\tDoes Chicago count?  \n[97]\t\tWhen I was first married.  \n[98]\t\tI once heard Itzhak Perlman guest star \t\twith the Chicago Symphony Orchestra. \t\tHe played Rachmaninov's Vocalize Opus 34. \t\tNo. 14. It was one of the most beautiful \t\tpieces of music I ever heard. I actually \t\tforgot where I was for a time. \t\t\t \t\tYou seem surprised?  \n[99]\t\tJust who's been laughing at who here?  \tTom says this with a wry smile. Annie returns with a smile -- \tas an understanding is reached between them: they've both \tstereotyped the other. They are both pleased -- and attracted -- \tby what they don't know.  \n[100]\t\tA jogger, huh?  \n[101]\t\tLucky for you. The grizzlies around \t\there only go for joggers.  \n[102]\t\t\t \t\tYou sleeping all right in that house?  \n[103]\t\tSorry about that. I thought everything \t\tgot cleared out. R.B. is my wife... \t\tex-wife... Rachel. We used to live in \t\tthat house \t\ttogether.  \n[104]\t\tI thought you were an editor, not a \t\treporter?  \tAnnie smiles and nods, realizing she's asking too many questions. \tShe tries to casually reach out to touch the horse's head, but \tit's too abrupt and the horse tosses his head away, taking a \tcouple of steps back. Annie is embarrassed.  \n[105]\t\tIt's all right. He's young. Just hold \t\tout your hand a little lower so he can \t\tget the smell of you.  \n[106]\t\tWhy don't you ride anymore? Grace told \t\tme you used to ride when she was \t\tyounger.  \n[107]\t\tJust polite. Well, maybe you'd like \t\tto try riding again, some time before \t\tyou go home.  \tAnnie is struck by the words \"before you go home.\" Tom ambles \toff on his horse.  \n[108]\t\tEnjoy the day.  \n[109]\t\tNeed a lift?  \n[110]\t\tCome and take a ride with me.  \n[111]\t\tCan you drive?  \n[112]\t\tIt's never too soon to start.  \tHe enters the passenger side.  \n[113]\t\tI don't have all day.  \tShe hesitates and gets into the truck.  \n[114]\t\tPut the key in and turn it. \t\t\t \t\tThe right pedal is gas, the other \t\tone's the brake.  \n[115]\t\tWell, there's only one way to find out. \t\t\t \t\tGive it a little gas.  \tShe awkwardly puts her prosthetic foot on the gas pedal. Too \tmuch. It lurches forward. She takes her foot off.  \n[116]\t\tWell, we know you can. Now you just \t\tgot to feel how much. Try it again.  \tShe does. They slowly, very slowly, move along the dirt road.  \n[117]\t\tNice, real nice. There's a little \t\troad down at the end here, turn onto \t\tit.  \tGrace badly oversteers, but makes the turn. She drives along \tthe road, across a pasture, heading toward distant mountains.  \n[118]\t\tJust follow this. Nothing to it. I'm \t\tgoing to shut my eyes here for a \t\tlittle while. Just keep going till \t\tyou run out of road.  \n[119]\t\tNot a question of if you can -- you \t\tare. Just keep your eyes on the road \t\tand your foot on the pedal and the \t\trest will take care of yourself.  \tFolding his arms over his chest, shutting his eyes, Tom \trelaxes back. Grace locks her hand on the steering wheel and \ther eyes straight ahead...  \n[120]\t\tWhere did you get Pilgrim from?  \n[121]\t\tThat must have been pretty special.  \tGrace nods. It is a pleasant memory. He motions for her to be \tquiet. An old ELK with a prodigious rack of antlers, has come \tdown out of the mountains. Seeing them, he stops in his \ttracks, dead still. They watch each other. Then the elk turns \tand runs back up into the mountains. Tom smiles at Grace who \tsmiles back -- partly because of the elk, partly because she's \talone with Tom.  \n[122]\t\t\t \t\tGetting old. Not being of much use, \t\tI guess. \t\t\t \t\tWhat went on out there, Grace? With \t\tPilgrim?  \tGrace doesn't say anything. Tom nods then;  \n[123]\t\tYou see, Grace, I've got a problem. \t\tWhen I'm working with a horse, I like \t\tto know its history. Now, most times, \t\tthe horse can tell you pretty much the \t\twhole story, but sometimes he can be \t\tso messed up in his head that you need \t\tmore to go on. You need to know exactly \t\twhat went wrong. Often times, it's the \t\tobvious thing, but something that went \t\twrong just before that, maybe even some \t\tlittle thing...  \tGrace is quiet. She doesn't want to think about that.  \n[124]\t\tIt's like if I'm driving and run into \t\ta tree. When somebody asks me, \"Well, \t\twhat happened?\", I don't say, \"Well, \t\tI plowed into a tree.\" I'd say, \"The \t\tsun was in my eyes.\" or \"I skidded.\" or \t\t\"I took my mind off the road for a \t\tsecond.\" See what I mean? \t\t\t \t\tI don't know how you feel about talking \t\tabout it and I can understand you might \t\tnot want to. But if I'm going to figure \t\tout what's going on in his head, it'd \t\tsure help if I knew exactly what \t\thappened that day.  \tGrace looks away. Tom smiles and gently puts his arm around \ther shoulders, which has a soothing effect on Grace -- making \ther feel safe...  \n[125]\t\tNot today -- whenever you feel like it. \t\tI leave it up to you.  \tGrace looks into Tom's eyes, wanting so much to unburden herself \tto him and have him make everything all right. She nods.  \n[126]\t\tYou haven't heard the question yet. Truth \t\tis, you'd be doing me a favor. I got all \t\tthese eager young colts need riding and \t\tpoor old Rimrock here is feeling kind of \t\tleft out...  \n[127]\t\tHe'd be grateful, he'd take real good \t\tcare with you.  \n[128]\t\tNo, ma'am, I'm afraid that's extra.  \tShe gives him a crooked smile.  \n[129]\t\tRelax our center... It's just sitting \t\tin a bucket.  \n[130]\t\tOK. I'll stop talking then.  \tHe rides a few steps ahead as Annie realizes she doesn't \tremember. She just went into automatic \"I don't have to be \ttold anything\" mode.  \n[131]\t\tWell, he don't know that. Just sit the \t\thorse. \t\t\t \t\tGood... You have a nice seat.  \n[132]\t\tFeel good?  \n[133]\t\tYou look all right. You want to pick \t\tit up a little?  \n[134]\t\tWatch your reins, he'll go with you, \t\tgive him some room, let him do the \t\twork. Relax, don't grab him with \t\tyour thighs, just so long as he can \t\tfeel your body.  \tAnnie responds to every suggestion without resistance. And \tshe experiences this sense of pleasure -- this great animal \tbeneath her, the physicality and the surrender of letting \tsomeone else lead...  \n[135]\t\tYou want to let it go some more?  \tShe begins to let herself go, losing herself in the experience. \tShe just nods... Tom breaks into a full gallop... Annie follows \tsuit... She lets everything go -- her job, her marriage, \tmotherhood, guilt, anxiety... all of it. Her only focus is the \thorse beneath her, and the man on the horse leading her...  \n[136]\t\tLift your leg.  \tAnnie complies once she realizes what he's doing.  \n[137]\t\tFive years. My son was born here.  \n[138]\t\tYeah. I haven't seen him in a while. He \t\tused to come to the ranch over summers, \t\tbut then he started having friends and \t\twas going off to college, so... Good boy. \t\tHal. Lives in New York near his mom.  \n[139]\t\tCollege. In Illinois. She was playing \t\tthe cello. I hadn't heard cello music \t\tgrowing up. She had the reddest hair, \t\tthe bluest eyes. When she played, it \t\twas...  \tTom can't find a beautiful enough word. But Annie understands.  \n[140]\t\tShe was the most beautiful thing I'd \t\tever seen.  \tAnnie sees Tom as if with new eyes -- his love for this woman \the lost.  \n[141]\t\tShe was never really happy here. She did \t\tthe best she could.  \tAnnie looks at him and for the first time senses a kinship -- \tan understanding they both have of being torn between two \tworlds... a desire for home...  \n[142]\t\tGrace told me you have a country house \t\tin Connecticut. Sounds like a beautiful \t\tplace.  \n[143]\t\tEver think of moving there full time?  \n[144]\t\tI hear that! See, I knew she was never \t\tgoing to be a ranchest, but I wanted \t\tto try -- I thought maybe she'd give \t\tmusic lessons to the kids in town or at \t\tthe school, maybe even recitals. My son \t\twould grow up here. Maybe have one or \t\ttwo more. I'd teach 'em what I could. \t\tThey'd play with my brother's kids. All \t\tgrow up together. And even if they all \t\tdecided to go out into the world, they'd \t\talways know where home was -- cause we'd \t\tkeep it for 'em...  \n[145]\t\tYeah, I think it is. And I don't mean \t\teverybody's got to be married, have kids \t\t-- It's more like, knowing where you're \t\tfrom, where you belong, what feeds you, \t\twhere you can go no matter what happens... \t\tKnowing what you're supposed to be doing \t\twhile you're here.  \n[146]\t\tI got lost.  \tThey smiles.  \n[147]\t\tI'll give your mom a hand.  \tDiane watches him enter the kitchen, then returns to her \tmagazine.  \n[148]\t\tEverything under control?  \n[149]\t\tJust make yourself comfortable.  \n[150]\t\tHa, ha... all right, well, uh I guess \t\tyou can bring out the pasta.  \tShe undoes her apron and crosses towards the bowl. Tom's eyes \tnever leave her. It's the first time he's seen her in her \tdress, sans apron. As she lifts the bowl to hand to him, she \trealizes he's been looking at her. There's a silent moment, \tthen;  \n[151]\t\tHuh?  \tShe looks for it. Tom crosses to her and buttons it, then \ttakes the bowl.  \n[152]\t\tI don't think Warren would go for that.  \tGrace is talking to Joe and the Twins.  \n[153]\t\tDiane takes care of the books. I don't \t\tknow how, but at the end of every \t\tmonth, everything adds up to the penny.  \n[154]\t\tBoys! Settle down!  \n[155]\t\tDon't let her turn you away.  \tTom exits.  \tAnnie stands and faces Grace's closed door. Slowly, she \tlowers herself to her knees and sits on them, thinking... \treminiscent of Tom, waiting for his moment with Pilgrim, in \tthe field.  \n[156] \tTom sits alone, writing at his desk. His music is playing. \tHe stops to look out the window overlooking the Creek House.  \tAnnie and Grace fell asleep with the lights still on in the \tliving room.  \tTom is thinking of Grace and Annie -- wondering what happened \tafter he left... conflicted by what he feels for Annie... And \tremembering why they're here in the first place...  \n[157]\t\tYou hungry?  \n[158]\t\tI won't tell you it'll stop feeling \t\tthis bad... But I can tell you, you \t\tdidn't do anything wrong... The same \t\tthing would have happened to me... or \t\tFrank... or Joe... And there's no \t\tsense in looking for a reason why \t\tthings happen... \t\t\t \t\tI used to try and... always came up \t\tshort. I don't think the why so's \t\timportant as... what we do with what \t\twe get. I remember this boy I'd see \t\tup on the Blackfeet Reservation. He \t\twas sixteen. Great kid. Strong. He'd \t\tgone swimming and dived headfirst into \t\ta rock. Snapped his neck, paralyzed \t\thim... After the accident, I'd look \t\tin on him from time to time... and he \t\twasn't there anymore. His mind, his \t\tspirit, whatever you want to call it, \t\tit just disappeared. And what was left \t\twas nothing but anger... It's like the \t\tboy I knew just went away somewhere...  \n[159]\t\tI know you do. Don't you disappear. \t\t\t \t\tYou do whatever you have to, to hold \t\ton... \t\t\t \t\tI'll tell you one more thing... When \t\tPilgrim reared up to face that \t\ttruck... you know what I think?... I \t\tthink that damn horse loved you so much, \t\the was trying to protect you... That's \t\twhat I think.  \tGrace listens to this. As Tom holds her in silence, it's \talmost as if they were father and daughter...  \n[160]\t\tLet me hold that...  \tGrace stands, looking at the horse...  \n[161]\t\tThere's no hurry. Take you time.  \tShe's trying so hard to be brave. After a moment, she reaches \tfor the saddle horn. She puts her prosthetic leg in the \tstirrup, takes a breath and swings her leg up -- slipping, \tfalling to the ground. Tom doesn't say anything. She pulls \therself back up. She repeats the action... determinedly. She \tswings her leg over again and sits squarely on the horse. Tom \tremains still, but proud.  \tAs the day breaks, we leave them in silence -- Tom standing, \thands in pocket... Grace sitting up on the horse, proudly.  \n[162]\t\t\t \t\tTom.  \n[163]\t\tOh yeah...  \tLaugh. Awkward silence...  \n[164]\t\tOh, we're gonna show your dad plenty. \t\tWhy don't you all get settled in and \t\twe'll do the tour. Excuse me.  \tAs Tom walks away, a nervous Robert feels compelled to say:  \n[165]\t\tWe still have a way to go.  \n[166]\t\tWell, like I told your wife, it's \t\treally up to Pilgrim.  \n[167]\t\tHe thought it was a ghost.  \n[168]\t\tIs the poverty worse, now, you \t\tthink?  \n[169]\t\tSure.  \n[170]\t\t\t \t\tNo thanks.  \tDiane senses an uneasiness in Tom. She looks as he drinks his \twater.  \tMEDIUM CLOSE-UP ON TOM'S BACK, as if from Diane's POV.  \tBut when we pull back we find ourselves;  \n[171]\t\tThere's something you have to do \t\ttomorrow, boy...  \tCamera gently moves away... and Tom whispers to Pilgrim what \tmust be done...  \n[172]\t\tAll set?  \tGrace swallows hard, nodding. She's worried...  \n[173]\t\tSure?  \n[174]\t\tSmokey...  \tSmokey climbs over the rail into the ring as Tom says something \tto him. Meanwhile Frank reassures Grace:  \n[175]\t\tThere's still something going on \t\tinside of him I can't reach. So me \t\tand Smokey here, we're going to \t\ttry laying him down. Okay?  \n[176]\t\tIt's more or less how it sounds. \t\tSometimes it's not pretty to watch. \t\tSome horses fight it real hard. \t\tYour fella's already shown us he \t\tlikes a good fight. So if you don't \t\twant to watch, I'll call you when it's \t\tdone.  \n[177]\t\tYou got that soft rope?  \tSmokey hands it to him. Tom quietly talks to Pilgrim, runs \this hand down Pilgrim's left foreleg and lifts his hoof. \tPilgrim slightly shifts. And when he's still, Tom slips the \tloop at the end of the soft rope over the hoof making sure \tit's snug. And taking the other end of the rope, he hoists the \tweight of Pilgrim's raised hoof and ties the rope to the \tsaddle horn. Pilgrim stands on three legs -- an explosion \twaiting to happen. Tom moves away from Pilgrim, taking the \thalter line from Smokey. Pilgrim, trying to move, finds he's \tcrippled. Scared, he lurches, hopping on his right foreleg. \tSeeing he can't walk, panicked, he tries to run. Tom and \tSmokey, brace themselves, lean back on their ropes and force \thim around them in a tight circle. He goes around and around \tlike a crazed rocking horse with a broken leg. Tom looks over \tand sees Annie has left Robert outside the ring to stand by \tan anguished Grace -- her hands on her shoulders, gripping \ther. Robert watches, feeling too much a foreigner...  \n[178]\t\tDrop the lines and come help me...  \tSmokey, dropping the line, runs over. They both pull on \tthe saddle rope.  \n[179]\n[180]\t\tGRACE! Will you come here, please!  \tGrace shakes her head \"NO.\" Frank motions to Annie for \ther to let Grace go... to let stand alone... We see \tthat it's not easy for Annie to trust this, but she does. \tAnd she steps back to where Robert stands...  \tTom, his face set, walks toward Grace...  \n[181]\t\tGrace, I need you to come with me.  \tGrace violently shakes her head \"NO\"... Robert gets up the \tcourage to say aloud:  \n[182]\t\tGrace, I need you to come with me.  \n[183]\t\tHe's not hurt. He's okay. Look at him.  \n[184]\t\tGrace, Listen... you've got to do this. \t\tJust trust me one more time.  \tGrace looks into his eyes and is reminded of all this man \thas done for her... and she remembers her trust.  \n[185]\t\tI'll show you.  \tTom leads her across the ring, with his arm around her \tshoulder. Annie tries to maintain her composure. Robert \tremains still and focused.  \tTom and Grace come to Pilgrim, lying in the dirt, his \tbreathing plaintive. Tom speaks gently;  \n[186]\t\tI want you to lay down with him. I \t\twant you to stroke him. I want to \t\tstart with his hindquarters and rub \t\thim, feel him all over.  \tGrace is shaking her head \"NO.\" He speaks more firmly.  \n[187]\t\tGrace, you've got to do what I say.  \tGrace knows there's no way out. She takes a breath and slowly \tkneels in the dirt beside him, with Tom's help. She lays on \thim, rubbing him, his hindquarters, his legs, his side, \tsoftly rubbing his neck and the wet silky side of his head.  \n[188]\t\tNow, listen. I want you to stand on \t\thim.  \n[189]\n[190] \tA light goes on. Annie enters, cautiously. She's never been \tin this room. She crosses to the desk, touches it. She \tnotices a tape player and pushes it on. MUSIC PLAYS... She \tsees a small framed photo -- of Tom's son, years ago.  \tSuddenly, she feels like an intruder. She shuts the music off \tand exits...  \n[191]\t\tI won't apologize for this. And I \t\twon't hide it. Not for anybody.  \n[192] \tTom leads her to his room. Annie cups his grasp on her with \tboth hands. He opens the door for her, ushers her in, then \tcloses the door. He hangs his hat. She turns to him. They \tembrace, surrendering to each other's passions.  \n[193]\t\tSsshhh... \t\t\t \t\tStand still, Annie. Takes what we've \t\tgot, just for now. Can you do that?  \tBeat. She nods. The permission Tom is giving her acts like a \tgreat burden being lifted, and for the time being, she \tsurrenders and accepts the gift of what they feel. They kiss.  \n[194] \n[195]\n[196]\n[197] \n[198]\n[199]\n[200]\n[201]\t\tAnnie!  \n[202]\t\tSummers are short here, Annie. There \t\tisn't much of a fall. Before you know \t\tit, the roads are closed... the nights \t\tget long.  \n[203] \n[204]\t\tTwo people can't just be alone together \t\tin the world. At least not us...  \n[205]\t\tI figured, whenever you decided to \t\tgo, you'd be all set.  \n[206]\t\t\t \t\tAnnie, please...  \tTom reaches to embrace her, but Annie attacks him. Punching \this chest... pulling at his shirt as Tom tries to put his \tarms around her...  \n[207]\t\t\t \t\tI don't know any other way, Annie.  \n[208]\t\tYou think this is easy for me!?  \tAnnie is struck by the powerful sincerity of his words;  \n[209]\t\tIt's just happened this way sometimes. \t\tI can't explain it. But I look at you \t\tand see Grace and I see Robert, and \t\tno matter what you decide about him, \t\tI just know this is right. Your life \t\tisn't here and you know it.  \tAnnie looks into his eyes and asks, softly defiant;  \n[210]\t\t\t \t\tThe point was to love each other.  \n[211]\t\tBecause we had to... And I'll never \t\tstop loving you, Annie. Here. Where \t\tmy life is.  \tThe simplicity, and truth, of it hits Annie strongly.  \tAnnie releases herself from him and turns away... despondent. \tRealizing the utter truth and inevitability of what he says. \tShe starts shaking her head. Tom can't hear it... He reaches \tfor her;  \n[212]\t\tAnnie...  \tShe turns back into his arms and they kiss passionately... \tholding each other... as if for the last time.  \n[213]\t\tAnnie?  \tShe doesn't answer... as if she has found her own private \tplace within her, at last... A place of strength. She looks as \tif she knows what must be done... She hears him about to walk \taway when she asks:  \n[214]\t\tSure. I'll saddle them up.  \tHe exits. Not seeing the tears in Annie's eyes.  ", "Booker": "\n[1]\t\t... he was a blacksmith by trade, my \t\tfather. My grandson Joe was named \t\tfor him. But he always dreamed of \t\thaving his own place and raising \t\thorses...  \tWe see Tom a few places down and across from Annie and his \tmother -- but fully aware of their conversation.  \n[2]\t\tHe'd heard of some land. What's \t\tStockett now. Rode out there. Got off \t\this horse and walked about as far as \t\the could in one way. Then he walked as \t\tfar as he could another way and \t\tanother until he got back to where he \t\tstarted and that's where he put his \t\troots down... That's where my husband \t\tand I ranched and raised Frank and \t\tTommy...  \tShe motions proudly to Tom who looks up. Annie smiles to him. \tHe looks to her with gratitude for the respect she's showing \this mother.  \n[3]\t\tQuite a different life from what you \t\tknow, I expect. Which place to you \t\tcall home?  \n[4]\t\tAn ambassador! My! That's very \t\timportant.  ", "Robert": "\n[1]\t\tHello?  \tINSERT ANNIE: They speak in dulled, emotionless voices:  \n[2]\t\tHi.  \n[3]\t\tSo, what, uh, what train are you taking?  \n[4]\t\tOkay. You want me to pick you up?  \n[5]\t\tRiding with Judith.  \tBeat.  \n[6]\t\tThat's okay. We have to talk about it \t\tand we're not always in the same place \t\t... so... I just have to get used to it. \t\t\t \t\tWhat do you want to do about dinner?  \n[7]\t\tOkay. We'll see you later then.  \n[8]\t\t\t \t\tHello? Paul, hi -- are you guys back? \t\tHow was it? Oh that sounds great. Oh \t\tPaul.. hold on...  \n[9]\t\tJudith's dead.  \tAnnie's horrified, waiting for news of Grace.  \n[10]\t\tShe was in pretty bad shape. They've \t\tdone a C.A.T. Scan -- she has some \t\themorrhaging...  \n[11]\t\t\t \t\tAnnie, her leg was shattered -- what \t\tthey call the distal epi.. epi..  \n[12]\t\t\t \t\tThey have to take the leg off.  \tAnnie responds without tears and cries but with a quiet \tshock. We can tell her mind is racing, trying to process the \tinformation, until finally she asks:  \n[13]\t\tWhat difference does it make?  \tAnnie stares for a beat, then nods apologetically.  \n[14]\t\t\t \t\tNo, it's got a little left. They'll be \t\tin to change it.  \n[15]\t\tI'm sorry.  \n[16]\t\tThank you.  \tAnnie and Robert stand facing each other, when the PHONE RINGS. \tAnnie picks up.  \n[17]\t\tWhat is it?  \n[18]\t\t\t \t\tYes. Hi. \t\t\t \t\tTell her you'll call her back.  \tHe exits with the Doctor.  \n[19]\t\tNothing new. He's just going off duty.  \tBeat. Silence.  \n[20]\t\tNo, let me go.  \n[21]\t\tI saw Judith's parents while you were \t\tat the apartment... \t\t\t \t\tI wanted to say something... \t\t\t \t\tBut I... I was so relieved that Grace \t\twas still... that it wasn't our daughter.  \n[22]\t\t\t \t\tThe funeral's on Friday.  \tHe rises and crosses to the self-help coffee dispenser as he \tcontinues...  \n[23]\t\tOh, uh, I meant to tell you... Alex \t\tbrought that fabric over...  \n[24]\t\tIt's on the table by the phone. I didn't \t\tknow what to tell him... \t\t\t \t\t... Whether or not we were... \t\t\t \t\t... if we still we're thinking of redoing \t\tthe couch.  \tAnnie just nods. She senses Robert is looking for some kind \tof reassurance, but she can't give it to him. He continues;  \n[25]\t\t... And uh... Mario called about moving \t\tthe wisteria?  \n[26]\t\t\"She loves the free...\"  \tStartled, Annie turns around and smiles:  \n[27]\t\t\t \n[28]\t\t\t \t\tHow's my pregnant chick!  \tShe moves to him and they embrace... He wraps his arms around \ther. They kiss. Annie laughs.  \n[29]\t\tI had to excuse myself from a meeting. \t\tIt's ridiculous. I kept thinking about \t\tthe baby... you... and, I swear, I was \t\tgoing to start bawling right into my \t\tbriefs.  \n[30]\t\tI love you.  \n[31]\t\tHi, sweetheart...  \tAnnie's hand finds Grace's hand, and holds one of her fingers \ttightly. Grace responds by wrapping her hand around her \tmother's. They exchange a look of respect and gratitude.  \n[32]\t\tNo, not yet.  \n[33]\t\tThe doctor said whenever you're ready. \t\tTake your time. You tell us... But he \t\tthinks it'll only be a few months, then --  \tAs Robert continues talking, Annie drifts to the Nurse. \tNeeding to manage something, she asks:  \n[34]\n[35]\t\tDo you want something else, honey? \t\tWe order something else?  \n[36]\t\tYou want to watch some television?  \n[37] \tAnnie and Robert stand before their separate sinks, talking \tto each other through their separate mirrors, as they wash up \tfor bed.  \n[38]\t\tDoing what?  \n[39]\t\tYou know, Annie, this didn't just happen \t\tto you.  \tAnnie is applying moisturizer when she hears this. As it \tsinks in, she doesn't like it.  \n[40]\t\tHoney, you all right? Did something \t\tfall?  \n[41] \tAnnie is at her desk studying Grace's book on Horse Whisperers. \tRobert is on his bed with briefs laid out before him.  \n[42]\t\tWhat, sweetheart?  \n[43]\t\tShe's doing just grea. Aren't you \t\tkiddo?  \n[44]\t\t\t \t\tAll our \"favorite\" people were there \t\tsaying all their \"favorite\" things about \t\ttheir \"favorite\" subjects. I thought to \t\tmyself, we've been friends with these \t\tpeople almost twenty years and nobody \t\tknows anybody. We're so afraid we won't \t\tlike each other and have nobody go to \t\tdinners with.  \n[45]\t\t\t \t\tThey're still our friends, Annie. It's \t\tnothing serious. You kid about them all \t\tthe time... And I could tell Paul really \t\tappreciated me being there.  \tHe drinks Annie's wine as she looks at him.  \n[46]\t\tDid you get a hold of that horse guy?  \n[47]\t\tWhat did he say?  \n[48]\t\tI was thinking... Maybe we should think \t\tabout the three of us going someplace \t\twarm... Remember that house we rented in \t\tBermuda... The pink one with the --  \tHis arm accidentally spills the wine.  \n[49]\t\tShit.  \tAs he bends down to wipe it up with a napkin, Annie watches \tRobert clean the spill. Something about his movements, his \tposture -- a sense of weakness, of surrendering, of not having \tthe inclination to fight, of just accepting and smoothing \tover the rough sports -- strikes her hard. Annie realizes the \tlove she feels for Robert isn't fading. It's gone.  \tHe finishes cleaning and sits.  \n[50]\t\tWhat was I saying?  \n[51]\t\tI don't understand. You just said he \t\tsaid no.  \n[52]\t\tThat's the craziest thing I ever heard. \t\tAbsolutely not.  \n[53]\t\t\t \t\tNO! What are you -- you're serious about \t\tthis?  \n[54]\t\t\t \t\tYou've already made arrangements!?  \n[55]\t\tI come home and you tell me we're going \t\tto drive a psychotic horse to Montana! I \t\tcan't just pick up and leave...  \n[56]\t\tYou want to do this by yourself? How? \t\tYou can't take care of Pilgrim all the --  \n[57]\t\t\t \t\tWhat... Bo-... What about the magazine?  \n[58]\t\tNo. It's, uh... No, I really don't think \t\tit's a good idea  \n[59]\t\t\t \t\tHer psychiatrist... said... she needs \t\tsecurity now... stability...  \n[60]\t\tAre you a psychiatrist? He said it takes \t\ttime.  \n[61]\t\tI'm not pretending anything!  \tBeat. Robert just stares at her. He looks concerned... almost \tworried. Annie gets uncomfortable.  \n[62]\t\tI thought... well, ever since the \t\taccident, I just thought we...  \tHe stops. Annie knows where he headed and prays to God he \tdoesn't continue. He doesn't. A thick silence hangs between \tthem.  \n[63]\t\tI really wish I could understand why \t\tyou think this is so necessary.  \n[64]\t\tWhat if she doesn't want to go?  \n[65]\t\tAnd you think it's best if I don't come.  \n[66]\t\tHey... She sounds like she's doing \t\tall right. How is she?  \tGrace exits into the bathroom. Annie talks softly;  \n[67]\t\tTaking forever. I just got an additional \t\tlist of sixty-two employees to interview \t\tbefore Monday. I don't know how I'm going \t\tto do it.  \n[68]\t\tSo, how are you doing in Marlboro \t\tcountry? Is the magazine complaining at \t\tall?  \n[69]\t\tWhen are you coming home?  \n[70]\t\tWell then... maybe I will take some \t\ttime... come visit.  \n[71]\t\tI miss you, Annie.  \n[72]\t\tGood night.  \n[73]\t\tI thought you guys were going to call \t\tme.  \n[74]\t\tOh well... branding will do that to you.  \n[75]\t\tHuh-huh. You?  \n[76]\t\tI wish I did.  \tThe sound of self-pity was so obvious for both of them, so \tRobert quickly re-groups, resorting to something he knows is \timportant to her;  \n[77]\t\tWell, uh the real reason I called, \t\tactually, was to tell you I saw Lucy \t\tat Jo-Jo's tonight and she seems very \t\tworried.  \n[78]\t\tApparently, Gottschalk's been seen around \t\ttown lunching with some very prominent \t\tmagazine editors. Lucy said she tried to \t\tcall you, but no one answered so she faxed \t\tyou the list of names. She said one of \t\tthem have contracts up fairly soon.  \n[79]\t\tHoney, I hope you're not endangering \t\tyour position. Listen, if you need to \t\tcome back and you want me to come take \t\tover, for a while, I'll work it out. I \t\tmean, the firm's got other lawyers, but \t\tthe magazine's got only one of you.  \tAfter a day of hard work and simple pleasures, Annie begins to \tsuccumb to old anxieties and pressures.  \n[80]\t\tHi. It's a pleasure. I'm very grateful \t\tfor the way you took in my girls here. \t\tI bet you were surprised when they \t\tjust showed up out of nowhere.  \n[81]\t\tWell I uh... I can already see a change. \t\t\t \t\tAnd I'm very grateful to you.  \tRobert is so sincere -- in that openly, modern, \"express your \tfeelings\" kind of way. Tom just nods.  \n[82]\t\tI know. Amazing.  \n[83]\t\tSee you later!  \tTom just nods and keeps walking. Annie and Robert face each \tother for a beat.  \n[84]\t\tI can't believe it's the same horse.  \n[85]\t\tHow much longer do you think?  \tTom understands this man wants his family back.  \n[86]\t\tI understand...  \n[87]\t\tI haven't been back in over twenty \t\tyears, but I wouldn't be surprised. \t\tThe population's larger.  \n[88]\t\tUh, this was right after college. I \t\twas in the Peace Corps.  \n[89]\t\t... and I thought before I settled \t\tinto law school -- everybody knew that \t\twas the plan -- I'd take this time for \t\tmyself.  \tGrace rises to go to the Creek House.  \n[90]\t\tAnd I tell you, Frank, it was one of \t\tthe --  \tAs Grace passes by, she stumbles a bit and Robert habitually \trises to help, but Grace ignores him and rights herself, \tcontinuing. Robert quickly sits back down, continuing.  \n[91]\t\t... one of the uh... greatest times \t\tof my life... I had experiences that, \t\tI think, changed my outlook forever. \t\tI came back a different person, \t\tliterally.  \tTom listens with great interest and respect.  \tBack to Diane and Annie, who watch as Joe follows Grace.  \n[92]\t\t... and I have no idea what he's \t\tsaying because I don't understand \t\tHindu...  \tEveryone is listening, with big expectant smiles. Annie \twatches -- having heard this story before. Her eyes gradually \tshift to Tom, who is enjoying the story.  \n[93]\t\t... So, finally I'm trying to explain \t\tto him that I'm allergic to wool and \t\twould he please get his sheep out of \t\tmy car --  \tLaughter. Robert continues, giving a quick look to Annie -- \twho is looking at Tom... Robert lets it go, continuing his \tstory.  \n[94]\t\tTired?  \tAnnie shrugs. Robert looks at the bed. He teases.  \n[95]\t\tSmall bed. Maybe I should sleep in \t\tthe barn.  \n[96]\t\t\t \t\tI apologize for the surprise, but the \t\tdays only opened yesterday and I \t\tfigured...  \n[97]\t\tI can see why you put your faith in \t\thim. He's a genuine... good guy... \t\tGood at what he does. That's rare.  \tAnnie nods. She tries to hide her discomfort. Robert sits on \tthe bed before her.  \n[98]\t\tYou were right about coming here. I'm \t\tsorry for not thinking...  \n[99]\t\tHow are you feeling about work?  \n[100]\t\tI feel like I'm on a first date.  \tAnnie smiles sympathetically.  \n[101]\t\tWell maybe she shouldn't be here...  \tAnnie quickly turns to him and says with quick intensity:  \n[102]\t\tSame here, Mrs. Booker. Thank you \t\tagain for all your kindness.  \n[103]\t\tShouldn't we have invited Tom over?  \n[104]\t\tConnecticut. I told the office I'd \t\twork out of there next week. When are \t\tyou planning to start back?  \n[105]\t\tMay I have a suggestion?  \n[106]\t\tTake your time.  \n[107]\t\tI'll tell you something, Annie -- I \t\tstood there looking at what was \t\thappening to that horse... And, I \t\tswear, it felt like the same thing \t\twas happening to me.  \n[108]\t\t  \t \t\tAnd I have two choices. I can either \t\tfight the way things are, or accept \t\tthem. \t\t\t \t\tSee, I always knew I loved you more. \t\tDidn't bother me. I always felt \t\tlucky... a little amazed... that such \t\ta vibrant, beautiful woman would want \t\tto be with a man like me... And I \t\tguess I thought as long as I did \t\teverything right -- if I was the best \t\thusband I could be, the best father... \t\teven being a good lawyer only mattered \t\tto me because of what it meant for \t\tus... if I could do all that, it \t\twouldn't make any difference if we \t\tloved each other the same or not... \t\tI wasn't asking for more. I told myself \t\tI didn't need more. \t\t\t \t\tBut you don't know how you feel about \t\tme. You don't know... if you want a \t\tlife with me anymore... \t\t\t \t\tAnd I don't want you to come home \t\tuntil you do know... \t\t\t \t\t... one way or the other.  \tAnnie cannot remember a time when she ever loved her husband \tmore than in this moment -- knowing what it took for him to \tsay this. She would not disrespect it with denials. Her \tthroat is choked with tears, she swallows down. She nods.  \tRobert nods, feeling both pride and heartbreak in the same \tmoment. He picks up his bag, kisses her goodbye and exits.  \n[109] \tA much younger Annie waits, surrounded by luggage, as A DOOR \tOPENS revealing a much younger, more vital, very handsome \tRobert:  \n[110]\t\tYes?  \n[111]\t\tNo. I am a \"tubab.\"  \n[112]\t\tTubab means white man.  \tAnnie is first surprised, then embarrassed but Robert seems so \tcharming and his smile breaks into a laugh, that she just nods \tand laughs herself.  \n[113] \tOver a meal, Robert talks excitedly of his experiences. Annie \tis captivated.  \n[114] \tAfter Annie and Robert have made love, Robert sleeps with his \tarms wrapped around Annie. She lies awake, feeling safe and \tloved.  \n[115]\t\tHi.  \tThey kiss as Grace watches.  \n[116]\t\tWas the trip okay?  \n[117]\t\tYou want to take a walk with me?  \n[118]\t\t\t \t\tI don't know. Let's just go and... \t\twe'll see...  \tAnnie nods. He reaches for her hand, and Annie gives it \twillingly... They begin to walk away from Camera... together.  \tAnnie begins to speak, telling him what we already know. How \the will react or what will happen, is unknown. But these two \tpeople will no longer avoid their life together... somehow, \tthey will make the effort to face it together.  \tAs Camera Widens, we see included in the frame, Grace and \tPilgrim... as she strokes him and whispers in his ear... and \tleads him for a walk...   ", "MacLean": "\n[1] \tAlarm rings, ANNIE MACLEAN awakens. She shuts the alarm and \tscoots up in bed. She waits. Seconds later the television \tacross the foot of her bed turns on from a timer -- to a CNN \t24 NEWS channel.  \tINT. HALLWAY/ANNIE &amp; ROBERT'S BEDROOM - MORNING  \tGrace, fully dressed except for her boots, tiptoes past a \tpartially opened bedroom door. Her father ROBERT is asleep, \talone, on his huge king size bed.  \n[2] \tGrace is putting on her boots on a bench beside a back door. \tShe is wearing her mother's outfit. As she slides the boot \ton, we see behind her a row of framed photos -- Robert, Grace \tand Annie in happy times.  \tShe slaps a note on the refrigerator, with a magnet -- \"Gone \triding. Back around 10. Love, G.\"  \n[3] \tGrace slips on her jacket and hat as she comes down the \tsteps, her feet hitting the walk...  \n[4] \tDressed in running clothes, Annie opens the door and picks up \tseveral newspapers that were delivered. She carries them into \tthe kitchen and sets them beside a huge stack of publications, \tmagazines, papers, etc... Knowing she must read all of them at \tsome point, she breathes a disgusted sign. She thumbs through \tthe POST as she pours herself a cup of coffee. Something \tcatches her eyes and she snarls:  \n[5] \tA WALK-IN CLOSET of the master bedroom; one side is Annie's, \tone side is Robert's.  \tRobert stands before his bureau in the closet -- he has just \tshowered and is putting on his watch and ring which lay \tbeside his cologne assortment. A FRAMED PHOTO OF HE AND ANNIE \tin India -- younger, vibrant, in love... when they first met.  \tTHE PHONE RINGS. Robert enters into the bedroom to pick up.  \n[6] \tANGLE ON GRACE'S NOTE on the refrigerator as Robert enters \tfrom the outside with two bags of groceries. He places them on \tthe counter near the PHONE MACHINE. He sees ONE MESSAGE is \tthere. He presses PLAY as he puts away the groceries.  \tA BEAT LATER the PHONE RINGS and he picks up, with the machine \tstill playing...  \n[7] \tA car is driving up the driveway to the house. It stops.  \tRobert and Grace get out as Annie exits from the front door. \tShe looks beautiful -- but in a completely different way than \tever before. There is a calm center to her. A softness and a \tstrength. She smiles and walks to meet them.  ", "Smokey": "\n[1]\t\tHowdy... \t\t\t \t\tHowdy.  \tHe and Annie watch as Tom stands before Pilgrim -- turning \tsideways... then standing...  \n[2]\t\tTrying to get his eye.  \n[3]\t\tHe don't really want to run. Don't \t\tknow where he's going. All this open \t\tspace scares the daylight out of him.  \tConfused, Pilgrim stops running and walks, in no particular \tdirection.  \n[4]\t\tMy guess is he's spent his life in a \t\tsix-by-eight stall... He's forgot what \t\tit's like to be a horse...  \tSmokey ambles off and she turns back to see Tom crouching on \this haunches, sitting in the grass, just waiting. Pilgrim \twalks back towards the ranch, stops a distance from Tom, \tlooks at him... Annie, needing to know exactly what's going \ton, crosses down the hill to him.  \n[5] ", "Frank": "\n[1]\t\tSure. As long as she don't mind.  \n[2]\t\tThat's what some folks say.  \n[3]\t\tYou know her?  \tAnnie, out of her element, hiding behind sunglasses, gets out \tas Tom approaches her by himself. Annie girds herself for the \tconfrontation.  \n[4]\t\tOh hell, I don't know... According to Tom, \t\tshe's a pretty determined woman. Must've \t\tthought it was worth it.  \n[5]\t\tMixed salad.  \n[6]\t\t\t \t\tI believe women from New York eat mixed \t\tsalads. Ain't that right, Tom?  \tTom hides a grin -- he knows Frank into teasing her now.  \n[7]\t\tWeekend after next...  \n[8]\t\tTom?  \n[9]\t\tDear Lord, we are humbly thankful \t\tfor...  \tAnnie and Grace freeze as Frank continues his prayer -- they \tnotice everyone's head bowed slightly.  \n[10]\t\t\t \t\tthese gifts. For the blessings on our \t\thome, our family and our guests. Bless \t\tthose that aren't as fortunate. Bless \t\tall God's creatures.  \n[11]\t\tBank out us a couple more men to run \t\tthe cattle.  \n[12]\t\tTell her they suit the weather better. \t\tTheir udders are black, 'stead of pink.  \n[13]\t\tOur daddy raised Pure Herefords.  \tSilence... Eating... Annie tries her hand at conversation:  \n[14]\t\tWell, get born a bull, got a ninety \t\tpercent chance of getting castrated and \t\tserved up as hamburger. On a balance I \t\treckon I'd choose being a cow. \t\t\t \t\tWould you mind passing that salad \t\tyoung lady?  \n[15]\t\t\t \t\tYou know, Tom, while you're working on \t\tthat horse of theirs, Annie and Grace \t\tshould move into the old Creek house.  \tDiane and Tom react accordingly; Diane hiding her annoyance, \tTom hiding his surprise and pleasure.  \n[16]\t\tNobody's using it. Silly for her to be \t\tdriving back and forth when she don't \t\tknow her way around that well...  \n[17]\t\tWell, I know Peterson's. Old place is as \t\tgood as falling down around your ears.  \n[18]\t\tIt's got doors, Diane. Private as can be. \t\tTom?  \n[19]\t\tWe used to call Diane's mother \t\tMedicine Woman. None of us never went \t\tto the doctor when she was alive.  \tAnnie and Grace listen in...  \n[20]\t\tNot much would have helped him.  \n[21]\t\tHuh, Joe here has something to say.  \tJoe stands, somewhat formally, with his hat on.  \n[22]\t\tNow son, you tell 'em when it came \t\tfrom.  \n[23]\t\tAnd next time, Miss Annie, you can run \t\tdown the calves...  \n[24]\t\tIt'd be a whole lot easier to pay \t\tthe feed end of the month...  \n[25]\t\tWe have a business manager. The best \t\taround.  \n[26]\t\tI'll have another round of that \t\tspaghetti if may?  \n[27]\t\tThank you.  \tFinally, Diane saves it.  \n[28]\t\tDinner was delicious. Thank you. \t\t\t \t\tSay thank you!!  \tDiane and Frank usher the kids out. Tom holds onto Joe until \tthey're gone, then lets him go.  \n[29]\t\tPlay that sweet one you know. The one \t\tmakes my wife here so friendly.  \n[30]\t\tWe thought we lost him in the snow \t\tstorm... Told the kids. Had a funeral \t\tfor the damn thing. Finally, snow \t\tstops. Staring to warm up. I go out \t\tand start cleaning the truck... \t\tGoddamn if that dog doesn't jump out \t\tfrom the back seat covered in snow... \t\tI nearly stained myself.  \n[31]\t\tWhat were you doing over in India?  \n[32]\t\tThat right?  \tBack on Diane and Annie, who hear the laughter O.S. and look. \tDiane smiles, seeing how much Grace is enjoying her dad.  \n[33]\t\tHe'll be okay, Grace. Just you hang \t\ton there a minute or two. Tom'll get \t\thim, okay, you'll see...  \tSmokey jogs over to the gate, climbing it, and disappearing \tinto the barn. Tom crosses to Grace.  \n[34]\t\tIt'll be OK, Grace.  \tBut even Frank isn't so sure. Pilgrim, covered in sweat, \tstill circles. As he runs, his hobbled foot jabs at the air, \ttrying to find peace. He runs and runs as Tom and Smokey lean \ton the ropes -- until he can't run any more and stops. Tom and \tSmokey let the lines go slack. Pilgrim, stands there, his wet \tsides heaving, panting like an asthmatic, making loud rasping \tsounds. Tom and Smokey speak. Smokey hands him his rope. \tTurning, he gets a coiled lasso out of the sand. He swings \tthe rope in a wide loop and makes it fall over Pilgrim's \tsaddle horn. He pulls it tight. And he takes the other end of \tthe rope to the far side of the fence and ties it in a quick \trelease knot to the bottom rung. Coming back he takes the \tother two lines from Tom. Tom crosses to the rail. He starts \tputting pressure on the rope. Pilgrim feeing it, braces \thimself. The pressure tilts the saddle hold downward.  \n[35]\t\t\t \t\tHe's trying to get him to go down \t\ton his knees...  \tPilgrim fights. Tom pulls on the rope. Pilgrim, slowly, \tbegrudgingly, gives ground. Tom, brings him to his knees, \tbut it is short lived. Pilgrim is muscling his way back to \this feet. Tom pulls him down to his knees again. Pilgrim, \tfighting with every bit of strength, slowly gets to his feet \tagain. But the pressure Tom is putting on the saddle is too \tstrong and relentless and finally Pilgrim goes down on his \tknees and stays down. Yet Tom keeps the pressure on... Tom \tshouts to Smokey.  \n[36]\t\tNo. He had the choice.  \n[37]\t\tEither fight the way things are or \t\taccept it.  \tRobert, however, is hypnotized by the event. He is having a \tprivate epiphany of sorts.  \tGrace sits in the dirt by Pilgrim and strokes him quietly -- \tshe begins talking to him, the way Tom does. Tom watches, as \the cautiously steps further away. Pilgrim looks up at Grace \tout of the dark pool of his one sad eye. They look at each \tother. And we understand there's a connection once more. A \tmoment of understanding... and forgiveness.  \tGrace starts to untie his ropes. Smokey is about to stop her \tbut Tom shakes \"NO\"...  \tPilgrim, like an infant coming out of the water, breathing \tlife for the first time, gets to his feet. Grace and him look \tto each other. And all is still.  \tGrace grabs the saddle horn. Pilgrim shuffles as if he's \tgoing to bolt. Grace quietly reassures him... She then \tcarefully puts her prosthetic leg in the stirrup. Pilgrim \tshifts slightly. Annie covers her mouth so as not to scream \tout her fear. Robert breaths heavily. They watch as Grace \tswings her leg, determined, and pulls herself into the \tsaddle. Sitting on his back, Pilgrim tosses his head and \tlooks as he's going to run off. But Grace puts her arms \taround his neck, and once again, quietly reassures him.  \tShe starts to ride him, slowly, her arms around his neck, \ttalking all the while, around the ring.  \tAnnie laughs as she cries -- emotion overwhelming her. Robert \tfeels almost numb with fascination, gratitude, confusion...  \tThe slow ride turns into a trot... then a lope... then a \tcanter... round and round the ring. Frank and Diane smile. \tDiane looks to Tom and knows what he's feeling...  \tTom watches as any father would -- his heart pounding with \tpride for the miracle of his child. But he doesn't let on for \ta second.  \tGrace brings Pilgrim to a stop, lifts her arms to the \theavens, victorious. Everyone cheers. Smokey helps her off \tthe horse. She stops to look at Tom, who busies himself with \tpicking up the ropes... So she re-focuses on her parents. They \trun to each other and embrace... First, she and Annie... then, \tshe and her father...  \tBut, as Robert and Grace hold each other and begins to exit, \tAnnie manages to make eye contact with Tom... and tell him \twith one look, how grateful she is... and how much she loves \thim. And he receives it...  \n[38]\t\tDiane!  ", "Annie": "\n[1]\t\tThat little shit!  \tShe dials a portable phone and moves through the apartment as \tshe talks:  \n[2]\t\tHi Lucy?... Did I wake you?... Have \t\tyou read the Post?... They've got a \t\tlittle item about me and Fiske. He's \t\tsaying I fired him and that I faked \t\tthe new circulation figures.. Ha, ha... \t\tOh, please... It's the last act of a \t\tdesperate gnome... Set up a phone call \t\twith Don Farlow for 9:30...  \tThroughout the phone call, Annie is selecting clothes, \tturning on the shower, undressing...  \n[3] \tAnnie, casually dressed, enters the empty offices of her \tmagazine. She turns on the light, revealing a large row of \tstalls and glassed in private offices. Everywhere we look, we \tsee indications of the kind of magazine she edits.  \tShe strolls to her office -- the largest -- surrounded by \twindows. The office walls are covered with photos, most of \twhich are COVER STORIES ON ANNIE.  \t(One photo is of Annie's father MARTIN. A BRITISH AMBASSADOR \twith his young daughter on his lap, her arms affectionately \taround his neck. Her mother stands right behind them, posing \tlike a member of the royal family.  \tAnnie sits and takes a breath. The only photo on her desk is \ta family portrait, taken when Annie was given the Crystal \tAward -- Robert, Grace, herself and the Award. She checks her \twatch -- it is almost 9:30.  \n[4]\t\tIt's me.  \n[5]\t\tHi.  \tAwkward pause.  \n[6]\t\tI should be in by two.  \n[7]\t\tSure... What's Grace up to?  \n[8]\t\tI'm sorry about last night. I shouldn't \t\thave brought it up over the phone.  \n[9]\t\tI don't know. We'll figure it out.  \tPause. There is a lot unspoken but understood between them. \tAnnie's other phone line rings. Robert hears it as well.  \n[10]\t\tYeah. Bye.  \tAnnie picks up the other line and her manner brightens, her \tenergy boosts...  \n[11]\t\tDON! My love, how are you? Did you hear \t\tabout Fiske?... No, suing is too \t\tcivilized. Can't we get your friend at Le \t\tCirque to serve him a fatal piece of \t\tpoached salmon?... Ha, ha... That's even \t\tbetter...  \n[12] \tAnnie's office is now crowded with a dozen or so employees; \tsitting on the couch, on the window sills, on the arms of \tchairs, against the walls... Paper bag emptied of bagels, \tcream cheese, orange juice, paper plates...  \tHand Held Camera captures the energy of the room as it \tfollows overlapping lines, laughter, etc... yet, no matter how \tcasual it all seems, Annie is very much at the center of \tcontrol... We enter the scene of LAUGHTER, as Annie asks \tKEVIN, a feature writer:  \n[13]\t\t... So what did you say to her?  \n[14]\t\tAll right, all right, all right... Kevin, \t\tgood job. Write the interview. If I don't \t\tlike it, you may have to sleep with her \t\tfor a follow-up! \t\t\t \t\tNow... I'm thinking about another fashion \t\tdesigner spread... Who's news out there?  \tCharacters shout out designer names and comments as the phone \trings and LUCY picks up... speaking amdist the talking...  \n[15]\t\tQuiet... Quiet!  \tEveryone obeys. Annie presses SPEAKER PHONE.  \n[16]\t\tDavid?  \n[17]\t\tEveryone. Working overtime. Just for you.  \n[18]\t\tYes. We're suing.  \n[19]\t\tDavid, he signed an agreement that he \t\twouldn't talk to the press and he's \t\tlibeled me by saying I faked the figures. \t\tYou're not going soft on me, are you?  \tSilence. Gottschalk doesn't immediately respond. Everyone \twaits. Covert looks between characters suggest this is \tinteresting -- has Annie over-stepped her bounds with the \tmagazine's owner? Annie waits without a shred of anxiety -- \teven though she might have some. Finally:  \n[20]\t\tExactly...  \tEveryone silently acknowledges Annie guts and influence.  \n[21]\t\tYeah?... Hi. I made the 1:00 so...  \tThe expression on her face sinks into a stunned panic.  \n[22]\n[23]\t\tWhat about Grace?  \n[24]\t\t\t \t\tWhere is she now?  \n[25]\t\tSurgery! For what-?  \n[26]\t\tWhich leg?  \tThe Doctor and Robert are surprised by the question.  \n[27]\t\tThat bag's almost empty.  \n[28]\t\t\t \t\tRobert, you leave it up these people...!  \tRobert is about to respond but Annie is already out the door. \tWe hear the O.S. DIALOGUE as Robert listens.  \n[29]\t\tExcuse me, my daughter needs a new \n[30]\t\tI'd like it taken care of now please.  \tAnnie enters first.  \n[31]\t\tYou have to keep on top of these people \t\tor else they just sit on their --  \tBut Robert is ignoring her. Facing Grace, smoothing away her \thair. He's giving her the silent treatment. Annie knows this \tmeans Robert doesn't approve of her dictatorial behavior. \tAnnoyed, she turns away as well.  \tThe Nurse enters with a new bag and begins to replace the old \tone as Robert backs away.  \n[32]\t\tTch. What are you --  \tAnnie, about to respond to his inappropriate politeness, is \tstopped by Robert, who finally looks at her. It's a powerful \tlook that tells her to calm down and shut up. It's a look \tthat, for all of Robert's sensitivity, affects Annie. She \tgets the message and stays calm.  \tAs the nurse leaves, Annie is about to say thank you, but \tRobert beats her to it.  \n[33]\t\t\t \t\tHer leg was shattered so they had to, \t\tuh... remove it. She had some bleeding \t\tbut it's under control.  \n[34]\t\tWait, uh, I, I don't understand. Start \t\tagain -- He's alive...  \n[35]\t\tWell, of course, right...  \n[36]\t\t\t \t\tHold on, Liz... \t\t\t \t\tSomething about Pilgrim...  \tThe Doctor pokes his head in.  \n[37]\t\t\t \t\t-- put him down. She says...  \n[38]\t\tLiz, listen, the Doctor's here and I \t\tjust can't, uh... talk now... so --  \n[39]\t\t\t \t\t- See, what you can do for him --...  \n[40]\t\t... I just don't know right now! Do \t\twhatever you can and when Grace is --  \n[41]\t\tAnd I can say the same thing about my \t\tdaughter! But she is suffering! Can you \t\tsolve that problem! \t\t\t \t\tI can't deal with this now, Liz! If you \t\tneed a yes or no right now, then no -- \t\tdon't do it! Not until I know Grace is \t\tall right. Now, please! Just do what you \t\tcan. Okay? \t\t  \t \t\tPlease.  \tLiz is stopped by Annie's almost pleading tone.  \n[42]\t\tWhat did he say?  \n[43]\t\tI'm going to get all the nurses' \t\tnames... It's good to know all their \t\tnames.  \tRobert nods. But neither of them moves. They stand motionless \tfor a beat, then Annie begins to break down and eases herself \tinto Robert's arms.  \tRobert embraces her, kissing her head, with an almost fatherly \tcomfort. His expression tells us it's the moment he's been \texpecting... and wanting. Now she'll be all right, in his arms. \tWhatever distance between them, whatever problems felt \tinsurmountable last night on the phone, are now, for the moment \t-- for Robert -- gone.  \tBut Annie's expression tells us something different. Her \tinstinct to hold him was honest... but the effect isn't the \tsame anymore. Something doesn't feel right. Something isn't \tworking anymore about his comforting embrace.  \n[44]\t\tI should go get some of her things.  \n[45]\t\t\t \t\tNo, I'll go. You stay... In case she \t\twakes up.  \n[46]\t\tWe're very lucky.  \n[47]\t\tOkay.  \n[48]\t\tOh. Right. I'll call him.  \tPause. Annie looks at her husband as he stares off to the \tside, deep in his thoughts. She can sense he's sinking as he \tfidgets with the napkins. She remembers:  \n[49]\n[50]\t\t\t \t\tSing it to me, Frankie!  \n[51]\t\tYou can hardly get your arms around me. \t\tHow depressing. You're so early.  \n[52]\t\t\t \t\tAw... that's so sweet.  \n[53]\t\tDo you? Do you really?  \tThey turn to each other and kiss.  \n[54]\t\tLiz is taking care of him. \t\t\t \t\tThe doctor said the sooner you start \t\ttherapy the better the chances are you \t\tcan --  \n[55]\t\tDid you get her fresh towels?  \n[56]\t\tWhy don't you go lie down?  \n[57] \tAnnie and Robert stand before their separate sinks, talking \tto each other through their separate mirrors, as they wash up \tfor bed.  \n[58]\t\tYou've got to stop doing that?  \n[59]\t\tHelping all the time! Running to her \t\tevery time she trips or falls... \t\tAnticipating her all the time.  \tRobert shuts off his sink and dries his face, without a word. \tHe exits into the bedroom, and gets into bed. For a beat, he \tstares up at the ceiling -- then says quite plainly.  \n[60]\t\tDo you want any help?  \tGrace doesn't even bother to answer. She manages to get onto \tthe pavements, then turns for her bag...  \tAnnie notices other kids looking at Grace from behind, as they \tenter the school.  \n[61]\t\tDad'll pick you up today, all right?  \n[62]\t\tYou'll be fine.  \tGrace nods and turns to the school. Annie watches her go.  \n[63] \tAnnie moves about the office, hands in pocket, in front of \ther wall of windows. LUCY and her staff sitting around the \toffice. Annie is speaking to a YOUNG WOMAN staff member;  \n[64]\t\tI don't care what he told you! The \t\tman's a liar! The man's an actor, for \t\tChrist's sake. They're all liars! \t\tThey'll say anything to get a cover...  \tThe Young Woman looks insulted. AN ASSISTANT comes in to give \tAnnie a note;  \n[65]\t\tOh, honey... What happened?  \n[66]\t\t\t \t\tOh. Well, what are you going to do? You \t\thave to go to school, honey. I mean, what --  \n[67]\t\tGrace, listen to me. Your body is just \t\thealing. You have to give the rest of you \t\ttime as well...  \n[68]\t\tYou are not staying home all day feeling \t\tsorry for yourself. You're going to get \t\tup and you're going to figure this out.  \n[69]\t\tIt's still early. What's your next class?  \tWith secret delight, Grace viciously utters the word:  \n[70] \tAnnie is at her desk studying Grace's book on Horse Whisperers. \tRobert is on his bed with briefs laid out before him.  \n[71]\t\tNo.  \n[72]\t\t\"It was in America that horses first \t\troamed...\"  \tIn the books, we see pictures, lithographs, paintings and \tdrawings...  \n[73]\t\t\"A million years before the birth of \t\tman, they grazed the vast empty plains of \t\tgrass and crossed to other continents \t\tover bridges of rocks... They first knew \t\tman as the hunted knows the hunter, for \t\tlong before man saw horses as a means to \t\tkilling other beasts, man killed them for \t\tmeat...\"  \n[74] \n[75]\t\t\"...The alliance with man would forever \t\tbe fragile -- for the fear he'd struck \t\tinto their hearts was too deep to be \t\tdislodged... Since that Neolithic moment \t\twhen a horse was first haltered, there \t\twere those among men who understood \t\tthis...\"  \n[76]\t\t\"... They could see into the creature's \t\tsoul and soothe the wounds they found \t\tthere...\"  \n[77]\t\t\"...For secrets uttered softly into \t\ttroubled ears, these men were known as \t\tThe Whisperers...\"  \tOne particular pick-up truck has its back door opened. A \tMAN'S LEG is sticking out, putting on a pair of boots.  \tA moment later the Man gets out of the car. Holding a cowboy \that, he has a certain quality, a self-respect, that men who \tknow themselves seem to have. TOM BOOKER.  \tA weathered redheaded woman named RONA -- late forties, strong, \twiry horsewoman's build -- is walking towards him.  \n[78] \tAnnie is looking over a magazine cover with Lucy and her staffers. \tShe is unhappy.  \n[79]\t\tYou know it's perfectly shot, it's \t\tperfectly cropped, it's perfectly laid \t\tout and I'm so bloody bored, I'd rather \t\tbuy a Motor Racing magazine -- Start \t\tover.  \tSome general whines and groans as her assistant hands her a \tnote.  \n[80]\t\tUh, would you all excuse me a moment?  \tShe waits for them to leave as she sits before the phone. One \tof her lines is lit:  \n[81]\t\tThis is Annie MacLean.  \n[82]\t\t\t \t\tOh! Yes. Thank you for calling back. Uh, \t\tall right, let me try to explain my \t\tsituation as briefly as possible... You \t\tsee, my daughter had an accident with \t\ther horse... They were both injured and \t\tshe, my daughter, she hasn't been able \t\tto... fully... uh... It was an extremely \t\ttraumatic experience... and uh...  \tTom, sensing her turmoil, listening compassionately.  \n[83]\t\tI went on the Internet and found this \t\tarticle about you... It says you're a Horse \t\tWhisperer, that you... you help people \t\twith horse problems. And you have quite a \t\tsuccess rate when it comes to traumatized --  \n[84]\t\tWell, you know, however you want to put \t\tit -- I got your information from the \t\tpublisher of the article. I called \t\tMontana and your sister-in-law, I think, \t\tgave me this number. \t\t\t \t\tI'm been hot on your trail you could say \t\tbecause I was hoping you'd consider \t\tcoming to New York and taking a look at \t\tmy daughter's horse and possibly --  \n[85]\t\tWell, if you could just come for the day. \t\tNew York's only a few hours by plane, \t\tI'd have you home by dinner...  \n[86]\t\t\t \t\tI'll pay you for your fare. I'll send you \t\tto Montana first class.  \n[87]\t\tMr. Booker, if I could just ex --  \n[88]\t\tGrace? \t\t\t \t\tGrace, it's mom.  \tAnnie slowly opens the door. She finds Grace's bed empty. She \tlooks over to the window to find Grace sitting in a chair, in \tthe dark, looking out the window.  \n[89]\t\tGrace. What are you doing?  \tNot looking up, Grace speaks in a hollow voice.  \n[90]\t\tI brought it to you in the hospital.  \n[91]\t\tGrace, I put it on the table near your --  \n[92]\t\tHave you decided about Pilgrim?  \n[93]\t\tWell... how you feel all right about \t\ttelling Liz to put him down...  \n[94]\t\tI think that's... very compassionate \t\tand... mature way of looking at it.  \n[95]\t\tYeah?  \n[96]\t\tWhat?  \n[97]\t\tHow was the dinner?  \n[98]\t\tWhy did you go?  \n[99]\t\tYeah.  \n[100]\t\tNo.  \tRobert nods. Accepting. Silence. Annie sips her wine. Then:  \n[101]\t\tAbout us going someplace warm... \t\tSomeplace Grace'll have to wear shorts \t\tor bathing suits or summer dresses...  \tRobert looks at her and realizes it's a bad idea. He nods, \tagain, getting the message. Silence. In that silence, Annie \tlooks at him... and makes a decision:  \n[102]\t\tRobert, I want to take Pilgrim out to Mr. \t\tBooker. Drive him out to Montana... With \t\tGrace.  \tRobert is confused... and a little worried.  \n[103]\t\tHe did, but... I think I can change his \t\tmind.  \n[104]\t\tRobert, Grace isn't adjusting to school. \t\tAnd she can't sit in this apartment all \t\tday... I think it would be good for her.  \n[105]\t\tI've called Liz. They can set me up with \t\ta trailer for Pilgrim. I thought we'd \t\tstay at motels along the way...  \n[106]\t\tNo. I was just researching. Calm down.  \n[107]\t\tI'm not asking you to. I'll do it.  \n[108]\t\tHe'll be sedated. I know horses, Robert. \t\tI'm the one who taught Grace how to ride.  \n[109]\t\tI'm in charge. I went back very soon \t\tafter the accident. They didn't expect me \t\tfor a couple of months. I'll just take \t\tthat time now... I can still oversee \t\tthings from Montana... Take my fax... \t\tMy computer...  \tBeat. Robert fears this is about the marriage. Yet --  \n[110]\t\tWhy?!  \n[111]\t\tI can't say he's been all that effective \t\twith her.  \n[112]\t\tI don't care what he says! We have to do \t\tsomething, Robert! I can't sit here and \t\ttrust everything's going to work out just \t\tby pretending it will.  \n[113]\t\tWhat?  \tIt is very difficult for Robert to say;  \n[114]\t\t\t \t\tRobert, we're losing her. We're losing \t\ther. \t\t\t \t\tI don't care what the doctors say. The \t\ttruth is, they don't know anymore than \t\twe do -- less, when it comes to Grace... \t\tThis may not sound sensible or... logical, \t\tbut nobody's suggesting anything better. \t\tI can't explain it, Robert. I just have \t\tthis feeling... this annoying... bloody \t\tfeeling that if... if, somehow, Pilgrim \t\tcan be made all right... then so can Grace. \t\tI just know it!  \tRobert can feel the strength of her will. He can find no way \taround it.  \n[115]\t\tShe will if you think she should.  \n[116]\t\t\t \t\tNo, that's not what I said. I'm not a \t\tdictator. If you feel you should come, \t\tthen come. Just do whatever you think \t\tis right.  \tAt some moment, they realize Grace is standing at the entrance \tto the kitchen. They are surprised.  \n[117]\t\tMaybe we should give him another \t\tsedative.  \n[118]\t\tOf course not.  \n[119]\t\tYou want to take your bath? \t\t\t \t\tWe have to get up early tomorrow. You \t\tmay not have enough time to --  \n[120]\t\tNo, I don't mean you have to. It's just \t\tthat we may not have enough --  \n[121]\t\tLook, if you want to take it in the \t\tmorning, that's fine.  \n[122]\t\tTake it now.  \tGrace hobbles off the bed, enters the bathroom and shuts the \tdoor.  \n[123]\t\tWhat, sweetheart? What?  \tShaken, Grace cannot fight how much she needs her mother at \tthat moment. She wraps her arms around her, tightly, and tries \tto catch her breath.  \n[124]\t\tIt's sleeping in a strange bed, \t\tthat's all. Happens sometimes. It's \t\tOk. It's OK.  \n[125]\t\tOkay, listen -- let's do this. When \t\tI get to the next motel, I'll see if \t\tthey have a fax. If not, I'll call \t\tyou tomorrow to --  \tAnnie continues O.S. when we hear a shifting, a rocking in \tthe trailer behind them. As if Pilgrim made a sudden move. \tGrace quickly turns her head. Annie looks in the rear view at \tGrace.  \n[126]\t\tUh Lucy, look, I have to go. OK... \t\tLater.  \tAnnie hangs up and smiles at Grace through the mirror. Grace \treaches for her walkman and headphones. Annie offers;  \n[127]\t\tGrace! GRACE!  \tGrace lowers one side of her headphones;  \n[128]\t\tWould you like to put your music on \t\tup here?  \tGrace shrugs. Annie shrugs it off as well. Grace replaces the \theadphone. Annie turns on the radio -- nothing but country or \tgospel or religious talk shows... She shuts it off. Frustrated, \tAnnie looks up ahead and sees:  \n[129]\n[130]\t\tFine!  \n[131]\t\tFine!  \tShe exits the car, banging the door. As she walks acrund the \tcar to help Grace, she talks to herself in a sarcastic whisper:  \n[132]\t\t\"Whatever you want!\" Well, this is what \t\tI want. I want to eat lunch and I want \t\tto smoke a cigarette and I want to keep \t\ttalking to myself for the next two \t\tthousand fucking miles...\"!  \tShe opens Grace's door. Grace senses her mother's anger.  \n[133]\t\tYou should call your dad before it \t\tgets too late.  \n[134]\t\tOh. You didn't tell me.  \n[135]\t\t\t(stares angrily, speaks \t\t\t softly \t\tYou don't.  \tSilence. Annie exits past her to the car.  \n[136]\n[137]\t\tGrace, look!  \tGrace reads the sign.  \n[138]\t\tWould you like to see that?  \n[139]\t\t\t \t\tI don't care.  \tAnnie's comic mimicking, throws Grace off center.  \tAnnie turns off onto the exit. They drive by a massive casino \t-- it's neon sign flickering. They drive up a hill past a cafe, \ttwo Indians in high crowned Cowboy hats standing outside of \tthe cafe. She drives up a hill towards the parking lot of the \tMonument...  \n[140]\t\tThis'll be nice. We haven't seen any \t\tof the sights yet. It's history. When \t\tI was thirteen I used to love seeing \t\tthings like this.  \n[141]\t\tHow long is this going to go on?  \n[142]\t\tYou know what I mean? \t\t\t \t\tIs this it now? Is this the way we're \t\tgoing to be from now on?  \tIgnoring her, Grace edges to the passenger side and exits the \tcar. Annie gets out of the driver's side and walks around as \tshe speaks:  \n[143]\t\tDo you want us to turn around and go \t\tback home? Do you?  \n[144]\t\tWho do you think I'm doing this for? \t\tI'm doing this for you!  \n[145]\t\tI don't believe this!  \n[146]\t\tThat's not true! Whatever problems your \t\tfather and I are having, have nothing \t\tto do with this.  \n[147]\t\tDid he tell you that?  \n[148]\t\tThat's not true!  \n[149]\t\tIt's... it's not that simple to explain. \t\tI know you think it is, but it's not. \t\tThe truth is, I don't really know what \t\tI want to do. I don't have all the \t\tanswers.  \n[150]\t\t\t \t\tYes. Fine.  \n[151]\t\tI'm sorry. I'm sorry...  \tAnnie rises and is escorted back to the Suburban by the \tRanger. She sees:  \tGrace is sitting in the front seat now, waiting for her -- \tlike a little girl lost.  \n[152]\t\tYou buckled up? \t\t\t \t\tYou cold?  \n[153]\t\tDon't they believe in signs here?  \n[154]\t\tThere was supposed to be a turn off. \t\tDid I miss it?  \n[155]\t\t\t \t\t... after left, stay on main road until \t\trise, then... \t\t\t \t\tWhat bloody rise?!? What main road!?  \tShe stops the Suburban .  \n[156]\t\tHello, Mr. Booker. Annie MacLean. From \t\tNew York. We talked on the phone.  \tShe extends her hand. TOM shakes it, nodding, staring at her \tcuriously.  \n[157]\t\tIt's, uh... beautiful country. I had a \t\tlittle bit of a hard time finding the \t\tplace. There are no signs.  \n[158]\t\tWell... OK... here it is... Uh... I'd \t\tlike you to take a look at my horse. \t\tNow -- it won't take long and if, after \t\tthat, you still don't feel...  \n[159]\t\tOh no. She's here. I brought him along. \t\tAnd my daughter, too. We're staying at \t\tPeterson's...  \n[160]\t\t\t \t\tWell... yes... I had a trailer. It's not \t\tlike I made him run along side of the car.  \n[161]\t\tLook! Please! Don't do the \"shucks, \t\tma'am\" thing again! \t\t\t \t\tI've driven a few thousand miles for a \t\tfew minutes of your time. I've brought \t\thim here -- to your neck of the... \t\t\t \t\t-- mountains. Just take a look at him. \t\tIf you still feel the same way, I'll \t\tbe on the road by morning and you'll \t\tnever see me again. OK? Deal?  \tTom tries to hide a smile of respect. Annie, thinking she may \thave him, starts backing away towards her car -- as one would \ta dangerous animal they think they might have tamed...  \n[162]\t\tWe're at Peterson's. Whenever you're \t\tfree. You don't even have to call.  \tShe gets into the Suburban. Tom watches her drive off.  \n[163] \tTom walks up some wooden steps to a door and knocks. He hears \ta TV on inside. And Grace's Voice:  \n[164]\t\tSorry about that. Hi. Grace, this is \t\tMr. Booker... Have you looked at \t\tPilgrim?  \tTom sees Grace turn away, just as Annie enters. He takes a \tmoment. He could say no right there, but something stops him.  \n[165]\t\tYou want us to come with you? I just \t\thave to run to the main house and give \t\tMr. Peterson a check.  \n[166]\t\tGrace?... Grace, you want to come with \t\tus, take a look at Pilgrim?  \tGrace keeps looking at the TV. No reply. Tom is half way out \tthe door when he says to Annie -- making sure Grace can hear --  \n[167]\t\tWell... You're closest anyone's \t\tgotten.  \tHe walks straight towards them -- veering more to Grace. He \tstops in front of her and they look into each other's eyes -- \tin a way that reminds us of how Tom looked at Pilgrim.  \tExcept, Grace is made even more uncomfortable by the intimacy. \tShe turns away and walks to the corral, to lean on a post -- \tas if she doesn't care. Tom turns to Annie.  \n[168]\t\tWell, that'll be a little complicated --  \n[169]\t\tLook, I'll talk to Grace and call you \t\tlater--  \n[170] \tCamera moves to reveal Annie on the phone in front of her \tcomputer and fax...  plugging in extension cords as she talks:  \n[171]\t\t... the phone company's putting in extra \t\tlines. I'll call back with the numbers. \t\tOh, and I want you to get in touch with \t\tthis lady in town here -- they say she's \t\tsort of a physical therapist for the \t\trodeo boys but keep the one at the \t\thospital we already contacted on call...  \tGrace sits alone in the living room. Watching TV, but anxious \tand disturbed about what she's committed herself to.  \n[172]\t\tWhat's he doing?  \n[173]\t\tHow's it going?  \tSmokey doesn't respond -- how it's going is exactly how it \tlooks. Tom takes a few steps, stops and stands still again. We \tsense the process is long and requires great patience.  \n[174]\t\tI though horses were afraid of \t\twater?  \tJoe doesn't answer her. Grace likes that. Annie, frustrated, \tfeels she has the right to simple shout out to Tom.  \n[175]\t\tIs that to get his strength back?  \tTom pays her no mind -- concentrating on Pilgrim.  \tSuddenly, Annie's CELL PHONE rings, jarring the proceedings. \tTom turns to Annie. She hides her embarrassment by answering \tit, walking away. Tom gives her a look. Grace is loving this. \tTom turns back to Pilgrim. After a few moments --  \tTom, taking the rope tether, unhooks it from the pole. He \tstarts to lead Pilgrim out of the water. Pilgrim, fearful, \tfights him. He rears, splashing Tom, not wanting to come out \tof the water. Grace is worried. She looks to Joe and sees he \tis concerned too, though he stands quietly.  \tAnnie hears the commotion from where she stands and finishes \ther call to return to the pond.  \tTom enters the pond, waist deep in water, trying to grab \tPilgrim's rope. Pilgrim rises up, rearing at him. Joe and \tSmokey, sensing danger, come closer to the pond. Annie \tappears beside Grace and watches as Tom reaches for the rope \tagain. Pilgrim rears again. Tom stumbles backwards from his \thooves. Annie gasps. Grace turns to walk away from the pond. \tShe can't watch -- it brings back too much. But as she does, \tshe is stopped by the sight of --  \tTom, righting himself, unphased, calmly walks back to Pilgrim. \tThe horse, baffled by this man's lack of fear, lets him take \tthe rope and walk him out of the pond.  \tGrace can't help but be impressed. Joe nods. Annie is shaken.  \n[176]\t\tMr. Booker, I'm not at all comfortable \t\twith you taking those kinds of chances...  \tAs Tom leads Pilgrim out, the horse suddenly whirls, bolting, \tknocking Tom down...  \n[177]\t\tOh, God!  \tPilgrim runs off, pulling the wet rope behind him. Joe runs \tover and grabs for the rope.  \n[178]\t\tShe's running away! How are you going \t\tto get him back?  \tTom doesn't respond. He walks off down the hill out onto the \tpasture, stops, arms folded and watches Pilgrim. Annie turns \twhen she hears Smokey, who appears behind her:  \n[179]\t\tSo what now? Should we leave?  \tTom continues watching Pilgrim. Annie looks at him, sitting \tthere motionless and feels like an idiot. Clearly she doesn't \tunderstand all this and clearly no one thinks this is the \ttime to explain to her.  \n[180]\t\tWell, we're going to go then...  \tWithout looking at her, Tom just nods. Annie, awkwardly, \twalks back up the hill to where Grace is...  \tON THE GRASSY HILLSIDE, Grace is watching the scene by herself \tas Joe appears, staring at her leg... It makes her uncomfortable. \tShe turns to him with a curt, impatient tone;  \n[181]\t\tYou ready to go?  \tGrace hesitates. Then mother and daughter take one more look --  \tPOV -- Pilgrim standing in the pasture with Tom crouching in \tthe grass waiting for him.  \n[182]\t\tHello, Mr. Booker... Oh, hello, Frank. \t\tThis is Annie MacLean... I was \t\twondering, has-... \t\t\t \t\tUh-huh... And Pilgrim?... \t\t\t \t\tStill?... Uh-huh... \t\t\t \t\tOkay then. Thank you.  \tShe hangs up, pauses, then speaks to the window out loud enough \tfor Grace to hear --  \n[183]\t\tHe's still sitting in that damn \t\tfield.  \n[184]\t\tLet's go see what's going on, then \t\tget something to eat.  \n[185]\t\tWould you mind if I did? I'd like to \t\ttalk to him.  \tDiane, knowing full well Tom ain't in a talking mood, hands \ther a cup...  \n[186]\t\tUh, no, we're going to dinner... Is \t\tthis the way to the pasture?  \n[187]\t\tBut I have business calls I have \t\tto --  \tTom keeps heading for the barn as he suggests, without turning \tback;  \n[188]\t\tOh uh, thank you. No, we don't want to \t\timpose.  \n[189]\t\tYou know, that's interesting. I always \t\twondered when I went into a restaurant \t\twhat was the difference between a regular \t\tsteak or a Black Angus steak. I couldn't \t\ttaste any difference although I could \t\tswear one was more tender. I didn't know \t\tthere was that big a difference between \t\tcows... \t\t\t \t\tI've never been on a cow farm before. I \t\tmust say, the bulls seem to have the \t\tbest time of it. Just laying around the \t\tfields all day until they're asked to... \t\t\t \t\tdo their... work.  \n[190]\t\t\t \t\tIt's fine. Comfortable. I still can't \t\tget used to how dark it gets around here, \t\tthough. When we leave the ranch, I \t\talways hold my breath until I can see \t\tthe motel.  \n[191]\t\tOh, I don't know...  \n[192]\t\tWell, it's worth it, really? I mean, how \t\tmuch longer do you think you need to work \t\twith Pilgrim?  \n[193]\t\t\t \t\tHi.  \n[194]\t\t\t \t\tYeah. She seems to be getting more \t\tcomfortable on the ranch, which is why \t\tI said yes to this move. But, whenever \t\tit's just the two of us, I don't know... \t\tAnyway... what's happening with the \t\tDelco lawsuit?  \n[195]\t\tWell, it's good that you're there.  \tRobert didn't mean to validate his separation from them.  \n[196]\t\tYeah, but nothing I can't handle. Lucy \t\ttells me she thinks Gottchalks's \t\tplotting, but what else is new.  \n[197]\t\tYou know, I just asked that myself \t\ttonight. He doesn't know.  \n[198]\t\tOkay.  \tBeat. Annie knows Robert needed an invitation from her. But \tshe can't do it. Robert tries again.  \n[199]\t\tI know. We miss you too.  \n[200]\t\tNight.  \tAwkwardly, they hang up. Grace exits the bathroom.  \n[201]\t\tYou already did.  \n[202]\t\t\t \t\tYeah, he's going to think about it. \t\tYou want me to pack for you?  \tGrace looks at her disapprovingly as she passes to go to the \tbathroom. Annie registers this.  \n[203]\t\tGrace? The clinic just called... \t\tThey had to change your physical \t\ttherapy appointment. We have to \t\tleave now.  \tGrace frowns a little -- her mother's \"perfect timing.\" Annie \tapproaches the arena, watching Tom riding. As he passes her;  \n[204]\t\tMr. Booker...  \tHe flashes a smile in her direction and Annie's expression \tcomically matches her daughter's reaction. She quickly covers \tit, however. Her eyes follow him as he glides around the \tarena. It's like watching a great ballet -- his control of the \thorses, his effortlessness, his grace, his strength... She \tsmiles to herself in appreciation. Then catches herself:  \n[205]\t\t\t \t\tYou got everything you need?  \n[206]\t\t\t \t\tHoney, come on. Would you like to stay \t\tin town for dinner? Maybe see what \t\tmovie's playing tonight?  \n[207]\t\tNo. I just thought... forget it.  \tHe's getting a clearer view of their relationship.  \n[208]\t\t\t \t\tBranding? \t\t\t \t\tI haven't branded in years.  \tTom chuckles.  \n[209]\t\tUh, I don't, honey. Branding? Oooh... \t\tI think we'd just be in Mr. Booker's \t\tway.  \n[210]\t\tOkay.  \tAs Grace and Annie walk to the car, Tom says:  \n[211]\t\tTry not to fall off your high horse, \t\tMr. Booker.  \tTom tips his hat and rides away... Annie smiles and nods... \tGrace doesn't like their sudden familiarity. Or her mother's \tcoy manner. As they enter the Suburban, Grace asks point blank;  \n[212]\n[213]\n[214] \n[215]\n[216]\t\tIt is cocktail hour yet?  \tTom laughs. She takes a big breath.  \n[217]\t\tWell, I was born in London, but my \t\tfather was an ambassador and we \t\tmoved constantly. I've lived in a lot \t\tof places but I don't really know what \t\tI'd call home.  \tTom listens to this.  \n[218]\t\tHe was a wonderful man.  \tShe looks to Tom and he can sense a sadness around this in her \teyes.  \n[219]\t\tWhat happened?  \n[220]\t\tI'll drink to that...  \tEveryone toasts and drinks. Annie and Tom exchange a look. \tShe smiles, but not in a alluring way -- rather, in a grateful \tway. Grateful for this brief moment of community and good \tfeeling. And somehow, Tom knows what she's feeling.  \tNo one notices this silent exchange -- except for Diane, who \tsees everything that's going on.  \n[221]\t\t\t \t\tWhere does this go, Diane?  \n[222]\t\tIs this Mr. Booker? Tom's \t\tgrandfather?  \tDiane looks at a faded photo circa late 1800's.  \n[223]\t\tShe calls him Tommy...  \n[224]\t\tI got a little confused though. The ranch \t\tEllen was talking about -- that's not this \t\tone?  \tDiane is sorting silverware throughout the following:  \n[225]\t\tDon't be so sure it's my last. There \t\tare a few people back home I'd like \t\tto put under a red hot iron.  \tTom looks at her with a sly expression, and notices she's \tshivering.  \n[226]\t\tThank you.  \tHe sits back down. Annie crosses her arms over her chest, \tlooks around, unconsciously swinging her foot. Tom watches \ther leg. Annie notices him watching;  \n[227]\t\tWhat?  \n[228]\t\tYou stand still too long in New York \t\tyou get hit by a bicycle messenger. \t\t\t \t\tYou know, sometimes, I get the feeling, \t\tMr. Booker, that you're laughing at me. \t\tWhy is that?  \tTom shrugs. Annie waits a beat, then:  \n[229]\t\tThat's your cue to say you're not \t\tlaughing at me.  \n[230]\t\tIt's a man's world, Mr. Booker. Most \t\twomen have to.  \n[231]\t\t\t \t\tWell... It's beautiful country, I'll give \t\tyou that. And I could see having some \t\tkind of vacation place. Retreat. But I \t\tdon't know how you do it full time. Don't \t\tyou miss the rest of the world?  \n[232]\t\tHa... if you've never lived in a city \t\twith museums, theater, music, restaurants, \t\tuh... god, a million things, then it's \t\tsomething I can't explain.  \n[233]\t\t\t \t\tYou lived in Chicago?  \n[234]\t\t\t \t\tYou were married to a woman in \t\tChicago?  \tTom likes disturbing her picture of him as the predictable \tcowboy. He smiles;  \n[235]\t\t\t \t\tWell, I, uh... you didn't...  \n[236]\t\tHello?  \n[237]\t\tOh, Robert, I'm sorry. We were so tired \t\tfrom the branding. Grace barely made it \t\tto her bed and I didn't have the energy \t\tto take my clothes off.  \n[238]\t\tEverything all right.  \n[239]\t\tFine. Actually, today was a good day. \t\tYou should have seen her.  \n[240]\t\tAbout what?  \n[241]\t\tOh. I didn't look at my faxes today. We \t\tleft before sunrise.  \n[242]\t\tI've decided it's impossible to \t\tproperly say hello in this place \t\twithout a hat.  \n[243]\t\tI don't jog, Mr. Booker. I run.  \n[244]\t\tIf I can survive rush hour, I figure I \t\tcan handle grizzlies...  \n[245]\t\tI don't sleep all right anywhere. But \t\tthe house is fine.  \tTom walks his horse across the creek to her, comfortable in \tthe silence. Annie moves about, uncomfortable in the waiting.  \n[246]\t\tWho's R.B.?  \tTom is finding Annie's blunt curiosity more endearing.  \n[247]\t\tI found this old cello case filled with \t\tbills and receipts.  \n[248]\t\tI thought you lived in Chicago?  \n[249]\t\tI have a way with animals.  \n[250]\t\tOh yes. I forgot.  \tShe does and the horse sniffs at her hand.  \n[251]\t\tHe's beautiful.  \n[252]\t\tShe did?  \tAnnie is somewhat moved by her daughter telling him that.  \n[253]\t\tI don't know, really. No time mostly.  \tA cold wind blows. She folds her arms across her breasts.  \n[254]\t\tI thought it was supposed to be spring.  \tTom can't help but notice her nipples are hard from the cold. \tHe looks away. She laughs.  \n[255]\t\tAre you shy, Mr. Booker?  \n[256]\t\tYou too.  \tAnnie steps across the rocks at the ford, crossing the creek. \tHer foot slips, one of her shoes goes into the water.  \n[257]\t\tShit.  \n[258]\t\tI can handle it!  \tShe crosses the creek. She turns, giving him a small wave. He \ttouches his hat. She runs off. Tom watches her go, head down, \tconcentrating...  \n[259]\t\t... David, we've been behind a day or \t\ttwo before. But Lucy just Fedexed me all \t\tthe material and it'll be approved by \t\tthe end of the day.  \n[260]\t\tOh, come on! This is such bullshit! The \t\twork is getting done, David. Lucky keeps \t\tme on top of everything.  \n[261]\t\tWhat the hell does that mean? How much \t\tmore do I have to do to prove how \t\timportant this magazine is to me?  \n[262]\t\tUh, yes... Sure, David.  \n[263]\t\tThank you. You're all doing too much.  \n[264]\t\tOh... Well... thank you very much. I \t\tdon't --  \tBefore she finishes her line, the Phone Rings again.  \n[265]\t\tSorry. \t\t\t \t\tHello? Hi, yeah, I just spoke to him. \t\tOh, you know David, Mr. Strong Arm...  \tDiane feels out of place and exits. Annie doesn't notice \tuntil she hears the door close. She pushes back her hair and \ttakes a deep breath. She looks out through the side window \tand sees:  \tGrace and Joe doing chores. Grace looks involved and not at \tall self-conscious. A moment of gratitude and calm for Annie.  \n[266]\t\t\t \t\tOh-oh.  \tTom reaches the house as Annie rises.  \n[267]\t\tThe answer's no.  \n[268]\t\tPoor thing.  \n[269]\t\tIs this how you're going to make me pay \t\tmy phone bill?  \n[270]\t\tYeah, it's been a while, but I... I \t\tremember the basic ideas...  \n[271]\t\tActually, I never rode Western. I'm \t\tsorry. Go ahead.  \n[272]\t\tThanks.  \n[273]\t\tYeah.  \n[274]\n[275]\t\tIt's a whole other world you have \t\tgoing on here. It just goes along, \t\tdoing what it has to. And you're a \t\tpart of it, you just wake up and, \t\tand there you are... And everything \t\tthat seems like life or death some \t\tplace else -- doesn't affect any of \t\tthis one bit.  \tTom is impressed by her feelings. He sees her saddle cinch \tneeds fixing and gets off his horse.  \n[276]\t\tHow long did you live here with your \t\twife?  \n[277]\t\t\t \t\tSon?  \n[278]\t\tHow did you meet her?  \n[279]\t\tWhy didn't it work out?  \n[280]\t\tIt is. It's lovely.  \n[281]\t\tWe did at one point. When we thought \t\twe'd have more children. And we after \t\ttried. We tried everything, but... \t\twasn't meant to be.  \tThere is an awkward silent beat for a moment. Annie is \tmomentarily self-conscious. Tom helps by speaking of himself;  \n[282]\t\tThat's very important to you, isn't it? \t\tHome.  \n[283]\t\tHow did you find out all that?  \tTom looks right into her eyes and confesses without a shred \tof self-consciousness.  \n[284]\t\tHoney, would you see if anybody \t\twants --  \tAnnie notices Grace standing there, in her dress. She stops.  \n[285]\t\tYou look really pretty.  \tGrace is a little self-conscious but grateful. She begins \ttaking forks out of her dress pocket.  \n[286]\t\tWell, one was for salad...  \n[287]\t\t\t \t\tYou're right. Good.  \tGrace puts them away.  \n[288]\t\tDoes anybody out there want \t\tsomething to drink?  \n[289]\t\tThanks, honey.  \tGrace nods and exits to the living room.  \n[290]\n[291]\t\t\t \t\tNot really. I'd forgotten how long \t\tit's been since I've done this. And \t\tI couldn't get any Parmesan cheese.  \n[292]\t\tI am comfortable.  \n[293]\t\tYou missed a button.  \n[294]\t\tThank you.  \tThey're quiet for a beat as they exchange a look. Suddenly, \tGrace enters -- she clearly doesn't like the two of them being \talone, Annie quickly covers;  \n[295]\t\tOh, good, Grace, would you bring in \t\tthe bread... I'll get the salad and \t\tthen we're all set.  \tTom has already exited by the time Annie finishes, and Grace \tgrabs the bread basket.  \n[296]\t\tWell, did you ever think about hiring \t\ta business manager?  \n[297]\t\tIt's pretty impressive. Where I come \t\tfrom, you'd be a gold mine.  \tDiane doesn't know how to accept that, but inside she's \tbursting with pride. She focuses on the Twins who fight;  \n[298]\t\tAbsolutely. I made enough for an army.  \n[299]\t\tIt's okay. Grace, show them. I'm going \t\tto put the coffee on. I made an apple \t\ttart for dessert.  \tThe Twins excitedly move to the computer. Joe waits for Grace.  \n[300]\t\tWell... I know I should reject that \t\toffer, but I'm not going to.  \n[301]\t\tI was there for that shot, actually.  \n[302]\t\tOh, God -- I think it was the fourth \t\tor fifth time I'd been there, so all \t\tI remember was the heat and how \t\tincompetent the photographer was...  \tShe laughs as she directs this last line to Diane, who just \tsmiles. And Annie realizes that's not what she meant at all. \tThis woman is starving for glimpses into this other life.  \n[303]\t\tBut, uh, Egypt is, well, it's like \t\tnothing else. It's like going back in \t\ttime. \t\t\t \t\tI remember as a kid trying to imagine \t\twhat a kid my age, centuries ago, \t\twalking over that same ground, was \t\twondering about or, if they had the \t\tsame problems as me... and I felt, \t\tconnected to... to time itself, almost. \t\tHa, I never realized how hard it was \t\tto describe.  \n[304]\t\tYou and Frank ever take a vacation?  \n[305]\t\tWhat does he mean?  \n[306]\t\tDid you go riding?  \n[307]\t\tDid Grace try to ride, Joe?  \n[308]\t\tGrace? Is everything all right? \t\t\t \t\tCan we talk?  \n[309]\t\tWell... \t\t\t \t\tSo you tried riding again?  \n[310]\t\tHoney, nobody's trying to cure you --  \n[311]\t\tWhat are you talking about?  \n[312]\t\tGrace, I don't hate your father.  \n[313]\t\tI was just trying to say thank you to \t\tDiane and Frank and --  \n[314]\t\tLook, I just wanted to say, I think \t\tit's great you're riding again. \t\tAnd... and I think I know why you, \t\tyou needed to do it alone... without \t\tanyone knowing...  \n[315]\t\tSTOP IT! Why can't I talk to you!!  \n[316]\t\t\t \t\tWHAT?! How can you -- \t\t\t \t\tI'm sorry if my friendship with Tom \t\tbothers you so much, but I happen to \t\tvalue having someone to talk to, \t\tespecially when my own daughter \t\tignores me night and day because no \t\tmatter what I say, it's wrong and no \t\tmatter what I do, it's wrong... I'm \t\tsorry I'm such a disappointment to \t\tyou.  \n[317]\t\tI don't deserve that. I have never \t\tlooked at you as a disappointment. If \t\tI'm on your back to do better, if I \t\tpush you to try harder it's because \t\tI want you to be the best you can be.  \n[318]\t\tListen, if... if there's a part of you \t\tas parent that... that takes pride in \t\tyour child -- that, you can look at \t\tthem and see something you've \t\taccomplished as well... if that's wrong, \t\tthen I'm sorry. \t\t\t \t\tBut it wasn't my intention. I don't push \t\tfor me. I do it for you... So you don't \t\twaste half your life feeling like you \t\tdon't know where you belong.  \n[319]\t\tWell, then I do apologize... But what \t\tI'm most sorry for is turning you \t\tinto a spoiled brat who can only \t\tthink about what she's feeling... who \t\tcan't admit when she's wrong and who \t\tcan't forgive when she's not.  \n[320]\t\tWhat did you say?  \n[321]\t\tStarted what?  \n[322]\t\t\t \t\tWhen? Tonight?  \n[323]\t\tWhat?... Oh baby...  \n[324]\t\tThat's not true.  \n[325]\t\tBecause you are... one of the most... \t\tincredible, bravest, most beautiful \t\twoman I have ever met. The efforts \t\tyou make. Your courage and your \t\tdignity. \t\t\t \t\tI don't know where you got it? I \t\thonestly don't know how I would have \t\thandled all this if I were you.  \tGrace is so grateful, they cling to each other even harder. \tAs the tears subside, Grace manages to admit...  \n[326]\t\tWhat?  \n[327]\t\tSshhh... Ssshhhh...  \tThey hold each other as if for dear life...  \tLATER -- CAMERA PANS to discover mother and daughter, fast \tasleep, in each other's arms.  \n[328]\t\tHello?  \n[329]\t\tYes.  \n[330]\t\t\t \t\tOh. Oh, yes. One moment, please.  \n[331]\t\tUh, nothing. I'm going to pick it up \t\tin the other room -- would you hang \t\tthis up for me?  \n[332]\t\tOkay, Grace... \t\t\t \t\tOperator?... I'm ready.  \n[333]\t\tWell, I have more than a few days, ha, \t\tha... I uh... I'm sort of... not an \t\teditor anymore... right now... First \t\ttime I've said it out loud.  \n[334]\t\tNo, it's more like a leave of- \t\t\t \t\tHa, ha, ha. Yeah, they fired me.  \n[335]\t\tDelayed shock. Or maybe not. I know \t\tI could talk my way back if I wanted \t\tor... go to another magazine, \t\tsomeplace... Just not sure if I want \t\tto.  \n[336]\t\tDid you always know this was the life \t\tyou wanted?  \n[337]\t\tFrank's a good man.  \n[338]\t\tSounds like something Tom would say.  \n[339]\t\tWhat?  \n[340]\t\tI don't think anybody can make Tom do \t\tanything he didn't want.  \n[341]\t\tThis is Mr. Booker, Robert.  \n[342]\t\tLet's bring your bags inside.  \n[343]\t\tIs there anything you need? I'm going \t\tfood-shopping.  \n[344]\t\tNo, no, I'll go -- just give me a \t\tlist.  \tAnnie is determined. She needs to be by herself for a bit.  \n[345]\t\tOh, how sweet.  \tA burst of laughter pulls their attention to the group -- \tRobert is now standing, acting out a story.  \n[346]\t\t\t \t\tYou're allergic to hay.  \n[347]\t\tYou don't have to explain. You have \t\tevery right to come.  \n[348]\t\tNo, it's okay. Believe me, there were \t\tplenty of times I didn't know what \t\tthe hell was right.  \n[349]\t\tLet's not talk about that now.  \tAnd they're quiet. He moves to kiss her. It's awkward. They \tlook to each other -- as they try to remember how to make love \ttogether...  \n[350]\t\tRobert! Let him handle it! Please!  \tRobert can't watch this. He turns and takes a few steps. \tJust stops... standing behind and apart from Annie, to \tjust watch... slowly becoming transfixed, like someone \twho can't stop staring at an accident.  \tTom reaches Grace and puts his hand tenderly on her shoulder...  \n[351]\t\tWhat?!  \tTom responds to their voice without looking at them:  \n[352]\t\tIt's so cruel.  \n[353]\t\tWhat choice!!?  \n[354]\t\tI already know the way... and it's \t\tnot like I have a job I have to rush \t\thome for. \t\t\t \t\tBetween you and me, I could use the \t\ttime alone.  \tDiane understands.  \n[355]\t\tIt's just one night. If I get \t\tuncomfortable, I'll go over to \t\tHanks.  \n[356]\t\tPromise.  \tDiane just nods, knowingly. She extends her hand. The women \tshake.  \n[357]\t\tYou too, Diane.  \tThey part. Diane starts giving order as she gets in the car:  \n[358]\t\tAre you going to stay in the city or \t\tgo up to Connecticut?  \n[359]\t\tProbably first thing in the morning. \t\tIt's too late to start now. I'm going \t\tto try not to do too much driving in \t\tthe dark.  \n[360]\t\tYeah, what?  \n[361]\t\t\t \t\tWhat do you mean?  \tAnnie looks up from the box to see Robert is calmly staring \tat her. His demeanor is different. Something's going on.  \n[362]\t\tYou look like something's wrong.  \tThis is Robert's moment. He knows it. He takes a breath and \thopes it comes out right:  \n[363]\t\tI don't understa-  \n[364]\t\tWhat's the matter, honey? Gonna miss \t\tPilgrim?  \n[365]\t\t\t \t\tWell... honey... you know... that's \t\tjust not his way. Maybe you can write \t\thim a letter or something. Say thank \t\tyou... Don't think about it... You \t\ttake care and I'll see you home.  \tShe embraces Grace and, over her shoulder, watches Robert \tenter the car. Grace follows suit. The car drives off leaving \tAnnie alone at the Double Divide.  \n[366]\t\tWhy do I get the feeling you know \t\twhat I should do, but you're not \t\ttelling me?  \tShe hears a truck pull up... Then, a door open and close. Her \theart races...  \n[367]\t\tI won't ask you to.  \tHe takes her in his arms and they kiss.  \n[368]\t\tOh, God, what are we going to do? \t\tI'm supposed to --  \n[369] \n[370]\n[371]\n[372] \n[373]\n[374] \n[375]\n[376]\n[377]\n[378]\t\tShow me again.  \n[379]\t\tOne more time.  \n[380]\t\tI don't care! We'd be together.  \n[381]\t\tI can't do this. I can't leave you...  \tVoice-Overs have carried over into a...  \n[382]\t\tI won't.  \tBut there is a difference in their lovemaking. There's a \tslowness, a reverence... a sense of two people so bounded, that \tthey are outside of time... Their love is so strong it almost \tfeels like despair -- their need to connect has gone beyond \ttheir bodies and into their spirits, for which there is no \tearthly satisfaction.  \n[383]\t\t\t \t\tHow thoughtful of you. And what if \t\tI decide not to go?  \tTom doesn't know how to respond. He looks away and bends down \tto reach for the box when Annie commands:  \n[384]\t\tLeave me alone!  \tBeat. They stand awkwardly for a moment, until;  \n[385]\n[386]\t\t\t \t\tWhy?  \tSuddenly;  \n[387]\t\tThen what have we been doing? I mean \t\twhat was the point?  \n[388]\t\tWhy?  \tAs if there has to be a result... Tom looks at her and says \twith an almost innocent conviction:  \n[389]\t\tCan we go for one more ride?  \tTom stops. Considers this. Then:  \n[390]\t\tHi. Um, there doesn't seem to be any \t\thotel room available and someone told \t\tme to come here and ask for \"Tubab\" \t\twho might to have a place for me to \t\tstay. Are you \"Tubab\"?  \n[391]\t\tWhat do you mean?  \n[392]\t\tOh, I miss you. You look beautiful.  \n[393]\t\tHow's everything?  \n[394]\t\t\t \t\tHi.  \n[395]\t\tMmm. I made good time. \t\t\t \t\tPilgrim's in the back. I found a new \t\tstable, but they can't take him until \t\ttomorrow.  \n[396]\t\tGo ahead...  \tGrace exits excitedly O.C. Annie and Robert face each other. \tRobert doesn't know what to expect... but he softens when Annie \tsmiles:  \n[397]\t\tI have so much to tell you.  \n[398]\t\t\t \t\tWhere to?  ", "Twin": "\n[1]\t\tShow us again! Come on! One more time! \t\tIt's my turn now!  \n[2]\t\tAgain! Again. One more time!  \n[3]\t\tThis is MY fork. That's YOUR fork, ya \t\tidiot!  \n[4]\t\tCan we see the dead body on the \t\tscreen?  \n[5]\n[6]\n[7]\t\tYou never let me have a turn!  \n[8]\t\tYou just showing off for her!  \n[9]\t\tYou're the one who's stupid -- letting \t\ther go and fall off your horse!!  \tEveryone goes quiet, except for the computer screen.  \n[10]\t\tI saw 'em. In the pasture. Her trying to \t\tget on Gonzo! I saw 'em.  ", "#2": "", "Hank": "\n[1]\n[2] \n[3]\t\tToo bad she wasn't here for old \t\tHenry Vanoker...  \n[4]\t\tOld Henry was changing a flat tire on \t\this truck over on 118 when that... \t\t\t \t\t... two-hundred-year-old jack he has \t\tgives way and the side of that truck \t\tcome slamming down on that rock he \t\tcalls head...  \tThere's laughter -- everyone knows Old Henry. Except:  \n[5]\t\tKnocked him out for a while. He woke \t\tup, finished putting on the tire and \t\tdrove himself to the hospital.  \n[6]\t\tThat was lovely. Who wrote that, \t\tJoe?  \n[7] \tCars and pick-up trucks haphazardly parked along a dirt \troad... Smoking open grill barbecues. Ranchers and families \tmove about the ranch, sit and eat at picnic tables with \tgingham tablecloths... Some teenagers hanging around the \tcorral, talking. Diane and some other women, eating and \ttalking... Frank with a group of men, drinking beer, telling \tstories.  \tA BAND has been set up by the barn. People are dancing under \tthe harvest moon. Grace is dancing with Joe... Tom is dancing \twith a local woman... Annie with a rancher... Everyone is \thaving a good time...  \tRobert is enjoying a smoke with some men. He looks over to \tthe dance floor and smiles when he sees Grace and Joe.  \tJoe and the Rancher trade place... Joe dances with Annie, the \tRancher with Grace... But Tom sees his chance and switches \twith the Rancher so that he can dance with Grace... She is \tthrilled and he guides her effortlessly across the floor.  \tJoe and Annie are interrupted by another couple. Joe switches \tpartners, but Annie smiles and excuses herself -- she wants to \trest.  \tRobert continues talking with some of the men. He puts out \this smoke and looks over to the dance floor. He sees Grace now \tdancing with Tom... His eyes search for Annie. He moves away \tfrom the men until he sees, from a distance;  \tAnnie, sitting by herself, amidst the crowd... No one would \tnotice her unless they were looking for her... But Robert does \t-- and what he sees is Annie looking at Grace and Tom... then, \tonly looking at Tom... Smiling to herself gently... Watching \this every move. Suddenly, she rises and exits out of the barn \tto get some air.  \n[8] \tAnnie finds an isolated spot, behind the main house, to be by \therself and catch her breath.  \n[9]\t\tOh Tom, would you check the shed and see \t\tif there's anymore chairs.  \n[10] \tTom is walking along when he turns the corner of Hank's house \tand finds;  \tAnnie sitting alone, staring up at the night. They see each \tother. From behind the house, no one else can see them.  \tIt is as if the fates brought them face to face and alone. \tWithout any will to stop it, they embrace and kiss \tpassionately. But when they look into each other's eyes, \tthere is no joy in the kiss. Tom releases her and walks away, \theading for the shed. Annie quickly pulls herself together \tand enters the main house through the back door.  ", "Joe": "\n[1]\t\tCan we take a look at Bronty's foal \t\twhen we're done here, Dad?  \n[2]\t\tThere's a kid at school says we \t\tshould've imprint-trained him.  \tTom and Frank don't say anything. Just nod, knowingly.  \n[3]\t\tHe says if you do it soon as they're \t\tborn, it makes them real easy to handle \t\tlater on.  \n[4]\t\tThere was this thing on the TV about a \t\tguy who does it with geese. He has this \t\tairplane and these baby geese all grow \t\tup thinking it's their mom, and he flies \t\tit and they just follow. \t\t\t \t\tYou hear 'bout that, Uncle T?  \n[5]\t\tWell, what do you think about that \t\tstuff?  \n[6]\t\tWe expecting company?  \tFrank shakes his head. As the Suburban slows down, Tom \trecognizes the driver.  \n[7]\t\tWhen you figure on branding?  \n[8]\t\tWhat's an editor do anyway?  \n[9]\t\tDoes that hurt you?  \tGrace tries to think of an answer -- and of how to say it:  \n[10]\t\tTwice a month they give you a day off \t\tto work on the ranch.  \tHe tips his hat down as he looks out to Pilgrim with respect;  \n[11]\t\tLook at him out in the pasture -- Yeah, \t\the must've been a big, beautiful looking \t\thorse. How was he to ride?  \tGrace is uncomfortable again. She looks away, just struggling. \tJoe senses she's done talking;  \n[12]\t\tExcuse me. I got chores to look after.  \tHe tips his hat and walks off, passing Annie as she arrives.  \n[13]\t\tTeacher asked me why we raise Black \t\tAngus-Herefords 'stead of Pure Herefords.  \n[14]\t\tI wrote this for you Grandma...  \tMrs. Booker, and Diane, beam. Annie and Grace don't know what \tto expect. Joe stands straight as an arrow and recites a poem \tfrom memory...  \tAt first, Annie and Grace appear to be embarrassed for the boy \tbut soon they can't help but be won over by his guilessness. \tHe finishes and everyone applauds. Hank's wife asks:  \n[15]\t\tI wrote it myself, ma'am.  \n[16]\t\tBe honest, I can't say I did it all \t\tmyself. My grandma helped me get the \t\twords right.  \tOOoo's and aah's and smiles and conversations erupting over \teach other.  \tOnly we see, Grace looking over to Joe who gives her kickass, \tshy grin...  \n[17]\t\tBecause it fits my head. You want to \t\ttry it on?  \tGrace doesn't know if she should.  \tAnnie continues towards Tom who's sitting in a rocker playing \twith the twins.  \n[18]\t\t\t \t\tHi...  \tShe stops. After a beat;  \n[19]\t\t\t \t\tHave you talked to Tom about it?  \n[20]\t\t\t \t\tI don't know... You sure Tom said it's \t\tall right?  \tShe nods. He hesitates.  \n[21]\t\tYou sure?  \tAngry, determined, Grace tries to swing her leg onto the \thorse. She can't do it. Tears of frustration on her face. She \ttries again. She manages to pull herself halfway on, her \tprosthetic leg buckles and she falls. Frightened, Joe runs to \ther.  \n[22]\t\tYou okay?  \tShe gasps to catch her breath. He reaches to help her up. She \tpulls her hand away. Embarrassed, she \"runs\" off. Joe remains \tstill. He hears a little VOICES. He turns and sees the TWINS \thaving been watching the whole thing from a small hill. As \tthey run off, he yells, threateningly.  \n[23]\t\tYou better not say anything!!!  \n[24]\n[25]\t\tDon't be such a baby!  \n[26]\t\tYou shut up, stupid!  \n[27]\t\tYou little shit!  \n[28] \n[29]\t\tLittle shit!  \tJoe lunges for Scott and the two start rolling in a fight. \tFrank and Tom work to pull them apart as Diane yells.  \n[30]\t\tSorry, ma'am, I thank you for dinner. \t\tIt was very good.  \n[31]\t\t\t \t\tI expect you should talk to Grace about \t\tthat, ma'am. And if I did anything \t\twrong, then I am sorry.  \tEver the gentlemen, Joe exits. Annie looks to Tom. He's about \tto leave, when he stops and says:  \n[32]\t\tYou wouldn't want to dance with me, \t\twould you?  \n[33]\t\t\t \t\tI wouldn't let happen.  \n[34]\t\tA dog ghost!  \tLaughter all around.  ", "Liz": "\n[1]\t\t\t \t\tRobert! Are you there?... Robert! It's \t\tLiz!... Look, there's... there's been \t\tan accident... Uh... Jesus... uh...  \tAs Robert listens, the voice of Liz's on the machine from \tinside, pulls his attention. On hearing \"accident,\" Robert \tlowers the receiver, frozen, as he listens to Liz...  \n[2]\t\t\t  \n[3]\t\t... His skull, cheek, and nose are \t\tseverely fractured. He has a deep \t\tchest wound. I'm not even sure it \t\tcan be closed.  \n[4]\t\tAnnie, it's Liz. How's Grace?  \n[5]\t\tOh God, Annie, I'm so sorry. I... I \t\tknow you're being hit with a low now, \t\tI don't want to take too much of your \t\ttime but I have to talk to you about \t\tPilgrim.  \tAnnie hears the name as if it's some distant echo she can't \tquite identify; Liz speaks quickly as Annie watches Grace \tbreathing in her sleep --  \n[6]\t\tIt's not good. I've never seen an animal \t\twith these injuries still breathing. I \t\tknow this is difficult to hear right now \t\tI'd like your permission to put him down. \t\tIt's the really best thing we can do for --  \tThat was too much information for Annie;  \n[7]\t\tYes, but he's in a tremendous pain...  \n[8]\t\t\t \t\tWe really shouldn't wait...  \n[9]\t\t\t \t\tI understand, but Annie, please...  \n[10]\t\t\t \t\tAnnie, no matter what I do, this horse \t\twill never be the same.  \n[11]\t\tIt isn't right to make him suffer...  \n[12]\t\tAll right...  \tThey hang up. Annie takes a breath. Robert re-enters.  \n[13]\t\tHello... \t\t\t \t\tIt's so good to see you. How ya \t\tdoing?  \n[14]\t\tWell, come on. He's out back now... \t\t\t \t\tMind how you go. It's pretty muddy back \t\tthere.  \n[15]\t\tWell, Grace, you see... Pilgrim just... \t\tisn't the same horse he used to be. \t\t\t \t\tAs a matter of fact, maybe now's not \t\tthe best time to --  \n[16]\t\tYou should have told her, Annie. I \t\ttried to explain to you how bad it was... \t\tI guess you had to see it. But, there's \t\tnothing to be done. This animal's beyond \t\thelp. Annie, can I have your permission \t\tnow to put him down?  \tAnnie stands in the rain, hands in pocket, fixed on Pilgrim \tand more determined than ever;  \n[17]\t\tProblem is, there aren't many \t\tvolunteers. He's already had enough \t\tto sink a battleship. You have a \t\tpin, just in case?  \n[18]\t\tProbably best. You may want to shoot \t\tyourself half way to Ohio.  \tIn the back seat of ANNIE'S SUBURBAN sits Grace -- her back to \tthe action. Hearing Pilgrim's struggle. Putting her walkman \ton her ears and raising the volume... We hear --  \tGRACE'S MUSIC, ON THE SOUNDTRACK, bringing us to:  ", "Hammond": "", "Grace": "\n[1]\t\tYeah, fly boy... that's it... go... \t\tgo... go...  \tEND OF DREAM as we CUT TO:  \n[2] \tGrace awakens, calmly. Takes a breath. Slides out of bed and \tstands before a window, overlooking a beautiful Connecticut \tcountry house. We see a snow-covered field and distant woods. \tGrace presses her faces against the cold, frosted window \teager to get out.  \n[3]\t\tYou want to go to a movie tonight?  \n[4]\t\t\t \t\tSo?  \tJudith immediately senses a problem so she continues casually, \tas they begin walking away from Camera...  \n[5]\t\tCan I come? I'll start a fire...  \tJudith laughs as they continue talking, their voices trailing \toff, as the girls head for the stables.  \n[6]\t\tHello, beautiful boy.  \tHe's a massive figure beside her but she shows no inhibition. \tShe enters, touching his muzzle. He plays with her by nudging \ther back.  \n[7]\t\tStop... Will you stop!  \n[8]\t\tShow-off.  \tThe girls mount the horses and ride off together.  \n[9]\t\t...Oh, come on! You think the same thing!  \n[10]\t\tDo you want to go around by the \t\told road?  \n[11]\t\tYou want to go down or stay along \t\tthe river?  \n[12]\t\t\t \t\t\"I met him at a party and he told me how \t\the like to drive me home... He said he \t\tliked to do it backwards...\"  \n[13]\t\t\t \t\t\"... I said it--\"  \n[14]\t\t\t \t\tNo, wait, it just goes... \"he said he \t\tliked to do-\"...  \tSuddenly there's the SOUND OF THE METAL OF JUDITH'S HORSE \tscraping on some sheer ice hidden under the soft snow. Judith \tnotices first...  \n[15]\n[16]\n[17]\t\t\t \t\tJude, you okay?  \n[18]\n[19] \tCamera moves from Grace's face down her body to Robert's \thand, which rubs her good leg. He looks at her lovingly, \tpushing the hair from her forehead.  \tAnnie, needing to do something, tenderly straightens Grace's \tblankets. It is plain to see where her leg had once been. \tRobert can't look. Annie, one to face her fears, bravely \tlooks at it head on. She notices the I.V. Bag and rises on:  \n[20] \tAnnie opens the door and enters, flicking on the light. \tCamera is on her back, as she places a small suitcase on the \tbed and opens it. She begins her task with cool efficiency. \tOpening drawers and closets, assessing what should be taken, \twhat isn't necessary.  \tSuddenly, she stops. She feels disoriented for a moment. She \tcan't remember the last time she was inside this room. She \ttakes a moment to pause and actually look around.  \tIn the light, we now see more of Grace's inner sanctum. Horse \triding prize ribbons in various colors adorn the walls. \tBooks. A girl's bureau cluttered with teenage possession \tranging from childhood toys to items that suggest a reaching \ttowards adulthood. Annie examines some items, affectionately. \tA GOOD LUCK CHARM from India sits among her things. Annie \ttakes it to pack in the suitcase.  \tShe notices a framed 8X10 of Grace sitting proudly atop \tPilgrim with Judith at her heel. She then notices the edge of \tanother picture behind this one, in the frame. She pulls the \tPilgrim photo out to reveal: An old 8X10 of Annie hugging \tGrace as a toddler. With her back to Camera, Annie remembers:  \n[21] \tAnnie is playing with toddler Grace. Chasing her around the \troom. Picking her and tossing her onto a small, toddler bed. \tBlowing into her stomach. Grace is laughing uncontrollably.  \n[22] \tAnnie enters. No one else is there. She places the suitcase \ton a chair and opens it. She takes out the INDIAN LUCKY CHARM \tand some horse books, and places them on her bedside table. \tShe takes care to prop up the Lucky Charm.  \tShe wets a cloth with some water from a pitcher and gently \twipes Grace's sweaty brow... INSERT VISUAL FLASHBACK HERE, \tinstead of in Country House.  \tAnnie then continues unpacking the suitcase. She opens \tGrace's closet and sees a hospital bag filled with Grace's \tclothes at the time of the accident. Annie examines them and \tdiscovers they are hers. Annie shoves the clothes into a bag \tand starts unpacking.  \n[23] \tThe room's lights are dimmed. Dawn is being to break through.  \tGrace, slowly, opens her eyes coming out of sedation. She \ttakes a moment to figure out where she is... to remember.  \tShe uses her hands to hoist herself up, but she's unsteady \tand knocks into her bedside table -- knocking the Good Luck \tCharm from India off the table. It rolls under the bed, with \ta water tumbler. Grace never sees the Charm.  \tGrace looks where her leg once was. She feels the blanket, \tthe empty space where her leg once was... just like her mother \tdid . Instead of self-pity, she's \toddly fascinated.  \n[24] \tDaylight pours in. Robert and Annie enter. Robert, loaded \twith gifts, immediately crosses to Grace, on the side of her \tgood leg. Annie takes her position beside the lost leg. \tRobert kisses his daughter;  \n[25]\t\tHave you heard from Judith's parents?  \n[26]\t\tHow's Pilgrim doing?  \n[27]\t\tI can't even get out of bed yet! You're \t\talready putting me in therapy!!  \tAnnie, slightly hurt, drops it as Robert takes over:  \n[28]\t\tDad! I can do it, OK?!  \n[29]\t\tYou all go ahead. I'll be up by \t\tChristmas.  \n[30]\t\tNo, I'm just not that hungry. \n[31]\t\tI don't want to lie down. I've been \t\tlying down enough.  \n[32]\t\t\t \t\tMaybe... look -- just...  \tRobert and Annie wait. She doesn't continue. She rises, \treaching for her crutches. Robert moves to help.  \n[33]\t\tI got it! I got it!  \tShe exits into her room. Annie looks at him disapprovingly.  \n[34] \tGrace stands by her door and can hear her parents muffled, \ttense voices. Annie is angry at his complacency. Robert just \twants what's best for Grace. She closes the door. Silence. \tShe puts her crutches against the wall and tries to walk \ttowards her bureau without them. It is a struggle, but she \tdoes... almost falling, but grabbing the bureau just in time. \tThe 8X10 of her and Pilgrim, falls face down. She props it up \tand looks at it -- focusing on her horse, then on Judith. \tSuddenly, she lashes out, knocking the photograph onto the \tfloor...  \n[35]\t\t\t \n[36] \tAnnie pulls up in a Range Rover and stops. Grace moves for \tthe door. Annie asks respectfully;  \n[37]\t\tOkay.  \tGrace looks up to her mother. What is unspoken between them \tis the understanding that today will be difficult and there's \tnothing either one can do about it.  \n[38] \tGrace makes her way through the hall. It is the first time \tshe has had to maneuver through a crowd. Some of the younger \tchildren are especially unconscious. Grace sweats her way \tthrough, trying to maintain her balance and her sanity.  \tAs Grace slowly moves along, whatever small faith she had \tthat she could get through this day, begins to diminish.  \n[39] \tAnnie is crossing an empty school yard. Grace is sitting on \tthe ground, her back against a wall, her \"legs\" in front of \ther. She has been crying. She looks up to her mother.  \n[40]\t\tIt's too hard.  \tAnnie kneels before her sympathetically brushing her hair away:  \n[41]\t\tDoesn't matter. I... I don't want to \t\tcome back, that's all.  \n[42]\t\t\t \t\tI'm not coming back! That's it! I want to \t\tgo home!  \n[43]\t\tIs that your version of a pep talk?  \n[44]\t\t\t \t\tFine!  \n[45]\t\tGym!  \n[46] \tThe door is closed. A SONG blares on her stereo. Grace is in \ther bed watching a video of her and Pilgrim... riding at a \thorse show. There's a shot of Annie standing proudly, \twatching her ride. Another shot of her and Judith, both of \tthem on their horses, waving to camera.  \n[47]\t\tDad?  \tBoth Robert and Annie look up.  \n[48]\t\t\t \t\tI want to see Pilgrim.  \tRobert and Annie exchange an anxious look.  \n[49]\t\tI'm fine.  \n[50]\t\tWhy is he in the back? Why isn't he in \t\tthe barn with the other horses?  \tLiz stops, causing everyone to stop. She turns to face Grace, \trealizing she doesn't know. She looks at Robert and Annie, \taccusingly. She tries to explain:  \n[51]\t\tI really want to see him.  \tLiz looks at Annie. Annie nods. Liz leads them on.  \tThey reach a row of empty old stalls. They cross to one of \tthe stalls -- its doors are closed. Liz draws back the bolt \ton top half of the door.  \tThere is an immediate explosion of sound inside the stall, \tthe sound of fear, startling them. Then it's still. Liz \tslowly opens the door. Grace, with the aide of her cane, \twalks to the stall. She hesitates, then looks in. It takes a \tmoment for her eyes to grow accustomed to the dark. She sees \tPilgrim with his head down in the shadows...  \n[52]\t\tHello, beautiful boy...  \tHe lifts his head at the sound of her voice. Grace, and the \taudience, see him for the first time -- His mad eyes, his \tterrible disfigurement...  \tGrace cries out, stepping backwards, nearly stumbling in the \tmud... What is left of her horse are gone. Annie realizes \twhat's happened and, together with Robert, rush to her... They \ttoo see the monster Pilgrim has become and are horrified. \tGrace angrily pushes away from them and \"runs\" off. Robert \tgoes after her.  \tAnnie is standing in the rain with Liz -- her eyes unable to \tmove away from the sight of Pilgrim.  \n[53] \tGrace sits alone in her darkened room, staring out the window \tbut not looking at anything. There's a discomforting distance \tin her expression.  \n[54] \tAnnie reaches for Grace's bedroom door, then pauses. She \trealizes she should knock. She does and whispers:  \n[55]\t\tI can't find that charm Daddy gave me \t\tfrom India.  \n[56]\t\tNo, you didn't.  \n[57]\t\t\t \t\tDoesn't matter.  \tBeat.  \n[58]\t\tWhat about him?  \n[59]\t\tI think we should. It's not fair to let \t\thim suffer. He's not much use anymore. \t\tHe'd hate living like that.  \n[60]\t\tMom?  \n[61]\t\tMaybe they should put me down too.  \n[62]\t\tI mean, I'm not much use anymore. Why \t\tcan't they be compassionate to me?  \tWhat frightens Annie most is the calm and apathy in Grace's \tvoice. She's surrendering... Annie, for the first time in a \tlong time, feels she's losing control.  \n[63]\t\tI'm not going! I don't care what she \t\tsays!  \tAnnie lowers her head. Robert stares at Grace as she walks to \thim.  \n[64]\t\tDaddy?... I don't want to go.  \tGrace stands next to Robert. He holds her hands. Annie looks \tat him, without sympathy. Robert looks back. In his face is \tthe total acceptance of what must be. As well as the sadness \tof it's inevitability. He looks back at his daughter, whose \teyes have never left him.  \n[65]\t\tFine -- I'll take my bath.  \tShe begins moving off the bed.  \n[66]\t\t-- enough time tomorrow. I know.  \n[67]\t\t\t \t\tI don't care.  \tAnnie realizes she may have pushed too hard, but she also \trealizes there's no talking to Grace now. So, she achieves \ther goal --  \n[68]\t\t\t   \t \t\tWhatever you want.  \n[69]\t\tFine.  \tAnnoyed, Annie pulls onto the gravel and stops, talking to \therself --  \n[70]\t\tI already did. \t\t\t \t\tThis morning. When you went running.  \n[71]\t\tI didn't know I had to.  \n[72]\t\tI don't care.  \n[73]\t\tYou were never thirteen, Mom.  \tAnnie laughs, taking it as a joke. Grace almost smiles.  \tBut, Annie drives up to sign only to find a CLOSED SIGN. The \tpark was closed at six. Annie stops the car. She's hit a \tbrick wall once more. Silence. Finally, Grace speaks with her \tusual sarcasm;  \n[74]\t\tGreat idea. So now what?  \tBeat. Annie's patience snaps;  \n[75]\t\tWhat?  \n[76]\t\tWhat are you asking me for? You didn't \t\task me if I wanted to come in the first \t\tplace -- now I get to decide? Forget it!  \tShe begins to turn away. Annie grabs her arm.  \n[77]\t\tBullshit! It's about you! About you \t\tdeciding! About you always being \t\tright! You always getting everything \t\tyour way, controlling everybody -- \t\tlike we work for you or something!  \n[78]\t\tYou just want to get away from Daddy \t\tand you're using me to do it!  \n[79]\t\tYou're amazing! You act like I don't \t\tlive in that house! Don't you think I \t\thear the two of you!? Don't you think \t\tI can tell what's going on? I'm not \t\tfive years old, Mom! \t\t\t \t\tYou want to divorce Daddy and Daddy \t\tdoesn't want to.  \n[80]\t\tHe doesn't have to! It's, like, so \t\tobvious you can't stand him.  \n[81]\t\tThen why do you want to leave?  \n[82]\t\tNo, you just act like you do.  \tAnnie is choked with fury. She doesn't know whether to \tscream, cry or strangle Grace. She turns away and begins \twalking quickly, blindly, up past a grove of trees. She comes \tto a CEMETERY enclosed by a black railing. At the crest of \tthe hill there's a stone monument \"The Little Bighorn \tCemetery.\"  \tIn the growing darkness, she sees, scattered on the hillsides \tbelow her, white tombstones. A place of sorrow. A cool breeze \truffles her coat and she sticks her hands in her pockets. \tFrustrated, alone, at a complete loss as to what to do, what \taction to take -- Annie, for the first time in frozen, \tstanding still -- and with her, comes a rush of emotion.  \tShe sits with her back against the monument and begins to \tweep. For Grace, for Robert, herself, for the tombstones, for \teveryone.  \tA FLASHLIGHT shines on her face. It is a PARK RANGER.  \n[83]\t\tLittle.  \tAnnie reaches into the back seat and pulls a blanket out, \thanding it to Grace, making sure it covers her. Grace turns \ttowards the window and closes her eyes. Annie starts the car.  \n[84]\t\tGee, this looks like a fun place.  \n[85]\t\tWhat would they say? \"Ten miles to big \t\trock.\" \"Twenty miles to bigger rock.\"  \n[86]\t\tI didn't see it.  \tTheir Suburban is the only vehicle on what seems like miles \tof road. Annie sighs and puts the Suburban in drive.  \tEXT. PETERSON'S MOTEL &amp; STABLES, RED FORK MONTANA - DAY  \tThe Suburban and the horse trailer, pulls into Peterson's -- a \tcollection of motel cottage adjacent to an expanse of land \tthat includes stable, corral, a main house and various riding \ttrails into the mountains.  \tMr. Peterson runs out from the main house to greet Annie as \tshe gets out of the car.  \n[87] \tTom walks up some wooden steps to a door and knocks. He hears \ta TV on inside. And Grace's Voice:  \n[88]\t\tMOM! The door!  \tHe hears Annie's muffled reply from O.S. He hears some banging \tas Grace fumbles for her crutch and comes to the door. She \topens it only so far as to reveal her upper body:  \n[89]\t\tYeah?  \n[90]\t\tShe'll be right out. She's on the \t\tphone.  \tGrace hops back to the bed in front of the TV. Tom nods and \tputs his hat down -- noticing the prosthetic leaning against \tthe window, near her bed. He hears Annie on the phone and \tlooks to the other room, the door ajar -- seeing only her \tlegs, seated on the edge of her bed, as she talks. Her foot \ttaps impatiently.  \n[91]\t\tProbably. She's on the phone twenty- \t\tthree hours a day.  \n[92]\t\tShe's an editor.  \n[93]\t\tNot like books or literature or anything. \t\tJust a magazine... Just in case she \t\thasn't told you -- which I'm sure she \t\thasn't -- I don't want to be a part of \t\tthis, OK?  \tTom just sort of nods. A beat or two later, Annie enters.  \n[94]\t\tIsn't it like, obvious?  \n[95]\t\tWell, there's nothing else to do around \t\there.  \tAnnie smiles in relief. But Tom isn't satisfied.  \n[96]\t\tWhat do I have to do?  \tTom keeps walking out... Grace says it louder.  \n[97]\t\tI said, what do I have to do?!  \tTom stops and looks at her. Annie holds her breath.  \n[98] \tCamera moves to reveal Annie on the phone in front of her \tcomputer and fax...  plugging in extension cords as she talks:  \n[99]\t\tWhat?  \tTheir eyes meet. Joe is so guileless, Grace is taken off guard \twhen he asks in such a compassionate voice;  \n[100]\t\tOnly when I kick somebody.  \tHer gentle delivery makes him smile. She smiles, then:  \n[101]\t\tDon't you go to school?  \n[102]\t\t\t \t\tI think they call it a pasture.  \tAnnie looks at her as if to say the last thing I need to know is \ta lesson on the local lingo...  \n[103]\t\t\t \t\tI know. Me, too. Why don't you come \t\tone weekend?  \tAnnie reacts to this.  \n[104]\t\tWe'll have more room because we're \t\tmoving onto the ranch. They have this \t\tempty house near this creek. It's \t\tactually pretty... OK... I love you. \t\t\t \t\tDad wants to talk to you.  \n[105]\t\tDid you ask him to come visit?  \n[106]\t\tDid he mention it?  \n[107]\t\tIf I had everything I need, I wouldn't \t\tbe going to physical therapy.  \tTom approaches as he overhears Grace respond;  \n[108]\t\tWhy? There's no food in the house?  \n[109]\t\tI'll come.  \n[110]\t\tI watched Margo Neuberger get a \t\ttattoo.  \tTom squints. Annie shrugs and nods.  \n[111]\t\tDid you call Dad today?  \tAnnie is caught off guard.  \tTom, riding in the arena, catches himself looking after them... \tthen goes riding after Pilgrim.  \n[112]\n[113] \n[114]\n[115]\n[116] \n[117]\t\tThat's not a question, is it?  \n[118]\t\tI've never eaten this much in my \t\tlife.  \n[119]\t\tWhy do you always wear that hat?  \n[120]\t\tDrive? I'm not old enough yet.  \n[121]\t\tI can't...  \n[122]\t\tI don't know if I can with my leg.  \n[123]\t\t\t \t\tI don't know if I can.  \n[124]\t\tWe bought him in Kentucky. My mother \t\tand I took a trip down there to see \t\thim.  \n[125]\t\tAre you afraid of anything?  \n[126]\t\tWould you let me ride your horse?  \n[127]\t\tOf course I have.  \n[128]\t\tAre you going to give me a hand or \t\taren't you?  \tHe gets off his horse and holds it. She puts down her cane, \tthen puts her hand on the saddle horn. She puts her \tprosthetic leg into a stirrup. Frightened, she starts to \tshake;  \n[129]\t\tI thought there were too many forks \t\ton the table.  \n[130]\t\tMom, they don't mind eating with one \t\tfork.  \n[131]\t\tI'll take care of it.  \n[132]\t\tWould anyone like something to drink?  \tWe hear a CRASH in the kitchen, then:  \n[133]\t\t... like, for instance, you can go on \t\tthe Internet and access this thing \t\tcalled The Visible Man -- who was this \t\tmurderer they caught in Texas that was \t\texecuted and donated his body to \t\tscience and you can call him up on the \t\tscreen and dissect him, like in Three-D...  \tGrace eats as she talks. Joe and the Twins are fascinated.  \tAnnie asks Tom, Frank and Diane;  \n[134]\t\tIt's from a jar.  \tThere's an odd silence as a deflated Annie serves Frank.  \n[135]\t\tIt's just my computer.  \n[136]\t\tNothing.  \n[137] \tWe don't know how long Annie waited, but she knocks gently, \tthen enters to find Grace, in her nightgown, on her bed, with \tthe night stand light on. Her prosthesis is against the wall.  \n[138]\t\tAbout what?  \n[139]\t\t\t \t\tYeah. Does that mean I'm cured?!  \n[140]\t\t... You worried everything all right \t\tnow and we'll have to go home?  \n[141]\t\tYou... not wanting to go home because \t\tyou hate daddy so much.  \n[142]\t\tI can't remember the last time you \t\tmade him dinner.  \n[143]\t\tTom?  \tAnnie sits by the bed, Grace moves away a little.  \n[144]\t\tYeah, you know everything!!  \n[145]\t\tNO, YOU STOP IT! Stop pretending like \t\tyou care! Like this really isn't about \t\tyou and Tom.  \n[146]\t\tWell, now you know what it feels like.  \tBeat.  \n[147]\t\tFOR YOU! Because I'm your daughter \t\twhich means you're the best mother! \t\tIsn't that what you're always talking \t\tabout in interviews -- having it all, \t\tthe great career, the great family... \t\tProving everybody wrong. Wanting \t\teverybody to think you're this perfect \t\twoman!  \tBeat. They're both exhausted.  \n[148]\t\tYeah, well, you've done a great job.  \tBeat. Annie feels deeply hurt.  \n[149]\n[150]\t\tI said... I started.  \tGrace starts to sob. Annie doesn't understand.  \n[151]\t\tMy period.  \n[152]\t\t\t \t\tI felt it happen downstairs and when \t\tI went into the bathroom.  \tAnnie reaches down to touch Grace's shoulder. Grace turns -- \tthere is no anger in her face. Annie sits and takes her in \ther arms. Grace clings to her and sobs like a little girl. \tAnnie sees tears run -- gratefully, lovingly.  \n[153]\t\tWho's going to want me now?  \n[154]\t\tWho's ever going to want me? Nobody \t\twill.  \n[155]\t\tWhy should they?  \n[156]\t\tI'm sorry... about what I said. It's \t\tjust that -- all those times you \t\tand Daddy were trying for another \t\tkid, I... I used to pray at night that \t\tit would work. And not because of \t\tyou guys or that I wanted a brother \t\tor sister... but... just so I wouldn't \t\thave to be...  \n[157]\t\tSo special. Because I was the only \t\tone. You both wanted me to be so \t\tgood at everything, so perfect and \t\tI wasn't. I was just me. And now I've \t\tcompletely ruined everything, \t\tanyway...  \tThey both start crying again as Annie rocks her gently.  \n[158]\t\tWho is it?  \n[159]\t\tSure.  \tAnnie moves to the other room, sits down at her office space, \ttakes a breath, then picks up, yelling to Grace;  \n[160]\t\tI was waiting for you to come back.  \tTom instinctively knows what she wants.  \n[161]\t\tJudith was telling me about this boy \t\tshe really liked. She never even had \t\ta chance to tell me his name...  \tShe starts to quietly cry, but it doesn't stop her.  \n[162]\t\tWe were going to go around by the \t\trailroad bridge...  \tAnd we see the accident all over again... But this time, a \tmovie -- as clear as reality -- but in deathly silence. Just \tthe sound of Grace's voice, and her heartbeat...  \n[163]\t\tWe were laughing about something, I \t\tdon't remember what. Her horse fell...  \tJudith's horse suddenly stumbles on the ice, going down, \tthrowing Judith, her foot helplessly caught in the stirrup. \tHer horse sliding back down the hill.  \tGrace tries to move Pilgrim to avoid the errant horse, but \tit's too late, the horse plows into them, the horses sliding \tback down the hillside onto the empty COUNTRY ROAD...  \n[164]\t\t... Judith's foot was caught in the \t\tstirrup... she couldn't get up, she \t\twas so scared... \t\t\t \t\tI saw this truck, coming around the \t\tturn...  \tShe sees the glint of the steel. The Truck suddenly appears \tfrom around the bend.  \n[165]\t\t...He was honking, trying to get us to \t\tmove... I tried to grab the reins to \t\tget Judith's horse out of the way...  \tGrace grabs the reins of Judith's horse. The horses are \tspooking...  \n[166]\t\t...And the truck started skidding...  \tThe truck skidded on the icy road, going out of control, jack- \tknifing, heading right for them...  \n[167]\t\t...It was coming right at us... There \t\twasn't any time to do anything... It \t\tran right into Judith's horse...  \tThe truck bed plows into Judith's horse...  \n[168]\t\t...Judith just disappeared... And it \t\tcame right at Pilgrim and me...  \tWe see this...  \n[169]\t\t...And Pilgrim reared up at the truck \t\tand I fell off...  \tGrace falls onto the road, the truck running over her.  \n[170]\t\tJudith... Oh God, Judith. I'm sorry...  \tTom is near and holds her as she puts her head on his chest.  \n[171]\t\tI know where he goes.  \n[172]\t\tI can't... not yet...  \n[173]\t\tI don't thinks you'd want me tripping \t\tall over you in front of everybody.  \n[174]\t\t\t \t\tYou know, you're a good kid.  \tJoe smiles and helps her up. They come together and start \tdancing.  \tAnnie is watching, holding her breath with gratitude.  \tTom notices Annie off by herself and crosses to her. He \textends his hand. She hesitates, looks again to Grace with \tJoe, then accepts...  \tHis hand slide to her back. Her hand to his shoulder. They \tdance. Their bodies closer than they've ever been. Slowly, \tshe leans her head against his body. And surrenders, for the \tmoment...  \tDiane sees them. She holds her husband fast, and buries her \thead on his neck.  \n[175]\t\tDad?  \tAnnie looks up and sees:  \tPOV -- ROBERT has come to the ranch. He is waiting for them \twith his luggage beside a rental car... standing out like an \tLike The Man In The Gray Flannel Suit in the middle of \tWyeth's \"Christina's World.\"  \n[176]\t\tDid you notice -- no cane?  \n[177]\t\tCan we show him Pilgrim, Tom?  \n[178]\t\tWait till you see this -- we have the \t\twhole house to ourselves...  \tThe MacLean walk to the Creek House.  \n[179]\t\t\t \t\tSure.  \tTom puts his arms around her shoulders and walks out to \tPilgrim. The horse pricks up his ears as they approach. Tom \tmotions Grace to stop a short distance from Pilgrim so as not \tto crowd him. Tom walks over alone, reaching to gently take \thold of him. Holding him by the bridle, he puts his head \tbeside Pilgrim's, quietly speaking to him, soothing Pilgrim's \tneck with his other hand...  \tAnnie and Robert are fascinated. Anxious.  \tPilgrim never takes his eyes off Grace. Tom tries to ease him \tforward. Pilgrim resists, lifting his head and looking at \tGrace so you can see the white at the top of his eye. Tom \tturns him away, walking him in circles, trying to calm him. \tHe leads him back to Grace. Pilgrim tosses his head and \tstomps his feet.  \tRobert grows more anxious. Annie is calmer, more focused.  \tTom climbs up on him, riding him around the arena in an easy \tlope. Grace watches them go round the ring. She looks at her \tparents and tries to smile. They try as well.  \tTom dismounts and leads Pilgrim back to Grace. Pilgrim balks \tagain, violently throwing his head, kicking... Grace's \tshoulders slump, she presses her hands in her pockets, \tfighting not to cry...  \n[180]\t\tWhat does that mean?  \n[181]\t\tI want to watch.  \tSmokey re-enters the ring, carrying some rope. He talks \tbriefly to Tom. Pilgrim, sensing something, turns and runs to \tthe far side of the ring. Tom, his arms spread, walks over \tto him, keeping him by the fence. Tom takes him by the \tbridle. Smokey comes beside him. Tom unhitches the bridle and \tin its place slips a rope halter Smokey passes to him. \tSmokey then hands him two long ropes, one at a time. Tom \tfastens one under the halter and ties the other to the saddle \thorn. Tom asks Smokey.  \n[182]\t\tWhat is he doing this?  \n[183]\t\tThat's enough! Stop it!  \tPilgrim snorts and foams at the mouth, fighting. But \tslowly, like a wounded bird, she starts giving in. He \trolls over on his side and lays his head in the sand and \tis still. It seems like a total, humiliating surrender. \tGrace starts to sob, burying her face in Annie's chest. \tRobert feels impotent to help.  \n[184] \tTom and Smokey stand over the fallen horse like two big \tgame hunters at the carcass of a kill.  \n[185]\t\tNo, you're only going to hurt him \t\tsome more.  \n[186]\t\t  \t \t\tNo!  \n[187]\t\tDo what?  \tTom, prouder of her now than ever before.  \n[188]\t\tI did. He said he had work to do \t\tuntil late.  \tAnnie remains silent.  \n[189]\t\tI'll see you home... OK?  \n[190]\t\tTom's gone.  \tBoth Robert and Annie are surprised.  \n[191]\t\tSmokey told me he left last night to \t\tlook at some horses in Sheriden. He \t\twon't be back for three days. I can't \t\tbelieve he didn't want to say goodbye.  \n[192]\t\tSo do you.  \n[193]\t\tGood.  \n[194]\t\tGreat!  ", "#1": "", "Diane": "\n[1]\t\t... well, I just think she's got a lot \t\tof nerve showing up here. Draggin' that \t\tchild and that poor animal all the way... \t\t\t \t\tYou eat with those fingers again and you \t\tknow what'll happen! \t\t\t \t\tFrank, don't you think she's got a nerve?  \n[2]\t\t\t \t\tI guess they'll want feeding and all, out \t\there all day long.  \n[3]\t\tWhat, they ain't going forty miles into \t\tChoteau everytime they want a hamburger.  \n[4]\t\tWhat?  \n[5]\t\tWell, that's just what we need on a cattle \t\tranch -- a vegetarian from New York.  \tEveryone eats. Beat.  \n[6]\t\t\t \t\tWe're not sure, sweetheart, but they \t\teat like rabbits.  \tTom and Frank chuckle. Diane smiles -- in on the joke with \tthem. The children are curiously confused.  \n[7]\t\tThere's coffee inside... I was just \t\tbringing this to Tom.  \n[8]\t\tSure. \t\t\t \t\tDoes your daughter want to come \t\tinside?  \n[9]\t\tPasture? Oh, that stretch of field near \t\tthe hill? Yeah.  \tShe's gone. Annie grimaces, then crosses the hillside to \twhere Tom is squatting down. She appears to his side and, \twithout speaking, tries to indicates she has his coffee by \tleaning it toward him. Tom sees her and accepts it with a \tgrateful nod. Annie waits. Nothing happens. Feeling foolish, \tshe begins to walk back.  \tAt some point, she turns to see Pilgrim moving across the \tpasture toward Tom. He stops in front of him, just a few feet \taway. Tom says something to him. Annie is intrigued -- and she \tknows enough to stay quiet now. She watches Pilgrim walk over \tto him. She watches as Tom gets up and pats Pilgrim's scarred \thead. In spite of herself, Annie is somewhat moved by this act.  \tOnly we see Grace, peering out from the car, seeing this act \tof communion as well. Only we see her reaction to it.  \tAs Tom turns and walks back to the ranch, Pilgrim follows him. \tAs he passes Annie, all he says is...  \n[10]\t\tMrs. MacLean -- why don't you and \t\tdaughter stay for dinner?  \n[11]\t\tNo imposition. Plenty of food. Gonna \t\tget pretty dark soon. Hard to find a \t\tplace.  \tAnnie looks up to the alien sky and realizes she's right. She \tlooks to Grace, who doesn't seem to oppose the idea.  \n[12]\t\tJoe, take off the hat -- I'm not \t\tgoing to say it again.  \tJoe obeys. Diane puts the last of the serving plates on the \ttable -- pork chops, potatoes, gravy, peas, bread... And a big \tbowl of mixed salad. The boy can't help eyeing how the \t\"vegetarians\" will act.  \tAnnie and Grace eye the food. Annie reaches out for a serving \tladle, picking up Grace's plate to serve her as Grace reaches \tfor a piece of bread, when:  \n[13]\t\tHow's Peterson's holding up for you?  \n[14]\t\t\t \t\tThey're already all settled in, Frank. \t\tAnyway, I'm sure Annie wants her privacy.  \n[15]\t\t\t \t\tI sure hope you're gonna eat more \t\tthan that, young lady. You're a \t\tgrowing girl.  \n[16]\t\tProbably never worked so hard, \t\tneither. Those arms of yours are \t\tgonna be pretty sore tomorrow. I'll \t\tgive you a little bit of ointment I \t\tmake. It's a magic recipe my Mama \t\tgave me.  \n[17]\t\tI never got that whole story, what \t\thappened?  \n[18]\t\tOld Fool... Darling, pass down those peas \t\tfor me, thank you.  \tAnnie and Grace don't know how to respond... But everyone else \ttakes it their stride as they continue eating...  \tGrace notices Joe is whispering something to Frank, who nods \this head and speaks to the table.  \n[19]\t\tOh, you can just set up on the dining \t\ttable. I have to rearrange my shelves \t\ttomorrow.  \tAnnie complies. She notices the framed pictures on the wall in \tthe dining room.  \n[20]\t\tMm-mm. I never knew him. He died \t\tbefore Frank and I met. This here's... \t\t\t \t\tFrank and Tom's mother and father... \t\tthere's little Frank and Tom...  \n[21]\t\tAlways did. I think she favored him a \t\tlittle. You tend to when you have more \t\tthan one, even though you love 'em all \t\tthe same.  \tShe studies the old faces of Tom's Parents -- although 20th \tCentury people, there is still a pioneering strength in their \tvisage... a stoicism and power.  \n[22]\t\t\t \t\tHa, she loves telling this story about \t\thow when he was two years old, he ran off. \t\tThey found him in the barn, sleeping \t\tbetween two giant hooves of a Percheron \t\tstallion. She said that horse was \t\tprotecting him and nobody could convince \t\ther otherwise.  \n[23]\t\tNo. See, Frank and Tom were raised near \t\tthe Clark's Fork River, right between the \t\tPryor and Beartooth Mountains. Beautiful \t\tpiece of land. But they had this uncle \t\tNed -- useless man, never interested in \t\tranching. And when the grandparents died, \t\the left for the city and sent word \t\tthrough lawyers he wanted his claim to \t\tthe land so he could sell it. Three years \t\tof legation broke their father. Frank took \t\tit all in stride, but Tom... Tom loved that \t\tland. I don't think he ever got over it -- \t\tHis home being sold out from under him. \t\tSeeing his father like that. Once he and \t\tFrank got their folks set up in a new \t\tplace, Tom left... went off. We didn't see \t\thim for years...  \tAnnie is intrigued by what she's learning about Tom. \tSomething outside the window catches her eyes. She watches:  \n[24]\t\tOh, it's... I wanted to tell you that, \t\tif you'd like, you being so busy, I \t\tcould take Grace to her therapy \t\texercises for you. I have to go in \t\tonce a week for shopping anyway.  \tAnnie doesn't know whether or not to accept.  \n[25]\t\tHa...  \n[26]\t\tAin't brain surgery.  \n[27]\t\tHey. You stop that kind of talk at the \t\ttable.  \n[28]\t\tI uh... I like the sauce very much. Maybe \t\tI get the recipe.  \tAnnie is so pleased and is about to reply, but Grace, noticing \tTom smiling at Annie:  \n[29]\t\tWell, I tried jar sauce once -- \t\twasn't this good. Ya gotta know \t\twhich brand to buy. I'd like to \t\tget the name of this one.  \tAnnie is grateful. Grace feels foolish.  \n[30]\t\tWhat?  \n[31]\t\tOh, I don't --  \n[32]\t\tI'll help you with the coffee.  \n[33]\t\t\t \t\tNo reason you should, no reason you \t\tshould.  \tThey exit into the kitchen. Frank continues eating.  \tTom looks around -- Grace showing the boys the computer. Annie \tand Diane in the kitchen. For a second, we see Tom realize an \timage of the life he once thought he could.  \n[34]\t\tI was looking in one of your magazines \t\tand saw that picture of the couple \t\tgetting married at the Pyramids. Were \t\tyou ever in Egypt?  \n[35]\t\tWhat was it like?  \n[36]\t\tI'd love to go there one time...  \n[37]\t\tSoon. We're going to Branson, Missouri \t\tto see my cousin Emma married. Frank \t\tloves in there.  \tAnnie can sense the disappointment in her voice, and at the \tsame time, the comfortable resignation.  \tSuddenly, from inside, they hear LOUD OVERLAPPING VOICES as \tthe children fight.  \n[38]\n[39]\t\tAnnie, I'm so sorry, but they're just \t\ttired. We'll have dessert another time. \t\tFrank, get them out of here. \t\t\t \t\tCome on. Say good night and thank \t\tyou...  \tVoices everywhere. Yelling. \"Thank you's!!\" During which, \tGrace quickly turns and exits. Annie eyes follow her out of \tthe room, but with her guests and the chaos, she doesn't know \twhether or not to leave.  \n[40]\t\t\t \t\tYou!  \tHank begins to play and sing a painfully pretty song. His \tsweet voice is stark contrast to his gruff, strongman \tappearance. Frank offers his hand to Diane, she slaps it away \tand laughs, he helps her up and they start to dance. As \teveryone watches...  \tJoe stands and offers his hand to Grace;  \n[41]\t\tMust be nice for you to take a few \t\tdays off from your work, huh?  \n[42]\t\tThey fired you?  \n[43]\t\tYou don't seem to upset?  \n[44]\t\tGuess you don't have to figure it out \t\tuntil you go home.  \tThis phrase \"go home\" stings Annie -- though Diane said it \tinnocently.  \n[45]\t\tI fell in love. After that, I never \t\tthought about being anything but a \t\trancher's wife. I never saw it like I \t\twas losing some other life, just felt \t\tlike I was gaining one. I know that's \t\tnot a popular opinion nowadays and I \t\tain't saying it's the right one. We \t\tall have to find the life meant for us.  \n[46]\t\tThey don't come better. But I don't \t\tdeny there are times I wonder about \t\tthings I won't have. Maybe one day I'll \t\tget to see Egypt. Maybe not. But I know \t\tif you try too many different lives, \t\tyou can wind up with no life at all...  \n[47]\t\tYes, it does.  \tAnnie and Diane resume washing the dishes in silence. Annie \tdeep in thought. Until Diane stops. After a beat, Annie \tnotices.  \n[48]\t\tAnnie, I'm not good at this kind of talk \t\t-- goes round and round a thing but \t\tnever comes to it -- so let's just say \t\twhat it is. When you first came here, \t\tI didn't like you and I was worried. Tom \t\tmeans a lot to me and this family. Don't \t\tgo looking here for whatever you looking \t\tfor. Don't make that man go through \t\tsomething it took him a long time to see \t\this way clear out of the first time.  \n[49]\t\tHe's a good man, Tom is. He's got a \t\tgift, come from heaven above, I swear. \t\tBut he's still a man. And a woman can \t\tlead a man into the middle of a mountain \t\tlake -- and still make him think he's on \t\tdry land.  \tDiane's words ring in Annie's head.  \n[50]\t\tWell, I am going to go after lunch.  \n[51]\t\tShe sure loves her daddy, huh?  \tAnnie smiles and looks herself. Yes, she does, she thinks. Why \tcan't I?  \tBack to the others. Everyone is very interested in Robert's \tstories... especially Tom.  \n[52]\t\tI think I'm going to have my hands \t\tfull with the son of mine when you \t\tleave. Just might be his first \t\tbroken heart.  \n[53]\t\tI have some brownies left over. Want \t\tone?  \n[54]\t\tOh Frank, don't forget the wedding \t\tpresent -- it's behind the door in \t\tthe laundry room. \t\t\t \t\tI got her a pasta maker from the \t\tcatalogue... Not that they'll know \t\twhat to do with it in Branton, \t\tMissouri... Probably use it as a \t\tplanter.  \n[55]\t\t\t \t\tFrank's touchy about his cousins. \t\t\t \t\tWell, it was nice to meet you, Mr. \t\tMacLean.  \n[56]\t\tAh...  \tDiane turns to Annie. Robert instinctively steps away, saying \tgoodbye to Joe and the boys... The two women look at each \tother with respect and concern.  \n[57]\t\tNow, are you sure you want to drive \t\tthat horse back yourself? There are \t\tplenty of people 'round here who do \t\tthat sort of thing.  \n[58]\t\tAnd you'll be all right by yourself \t\there, \t\t\t \t\tafter they've gone?  \tTom hears this bit of info as he passes by with the wedding \tpresent and puts it in the truck. Annie makes sure to avert \ther look.  \n[59]\t\t\t \t\tPromise?  \n[60]\t\tGood luck to you, Annie. \n[61]\t\tAll right, everybody in. Frank, we \t\tall set...  \tCamera wides as we hear the voices of departure... see the \tMacLeans waving... See Tom off by himself, waving... but \tthinking of something else...  "}}