{"filename": "Flintstones,-The_script.txt", "imdb_id": "tt0109813", "imdb_url": "https://www.imdb.com/title/tt0109813", "characters": ["Pebbles", "Miss Stone", "Wilma Flintstone", "Bamm-Bamm (as Hlynur Sigurdsson)", "Pearl Slaghoople", "Barney Rubble", "Fred Flintstone", "Mr. Slate", "Betty Rubble", "Hoagie", "Joe Rockhead (as Irwin '88' Keyes)", "Dictabird (voice)", "Grizzled Man", "Cliff Vandercave"], "dialogues": {"Pebbles": "\n[1]Mommy, is the bad Ze-ze-zenosaurus gonna get me and eat me up? \n[2] \n[3]'Bye-bye, Daddy. \n[4]But, Mommy, I wanna go roller skating... \n[5] \n[6]... Wanna recite something?     Nah, what are we, little 'Inky Dinky Spidersaurus...'?   kids? How 'bout magic \n[7]But then we'd need a hammer             BAM-BAM and chisel... oh, what about    That dumb thing?   You that thing with Dino?           think so...? \n[8]Okay. We're gonna sing a song with Dino. \n[9]A one-and-a-two and-a -- \n[10]Will there be real food there? \n[11]Daddy!                            Pop! ", "Miss": "", "Stone": "\n[1] Written by STEVEN E. DE SOUZA  Based on characters created by        \n[2] \n[3]And as the MAIN CREDITS ROLL, we -- \n[4]They reach the ends of their respective paths, dislodging a stick... that releases a coiled rope which in turn spins a turntable which holds a little wooly mammoth. As it begins to spin around, it squirts water out of its snout. Elsewhere on the lawn, other spinning MAMMOTHS repeat this performance. After a moment, they gradually slow their revolutions. The one closest to the house scrunches its trunk with a GROAN. \n[5]  \n[6]Five-year-old PEBBLES GIGGLES at the table as Fred and Dino tumble into the room like Frank Buck and a lion. Wilma turns at the noise. One look at her and we under- stand Fred's romantic turn. \n[7]Fred -- now dressed for work -- is forlornly trying to fix his car. \n[8]    \n[9]Barney comes out of his front door, heads toward the neighboring driveway and Fred's car. Betty comes out, calls to her husband. \n[10] \n[11]  \n[12]The party is in full swing. \n[13]   \n[14]Safe, they all emotionally embrace. Fred even suffers Dino's affection. (In the b.g., a police car holding Piltdown, Pyrite and Lava drives past. Poindexter Lava is chasing the car. \n[15]  ", "Wilma": "\n[1]Fred, stop playing with Dino and sit down. Your breakfast's getting cold. \n[2]So is everybody else in Bedrock. That kibble crisis is getting worse every day. \n[3]I'm afraid Dino's going to have to manage on leftovers from Pebbles and me. \n[4]I'll let you know when I see some. \n[5]Of course not, baby. \n[6]Lucky it wasn't the Sunday paper. \n[7]We're really going to miss you, too, Mrs. Granite. \n[8]Fortunately, we're both -- -- Professional shoppers! \n[9]Ah, hello, Mrs. Slate. \n[10] \n[11]I just need a few things for Fred. \n[12]Flintstone -- \n[13]I'm sure. \n[14]Let me have one of those, too.   For ma petite Pebbles. \n[15] \n[16]Betty, sometimes you're a little too gullible -- \n[17]No kidding. Do you have any idea of what the enrollment fee is? And get this... it's non-refundable -- \n[18]Oh, she was getting to me too with all that mastodon snort about her little nephew... and... \n[19]And... if a friend can't help you do something stupid, who can? \n[20]What's wrong with the truth? \n[21] \n[22]Rock candy?   That's nice, but... why? \n[23] \n[24] \n[25]Fred, there's no easy way to say this so -- \n[26]They can't believe this. \n[27]The non-refundable dollar signs? \n[28]Betty... these... these look... real -- \n[29]Fred! Wait a minute! There's something wrong with your lunch -- \n[30]Fit for a king... my king. \n[31]  \n[32]You don't have to win... honorable mention or most Kongenial Kids is perfectly acceptable. \n[33]Young lady, this is not about beating pants, this is about becoming a well rounded child. Now, what kind of act will you do? \n[34]I think they're ready for Rock Vegas. \n[35]Fred, is there something you want to tell me about the lodge meeting? \n[36]Fred, this was supposed to be a 'typical evening' at the Flintstones, and you invited fifty people I don't even know. Now what's going on? Where are they taking my ficus-sauruses? \n[37]Thank heaven. There isn't one person I know here. \n[38]I mean including Fred. \n[39]react with hopeful expressions -- \n[40] \n[41]  \n[42] \n[43]Arrrgh -- ! \n[44]Fred... I... I'm sorry it's not working out... \n[45]Fred... \n[46]Fred, I want to be here with you -- \n[47]Come on, Pebbles. We're going to another party. \n[48]We'll find out together. \n[49]Why? \n[50]Uh... thank you... I think. \n[51]Oh?   Is Fred getting promoted? \n[52] \n[53]Yeah -- a zoo where the animals are dead -- because if they aren't, they will be! \n[54]Fred?                             Barney? \n[55] \n[56]  \n[57]Oh, Fred -- that's the most beautiful thing I've ever heard! \n[58]Suddenly become inspired. \n[59]Yes! Yes! Betty, we have to try it -- ! Dino! Dino, look down here -- ! \n[60] \n[61]You can keep   the   twist, the frug and   hop I don't need   to shimmy, I don't need   to bop -- \n[62]Yes, I don't need to shimmy, I don't need to bop 'Cause I'm doin', doin', doin' ", "Flintstone": "\n[1] Written by STEVEN E. DE SOUZA  Based on characters created by        \n[2] \n[3]And as the MAIN CREDITS ROLL, we -- \n[4]  \n[5]Five-year-old PEBBLES GIGGLES at the table as Fred and Dino tumble into the room like Frank Buck and a lion. Wilma turns at the noise. One look at her and we under- stand Fred's romantic turn. \n[6]Fred -- now dressed for work -- is forlornly trying to fix his car. \n[7]    \n[8]Barney comes out of his front door, heads toward the neighboring driveway and Fred's car. Betty comes out, calls to her husband. \n[9] \n[10]  \n[11]The party is in full swing. \n[12]   \n[13]Safe, they all emotionally embrace. Fred even suffers Dino's affection. (In the b.g., a police car holding Piltdown, Pyrite and Lava drives past. Poindexter Lava is chasing the car. \n[14]  ", "Pearl": "", "Slaghoople": "", "Barney": "\n[1]Nice morning, huh, Fred? \n[2]Heh, hey. That Arnold's got a real arm on him, don't he? \n[3]Ah, well, that appliance store and me, we kinda had a little adjustment -- \n[4]Fred, don't start on me again.    I donno, I'm just not a nine to five guy. I got dreams, Fred. Ideas -- \n[5]I invented fire. \n[6]I told you that, Fred. But the coal conglomerate ripped me off. The case is still in court, but meanwhile I got lotsa other ideas -- \n[7]Maybe, Fred.   But first... \n[8]Let me try some of that smoke on your car. \n[9]We can still see Fred's car in the neighboring driveway. (We can also see Dino, who drags the newspaper on a bit more, then collapses from exhaustion). Barney's garage is cluttered with all kinds of odds and ends, plus various inventions and scale models in different stages of completion. (Interestingly, a number of these anticipate Leonardo da Vinci's work). Many of the models are made of a strange celadon green material. Fred watches, skeptical, as Barney presses the car hood into some soft clay between two big blocks of stone. \n[10] \n[11]-- Add some lava granules... some woca leaves... juice from two coo-coo berries... \n[12]Anything for a pal, Fred -- a lump of coal... bamboo sawdust... eucalyptus sap... a touch of the La Brea tarbrush -- and -- voila. \n[13]Not bad, eh? After it cures for an hour or so, it's solid as a rock. \n[14]Did I ever? \n[15]You're a big man anywhere, Fred -- \n[16]Hey.   Lava Lane. \n[17] \n[18]Fred... I thought you said it was time to retire those old dreams. \n[19]\n[20] \n[21]Gee, Fred. I knew you were a big shot. I just didn't know how big. \n[22]  \n[23]Hey, maybe you guys oughta fix that first. \n[24]It looks dangerous. Besides, you can kick Fred's fat butt anytime. \n[25]Hey, nice going, Fred.   You even got the spare -- \n[26]That's a lie, Mr. Slate! \n[27] \n[28]Well, actually, Fred, it was the other way ar-- \n[29] \n[30] \n[31]Gee, thanks, Mr. Slate. \n[32]They're cruising along. Fred puffs on a cigar. Barney flips the pile of legal sized tablets in his lap. In the back seat are some boxes and bundles. \n[33]Gee, Fred, I don't believe it. Eight hours ago I didn't have a job and now look -- I got 1/2 of one percent of the after-taxes after-expenses net breakage profits on Fibrerock! \n[34]No, Fred, you weren't. I didn't nose any grindstones and you didn't shoulder a wheel. We just hung out together and everything that happened was a total accident. \n[35]Surprise! \n[36] \n[37]Hey. Fred does something stupid every day and I still love him. \n[38]Plenty more where that came from. \n[39]Yeah. And nothing's ever gonna change that... right, Fred? \n[40]Indeed we do, Brother Herdmaster. Tonight we are to hear speeches from prospective candidates for Lodge offices, such as good old Fred and some other guys. \n[41]  \n[42] \n[43]Thanks, Fred, but here at the lodge drinks are free. \n[44]'Here's to the Water Buffalo and their next Herdmaster... Fred'! \n[45]tugs Fred's sleeve, pulls him close. \n[46]Gee, Fred, how come I didn't get any business cards? \n[47]Fred, we gotta talk turkey -- \n[48]Fred -- ! \n[49]Fred... what's this single-handed stuff? I distinctly remember at least four hands and two of them were mine. \n[50]The truth? \n[51]Okay. \n[52]I never knew that. \n[53]I get it. I got the brains, but you just pretend to have them. \n[54]Thanks, Betty. What would I do without you? \n[55]Come on, Betty, it's only my first day. You have to have seniority to run off... \n[56]Yes, yes. Looking good, Mister Flintstone. I see you've recovered from that polo accident. \n[57] \n[58]Oh, hi, Mister Lava. \n[59]But, Fred, it's right where the employee basketball court used ta be -- \n[60]I guess so.   You already did. \n[61]All-right! \n[62]Ready... aim... fibre! \n[63] \n[64]Fred. You gotta do something about this! \n[65] \n[66] \n[67]They're mad at you, Fred... it's understandable, I mean, they all got laid off today -- \n[68]Is that a riddle? Give me a second -- \n[69]Well, there's not much to tell. True, I got a cut... but Fred's got a gut. \n[70]Oh, yeah, I remember! I got the mind, but Fred's got the behind. Right, Fred? \n[71]Fred's a broken man.       Barney moves over, puts his arm around him. \n[72]I voted for you, Fred. \n[73]Fred! Fred! The Buffalo are heading for big trouble -- ! \n[74]No, no, not that! Piltdown's got the guys all worked up and they're heading down to the quarry! They're gonna wreck the assembly line! \n[75]No, Fred, if they do that they'll be breakin' the law! Our brother Buffalo could go to jail! \n[76]Both pedaling like mad. \n[77]I know. Makes you wish things were back the way they were... before we was big executives. \n[78]Come on Fred.    Time to earn those big bucks. \n[79]Stee-rike one! Heh-hey.    Ready for a curve ball? \n[80]Square off in the rafters. \n[81]Give me your best shot. \n[82] \n[83]Chuckles to himself... and then looks down, reacts. CAMERA ADJUSTS and we see that Piltdown has smashed yet another of the duplicate Freds. Worried, Barney looks around, sees that he's just above the Fibrefoam chute. Without another thought, he jumps into it -- slides downward like a passenger on the Magerock Mountain Log Flume ride -- \n[84] \n[85]Excuse me, Mister Lava -- ? I think you oughta know... something could be wrong with the Fibrerock mix. \n[86]It tastes different. \n[87]Yup. See, ever since I started with Fibrerock -- I mean, since me and Fred started with it, I always take a little taste of the Fibre foam. And tonight's batch, well... I didn't get much of it, but it seems a little off. Can't fool the old taste buds, heh-heh. I think there might be an ingredient missing. So tomorrow, I'll run a couple of tests and stuff -- \n[88]Nine days, Mister Lava. \n[89]But -- \n[90]  \n[91] \n[92]    \n[93]Fred's in a high-powered executive job, Betty. There's a lot of pressure on him. \n[94]Trust me, Betty. After the Fibrerock debut, he'll be the same old Fred. \n[95]You mean beside Fred? \n[96]react with hopeful expressions -- \n[97] \n[98] \n[99]\n[100] (noticing his ruined  \n[101]Creep? \n[102] \n[103]Slimeball? Louse? Jackass? Stuck-up blimpasaurus? \n[104]  \n[105]Fred and Barney are surrounded by books and cartons and memorabilia. They have their arms around each other and are singing. They break up laughing. Fred chuckles, looks at one of the many old photographs strewn around. \n[106]Yeah.   Too bad we never made the team. \n[107]You know Betty. She never throws anything away. \n[108]Speaking of problems and worries, shouldn't we get on over to Slate's party? \n[109]Yeah?   When did you notice that? \n[110]Boy, there's no fooling you, Fred. \n[111]I... I don't know... the Fibrerock it's... it's decomposing... but this shouldn't happen... \n[112]It should be. There's enough coo-coo berry resin in there to petrify a brontosaurus -- \n[113] \n[114]Remember I said the Fibrefoam tasted funny? It was the coo-coo sap that was missing! \n[115]Why? Because coo-coo berries are as valuable as goldrock! And we've had tons of 'em delivered to the plant since we started... somebody musta got greedy -- \n[116] \n[117] \n[118]Coo-coo berry sap, Fred! It's our only chance -- their only chance! \n[119]We just tell Mister Slate that all 500 acres of his development are going to crumble into dust any minute. Then we zap the stairs and corridors with some of this coo-coo sap. I just hope we have enough to get everybody out -- whoops! \n[120]Hang on, hang on -- \n[121]   \n[122]What, and explain what you're doing in that costume? Start talking about coo-coo berries and Fibrerock? By then it'll be too late! \n[123] \n[124] \n[125]Piltdown?                         Pyrite? \n[126] \n[127]It must be the suit, Fred -- old Bedrock High built them things to last -- \n[128] \n[129]Come on, everybody -- we'll go out the way we came! \n[130] \n[131]You think there's gonna be some? \n[132]All turn at the growing sound of the ANIMALS PIGGING OUT. \n[133]  ", "Rubble": "\n[1]Barney comes out of his front door, heads toward the neighboring driveway and Fred's car. Betty comes out, calls to her husband. \n[2]Safe, they all emotionally embrace. Fred even suffers Dino's affection. (In the b.g., a police car holding Piltdown, Pyrite and Lava drives past. Poindexter Lava is chasing the car. ", "Fred": "\n[1]\n[2] \n[3]Dino!   Dino, cut it out -- ! \n[4]Dino, that's enough -- here, look, Daddy has a nice dino bone for you, just please stop it -- \n[5](throwing open the \n[6] \n[7]-- That animal's gonna kill me with kindness. Do you know we're out of dino treats? \n[8] \n[9]That's right, sweetheart. The only thing that's gonna eat you up is -- me! \n[10]Pebbles, don't worry. These stories are very exaggerated. Like, you know, the boogyman? There's no such thing as a huge, inhuman reptile that attacks without warning -- \n[11]-- Oh, look, everybody, the mailman is here -- \n[12] \n[13]Arnold! Arnold! Don't aim at the house -- please, not at the house -- \n[14] \n[15]'Bye, little sweetheart. 'Bye, big sweetheart. \n[16]What's nice about it? \n[17]This is the third ragtop this year ... say, shouldn't you be at work? \n[18]You got fired, didn't ya? \n[19]Yeah, I know, I know, those crazy inventions of yours. Be honest with me, Barn... tell me one thing you invented that really caught on. \n[20] \n[21]Yeah, but did any one of them ever put bread on the table? How long are you and Betty gonna live on those penny-ante royalties you get? \n[22]If you ask me, pal, you're just blowing smoke up your own volcano... \n[23] \n[24]Barney, why don't you try inventing a brain for yourself! Look at what you did to -- \n[25]Okay, you fixed a dented hood. But you call that a living? Face it, pal, this is the Stone Age, and it's a dino eat dino world. You want my advice? \n[26]You stick with me today, cruise on down to the quarry and fill out a job application. I'm a big man there, Barney -- \n[27]I'm serious, pal. Me and Mr. Slate are just like this -- \n[28]-- just like that. I know, I know -- you're not a clock-punching guy -- but face it, Barney -- it's time to grow up and put your nose to the grindstone, batten down the hatches and join the ratasaurus race with the rest of us. It's time to retire those dreams. \n[29]Barney.   Look. \n[30]Remember the old days, Barn? We used to race our go-carts here to impress the girls. \n[31]Hey. Since when do I have to be consistent? \n[32]\n[33]Sergeant Feldspar, I... I wasn't speeding... honest... \n[34]Well, Sergeant, if you don't have a radar reading, I guess we'll -- -- justbeonourway -- ! \n[35]Fred digs his feet into the ground, slams to a halt. He gets out, surveys the activity. Immediately, the various workers shout AD LIB greetings. Fred acknowledges these, beaming in the respect he gets here. He lovingly dusts off his construction helmet, puts it on, knocks an offending speck from his parking sign (F. Flintstone - Shop Steward). He leads Barney towards the quarry area. \n[36]Barney, you won't regret this -- hiya, Al -- fixing dents in cars is one thing, a career's another. Here, you're getting in on the ground floor of the first footstep of a new leaf -- hi, Wally, how's the old backhand? And with a guy like me ta show you the ropes, you can skip all the red tape, all the malarky, all the dino doo -- \n[37]Hiya, Shirley. This is my very special neighbor and pal Barney Rubble. He needs an application form, okay? \n[38]My pleasure, Shirl.    Anytime. \n[39] \n[40]Well, Barn, what did I tell you? When you're in with Flintstone, you're in like Flint. \n[41]A burly and rough looking guy named PILTDOWN, he grins in- side his dino-topping cupola, winds his winch handles and then propels his wrecking ball towards the... \n[42]Not again... \n[43]All right, Piltdown, that's enough! You're endangering your fellow workers! \n[44]Says me, Fred Flintstone -- shop steward of Amalgamated Neolithic Workers 101. \n[45]Whoa, whoa, big fella -- \n[46] \n[47]Fat butt? Hold me back, Barney -- -- Barney, hold me back -- \n[48]Yeah.  That's right. I mean -- this ain't over, Piltdown. Come on, guys. Let's clean up the mess. \n[49]Barney!   Grab that line!   Hurry! \n[50]   \n[51]Oh boy.    Goodbye pension fund -- \n[52]Barney, shut up -- Mr. Slate -- Mr. Slate -- are you all right? \n[53]Huh?                               What? \n[54]Oh, it's ah, just something I whipped up in the old garage workshop -- -- with a little help from my buddy Barney, right, Barn? \n[55]Well, Mr. Slate, I call it -- -- Barney, what do I call it? \n[56]-- I call it Fibrerock Fred -- ! I mean, ah, 'Fibrerock'! \n[57]They're cruising along. Fred puffs on a cigar. Barney flips the pile of legal sized tablets in his lap. In the back seat are some boxes and bundles. \n[58]Just be thankful I was there to go over the fine print. It's like I told you this morning -- There's something noble about a man digging in with his hands and doing an honest day's work. Once you file those dreams under 'old business' and put your nose to the plow, well, the world is your oyster. And was I right? \n[59]  \n[60]Surprise! \n[61]Why? Oh, me and Barn, we suddenly realized that we had a little spare change. \n[62]Noogy, noogy, ha, ha -- ! \n[63]Ready when you are. Hey, '1'... a good year. \n[64]We see your dollar signs, ladies... and... \n[65]... we raise them. \n[66]You bet they're real, sweetheart. They're as real as... as... well, as real as -- -- the best darn friends and neighbors in the whole world. \n[67] \n[68](reading, at first \n[69] \n[70]Hey, when you're hot you're hot... boys, lemme buy a round of drinks for everyone. \n[71]But the principle is the same, Barn. Don't forget that. \n[72] \n[73] \n[74]Here's to the greatest bunch of lifelong Buffaloes a guy could dream of leading. Anybody else got a toast...? \n[75]Aw, gee, Barn... you shouldn't say that... ... at least not till after next week's election! \n[76]Well, Harry, it just so happens that old Fred is moving up in the world... Boys, you're looking at Mr. Slate's new partner. \n[77]Prepare to eat those words, Piltdown. \n[78] \n[79]Barney, it's all part of the plan. Yes, boys, you see, I went up to my pal, Mister Slate and single- handedly made him an offer he couldn't refuse -- \n[80]-- 'Freddy boy,' he sez to me, 'We gotta talk turkey -- ' \n[81]That's right -- just like that -- \n[82]Ah, excuse us, boys... \n[83] \n[84]This is big business, Barney. We can't start telling the truth, it'd create the wrong impression. Think about all the really big deals in history -- back to the beginning of recorded time. \n[85]What do they all have in common? I'll tell you. A front man. A guy who's out in the public eye running the point, fighting the crowds... and meanwhile... back in the corner is the silent partner. \n[86]That's because the silent partner is always silent. \n[87]But while you're busy being silent -- -- all along you're the brains behind the operation and I'm the brains in front of the operation. I'm out here running the guts of the operation but you got a cut. It looks like my mind, but you're really behind. \n[88]Attaboy! \n[89]is at the car door, lunch pail in hand, when Wilma calls out to him. \n[90] \n[91]Aw, Wilma... lookit, it's got buckles, a strap, a lock -- \n[92]-- Baby, you're the greatest. \n[93]I'm already taken. \n[94]Ah, Mister Rubble, I presume? Of the Fibrerock Rubbles? \n[95]Yas, yas. The water was too deep and my horse drowned. \n[96] \n[97]Hey.   What's going on? \n[98]Yes, yes. Quick, dynamic entry into the marketplace. I approve. \n[99]Hey, you're right... ... Big business is hell, Barney. Trust me... you'll get used to it. \n[100]Welcome to the top -- partner. \n[101] \n[102]I do? I mean, I do, yeah! \n[103] \n[104]About those guys outside, Mr. Slate. Some of 'em, well, they been here for years. And you, well, you can't lay them off just like -- -- that! \n[105] \n[106] \n[107]Uh... well, gee, I... uh, yeah. \n[108]Akkk... something... noble... man ... job... nose... wheel... shoulder... grindstone... hommm... yggggg... \n[109] \n[110] \n[111]Barn -- w-what's going on? \n[112]Guys, guys, come on now -- what's a quarry fulla layoffs got to do with a lodge fulla Buffaloes? \n[113]Fellas, come on. We're all big boys here -- \n[114]Surely we can separate in our minds work, and play... Job, and Lodge... \n[115]Wait, wait... Your Antlerness, please, one second -- ! \n[116]Barney, you gotta tell the other guys what really happened. Tell 'em the story behind Fibrerock. The true story. \n[117]No, no, the rest --! \n[118]Fred's a broken man.       Barney moves over, puts his arm around him. \n[119]Big deal, after you screwed everything up in the first place...! \n[120]No kidding. They rejected the best candidate -- \n[121]  \n[122]Oh, yeah, yeah, that, too... come on, Barn, we gotta stop 'em! \n[123]Both pedaling like mad. \n[124]I don't believe this... how did things ever get this out of hand -- ? \n[125]Well, I wouldn't go that far... \n[126]Oh, no, not now... \n[127]He slams them down through the floorboard -- \n[128] (peering through \n[129]Brother Piltdown... can we talk about this, antler to antler? \n[130]Guess not... \n[131]Is backpedaling away from Piltdown on the upper super- structure of the assembly line. Fred scrapes one foot in an arc in front of him. \n[132]Dare you to cross that line. \n[133]That line. \n[134]is flung to the conveyor belt, stiffly caked in clay. \n[135]   \n[136]I don't wanna talk about it. Besides, who cares about a bunch of jerks running around with furs on their heads? I'm more of a country club guy myself anyway... \n[137] \n[138] \n[139]Why, yeah, sure, Jerry. \n[140]Well, actually, I wouldn't say small part... I'd say... \n[141]... Kind of a medium-sized... well, almost medium-sized... well, really a semi-partial assistant counsulting type, of -- \n[142]Well, gee, that's tough one -- -- Uh, what are my important duties? \n[143]R-rockin' Leach? \n[144]M-me?   On -- on television? \n[145](still in a dazed \n[146]W-what's wrong? \n[147] \n[148]It's the Rubble yard, Wilma.   It's just not the right image... \n[149]He has just carved \"FREDERICK\" into a stone cue card and points to it. \n[150]  \n[151] \n[152]No, I could never have done it without the inspiration and support of a very special person. I'm speaking, of course, of my close friend and associate, Mister Slate, founder and C.E.O. of Slate Construction... \n[153]  \n[154]Hello, hello. Bon soir. Good to see ya... glad you could make it... \n[155]Fred -- there's the bar, make yourself at home -- mi casa es votre casa, so, when in Rome and all that -- \n[156] \n[157]Wilma, I'm shocked. I wouldn't do that. Okay, I admit it: I'm trying to make an impression here, I wanna look good, I wanna be a success... \n[158]... But deep down inside, I'm still the same lovable guy you married -- -- Frederick von Flintstone the third -- \n[159]What'd I say? \n[160]In the middle of a tight little group which is pigging out. Fred seems oblivious to the fact that they're oblivious to him. \n[161]... Yas, yas, it's a challenging commodity market these days. Personally, I'm considering petrified forests, but they do say that volcano futures are ready to explode, ha, ha... \n[162]... Hey, whoa, what's happening -- \n[163]Fred! \n[164]Hey, what's the hurry? We got a cake shaped like a piece of Fibrerock... I got it, how about some charades? No, even better, twenty questions: 'Am I animal, mineral, or fossil'...? Oh, I heard a great one the other day ... a guy walks in a bar with a duckasaurus on his head and the bartender says -- this'll kill you, the bartender says -- \n[165]Whaddya mean, not working out? They're goin' party hopping, that's all. That's what ya do in society, Wilma... you cruise around. They'll go over to Slate's shindig for a while, then they'll come back here. \n[166]You go on over to Slate City, okay? \n[167]Nah, me and some of the guys from the country club, we're gonna play poker, yeah, big stakes poker until everybody comes back. Go on with the others. The kids got their show to put on anyway... and I wouldn't want people to think... to think the Flintstones were party poopers. \n[168]Just you and me now, Dino. Yeah. That's okay. Man and man's best friend. \n[169] \n[170]His anger spent, he stands panting, splattered with dirt... then he sees -- \n[171] \n[172]'Pal'? How can you call me that? Barney, I... I've been such a... such a... such a... \n[173]Well, yeah.   But more of a -- \n[174]Well -- \n[175](wincing, but \n[176] \n[177]Boy, those were the days, Barney. Bedrock High winning all those games... and you and me right in the middle of it. \n[178]So what? We made the team spirit. That's just as important... whatever happened to those cheerleader costumes? \n[179] \n[180]Back then, we thought a pop quiz was a big problem. We didn't know how good we had it. No problems, no worries... \n[181] \n[182] \n[183] \n[184]About an hour ago. \n[185]Wha... what's happening? \n[186]Your old models are just fine... \n[187]What's it? \n[188]But.. why would -- \n[189]-- Not 'somebody' -- Lava! \n[190] \n[191]Oh no... Barney! Wilma and Betty -- and the kids -- they're all there -- \n[192] \n[193]Fred and Barney rush along, Fred at the wheel. \n[194]What'll we do when we get there? \n[195]Barney -- ! -- I can't see straight -- \n[196]   \n[197]Barney is rocking Fred's head back and forth, finally gives it one last mighty yank. Something breaks. Barney falls back on the passenger side of the car. Fred drives with one hand, \"raps\" the monster head. It rattles. When Fred speaks again, the monster mouth no longer opens and closes in sync. \n[198] \n[199]Ho noh! Ahhrisser Felghspah! Haybee whee hould shtop -- ? \n[200]'Hen yore height, yore height... \n[201]'Ood hidea.   Ood whuk, ol' bhudee. \n[202]  \n[203]Offisser Fledapar, het me hexpwain -- his howse hiss maid uv fibahwock -- \n[204]Nogh, wate, chum baggk -- \n[205]Tries to catch up and collides with the already damaged house. It collapses totally, falling in on itself, obscuring Fred. Finally the last TIMBER DROPS. Pause. Fred staggers out of the rubble, realizes that the impact has knocked the monster mask off his head and back on its hinges. He rubs dust out of his eyes, turns and looks at the Slate Needle. He's much closer to it now. Quickly, he runs toward it. \n[206]Barney!    The elevator -- ! \n[207]Quick!    Use your coo-coo gun -- ! \n[208]Piltdown?                         Pyrite? \n[209]It's real simple, Mister Slate. Your boy Lava here has been stealing the coo-coo berries from the Fibrerock mix and fixing the books to hide it! \n[210] \n[211]Y-yeah. Everything's gonna be just -- Whoa, hoo-hah, aggh -- \n[212]-- Wait a minute -- I don't feel anything at all -- \n[213]Hist hust fine! \n[214]Waiting impatiently until the pythonsaurus finally finishes drinking. It wipes its mouth daintily with a napkin, slaps a little fire helmet on its head, turns and runs back into the other room. (Behind him, yards and yards of pythonsaurus unroll from a hidden compart- ment behind the box.) Water shoots out of the creature's mouth. \n[215]Hit fuzz nudding... wheely... \n[216] \n[217] \n[218]  \n[219] \n[220]Lhet's dogh it! \n[221]rolls out of the net and away from the others. He's slightly stunned, still in the suit. He sits up... suddenly lights snap on all around him! Fred looks up and sees -- \n[222] \n[223]Momentarily safe, he tries desperately to remove that stupid head -- bangs it against the wall, tears at it with his claws -- -- meanwhile, the chunk of Fibrerock protecting him decomposes! He's back in the line of fire! \n[224]All turn at the growing sound of the ANIMALS PIGGING OUT. \n[225]Barn...?    What's going on? \n[226]Dino kibble...? \n[227] \n[228]Barney, we -- we're rich! Yabba dabba do -- ! \n[229]  \n[230]Wilma?   Wil-ma --! ", "Slate": "\n[1]  \n[2]Young man, if you're through flirting, I'd like some service. \n[3]Oh, of course. Mrs. Flintstein. \n[4]Well, if I get some service, I'll be out of it, won't I? \n[5]I want a nice fresh, juicy chickensaurus, Morris. And not one you've had laying around on the shelf. I mean fresh. \n[6]I don't care if you're busy. What I care about is my adorable little grand nephew. He's staying with me for the summer and I intend to make his favorite dish... Southern fried chickensaurus! Now I want a fresh chickensaurus and I want it now! \n[7](oblivious of the \n[8]My car -- ! \n[9]Clouds of dust rise from behind the fence. We see the heads of the heavy equipment dinos rising and falling. A two-story office building is at one end of the site with a big \"Slate Construction Inc.\" sign on the roof. CAMERA ADJUSTS as Fred's car turns into the lot, Barney seated beside Fred. The new green hood gleams in the morning light. \n[10]-- how'd you like my fist to intersect with your nose? I've told you a hundred times, don't call me uncle in the office! Now, I didn't arrange your scholarship to Harvrock University so you could waste my time! So stop beating around the bushasaurus and get to the bottom slime! \n[11]Slate stands in a blubbering fury as Lava mops coffee up from the model and Slate's face. \n[12]Bankrupt?   Are you crazy? \n[13]I'm two months behind schedule, my option's running out on the land and Donald Trumprock is just waiting to jump in and steal the whole deal ... meanwhile that damn union's on my back, hell, they'll probably want an eighty hour week or something... There's got to be an answer... \n[14]What's that? \n[15] \n[16]react fearfully as they realize all this is coming straight for them. With a howl, they all dive aside -- \n[17]The wrecking BALL flies through the window, SLAMS onto Slate's desk, crushing everything in its path and then sails on SMASHING right into -- \n[18]Dust is still settling. The staff rises from the mess, coughing. Lava rummages in the debris, finds a stiff body. \n[19] \n[20]  \n[21]Shut up! I want one person to answer me: Who's responsible for this? \n[22]Who are you? \n[23] \n[24] \n[25]This stuff you had on your car is the most incredible building material I've seen in thirty years in the construction business! It's strong -- -- Light -- -- Resilient -- \n[26]Where on earth did you get it? \n[27]The rest of you men go back to work. I want to talk to Flintstone and the personal reference alone. Come on, move, move... \n[28] \n[29]Eighths, right. Flintstone, what do you call this stuff? \n[30](rolling it over  \n[31]I love it! \n[32](instantly reversing \n[33] \n[34]Boys, this is a small step for Slate Construction... a giant step for all mankind. \n[35] \n[36] \n[37]Thank you, Marie. I ordered the hors d'oeuvres for the junior talent show. They were out of Ceolanth caviar so I got Mastodon brie instead. Oh, ah, these are my, uh, friends, Wilma Flintstein -- \n[38]-- oh, it used to be Flintstein -- ? And this is ah, Becky... Betty! \n[39] \n[40]  \n[41]  \n[42]Fibrerock products are stacked up everywhere, stretching away like the inventory in Charles Foster Kane's warehouse. We see everything from Fibrerock bricks to Fibrerock table lamps to Fibrerock toilets. MUSIC OUT. \n[43]Men, this is a proud day for Slate Construction. You have seen the first pieces of Fibrerock roll off the assembly line and into history... a history you are all part of... thanks to your very own fellow worker, Fred Flintstone! \n[44]No longer will man and beast bend under the backbreaking load of stone and rock and timber... because Fibrerock is so light that even a child can handle it. That's why on Monday we're going to hire two dozen children from Bedrock Technical Junior High. They'll be replacing the 36 heavy equipment operators, 15 shaft diggers and 22 laborers we're laying off today. Your pink slips will be in your final pay envelopes along with a ticket to the grand opening of Slate City. It's non-transferable, so hang on to it. Thank you, and have a nice weekend. \n[45] \n[46] \n[47]We do, eh?   About what? \n[48]Of course I can, Fred. I can lay them off like -- -- that, or like -- -- that, or like -- \n[49]-- that. \n[50]  \n[51] \n[52]Or... I could fire you, Fred. \n[53]Flintstone, Lava, here, recommended that you be in charge of public relations to get Fibrerock off to a good start. I'm a member of that public, Flintstone, and I have to say... this isn't a good start. I'm getting a bad feeling about Fibrerock. A bad feeling about... you. You want that feeling to go away, don't you? \n[54]Good. Then turn around and walk out of here and we'll forget all about this. \n[55]Silent, empty. CAMERA PANS FROM the still yard TO the gate. Down the road, we see Piltdown leading the angry mob. Quickly, they go to the gate, climb up and over it! \n[56] \n[57]Slate and Lava are examining a newer and larger model of Slate City. It's even more grandiose than its predecessor. Now the housing development has two huge office buildings beside it, and then a convention center beyond that. \n[58]'Sky's the limit'... 'sky's the limit'... why, these two buildings, they... they practically scrape the sky! We should call them... Slate scrapers! \n[59] \n[60] \n[61] \n[62] \n[63]Both decorated in pennants and bunting, connected to each other by a gangway six stories up. Block letters on the Fibresphere proclaim \"Slate Construction brings you THE WONDERFUL WORLD OF FIBRE.\" A heroic statue of Slate himself stands close by the structures. (Sphere and needle, of course, are dead on parodies of the Trylon and Perisphere, centerpieces of the '39 World's Fair. A limousine pedaled by two chauffeurs pulls up. Mr. and Mrs. Slate and Lava, and Lava's son, POINDEXTER, get out. It is immediately evident that the little obnoxious acorn hasn't fallen far from the tree. \n[64]WIDEN FROM a young kid who is drinking a glass of water and simultaneously singing with a ventriloquist's dummy. Obviously, the talent show has begun. In the audience, Lava fidgets with nervous and confident energy... gives Wilma a big look. \n[65]A fence surrounds the empty housing development; in the distance, we can see the dark Slate Scrapers, and past them, the brightly-lit and gleaming Fibersphere and Slate Needle. We hear a SCREECH and then the CAMERA PANS BACK to pickup Fred's CAR as it whips around a turn, two wheels off the ground. It crashes right into the gate, knocking down a sign reading \"SLATE CITY--DELIVERY GATE.\" The fence collapses all around the car. \n[66]CAMERA PANS the audience as the accordion recital con- tinues. Several people look visibly ill. Finally, CAMERA ADJUSTS to take in Poindexter's big finish as he slides forward on his knees. There's a scattering of half-hearted applause, led by Lava and the Slates. \n[67]who glances over at the judges long enough to see that they like this a lot better than the accordion act. Suddenly Mrs. Slate jumps up, barges on stage. The \n[68]I'll tell you what's wrong! This 'act' is an absolute disgrace! This is supposed to be a talent show!  And a pedestrian animal act like this belongs in a circus! \n[69]Why, how dare you! Mrs. Flintstein, I'll have you know that my little Poindexter has been trained by the finest tutors! Poindexter! Show them! Encore! \n[70] \n[71]Loses his balance, grabs onto Lava for support, ends up pulling him down, too. Slate gets to his knees and looks out the window... and his jaw drops in astonishment. \n[72] \n[73]  \n[74]Everyone is rocking back and forth with the escalating vibrations of the swaying building. The remaining table of refreshments slides across the room. \n[75] \n[76] \n[77]What the devil's going on here? \n[78]Of course it is! Why, without the coo-coo berry sap, Fibrerock would be completely -- -- unstable... \n[79]I'll tell you what's superfluous, Lava... your liver! So why don't we remove it -- ! \n[80]Rescue VEHICLES and police CARS ROAR up, slam to a halt, CAT SIRENS WAILING. The rescue workers jump out. Firefighters carry circular trampolines of hide stitched to bamboo frames; others go to the back of their trucks and start to turn cranks on the hook and ladder trucks to raise the ladders. \n[81]Now, the remaining LIGHT FIXTURES CRASH down. When they hit the floor, the oil lamps inside spills and fire spreads. \n[82] \n[83]Flintstone. Rubble. I... I don't know what to say. I... I treated you horribly... I ignored you, abused you... and then you come here and risk your necks like this... well, there's no price you can put on something like that, so I won't even try. But let me give you... ... a hearty handshake. \n[84]Dear, don't you think a little more than that is in order? \n[85]Honey, you're being hysterical, go lie down, okay? \n[86]I am not being hysterical, I am being fair -- now the Flintsteins and Rabbles saved all of our lives, not to mention your reputation. \n[87]  \n[88]Your only obligation will be to cover oh, whatever legal expenses might surface at some later time... \n[89] \n[90]All turn at the growing sound of the ANIMALS PIGGING OUT. \n[91]Faints dead away!       The CAMERA PULLS BACK... BACK... ", "Betty": "\n[1] \n[2]The two kids are in the back seat. Somehow both of the kids' faces are messy again. Working together with beautiful precision, they are carefully dismantling the rear armrests and door handles. \n[3](in mid-speech, \n[4]No, Barney just keeps looking for that coo-coo berry pie in the sky, and I don't want to pop his balloon by talking about the price of mastodon ribs. \n[5]You're welcome, Mrs. Granite. But we wipe their mouths every day. \n[6]We're still shopping around. \n[7]Morris, what on earth is going on? You giving away Bronto filets? \n[8]Oh, I'd like some ground mammoth patties and uh... some dodo drumsticks. \n[9]Mrs. Slate is in back, crammed in with groceries. Betty pulls up in front of a building that looks like a Palm Springs spa. This is \"L'ECOLE DES ENFANTS PREHISTORIQUE \n[10]Here we are, Mrs. Slate.       Sorry you had to ride in the back. \n[11]Likewise. \n[12] \n[13]I know Bam-Bam -- -- pardonez-moi, 'Bem-Bem' will love attending your school and performing in the talent show. Thank you oh so much. \n[14]Unless they were forced to go bowling again. Remember that time a burglar pointed a gun at them and said, 'go bowling right now'? \n[15]Don't tell me. I still can't believe what I did today... \n[16]I know, I know! I just couldn't stand that woman's attitude! But we had to find a new school anyway, and there we were... the next thing I knew, I was in over my head... but why did you jump in, too? \n[17]And? \n[18]What do we tell the boys? \n[19]We put ourselves in debt so the kids can attend school with a family we can't stand? \n[20]Flowers? \n[21]Aw, Barney... I... I don't deserve these. I did something really stupid today. \n[22]They can't believe this. \n[23]Boys... did you see... the dollar signs there at the bottom? \n[24]Barney, wait a minute... \n[25]There. That looks more like a captain of industry. \n[26]Hmm. Probably run off to the tropics with one of those executive secretaries. \n[27]Well, you're both going to change your plans. Your new school is going to have a talent show... and you're going to have some talent. \n[28]We're waiting. \n[29] \n[30]Barney, I don't understand... what came over you boys? \n[31]    \n[32]I don't know why you want to go to this thing... after the way Fred's been treating you lately -- \n[33]Yeah... and it's all around his belt. If it wasn't for poor Wilma I wouldn't give him the Geological Time -- \n[34]react with hopeful expressions -- \n[35] \n[36]Wilma, wait.   I'm going with you. \n[37]If friends can't do something stupid, who can? \n[38]Besides... ... Maybe if we leave the boys alone...? \n[39] \n[40]A circus, huh? Well, if our kids belong in a circus with their act, then your little nephew belongs in a zoo with his -- \n[41]Fred?                             Barney? \n[42] \n[43]  \n[44]Barney... tonight you're the biggest man in Bedrock. \n[45]Suddenly become inspired. \n[46]W-wilma... those hoops of bamboo... those wires... do you think -- ? \n[47] \n[48]You can keep   the   twist, the frug and   hop I don't need   to shimmy, I don't need   to bop -- \n[49]Yes, I don't need to shimmy, I don't need to bop 'Cause I'm doin', doin', doin' ", "Hoagie": "", "Dictabird": "", "(voice)": "", "Grizzled": "", "Man": "\n[1]looks down at his wristwatch. Well... actually, it's a wrist sundial. And it's magic time... quittin' time... Millerock time! Now the foreman turns from his watch to a steam whistle bird, and yanks its tail. The BIRD SQUAWKS the end of the workday -- \n[2]who returns the wave, then takes a four-pack of stone bottles out of his milk truck, heads towards a doorway. As the milkman drops off the milk, he passes a big TORTOISE with trash cans on its back. The Tortoise nods familiarly to the milkman, then it waddles down the curb, CAMERA FOLLOWING. The garbage men take the cans off the Tortoise's back, dump them into the truck. ", "Cliff": "", "Vandercave": ""}}