{"filename": "Day-the-Earth-Stood-Still,-The_script.txt", "imdb_id": "tt0970416", "imdb_url": "https://www.imdb.com/title/tt0970416", "characters": ["Isabel", "Michael Granier", "Rouhani", "Klaatu", "Helen Benson", "Student", "Dr. Myron", "Colonel", "William Kwan", "John Driscoll", "Regina Jackson", "Mr. Wu", "Tom", "Professor Barnhardt", "Jacob Benson"], "dialogues": {"Isabel": "", "Michael": "", "Granier": "", "Rouhani": "", "Klaatu": "\n[1]  \n[2]We have come to visit you in peace -- and with good will. \n[3]  \n[4]Gort! Deglet ovrosco! \n[5]  \n[6]It was a gift. For your President. With this he could have studied life on other planets. \n[7] \n[8] \n[9]About five months -- your months. \n[10]About 250 million of your miles. \n[11](easily; he's a diplomat, too \n[12]I'm afraid, in the present situation you'll have to learn to think that way. \n[13]I mean the reasons for my coming here. \n[14]I'd be glad to. Not now, of course -- with you alone. \n[15] \n[16]I want to meet with representatives from all the nations of the Earth. \n[17] \n[18]We've been monitoring your radio broadcasts for a good many years. That's how we learned your languages. Lately, we've been getting your television also. \n[19] \n[20] \n[21] \n[22]I intend to explain. To all the nations -- simultaneously. How do we proceed, Mr. Harley? \n[23]Then why not a meeting of all the Chiefs of State? \n[24]I don't want to resort to threats, Mr. Harley. I simply tell you bluntly that the future of your planet is at stake... I suggest you transmit that message to the nations of the Earth. \n[25] \n[26]  \n[27]Thank you... Have you any news? \n[28]It's not your government I'm thinking about. It's your world. \n[29]  \n[30]I can judge only by what I see. \n[31] \n[32]  \n[33]Before making any decisions, I think I should get out among your people -- become familiar with the basis for these strange, unreasoning attitudes. \n[34]  \n[35]  \n[36]  \n[37]My name is Carpenter. I'm looking for a room. \n[38]No -- I'm afraid not. \n[39]How did you know? \n[40]  \n[41]  \n[42] \n[43](quietly, tongue in cheek \n[44]I must admit I'm a little confused. \n[45]I haven't any plans. \n[46]I'd be glad to spend the day with him -- if you'd let me. \n[47]Bobby and I had a fine time yesterday afternoon. We talked -- and listened to the radio. I thought today he might show me around the city. \n[48] \n[49]  \n[50] \n[51] (with an air of discovery \n[52]That's the kind of man I'd like to talk to. \n[53]Bobby -- who's the greatest man in America today? \n[54] \n[55]Yes -- that would do nicely. \n[56](he pauses thoughtfully, speaks slowly, as he recalls the newspaper story he read \n[57]Where is that? \n[58]  \n[59]  \n[60](with a quizzical smile \n[61] \n[62](quietly, after a glance around \n[63]No. It's for a lot of other things, too. \n[64]Yes -- I think so. \n[65]  \n[66]Maybe four thousand miles an hour. And outside the Earth's atmosphere a good deal faster. \n[67]Well -- there are several ways to reduce landing speed. You see, the velocity-- \n[68]   \n[69]  \n[70](alter a moment's pause \n[71] \n[72]Bobby -- I have an idea. Let's go see Professor Barnhardt and find out how he talks. \n[73]Wouldn't you like to meet him? \n[74] \n[75]  \n[76]  \n[77]It's a problem in celestial mechanics. \n[78](he shakes his head, smiling \n[79]  \n[80]If he's that difficult to see, perhaps we ought to leave a calling card. \n[81] \n[82]We came to see Professor Barnhardt. \n[83]You might keep this. I think the professor will want to get in touch with me. \n[84](pointing to the blackboard \n[85]  \n[86] \n[87]No -- I'm afraid not. \n[88] \n[89] \n[90]What would you like to do this afternoon? \n[91]All right. \n[92]Certainly. Tell me, Bobby -- do you have to have money to go there? \n[93]No -- I want to take you to the movies. Do you think they'd accept these? \n[94]  \n[95]  \n[96]Some places that's what people use for money. They're easy to carry -- and they don't wear out. \n[97]Would you give me your two dollars for a couple of them? \n[98] \n[99](puzzled that anyone should know him (then recalling, with a smile of satisfaction \n[100]Mrs. Benson -- this is Mr. Brady. \n[101]We certainly did. \n[102]I enjoyed every minute of it. \n[103]We'll finish it tomorrow... Goodnight, Bobby. \n[104]I was only trying to be helpful. He was having difficulty with a problem. \n[105] \n[106]In this case the secret wouldn't be worth much. He doesn't know the answer himself. \n[107](with a deprecating shrug \n[108]No -- I'm afraid not. \n[109] \n[110](appalled by what he has seen and heard \n[111](pretending impatience, but actually growing concerned \n[112]It's very important, Lieutenant, that I see Professor Barnhardt. \n[113]May I suggest that you call the Professor? \n[114]  \n[115]Sorry to trouble you, Lieutenant. \n[116] (glancing at the blackboard reproachfully \n[117]All you have to do now is substitute this expression-- --at this point. \n[118]Almost negligible... With variation of parameters, this is the answer. \n[119] (Barnhardt stares at him blankly \n[120]My name is Klaatu. I spent two days at your Walter Reed Hospital. Room 309. My doctor's name was Major White -- and I had a very attractive nurse called Ruth, who's getting married next Wednesday. If you are not interested -- or if you intend to turn me over to your Army -- we needn't waste any more time. \n[121] \n[122](ignoring the invitation \n[123]  \n[124]In the hands of a mature civilization, these would not be considered weapons of aggression. But in the hands of your people-- We've observed your aggressive tendencies, and we don't trust you with such power. \n[125](with cool impressive emphasis (indicating the telephone  \n[126]We had our atomic wars -- thousands of years ago. After that we fought with bows and arrows. Then, slowly, we learned that fighting is no solution -- that aggression leads to chaos. \n[127]I came here to warn you that, by threatening danger, your planet faces danger -- very grave danger. I am prepared, however, to offer a solution. \n[128] (with a suggestion of deference to Barnhardt \n[129](sternly, as this unpleasant episode is recalled  \n[130]Violent action -- since that seems to be the only thing you people understand. Leveling the island of Manhattan, perhaps -- or dropping the Rock of Gibraltar into the sea. \n[131] \n[132]I leave that in your hands. \n[133]No -- not at all. \n[134]My name is Carpenter and I'm a very earthy character living in a respectable boarding house. \n[135]I'm sure I'll be quite safe until the meeting. \n[136](with a sense of quiet, inescapable power (he looks for the right word \n[137]I assure you such power exists. \n[138]Yes. \n[139]Yes -- of course. \n[140] \n[141] \n[142]   \n[143]Everyone seems so-- \n[144](with a contemplative smile \n[145] \n[146]Warm and friendly and intelligent-- You know -- he's the only real friend I've made since I've been here. \n[147] \n[148]Excuse me. I was just going up to my room. \n[149]Have a good time -- both of you. \n[150] \n[151] \n[152](with a warm smile of complete understanding and appreciation \n[153]Bobby -- have you a flashlight? \n[154] (cutting off further questions \n[155]  \n[156]  \n[157]  \n[158]  \n[159]  \n[160]  \n[161]May I see you for a minute? \n[162] \n[163](watching Helen's reaction \n[164]I want to know what he told you last night. \n[165](refusing to be put off (Helen hesitates, trapped by uncertainty \n[166]  \n[167]Before I ask you to be honest with me, perhaps I should be completely honest with you-- \n[168](a moment's hesitation; then he remembers \n[169]We'll be stuck here for a little while -- about thirty minutes. \n[170]It won't work. \n[171](after a moment, quietly \n[172]  \n[173] \n[174]I can see no other hope for your planet. If the meeting should fail, then I'm afraid there is no hope. \n[175] \n[176]Back to the boardinghouse. I'll be safe there for the afternoon -- and I can keep an eye on Bobby. He's the only other person who knows anything about-- \n[177]Who? \n[178]I'm sure Barnhardt can arrange to hide me until the meeting. \n[179]At the ship. \n[180]  \n[181]  \n[182]  \n[183]I'm worried about Gort. I'm afraid of what he might do -- if anything should happen to me. \n[184]  \n[185] \n[186]  \n[187] \n[188](with a grateful glance at Gort, he turns to Helen \n[189] \n[190]No -- that is a power reserved to the Almighty Spirit. \n[191](indicating the equipment Gort used \n[192]How long will I live? That no one can say. \n[193]  \n[194]Gort and I will be leaving soon. \n[195]He'll have you -- and Tom. \n[196]I'm sorry. \n[197]Gort -- berengo. \n[198]  \n[199](straightforwardly, with almost stern authority (he pauses, studying the faces \n[200] \n[201] \n[202] \n[203]We of the other planets have long accepted this principle. We have an organization for the mutual protection of all planets -- and for the complete elimination of aggression. A sort of United Nations on the Planetary level... The test of any such higher authority, of course, is the police force that supports it. For our policemen, we created a race of robots-- Their function is to patrol the planets -- in space ships like this one -- and preserve the peace. In matters of aggression we have given them absolute power over us. \n[204] \n[205] \n[206]The result is that we live in peace, without arms or armies, secure in the knowledge that we are free from aggression and war -- free to pursue more profitable enterprises. We do not pretend to have achieved perfection -- but we do have a system -- and it works. I came here to give you the facts. It is no concern of ours how you run your own planet -- but if you threaten to extend your violence, this Earth of yours will be reduced to a burned- out cinder. \n[207]  \n[208]Your choice is simple. Join us and live in peace. Or pursue your present course -- and face obliteration. We will be waiting for your answer. decision rests with you. \n[209]Gort -- veracto. \n[210]  ", "Helen": "\n[1](with an apologetic smile at Klaatu \n[2](good-naturedly, calming him down \n[3] \n[4]Maybe he's afraid. \n[5]After all, he was shot the moment he landed here. I was just wondering what I would do. \n[6]Oh -- thank you. \n[7] \n[8]  \n[9]There's always somebody here, but today of course they've all got plans. \n[10](hesitating, a little confused, by the offer (remembering the two men haven't met \n[11]  \n[12] \n[13] \n[14] \n[15]'Night. \n[16]Hello, darling. Good evening, Mr. Carpenter. \n[17] \n[18](moved and grateful, she's uneasy and concerned as she turns to Klaatu \n[19]Come on, Bobby. Time to go to bed. \n[20]I -- I don't know, dear... Perhaps there's some mistake. \n[21](flashing him a puzzled, incredulous look \n[22]Of course, dear. \n[23]Yes, I'm waiting for Tom to pick me up. \n[24]Jittery is the word. \n[25]He has his homework to keep him occupied. \n[26]Naturally I think so. \n[27](hesitantly and with some difficulty \n[28]Hello-- \n[29]I will be in just a minute. \n[30] \n[31] \n[32]Why don't you wait in here while I get my things? \n[33] \n[34]I'll go get my things. \n[35]Mr. Carpenter, I-- Goodnight. \n[36]Go to bed, darling. You can finish that in the morning. \n[37](hesitantly, almost guiltily \n[38]Did you and Mr. Carpenter really go to see Professor Barnhardt? \n[39]What do you mean, dear? \n[40]No, dear, of course not. He's a very nice man. I Just think he might prefer to be left alone. Now you get to bed and forget about it. 'Night, darling. \n[41] \n[42]Bobby--! What are you doing up at this hour? \n[43]Tell me what? \n[44] \n[45]Bobby, you've been dreaming again. \n[46](holding him close to her sympathetically (with a look and a nod to Tom  \n[47]Now think back hard. You didn't follow Mr. Carpenter at all, did you? You haven't even been out of the house. \n[48] \n[49](takes the stone and studies it, amazed by its size \n[50]He gave these to you? \n[51] \n[52](cutting him off with a look \n[53]  \n[54]Yes, dear. Come on now. Bobby, your shoes are soaking! \n[55] \n[56]I -- I was Just going to lunch. \n[57] (recognizing the voice, she glances nervously at Klaatu \n[58](with a nervous glance at Klaatu \n[59](glancing at him apprehensively \n[60] (with a nervous little laugh \n[61]  \n[62]There's another elevator we can use-- \n[63](her nerves raw and edgy \n[64] \n[65]Just twelve. \n[66](preoccupied with her own thinking  \n[67]Why not? \n[68]Bobby was telling the truth -- wasn't he? \n[69]  \n[70]Yes, of course. Of course I do. \n[71](studying his face anxiously \n[72](looks at her watch, then back at him, awe-struck \n[73]Where are you going now? \n[74]No, wait a minute -- there's someone else. \n[75]Tom... He was there last night when Bobby told me what he saw. \n[76] (interrupting herself in sudden decision \n[77] \n[78]Tell him I want to see him the minute he gets in... No, I'll call back. \n[79]Yes, I am, Margaret. \n[80]Tom -- I've been trying to get you all afternoon-- \n[81](trying to appear calm \n[82](evenly, with quiet tension \n[83]Never mind about that. You've got to promise me you won't say a word to anybody. \n[84]You don't understand. You don't realize how important it is. \n[85]That's what I'm trying to tell you. We mustn't do anything about it. Believe me, Tom, I know what I'm talking about. \n[86] \n[87] \n[88]I'm not going to let you do it, Tom. Believe me, this is literally the most important thing in the world. \n[89]Tom, you mustn't -- ! You don't know what you're doing! It isn't just you and Mr. Carpenter. The rest of the world, is involved! \n[90] \n[91]I'm not going to marry anybody. \n[92]  \n[93]Where is the meeting going to be? \n[94]  \n[95]  \n[96]  \n[97](trying to give him encouragement \n[98]Gort? But he's a robot. I mean -- without you, what could he do? \n[99](shocked and bewildered, she repeats nervously \n[100]  \n[101]  \n[102]  \n[103]  \n[104]  \n[105]  \n[106]  \n[107]  \n[108]  \n[109]Gort--! Klaatu -- barada -- nikto. \n[110]  \n[111]  \n[112]  \n[113] \n[114](looking at Gort in awe \n[115] \n[116]  \n[117] (smiling to conceal her real feelings \n[118] \n[119](she is sensible and objective, but not unfeeling \n[120]  ", "Benson": "", "Student": "", "Dr.": "", "Myron": "", "Colonel": "\n[1] \n[2]Send for an ambulance. Get him to Walter Reed Hospital right away. \n[3] \n[4]When it was discovered last night that the robot had moved, I was directed by the Joint Chiefs to find a means of immobilizing him. We accomplished that this morning by encasing him in a block of KL 93. It's a new plastic material -- stronger than steel. \n[5]No, sir. I've Just checked on that. He's locked up tight as a drum. \n[6]  \n[7] \n[8]  \n[9] \n[10] \n[11] \n[12]  \n[13] \n[14] \n[15]General Cutler's coming down here right away. Take a squad of men, Lieutenant, and post a guard around that cell. Captain, don't let anyone in or out of the building. \n[16]  \n[17]I'm sorry, Professor Barnhardt -- I have to ask you to call off this meeting. \n[18]I know you did. But the robots on the loose now and it isn't safe around here. You'll have to get your friends out of that building. \n[19]  ", "William": "", "Kwan": "", "John": "", "Driscoll": "", "Regina": "", "Jackson": "", "Wu": "", "Tom": "\n[1]We're all set. I picked up some sandwiches and put gas in the car. And the radio's still busted, so me can forget about the space man for today. \n[2](understandably unenthusiastically \n[3] \n[4]  \n[5]You still haven't answered my question. \n[6]The boss is leaving for Chicago tomorrow. If I could tell him I was getting married -- with two dependents-- \n[7]A good insurance salesman wouldn't give you time to think. \n[8]You ready? \n[9](a little annoyed that she hasn't her coat on, he consults his watch \n[10](lightly, but with real sarcasm underneath \n[11]  \n[12]Where did you see all this, Bobby? \n[13] \n[14]He's not there. But look what I found in his room \n[15](with the shrug of an amateur \n[16]This doesn't make sense... I think the guy's a crook. I never did trust him. \n[17]I wonder if we ought to-- \n[18] \n[19] \n[20]  \n[21]Is it worth anything? \n[22]That's what I wanted you to tell me. \n[23]You sure about that? \n[24] \n[25]  \n[26]  \n[27]Call the Pentagon and find out who's in charge of this space man business. Whoever it is I want to talk to him. \n[28]Get this other call first. \n[29](preoccupied with his own excitement \n[30]  \n[31]I've got some terrific news about your friend, Mr. Carpenter. \n[32]Helen, he's the man from the space ship! I had that diamond checked at three different places. Nobody on earth's ever seen a stone like that! After what Bobby told us, that's enough for me. Why is it nobody knows anything about him? Why hasn't he got any money? \n[33]How do you know? \n[34]Are you crazy? After what happened today? \n[35] \n[36](irritated by her opposition \n[37](dismissing this with annoyed contempt (busy with his own thoughts \n[38] \n[39] (disappointed that the connection isn't completed \n[40] \n[41]You'll feel different when you see my picture in the papers. \n[42] \n[43]  \n[44]  \n[45] ", "Professor": "", "Barnhardt": "\n[1]  \n[2]  \n[3]  \n[4]    \n[5]  \n[6]  \n[7]  \n[8]  \n[9](studying Klaatu curiously \n[10]You wrote this? \n[11]Not yet. That's why I wanted to see you. \n[12] \n[13]How can you be so sure? Have you tested this theory? \n[14]As though unsure of what he's heard) Yes -- yes, I have. \n[15](to the Captain, his voice a little unsteady \n[16]It isn't faith that makes good science, Mr. Klaatu. Its curiosity. Sit down, please. I have several thousand questions to ask you. \n[17]That was my first question. \n[18]Yes -- that is true. \n[19] \n[20](thoughtful and impressed \n[21]  \n[22]Would you care to be more specific? \n[23]I gather that your efforts on the official level were not entirely successful. \n[24] \n[25]Would you be willing to meet with the group of scientists I am calling together?. Perhaps you could explain your mission to them, and they in turn could present it to their various peoples. \n[26]It is not enough to have men of science. We scientists are too easily ignored -- or misunderstood. We must get important men from every field. Educators -- philosophers -- church leaders -- men of vision and imagination -- the finest minds in the world. \n[27]You'd have no objection to revealing yourself at this meeting? \n[28]What about your personal safety in the meantime? What about the Army -- and the police? \n[29](smiling, but a little concerned \n[30](he suddenly pauses, thoughtfully \n[31]Such power exists? \n[32]The people who came to the meeting must be made to realize this. They must understand what is at stake. You mentioned a demonstration of force-- \n[33]Would such, a demonstration be possible before the meeting? \n[34]Something that would dramatize for them and for their people the seriousness of the situation. Something that would affect the entire planet. \n[35](frightened by his easy assumption of infinite power \n[36](with a nervous half- smile \n[37]  \n[38]Thanks -- I'm enjoying it right here. \n[39](musing admiringly on Klaatu's cleverness \n[40]What about the people who are coming to the meeting tonight? Have they all arrived? \n[41]Good. Did you speak to our friend Mr. Carpenter? \n[42](studying her for a moment \n[43](nodding with a bland little smile \n[44]  \n[45]Call it off? I... But I had permission from the Army-- \n[46]Ladies and Gentlemen-- \n[47]  \n[48]I called you from your work and from your homes all over the world because we were to meet here tonight with a man from another planet -- the man who came here in this ship. As you all know, this is no longer possible. I can only say that I share the bitterness of your disappointment. \n[49]  \n[50]--under the circumstances, the Army people have asked us to leave the building. And, since their concern is for our safety, I can do nothing but suggest that we comply-- \n[51]  \n[52]  ", "Jacob": ""}}