{"filename": "Ice-Storm,-The_script.txt", "imdb_id": "tt0119349", "imdb_url": "https://www.imdb.com/title/tt0119349", "characters": ["Ben Hood", "Mikey Carver", "George Clair", "Janey Carver", "Philip Edwards", "Francis Davenport", "Sandy Carver", "Paul Hood", "Jim Carver", "Dorothy Franklin", "Ted Shackley", "Mrs. Gadd", "Libbets Casey", "Elena Hood", "Wendy Hood"], "dialogues": {"Ben": "\n[1] Paul sits alone on the bench, freezing cold, eating a donut. Some kids from across the lawn yell good-night to him.  \n[2]\tPaul?  In the background, we can see Wendy watching Richard Nixon on \n[3]\tHey guy. Things ok up there? You \tall right?  \n[4]\tWell good. Just confirming. You'll \tbe on the 3:50 Wednesday afternoon.  \n[5]\tLab experiments? Right smart guy -- \tPaul, you know your mother's gonna \tbe disappointed not to see more of \tyou -- In fact, let me make this \tmore than a simple request guy, I \tthink you should...  \n[6]\tHold on for a second. \t\t \tWendy, you want-to say hi to your \tbrother?  She frowns.  \n[7]\tCome on!  She gets up sullenly and goes to the phone.  \n[8]\t\t \tHey, that's the president of the \tgoddam United States you're talking \tabout, Wendy!  From the kitchen, Elena overhears. She's dressed to go out, but in the process of making a Kraft macaroni and cheese dinner for Wendy.  \n[9]\t\t \tOK, OK, the defense rests. \t\t \tWant another?  \n[10]\tGotcha.  He puts the bottle back down without pouring.  \n[11]\tHis brother came back --  \n[12]\tVietnam.  \n[13]\tThe Unitarian? The new one?  \n[14]\tHe's either got his head in the \tclouds or up his --  \n[15]\tHell! -- I mean, no problemo there \tMikey. Here, I --  Janey leans over with her napkin and attempts a cursory wipe of Ben's pants. Is there a just barely noticeable frisson between Ben and Janey as she removes the napkin? If there is, Elena doesn't -- or pretends not to -- notice.  \n[16]\tNo, my job is just to analyze the \tentertainment stocks and advise our \tinstitutional investors on where to \tput their money. It's --  \n[17]\t\t(with a bit too much \t\t conviction) \tAnd as usual no one believed me...  Silence.  \n[18]\tHey Jim, next time you've got to \tfill me in on whatever it is you're \tup to these days.  \n[19]\tYou'd think she'd learn how to cook \ta chicken, eh? My drumstick was \tstill frozen when you cut inside \tthere. I'm probably going to get \twhatever that disease -- and Jim, \thow that guy ever became a \tmillionaire --  He pauses before a hall table, and, with his eyes, traces the telephone cord under Wendy's room.  \n[20]\tHmm. I knew she'd still be up. \tWatch this --  But Elena simply continues into the master bedroom.  He starts to pull gently on the cord. And continues pulling. No response for a few seconds. Then:  \n[21]\tGet to sleep young lady -- and I \tmean it.  Wendy opens the door to her room.  \n[22]\tIf I were a fascist I would have \tsent you to one of those Southern \tmilitary academies a long time ago. \tNow get to bed.  She slams the door.  He opens it.  \n[23]\tHey!  Wendy jumps into bed and under the covers, pulling them up over her head. He stands over her, looking down at the crumpled pile of sheet and blanket.  \n[24]\t\t \tHey, kiddo. Sleep well, huh.  He places his hand where her cheek should be, and caresses the sheet.  \n[25]\tGood night kiddo.  Ben turns to the door, where he sees a silent Elena standing in her nightgown, a slight smile on her face.  \n[26]\tI wasn't star--  \n[27]\tThat shrink -- the one you always \twanted me to see? I thought you \tdropped him.  \n[28]\tWhy shouldn't she be?  Elena just gives him a look, more sad than angry.  \n[29]\t\t \tThen again, why should she be? I \tmean with us, with our...  \n[30]\tOh not again Elena! If we've got \tproblems, why can't you just come \tout and talk about them.  \n[31]\tYeah but Elena, even you don't \tbelieve all that \"I'm OK. You're \tOK\" stuff you keep babbling about -- \tyou say so yourself. I've been all \tears for about ten years now on his \tsubject, and --  \n[32]\tElena.  Silence.  \n[33]\tGood night.  \n[34]\tBut what, exactly, is stagflation, \tthis mixture of inflation and \tstagnation, and how should we in \tthe securities industry understand \tand accommodate it? Well -- and I \thope I'm not out of bounds here - \tthink of the money supply as a \tlarge male organ, continuously \tinflating, and yet, the societal \tvaginal cavity simply wants more. \tAs the vicious circle of higher \treturns without real satisfaction \tcontinues, the money-organ may seem \tto be in demand, but in fact even \tthe most inflated capital is \tunwanted. This is why I suggest \tthat while we engage this mawing \tabyss for the highest returns, we \tat the same time fantasize, so to \tspeak, of the safe harbor of \tcapital appreciation.  The aging boss nods agreement.  \n[35] Ben is gathering papers, readying to leave. He looks up to see George Clair in his doorway.  \n[36] As we see that Clair is deftly fondling Hood's attractive secretary as she is seated in the cubicle beside the door to his office. She looks up coyly at Clair, hidden for the moment from Ben's view.  Ben comes out of his office, pulling his coat on. Clair and the secretary pull back, but it's clear that Ben has some sense of what's transpiring between them.  \n[37]\tGeorge, I'm just trying to get a \tglobal view of things -- can't just \tlook at the small picture.  There's an obvious rivalry between the two of them.  \n[38]\tGotcha George, not a problem. \tTomorrow. Hey, you want to start \tcovering the old filmed \tentertainment sector yourself?  \n[39]\tOverpriced bomb, cost over $6 \tmillion -- no stars, and no one's \tinto the horror genre these days \tanyway. I'm advising the company \trecommend reducing positions there. \tIt's disaster films that are gonna \tstay at the top.  \n[40]\tGot a meeting uptown.  \n[41]\tUp the organization! \t\t \tBastard.  The secretary pretends not to hear.  \n[42]\tWe don't have to always go to your \tclub, dad.  \n[43]\t-- Well what am I supposed to call \tyou?  \n[44]\tI was actually trying to see about \tgetting a little advice, you know --  \n[45]\tYou know, dah--  He looks up and sees his father slurping his martini, not paying attention.  \n[46]\tActually it's not about work, it's \tadvice about --  \n[47]\tWell, Elena and I have kind of been \ttalking, not really talking, but --  \n[48]\tBut dad, you guys truly hated each \tother, I mean really hated each --  \n[49]\t-- What advice? You never --  \n[50]\t-- 73  \n[51]\t\t \tBut...  \n[52]\tBut I -- well maybe I love her. \tElena.  His father rolls his eyes and stabs his salad with a fork.  \n[53]\tWe were golfing, and you know, \tgolfing to me is something I'm \tsupposed to enjoy, and I was on the \tgoddam golf team in college, so \tit's something one would assume I \tdo well -- I used to do well -- but \tbasically these days golfing for me \tis like hoeing, or plowing.  Janey smiles briefly at this.  \n[54]\tIt's like farming. I am basically \tchewing up large tracts of \texpensively landscaped scenery with \toverpriced sticks, and George Clair \thas obviously, in the mere two \tyears since he joined the firm, he \thas obviously been taking secret \tlessons with a golf pro, and I \tassume the entirety of his \tdisposable income has been devoted \tto humiliating me on the golf \tcourse. And the guy talks - \tincessantly -- throughout the \tentirety of the miserable 18 holes \t- on topics that are the supposed \tdomain of my department --  \n[55]\tYeah?  \n[56]\tYou have a point there. That's a \tvery good point. We're having an \taffair. Right. An explicitly sexual \trelationship. Your needs. My needs. \tYou're absolutely right.  \n[57]\tGotcha.  She wraps a blanket around herself and gets up.  \n[58]\tCan't wait to see how it fits in \twith all the other instruments.  Elena gives him a look.  \n[59]\tYou want to go?  \n[60]\tWell, it is a neighborhood \ttradition.  He comes up behind her, looks down at the checkbook.  \n[61]\tI'm, uh, going to bed.  \n[62]\tRough day. Good night.  He leans over and kisses her on the cheek. She sniffs.  \n[63]\tOh yeah. Musk, or something. You \tlike it?  \n[64]\tAlright dad. But you sold the \thouse, you didn't tell anyone, \tincluding the IRS, and I'd of \tcertainly liked to have seen if \tthere was any old stuff --  \n[65]\tOh. Elena wanted to know when we \tcould expect you on Thanksgiving. \tIt's just going to be you this \tyear.  \n[66]\tWhat?  \n[67]\tThat was a joke? You don't tell \tjokes.  \n[68]\tElena. I need some help here if \tthis thing's gonna defrost by \ttomorrow.  She comes up and together they tug and pull until they succeced in extracting a large, frozen turkey. As they pull it out, it slips from their hands and, after a dull thump, slides along the floor.  They smile.  Elena bends over to pick it up. Ben observes her. She notices his look.  \n[69]\tHere.  He goes over and picks up the turkey, placing it in the sink. He looks back at her and notices her vaguely distraught look.  \n[70]\tYou all right there?  \n[71]\tUm, yes.  They stand together, his concern and her vulnerability forming an awkward attraction between them.  \n[72]\tI do. I'm -- are you...?  \n[73]\t\t \tYou know Elena, I've been thinking--  \n[74]\tYou crying?  \n[75]\t\t \tWhatever that means Elena -- And \tyou complain about me not \tcommunicating... I thought it was --  \n[76]\tYou have to bring this up now? \tWhat? Did I do something here? Is \tthat it? Is it something I did?  \n[77]\t\t \tHell, I know. I -- I guess if you \twant to accuse me, you've got -- \t\t \tOh hell! I've got to pick up Paul. \tI almost forgot.  He gets up and starts to get dressed.  \n[78]\tYikes -- I was hoping to wear this \tthing to the Halford's Friday.  \n[79]\tWhat?  \n[80]\tHey there Mikey, how's business?  \n[81]\tI'm picking up Paul at the station \t- want to come?  \n[82]\tWhat you been up to?  \n[83]\tSo how's school treating you?  \n[84]\tClasses?  \n[85]\tGrades?  \n[86]\tAnyone special? You know...  \n[87]\tWell it's good to see you -- we \tmiss you around the house and all, \tbut this St. Peter's, it's top of \tthe line, eh?  \n[88]\tYou know Paul, I've been thinking, \tmaybe this is as good a time as any \tto have a little talk, you know, \tabout -- well --  He makes a sharp turn. Paul puts his arms up on the dashboard to steady himself.  \n[89]\tWell, the whole gamut. Facts of \tlife and all. Some fatherly advice, \tbecause, I tell you, there's things \thappening that you're probably old \tenough... well... \t\t \tFor example, on the self-abuse \tfront -- now this is important - \tit's not advisable to do it in the \tshower -- it wastes water and \telectricity and because we all \texpect you to be doing it there in \tany case -- and, um, not onto the \tlinen, and not on your sister's \tunderwear or any clothing belonging \tto your mother --  He pauses to gauge the effect of his monologue on his son, then continues.  \n[90]\tHoly! Well. If you're worried about \tanything, just feel free to ask, \tand, uh, we can look it up.  \n[91]\tAll the more reason for this little \theart to heart... great.  \n[92]\tUm, Paul. On second thought, can \tyou do me a favor and pretend I \tnever said any of that.  \n[93]\tThanks.  In the doorway, Elena waits.  \n[94]\tStuffed and baking.  \n[95]\tAnyone home?  \n[96]\tSure you will.  \n[97]\tWell, it's great we can all be \ttogether. And this Thanksgiving, no \thysteria, no yelling, especially \twith grandpa not here, although we \tmiss him. So let's do it right and \tactually, Wendy, why don't you say \tgrace. You used to love to say \tgrace, remember.  Wendy grimaces, as they all bow their heads slightly.  \n[98]\tJesus all right enough!  They all unceremoniously start to dig in.  \n[99]\tAfter the Thanksgiving I had, I \tneed it. You having one?  \n[100]\tYou know, I think Elena might \tsuspect something.  Janey gives him a rather contemptuous look.  \n[101]\t\t \tMaybe it's all for the better, you \tknow? \tYesterday, at dinner, well, she \thasn't said anything... has she \tacted funny to you, I mean, have \tyou noticed anything?  \n[102]\tYeah, but, I -- I've been working a \tlot lately, and -- No, that's not \tit. I guess we've just been on the \tverge of saying something, whatever \tit is, just saying something to \teach other. On the verge.  Janey gets up.  \n[103]\tHuh?  \n[104]\tRight. Gotcha.  She leaves the room.  He leans back onto the bed. Sits back up. Takes a sip of vodka. Puts the glass down. Takes his socks off. He's now in just his jockey shorts and shirt.  Faintly, he hears a door close. The front door?  He takes another sip.  He hears another sound.  \n[105]\tJaney?  Nothing.  He goes to the door and carefully opens it.  \n[106]\t\t \tJaney?  He hears, quite audibly, a car door open, close, Janey's car start and pull out.  He runs to a front window just in time to catch a glimpse of her driving off.  \n[107]\tShit.  \n[108]\tWater bed! Dig it!  He wiggles comically, making more waves.  \n[109]\tWhat the hell are you kids doing \tdown here?  \n[110]\tWhat do I think? I think you're \tprobably touching each other. I \tthink you're touching that reckless \tjerk-off, for god's sake, and I \tthink he's trying to get into your \tslacks. I think, at fourteen years \tof age, that you're getting ready \tto give up your girlhood --  \n[111]\tDon't you direct a single word at \tme, Mikey. I don't want to hear it. \tI'll be speaking with your parents \tabout this situation very soon. Bet \tyour ass on that, son. Young lady?  \n[112]\tWho else would I be talking to? And \ttake that thing off!  \n[113]\tI'm not interested in your smart \tass remarks now, lady. Let's go. \tRight now. You and I can discuss it \ton the walk home.  She stands next to Mikey for a moment, both on the verge of tears.  \n[114]\tLook, kiddo, don't worry about it. \tI really don't care that much. I'm \tjust not sure he's good enough, \tthat's all.  \n[115]\tI mean, he's not serious, he'll end \tup living off Janey and Jim, you \twatch. \tIt's just that you develop a sense \twhen you get older, if things are \tgoing to work out or if they won't, \tand sometimes it's not worth the \tmess...  She looks at him. They keep walking. She walks through a puddle.  \n[116]\tYour toes cold?  \n[117]\tI'll carry you up the drive.  She puts her arms around his neck and he lifts her up.  On her face, as he carries her -- a look of blank but real intimacy.  \n[118]\tYou go dry off now.  Wendy heads for the stairs, Hood following.  \n[119]\tNever guess where I found her.  Not much response From Elena.  \n[120]\tIn the basement over at Janey and \tJim's. With that weirdo Mikey. Not \teven a TV on. \tAnd they're on the floor and he's \tgot his trousers down though thank \tgoodness she's still dressed. Well, \tI really let him have it! \t\t \t... and Wendy came home \tpeacefully... Hey, should I dress \tfor the Halford's now, or - give me \tyour -  \n[121]\tI get you loud and clear... hey, \tyou look nice.  \n[122]\tOh, just dropping off a coffee cup. \tJim left it, last time he was over. \tIt was on the dash of the car. You \twere, you know, reading, thought \tI'd just catch some air. Let's eat.  \n[123]\tYeah, that one.  \n[124]\tStay out of trouble.  \n[125]\tAh let the guy have his fun. What's \tthe name of this girl with the Park \tAvenue address?  \n[126]\tLibbets? What kind of name is \tLibbets?  \n[127]\tWhat's for dessert?  \n[128]\tNo advice from the experts, huh?  His plate slips out of his hands into the trash. He fishes it out and sets it on the counter.  \n[129]\tYou think I --  \n[130]\tWhat's on your mind? Don't --  \n[131]\tWhat do you mean?  \n[132]\tElena, what are you're talking \tabout?  \n[133]\tListen, Elena, if you're gonna pull \tthat passive aggressive stuff on me \tagain --  \n[134]\t\t \tAm I unfaithful? Is that what \tyou're trying to say?  \n[135]\tWell, what kind of faithfulness are \tyou after?  \n[136]\tWhat else could I be? What else \tcould I be? We're not living in the \treal world here. You're living out \tsome fantasy land from the past, or \tsome advice or something from those \tpsychoanalysts... there are some \thard facts here.  Silence.  \n[137]\tIt's the law of the land... the \tgovernment, the world, those two \tguys on the Yankees... And I'm not \thaving any fun at it, I can tell \tyou that. I'm not...  \n[138]\t\t \tSure I do. Do I know what \tloneliness feels like? Sure I do. I \tknow a lot about it, if that's what \tyou mean.  \n[139]\tYou've...  \n[140]\tOh, yeah. Yeah, we'll be right \tback, Dot.  \n[141]\tI know, I know. I had no idea --  \n[142]\tYeah, well, if we'd understood we \tcould have invented some kind of \texcuse. A key party -- did you see \thow stuffed that bowl was already?  \n[143]\tI think we're here and we don't \thave to stay -- we ought simply to \tput in an appearance and then we \tcan head home.  \n[144]\tI'm not staying at this party so we \tcan go home with someone else's \twife. That's not why we're here, \tright? We're simply being neighbors \there, and I think we should do just \tthat --  \n[145]\tI'm not.  \n[146]\tElena.  She rubs her eyes.  \n[147]\tElena, it's not what you think. \tIt's not a big plot. Honestly. \tHonestly. I don't know if you want \tto go over this now, but it's just \tsomething that comes over me. I \tdon't feel good about it. I know \tI've done what I didn't want to do. \tI don't know --  \n[148]\tElena, you're just getting wound up \tto get wound up.  \n[149]\tClair, George Clair! What the hell \tbrings you to New Canaan?  \n[150]\tWell, hey, isn't that a one-in-a \tmillion coincidence. A real \tdreamer, Jim Williams, eh?  \n[151]\tDon't see how. I think the public's \thad its fill of this gangster \tstuff. No, trust me -- disaster \tpics. And air hockey.  \n[152]\tYeah, see you bright and early \tMonday am. \t\t \tSay, where's the wife?  \n[153]\tDamn right, but where the hell were \tyou?  \n[154]\t\t(whispering, but too \t\t loudly \tDon't bullshit me around, Janey. \tJesus Christ, I waited around for \tmore than half an hour, in nothing \tbut my boxer shorts, and -- and \twhat's all that about? What the \thell happened?  Janey takes a sip of her drink.  \n[155]\tWhat?  \n[156]\tJimmy? Jimmy? I don't know how to \ttake this. And what do you mean, \tJimmy? I thought you said you and \tyour husband --  \n[157]\tI just can't believe you could be \tso --  Stalling, he watches her take another sip of her drink and wander off.  The air is filled with talk of Watergate, Billie Jean King, the Oil Crisis, the Mets.  Benjamin goes over to the couch, where Dave Gorman is chatting up an attractive younger woman.  \n[158]\t\t \tThanks for the advice Dave.  But then, Benjamin changes his mind.  \n[159]\tUh, well, what the hey...  Taking the joint, he tugs on it, holding the smoke in his lungs.  \n[160]\t\t \tGood shit.  \n[161]\tIt's what?  \n[162]\tDarn it, Dave.  He rises unsteadily, weaving through the room's conversations.  \n[163]\tAs the Indian saying goes, pain is \tmerely an opinion.  \n[164]\t\t \tReady to go?  \n[165]\tSorry... maybe I should... the \tbathroom?  \n[166]\t\t \tSorry, I'm sorry. Uh, I'll be back.  Dot follows Mark Boland down the hall behind Ben.  Suddenly, it's just Elena and Jim Williams, and Sari Steele and Rob Halford.  \n[167]\tElena.  \n[168]\tI'll drive you --  \n[169]\t\t(looking up at her, with \t\t gratitude \tSure. I'll try. And we'll talk in \tthe morning?  \n[170]\tJim -- he was just up --  in Silver \tLane -- I think maybe -- a power \tline --  Jim picks up his son.  He carries him silently into the house.  Sandy, now standing inside the foyer, pushes himself back against the wall as they pass, without expression.  After a moment, from outside, the Hoods can hear Jim's wailing.  \n[171]\tDo you think? Maybe we should call \tsomeone --  \n[172]\tYeah. Well, we can just --  \n[173]\tPaul? Yeah. You think --  \n[174]\tC'mon.  \n[175]\tThere's something -- your mother \tand I -- have to tell you two --  Elena puts her hand out, almost touching him.  ", "Hood": "\n[1] It's a modern (shag carpet, geometric-patterned wallpaper, etc.) suburban house.  Ben Hood talks on the phone, a drink in his hand.  \n[2] Ben and Elena walking past Wendy's room to their bedroom.  \n[3] Elena is sitting cross-legged, eyes closed, on her side of the bed. We hear the toilet flush from the master bath, and see Ben emerge in his boxers. He pauses in front of the bed, looking at Elena.  \n[4] Ben is gathering papers, readying to leave. He looks up to see George Clair in his doorway.  \n[5] As we see that Clair is deftly fondling Hood's attractive secretary as she is seated in the cubicle beside the door to his office. She looks up coyly at Clair, hidden for the moment from Ben's view.  Ben comes out of his office, pulling his coat on. Clair and the secretary pull back, but it's clear that Ben has some sense of what's transpiring between them.  \n[6] Wendy enters the house as Elena is finishing supper preparations.  \n[7] Ben and Elena take their seats on the sofa. Wendy stands before them holding an enormous trombone, with a music stand and sheet music in front of her.  She puffs a series of seemingly disconnected notes in waltz time.  When she's done, she looks up from the sheet music to her parents.  They applaud.  \n[8] Elena is sorting through bills and writing checks at the kitchen table. Ben comes in and fills a glass with ice.  \n[9] Elena sits in a yoga pose.  \n[10] Elena enters the garage from the kitchen and turns the light on.  She finds an old bicycle and pulls it out.  \n[11] Janey comes around the back to discover Sandy stuffing a model airplane with m-80 firecrackers. He lights them and runs back a safe distance. The plane explodes, its wreckage joining the debris from a few other dolls, models, and toys.  \n[12] The taxi pulls up. Elena gets out and pays the driver.  \n[13] Ben is in front of the open freezer, trying to get something out. He hears Elena come in the front door.  \n[14] Ben and Elena enter their bedroom. Elena closes the door quietly behind her.  \n[15] Ben and Elena undress shyly.  They make love. Elena's face is almost fearful.  \n[16] Wendy walks and Mikey rides along.  \n[17] Ben exits the house in a rush, and sees Wendy and Mikey on the street in front.  \n[18] Wendy enters the house and climbs the stairs.  She sees the crumpled bed sheets in her parents' room and hears Elena in the shower.  \n[19] \n[20] The car pulls up. Paul gets out, looking shell-shocked. He sees Wendy waving to him from a second floor window. He nods back.  \n[21] Paul knocks on Wendy's bedroom door. She opens it.  \n[22] Morning. To establish.  \n[23] Elena is coming out of the master bathroom in a robe, a towel wrapped around her head.  \n[24] Ben Hood pads down the hall in his bathrobe, tries the bathroom door. It's locked.  \n[25] The shower is running, but Paul is standing by the open window, puffing on a joint and trying to blow the smoke outside.  \n[26] One by one, each member of the Hood carried in a final item to place on the overstuffed Thanksgiving table. Then, one by one, they each silently take their seats.  They look over the table. No one moves.  \n[27] Hood and Wendy enter, wet and cold, muttering hellos.  \n[28] Hood finishes taking off his wet clothes as Elena enters and turns on a light. She stands watching him.  \n[29] Elena and Ben emerge from the house, and look up at a darkening, foreboding sky. A light rain falls. They jog toward their car.  \n[30] The car moves slowly through the rainy suburban streets.  Inside, Elena and Ben don't speak.  \n[31] Wendy enters the bathroom.  She fills the sink with water, then turns off the tap. She takes a razor blade from the counter, and slowly, determinedly, holds it to her wrist.  She presses it into her skin, drawing a small drop of blood.  \n[32] Wendy picks up the phone.  \n[33] The phone rings. Wendy picks it up.  \n[34] Wendy emerges from the house and gets on her bike, but the ice makes it too slippery. The storm is now in full swing. She gets off and walks.  \n[35] Ben drives home.  \n[36] Ben continues to drive slowly. He looks out his side window, and sees something. He puts on his brakes.  \n[37] Sunlight floods in and temporarily blinds Ben as he starts the engine.  He squints, his eyes tearing a bit from the light.  He looks around, first at his wife, then at his two children sitting in the back seat.  He turns off the engine. Quietly, he begins to cry.  He turns to the back seat.  ", "Mikey": "\n[1]\t\t(not looking up, but \t\t alarmed \tWho said so?  \n[2]\tI don't have a girlfriend.  Mikey returns to his reading -- a copy of The Sensuous Woman, obviously well pawed over. He absentmindedly picks his nose. As he flips the pages, a beautiful, almost electrical HUMMING SOUND begins to fill his ears. He frowns and pauses to listen to it.  Sandy, who has picked up a balsa wood miniature plane, obviously doesn't hear it.  Mikey focuses on the plane as Sandy waves it through the air. Perhaps the hum is the sound of its engines as it soars through the sky...  \n[3]\t\t(as he returns to the \t\t group, ball in hand \tDid anybody hear that?  The other kids snicker. Wendy looks on, and catches Mikey's eye for a fleeting moment.  \n[4]\tWant some gum?  \n[5]\t\t(opens his mouth, \t\t displaying the gum on his \t\t tongue \tI'm chewing.  She puts the Twinkies back, and pops the gum in her mouth.  They stand together chewing.  \n[6]\tTell Sandy? What?  Wendy doesn't say anything.  \n[7]\tYou didn't tell him either, did \tyou?  \n[8]\tYeah?  \n[9]\tSure, anything but this English.  Sandy puts the open textbook in front of him.  \n[10]\tI'm not good at math. Just \tgeometry.  He looks at the book.  \n[11]\t\t(drawing out his examples \t\t on a piece of paper) \tIt's like, you know when they say \t\"two squared\"? And you think it \tmeans 2 times 2, equals 4? But \treally they really mean a square. A \tsquare with a side of two. And the \tarea of the square is four. Like \tevery time you use the word, like \tsquared, or cubed, it's really \tspace, it's not numbers, it's \tspace. \tAnd it's perfect space, but only in \tyour head, because you can't draw a \tperfect square, like in the \tmaterial world, but in your mind, \tyou can have perfect space. \t\t \tYou know?  As Mikey goes on, we see his geometric doodles, and hear faintly the HUMMING SOUND under his voice.  \n[12]\t\t \tYou were gone?  Sandy looks at Mikey as if pondering a lost cause.  \n[13]\tUh, I dunno. OK I guess.  \n[14]\tBecause of molecules we are \tconnected to the outside world from \tour bodies. Like when you smell \tthings, because when you smell a \tsmell it's not really a smell, it's \ta part of the object that has come \toff of it -- molecules. So when you \tsmell something bad, it's like in a \tway you're eating it. This is why \tyou should not really smell things, \tin the same way that you don't eat \teverything in the world around you \t- because as a smell, it gets \tinside of you. So the next time you \tgo into the bathroom after someone \telse has been there, remember what \tkinds of molecules you are in fact \teating.  An embarrassed silence.  \n[15]\t\t(honestly oblivious, as \t\t usual \tI dunno.  She pauses, then walks into the kitchen.  \n[16]\t\t(without looking up, in \t\t unison \tThanksgiving break.  She walks out of the room again.  Sandy comes in, whip in hand, looks over at Mikey and Wendy, then walks over to them, and, without a word, slumps down beside them and watches the TV.  \n[17]\tI don't ever want to see you.  \n[18]\tI dunno. I --  They're now in front of the Hood's house.  \n[19]\t\t \tBusiness? Uh, I dunno.  Ben grimaces, fiddles for his car keys.  As Mikey remounts and rides off, Wendy passes her father on the driveway.  \n[20] Benjamin walks in, an obvious look of distaste.  He sorts through a few of Mike's things -- monster eyes that glow in the dark, The Sensuous Woman, etc.  He twirls the garter belt absentmindedly, then tosses it into the back of Mike's closet.  \n[21]\tSee, no one's here. Maybe you want \tto go to the basement?  \n[22]\tThere's a TV in the basement.  Hood hears their steps down into the basement.  \n[23]\tMaybe we can mess around. You know, \tonly if you want to...  \n[24]\tWhy did you -- with Sandy?  \n[25]\tYou like him? He worships you.  But Wendy doesn't seem to hear -- she's drawn to an object lying next to a bean bag chair off to one side.  \n[26]\tWendy!  She puts the mask on.  \n[27]\t\t \tWhen worlds collide.  \n[28]\t4:30 movie. When Worlds Collide.  Ben arrives, folds his arms.  \n[29]\tHey, hang on there, Mr. Hood --  \n[30]\tYou're parents at that party?  \n[31]\tYou get in trouble?  \n[32]\tI'm sorry if I got you into \ttrouble. Maybe we don't have to, \tyou know... unless you really want \tto.  \n[33]\tOut.  \n[34]\t\t \tYeah. When it freezes, I guess that \tmeans the molecules are not moving. \tSo when you breathe, there's \tnothing in the air, you know, to \tbreathe in to your body. The \tmolecules have stopped. So it's \tclean.  Sandy just looks at him. He walks out into the night.  \n[35]\tOh shit.  Glued by an electrical pulse to the rail, he shakes as the current flows through him.  After a minute, his body slumps and slides down the road.  ", "Carver": "", "George": "\n[1]\tHey there Benjie, you're becoming \tquite the in-house philosopher. \tWhen do you have time to think up \tall that stuff -- Shackley sure \teats it up.  \n[2]\tAnd speaking of which, you have \tthose market share charts Mr. \tShackley was asking about?  \n[3]\tBen you know that's your territory \t- and I wouldn't dream to trespass \t- you're the expert. Hey, how do \tyou think Paramount's gonna do with \tthat Blatty novel, what's it \tcalled? The Exorcist?  \n[4]\tBrilliant. Hey, you heading out a \tlittle early today?  \n[5]\t\t \tRight o'.  \n[6]\tBenjie!  \n[7]\tWell, it's the funniest thing. I've \tbeen talking to some investors -- a \tlittle outside venture, you \tunderstand, between you and me -- \tabout a scheme to manufacture a new \tStyrofoam packaging. Little peanut \tlike pieces that can really keep an \titem free from trauma during \tshipping. Miraculous. Anyway, it \tturns out the genius behind the \twhole project is your neighbor, Jim \tWilliams. How about that!  \n[8]\tDarned right. Look here, Benj, \twhaddya make of this sequel to The \tGodfather? You think it's gonna \twork?  \n[9]\tYeah, good.  Benjamin catches a glimpse of Janey, voluptuously attired, across the room.  \n[10]\tWell, gonna make a break for the \thors d'oeuvres guy.  \n[11]\t\t \tIn Rhode Island with the folks. I'm \ta free agent tonight.  At this, they both notice Elena slowly gliding across the other side of the room. Clair gives Ben a sideways glance, then moves on.  Ben makes straight for Janey, who pretends to be preoccupied with a plant.  ", "Clair": "", "Janey": "\n[1]\tTed, how romantic.  \n[2]\tPlease don't.  \n[3]\tI insist. \t\t \tDon't touch them.  Elena realizes that there's an edge to Janey's voice.  \n[4]\t\t(realizing she's gone too \t\t far \tIt's really quite all right.  \n[5]\tIronic?  \n[6]\tBen--  \n[7]\t\t \tYou're boring me. I have a husband. \tI don't particularly feel the need \tfor another.  \n[8]\tYou should probably get dressed. \tThe boys will be home soon.  \n[9]\tGood trip?  He nods and puts his suitcase down, then sits heavily on the side of the bed.  \n[10]\tJesus, Jim!  \n[11]\tJust be careful.  \n[12]\tTonight? Jim, he's been out of it \tsince he was born.  \n[13]\tNeed a lift?  \n[14] Elena sits in the passenger seat. The two women are obviously uncomfortable with each other.  Silence.  \n[15]\tThanks for eating it. I don't know \twhy I even pretend I can cook.  \n[16]\tIt's not like we're too busy.  They smile, barely.  \n[17]\tSocial work?  \n[18]\tEducated guess.  \n[19]\tYou don't have to apologize. I'm \ttoo much of a cynic. You actually \tseem to be trying to figure things \tout -- don't mind me.  She pulls the car over.  \n[20]\tHere you are.  \n[21]\tNone at all. I'll leave it in front \tof your garage. Happy Thanksgiving.  \n[22]\tSandy!  Sandy looks up -- busted.  Janey marches over to him.  \n[23]\tYou little idiotic prick, you could \tblow yourself fucking sky high with \tall this demented crap.  Sandy looks on the verge of tears. She softens and bends down to him.  \n[24]\t\t \tHey. \t\t(picking up the \t\t firecrackers \tI'll take this stuff.  \n[25]\tWould it matter? \t\t(sees something else lying \t\t on the ground \tAnd what's that?  \n[26]\tIt's not packed with explosives, is \tit?  \n[27]\t\t \tPlay with the whip.  \n[28]\tOh. Hi Wendy.  \n[29]\tMikey, have you heard the \texplosions coming from the \tbackyard? \t\t \tDo you know what Sandy's been up \tto?  \n[30]\tDon't you kids have homework?  \n[31]\t\t \tShit.  \n[32]\tA person's body is his temple, \tWendy. This body is your first and \tlast possession. Now as your own \tparents have probably told you, in \tadolescence our bodies tend to \tbetray us. That's why, in Samoa and \tin other developing nations, \tadolescents are sent out into the \twoods, unarmed, and they don't come \tback until they've learned a thing \tor two.  \n[33]\tHere.  \n[34]\tIn a bit.  She sits next to him, he kisses the back of her neck.  \n[35]\t\t \tHave I noticed anything? I'm not \tmarried to her Benjamin, you are. I \tthink you've probably a better \tvantage point from which to observe \ther.  \n[36]\tI'll be back.  Benjamin looks at her quizzically.  \n[37]\tBirth control.  \n[38]\tOh jeez, Benjie. Well, here you \tare.  \n[39]\t\t \tWhat are you talking about?  \n[40]\tA prior engagement overcame me.  \n[41]\tListen, Benjamin Hood. I have \tobligations that precede your... \tfrom before you showed up. One or \ttwo, you know, good-natured \tencounters, that doesn't mean \tI'm... I'm not just some toy for \tyou. When I remembered some chores \tI wanted to get done before the \tparty, I just did them, that's all, \tbecause I wanted to do them before \tI saw Jimmy.  \n[42]\tHow you take it isn't all that \tinteresting to me, Benjamin. I'm \tsorry --  \n[43]\tWait, this is the training, where \tthey don't let you go to the \tbathroom?  ", "Philip": "\n[1]\tElena. Elena Hood, am I right?  \n[2]\tReverend Edwards. Philip Edwards. \tYou came by and checked out the \tcongregation a couple of times last \tyear.  \n[3]\t\t \tNo need to make excuses --  \n[4]\tIt's been a tremendously \ttransformative year -- maybe a \tlittle controversial of course, but \twe're breaking down the old \tUnitarian barriers --  \n[5]\tWell I of course flatter myself \tthat our church is not exactly what \tmost people would call organized \treligion -- at times it's the \tdisorganization that's liberating -- \tand of course I've begun to \tminister much more in what one \tmight call therapeutic \tenvironments, in small groups, and \tone on one, couples --  Elena looks outside the window, and sees Wendy speed past on her bicycle.  \n[6]\t\t(a bit taken aback by the \t\t abrupt topic change \tThey say you never forget.  \n[7]\tForget how to ride a bike.  Silence.  \n[8]\tIn many ways, the church-bound \ttradition of the father, son, and \tholy ghost is simply a version of \tthe parent-child-adult triad within \tus all. It's a primitive set of \tsymbols for our inner psychology.  \n[9]\t-- And God the angry parent, and \tthe Spirit the hope of an \tintegrated adult self.  \n[10]\tYou ask what the point is?  \n[11]\tSelf-realization. Ministering to \thelp people reach their fullest \tpotential. Would you believe me if \tI told you I want you to see \tyourself reach your fullest \tpotential and self-realization?  \n[12]\tIf that's a potential you see \tyourself fulfilling... I mean... \t\t \tMy, I sound a bit --  \n[13]\tYou weren't. You actually, for some \treason, you have the effect on me \tof making me feel just a tiny bit \tashamed of myself.  \n[14]\t\t \tNow you are being rude.  \n[15]\tOuch.  Just then, Dorothy Franklin passes by their table, a smirk firmly implanted on her face.  \n[16]\t\t \tI believe so Mrs. Franklin.  \n[17]\tI'm afraid she's something of a \tgossip, isn't she?  \n[18]\tThat I will indeed.  \n[19]\tPerhaps you might find it in your \theart to call me Philip?  He sits beside her.  \n[20]\tSometimes the shepherd needs the \tcompany of the sheep.  \n[21]\tForgive me.  He walks swiftly to the hall and hurriedly fishes his keys out of the bowl, then heads for the door.  ", "Edwards": "", "Francis": "\n[1] Cramped, a mess, but quaint. Paul shares the room with Francis Davenport IV, a dissolute, smart-ass son of money.  Paul's alarm clock rings. He slams his hand down on it and jumps out of bed, fully clothed in his rumpled preppie uniform of frayed khakis, loose tie, shirt with one tail untucked in, etc. Across the room, Francis beckons from his desk, as he finishes loading up a four-foot-high bong.  \n[2]\tArise and shine, young Hood.  \n[3]\t\t \tThe water, as you call it, is a \tspecial mixture of amaretto and \tBen&amp;Ben blended for just the exact \tchemical interaction with the last \tof our precious Thai stick.  Paul reluctantly walks over and takes a hit. He coughs, spewing uninhaled smoke.  \n[4]\tWaste not Master Hood -- that was \t$20 for the bag.  \n[5]\tPaul, cancel your mental \tappointments, baby. What are you, \tlike still stoned from last night?  \n[6]\tSee ya.  \n[7]\tPaul, let me enlighten you about \tsomething. \tYou and I exist on two opposite \tsides of a great existential \tdivide, that being your pathetic \tvirginity on the one hand and my \tastonishing number of sexual \tconquests on the other. I'm off to \tget laid. See you.  \n[8]\tAnd remember, with your erogenous \tzones lubricated as such with the \tmighty herb, do not attempt \tterrestrial contact with members of \tthe opposite sex -- because you \tdrone on like a motherfucker when \tyou're stoned.  He waves his fingers toward Paul's eyes, in the classic \"stoned\" gesture, then wanders off.  Paul looks on at the gathering. Marge waves to him from the dance floor.  \n[9]\tDo what?  \n[10]\t\t \tUm, Libbets Casey.  \n[11]\tAha! I could sense the vibe.  \n[12]\tAm I right or am I right?  \n[13]\tMy man, I speak to you solely as a \tcomrade in arms offering \tunconditional aid. I've been giving \tthis one a lot of thought, and I \tbelieve that the two of you \ttogether might just reach that \thigher ground that --  A knock at the door.  \n[14]\t\t \tYou oughtta read this Hood, Nixon, \tour leader, all ye need know about \tthe travails of life. Check out the \tCheckers speech stuff.  \n[15]\tAll will be revealed, baby.  The television is turned on to a weather report about the coming ice storm.  \n[16]\tAwesome sleet and rain.  \n[17]\tHowdy there. You, young knight. Can \tyou check on the mead? Can you \tsally forth and secure us some more \tmead?  \n[18]\t\t(nasal voice, \t\t impersonating a TV \t\t character \tMoisture! Moisture!  \n[19]\tHell on the fillings.  Paul opens the other two beers and hands one to Libbets. They light up a joint.  \n[20]\tEverything's gonna freeze, the big \tfreeze.  \n[21]\tLike into one of the other 20 or so \tbathrooms they've got in this \tplace.  Paul takes out the bottle and opens it.  \n[22]\tPharmaceutical! You are a god.  \n[23]\tGroovy. \t\t \tYoung master of the revels, a treat \tfor our hostess?  \n[24]\tCome on Paulie, share the wealth. \tYou copped 'em from her mom's stash \tanyway.  \n[25]\tThe foot... the foot... toeclipper \tman...  Paul is sitting on the couch, and Libbets comes back and sits at his feet, facing up to him.  ", "Davenport": "", "Sandy": "\n[1]\tStupid! \t\t(pause, looking sullenly \t\t at Mike's back \tIs Wendy Hood your girlfriend?  \n[2]\tNo one.  \n[3]\tHey Wendy.  \n[4]\tMikey was looking for you.  \n[5]\tBam.  \n[6]\tMikey?  \n[7]\tGeometry?  \n[8]\tWhy are you so good at math but not \tin English?  \n[9]\tYeah. But I just need some help \twith my homework.  A knock at the door. Jim stands in the doorway with a suitcase in his hand.  \n[10]\tYou really didn't notice? Man, he's \tbeen gone for three days.  \n[11] Wendy's backside, her pants pushed outward in the back, affording Sandy a libido-charged view of the top of her bum crack.  Push in on a close-up of this cherished abstract landscape, then back to Sandy's furrowed face.  \n[12]\tYou going to tell dad?  \n[13]\t\t \tYou know, it's the whip -- the one \tuncle Frank got me from Mexico.  \n[14]\tNo!  \n[15]\tWell, you can...  \n[16]\tAll my model planes.  \n[17]\tThey were old. And they couldn't \tfly anyhow. I'm going to get a \tradio-controlled airplane at \tChristmas, and then I'll stuff it \tfull of m-80s and then fly it into \tMrs. Burgess's English class and \tblow it up.  \n[18]\tYeah.  But he stays put, unaware it seems that he's blocking the doorway.  Wendy looks around -- no one in sight.  \n[19]\tWhat do you want?! What do you \twant? Get out! Get out of here!  The door flips open -- and Janey Williams appears.  \n[20]\tWhere you going?  \n[21]\tIt's freezing.  \n[22]\tWendy.  She gives out a little yelp.  \n[23]\tWhat are you doing?  \n[24]\tMike's out -- I think he went to \tSilver Meadow to see if you were \thanging around there.  \n[25]\t\t \tAre you his girlfriend?  \n[26] Sandy and Wendy are sitting on the floor. He grabs his G.I. Joe.  \n[27]\tCheck this out. He's supposed to \ttalk all kinds of stuff, but he's \tlike malfunctioned.  He pulls the dog tag on the doll, and G.I. Joe emits a plastic macho voice.  \n[28]\tSame thing. Again and again.  Wendy takes the doll and yanks the cord.  \n[29]\tIt's gonna get a lot colder \ttonight, I predict. Probably a \tblackout. Do you have candles in \tyour house? \tI know where the candles are, and I \thave my own flashlight. Over there. \tAlso, I know where every emergency \texit is on this floor.  During the course of his monologue, as Wendy looks on, Sandy calmly ties a noose for his doll.  \n[30]\tThis knot's called a bowline.  He puts the noose over the doll's head, as Wendy holds him.  \n[31]\tLet's hang him.  Sandy drapes the noose over the edge of a dresser drawer. G.I. Joe dangles. They both look at him in silence.  The silence continues.  \n[32]\tIf it wasn't raining we could take \thim outside and blow him up.  \n[33]\tCommunist Viet Cong.  \n[34]\tWe -- we have to go to the guest \troom. We can't stay in here. What \tif Mikey? My parents?  \n[35]\tIt's just -- it's just --  She takes his hand, and they walk out of the room and down the hall, into the guest room.  \n[36]\tVodka?  \n[37]\tIt feels warm.  \n[38]\tOkay.  They drink.  \n[39]\tHuh?  \n[40]\tI love you.  \n[41]\tI don't know. How do I know?  \n[42]\tI don't think I'm spinning.  They cuddle up together.  He yawns. She yawns.  \n[43]\tDad?  Jim looks at him.  ", "Paul": "\n[1]\tIn issue number 141 of The \tFantastic Four, published in \tNovember 1973, Reed Richards has to \tuse his anti-matter weapon on his \town son, who Annihilus has turned \tinto a human atom bomb. His son is \tthe result of Richards' coupling \twith the earthling Sue Storm, and \tthe problem is that the cosmic rays \tthat infused Richards and the rest \tof the Fantastic Four on their \taborted moon mission have made \tyoung Franklin a volatile mixture \tof matter and anti-matter.  \n[2]\tAnd that's what it is to come from \ta family, if you analyze it \tclosely. Each of them is negative \tmatter for the other ones. And \tthat's what dying is -- dying is \twhen your family, which is in fact \tyour personal negative matter from \twhich you emerge -- it's when the \tfamily takes you back, thus hurling \tyou back into negative space...  \n[3]\tSo it's a paradox -- the closer \tyou're drawn back in, the further \tinto the void you're thrown.  \n[4] Cramped, a mess, but quaint. Paul shares the room with Francis Davenport IV, a dissolute, smart-ass son of money.  Paul's alarm clock rings. He slams his hand down on it and jumps out of bed, fully clothed in his rumpled preppie uniform of frayed khakis, loose tie, shirt with one tail untucked in, etc. Across the room, Francis beckons from his desk, as he finishes loading up a four-foot-high bong.  \n[5]\tI hope you changed the water in \tthat bong from last night.  \n[6]\t\t(gathering books, papers, \t\t almost talking to \t\t himself \tMan, Francis, you are one drug \taddled elitist freak, and when the \trevolution comes I do not want to \tbe lined up with you and shot, \t'cause you're fucking ripe for \tpolitical reeducation, you know, \tlike in the fields.  \n[7]\t\t(spraying some chloroform \t\t mouth spray \tI gotta get to English class.  \n[8]\tUm, Libbets. Hey, Dostoyevsky, I'm \talso really a fan, and what you \twere saying, you know, have you \tever read The Idiot?  \n[9]\tIf you liked Notes from \tUnderground, you'll love The Idiot.  \n[10]\t\t \tThe Idiot.  \n[11]\tI'm in love with Libbets Casey.  \n[12]\tIt's beyond mere physical \tattraction.  \n[13]\tTruly? Do speak.  \n[14]\tHow do you know this shit?  \n[15]\t\t \tYou think Francis is going to beat \tme to the punch here?  \n[16]\tGood thinking Marge.  \n[17]\tNo more man. I'm about to drop as \tit is.  \n[18]\tWhere you going?  \n[19]\tFlame on, asshole.  \n[20]\t\t \t-- because I've been reading \tKerouac and Ginsberg and those guys \twere creating beat culture and \ttraveling and sleeping wherever, \tand, of course, with all kinds of \tpeople, but when you read carefully \tthe various contemporary accounts \tof their lives, and, uh, these guys \tdidn't bathe much, I mean they were \treally filthy, with like genital \tcrabs, lice, exceptionally strong \tbody odor...  Libbets smiles through her yawn.  \n[21]\tHow can you do that man?  \n[22]\tSleep all day. I mean, look, it's \talready getting dark outside, and \tyou're just getting up.  \n[23]\tWhat?  \n[24]\tWhat do you mean?  \n[25]\tShit. You're not planning --  \n[26]\tDon't mess with Libbets. I mean it!  \n[27]\tHello?  \n[28]\tHi dad.  \n[29]\tI'm fine dad.  \n[30]\tWell dad, actually I thought I'd \ttake the morning train on \tThanksgiving -- got a lot of \tstudying, papers, you know, lab \texperiments --  \n[31]\tCharles. Have you been keeping out \tof my shit? Have you refrained from \tentering the sacred precincts of my \troom?  \n[32]\tWatching what?  \n[33] \n[34]\t\t \tHey Charles. Charles, calm down -- \tI wasn't in on it.  Elena, putting on her coat, comes into the den and gives Wendy a kiss on the forehead as Wendy mumbles her good-byes to Paul on the phone.  \n[35]\tTo find yourself in the Negative \tZone, as the Fantastic Four often \tdo, means that all everyday \tassumptions are inverted -- even \tthe invisible girl herself becomes \tvisible, and so she loses the last \tsemblance of her power.  \n[36]\tAll right.  \n[37]\tGood.  \n[38]\tFine.  \n[39]\tHnnn.  \n[40]\tYeah.  \n[41]\t\t \tAbout?  \n[42]\tUh, Dad --  Just then Ben runs a stop sign and almost slams into another car.  \n[43]\tUh, dad, you know I'm 16.  \n[44]\tSure dad.  \n[45]\tHello, Charles.  \n[46]\tHow are the parental units \tfunctioning these days?  \n[47]\tI don't know. Dad seems a little \tweird.  \n[48]\tMay I operate your telephonic \tapparatus?  \n[49]\tCalling an individual, Charles, in \tNew York. Confirming a social \touting for Friday night.  \n[50]\tIt's a one-on-one kind of date \tthing.  \n[51]\tHer name's Libbets.  \n[52]\tI'll be out in a second.  Ben walks back to the bedroom, smirking.  \n[53]\tSee you.  \n[54]\t11:30?  \n[55]\tLibbets. Libbets Casey.  \n[56]\tLibbets Casey, please.  \n[57]\tPaul Hood.  \n[58]\t\t \tWe?  And there, in the den, cleaning an ounce of dope on an open copy of Nixon's Six Crises, is -- Francis.  \n[59]\t\t(all hope drained from \t\t him) \tFrancis. You gonna leave the seeds \tin there? In the binding like that?  \n[60]\tHuh?  \n[61]\t\t \tHey, it's a sellable skill.  Francis licks closed a second joint, then takes the beer and opens it with his rear molars.  \n[62]\tEureka.  He pulls out some bottles.  \n[63]\tValium. Seconal. Uh, \t\t(can't quite pronounce \t\t this one \tPar-er-goric? \t\t(a beat, looking into the \t\t mirror for effect \tFrancis Chamberlain Davenport the \tFourth -- tonight you sleep the \tsleep of the just.  He pockets the Seconal and turns out the light.  \n[64]\tAnd whence has yon virginal maiden \tabsconded?  \n[65]\tCheck it out. Not for the faint of \theart.  \n[66]\t\t(picking up beer, trying \t\t to hurry before Libbets \t\t returns \tOne for you and one for me.  He hands a pill to Francis, then pretends to pop one into his mouth and takes a swig of his beer. As Francis downs his own, Paul pockets his unswallowed pill.  \n[67]\tWell, uh, I don't, it's really --  \n[68]\t\t \tLibbets, you really shouldn't mix \tand match, you know with the beer. \tI'll put 'em back.  Libbets reaches into his pocket and pulls out the bottle.  \n[69]\tMaybe you should have just a half.  \n[70]\tI guess he's just real exhausted \tfrom, you know, tests and stuff.  Libbets is herself somewhat in dreamland.  \n[71]\tYou know Libbets, I really feel, \tyou know, like a real connection to \tyou --  \n[72]\tSure I do, you know, like your \taura. That you give off.  \n[73]\tIt's like very positive, and I feel \ta real special feeling, because you \treally --  \n[74]\tYou do? I'm glad. Because I feel \tfor you --  \n[75]\t\t \t-- like a brother.  \n[76]\tYeah, you're not alone with that \tline.  \n[77]\tRight. Cool. So, how about we take \ta bath together?  \n[78]\t\t \tCharles, what time is it?  \n[79]\tWhat time is it?  \n[80]\tI'm, uh, in the midst of a moral \tdilemma. And I was wondering, \tbecause I know you're a very moral \tperson, and --  \n[81]\tShit. I can't really talk about it. \tI guess I better get to the train.  \n[82]\tWhat are you doing at home on a \tFriday night?  \n[83]\tOh shit!  Paul gets up, looks down at her.  She snores.  He runs over to a side table and sees the clock: 11:10.  \n[84]\tOh shit oh shit.  He grabs his comic books and runs for the door.  \n[85]\tOh shit oh shit. C'mon!  ", "Jim": "\n[1]\tIt was a benefit for the ACLU or \tsomething, and Harry Reems himself \twas there --  \n[2]\tThe very one -- something about a \tfirst amendment defense fund -- \twell I believe in it --  \n[3]\t-- pulls right up to the pump, \tjumps out like there's no gas \tshortage, oblivious, and by this \tpoint everybody in line's piling \tout of their cars ready to kill the \tguy, when they notice it's that \tReverend Edwards --  \n[4]\tYeah -- claims he pulled off Creek \tRoad and didn't notice the line \tgoing back Mill Street for half a \tmile.  \n[5]\tWill do.  \n[6]\tHey guys, I'm back.  \n[7]\t\t(a look of \t\tdisappointment) \tYeah Mikey. Yep, I was in Houston, \tworking on some great new ideas \tabout silicon, which comes from \tsand, very conductive. How you guys \tdoing? How's school?  Mikey's still flustered.  \n[8]\tHmm. Alright!  He walks off.  \n[9]\t\t \tYou bet.  It turns out it's a water bed, and his weight creates a wave that nearly pushes Janey off her edge of the bed.  \n[10]\t\t(jumping up, which only \t\t creates another wave \tSorry honey. Hell, we've got to \ttrade this thing in for a normal \tbed.  \n[11]\t\t \tYou notice anything with Mikey \tlately? The kid seemed a little out \tof it tonight, eh?  \n[12]\tHell, I guess he takes after me, \thuh?  He laughs to himself.  She gives him a look.  \n[13]\tWell, I have to say I don't have \tmuch faith that my car keys are \tstill in that bowl. Doesn't seem \tentirely safe, leaving your car \tkeys around?  \n[14]\tThanks, but -- oh, I don't think \tso. It's been kind of a \tdiscouraging evening.  \n[15]\tSomehow it was different in my \timagination when I thought about \tit. Actually, I didn't think about \tit at all, really.  They sit down on the sofa.  \n[16]\tYou want coffee or something?  \n[17]\tLook, Elena, the fact that we're \tneighbors... you know, close \tfriends, well it sort of makes this \ta little strange, don't you think?  \n[18]\tWhat the hey. Let's go for a drive.  \n[19]\tNah, that wasn't in the contract.  But they still walk around turning off lights.  In the hallway, Elena looks a bit mournfully at the light seeping from underneath the bathroom door. She hears the sound of running water from inside.  Then she goes into a sideroom and joins Jim. They pick up their coats.  \n[20] They climb in.  \n[21]\tWe're going to have to defrost this \tthing for a while.  He turns on the ignition, and the vents start to blow cold air at them.  He leans over and kisses her.  \n[22]\tThat was awful, really awful. I'm \tso sorry, Elena.  Elena has somehow worked herself into the cavity of the glove compartment, and is trying to figure out how to extricate herself.  \n[23]\tThings are really rotten at home. \tYou wouldn't believe how rotten. \tJaney's sick. She's unstable, I \tguess... it's not the right time to \ttell you... but that's it -- it's \tlike I can't make her happy, the \tboys can't make her happy, she just \tdoesn't --  \n[24]\tJesus, let me make it up to you -- \tI can do better than that, honestly \t--  \n[25]\tThat's fine. I wouldn't expect you \tto see it any other way.  \n[26]\tOf course.  She opens the door and walks back to the house.  \n[27] Elena gets in. They drive off silently.  \n[28]\tYou okay?  \n[29]\tYes. Well, I guess we can walk from \there.  \n[30]\tYou want to come in, get a cup of \tcoffee -- warm up? I can either \twalk you home, or you could crash \tin the guest room.  \n[31]\tPhone's out. I hope the pipe's --  He walks into the kitchen. The pipes have begun to burst. There's a water leak running down the walls, forming a puddle on the floor.  Elena has walked into the kitchen behind him. She leans against the counter, picking up the garter belt without thinking for a second, then putting it back down.  \n[32]\tOh well. Why don't you put on some \tdry socks -- and we've got some \train boots in the guest closet back \tthere. Last room upstairs -- back \tof the hall.  Elena climbs the stairs in her bare feet.  ", "Dorothy": "\n[1]\tFrom where?  \n[2]\tOh. Are we going to talk about \tthis, about...?  \n[3]\tThe man with the -- from Deep \tThroat?  \n[4]\tTed took me to see it.  \n[5]\tI have to say, the movie didn't do \tmuch for me. But being in that \ttheater, surrounded by all those \thorny young college boys and \tperverts, there was something in \tthe air that --  \n[6]\tI hear he's slept with half the \twomen in his congregation --  \n[7]\t\t \tSo fascinating. Do you get free \ttickets to the movies, that kind of \tthing?  \n[8]\tAnd to think -- they met at a key \tparty of all things.  \n[9]\tYou know, it's a California thing. \tThat scuzzy husband of hers dragged \ther kicking and screaming to one \twhen they were out in L.A. you \tknow, the men put their car keys in \ta bowl, and then at the end of the \tevening the women line up and fish \tthem out and go home with whoever's \tkeys they've got. Anyhow that's how \tshe met this Rod person or whatever \this name is and he's left his wife \tand she's packing for California. \tIrwin is devastated. It's so \tironic.  \n[10]\t\t \tWell, um, yes. Ironic. His name is \tRod.  \n[11]\tIt was lovely!  \n[12]\tHello you two. Am I barging in on \tsome kind of religious study group? \tElena, you look marvelous. Will I \tsee you and Ben at the Halford's?  \n[13]\tAnd Reverend Edwards? Did you make \tthe list?  \n[14]\tWith the two of you there it will \tbe positively a revival! I'm off!  She scurries out of the coffee shop.  ", "Franklin": "\n[1]\n[2]\t\t \tI hope those weren't my keys.  He laughs at his own joke as Philip rushes out the front door.  Back to Elena, even more forlorn than before.  ", "Ted": "\n[1]\tLucky bastard!  As this is said, Mikey accidentally spills some wine on Ben.  \n[2]\t\t \tI hope those weren't my keys.  He laughs at his own joke as Philip rushes out the front door.  Back to Elena, even more forlorn than before.  ", "Shackley": "\n[1] Ben, seated, is finishing a brief presentation to a small group of men, which includes George Clair, mid-thirties, unctuously handsome.  \n[2]\t\t \tBrilliant, brilliant.  George Clair just grins.  ", "Mrs.": "\n[1]\tOh, my own husband. Isn't that \tagainst the rules?  \n[2]\t\t \tOh, I think not.  Mr. Gadd smiles as they leave, obviously happy to go.  Finally, only Mark Boland, Neil Conrad, Janey and Jim Williams, Rob and Dot Halford, Sari Steele, Benjamin and Elena.  ", "Gadd": "\n[1]\tOh, my own husband. Isn't that \tagainst the rules?  \n[2]\t\t \tOh, I think not.  Mr. Gadd smiles as they leave, obviously happy to go.  Finally, only Mark Boland, Neil Conrad, Janey and Jim Williams, Rob and Dot Halford, Sari Steele, Benjamin and Elena.  ", "Libbets": "\n[1]\tWhat Dostoyevsky is saying here is \tthat to be a Christian is to \tchoose, because you have to choose \tof your own choice, but since you \tcan't choose to be good because \tthat would be too rational you have \tto choose to be bad -- it's \texistential.  \n[2]\tThe Idiot?  \n[3]\t\t \tGreat, thanks for the tip.  \n[4] Paul rings the bell.  \n[5]\t\t(from the other side of \t\t the door \tOpen it Paul!  Paul opens the door, and enters the apartment.  \n[6] It's half dark, has an air of old wealth.  Libbets skids across the parquet floor to him.  \n[7]\tExcellent. We were waiting!  She turns and runs into the den.  \n[8]\tMajor.  \n[9]\t\t \tBeer. In the pantry.  Paul trudges disconsolately out of the room.  \n[10] Paul, after wandering a maze of halls, enters the kitchen, where he takes a six-pack out of the fridge and returns to the living room.  \n[11] He enters the room with the beer.  \n[12]\tFrankie opens them with his teeth.  \n[13]\tYeah, Paul, are you gonna get home \tokay?  Paul and Francis exchange a look.  She puts an Allman Brothers tape on the 8-track and turns the TV down.  \n[14] Paul enters the bathroom. We hear Francis' and Libbets' voices from the other room, laughing.  He pees.  At the sink, he pauses in front of the medicine cabinet, then opens it.  \n[15] Paul re-enters the den to find Francis alone.  \n[16]\t\t \tNo candy for me?  \n[17]\tWhat is it?  \n[18]\tLet's see!  \n[19]\tOh far out, Paulie. Hey look, these \texpired like five months ago. You \tthink they're better aged?  She opens up the bottle and takes one out.  \n[20]\tThanks for the advice dad.  She takes the pill.  Paul looks on, thwarted.  \n[21] Paul, Francis, and Libbets sit on the floor, listening to the music blasting at full strength.  Libbets and Francis are obviously on the verge of unconsciousness. Paul regards them with a look of apprehension on his face.  \n[22] Libbets puts a blanket over a sleeping Francis, who's crashed out on the floor in a corner. Francis alternates between snores and various mumbled delirious ravings.  \n[23]\tYeah.  \n[24]\tYeah but you don't even know me \treally.  \n[25]\tMy what?  \n[26]\tAnd I have a special feeling too, \tbecause I do. It's special.  \n[27]\tAnd I have a feeling for you too, \tbecause you're just like -- I feel \tfor you like you're -- you're just \tlike --  \n[28]\t\t \t-- like a brother.  \n[29]\tI do.  \n[30]\t\t(consciousness fading \t\t fast \tHah hah you're funny. A bath. Like \ta brother and sister. Oh man, I'm \tso wasted.  Her head bobs and weaves, her eyes close, and suddenly her head falls forward with a whoosh toward the couch -- smack dab between Paul's legs.  She begins to snore instantly, her open mouth nuzzling into his crotch.  Paul doesn't move, doesn't even breathe. Then, slowly, he leans his back into the couch, without shifting the rest of his body.  He looks as though he has simultaneously won the lottery and received a lobotomy.  \n[31] Libbets and Paul in the same position whence last we saw them.  Paul delicately leans to one side of the couch and picks up a phone. He dials a number.  \n[32] Paul and Libbets, still frozen in the same position. Finally, Paul gently pushes Libbets' head back.  It slides off his leg and, as Paul lurches forward in a failed attempt to grab it, Libbets flops backwards, her head hitting the carpet with a dull but decidedly loud thump.  ", "Casey": "", "Elena": "\n[1]\tNo thank you. We should be off.  \n[2]\tDinner's on the counter. We'll be \tat the Williams's -- you know the \tnumber. \t\t(takes the phone from \t\t Wendy \tPaul. Hi. Is there anything you'll \twant, any particular kind of food \tor snack or anything we can stock \tup on?... You're all right? ... OK. \tSee you next week. I love you.  Back to Nixon on the TV.  \n[3]\tYou should hear. It's very sad, he \twas --  \n[4]\tDon't be so modest, Ben. It's a job \tthat requires a certain prescience \twith regards to entertainment \ttrends. You were the first to \tpredict that Billy Jack would be a \thit --  \n[5]\tIt's not a bother.  \n[6]\tOh.  \n[7]\tOf course.  \n[8]\tA key party?  \n[9]\tThank you Janey.  \n[10]\t\t \tYou're staring at me.  \n[11]\tI've been thinking, Ben, about \tWendy. I was going to ask if she'd \tcome with me sometime to meet Dr. \tWoolens.  \n[12]\tI did, but -- somebody should \tprobably see her, talk to her... \tYou think she's ok?  \n[13]\tSo maybe you'll come too?  \n[14]\tIt's you Ben who needs to talk. \tI've had my say, and I'm waiting to \thear back from you.  \n[15]\t-- And you haven't moved out yet. \tIt's because you're too lazy, Ben. \tToo scared or lazy to either deal \twith us or simply make a decision --  \n[16]\t\t \tSleep in the study? Please.  Ben picks up a pillow and walks out, pausing wistfully at the door.  \n[17]\tGood night.  \n[18]\tYes.  \n[19]\tYes, it was -- I ended up --  \n[20]\tI suppose my reluctance was the \tgroup aspect of it -- I've never \tbeen much of a joiner, although I \tstill consider myself a somewhat \treligious person --  \n[21]\t\t \tMy daughter. I haven't been on a \tbike for years. \t\t(still not really looking \t\t at him \tWhen was the last time you rode a \tbike?  \n[22]\t\t(jarred back to his \t\t presence) \tForget what?  \n[23]\tNo, of course you don't, you're \tright.  \n[24]\tHi Wendy.  Without waiting for instructions, Wendy starts pulling out plates and silverware and setting the table.  \n[25]\tI saw you on your bike today.  \n[26]\tWho?  \n[27]\tMikey Williams?  \n[28]\tWell, you looked very -- free -- \twhen I saw you.  Wendy continues setting the table.  \n[29]\tWeightless almost -- as if I were \tseeing my own memories of being a \tgirl. There was something internal \tabout it.  \n[30]\tWendy, of course. I'm sorry. You \tmust think I'm ripe to be checked \tinto Silver Meadows.  \n[31]\tThe people at Silver Meadows aren't \tpsychos.  \n[32]\tWe've been through this Wendy \tJames Taylor was actually at that \tclinic up near Boston.  \n[33]\tOh Wendy.  Wendy frowns.  \n[34]\tI thought you quit the band - I \tnever hear you practice anymore.  \n[35]\tWell, I'm sure your father and I \twould love to hear what you're \tplaying these days. Maybe after \tdinner.  \n[36]\tThe Halfords have invited us again \tthis year.  \n[37]\tWhat do you think?  \n[38]\tSo early?  \n[39]\tIs that a new aftershave?  He recoils a bit.  \n[40]\tHmm. Good night.  He walks uncertainly from the room. Does she suspect?  \n[41]\tYou're saying that Christ is the \tchild, and --  \n[42]\tAll well and good -- But tell me \tagain what is it exactly that you \tbelieve in?  \n[43]\tThat's right.  \n[44]\tI would say it sounds like you're \ttrying to get me into bed.  \n[45]\tI'm sorry. That was stupid of me. I \tdidn't mean to be so rude.  \n[46]\tBut not too ashamed.  \n[47]\tAnd you're still trying to get me \tinto bed.  \n[48]\tI suppose we'll make an appearance.  \n[49]\t\t(gathering her things to \t\t go \tI'm afraid people around here \tprovide her with quite a bit to \tgossip about. \t\t \tTake care.  \n[50]\tThanks again. For the dinner.  \n[51]\tI used to know how to cook.  \n[52]\tI'm thinking of going back to \tschool.  \n[53]\tHow'd you know?  \n[54]\tI'm that predictable? No, you don't \thave to answer that. It's just that \twith the kids almost grown --  \n[55]\t\t \tThanks for the lift. If the bike's \tany bother--  \n[56]\tOh. Sure, I -- Did you remember to \tpick up the cranberry sauce?  \n[57]\tBecause you like it on your turkey \tsandwiches.  \n[58]\tI... I think I am...  \n[59]\tBen, maybe no talking right now? If \tyou start talking, you're going to--  She kisses him as if she needed him.  \n[60]\tI'm just sad Ben -- I mean it \twas... you were, but, you know. I \tjust don't know...  \n[61]\tNo, I didn't mean to sound \tnegative. It was -- But Ben. \t\t \tWhat is going to happen with us? \tHave you --  \n[62]\tI wasn't accusing you, Ben. It's \tjust that we've got to be honest. \tNot just with ourselves, but with \tthe children.  \n[63]\tYou were saying?  He smells the armpits of the shirt he's putting on.  \n[64]\tThat shirt?  \n[65]\tLeave it -- I'll wash it for you.  He looks at her ruefully.  \n[66]\tThe turkey in?  \n[67]\t\t \tDinner in ten minutes.  \n[68]\tUp to you. I'd like to go early and \tleave pretty soon after that.  \n[69]\tSo what were you doing in the \tWilliams' basement anyway?  \n[70]\tOh right. The mustache coffee cup. \tThe one that was sitting on the \tdash.  \n[71]\tThat one.  She walks down to the kitchen, Benjamin following her.  \n[72]\tYou'll be on the 10:30 train?  \n[73]\tPaul --  \n[74]\tSee for yourself.  \n[75]\tDon't start.  \n[76]\tI have no idea.  \n[77]\tIt wouldn't make a pleasant \tevening, if that's what you're \tafter. I don't want to talk about \tit. Stupid mustache cup.  \n[78]\tDon't be dim.  \n[79]\tI'm not surprised.  \n[80]\tYour unfaithfulness -- that's what \tI'm trying to talk about. Your \tunfaithfulness. Your betrayal. Your \tdalliance. And you won't do me the \tdignity of being up front about it.  \n[81]\tIt's a starting place.  \n[82]\tIf you're going to insult me --  \n[83]\tOh lord. You think I'm so dense. \tAnd now you want to be seen with \tyour dense wife at the cocktail \tparty. You want to wear that \tridiculous shirt which doesn't go \twith those pants at all. You want \tto wear that, and you want me to \tshake hands with your friends and \tmake conversation and dress up in \tan outfit that shows a lot of \tcleavage and you're not going to \taccord me the respect of talking \thonestly about this... You don't \treally know what this feels like.  \n[84]\tBenjamin. That's supposed to \texplain it?  Seemingly tired, he stands before her. Silence. Elena sighs, then walks into the den.  \n[85]\tWe're going to the Halford's. The \tnumber's on the calendar in the \tkitchen. We should be home around \t11.  \n[86]\tI suppose. Why?  \n[87]\tWhat sort of problems are you \tplanning exactly?  Elena kisses the top of her head.  \n[88]\tJust bundle up. It's supposed to \tfreeze tonight. We'll see you in \tthe morning.  \n[89]\tOh, damn. Uh, I've left the --  \n[90]\tIn the car.  \n[91]\tThis just isn't the best moment for \tthis.  \n[92]\tThat this was going to be a key \tparty?  \n[93]\tWell?  \n[94]\tDamn it, Ben --  \n[95]\tYou're not going to --  \n[96]\tYou have some marker, that's what I \tthink, if you want to know the \ttruth. \tYou have some marker and you're \tgoing to put it on the house keys \tso that Janey can find them and \tthen when I get back to the house \tI'll find the two of you in there \tand Wendy'll be able to hear you \tand Paul will be back and he'll \thear you and I'll catch you, that's \twhat I think. She'll be swearing \tand banging against the wall and \tI'll catch --  \n[97]\tWell, I'm really pleased to hear a \tconfession.  \n[98]\tThanks for the diagnosis, Ben. \tThank you. So let's just go to this \tfiasco if that's what you want to \tdo. Let's just go on in. I'd rather \ttalk to anyone else but you.  She pulls the keys out of the ignition, gets out of the car, and slams the door. He follows her.  \n[99]\tOh, Dot!  Elena, entering the house again, tosses the keys at Dot Halford, who looks surprised.  Hood slides in behind his wife.  Dot drops the keys into the bowl.  Slow-motion, close up: the keys, on their equine chain, fall in with a THUNDEROUS CRASH.  \n[100]\tReverend Edwards.  \n[101]\tYou're here... I'm a bit surprised.  \n[102]\tI'm going to try hard not to \tunderstand the implications of that \tsimile.  Philip's about to reply, but thinks better of it.  They sit glumly next to each other for a minute. Then Philip rises.  \n[103]\tWe're not going anywhere.  Elena waves at Janey Williams, who is standing across the living room.  Janey looks back without expression.  \n[104]\tRob, we'll fix it for ourselves. \tYou two go and get acquainted. \tWe'll let ourselves out the front \tdoor.  Jim and Elena stand there alone.  \n[105]\tLet me.  She takes the bowl and dips her hand in. Two sets are left. One, her own, she avoids. She takes out Jim's keys and walks across the room, handing them to him.  \n[106]\tYou couldn't have hoped for much \tbetter when you came up the walk.  \n[107]\tWell, maybe they have one of those \tfilter jobs in the kitchen --  \n[108]\tMy husband is probably passed out \tin the bathroom, or at least he \twishes he were. I've been married \tto him for 17 years and I don't \thave any intention of going in \tthere to get him... so what I'm \tproposing is that since your wife \thas gone off with a boy, and since \tyou are standing here alone, I'm \tproposing that you and I do what \tmakes sense. Stay warm. Pass some \ttime. That's all.  They both look at their hands.  \n[109]\tNow don't make me feel as if I'm \tbeing too forward, OK? If you don't \t--  \n[110]\tOkay. Shall we clean up around here \tfirst? Do you think it's all right--  \n[111]\tDo these seats go back?  That starts it. He jumps at her, unbuckling her and unzipping himself.  They tangle uncomfortably for a few seconds. And then, comically, he's in her.  With a groan, it's over in a flash.  Jim pulls himself off, readjusting his pants.  \n[112]\tJim, maybe we should just go. I've \tgot to look in on the kids. Paul is \tsupposed to be coming back in from \tthe city.  \n[113]\tWell, we can talk about it.  \n[114]\tMaybe you just need -- look, can \tyou wait here a sec, I need to tidy \tup -- just a minute, I'll be right \tback. You'll wait?  \n[115]\tBen, I've got a ride home. Maybe \tyou should sleep this one off on \tthe couch here?  \n[116]\tBen.  She sits on the toilet next to him, stroking his hair.  \n[117]\tYou're in no condition to drive. \tWe'll talk in the morning, OK?  He sits, accepting and quiet.  \n[118]\tYou'll get some sleep on the couch \tout there?  \n[119]\tWe'll talk in the morning.  \n[120]\tYeah. You?  \n[121]\tSure. Maybe coffee.  \n[122]\t\t \tGet dressed.  Elena walks out of the room, back to the kitchen.  Wendy gets out of bed quietly, leaving Sandy sleeping peacefully.  She looks at him lovingly, and tucks the blanket back up around him.  \n[123]\tYou should let him sleep.  Wendy enters. She looks inquisitively at the two adults.  \n[124]\tIt'll warm you up.  Elena sits next to her. They both raise their cups and sip the coffee, not noticing the simultaneity of their movements.  \n[125]\tBen?  He's too breathless to speak.  They stand there, looking down at Mikey.  Behind Elena and Wendy, Jim appears.  He pushes softly by them toward the body of his son.  \n[126]\tThe phone's out.  \n[127]\tBen, I don't think he wants us \there.  Wendy has been watching Sandy through the screen door.  \n[128]\tOh you know, for a minute I thought \tit was --  \n[129]\t\t \tBen.  Paul looks at Wendy, silently asking her what's happening.  She casts her eyes downward, as does he.  \n[130]\t\t(her hand still not yet \t\t touching him \tBen.  ", "Wendy": "\n[1]\tCharles.  \n[2]\tI have not touched your sh-- \t\t \tStuff. You watching this?  \n[3]\tNixon, doofus! It's incredible. He \tshould be shot.  \n[4]\tHe's a liar! \t\t(still talking more to her \t\t father than into the \t\t phone \tDean told him on March 21st about \tKalmback and Hunt, all about the \tpayoffs to the Watergate burglars, \tso you tell me where the so-called \t\"Dean Report\" is, but you can't \tbecause it doesn't exist, because \the lied about Haldeman and \tErlichman and the April 17 tape, \tthat's why! Liar!  Ben retreats, going to the wet bar to pour another drink.  \n[5] There is a large poster of a cartoon version of Richard Nixon \"Tricky Dick\" -- on her wall. Wendy is on the phone to her friend Beth.  \n[6]\t-- he knows that when the March \t24th tape -- you know with Dean, \twhere Dean tells him that there's a \tcancer growing on the presidency --  She pauses as Beth asks a question.  \n[7]\tWho? No way. He's like a big \tinfected whitehead wearing jeans. I \twouldn't --  She hears the downstairs door open.  \n[8]\t\t \t-- shit, it's my parents.  She turns her light out.  \n[9]\t\t \tDad stop it!  \n[10]\tFascist!  \n[11] Ben enters the room, angry.  \n[12]\t\t(without pulling the sheet \t\t down, but nicely \tGood-night dad.  \n[13] Wendy hears her parents' door close and sees a strip of light illuminate under her door as the hall light goes on, then off.  \n[14]\tShe's a liar. I wouldn't touch Dave \tBrewster's dick if you paid me. \tIt's probably crawling with v.d. \tafter he put it in her, which he \tdid.  The conversation peters out at this point, as the two groups of girls give each other the hairy eyeball from afar.  Wendy looks through from beneath the bleacher seats onto the field where the boys are playing.  A group of boys break from a huddle, Mikey among them.  The quarterback takes the hike and Mikey runs out for a pass. As he runs, his breathing increases in volume, filling his ears, and transforming into the humming sound he'd heard before.  The quarterback spots him and throws a long one.  He runs in an oblivion of beautiful white sound.  The ball drops next to him as he continues, in a world of his own, to run.  Suddenly, the humming ends and he stops and turns around, to see all the other kids just standing there looking at him. One of them makes a pot-smoking gesture, as if that's the explanation.  \n[15]\tI gotta go.  She takes hold of her bicycle and pushes off.  \n[16]\tHey Sandy.  \n[17]\tYeah? See ya.  She pushes off on her bike.  Sandy gazes after her. He takes his G.I. Joe out of his coat pocket, and points it at her.  \n[18]\tSure. \t\t(pulling them out of her \t\t pocket \tTwinkie?  \n[19]\t\t \tDid you tell Sandy?  \n[20]\tHi mom.  \n[21]\tWith Mikey?  \n[22]\tNobody.  \n[23]\tWe were just riding around.  Elena takes this in.  \n[24]\tMom. Are you ok?  \n[25]\tYou're not a psycho!  \n[26]\tI know. They're rich drug addicts \tand celebrities. When I saw James \tTaylor there, and --  \n[27]\tWell, I saw what I saw, and if you \tdon't want to believe me --  \n[28]\tThey need the money for my band \tuniform at school.  \n[29]\tI don't really need to practice. I \tjust play a few notes, you know, so \tI thought maybe I'd stay in.  \n[30]\tHi Mrs. Williams.  \n[31]\t\t(without looking up, in \t\t unison \tThanksgiving break.  She walks out of the room again.  Sandy comes in, whip in hand, looks over at Mikey and Wendy, then walks over to them, and, without a word, slumps down beside them and watches the TV.  \n[32]\tAfter you.  Sandy hesitantly opens the door, as Wendy still hovers by it.  \n[33]\tHey Sandy, what were you blowing up \tout there? Your mom was pretty \tp.o.'d.  \n[34]\tThe ones you built?  \n[35]\tI have to go to the bathroom.  \n[36]\tI'll show you mine if you show me \tyours.  Sandy goes wide eyed, and almost against his will backs into the bathroom like a feather.  \n[37]\tThen why'd you come after me?  \n[38]\tYou have to follow me?  \n[39]\tNah.  \n[40]\tNothing.  \n[41]\tGreetings, Charles.  \n[42] Paul and Wendy sit on the floor.  \n[43]\tDad's like doing his Up With People \troutine, mom hasn't been saying \tmuch.  \n[44]\tYeah well wait till mom opens her \tmouth.  They both ponder silently. Then:  \n[45]\tWhy don't you use the phone \tdownstairs?  \n[46]\tCan I come?  \n[47]\tWith who?  \n[48]\tLibbets? What kind of a name is \tLibbets?  \n[49]\tDear Lord, thank you for \tThanksgiving, and for letting us \twhite people kill all the \tIndians...  Everyone looks up.  \n[50]\t... and steal their tribal lands \tand stuff ourselves like pigs  Mutterings and groans: \"Wendy!\" \"For Christ's sake\" etc.  \n[51]\t... while children in Africa and \tAsia are napalmed and --  \n[52]\tMaybe we can just watch some TV.  \n[53]\tI don't know.  \n[54]\tI don't know.  \n[55]\tHey, what's this?  With a look of utter fascination, she picks up a Nixon mask, looking at it as though it were an archeological find.  \n[56]\tWow!  \n[57]\t\t \tI won't take my pants off. But I'll \ttouch it. That's as far as it goes.  Mikey looks totally confused.  Remaining fully clothed, Wendy loosens Mike's belt, showing no excitement from behind her mask, and lets him climb on top of her for a dry hump.  Just then, a shaft of light hits them from the top of the stairs -- Ben towers above them, looking down.  Mikey flips over immediately and pulls his clothes together, grabbing a TV Guide as Wendy stands up, the mask still on.  As Ben descends Mikey, still stuffing his shirt-tail into his pants, pretends to flip through the TV Guide.  \n[58]\tHuh?  \n[59]\tWhat do you think we're doing, dad?  \n[60]\tTalking to me, dad?  \n[61]\t\t \tWell, then forget all this stern \tdad stuff.  \n[62]\tHuh?  \n[63]\tYeah.  He stops and lifts her in his arms.  \n[64]\tShoot.  \n[65]\t\t(eyes still glued to the \n[66]\tJust curious. If there's a problem, \tI guess I'll just call you there to \tinterrupt.  \n[67]\t\t \tOh I thought I'd steal the station \twagon, drive up to a commune. Or \tset the house on fire. You know.  \n[68]\tOuch!  She drops the blade and splashes water on her wrist, grabbing some toilet paper and holding it against the tiny wound.  \n[69]\tStupid.  She hears the phone ring and walks downstairs.  \n[70]\tHood residence.  \n[71]\tYeah. Yours?  \n[72]\tMaybe. Can't really tell yet.  \n[73]\tYeah.  \n[74]\tMaybe.  \n[75]\tHood residence.  \n[76]\tIs this Charles?  \n[77]\tUm, ten-o-five. Why? Where are you?  \n[78]\tAnd?  \n[79]\tRight.  \n[80]\tI have plans.  Paul hangs up the phone and looks down at Libbets.  Libbets' Allman Brothers tape has run out. The machine makes a repeated clicking sound as the take up real continues to circle. The only other sound is the noise of the wind and rain lashing against the apartment's windows.  \n[81]\tAnyone home? Hello.  Wendy wanders into the living room, then climbs the steps. The sound of the wind and the darkness begin to scare her.  She goes into Mikey's room -- it's even more of a disaster zone than usual.  She sees on the wall his dark-light poster of the 12 positions of the zodiac.  She notices the black garter belt on the floor, and picks it up, absentmindedly swinging it in her hand as she walks out of the room.  She walks back down the stairs and into the kitchen, leaving the garter belt on the counter.  She opens the refrigerator, grabs a jar of peanut butter, and scoops some up in her finger. As she puts her finger in her mouth --  \n[82]\tSandy, you scared the shit out of \tme.  \n[83]\tJust thought I'd stop by.  \n[84]\tYeah.  \n[85]\tNo.  \n[86]\tHe's dead.  \n[87]\tHe wouldn't blow up. He'd just get \tall mangled or twisted.  She takes him down and lays him flat on the bed. And then begins to remove his clothes.  Sandy looks on, desirous.  \n[88]\tWell. \t\t(noticing his lack of \t\t anatomy) \tIt looks like someone got to his \tprivate parts before us.  \n[89]\tThey left it in the jungle.  They speak with high seriousness.  Wendy slides up on the bed where Sandy sits, a pillow on his lap, and one by one, with exaggerated slowness, she removes her snowboots, as if they were stiletto heels.  \n[90]\tCan I get into your bed? \t\t \tWith you?  Sandy begins to shake.  \n[91]\tDon't worry about them. They're at \tthat party, getting drunk and \tfalling all over each other and \tmaking jokes about McGovern and \tstuff.  Sandy begins to cry.  \n[92]\tWant a drink?  \n[93]\tYou never tasted the stuff?  She fills the glass to the brim and hands the bottle to Sandy.  They clink and each toss back a sip -- Wendy almost the entire glass.  Sandy coughs and gags, but swallows.  \n[94]\tTry again.  He does.  \n[95]\tOne more shot?  \n[96]\tUnder the covers.  Under they go, and soon every layer of clothing emerges.  \n[97]\t\t \tGet 'em off.  Sandy begins to laugh, and soon Wendy joins him.  They roll around on top of each other for a while.  \n[98]\tHave you ever had a nocturnal \temission?  \n[99]\tThat's the name for when you wake \tup and find this little pool of \tsticky stuff, like after a sexy \tdream.  Sandy shakes his head.  \n[100]\tThey didn't tell you this stuff \tyet? What planet do you live on?  Sandy doesn't answer, but climbs back on top of her and kisses her neck.  \n[101]\tThat's nice. Are you drunk?  \n[102]\tI don't know either. You spin \taround, when you lie down.  Sandy rolls off her and lies on his back.  \n[103]\tWhere's dad?  \n[104]\tI don't like coffee.  \n[105]\tWait, I --  She turns back up the front steps and gently goes in --  \n[106]\tHe's probably been waiting all \tnight at the station.  "}}