{"filename": "Big-Sick,-The_script.txt", "imdb_id": "tt5462602", "imdb_url": "https://www.imdb.com/title/tt5462602", "characters": ["Sharmeen", "Beth", "Naveed", "Nurse Judy", "Khadija", "Bob Dalavan", "CJ", "Mary", "Andy Dodd", "Kumail", "Chris", "Sam Highsmith", "Terry", "Azmat", "Emily"], "dialogues": {"Sharmeen": "\n[1]Kumi, why don't you grow a beard? Not like Naveed's, just a small one. \n[2]Kumi, I've been thinking, you know, why you don't enroll for LSAT now? \n[3]Since when are you someone to stand-up? You know who I think should stand up is Malala. She has something to say. \n[4]Very, very, very sad. No one is going to visit that baby. That baby, mark my words, will grow up without a family. \n[5]It's very sad. Kumi, go pray now so we can eat ice cream. Go! The ja-namaz is downstairs. \n[6]Oh. I wonder who that could be? \n[7]Everyone. This is Zubeida. She just dropped in. \n[8]Please, sit. \n[9]I hope you come back. \n[10]Kumi, there's not going to be a magic spark, okay? You have to work at it. You have to stay open. \n[11]Ha. Ha. Ha. \n[12]Can you make his belly disappear? \n[13]He's coming. Right, Naveed? Traffic? \n[14]I was so worried. We saw on the news that a train derailed and we thought that you were on the train and you had died. \n[15]But did they look under the train? \n[16]Kumail. \n[17]Really? \n[18]Oh, let me see who that could be. \n[19]Everybody remember Khadija? She just dropped in. She was just in the neighborhood. \n[20]And these are her parents, Farhan and Tina. They also just dropped in. \n[21]We just spoke to Khadija's parents. \n[22]What is wrong with you, Kumi? \n[23]Sorry? That's all you have to say? \n[24]\"Into her\"? Do you know how difficult it is to get an appointment with her? She is in very high demand. \n[25]So? \n[26]No, no, Kumi. We will talk about this now. We have sacrificed everything for you. \n[27]We have left our family. We have left our home. I have missed the birth of my sister's daughter. I have not seen my mother for fifteen years. Your father, he had to do his graduate school. Again. He had to give exams. Again. \n[28]Kumi, if you don't want to be a lawyer, fine. If you want to do the stand-up comedy and embarrass us as a family, fine. There is only one thing that we have ever asked from you: that you be a good Muslim and that you marry a Pakistani girl. That is it, one thing! \n[29]And why not? \n[30]You're not my son. ", "Beth": "\n[1]We know who you are Kumail. \n[2] \n[3]Terry, Terry-- it's driving me insane. \n[4]\"All the doctors\"? How many are there? \n[5]Five? Why so many? Is that normal? Yes, it's standard with patients in the ICU. We come at it from different angles-- \n[6]Did you forget something? \n[7]You guys broke up. I'm not sure why you're here. You don't have to worry about being committed to anything, Kumail. You didn't want to when she was awake. There's no need to do it when she's unconscious. \n[8]Is it? Because I know about the two-day rule, I know about the headshots and the secrets. She tells us everything. You really don't have to stay Kumail. You have already done a lot. \n[9] \n[10]Best fuckin' sandwich I've ever had. \n[11]Huh? \n[12]Yeah.                         No. Terry gestures for Kumail to get up and follow them. \n[13]Whatever. \n[14]Oh. I- \n[15]Wait a second- Dr. Spellman told us that the antibiotics would work. He didn't say anything at all about surgery. \n[16]And where is the infection? \n[17]What's the risk? \n[18]My favorite sweater. \n[19]I'm gonna do some research. \n[20]No, I gave her that one. Hey, do you have that little notebook from the doctors? \n[21]I remember. I met her at the falafel place and then we went to that book store that's hardly ever open and I bought it for her. \n[22]What's up with you? \n[23]Look at the inscription. \n[24]Christ. Pleural effusion and empyema, -- \n[25]Oh my god. These pictures are horrible. \n[26]I don't want to get my mind off it, Terry. Our daughter's having surgery tomorrow. \n[27]Well then why don't you go? \n[28]All right. But I'm bringing my iPad. \n[29]It's Beth. \n[30]Our daughter's in a coma. \n[31] \n[32]Well that's a really confusing position. Do you want ISIS to have more people? \n[33]Guess what everybody? We've got an ISIS recruiter here. \n[34]What is it about him that made you say that? \n[35]What is it about him? \n[36]That is like saying that all frat boys wearing country club hats and Hawaiian shirts have shriveled up, tiny little dicks! \n[37]Fuck you! \n[38]No fuck you! \n[39](being dragged out by \n[40]I think I'll make tea. Actually I'll open a bottle of wine. Does Emily have whiskey? \n[41]I am so sorry about that. That was... I just sort of lost control. \n[42]Hey, you guys wanna get something to eat? \n[43]So is it always like that? \n[44]No, Terry, don't. Terry's about as funny as a fart at a funeral. \n[45]I like wine cause of the buzz. \n[46]So is Terry! He'll be passed out on the sofa in less than an hour! \n[47]You weren't supposed to be on the show tonight, were you? \n[48]Well that didn't work. \n[49]Yeah, you did. I don't know how people do it when their family's sick. My Uncle Lew, he got cancer, then he had a stroke, then a heart attack, then he had a recurrence of the cancer. But you know what killed him? \n[50]Car accident. We think maybe it was a heart attack while he was driving. And he did still have cancer too. And you know what? He ate sprouts his whole fucking life. Hadn't had a yolk in 30 years. I don't know how I'm going to sleep tonight. \n[51]Fuck yeah. \n[52]Most noticeable. Oh no, hold on, there's more. \n[53]The legendary cemetery photo shoot. \n[54]I laughed so hard when I saw these. She got so mad at me. \n[55]Are you kidding me? He can sleep through anything. Hey Terry! \n[56]I was going to East Carolina University and I was waiting tables. We met at this coffee shop, I was waiting on him. I liked his hair. He was a teacher already. Thick New York accent like nobody I'd ever met. Totally wrong for me. So naturally we fell-in-love. My family could not stand him. We're all military people, army pilots. All my brothers played football. Terry couldn't even change a tire. My father got so mad he broke every dinner plate we had. Now back then, you go to the gas station, you fill up your tank, you get a dinner plate. But just one at a time. Cup, saucer. It took us a year of fill-ups to get the whole set back. And Terry just stuck around. Eventually they just all got over it. \n[57]Lots of fucked up dinners. How'd your parents meet, Kumail? \n[58]What movie did they see? \n[59]She's great, you know? \n[60]I feel good about this surgery. \n[61]No they don't. They're just winging it like everybody else. \n[62]How soon? \n[63]So this is good news? \n[64]Do you know this is the 17th best hospital in Chicago? \n[65]I don't know, but Northwestern's number one. \n[66]I don't know, Terry. But 17th is bad. \n[67]I'm calling Northwestern. \n[68]Terry! Goddammit! \n[69]--You shut up! I'm sick of this shit, Terry. We're getting her out of here! \n[70]So you're saying Northwestern can't take that information and continue the search? This place is a shithole. \n[71]I'm sorry. Anna, could I have that? \n[72]I can't find my cellphone. You got a phone? \n[73]Well that's very nice. But I don't. Can you unlock that thing? \n[74]There's a reason why they're #17 and Northwestern's #1. And it's not because people trust them! \n[75]I don't think I'm smarter than you! You just don't think you're as smart as I am! That's not my fault! \n[76]Oh there are some things that are definitely just your fault. \n[77]And you need to stop being a coward. \n[78]Well Northwestern told us it could be very good. \n[79]Kumail, we're responsible for her no matter what. We're her parents. Now I'm sorry, we're moving her. \n[80]Oh wait a minute, honey! \n[81]He's been here the whole time. \n[82] \n[83]Yeah. She's got physical therapy. \n[84]Maybe. But I hope not. \n[85]Cause he was there the whole time. I invited the nurses, I invited him. \n[86]Can I come in? \n[87]We gotta go. \n[88]Yeah, it's time. \n[89]Yeah, you know what? You're strong and you are. \n[90]Have fun. \n[91]Have fun. \n[92]Are you warm enough? \n[93]Do you mind? \n[94]I'm glad we're going home tomorrow. \n[95]I like it. ", "Naveed": "\n[1]Get some Daddy Style. \n[2]How's the stand-up coming Bhai? \n[3]Ma-la-la. \n[4]\n[5]Hurry up yaar. Ice cream. \n[6]Ten. Nine. Eight. Seven - \n[7]Watch and learn, Bhai. It's all about shifting weight and torque. \n[8]Oh Christ! \n[9]Mine. \n[10]Mine, mine. \n[11]They're biscuits! Listen to yourself. You hardly sound Pakistani. \"Cookies\"? You sound like Julia Louis-Dreyfus. You're such a burger. \n[12]Yes, you are. You're a big fat burger. \n[13]Well thank you for that information that no one gives a shit about and you should listen to mom and grow a beard. \n[14]Try being a man and conditioning like I do. \n[15]Yeah. There are a billion of us and you are the only one with the truth. Is that right? The sun is just shining down on you right now. It's just parting like \"ahh\". \n[16]Here we go. Yeah? \n[17]Acha. \n[18]I thought you were going to say you were involved in a hit and run or you got caught forging some checks. But a WHITE GIRL? Such a cliche. \n[19]Listen. I understand. You're in America. You wanna mow a few lawns and see what it's like. But eventually you have to marry a Pakistani girl. Like I hung out with other girls. But then I married Fatima. We hardly spoke two words to each other the first few months! But now, Kumi, she's like my best friend. You have to break up with her immediately. \n[20]She would definitely love you less. Slowly, you'd sort of -- what's the word when guys stop returning girls' calls? \n[21]Yes. You have to end it now or Mom will fucking ghost you. \n[22]Now come on. \n[23]I heard everything's bumper-to-bumper on the Dan Ryan Expressway. \n[24] \n[25]Hey Kumi, do you know this guy? People say Sam. People say Sam. Do you know him? \n[26]\n[27]Bullshit. \n[28]Yeah. I mean, yeah. \n[29]I've heard lots about you. \n[30]Okay, well I'm going to just... goodbye. ", "Nurse": "\n[1]Ms. Gardner. Your room will be ready soon. Okay? \n[2]Sir, can you step outside a moment, please? If you want to stay you have to go to the security desk to get a pass. \n[3]It's downstairs. Exactly where you walked in. At the security desk. \n[4]You should call her family. \n[5]Mr. and Mrs. Gardner. The doctors would like to see you now. \n[6]Listen, the doctor will be here any minute. She's just running a little late. Don't read anything into this being in the bereavement room. It was the only room we had available. \n[7]Oh, you're giraffe-ing it. \n[8]Yes, we did. \n[9]Kumail. We're looking into everything. We're not holding anything back from you. We're still just eliminating possibilities. \n[10]Oh no. Emily should not be moved. The hospital will approve it because it'll get the liability off their hands, but we put her in a coma for a reason. To stabilize her. Moving her could be very dangerous. The infection could spread. Trust me she is fighting. And so are we. \n[11]Sorry hon. \n[12]We have to thicken your liquids for a bit. Your esophagus isn't strong enough to swallow yet. ", "Judy": "\n[1]You should call her family. \n[2]Mr. and Mrs. Gardner. The doctors would like to see you now. \n[3]Listen, the doctor will be here any minute. She's just running a little late. Don't read anything into this being in the bereavement room. It was the only room we had available. \n[4]Oh, you're giraffe-ing it. \n[5]Yes, we did. \n[6]Kumail. We're looking into everything. We're not holding anything back from you. We're still just eliminating possibilities. \n[7]Oh no. Emily should not be moved. The hospital will approve it because it'll get the liability off their hands, but we put her in a coma for a reason. To stabilize her. Moving her could be very dangerous. The infection could spread. Trust me she is fighting. And so are we. \n[8]Sorry hon. \n[9]We have to thicken your liquids for a bit. Your esophagus isn't strong enough to swallow yet. ", "Khadija": "\n[1]I wouldn't really call it an obsession but... I'm pretty good at magic. \n[2]Does anyone have a dollar? \n[3]20? Big spender. Andrew Jackson? Don't you think he'd look cool with sunglasses? \n[4]We sprinkle the magic dust on. \n[5]Yeah, I need it. All right... \n[6]Ok. Watching carefully - \n[7]Oh no, a magician never reveals her tricks. Here's your twenty back, Mr. Nanjiani. \n[8]It looks better now, right? \n[9]  \n[10]I've just been through so many of these appointments and I never have anything in common with the guys. You know when girls at work complain about dating, I just want to body slam them. They have no idea. I don't know. My mom says I'm becoming the bruised apple at the bottom of the apple bucket. \n[11]I am. \n[12]So do you want to hangout sometime? Like without our parents? Have you been to the cat cafe? The cats just come up to you and nestle in your lap and you just pet them. \n[13]You don't like cats? \n[14]So why did you meet me? \n[15]I'm just really tired. Do you ever want to just be in a relationship so you can finally relax? \n[16]People are always telling me what I deserve. It's bullshit. And stop being so sorry about everything. I'm gonna go. \n[17]And you know what? I watched the X-Files, like three whole episodes, and it's a bad show. ", "Bob": "\n[1]Kumail? Hey, Bob Dalavan. \n[2]You had some very interesting premises in your set tonight. \n[3]I just wanted you to know that you made the finals for the Montreal Showcase. \n[4]You too, Mary. Congrats. \n[5]So we'll see you guys up there. We'll be in touch. \n[6]Who's that? ", "Dalavan": "\n[1]Kumail? Hey, Bob Dalavan. \n[2]You had some very interesting premises in your set tonight. \n[3]I just wanted you to know that you made the finals for the Montreal Showcase. \n[4]You too, Mary. Congrats. \n[5]So we'll see you guys up there. We'll be in touch. \n[6]Who's that? \n[7]You know, funny stuff, okay? ", "CJ": "\n[1] \n[2]Bob Dalavan - works for the Montreal Comedy Festival, you fuckin' doof. Don't you want to get noticed? Move to LA? Hang out with Elijah Wood and shit. \n[3]Was he doing cocaine recreationally? \n[4]He's like Daniel Day Lewis except he sucks. \n[5]I was in bed with my girlfriend and I was trying to mansplain to her that, you know, we are on one little rock orbiting a star in a galaxy of a billion stars in a universe full of a billion galaxies, so I forgot your birthday. Who gives a shit? You are cosmically over reacting to this. Honestly you are being super selfish. You're right, but you're selfish. \n[6]It was too easy. Like I wanted to struggle. I wanted a story to be able to tell on talk shows and instead, like, you guys don't know how hard it is not to struggle. It's a struggle succeeding effortlessly. \n[7]Sure. \n[8]Both of you. He said, those guys performed... \n[9]Emily, has Kumail told you that in addition to being an Uber driver he also has a one-man show? \n[10]There's a lot of acting in it. \n[11]You have to see the show. \n[12]You will love the acting. \n[13] \n[14] \n[15] \n[16]Hey, that was... You were in the zone, man. That was the best one we've seen. \n[17]And you know what I realized halfway through? You're from Pakistan! Good to see you Emily! \n[18]Keep up the- \n[19]I know you're bummed. Look, Emily's a good person, I'm not saying she's not. All I'm saying is this is the universe telling you: seize your moment. Be a little selfish and pursue your career. Bob Dalavan's gonna be here on Thursday. If you book the Montreal Comedy Festival, it would change things for you. You don't wanna get stuck in Chicago, right? You don't wanna be like Sam Highsmith. He's been doing the \"people say Sam\" bit since '03. \n[20]Is that what you want? \n[21]We're weak. \n[22]That's good. What if instead of it being at the airport, you quit comedy and never did comedy ever again? \n[23]Just for the sake of the public. So they wouldn't have to look at your face or hear your words. \n[24]He suggested it. \n[25]Did he? \n[26]You all right? \n[27]Okay, all right dude. I'm just checking. \n[28]You gotta do it. It's going to suck at first but we'll have each other and maybe eventually get paid to write jokes. It's gonna be the best. Come on dude. \n[29]It was nonsense. \n[30]I would call it shit, but I would be worried that I'd be insulting actual shit. \n[31]There's not enough room in the car, probably. We leave in a week, all right? And I already called shotgun Chicago to Pittsburgh. Do not fuck this up. \n[32]This will be the biggest move of your life. Other than the one from Pakistan. ", "Mary": "\n[1]That was truly horrible. \n[2]No, he didn't even crack a smile. I thought I was gonna puke. \n[3]Bob Dalavan. \n[4]No! \n[5]A true cokehead. \n[6]Did he say anything about me? \n[7]I truly hate you, actually. \n[8]There's lots of wigs and costume changes. \n[9]And then like at the end of it, you've got this very awkward conversation where you go, \"I really liked it.\" \n[10]I really liked it. \n[11]You have to see it. \n[12]Yeah, that was so honest and good. \n[13]Oh, ok! \n[14]He signed a paper that allowed doctors to put her-- \n[15]Maybe. \n[16]Tonight? Why? \n[17]Hi little sad man. Mopey boy. We have something to tell you. We are moving to New York. And we want you to come with us. \n[18]You have to come. I know you did not get Montreal and that is only because you did one of the worst sets I've ever seen in my goddamn life. \n[19]A living disgrace. \n[20]Yeah, it was so bone-chilling to me, I thought a ghost had passed right through me. \n[21]I felt one of my eggs die. \n[22]It happens every month, Kumail, but I don't always feel it and go, ohhhhh. And that's what you made me do. I'm packing my things up and I'm moving to New York, and guess what, baby? You're coming with me. \n[23]He will be fine. \n[24]Your destiny awaits! \n[25]Come here, you big dummy. ", "Andy": "\n[1]Give it up for my man, Mr. Kumail Nanjiani! ", "Dodd": "\n[1]Give it up for my man, Mr. Kumail Nanjiani! \n[2]No one's on stage? \n[3]Now before I bring up the next guy, you guys know tonight is Jell-o Shot Tuesday! Whooo!! And we all know what happens after eight Jell-o shots. We urinate all over ourselves and puke. Okay, so I'm going to bring up the next comic. You know this man. \n[4]No. Five minutes. You put out chairs, you get five minutes. You know the deal. \n[5]No. \n[6]I'm making up next week's schedule. \n[7]The fuck've you been, man? You're on next! \n[8]This next performer, my man, Mr. Kumail Nanjiani! ", "Kumail": "\n[1]Hello. I grew up in Pakistan. And people are always asking me, what was that like? Really not that different from here. I mean we played cricket, which is just a spicier version of baseball. And we prayed a lot. Well not a lot, just five times a day. And we marry someone our parents find for us. Arranged marriage, you know. For me, it was probably that we got episodes of the A-Team a little bit later. And by a little bit later, I mean we just got episode two. But other than that, it was exactly the same. \n[2]You complain about the crowd like all the time. \n[3]So like ninety percent of the time, they're really bad? \n[4]Your notes are just to add more \"fucks\" into the bit. \n[5]Hey, that was great. \n[6]He might have been doing cocaine. \n[7]He's like if a serial killer fucked an inspirational speaker. \n[8]Hey Dodd. Dalavan's in the crowd tonight. Could I do ten? \n[9]C'mon man. I'll double it up next time. \n[10]What are you gonna do in there? \n[11]Okay. Cool. \n[12]Hey! Have you guys heard of this new drug cocktail called cheese? I saw these news reports so I looked up what cheese is and cheese is a mixture. Cheese is Tylenol PM and heroin. So really, it's heroin. Heroin's doing the heavy lifting. Just do the heroin, it's very powerful. You already have heroin. \n[13] \n[14]You're not from Pakistan. I would have noticed you. \n[15]Hi. \n[16]Um, my name is Kumail. \n[17]Yeah. Now that the niceties are out of the way, I have to tell you that when you yelled at me, it threw me off. You really shouldn't heckle comedians. It's so rude. \n[18]Okay, that's a common misconception. Yelling anything at a comedian is considered heckling. Heckling doesn't have to be negative. \n[19]Yeah. It'd be an accurate heckle. \n[20]What's your name? \n[21]I want to show you something, Emily. This is your name in Urdu. \n[22]I've had some minor success with it. \n[23]So you came to a comedy show with your friends? \n[24]What are you studying at grad school? \n[25]Oh so you're gonna sit on a couch and ask people, \"how did that make you feel?\" \n[26]Jesus. \n[27]Oh wow. No, don't cheers to that. To you becoming a therapist. \n[28]  \n[29]So my roommate Chris is probably on the couch. He's going to try and start a conversation. So no matter what- do not engage. Okay? Let's go. \n[30]  \n[31]Do you want to watch a movie? \n[32]Yeah, I would say it's safe. You know what, go for that area. I cleaned that earlier this year. \n[33]No, it's a shoes off bed. I have strict rules. \n[34]Yeah. Did you think it would be a flat inflatable mattress? \n[35]Well air mattresses are actual mattresses. You're being bigoted towards air based comfort items. \n[36]Night of The Living Dead? \n[37]Okay, so basically the dead start rising. And the good guys, um... \n[38]  \n[39]  \n[40]Oh, they're a smallpox vaccination. \n[41]Well I'm from Pakistan. We're still fighting some battles you guys have already won. \n[42]I was very shy. They called me chashmullee. \n[43]It roughly translates to \"dweeb.\" I'll show you a picture. \n[44]Boom. \n[45]And I'm thinking I'm killing it right now. \n[46]Hugh Grant. \n[47]I read in an interview with Hugh Grant, he said he doesn't smile because it makes his face look fat. So I didn't smile in pictures for many years. What were you like in high school? Were you voted... Most Sexy? \n[48]That's good. \n[49]Wait we haven't even had sex again yet. \n[50]Well I haven't had that yet! \n[51]What is happening right now? What are you doing? \n[52]I've seen everything. Do you remember, we were just having sex? \n[53]Your driver will be ready as soon as he puts on his pants. \n[54]Yeah, but I only looked a couple of times. \n[55] 13   \n[56]So. Maybe I'll run into you at the club sometime and we can grab a drink? \n[57]That's perfect because I'm not really dating right now either. I actually have a pretty strict two-day rule where I can't see someone more than two days in a row. So since we hung out for two days, if I were to see you again, which I won't because you're not dating, I'm not dating, I wouldn't be able to see you until Monday. \n[58]Yesterday and today. Cause it's after midnight, today is actually tomorrow. Earlier tonight was yesterday. So two days. \n[59]That works out, because I am a hard core time nerd. \n[60]I'm like, very strict about AM/PM stuff. \n[61]We decided we aren't ever going to see each other again. \n[62]   \n[63]I don't want to touch your jeans. \n[64]Yeah sorry, Ma. I haven't done it yet. I like that you bring it up as though you've never brought it up before. \n[65]It's going fine. \n[66]She does open mics and she crushes. Lot of ethnic material, which I think is a crutch, and that one story gets a lot of play, but - \n[67]That's a great idea. I should e-mail them, I don't know why I hadn't thought of that. \n[68]You hacked into it? \n[69]They're married. \n[70]Dave. It's probably Dave. \n[71]    \n[72]  \n[73]I think ice cream is better than kulfi. \n[74]I'm guessing it's a young, single Pakistani woman who just happened to be driving by our house, which is in a cul- de-sac and I'm also guessing that the phrase \"dropped in\" will be said in the next ten seconds. \n[75]Thank you so much. \n[76]It's from the show. Thank you. \n[77]  \n[78]Okay, Ma, yeah. I just wish you were better at it, you know? \n[79]I mean you've had so much practice and you're still not that good at it! \n[80]You brought your A-game with Naveed, but then with me, you're kind of just phoning it in a little bit. \n[81]I am serious! That's why I want to help you get better! \n[82]    \n[83]  \n[84]No, I'm a professional. And you're paying for this ride. \n[85]Yeah, sorry. You shouldn't have typed in the number. \n[86] 19   \n[87]Okay. The year is 1969. MGM has had a string of failures. So, it turns to its most bankable star, Vincent Price. \n[88]No! Just watch the movie. And take it seriously. \n[89]I just want to share this movie with you, so I don't know why you're reading into- \n[90]Zero. \n[91]This is not a B horror movie. \n[92]Okay, you ready? Just close your eyes cause when the menu comes up, there's some spoilers in the menu. \n[93]Ok, I'll hit play. \n[94]Watch! \n[95]Shhhhhh! Watch this part. \n[96]No! Are you tired? We can watch it later. \n[97]It's not boring! Wait for it to kick in. The plot kicks in really soon. \n[98]Yeah. \n[99]I know. Totally. One hundred percent. I agree with you. \n[100]I won't. I promise. \n[101]Oh yeah, thank you. Hey, can we have an awkward hug before we part forever? \n[102]Ok. \n[103]Goodbye. \n[104]It's really cold out here. It's so cold. \n[105]It is warmer in here. \n[106]Is it? \n[107]It's really nothing. It's just something I'm fiddling around with. \n[108]It's really not. \n[109]But I thought you really liked it! \n[110]You will never see the show... \n[111]It's not ready. \n[112]They're fucking with you.   It's not really like that. \n[113]I'm twelve years old. This...this is home. Feels like I never left. Do you smell that? That's my mom cooking the Murgh Roghen Joash. \n[114]Do you hear that? That's my father watching cricket on the telly. Do you feel that? That's the weight of Pakistan's history. \n[115]Pakistan was formed when it separated from its biggest rival, India, on August 14th 1947. \n[116]Six runs! \n[117]Silly Mid On, Short Mid Wicket, Midwicket, Deep Mid Wicket, Mid On, Long On, Long Off... \n[118]So if you get a Silly Mid On fielder, you know you're getting a Yorker soon. \n[119]So to review, Pakistan's biggest exports are cotton and... \n[120]Eid Mubarak. That's our Christmas. Except instead of the traditional Christmas ham, we serve Mitthai, which my khansama Chris will serve to you right now. Khansama is Urdu for servant. \n[121]If you'd like to make it at home, the main ingredients are condensed milk, sugar, and love. At least, that was my mom's recipe. \n[122]Now all rise for the Pakistani national anthem. \n[123]Hey!    So? What did you think? \n[124]Yeah? \n[125]Yeah. Something like 14 million hectares are being irrigated. As soon as I read that I was like \"oh, that's going in the show.\" \n[126]They seem to like it. \n[127]So, really what did you think?   You know, it's a work in progress... \n[128]Yeah. \n[129]    \n[130]    \n[131]   \n[132]Hey. \n[133]It's 3 AM. \n[134]It's 24 hours. Why?   You want an old lemon meringue pie? \n[135]I can make you coffee. \n[136]All right, I'll come with you. \n[137]It's a bad neighborhood. I'm not gonna let you go on your own. \n[138]Why are you being so weird? \n[139]You're being so weird. \n[140]How am I weird? I want to sleep while it's sleep time. \n[141]Are you okay? \n[142]You can tell me anything, you know that right? You can tell me anything. \n[143]Okay, I have an idea. \n[144]  \n[145]How are you? \n[146]Oh. \n[147]You're like a Pakistani Sammy Sosa. \n[148]Hey he's pretty good. Just do what he's doing. \n[149]Come on. \n[150]These cookies are really good. \n[151]I'm not a burger. \n[152]I'm not a burger and biscuit is actually a British term. \n[153]It gets really itchy, I've tried. It's all patchy. \n[154]What's the whole thing with Muslims growing beards anyway? It's such an arbitrary thing. Like who decided that? Oh, we have to have beards. \n[155]You know, I have to tell you something, Bhai. \n[156]I've been dating this girl. \n[157]  \n[158]It's okay! We hate terrorists! \n[159]If I find someone who's as good for me as Fatima is for you, Mom would understand, right? I mean, she wouldn't love me less? \n[160]Ghosting? \n[161]Uh huh. It tastes like grape juice that's gone bad. How do you know so much about wine? \n[162]I'm sorry wait, what did you say? \n[163]No, the huge piece of information you're trying to blow right past. \n[164]You were married? \n[165]Yeah, cause I don't really have any questions other than...when did you get married? When did you get divorced? What's his name? How tall is he? Did you love him? I guess I have a couple of questions. \n[166]It's not freaking me out. \n[167]This is also the last thing I was expecting and I also feel completely overwhelmed by you. \n[168]Why? I just said what you said. Exactly what you said. \n[169]    \n[170]Oh, we can't because of the two-day rule, right? You'll come to Mary's party Friday night and then you'll probably spend the night. So I won't be able to see you until Monday, so... \n[171]Well, they live in the suburbs. You know, I don't really see them very much. \n[172]Of course, of course. They're dying to meet you. \n[173]Are you okay? What happened? \n[174]Do you need assistance? \n[175]You should get it looked at. Do you want ice? \n[176]Can I get you a bag of ice? I can carry you? I can carry you the rest of the day? \n[177]  \n[178] \n[179]I can never tell with those names. I'm glad I like him cause I don't want to have to come up with excuses to avoid him, you know. Like, oh no, I have kite surfing tonight. \n[180]Did you know in the UK it's pronounced \"Crayg\". Which is good because that's actually how it's written, right? He's a \"Crate\" guy. \n[181] \n[182]You know how we have arranged marriage in my culture? These are those women. \n[183]They're not in Pakistan. \n[184]Just with my parents. We haven't like - \n[185]It's my mom's thing, I just go along with it. \n[186]No. \n[187] \n[188] \n[189]You didn't tell me about your being divorced until recently. You were hiding fucking something too! \n[190]Aren't you a therapist? Aren't you supposed to be good at handling these types of things. \n[191]Aren't you supposed to be handling this better than you are right now? \n[192]  \n[193]You know what we call \"arranged marriage\" in my culture, Emily? Marriage! Okay? We just call it marriage. There's another type of marriage that's called \"love marriage\" and that's bad. My cousin Rehan married an Irish woman and he was kicked out of the family! And nobody is allowed to talk to him. \n[194]Because I didn't think you'd fucking understand and I was fucking right! \n[195]I'm fighting a fourteen hundred year old culture! You were ugly in high school! There's a big fucking difference! I'm sorry. I can't lose my family. \n[196]I don't know. \n[197]  \n[198]It's amazing. It's the same material. \n[199]I'm gonna tell him. I'm gonna tell him how I actually feel about it. \n[200]Great set, dude! \n[201]Love the new stuff! \n[202]We should be ashamed of ourselves. \n[203] 41   \n[204]Yeah, you can't do it without the magic dust. \n[205]How did you do that? \n[206]    \n[207]I was watching this monster movie with my friend and he turned to me and was like, \"what would you do in that situation?\" I'm never going to be one of the last guys alive. I'm going to be the first guy to die. I die so the other characters get to find out something weird is going on. I go off alone to find the cat. \n[208]I never even find out that there were monsters. To me, the plot of the movie was \"we're at a research facility and the cat's missing.\" The end. \n[209]Denise. This is your name in Urdu. \n[210]Yeah, I know you. \n[211]Thanks. \n[212]Oh my god. Thank you. \n[213]Yeah, let's go somewhere. \n[214]  \n[215]Hello? \n[216]Hey.     Who? \n[217]What? \n[218]  \n[219]Hi. I am looking for Emily Gardner. Um, Emily Gardner? She was checked in... \n[220]Hey. \n[221]Jessie called me and wanted me to make sure you were okay. So how are you doing? \n[222]Breakfast is the most important meal of the day. You know that. \n[223]Where is the security desk? \n[224]The security desk is at the security desk. Got it. \n[225]Can I get you something? Water. Juice. Coffee? \n[226] \n[227]What? No. I mean she-- \n[228]No-- \n[229]What does \"intubate\" mean? \n[230]Coma. \n[231]I'm sorry. \n[232]Hey, Mrs. Gardner? This is Kumail, Emily's friend. I'm so sorry to be calling you so late. Emily's fine. Just want to get that taken care of. She's fine. She is at City View Hospital in Chicago in a medically induced coma. But the doctors say that- - Yes I did say coma. \n[233]Hey. I'm Kumail. \n[234]That was very reassuring, wasn't it? Apparently, there are good and bad comas. And the kind that they put her in, the medically induced ones, are definitely the good kind of coma. \n[235]Like you know how there are good and bad carbs. Gremlins, those can be good or bad. \n[236]My pleasure \n[237]Oh... okay... all right. Peace in the Mideast. \n[238]It's okay that I'm not there, right? Like, I don't need to be there, right? \n[239]She's gonna be fine. She's gonna be fine. They said she's gonna be fine. Doctors know medical stuff. That's what doctors do. They're good at medical stuff. This is a medically induced coma. This is their specialty. \n[240]Is she up yet? \n[241]I know you guys said you don't need me to stay, but I think I'm just going to wait anyway. \n[242]It's more complicated than that-- \n[243]I'm just gonna stay for a second. Is this seat- ? \n[244]Is that lady still looking at me? \n[245]How's your sandwich? \n[246]You've never talked to people about 9/11? \n[247]What's my stance on 9/11? Oh, ummmm... Anti. It was a tragedy. I mean we lost 19 of our best guys. \n[248]That was a joke, obviously. 9/11 was a terrible tragedy, and it's not funny to joke about it. \n[249]Hey, can I come? \n[250]    \n[251]I'm just gonna clean up Emily's rooms real quick. \n[252]Hey. \n[253]I don't-what are parlor games? \n[254]No, I've never played- \n[255]How does that go? \n[256]Ok, Stonehenge. \n[257]I don't play board games. I play video games. \n[258]Jimmy was a real guy? \n[259]Yeah, tonight's no good for me. I'd love to, but I'm actually gigging tonight, which is like an industry word we use for when we do shows. \n[260]Yeah, there's a big Montreal Comedy festival audition coming up, and I'm actually headlining tonight. \n[261]Ah it's sold out. I should've said it before you guys had the whole discussion. It sold out super quickly. They were shocked at how quickly it sold out. \n[262]That's a good point. \n[263]They've got waffle fries and um- \n[264]  \n[265]Emily's parents are here. \n[266] \n[267]I want to name my kid Void so he won't be able to cash any of his paychecks. \n[268]I'm sorry, sir, this says Void on it. But that's my name. Curse you, father! I work on the second floor of the bank in this fantasy scenario. \n[269]Toast is a really strange food. \n[270]Toast is the only food that- \n[271]Glad we got to the bottom of that. Toast is like a- \n[272]I think we know what the answer is. \n[273]We don't have to go down this path. We know what's at the end of it. \n[274]There it is. \n[275]Actually, Beth, this is a bad way for you to find out, but he's right. I actually am a terrorist. I just do stand-up comedy on the side to keep a low profile. \n[276]First of all, very clever. Did you write that at home? Toast is- \n[277]    \n[278]On top of the fridge. \n[279]I don't know anything about baseball. \n[280]Me too. Not like sexy, but like cool sexy. Not like aroused sexy. I'm gonna not say sexy anymore. \n[281]Oh like tonight? No, usually a different mom comes in to help me. I'm joking. No, it's not always like that. I'd quit if it was. \n[282]Oh that was the end of the joke? \n[283]That was the whole joke? \n[284]I thought there was more. \n[285]No, it's good. I like my jokes thoroughly explained. \n[286]Hmm, fruit-forward. \n[287]This one is in the front seat. It's driving the wine car. \n[288]Oh? Me on the show tonight? Yeah, yeah I was. I was the headliner. \n[289]Okay. I lied about the show to get out of hanging out with you guys. And then I lied about headlining to impress you guys. \n[290]Also, I think I screwed up with your daughter. \n[291]Cancer? \n[292]You wanna stress eat? \n[293]Oh my god. \n[294]Oh my god. \n[295]You're gonna wake him up. \n[296]How did you and Terry meet? \n[297]They just got over it. How? \n[298]So we have arranged marriage as you know. A big group got together to see a movie, but really it was just a set up so my mom and dad could meet. \n[299]I have no idea. I never asked. \n[300]I know. \n[301]Yeah. These doctors know what they're doing. \n[302]  \n[303]Fuck. \n[304]  \n[305]Nobody died on that train, Ma. \n[306]Nothing. I wasn't doing anything. \n[307]Alright, I'll tell you. I was... studying for the LSAT. \n[308]Yup. I signed up. And if I pass, I'm gonna go to law school, become a lawyer, and do law. \n[309]Really, Dad? You said that nobody was gonna come. That it was gonna be just us. \n[310]Yeah, I know. \n[311]    \n[312]No, no. You're not. \n[313]You're not. \n[314]I don't think that's a good idea. \n[315]I mean I don't think it's a good idea for us to hangout again. It's not you. You're fantastic. I just can't do this arranged marriage thing -- with anybody. \n[316]It wasn't my idea. \n[317]I'm sorry. You deserve better than me. \n[318]Here, look at the comments. \n[319]But they took out the infection so it shouldn't matter? \n[320]But the kidneys are so far from the lungs. \n[321]I think we should talk about this-- \n[322]It was the biggest thing they had. I don't even know if she likes giraffes. We never talked about giraffes. Hey, do they know what they're doing? Cause they don't tell us anything. Like, Lyme Disease? You know the girl on The Real World had it? Did you guys look for that? \n[323]Did you know she gets hurt all the time? She messed up her ankle recently - could that be Lupus? \n[324]Cause Beth wants to move her to Northwestern. \n[325]Hey Terry. I was just talking to the nurse - You okay? \n[326]Do you wanna crash at my place? \n[327]No. \n[328]I thought that was a serious question. \n[329]  \n[330]So this is the place. \n[331]  \n[332]Hey I talked to Nurse Judy, and she was saying that moving Emily could be a bad idea. \n[333]Yeah, she said it could be dangerous. \n[334]Like... \n[335]Yeah. \n[336]Not really. That's none of my business. \n[337]It's getting really late. We should go to sleep. \n[338]Fuuuuck. \n[339]Okay. \n[340]Math teachers? \n[341]Yeah. Let's talk about it tomorrow. Get a full night's sleep. Catch up fresh in the- \n[342]Yup. \n[343]She might be mad at you, but she doesn't hate you. You should've heard the way she was talking about you. Hey, can I ask you something? Why did you tell her? \n[344]Do you guys talk about it? \n[345]So, to fully know I love someone, I have to cheat on them? \n[346]I don't really get that either. \n[347]    \n[348]  \n[349]Hey did you see Terry? \n[350]No, I'm good, thank you. \n[351]Dude it's 8:30 in the morning. \n[352]What are you doing here? \n[353]Nothing is wrong with me. I'm sorry- \n[354]I wasn't that into her. \n[355]Okay. So? \n[356]Can we please talk about this another time? \n[357]I know, okay? \n[358]I know that. I really appreciate everything you did for me, but can we talk about this another time? \n[359]Can I ask you something that has never made sense to me? Why did you bring me here if you wanted me to not have an American life? \n[360]We come here but we pretend like we're still back there? That's so stupid! \n[361]You don't care what I think. You just want me to follow the rules. But the rules don't make sense to me. I don't pray. I don't. I haven't prayed in years. I just go down there and I play video games. \n[362]I don't know what I believe, Dad! I don't know. And I can't marry someone you find for me. \n[363]Because I'm in love with someone. I am. Her name is Emily and she's gonna be a therapist. And right now she's very sick but I couldn't tell you that. It makes me so sad that I couldn't tell you any of that. I really appreciate everything you've done for me. I truly, truly do. And I know Islam has been really good for you, it has made you good people, but I don't know what I believe. I just need to figure it out on my own. \n[364]Hey, so when are we going to talk to Beth about what we talked about? \n[365]What? What are you talking about? You fucking caved? \n[366]Okay, okay. I know you don't cave. You're great. But we talked about this last night. \n[367]What? No. I told you what the nurse said. Hey Beth, the nurse told me that moving Emily could be a very bad idea. \n[368]Well, they don't see her. This nurse sees her and she told me herself. \n[369]It's not okay. There. I got it! \n[370]Wait, wait! Do you want to be responsible? She could die! \n[371]Yeah, um can I get a burger with 4 slices of cheese. \n[372]No. One burger with four slices of cheese. \n[373]One burger with four- \n[374]Just put 4 slices of cheese on a burger. \n[375]Who the fuck is this \"we\", man? Who the fuck is this \"we\"? It's me and you. We're just people. Fucking listen to me. Fuck this corporate entity. Put four slices of cheese on THE FUCKING \n[376]What the fuck, you fucking idiot? \n[377]Hey, look at me. Cause I'm a human being. You're a human being. Look at me. Look me in the eyes when you fuck me! Look at me. PLEASE! \n[378]Fuck you! \n[379]I'm sorry. \n[380]I'll take four fries. I'm sorry. \n[381]  \n[382]Fuck! \n[383]I am not in the mood. Okay Chris? \n[384]Why does everybody say the same fucking thing? Yeah, I'm doing great. \n[385]Have you guys heard of this new drug cocktail called cheese? Like that's the name of it, it's called cheese. I saw all these news reports, and they were like, there's a new drug, it's called cheese. Everyone's doing it in the Midwest, kids are doing it. \n[386]It's just really hard to do stand-up comedy when your girlfriend is in a coma. \n[387]Not quite sure what part you're laughing at. They say she's fighting, but she doesn't look like she's fighting. She looks like she's just laying there. I said horrible things to her. I hurt her. She loves birds. Like she gets excited every time she sees a bird. She's like, look at this, it's a bird. And I'm always like, yeah, they're all over the place, they're birds. But she likes that bird. Every bird she sees, she sees it. \n[388]Her dad just called and said that they can't transfer her because the infection has reached her heart. Which means... She could die. \n[389]I don't know if you can hear me or not, but it would be really good if you pulled through. If you have to go, you can go, but it would be really great if you stayed. And I'm really sorry about what I did - \n[390]    \n[391] \n[392]Hey. \n[393]I was visiting someone down the hall and I was like, I'll just pop in and say hi to Emily. \n[394]No, I'm joking, I was here for you. \n[395]I'm not an asshole. I'm really not. \n[396]You have a lot of drugs in you so you're not thinking as clearly. \n[397]Emily wants to see you. \n[398]I'm gonna head out. I don't think I should be here. \n[399]You really made it sound like you were going to say something positive there. \n[400]So you gonna hang around Chicago for a while? \n[401]Did you ever think you'd be excited to have your daughter go through physical therapy? It's so strange that we could go through one of the most intense experiences of our lives together and just never see each other again. \n[402]Are you serious? \n[403]We don't have to keep going over how bad the set was. I saw their faces and the noises they didn't make. \n[404]Doesn't that happen every month? \n[405]What about Chris? \n[406]Hey. I like your cane. I've heard pimpin' ain't easy. \n[407]Hey, can we talk for a second? \n[408]So, I've been collecting some things that are important to me and I wanted to show them to you. I call this my bag of devotion. \n[409]This is all the visitor passes from when I visited you when you were in the- \n[410]These are the ticket stubs from when your parents came to see me perform and I realized how great they are, and how great you are, and how great honesty is. \n[411]These are the ashes of all the Pakistani women - not the women - the pictures of the Pakistani women. I thought this was a good idea, but it feels a little stupid. \n[412]I know I was a terrible boyfriend. But I've changed. And I am the person you need me to be. I really am. So, will you take me back? \n[413]Okay. \n[414] \n[415]Ma. Dad. Fatima. Bhai. There's no plate. Oh I forgot. I've decided I won't let you kick me out of the family. Since I am a member of the family, it would stand to reason that I would get a vote in whether or not I get kicked out, and that vote would have to be unanimous. Standard parliamentary procedure. So all those in favor of not kicking Kumail out of the family, raise your hand. \n[416]Great. Motion to kick Kumail out of the family, denied. So you guys can just talk to me. \n[417]Okay, you're giving me the silent treatment. I figured that was what was going to happen. I have a solution. \n[418]\"Hi. How are you?\" It's just a real basic one. \"Pass the salt.\" Practical. \"Always with the comedy.\" Mom, made that one specially for you. \"Kumail, how did you become so much more handsome than your brother Naveed?\" \n[419]I admit this one is designed to stir up some controversy. \"It's interesting how you can't really kick someone out of your family because they'll always be your family.\" I agree with that one. It's a good one. So, I'm gonna leave these here for you. \n[420]I'm sorry I lied about the girls and the LSAT and all of that. That was wrong. And one more thing: I'm moving to New York to pursue stand-up, but I am not leaving this family. \n[421]My parents want me to get arrange married. Or as it's called in Pakistan, romance! Earlier today, I told them everything. I told them about my life. I told them about Emily. They kicked me out of the family. I may never talk to them again. So that happened - \n[422]And we'd go to the mosque and hear graphic details of religious people being killed 1400 years ago. I mean like Tarantino-esque details. And everyone would be crying, like competing to see who could cry the hardest. And I could never cry. And I was like, what is wrong with me? Am I broken? \n[423]The only time I've cried that much is when I watched the first 15 minutes of Up. This is a picture of me and my mother. I'm seven years old. \n[424]But you liked it, huh? \n[425]Hey! \n[426]What are you doing here? \n[427]You look great. How's your blood oxygen level? \n[428]Nice. \n[429]Uh, this is my brother, Naveed. \n[430]Yeah, I bombed my Montreal Comedy Festival audition, like horrifically. \n[431]I know. \n[432]I'm moving to New York. \n[433]Yeah. Mary and CJ and I are just gonna drive out. We have a place already. \n[434]Next weekend. \n[435]What were you going to say? \n[436]You said you were going to say something to me. What was it? \n[437]Oh yeah. Totally fine. \n[438]Do you wanna call an Uber? \n[439]You should... come out... \n[440]I'm gonna miss you. \n[441]I'm sorry. \n[442]Thank you Ma. \n[443]Is she okay? \n[444]I'll miss you. \n[445]Dad, can I ask you something? When you and Mom went on your first date, what movie did you see? \n[446]Just curious. \n[447]So the first time I came to America, I was fourteen and I was just visiting my uncle in New York and it just happened to be Thanksgiving. On my first day in America, my uncle took me to the Macy's Thanksgiving Day Parade and I was like, this is every day in America! As advertised. Every day they have a party celebrating Garfield. No day has lived up to that day. So I was lying to my parents, I was telling them I was gonna be a lawyer. And they're very disappointed cause they wanted me to be a doctor. And you guys are like, why didn't you just tell them that you wanted to be a doctor? \n[448]It's a lie anyway. And I'm like, well it has to be believable. If I told them I want to be a doctor, they'd be like, \"bullshit.\" If I say lawyer, they're like, \"oh, ok, that's something.\" Cause there's a strict hierarchy: doctor, engineer, lawyer, hundreds of jobs, ISIS, then comedian. \n[449] \n[450]Well see that's a common misconception. Heckling doesn't have to be negative. \n[451]Yeah, and now you're getting more laughs than me, and I don't like that. Do you want to come up, do my job? Are you from out of town, m'am? \n[452]Ooh Windy City. And what brings you to New York? \n[453]And have you seen him? Or her, I mean I don't know what your deal is. ", "Chris": "\n[1]There's no bad crowds dude. Only bad comedians. \n[2]Yeah, but that's when they're really bad. \n[3]Will you just watch and give me notes tonight? If we both give each other notes, I think it would be helpful. \n[4]Fuck's a funny word. Soft on the top and it's hard on the end. \n[5]Who? \n[6]Who's Bob Dalaban? \n[7]Confidence. Poise. Smile. Give it up for Mister Chris Jones! \n[8]Just bought a laser printer. Printed out like six lasers so far. \n[9]He just gave you Montreal? Like you don't have to showcase or audition or anything? \n[10]What about me? \n[11]We all hate you. \n[12]Hi! \n[13]Good for him. \n[14]Text Lauren. You up girl? \n[15]Ah, no. Fuck. \n[16]You up? Period. Send. \n[17]Fuck. \n[18]What about C-Dog? \n[19]Um, me. What about me? \n[20]What about this? I saw a sniffer dog at the airport get a boner. Does that mean drugs or bombs? \n[21]Fuck you. It's a good bit. \n[22]He put his girlfriend in a coma. You know, the way you do. \n[23]It might be a good thing. She might wake up with a new skill. Like my cousin blacked out once and when he came to, he thought he knew a different language. \n[24]No, it was just gibberish that he made up. It was brain damage. \n[25]What is your dad's sister's favorite kind of music to dance to? \n[26]Auntz, auntz, auntz. \n[27]Is anybody here from out of town? \n[28]A few, a few. What's your name, sir? \n[29]Terry. And who's this lady next to you? Is it Cloth? A little Terry Cloth? \n[30]Beth. Pretty close. Terry-Beth, where are you guys from? \n[31]Ooh North Carolina. The Tar Heel State! Home of Krispy Kreme donuts! And what brings you to Chicago? \n[32]Where are you from? \n[33]No, I heard him leave this morning. I'm going to Sevies. You want anything? \n[34]You don't want a hot dog or nothing? \n[35]Okay, no hot dog. \n[36]Hey... I never went to the store. I was just listening at the door. My mom kicked me out for dealing weed at sixteen, so I get it man. \n[37]Hey man, Montreal finals. You ready? Oh wait, are you getting all dark and moody before your set? Yeah, punish yourself like a nasty little baby. \n[38]I'll get you in the mood. \n[39] \n[40]The scene is gonna be so different with you guys gone. \n[41]Nah. I'm good here. I'm gonna miss you. \n[42]Get out of here, you assholes. ", "Sam": "\n[1]I don't want kids. People say, Sam, you're gonna love it. You're gonna have a kid and he's gonna be your best friend. A best friend that pukes on you and shits everywhere, and is constantly screaming. I already have friends like that. People say, Sam... \n[2]People say, Sam... \n[3]What do people say? \n[4]People say what? \n[5]I'm Sam Highsmith. Thank you very much! \n[6]Crushing it! \n[7]What happened? \n[8]I got another Taco Bell one... \n[9]     \n[10]  \n[11] \n[12]    \n[13]  \n[14]  \n[15]  ", "Highsmith": "", "Terry": "\n[1]Okay. Thank you. \n[2]I know, I know. But it makes me feel better. \n[3] \n[4]Listen, Kumail... We're gonna handle things from here. You've been very helpful. Thank you. For signing the thing- \n[5]But you can go now. \n[6]No, she's not. They won't tell us anything. We've been here all morning. \n[7]No reason you should eat there by yourself. Right, hon? \n[8]Mine's good. Tuna's always a gamble. You know, we're not by the water. Well, we are by the water, but it's a lake. There's no tuna in the lake. Whatever. I threw the dice. I got the 7's, I guess. Whatever the good dice number is. \n[9]So, uh, 9/11? \n[10]No, I mean, I've always wanted to have a conversation about it with...people. \n[11]No, uh, what's your stance? \n[12]Yeah.                         No. Terry gestures for Kumail to get up and follow them. \n[13]What happened? \n[14]What does that mean? What kind of surgery? \n[15] \n[16]She left the lights on, eh? \n[17]Oh hey, that's the book I gave her. \n[18]No, this is the book I gave her. \n[19]You're not the only one who gives her things. \n[20]I'm just tired of you thinking that you're the only one who gives her things. I gave her that book. \n[21]No. That's stupid. \n[22]Kumail. \n[23]Sorry... Didn't mean to surprise you. I was just wondering if we wanna do anything. Got any parlor games... \n[24]Card games, word games. You play any word games? \n[25]You ever played You Can't Rhyme It? \n[26]It's basically where you try to find a word, a real word, that nobody can rhyme. \n[27]Yeah, see you would win. That'd be a winner. \n[28]That's the thing. Everybody now needs Nintendo, the game thing, electronics, a thousand dollars. When I was a kid, a piece of chalk and a pavement, that's your entertainment. Hopscotch, tic tac toe, throw the chalk at Jimmy. There you go, three games right there. \n[29]Yeah, well there was no particular Jimmy, whoever got hit with the chalk, he was the Jimmy. \n[30]I'm just trying to figure out what to do. \n[31]Really? \n[32]Oh. That's cool. I haven't been to comedy show since the 80's - Rita Rudner at Caroline's. Remember that, hon? \n[33] \n[34]Okay listen, why don't we go to the comedy club with him? It'll take our mind off of things right now. \n[35]Please. I need the distraction. \n[36]No, I want you to come with me. I don't wanna be alone. \n[37]But you can get us in? You're the headliner, right? That's what you said. I mean, if you're the headliner, you can get two more in, right? Kumail looks pained. \n[38]We'll sit in the back. They got food there? \n[39]The hospital had waffle fries too. \n[40]Terry. \n[41]We're from North Carolina. \n[42]I'm sorry everybody. I'm sorry. \n[43]I'm not sorry actually cause you're a terrible person... I don't want to kick your ass here in front of everybody. Yeah, that's right. I've got levels, motherfucker. This elevator goes all the way fucking down, you fucking prick! \n[44]So uh, Cubs doing good, huh? \n[45]I thought it was sexy. \n[46]Here's a joke. \n[47]This is funny, this is a funny one. A giraffe walks into a bar and he says to the bartender, \"Highballs on me.\" You get it, right? \n[48]Yes. \n[49]That's the joke. That's the beauty of it, boom. \n[50]He's a giraffe, he's tall, so it would stand to reason his testicles are high and a highball is a type of drink, and you ruined it by saying I wasn't funny first. \n[51]You're just busting my high balls. \n[52]Complex finish. Flamboyant mouth-feel. Good. How about you? \n[53]Good term. Absolutely fruit-forward. \n[54]Exactly. \n[55]She's a bit of a lightweight. \n[56]Ah that's nonsense. You know that's not true. \n[57]Oh boy. \n[58]She's a fighter, right? \n[59]Wow, they should call this website, \"Everything is Cancer Dot Com\". Everything you put in, it could be cancer. Hiccups could be cancer. Come on. You take the fun out of hiccups now. \n[60]Really? Out of how many? \n[61]Well how do they rate it? What's their methodology? \n[62]It's not great, unless the sample size is, you know, that all depends. \n[63]This is why I don't want to go online cause it's never good. You go online, they hated Forrest Gump. Frickin' best movie ever. \n[64]Yeah. \n[65]They couldn't find out what the disease was, or where the virus came from or the bacteria or whatever. \n[66]I know, that's what I said but her vitals didn't normalize. And now they say that the infection is continuing to spread, it's in her kidneys. \n[67]I know, it's an aggressive infection and they said what they gotta do now is figure out what this mystery disease actually is. \n[68]Just hold on, hold on. \n[69]They're in the middle of the whole process of elimination. \n[70]Will you just stop for a second? They're the doctors. You act like you know what you're talking about. You don't. \n[71]Don't give her a phone. You don't need a phone. You don't need to call anybody right now. \n[72]They're doing it. They're the experts here, and I trust them. \n[73]Oh - you think that you're smarter than me because you say big sentences. Well you're not! \n[74]Right. It's never your fault. Everything's my fault. \n[75]Okay, that's bullshit. You need to stop freaking out and calm down. \n[76]Greatest hits, coming back. You can stop, I'll replay the rest of this from memory. \n[77]Yeah, of course. Totally fine. \n[78]Beth went to Emily's, so I'm gonna wait here until they kick me out. Keep an eye on her. \n[79]You got the golf channel? \n[80]That wasn't funny, right? \n[81]Let's get the fuck out of here. \n[82]Wow...this place is terrible. \n[83]Really? \n[84]No. Yeah. I hear you. I'd give anything to trade places with Emily. Being a parent, it's a nightmare. Loving somebody this much sucks. \n[85]And I guess you've noticed some tension between Beth and me. \n[86]Yeah well, it's there. Big time. \n[87]I cheated on her. \n[88]I did. It was just a one night stand. \n[89]We met at some bar in Cincinnati. They have these teacher conferences. Who goes to a math conference to get laid? \n[90]Yeah. I think I was depressed, that's what it was. \n[91]She just smelled so good. It was horrible too. As soon as I was finished. As soon as I'd finished, I was like, what did you fucking do?! What did you just do?! \n[92]What did you do?! You know that moment of clarity you get right after an orgasm? \n[93]I told Beth right away. I had to. She was devastated. Now she hates me. \n[94]Oh, I had to. I'm no good with guilt. \n[95]Not anymore. She said she forgave me, but no. She hasn't. Let me give you some advice Kumail. You're going to know the woman you want to spend the rest of your life with when you cheat on her. When you cheat on her and you just feel like shit. \n[96]Out loud it sounds stupid. Yeah, that's terrible advice. \n[97]Love isn't easy. That's why they call it love. \n[98]I know. I thought I could just start saying something and something smart would come out. \n[99]We're gonna move her. \n[100]I didn't cave. I don't cave. \n[101]I know. We're moving her. She's right. \n[102]It's okay. They don't need to see her. \n[103]That's a map of the garage. \n[104]Kumail, it's Terry. Listen, we're not moving here. The doctors, they said.. \n[105]You gave us quite a scare there, Scout. \n[106]Come on. I call you that all the time. \n[107]I've called you that your whole life! \n[108]That's nice for a father to hear. \n[109]Oh, come on, come on. They'll charge us forty eight dollars for it, don't worry about it. \n[110]Yeah, yeah. \n[111]Wow. \n[112]Alright, Kumail. Here's the thing. Your living condition is a potential health risk and you're not that funny. But.... you're probably not suited to do anything else either so that's troublesome-- \n[113]I guess I did, didn't I? You know I know the good stuff. You know how I feel. I gotta get in there. \n[114]Hey, clink clink! Thank you everybody for coming. I just wanted to say a couple of words here. \n[115]Emily, come on up here. I wanna say something. \n[116]Emily successfully peeled an orange this morning. \n[117]It was a clementine, full disclosure, it's those little ones that a baby monkey could peel, but she did it. And that's all, thank you everybody. \n[118]You know people talk about New York water but Chicago water is very underrated, I think. It's good. \n[119]By yourself? \n[120]Are you okay? Can you do it, can you walk by yourself? \n[121]If you feel a coma coming on, call us. \n[122]Love you, bye. \n[123]Got your phone? \n[124]Yeah, yeah. I've got my two pairs of socks on. \n[125]No... no... \n[126]Me too. See? I should have brushed my teeth. ", "Azmat": "\n[1]They're like sweatpants. You should be stylish like your father. It's not very difficult. Just observe me. \n[2]Maybe like mine, small and stylish. \n[3]You know, I hacked into your Cousin Rehan's Facebook account- \n[4]Yeah, they were not accepting my friend request so I had to hack into it and I discovered he and that white woman he is living with are having a baby - \n[5]Yeah, whatever. And then I hacked into Tumblr and I discovered that they named him Davé. Can you imagine? \n[6]My mother used to make best kulfi. Your grandmother. \n[7]No, no- \n[8]Ten. Nine. Eight. Seven - \n[9]No, I'm too happy with my belly. \n[10]I will give you something. \n[11]Do you think I could use this twenty dollar bill to buy something? \n[12]No, I think I should call him up, I'll just call him up. Hello, Kumi-beta? What do you mean, who is calling? This is your father. Ok, ok. He will be here any moment. I just faked that call. Did you call him? \n[13] \n[14]Do you want to sing? \n[15]So, where were you last night? What were you doing? \n[16]I was in my mid 50's. They were in 20s. They used to call me Father Time! \n[17]Don't you talk to your mother like that! \n[18]You don't believe in Allah? \n[19]Kumi, you're being selfish. You're not thinking about us. You're not thinking about Khadija. In fact you're not even thinking about that girl that you are in love with. You think American Dream is just about doing whatever you want and not thinking about other people? \n[20]You're wrong! You are wrong! \n[21]You are still kicked out of the family, but because we did not get a proper chance to say bye to you... Your mother is so angry with you. She is not going to get out of the car. She's not even going to look at you. And I don't believe you kept so much secret from me, your father. \n[22]Here. She asked me to give this to you. \n[23]Biryani. For your trip. Your favorite. She made it herself specially for you with extra potatoes. \n[24]Right now? No. \n[25]I am forbidden from hugging you. So. It was nice to have you as my son. Goodbye forever. And do me a favor, when you reach New York, just text us and tell us that you've reached safely, okay? \n[26] \n[27]Her favorite song. Why are you asking? ", "Emily": "\n[1]Hi. \n[2]Yeah. We know. \n[3]I didn't heckle you. I just woo-hooed you. It was supportive. \n[4]So if I yelled out \"You're amazing in bed,\" that would be a heckle? \n[5]Don't go! You scared my friend off now. \n[6]Emily. \n[7]Whoa. Does this move work? \n[8]Bullshit. \n[9]Yeah, we're all grad students at U of \n[10]I study psychology. I'm going to be a therapist. \n[11]Eventually. Right now I'm doing field work with a group of guys convicted of domestic violence. \n[12]Cheers to that. \n[13]Great. To me getting my masters. We'll start there and then we'll go to the rest of it. \n[14]Sure. Should I just, put my stuff down? Or... \n[15]Should I take my shoes off or is this a shoes on bed? \n[16]Oh wow. That's totally an inflated mattress. \n[17]I did think it might be an actual mattress. \n[18]Sure, I haven't ever seen that movie. \n[19]What are these scars? \n[20]I thought only old people had those. \n[21]What were you like in high school? Were you like, super funny? Were you really smart? \n[22]What is that? \n[23]Of you in high school? Oh my god! \n[24]No. \n[25]What inspired this hair cut? \n[26]Oh no. And you're so serious. \n[27]No. I was voted \"Most Noticeable.\" \n[28]No. It's really not good. I had acne, and I was a Goth and I had this terrible perm. The kids called me Beetlejuice. I don't know why. Actually I do know why, it's because they thought I looked like Beetlejuice. I think I'm done with this subject. In fact, I think I'm gonna go home. \n[29]No. No. I'm really not that kind of girl. I only have sex once on a first date. Plus a hand job. \n[30]You don't get that because you made fun of me. \n[31]I'm changing under this blanket. \n[32]Yeah, but you were in the throes of passion then. Listen, I had a really nice time. Thank you very much. I'm just gonna call an Uber and go home. \n[33]Were you available for rides while we were fucking? \n[34]I'm not really - I know this sounds like a line - but I'm not really dating right now. I have a lot of school and work and just a lot on my plate. \n[35]We haven't hung out for two days. We've hung out for about five hours. Just to like, be totally clear. \n[36]You see, I don't date time nerds, so that really takes you off the table. \n[37]Yeah, I can tell. \n[38]So wait, just to establish, what did we just decide? \n[39]Great. I'm glad we're on the same page. \n[40]So, are you ever going to let me sit in the front seat? \n[41]I don't want to pay for this ride! It's surging right now. \n[42]Is this your compatibility test? Like, the way people are with Vonnegut or The Big Lebowski? \n[43]I'm going to love it. I love it when men test me on my taste. \n[44]How many women have you shown this movie to? \n[45]How many women have you shown a B Horror movie to on like, a third date. \n[46]I'm ready, I'm ready! \n[47]I'm watching! \n[48]Stop watching me! \n[49]I just have that weird yawning thing that happens, when you're watching a really boring film. \n[50]  \n[51]That was fun. Thanks for the ride home, but we gotta stop doing this. \n[52]I know I've said that before, but I really do mean it. I can't be doing this right now. \n[53]So don't call me again. \n[54]Good luck on all your future endeavors. \n[55]Ok. \n[56]Goodbye. \n[57]You just promised never to call me again. \n[58]You make a pretty good point. \n[59]It's a lot warmer in here. \n[60]You know, it's really nice upstairs. \n[61]No, he did not tell me that.   Do you really? \n[62]How is a one man show different from stand-up? \n[63]I can't wait to see the show. \n[64]Are they fucking with me or you? It seems like they're fucking with you. \n[65]Hey! \n[66]Um, I thought it was great. \n[67]I never knew that Pakistan had the world's largest irrigation system. \n[68]Bye guys! \n[69]They're so nice. \n[70]I really liked it. I learned a lot. About Pakistan, and cricket. All those positions. But I just wish that I learned more about you. Does that make any sense? \n[71]Oh, hi! \n[72]Is that diner around the corner open? \n[73]You're so funny! Actually, no, I just...I really need to get a cup of coffee. \n[74]I love diner coffee.     That burnt taste. \n[75]No, no! Why would you do that? \n[76]Why cause I'm a woman? Seriously, that's the most misogynist thing I've ever heard. \n[77]Fuck you, I'm not being weird. \n[78]Fuck you. You're being weird!    You're being so weird! \n[79]This is normal. Girls go to get coffee in the middle of the night. Have you never had a girlfriend before? This is what it's like. \n[80]Everything is not okay. Everything is not okay. \n[81]I have to take a shit, okay? I have to take a huge fucking dookie. I can't take a poo in your bathroom because you don't have any matches and you don't have any air freshener. What kind of person doesn't have any matches or air freshener in the bathroom? The walls are so thin! And Chris is right out there. \n[82]Please stop laughing! Please, please. \n[83]I do not want to talk about it. \n[84]I'm getting a lot of bright fruit. I'd say it's very fruit forward. \n[85]Um, because, I was pretty unhappy in my first marriage and I drank a lot and one way to cover drinking is to know a lot about wine. \n[86]That knowing a lot about wine sort of covers for drinking a lot. \n[87]Yeah. I was married. \n[88]I was. I was married. Do you want to talk about something else? \n[89]Uh huh. His name was, is Ryan. We met in college. Everyone I knew was getting married super young, so we did. And one day I was at a restaurant and I saw this couple making out and I thought \"I don't think about my husband like that, but I guess that's okay\" and then another part of my brain was like \"NO \n[90]I don't wanna put pressure on you. And I know it's only been a few months. \n[91]But I just wanted to tell you that I am completely overwhelmed by you. It's the last thing I was expecting. \n[92]That's a weird thing to say. \n[93]Yeah, but it wasn't weird when I said it.   It's okay. \n[94]So listen, my parents are coming to town this weekend. Maybe you wanna come for lunch? \n[95]Okay. Well, I would love to meet your parents. They live in the city, right? \n[96]Have they asked about me? What do they think? Do they want to meet me? My parents want to meet you. \n[97]Ow... oh my god.. \n[98]Totally fine. \n[99]I think I just tweaked my ankle. I took this stupid hip hop dance class last weekend. \n[100]Look, I'm walking on it. I'm totally fine. \n[101]Kumail, seriously, stop. \n[102]Are you like judging Pakistan's Next Top Model or something? Seriously, who are these women? \n[103]These are women in Pakistan who want to marry you? \n[104]You've met these women? \n[105]You're not serious about this, are you? \n[106]So what does your mom think about you and me, then? \n[107]She doesn't know about me, does she? \n[108]Fucking five months   of red flags. Oh my god, I'm so stupid.   You ducking my parents. Oh my god,   the two day rule! Seriously, red flag   after red flag. Such a liar! \n[109]You lie to me. You lie to your parents. And those are just the people you like! Is there someone that you're not lying to? I'd love to meet them, cause then I could tell them what a fucking liar you are! \n[110]My divorce does not mean our future is impossible. It actually means the direct opposite. I'm not hiding anything from you. Okay? I'm an open fucking book. You wanna know what's in my cigar box? Stickers. Stickers and stamps. \n[111]Where are my fucking shoes? \n[112]I'm expressing myself! \n[113]Why didn't you tell me any of this? \n[114]You don't think I could fathom your life in any fucking way? \n[115]Can you imagine a world where we end up together? \n[116]I have to go. Don't fucking call me. \n[117]What are you doing here? \n[118]Fine. Totally fine. Never been better. A thousand percent fine. Just like fainted a little at work. I didn't have breakfast this morning. \n[119]Oh, no, actually I'd love to go home and sleep in my own bed. \n[120]  \n[121]What's going on?! Where are you taking me? \n[122]  \n[123]     \n[124]  \n[125]    \n[126]  \n[127]     \n[128]  \n[129]  \n[130]  \n[131]  \n[132]  \n[133]Hey it's me. So I tried making some Pakistani food to surprise you. And either I'm a bad cook or all Pakistani food is terrible. I don't know yet. Bye! \n[134]Hey it's me. If you just wanna come over and like kiss me for two seconds, I'd really love that tonight. Ok. Bye! \n[135]Hey it's me. So did you want to meet at the gallery, or - Oh my god! Oh my god, a bird just hit me in the head. Oh my god I'm not kidding. I'll call you right back. Oh my god, is it okay? \n[136] 73   \n[137]  \n[138]  \n[139]    \n[140]  \n[141]Mom. You're getting your tears all over me. When am I gonna be able to feel my face? \n[142]Scout? \n[143]No. Not since I was a grown up. \n[144]What is that crap? \n[145]That shit tastes like semen. \n[146]It does! Seriously, Mom. You should try this. \n[147]Why are you here? \n[148]  \n[149]What are you doing here? \n[150]Oh. \n[151]You're an asshole and I don't like you. \n[152]No, you're an asshole. \n[153]Naw dog. I'm not joking. You're not funny to me. You just make me sad. You make me sad inside of my heart, and it makes me sad to look at you. So I think you should probably go. Just go and tell my mom I want her. \n[154]Will you please get my mom? \n[155]    \n[156]  \n[157]  \n[158] \n[159]Right. \n[160]Sure. \n[161]  \n[162]What did you do? Did you cremate someone? \n[163]Kumail, I'm really glad that you went through this experience, but you have to understand that all that happened while I was asleep. Like you felt one way a few weeks ago and now you're saying you feel the total opposite way and the only thing that's changed is that I was in a coma. Honestly, I look at all of this, and I just think, I can't do it again. I can't be the reason that you don't have a family. It just feels totally different now. And I can't do that again. Do you understand? \n[164]  \n[165]What is it? \n[166]Okay. \n[167]I swear you and Dad are just like my freshman year roommate, but instead of boning random dudes, you're just parenting all the time. All over the place. In every room of the house. Including right next to me. \n[168]Home? \n[169]No. \n[170]I'm not ready. \n[171]  \n[172]Hey guys, I think I might just pop out for a bit. \n[173]Yeah, just hop around the block, maybe get some frozen yogurt. \n[174]Yeah, Dad. \n[175]Dad, it's too soon. I love you, I'll see you in the morning. \n[176]I will. \n[177]Yeah. \n[178]Hi... \n[179]I was in the neighborhood and I saw that you were gonna be here so I thought I'd come say hi. \n[180]Oh, well within range. \n[181]Hi, I'm Emily. \n[182]It's so good to finally meet you. There's actually something I wanted to tell you. \n[183]  \n[184]When something like this happens, there's this sort of expectation that you're going to have this completely new lease on life and feel totally different about everything. Like cherish every sunrise. And for the most part I just feel like, ugh I can't get up that early. I'm sorry, I feel like I've been talking about myself so much. Are you doing a lot of stand-up? \n[185]I saw the video. It wasn't great. I'll be honest with you, it wasn't great. \n[186]But there was a lot I liked. Like a lot I liked. \n[187]Really? \n[188]When do you leave? \n[189]I'm so excited for you. That is great. I think you are going to do so great in New York. \n[190]What? \n[191]Oh, just that I wanted to thank you. My parents told me everything you did for me and I feel like the last time we spoke I didn't properly thank you so- \n[192]I should probably go. \n[193]No, I'm gonna walk actually. This has been really great. Okay, bye. \n[194]Oh that wasn't a heckle. I just kind of woo-hooed you. \n[195]So if I was like, oh my god, you're amazing in bed! That would be a heckle? \n[196]Chicago. \n[197]I'm here to see someone. \n[198]Yeah, I've seen him. "}}