{"filename": "Damned-United,-The_script.txt", "imdb_id": "tt1226271", "imdb_url": "https://www.imdb.com/title/tt1226271", "characters": ["Manny Cussins", "Sam Bolton", "Younger Simon Clough", "Brian Clough", "Keith Archer", "Peter Taylor", "Norman Hunter", "Simon Clough", "Jimmy Gordon", "Johnny Giles", "Nigel Clough", "Billy Bremner", "Don Revie", "Austin Mitchell", "Younger Nigel Clough"], "dialogues": {"Manny": "", "Cussins": "\n[1]Come in, Brian. \n[2]Why did you do it? \n[3]From Don. They only went and rung him. And ran some of your quotes by him. About how unhappy the players were. What \"bad champions\". Looking for a response. \n[4] \n[5]I hired you to do this job because I think you're the best young manager in the country... \n[6]...I also did it under the assumption that you'd be coming here wanting the best for the club. For the city of Leeds. So why do I still get the feeling this is all about you and Don? \n[7]Everything all right? \n[8]Where you been? I was about to send out a search party. \n[9]This is Martin Hughes. He runs Mercedes here in the North. \n[10]We hear that's what you like to drive. A Mercedes? \n[11]Well, we can't have Leeds United being outdone by Derby County, can we? So Martin here is going to take you over to his showroom and get you sorted out. \n[12]Also we figured if you were sitting in a spanking new car yourself, you might be a little more bloody lenient with your senior players, who've kicked off, as you can imagine - being denied what's rightfully theirs. \n[13]Why? You look white as a ghost, man. \n[14]What did you think we'd asked you up here for? \n[15]Players Lounge, Brian. Ten minutes. \n[16]This is the worst start to a season Leeds has had in twenty years. Four points from five games? Second from fucking bottom? What's going on? As far as I can I see, there's no relationship, no understanding between players and management. Not a healthy one, anyway. \n[17]All right. If you wouldn't mind, Brian? Just for a minute or two? \n[18]Let's be honest. It's not working, is it? \n[19]Still...the players aren't happy. We're not happy. \n[20]If it's not working, then we'll have to part company. \n[21]What? For six weeks work? \n[22]That's bloody criminal. \n[23]I admit, that was wrong. \n[24]Who the bloody hell do you think you are? \n[25]Aye. No danger of me forgetting THAT name in a hurry. ", "Sam": "\n[1] \n[2]  \n[3]      \n[4]   \n[5]What do you say to that, Mr. Chairman? \n[6]  \n[7]I can hear the cash registers now! \n[8]You're not wrong, Brian. Take the family out for a meal. Go to The Mumtaz. Tell `em I'm paying. \n[9]  \n[10]Dave Mackay?? \n[11]I'm not. What were you thinking? Going over my head like that? Why didn't you call? \n[12]Bloody right I'd have said `no'. The man's bloody crocked. \n[13]Is he fuck. He's broken more bones than Evel Knievel. \n[14]And who the FUCK are they? \n[15] \n[16]That'd be MY club, Brian. MY club. \n[17]  \n[18]A hundred and seventy grand?!? For Colin fucking Todd?!? \n[19]A salary of three hundred quid a week? You can't pay a footballer that!! \n[20]I told you never to go over my head again. \n[21]WindowS? You mean there were others?!? \n[22] \n[23]To support the football club in MY HOME TOWN. The club I've supported ALL \n[24]What I DIDN'T come into it for was to be lectured by a cocky little twat from the North East. \n[25]But professionals DON'T run the club, Brian, the Chairman does. And if it's true, that football is all about money, and that's the way it's going, that's suits us Chairmen just fucking fine..because we're the ones who've got it. \n[26]  \n[27]  \n[28]      ", "Bolton": "\n[1]   \n[2]The interview. For Yorkshire TV. \n[3]Not so much a phone-call. Bloody tirade. \n[4] \n[5]He's entitled to his opinions. \n[6]About bloody time. \n[7]Never come between a footballer and his motor! \n[8]Especially not Billy bloody Bremner. \n[9]What? ", "Brian": "\n[1] ", "Clough": "\n[1] \n[2]Any moment now. On the right. \"Let me see what spring is like...\" \n[3] \n[4]We've something else to do first. Won't take long. \n[5]..not QUITE everything. Not won the European Cup... \n[6]Daunted? Not at all, Austin. Looking forward to it. \n[7]Yes, Pete's at Brighton now. He had the opportunity to come with me, but Brighton was his choice. Leeds was mine. \n[8]I have. \n[9]And I was right. \n[10]Goodness, it's going to take me half an hour to explain all those words for a start. \n[11]Football is a beautiful game, Austin. It needs to be played beautifully. I think Leeds have sold themselves short... \n[12]..they've been champions but they've not been good champions in the sense of wearing the crown well. They've not been loved. But then that's hardly surprising, given the type of operation there's been in place there. \n[13]Football clubs are like families, footballers are sensitive people. I'd like to bring a little warmth into the set-up... \n[14]I am.. \n[15]I would accept and expect a strangeness, initially, it's   perfectly normal. But it won't be long   before they realise I'm a fair man.   A kind man. And maybe under me they   can experience what it's like to   be in a happy family, after all. \n[16]They wouldn't have played football that way if they were happy. \n[17]Morning lads! Lovely Yorkshire weather! I tell you makes me want to jump on a plane right back to Majorca! \n[18]Not much of a welcome, was it? And not so much as a smile from Johnny Giles. \n[19]Who? Johnny Giles? \n[20]Was he now? And Bremner? \n[21]Great. Here's to happy fucking families. \n[22]Any chance of a cup of tea, duck? \n[23]Who's that? \n[24]For me? Why? \n[25]Let them wait. Now, how about that cup of tea? \n[26]All right, I'll go then. Wouldn't want to get off on the wrong foot. \n[27]Who's desk is that, love? \n[28]Not mine. I didn't put it there, did \n[29]Let's get rid of it then, shall we? Chairs, too. The whole bloody lot. Think it would be best if there were nothing of his left here. \n[30]Were you his secretary? \n[31]What's your name, pet? \n[32]In which case, no offence duck, but there's nothing I want typed on paper from you other than your resignation. \n[33]And you can change the locks on your way out. Don't want the ghost of troubled Don popping in now, do we? Rattling his chains. Scaring my young ones. \n[34]What? No one going to offer me a drink? Like an undertakers in here. \n[35]Do what? \n[36]He had it coming. He shouldn't have done that piece in the Mirror should he? Saying he thought I was a daft choice. \n[37]And I'm entitled to mine. \n[38]Thank you. I'm the best old one, too. \n[39]Of course it's just about me and Don. Always has been. But instead of putting frowns on your foreheads, o ye elders of Leeds, in your blazers and brass fucking buttons, it should put big white Colgate smiles on your big white faces, because it means I won't sleep and won't eat until I take whatever that man's achieved and beaten it -- beaten it so I never have to hear the name \"Don Fucking Revie\" again -- beat it so the only name anyone sings in their Yorkshire ale houses, raising their stinking jars to their stinking mouths, is Brian Clough. Brian Clough uber fucking alles. Understand? \n[40]  \n[41]C'mon, Pete! \n[42]Here we go. That's us..! \n[43]Leeds..! \n[44]Don Revie's Leeds! Top of Division One! Here we bloody come! \n[45](already knowing it'll be \n[46]Happy days, Sir. Happy days. \n[47]  \n[48]Put the fish and chips in the bin. Tonight's on Uncle Sam. We're going posh. Chicken fucking bhuna in town. \n[49]Right, you two, I want Billy Bremner and Johnny Giles to be able to read \n[50]Spick and span, understand? Wash these walls down. Give the floors a proper polish. \n[51]I want it perfect. Like a fucking carpet. We've got proper footballers coming. Who know how to keep the ball on the deck. \n[52]You know he'll be making a file on us. A dossier. \n[53]Don Revie. Prepares a file on every game. Leaves nothing to chance. Knows every opponents formations. Strategies. Everything. \n[54]We grew up just a few streets apart, you know. In Middlesborough, close to Ayrsome Park. He'll have known my street, Valley Road - probably bought sweets from Garnetts Factory, where my dad worked. \n[55]The best manager in the country, Don Revie. Played for Sunderland, like me, as a centre-forward, like me, and England, like me. \n[56]Peas in a pod, me and Don. Two peas in a fucking pod. \n[57]What are they doing? \n[58]Welcome to Derby, Don. Pleasure to meet you. I'm Brian Clough. \n[59]What? He didn't fucking touch him! Ref! He DIVED! He fucking dived! \n[60]Didn't say good-bye. Or pay me the respect of staying for a drink. Couldn't wait to get away. \n[61]Just going to have to beat them, Pete. Beat him it's the last thing I do. \n[62]We need someone with a good head. Experience. \n[63]First thing Monday morning, I want you to go and find me that player. A wise head. \n[64]And don't worry about the money. That's my problem. Just you go and find him. \n[65]Right. Better go and make myself known. \n[66] \n[67]I might as well tell you now. \n[68]Mr. William Bremner. You're the captain. And a good one. But you're no good to the team and you're no good to me if you're suspended. I need you fit for every game, and I want good, clean, attractive football from my captain. Setting an example. \n[69]Mr. Lorimer, I hope you were listening because you're as good a footballer as I've ever seen, but you know how I feel about the way Don let you harangue referees, fall over when you've not been touched, protesting and pointing, trying to get other players booked. We'll have no more of that. \n[70]And you, Irishman. God gave you skill, intelligence, and the best passing ability in the game. What God did not give you was six studs to wrap around another player's knee. \n[71]But you do, though, \"Bites yer Legs\". \n[72]Not with me as manager. Do that on my watch, you'll be fined and stuck in the reserves. Things are going to be a little different around here. Without Don. Might feel a little strange at first. Might pinch a little. Like a new pair of shoes. But if you want your grandchildren to remember you for being something other than the dirty buggers you all were, if you want to be loved as REAL champions, WORTHY champions, you're going to have to work. And improve. And change. Now let's start off by playing some seven-a-sides. \n[73]Well, I'm not Don. And from now on I never want to hear that man's name again. Ever. Next player who mentions it, or what he did or didn't bloody do in the good ol' days, will spend a week cleaning my boots. Seven-a-side. Keep it nice and clean, and sensible. No fifty-fifty's. \n[74]Right, I'll play myself. You might learn something, Irishman. Two hundred and fifty-one goals in two hundred and seventy-four starts. \n[75]Like to see Don fucking Revie do that, eh? \n[76] \n[77]Oh, Jeeeeeesussss!!! \n[78]What about the petrol? \n[79]Good lad. \n[80]Stand back. \n[81](sunny, waving with the \n[82]  \n[83]But it might be Pete. \n[84]But it might be important. C'mon, eat your carrots. For your Mother. \n[85]Dave Mackay?!? He's a hundred and fucking fifty. \n[86]Not young? He's old as fucking time! \n[87]You sure? \n[88]All right, I'll talk to Longson in the morning. \n[89]Well, what did you fucking call me for then? \n[90]Meaning he hasn't signed. \n[91]  \n[92]  \n[93]Where would we play him? \n[94]We'll play him as a sweeper, then. \n[95]Won't have to run about too much. And what's all this I hear about a tie shop? \n[96]Fucking tie shop? \n[97]No one's going to be wearing fucking ties in twenty years time. \n[98]Hope his footballing brain is better than his business brain. \n[99]You know it's illegal. To sign someone on the sabbath. \n[100]What? And let Hearts in again in the morning? Fuck off. I'm not leaving here without a signature. \n[101]You'd bloody DO that, too - wouldn't you? Come all this way, then just \"shake hands\"? Dear oh dear. What would you DO without me? \n[102]Good job we're both wearing ties. \n[103]Jehova's Witness, Dave! May the Lord be with you! \n[104]My name's Brian Clough, and I once had the pleasure of playing for England against you in an Under-23 match. \n[105]Come to talk to you about the Promised Land, Dave. Land of Milk and Honey. It's a little place up the M1 called Derby. May we come in? \n[106]You don't look happy, Uncle Sam. \n[107]Because you'd have said `no'. \n[108]Pete reckons he's good for three more years. \n[109]Trust me, Mr. Chairman. It's money well spent. \n[110]That'd be Messrs. McGovern and O'Hare. \n[111]My old stomping grounds. Hartlepools and Sunderland. Very reasonable, too. \n[112]Just doing what's best for the club. \n[113]You're a genius, Pete. Bloody genius. How did you see it? \n[114]It's beautiful. A thing of fucking beauty!! \n[115]\"Love and marriage, love and marriage, it's an institute you can't disparage..\" \n[116]\"Try, try, try to separate them, it's an illusion. Try, try, try and you will only come to this conclusion..\" \n[117]You enjoy it, Don. Go home, put your feet up and fucking enjoy it. There's a good lad. Because we'll be in the First Division next season. And we're going to have you! \n[118]Right, the team for today is: Harvey in goal, Reaney, Cherry, Bremner, McQueen, Hunter, Lorimer, Clarke, Jordan, Giles, Gray. \n[119]Obviously all eyes will be on us to see how things have changed. Without Don. What might be different under me. Let's show them some of the things we've been working on. Our changes in attitude, too. Our new outlook. New discipline. New approach. Let's see some of you playing with a smile. \n[120]Of course, it goes without saying I'd like you to continue as Club Captain. \n[121]You know, son, I've nothing but the highest regard for you as a player. \n[122]In fact, I wrote you a card saying as much. Did you not get it? From Majorca? \n[123]Saying how excited I was to be taking this job. How much I thought we could achieve together. And inviting you and your family down to our place in Calla Major any time you like? \n[124]For fuck's sake.. \n[125] \n[126]There I am making a big song and dance to the media about our new approach. Our new attitude. Our new ethics. And you turn the place into fucking Verdun. My CAPTAIN. \n[127]What am I going to do if they suspend you? You're my best player. I tell you, I've a mind to fine you two weeks wages! \n[128]Well he's not fucking here now, is he? \n[129]Right, last time there was a whole division between you and Leeds. Not now. Not today. Today we're here as Second Division champions, and equals with Leeds. John McGovern and Billy Bremner, EQUALS. Kevin Hector and Johnny Giles, EQUALS. Alan Hinton and Peter Lorimer, John O'Hare and Paul Madely. EQUALS. Now, c'mon, chins up. Chests out. We can take this fucking lot. \n[130]But he's right. Five nothing. They made us look like fools today. And what was John O'Hare doing? Letting Madeley bully him like that. \n[131]He was all over the place. Like the Wandering Jew. Giving the ball to anyone BUT his own. We need a ball player, a natural in midfield. Who'll hold onto it. Keep possession. We're giving it away too easily. \n[132] \n[133]Well, go on then. Sign him. \n[134]Bollocks to that. I've not brought us all the way to the First Division just to sit there mid-table, and be cannon fodder for sides like Leeds. Sign the man. \n[135]I'll handle bloody Longson. \n[136]Correction, the ALMIGHTY Colin Todd. The best technical footballer in the country. \n[137]That's the way things are going, Uncle Sam. Football's all about money now. \n[138]Had no choice. Windows opened up. You were in the bloody West Indies. \n[139]Messrs. Gemmell and Hennessy. \n[140]Let me ask you a question, Uncle Sam. What did you come into football for? \n[141]Well, I'm sure we all admire your loyalty... \n[142]But the way I see it, there's no point being in this game unless you want to beat the best, and be the best, and that's all the people of Derby want. To see their team on top of the tree, Derby, Derby Uber Alles, and if it's really their interest you have at heart, not just impressing your friends in the Director's box, I suggest you keep your eyes on your road haulage business, keep your opinions to yourself and start signing some fucking cheques, there's a good lad. Leave the running of this football club to the professionals. \n[143]See they've driven all the way into the car park this time. \n[144]You know what your job is today? \n[145]Good lad. And enjoy it. You deserve to. You've worked hard this week. \n[146]Clear about what you're doing today? \n[147]Good lad. He bullies you, you bully him back. And near post for the corners we worked on. \n[148]Understand what I want from you today, son? \n[149]Go on, let's hear it. \n[150]There, how could you forget that? Now come on.. Up and at `em! \n[151]Congratulations, lads! Beautiful! That was as perfect a half of terrible football as I've ever seen. The plan you've obviously been hatching to get me the sack has worked a treat, so you deserve a little celebration... \n[152]You do want me to get the sack? \n[153]Then why the fuck did you give it to their most dangerous player, Johnny fucking Giles? \n[154]You want me to get the sack, Mr O'Hare? \n[155]That open goal? Looked like a deliberate fucking miss to me. A miss to get your manager the sack. \n[156]You do want me to get the sack, Mr. Todd? \n[157]No what? \n[158]The amount of bloody money I paid for you, I must have been out of my mind. You can't even keep on your feet. \n[159]You've all done a terrific job of getting me the sack. So I'm not letting you out of here for the second half, until you've finished the bottle. \n[160]\n[161]Can't I? Just you fucking watch me!! \n[162]And..? \n[163]Who scored? \n[164]They were just nervous. Shitting themselves. You could tell. \n[165]Derby County winning the championship is a victory for decency, for honesty and for football. Because they don't pull shirts, or nudge people in the back in the box. \n[166]If you ask me, the best thing for British football, the quickest way to clean it up, would be fore dirty sides like Leeds to be sent down for a spell in Division Two. \n[167]Don Revie? Ooooh. Don't mention that name to me. \n[168]I hate to mention him why? Because he's a very talented man and I don't like him. \n[169]He's a very, very talented man and his record is unsurpassable. But I just happen not to like him. And I don't like the way he goes about football either. Football is a game of opinion and there are perhaps people in your profession who don't like the way you do your bit. \n[170]And er... it makes the game go round. Half the country don't like a Labour government. It just happens that the other half do. \n[171]Because I can't tell you. It's impossible. We'd get closed down, David. \n[172]By your profession, John, yeah. \n[173]And a whole lot of it wrong. \n[174] \n[175]Suprised, David..but more than surprised, delighted. It's nice isn't it. For the good guys to win for once. \n[176]Beating Leeds United, obviously. Always a particular pleasure that. \n[177]Niggled me, David, it's absolutely made me blazing. To be honest, I know what I want to achieve, I know what the people of Derby want us to achieve, but when you've got a chairman not wanting to put his hand in his pocket... \n[178]You ever see eighty five or perhaps ninety percent of chairmen talking - I'd love a few chairmen on your programme occasionally - I believe the very sight of them brings the game into disrepute (some clap in the audience). And every time they open their mouths it kills it. Because the very thing they've given me a lot of stick about over the years - about talking too much and going on television too much, there are the very people who can put two words together and its rather embarrassing to me that a man - or men - can stop me talking to people like you. I love football. It's deep, it goes right down through. It's in every nerve, vein, you name it. It consumes me. And when I have to come and talk about I like the passions of football to come out. Because there are not enough in the game. \n[179]I say, \"How do you think it should be done?\" We talk about it for twenty minutes, then we decide I was right. \n[180]  \n[181]No, I want to fight him! \n[182]It was. \n[183]Thank you.. \n[184] \n[185]C'mon, double the fine. Treble it. Anything. Don't suspend him for that long. He's my Captain. The best player I've got. \n[186]      \n[187]I suppose you've heard! \n[188]Suspended for eleven bloody games!! \n[189]Plus Mike Jones and Eddie Gray are injured. \n[190]What do I do, Pete? I need new players. Tell me who to buy. \n[191]Help me. C'mon, we'll sort this place out together. You and me. Turn it around. \n[192]McGovern and O'Hare. I've spoken to them on the phone. They want to come and play for me. \n[193]Cheeky sod! They're not worth a penny more than seventy. \n[194]Give you a hundred grand. \n[195]All right. Done. \n[196]So? Enjoying yourself? \n[197]Loving it. Different class, Leeds. Proper club. BIG club. \n[198]Hey, it's `Boss' to you. \n[199]I bought you when you were crocked, you fat bastard. And gave you the two best years of your career. It will always be `Boss' to you. \n[200]Ever tempted to burn that bloody desk? Chop it up and burn it? \n[201]Exorcise the bloody place. Get rid of me. \n[202]Fucking Scot. \n[203]What? \n[204]Who's Duncan Mackenzie? \n[205]Is that Duncan Mackenzie? \n[206]Now listen to me. You go get your coat and your skates on because you're coming to meet me at the Victoria Hotel in Sheffield in half and hour. And Duncan? \n[207]Bring a bloody pen, because you're signing for Leeds United today. \n[208]Congratulations, lads!! My first signings for Leeds. My Leeds United. Playing with flair and winning with honour. Winning the `right' way. And winning the admiration of fans all over Europe because... \n[209]Because of the way we play!!! \n[210]We're going all the way, lads. Inter Milan, Barcelona. We're going to win silverware Don Revie could only dream of. \n[211]And you, Mr. Mackenzie, you scored twenty-eight goals last season. You'll score me twenty-nine goals this. \n[212]Do you know how many goals I scored before I got injured? \n[213]Two hundred and fifty-one. \n[214]Do you know how many games it took me? \n[215]Have a guess. Go on... \n[216]Two hundred and seventy-four! Now what do you think about that? \n[217] \n[218]You know what ELSE you lot can do that's even more important? You can be my eyes and ears in that dressing room. \n[219]Need to know what they say about me. Who's making trouble. Who the ringleaders are. \n[220]Want you to help me clear this place out. Make it MY team, understand. OUR team. Clean it up and clear it out once and for all. \n[221]Now c'mon, drink up. We're off to meet the press. \n[222]And Duncan..? \n[223]It's \"Boss\" from now on. There's a good lad. \n[224]Duncan Mackenzie scored twenty-eight goals last season. John O'Hare and John McGovern are both internationals. \n[225]And one's injured and the other's fucking suspended. \n[226]I haven't forgotten. \n[227]Bollocks to Mr. Revie! You're professional footballers. Stop Stan Bowles! That's all you need to know about QPR. And I don't have to justify myself to you. Not how or when I conduct training. Not who I buy or pick to play. \n[228]Sorry, lads. \n[229]You were robbed out there today. Broad bloody daylight. That was never a penalty. \n[230]Stan Bowles?    Diving like that? Man's a disgrace.. \n[231]I've spoken to the referee already. Given him a piece of my mind. And come Monday morning, mark my word, I shall be taking this further... \n[232]Anyway, I want you all to know, I'm not in the slightest bit critical of your performance today. Not a bit of it. You were terrific out there... \n[233]I couldn't ask for more effort. Commitment. Passion. \n[234]  \n[235]You must be loving this. Loving every minute. \n[236]Watching it all fall apart. It's Brian Clough. \n[237]They won't play for me. Your boys. Your bastard sons. And never will. \n[238]They're loyal to you. Thought you'd like to know that. Loyal to Big Daddy Don.. \n[239]What's up, Uncle Sam? Bit below stairs for you here, isn't it? Taken a wrong turn somewhere? \n[240]Of course it's our strongest side. It's Leeds United. Would you prefer I sent out the apprentices? \n[241]What? \n[242]A weaker side? Am I hearing right? Is the CHAIRMAN of this football club seriously asking his manager to LOSE? \n[243]Against their biggest rivals? \n[244]I'm going to pretend I didn't hear a word of this. \n[245]My employer? \n[246]That's right. You were Chairman of Derby County before I came here. I remember that. When Derby County were at the fucking foot of the Second Division, when nobody had heard of them for twenty years and nobody had heard of Sam bloody Longson ever. Full stop. And that's where you'd still fucking be if it wasn't for me; at the foot of the bloody Second Division, where nobody remembered you and nobody had heard of you. There would BE no Derby County without me, no league title, no Champions of England; not without Brian Clough. \n[247]You're a bloody disgrace! You should be in the book for that, Cherry! \n[248]You're an animal. A fucking animal, Hunter! \n[249]I'll see you in fucking court, Lorimer! \n[250]  \n[251]Disappointed? Not a bit. My players were heroic out there tonight. Effectively we were playing the Italian champions with a reserve team. That many of our first team are injured... \n[252]...it's what happens if you have a Chairman who authorizes a multi- million pound refurbishment of the director's box and hospitality suites before he pays for a proper squad. Suppose it depends on your priorities. Players or prawn sandwiches? I know which I'd prefer. I know which honest, working class Derby supporters would prefer, too.. \n[253]Who else? \n[254]Who else? \n[255]Who else? \n[256]What are they saying? \n[257]Under who? \n[258]Don Revie? \n[259]Is that what they say? \n[260]That he's the boss? The Guvnor? The Capi di Tutti Fucking Capi? \n[261]The bingo? \n[262]Carpet bloody bowls? \n[263]What's all this? \n[264]Nice to meet you, pet. Now, you can take your lovely sports cars, and put `em back on your transporter.. \n[265]You'll have complimentary cars when you deserve a compliment. Right now you don't deserve a complimentary bicycle between you. \n[266]Complimentary cars when you're not suspended.. ...and when you lot start winning some games.. \n[267]If I had my way, you'd WALK to the ground and back every game.. \n[268]   \n[269]      \n[270]I couldn't stand it for another night. \n[271]Half five. \n[272]You smell nice. \n[273]Forgotten what a woman smells like. \n[274]  \n[275]You still awake? You should be asleep. \n[276]A joke? All right. There's this bloke walking about in London, when all of a sudden, the city gets hit by a Russian `A' bomb. Booooooooom. \n[277]And all the buildings have fallen down. And all the people are dead. And now this bloke is the only man left in the whole of London. \n[278]And he suddenly feels very, very lonely because there's no one else to talk to. Nobody else but him. \n[279]So he decides that he's had enough, that he can't bear being this lonely, and so he climbs up to the top of the one building still standing. The Post Office Tower. And then he jumps off. And he's falling down, down and down and down, the sixteenth floor, the fifteenth floor, the fourteenth, and that's when he hears the phone ringing... \n[280]Look, Mr. Cussins, I know it's not been the best of starts, but in my defence, there are a couple of things I'd like to say... \n[281] \n[282]It's..what I used to drive at Derby. Yes. \n[283]     \n[284]No. \n[285]Is that it, then? \n[286]Heart attack, eh? \n[287]We have. Longson's tried to put a gagging order on me, of course. \"Any further utterances in public or appearances in the media by Brian Clough will be met with instant dismissal.\" \n[288]Would you like to hear my contrite reply? \n[289]\"Due to the complete breakdown in communication with the chairman, Peter Taylor and I find it is impossible to continue our good work for Derby County. We therefore wish to tender our resignations with immediate effect.\" \n[290]What do you think? \n[291]No. Nor do I. Don't worry, they'll never let us. We just won them the championship. But it will strengthen our position and force them to get rid of Longson. \n[292]I can't do it, Pete. I can't work with my hands tied, a Chairman telling me what I can or cannot do. \n[293]Don't be daft. We won the league, Pete. We're top dogs in Derby now. And Longson can't stand it. That's the problem. \n[294]What are you doing? You weren't supposed to accept our resignations. \n[295]I only did because of HIM! You can't get rid of us. It'd be a disaster for the club. For the whole of Derby. \n[296]You can't do this! It's madness! \n[297]We're going to create a footballing dynasty here. Derby could be one of the greats alongside United, Liverpool, Leeds.. \n[298]Does none of you have the guts to stop this? \n[299]    \n[300]What? Dave MACKAY? \n[301]I signed that fat fuck - saved his professional life. Gave him two more years as a player, as my captain. Dave Mackay? He wouldn't fucking DARE! \n[302]It's not over yet, Pete. The lawyers are issuing a writ tomorrow. Against Longson. The players are calling a meeting. There's talk of them coming out on strike. There's protest marches scheduled for this week-end. \n[303]Who's Mike Bamber?? \n[304] \n[305]As you wish. \n[306]The last two words of every story ever written is what's going on. \"The fucking end.\" \n[307]I'm about to go home and work out how much I want in severance pay. Don't worry, I'll make sure your job is safe. \n[308]Then I suggest you go home and do the same. \n[309]Come on. \n[310] \n[311]Brighton and Hove Albion? Have you seen where they are? Bottom of the third division. \n[312]We cared about Hartlepools and Derby. We're from the North, Pete. What do we care about Brighton? Bloody Southerners. Look where we are. We're almost in France. \n[313]You can't manage a team that's not your own people. Not what you know. Anyway the Protest Movement in Derby is still in full flow. We could still get our jobs back. \n[314]What about proper clubs? Like Manchester United? Or Spurs? Or England, now Alf's gone. Wouldn't you fancy that? \n[315]It's only been a couple of weeks. \n[316]But those are first division wages. \n[317]Are you sure you can afford it? \n[318]Cheeky sod. \n[319]We're going to need a holiday first. \n[320]Two weeks. Somewhere hot. On you. \n[321]Who's looking? \n[322]Then what are you doing here, Keith? Because from what I'm reading in my paper, and from what I hear on the jungle drums, you've got a bit of a problem at home with your manager flirting with the England job. \n[323](indignant, pointing to \n[324]It's the top flight, Pete. The First Division. \n[325]We can pay BACK the money. Bollocks to bloody Brighton. I'd go mad. We'd ALL go mad down there. \n[326]A year? It'd be death. Death for us all. \n[327]Oh, do me a favour.. \n[328]He offered us a job. And now someone else has offered us a better one..and not just anyone. The best team in the country. C'mon, Pete, you know what that means.. It'd be the Charity Shield at Wembley in a months time. The European Cup after.. \n[329]What? And you'd sooner fester down there? With all those fucking Tories? In that blue-rinse retirement home by the sea? \n[330]Fucking midgets. \n[331]And then what? Bottle again as soon as it comes to the big time. That's always been the trouble with you, Pete. No ambition. \n[332]You knock it, but it's done you proud over the years. My \"ambition\". Without me - you'd still be stuck in Burton Albion. On the arse of the footballing earth. \n[333]I'm nothing? I'm nothing?? Don't make me laugh? So what does that make you, Taylor? Something?? You're half of nothing!! Nothing's parasite! A big fat pilot fish that FEEDS on nothing!! A bloody nobody!! The forgotten man!! History's fucking afterthought!! \n[334]What's not working? I haven't been here five minutes, so how can anything be working yet? \n[335]So what do you want to do about it? \n[336]Fine. It'll cost you twenty-five grand. \n[337]Plus three and a half grand for Jimmy Gordon. And an agreement that Leeds United will pay both our income taxes for the next three years. \n[338]No, what's criminal, Mr. Cussins, is the way you as Chairman asked me to leave the room like that in front of the players. Your MANAGER. Going behind my back like that. \n[339]And you can throw in the Merc and all. \n[340]Might be a bit flash for a man out of a job, but the truth is, I've grown to like it. \n[341]Brian Clough. Brian Howard Clough. \n[342]Good lad. \n[343]The sad thing is, it won't work. You can't change a manager like a pair of socks. It'll happen once, to me - and never again. \n[344] \n[345]Something we have to do on the way. Won't take long. \n[346]No problem. \n[347]Go easy on me, though. There's a good lad. \n[348]What's this? We expecting guests? \n[349]You bastards! \n[350]Obviously, Austin, my initial reaction is one of shock at finding myself here with Revie... \n[351]...but in answer to your question, six weeks is hardly a long time to be given a chance in any job. I would hope Revie would get a lot longer time in his. \n[352]Thank you. \n[353]How did I do that, Don? \n[354]Well, you WERE dirty, Don! \n[355]And before that, you also topped ALL the disciplinary charts. You should have been docked points and sent DOWN to the second Division. \n[356]And I was right. \n[357]Because I thought it was the best job in the country. \n[358]I was taking over the League Champions. \n[359]And I fancied winning the league, and winning Europe, and doing it better than you. \n[360]But that's the only hope I've got. \n[361]Well, I can only lose three. \n[362]And still play attractive, clean football. Without cheating! \n[363]Well, we're very different people, Don and I. We have different styles. In football and in life. I'm a warm man. An idealist. I do believe in faeries, and that is my outlook. Don is different. There's a hardness to him. A hardness. Maybe he's not even aware of it. But he's a cold person. \n[364]And that lack of warmth. That coldness was there. Permeated the club when I arrived. \n[365]They would never have let me. \n[366]Well are you surprised? What else was I going to do?? After what you did... \n[367]C'mon, Don. You know exactly. \n[368]4th March 1968. See? I even remember the date. You came to Derby County, the third round of the FA Cup, and you refused to shake my hand. \n[369]You shook Peter Taylor's hand, and my trainer, Jimmy Gordon's. \n[370]No, you saw me Don. But considered me beneath you. Looked down on me. And dismissed me. Just like you did every other club and every other manager in the country. \n[371] \n[372] \n[373]Well, let's see where we are in a year's time, Donald Revie. \n[374]Let's see where we both are in five! \n[375]    \n[376]  \n[377]Boys? Do you think your old man is a fool? \n[378]You're wrong. He bloody is. \n[379]Who is the least mature person in this car? Who most needs to bloody grow up? Who's been making a right arse of himself the past few months? \n[380]Who fancies a trip to the seaside? To see Uncle Pete? \n[381]Me, and all. \n[382]They have. \n[383]Forty-four days. \n[384]Don't make this difficult for me, Pete...you know why I'm here...and I won't bloody grovel. \n[385]All right. I'm grovelling. I'm on my knees. \n[386]I apologize for being a twat. \n[387] \n[388]Because I can't do it without you. \n[389]I'm nothing without you. \n[390]Fuck off..! \n[391]\"Please, please baby, take me back.\" \n[392]I love you, y'know. \n[393]So? Would you sooner go through it all without me? \n[394] \n[395]", "Keith": "", "Archer": "\n[1]You're a hard man to find, Mr. Clough. \n[2]My name's Keith Archer. Secretary of Leeds United football club. \n[3]He's not flirting... \n[4]He's taken it. \n[5]Which bring me to the point of my visit. ", "Peter": "\n[1] \n[2]", "Taylor": "\n[1]Fucking hell..! \n[2]Who? \n[3]I've heard he's a superstitious twat. Ey..! Help him, someone HELP him..! \n[4]Heard he wears the same suit to every game. His \"lucky blue suit\". \n[5] \n[6]No, it's that superstition, isn't it? Every away cup ties, Revie makes them walk the last hundred yards. \n[7]Referee..! \n[8]C'mon, keep your shape! Close him down! \n[9]Now sent it out wide! \n[10]Bloody cheats and all. Neither of those goals should have been allowed. \n[11]We need to get into the same division first. \n[12]I know. Our lot were like headless chickens out there today. \n[13]  \n[14]You asked me to find a player with a good head. Experience. I've found one! He's perfect. Dave Mackay. \n[15]I admit he's not young. \n[16]But he's clever, keeps the ball well. And passes it better than anyone alive. \n[17] \n[18]Never been more sure of anything in my life. \n[19]We haven't got until morning. Hearts have already made him an offer. Want him as their manager. Apparently they've already agreed terms. \n[20]Because when I asked Bill Nick how done the deal was - he said ninety- nine per cent. \n[21]Exactly. \n[22]In the middle of the park. Somewhere he can see everything, use his loaf, and tell the kids what to do. \n[23] \n[24]He's got a tie shop, hasn't he? In London. Which he spends two days a week at. \n[25]It's his \"nest egg\". For the future. \n[26]Is it? Then perhaps we should just shake on it today? And sign tomorrow? \n[27]Hey, you would never have FOUND him if it weren't for me. \n[28]Dunno. It was just obvious. McGovern in midfield, Mackay at the back, O'Hare up front. The skewer isn't it? In the shish kebab. \n[29]Arrogant twat.. \n[30]Yours. \n[31]Someone like Colin Todd. \n[32]I've heard he wants out of Sunderland, too. They're all jumping ship up there. \n[33]What? We can't. Longson's already told us. Club's in debt. \n[34]Hang on, hang on, careful... \n[35]It's not a cup game, is it? \n[36]You can't do that!! \n[37]Yeah....fine. \n[38]Giz a fag. \n[39]2-1!!! \n[40]O'Hare. A brace. Oh, Brian, you should have seen his first. Turns Bremner inside out, nutmegs Madeley for good measure. It was beautiful. You'd think he'd been born in Rio de Janeiro, not Aber-bloody-deen.. \n[41]What made you go for the Brandy? \n[42]You're a bloody genius. I tell you what, Bri - if we can beat this lot, we can go all the way. \n[43]Are you going to stop it? \n[44]Hello? \n[45]  \n[46]God...what time is it? \n[47]I know. You're buggered. Billy Bremner's the heart and soul of that team. \n[48]Like I said. You're buggered. \n[49]No, Brian. \n[50]It's too late. I'd have helped you once. But not now. Not after what was said. We're on our own now. Each man for himself. Remember? \n[51]What have you done now? \n[52]Had it three weeks ago, they reckon. \n[53]They ran all kinds of tests. Asked me about my diet and my family history. \n[54]I'm only half-joking, you know. Have we still got jobs? \n[55]Well, I hope you take notice. And act accordingly. \n[56] \n[57]I don't want to resign. \n[58]What? Oh, no, Brian. They'll never do THAT. He's Chairman. \n[59]You're picking the wrong enemy. The enemy's not Longson. It's Revie. And your obsession with Leeds. \n[60]No, it's not. It's YOU. This monster in you. This mad ambition. It comes and goes. Sometimes it's good...a fire, that stirs everything up, and then there's this...this thing that takes you over...and destroys everything that is good in your life. \n[61]Please tell me this letter is just a draft. You haven't sent it. Because I'll be out in a couple of days...let me talk to them. \n[62]But not Dave Mackay. \n[63]Who's just accepted the job. \n[64]It's in the evening paper. \n[65]Why did you do it? I love this place, Brian. I'm happy here. So are you. \n[66]Why couldn't you just have kept your mouth shut? We'll never find anywhere like this again. \n[67]Manager of Brighton and Hove Albion. Someone who wants to offer us a job. \n[68]C'mon, just give it a chance. \n[69]And we can get them out of there. Like that. We did it with Hartlepools. We did it with Derby. \n[70]Hey, they've got money, this lot. And ambition. And get a lungful of that air. It'd be good for my health. \n[71]No, we won't. It's over, Brian. They'll never take us back. Not now. \n[72]No one's rung, have they? You've scared them all off. \n[73]C'mon. Just listen to them? Please? For me? \n[74]Seven grand? Y'hear that, Brian? \n[75]Very generous, Mike. Terrific. \n[76]Bloody hell. But we HATE Leeds. \n[77]But we've given Brighton our word. And they've paid us the money. \n[78]Please...give it a year. Give it a chance. \n[79]Mike Bamber is a good man.. \n[80]He had faith in us, offered us a job when no one would. \n[81]Yes, but even if we won them it would always be Revie's achievements. HIS team.. \n[82]Yes, Brighton is a small club.. \n[83]But at least we'd be together, you and me. We could build them up. Make them our own. Like we did with Hartlepools. Like we did with Derby. \n[84]And that's the trouble with you. Too much ambition. Too much greed. Too much everything. \n[85]But without you I'd still have a job in Derby. A job and a home that I love. Yes, Brian - you're the shop window, I'll grant you that. The razzle and the bloody dazzle. But I'm the goods at the back. And without me, without someone to save you from yourself, you're not just half.. ...you're nothing. \n[86]Well, let's see, shall we? \n[87]   \n[88]They've kicked you out, already? \n[89]So how long was that? \n[90]Impressive. \n[91]So what are you doing here? \n[92]\"I apologize unreservedly for being a twat\". \n[93]\"Unreservedly.\" \n[94]\"Because I can't do it without you.\" \n[95]\"I'm nothing without you.\" \n[96]\"Please, please baby, take me back.\" \n[97]You'll only fuck me up again, won't you? \n[98]I know. But it won't stop you. \n[99]Never. \n[100] \n[101]\n[102]", "Norman": "", "Hunter": "\n[1]  \n[2]People kick me, I kick them back. \n[3]What are you going to do about it? Book me? \n[4]JORDAN, GILES, GRAY walk towards the Derby dressing-rooms.. \n[5]  \n[6]You know he's just itching to bring in a whole lot of new players.. ", "Simon": "\n[1]When are we there? \n[2]   \n[3]No. \n[4]Me! ", "Jimmy": "\n[1]Where have you been, boss? \n[2]Directors have been waiting more than an hour. C'mon.. \n[3]You're five days late!! And did you really need to say that about Majorca? You know he was Revie's first choice for getting your job. \n[4]Club Captain. Don's son and heir. His first born. You're never going to get any love from him. \n[5]They're here! Well, almost.. \n[6]They've run out of petrol. \n[7]Think, Alan! To feet! \n[8]Fucking matter with you? He said no fifty-fifty's. \n[9]I've got what you were looking for. \n[10]In the boot of the car. \n[11]You all right? \n[12] \n[13]McGovern and O'Hare? Can't believe he actually sold them to you. It must be true, then.. \n[14]The rumour that he's after buying Duncan Mackenzie. It's why he needs the money. \n[15]Club cars. Complimentary for the senior payers. Brand new. \n[16]The Chairman wants to see you. Said it was important. Right away. \n[17]\"To the directors of Derby County Football Club. We, the undersigned players, are unanimous in our support and respect for Mr. Clough and Mr. Taylor and ask that they be reinstated as manager and assistant manager of the club.\" \n[18]\"Signed by John O'Hare, Roy MacFarland, Colin Todd, Archie Gemmill, Kevin Hector, Alan Hinton..\" \n[19]I'm not staying here without you. No bloody way. ", "Gordon": "\n[1]Where have you been, boss? ", "Johnny": "", "Giles": "\n[1]  \n[2]I don't know what you're talking about. \n[3]We've got two strikers, Alan Clarke and Mick Jones, they're internationals, too. \n[4]Well, you haven't told us a single thing about how QPR will play. Mr Revie would have files and dossiers prepared. Had the reserves playing the Rangers way all week. Had the first team looking out for this and that. \n[5]No. Not to us. But come Saturday afternoon, there'll be 40,000 people here who you DO have to justify yourself, to. \n[6]He's banned us from doing all the things we used to do...like playing bingo and carpet bowls... ", "Nigel": "\n[1]Tell us a joke, Dad? \n[2]No. \n[3]Me! ", "Billy": "", "Bremner": "\n[1]  \n[2]Don never did that. \n[3] \n[4]Never got it. \n[5] \n[6]You can't do that! Mr. Revie always paid all our fines. \n[7]No, he's not. \n[8]More's the fucking pity. \n[9]What the hell did you buy them for? Waste of bloody money. \n[10]Maybe if you spent a little more time here on the training ground with us, you wouldn't need to buy Derby \"rejects\". We've a game Saturday. Against Queens Park Rangers. Or had you forgotten? \n[11]JORDAN, GILES, GRAY walk towards the Derby dressing-rooms.. \n[12] \n[13]What are you talking about? These are ours! \n[14]Perhaps if Mr. Clough were to step outside, we would all feel a little more like speaking our minds. \n[15]No one likes him. The atmosphere in the dressing-room is non-existent. We're not allowed to mention Mr. Revie's name... \n[16]Tactically, he's never prepared, never tells us how he wants us to play... \n[17]What I want to know is why, after all the thing he's said about us, did you appoint him in the first place? \n[18]What me and the lads are trying to say, Mr. Cussins, is that compared to Mr. Revie - he's just not good enough... ", "Don": "\n[1]Where have you been, boss? \n[2]  \n[3]...obviously it's a terrific achievement for Derby, being promoted to the First Division, but the truth is Leeds United have an unfortunate habit of reminding them just how far they still have to go.. \n[4]          \n[5] ", "Revie": "\n[1]I'm just going to make a brief statement. \n[2]Yesterday afternoon at 3.00, I accepted the FA's offer to become the next manager of the England national football team. \n[3]Obviously that involves me leaving Leeds United after 13 happy and successful years, which makes me very sad. I'd like to think I have built the club into a family and there must be sadness when anybody leaves a family. However, when one man goes, another steps into his place. I know who I think that person should be, the man to replace me, and I shall make my feelings clear to the directors. Thank you. No further comments. \n[4] \n[5]  \n[6]   \n[7]..for Leeds to win the First Division title, and for me to be named as English Manager of the year...feels like a dream come true... \n[8]You'd expect nothing less having been their manager for 13 years. But the fact is I'm here today as manager of England... \n[9]Win. The people of Leeds are used to winning. \n[10]    \n[11]...obviously it's a terrific achievement for Derby, being promoted to the First Division, but the truth is Leeds United have an unfortunate habit of reminding them just how far they still have to go.. \n[12]  \n[13]I haven't personally heard Mr. Clough's comments, but they have been reported to me, and our solicitors are looking into them. If I could offer Mr. Clough some advice ...I think he'd be better off keeping his opinions to himself...some of these allegations against Leeds United and his fellow professionals are an absolute disgrace... \n[14]Hello? \n[15] \n[16]Who is this? \n[17]What? \n[18]Are you drunk, man? It's two in the morning. What do you want? Why are you ringing me here? \n[19]For God's sake go to sleep. Where's you dignity, man? And don't call here again. \n[20]See? Not so easy to make accusations when it's to someone's face... \n[21]Being very, very honest, I think it was a difficult job for anyone to do. But I do feel Brian Clough, I won't call him Clough because I won't take him down like that.. \n[22]...I do feel he made it harder for himself than he need have. \n[23]Shooting his mouth off about how dirty my players were. \n[24]That's not true. The last four seasons, we've topped the charts for entertaining football. \n[25]Of course it did! The things he said? Why, man? Why did you take the job in the first place? \n[26]Of course it was the best job in the country. \n[27]You were. You were taking over the best bunch of players you'd ever seen. \n[28]There's no way you COULD win it better. \n[29]I only lost four matches.. \n[30]No, no, no, no. \n[31]See, there he goes again.. \n[32]You don't KNOW me! \n[33]I totally refute that. The atmosphere at Leeds was like a family. A happy family. You ask any of my players. I signed most of them personally. Knew their backgrounds. Their parents. Their streets. I was a father to them. In that club every morning. Massaging those boys. Did you do that for them? \n[34]Did you try? You didn't even try. I soaped those boys down with my own hands. You just went to Leeds with no thought for the club, no thought for the players. Just on some kind of mad personal vendetta with me. \n[35]What did I do? \n[36]Never! Matter of principle! I always shake the other manager's hand! \n[37]Then I probably didn't see you!! \n[38]Never would I knowingly refuse to shake a colleague's hand. The truth is, I probably just didn't know who you were. \n[39]It's the truth. \n[40]Oh, we ALL know it now. We know you as the man who's constant outbursts, his defaming of fellow professionals, have brought this game, this beautiful game into disrepute. Who had one of the best jobs in the country, at Derby, and managed to get the sack. Who had one of the best partners in the game, in Peter Taylor, and threw him away. Who was given the greatest gift in British football Leeds United, a team that in ten years hasn't finished outside the top four, and took them to the bottom of the first division. Yes, it's fair to say we all know who you are now. \n[41]Dear oh dear.. \n[42]Thank you, Austin. \n[43] ", "Austin": "\n[1] \n[2]That's it for tonight's show. I'd like to thank Brian Clough and Don Revie for joining me... ", "Mitchell": "\n[1] \n[2]Today we welcome Brian Clough as he starts his new job as manager of Leeds United, taking over from Don Revie - the most successful manager in the club's history, under whom Leeds have won everything.. \n[3]...but pretty much everything else. Daunted? \n[4]The biggest challenge of your life, and you'll be without Peter Taylor, for the first time. Your lifelong professional colleague. \n[5]A surprising choice, some might say. Because you've been very vocal in your criticism of them over the years. \n[6]You've accused players of dirty tactics, cheating, dissent, foul play. You called Norman Hunter, Norman \"Bites yer legs\" Hunter, you've said Peter Lorimer falls when no one touches him... \n[7]I'm curious. Why do you now show such alacrity to joining them after such vituperative criticism of them for so long? \n[8]\"That type of operation?\" I presume you're referring to Don Revie.. \n[9]..who has long been regarded as a father figure in Leeds. And now you're coming in as the outsider, the enemy even, after all the things you've said in public, coming in and taking ouver as STEPfather. \n[10]Don't you expect some degree of resentment to this? \n[11]How can you be sure they weren't happy with Don all along? \n[12]Thanks for agreeing to this. \n[13]Good evening. Tonight the football world was stunned by the news that Brian Clough has been sacked as manager of Leeds United. We'll be talking not just to Brian Clough, but also to the man he replaced, who's success he couldn't emulate, Don Revie. \n[14]To Brian Clough first of all. What's your reaction to being sacked in this fashion? \n[15]Do you consider it was possible to step into your shoes, Don Revie? To replace you? \n[16]And in fact, you went on record and said so, Brian Clough. Again and again. That Leeds should, in fact, be relegated. \n[17]Do you think that might have hurt your chances of success when you then came to manage them? \n[18]Listening to you, I am struck that this is not just a business matter for you both. It's more than that. It's personal. Am I right? \n[19]OK, gentlemen, we're going to have to leave it there.. \n[20]That's it for tonight's show. I'd like to thank Brian Clough and Don Revie for joining me... "}}