{"filename": "Black-Dahlia,-The_script.txt", "imdb_id": "tt0387877", "imdb_url": "https://www.imdb.com/title/tt0387877", "characters": ["Chief Ted Green", "Madeleine Linscott", "Deputy DA Ellis Loew", "Emmett Linscott", "Capt. John Tierney (as Angus MacInnis)", "Elizabeth Short", "Tomas Dos Santos", "Martha Linscott", "Morrie Friedman", "Lee Blanchard", "Dolph Bleichert", "Dwight 'Bucky' Bleichert", "Det. Russ Millard", "Ramona Linscott", "Kay Lake"], "dialogues": {"Madeleine": "\n[1]I am now. Daddy spying on me again? \n[2]Maddy, girl, ye shouldn't be congregatin' in such unsuitable places-- \n[3]Well that's a new one-- \n[4] \n[5]No. Just cocktail lounge chitchat. \n[6] \n[7] \n[8]Linda talked about her boring boy back in Hicktown, Nebraska, or wherever. Betty talked about the latest issue of Screen World. Hollywood dreams, the sad nine yards. \n[9]On a conversational level they were right down there with you, only they were better looking. \n[10]You're not. Look, I'm tired. You want to hear my alibi so I can end this farce and go home? \n[11]My family and I were at our house in Laguna from Sunday through Thursday along with our live-in servants. If you want verification, call Daddy. But be discreet about where we met. \n[12]Don't suppose I can convince you to keep my name out of the papers? \n[13]Ah, Laddie...'S not what I'm saying... \n[14]Tomorrow night. Eight o'clock. My address is 482 So. Muirfield. \n[15]Not surprised. Pick me up. Like a gentleman. \n[16]One more thing--What's your name? \n[17]I'll try to remember. \n[18]Look. I hate to pull this, but Daddy has heard about you. He insisted you stay for dinner. I told him we met at that art exhibit at Stanley Rose's Bookshop, so if you have to pump everybody for my alibi, be subtle. All right? \n[19] \n[20]Bucky Bleichert. May I present my family. My mother, Ramona Cathcart Sprague. My father, Emmett Sprague. My sister, Martha McConville Sprague. \n[21]Daddy can we eat? Bucky and I want to catch a nine-thirty show. \n[22]I'm sorry. I'm so sorry. \n[23]I'm so...sorry. Don't hate my family-- don't--they're not so bad-- \n[24]Until we announce the wedding? \n[25]She's a hypocrite. She takes pills the doctor gives her, so she's not a hophead. You know how Daddy really made his money? \n[26]He bought rotten lumber and abandoned movie facades from Mack Sennett and built houses out of them. He's got firetraps all over LA registered to phony corporations...His \"good friend\" George? Disfigured in a car crash while running Daddy some errands. Daddy throws him scraps now--odd jobs tending some rental property-- \n[27]I want to. I like you Bucky. \n[28]Bucky, I didn't tell you all about Betty Short. \n[29]Don't be mad at me. It's nothing. I just don't want to lie to you. \n[30]Last summer I was bar-hopping a lot. Straight bars. I heard about a girl who looked like me. I got curious and left notes at a couple places: \"Your lookalike wants to meet you\", things like that. I left my number. She called. That's how I met her at LaVerne's with Linda. \n[31]Yes. That's all of it. \n[32]Serve my family right. \n[33]No. I don't. \n[34]I've worked pretty hard to be loose and free. But the way people described Betty. It sounded like she was a natural. \n[35]Hmmm...She was this poor girl...Came from nothing...But then she carried nothing with her, either. I don't know...when you're rich sometimes you romanticize the poor... \n[36]Hello. \n[37]When? \n[38]Not at the house. Daddy's having a business soiree. The Red Arrow. \n[39]Room 11. Forty-five minutes. \n[40]Smile at me. Look soft and sweet. \n[41]Did she mention me? \n[42]Sugar, Betty and I made love once, that one time we met last summer. I just did it to see what it would be like to do it with someone who looked like me and-- \n[43]Bucky that's it, I swear. Please stay-- \n[44]Stay sugar stay-- \n[45]You'll be back.  I look like her. \n[46]What? \n[47] \n[48]I don't wanna go to Europe, Daddy. You're always talking about how dreadful and provincial it is. \n[49]Georgie was always...sneaking around Daddy's properties. He saw them make it...He...got crazy about Betty. \n[50]It was Sunday I remember...Betty called...short of cash as usual. I put Daddy on, and he offered Betty money to date a nice man he knew. Georgie'd been driving Daddy crazy, wanting to get with Betty ever since the movie. Threatening to tell people he was my father. But we thought Georgie just wanted her for sex. \n[51]We said he was a war hero. Because we didn't want her to feel like a whore. \n[52]You know the rest. \n[53]I went looking for Linda Martin, and I found her at a motel in the Valley. I gave her money and told her to say the stag was filmed in Tijuana with a Mexican crew. \n[54]Bucky-- \n[55]Bucky-- \n[56]Martha knew I'd been with Betty. But that was all. But she's a demon, you know. She even called the cops with a tip on La Verne's--just hoping I'd get smeared in the papers. I scratched her good for that. \n[57]Figures. \n[58]We'll ruin you in court, you know. If you go after us, we'll ruin you. Over what? Some little slut-- \n[59]--Don't come over. Daddy's having a business soiree-- \n[60]I think you'd rather fuck me than kill me. But you don't have the guts to do either. You're a boxer. Not a puncher. \n[61]I don't know what you're talking about-- \n[62]You'll never do it. Never. Remember...I look like her. ", "Linscott": "", "Emmett": "\n[1]Saw you fight Mondo Sanchez. Boxed the pants off him. Another Billy Conn you were. \n[2]Mondo gave a good show. What ever happened to him? \n[3]Too bad. Shamed his family. Speaking of families-- \n[4]Dig in, lad. Hearty fare breeds hearty people. Haute cuisine breeds degenerates. \n[5]You're in for a cruel caricaturing, Bucky. Maddy's my pretty one, but Martha's my certified genius. \n[6]What kind of name is Bleichert? Dutch? \n[7]A great people, the Germans. Hitler was a bit excessive, but mark my words that someday we'll regret not joining forces with him to fight the Reds. I killed a lot of your countrymen during the war. \n[8]An old friend stuffed him. We were in the Scots regiment together. Georgie Tilden. He wanted to work in the flickers. \n[9]1920. Hollywood was a cow pasture, but the silent flickers was booming. Georgie got work as a lighting man, and me building houses. Georgie got me introduced to Mack Sennett and I helped him build that housing project he was putting up--Hollywoodland-- underneath that godawful sign. \n[10]Old Mack knew how to squeeze a dollar dry, he did. He had extras moonlighting as laborers and vice versa. I used to drive 'em over to Hollywoodland after twelve hours on a Keystone Cops flicker and put in another six hours by torchlight. Even gave me as assistant director credit a couple times, so grateful he was for the way I squeezed his slaves-- \n[11]Mother? Are you feeling well? Would you like to contribute to the conversation? \n[12]Mack Sennett? Helped him build that housing project he was putting up-- Hollywoodland-- \n[13]...besides, one of my foremen said the goddamn pipes are spewing gas...There'll be hell to pay. It's about time I showed the three of you good ol' Scotland. \n[14]...they've got what you need, lassie. \n[15]Aaah, laddie. \n[16]In the Argonne, Georgie used to bayonet the dead Gerries. I saw it. Thrilled him, it did. He was...hmm...disturbed. I think Ramona found him...a good way to strike back at me. \n[17]He was passive. He liked to touch dead things. His father was a surgeon, did you know that? Famous in Scotland. \n[18]Ramona didn't know a thing. Martha-- \n[19]What are you gonna do? \n[20]Don't insult me, lad. \n[21]You know, laddie. The rich don't necessarily own art just for themselves; we safekeep it for future generations. \n[22]It? \n[23]I'm not sure I know... ", "Elizabeth": "\n[1]Elizabeth Short. Betty. Beth...Elizabeth. \n[2]Sorry. Can we try it again? \n[3]Oh. \n[4]Boston. Massachusetts. \n[5]Two years. \n[6]Well, you know, when in Rome... Why? Do you want a girl with an accent? \n[7] \n[8]\n[9] \n[10] \n[11]What do you mean? \n[12]What would you like to talk about? \n[13]   \n[14]...I had a fiance, Captain Matt Durand. He was in a tank battalion. A Commander. He had...the fiercest blue eyes. Like the deep water you see from a fishing boat... \n[15]  ", "Short": "\n[1]Cops, huh? \n[2]I've got an alibi, just in case you think I did it. Tighter than a crab's ass, and that is air tight. \n[3]I know who you are. Neither of you'da lasted a round with Gentleman Jim Jeffries. As for Betty, c'est la vie. She called the tune, she paid the piper. You wanna hear my alibi? \n[4]Johnny on the spot at my job. Twenty- seven straight hours. Refrigerator repairman. Twenty-seven straight and the last seventeen overtime. Call my boss. He'll alibi me up tighter than a popcorn fart, and that's air tight. \n[5]Betty came west in '43 with stars in her eyes. I promised her three squares and a five-spot if she kept the house tidy. \n[6]Gave her the boot in July. She moved to Santa Barbara. Sent me a postcard couple weeks later. Some soldier beat her up bad. Last I heard from her. \n[7]They were all her boyfriends! Not so ugly and wearing a uniform, can't go wrong there. Betty believed in quantity before quality. \n[8]Got five daughters. One bad apple ain't so bad. \n[9]Tom, Dick, Harry. Don't matter. Said she was looking for movie work but...just paraded the Boulevard in those black get-ups of hers. \n[10]Who wouldn't get herself killed doin' that? Who? Who wouldn't? \n[11]  \n[12]Elizabeth Short. Betty. Beth...Elizabeth. \n[13]Sorry. Can we try it again? \n[14]Oh. \n[15]Boston. Massachusetts. \n[16]Two years. \n[17]Well, you know, when in Rome... Why? Do you want a girl with an accent? \n[18] \n[19]\n[20] \n[21]No...Please... \n[22]   \n[23] \n[24]Bucky! No! Stop him! I'll do whatever you want... \n[25]What do you mean? \n[26]What would you like to talk about? \n[27]   \n[28]...I had a fiance, Captain Matt Durand. He was in a tank battalion. A Commander. He had...the fiercest blue eyes. Like the deep water you see from a fishing boat... \n[29]  \n[30]It's all right, dear. I know this pug. \n[31]Came into a little change a while back, managed to trade in that shit shack out back for these digs.  And I don't give a fuck what you think, you and your partner ain't much to look at now. I read the papers. \n[32]My youngest, Christine. \n[33]Best housekeeper of the bunch. Can't cook a damn, though. Got her sister's star-eyes for the pictures, damn straight. Thinks she's gonna be another goddamn Jayne Mansfield. Get out of here, Chrissie... \n[34]Used to be dozens'd stop by, you know. Drive up from Dago or San Berdoo just to snap a shot of the goddamn garage back there. Thought maybe they'd find one of Betty's dresses in the garbage. Jackals. \n[35]Wouldn't a mattered if I did. Whatcha here for, mug? I know you ain't smart enough to solve the case, and you ain't dumb enough to still think I did it...I had an alibi. \n[36]And that's air tight, mug. Air tight. \n[37]You're hooked on her still, ain't ya? Ha. That's a plug nickel you can't spend, ain't it, mug? Ha. Yea. Betty'll do that to a fella. Especially someone like you. Like I said, I know you mug. \n[38]She was a terrible actress. I'm sure folks've told you that. She'd practice in front of the john mirror. Once or twice she got me in on it...Reading parts with her for some audition. She stunk. Even a parent could tell. What Beth was good at was writing. All her teachers used to say that. Not that a grease like me'd know the difference. Maybe she coulda written for the pictures. But she wanted to be an actress like every other silly girl. \n[39]Your folks still alive? \n[40] \n[41]Your momma? \n[42]Probably better off then. \n[43]Get a life, Bleichert. Don't dream it all away. Dreamin'll kill ya. You, too. Get me a sandwich. \n[44]Clean up some dog shit with this for me, willya? ", "Martha": "\n[1]I want to draw Mr. Bleichert, Daddy. \n[2]Did you meet Balto out in the hallway? \n[3] ", "Morrie": "", "Friedman": "", "Lee": "\n[1]Code three, Bleichert! \n[2]To the halls of Tripoli, shitbirds. \n[3] \n[4]   \n[5]He's dead meat. Manslaughter Two's a gas chamber jolt for spics. Hepcat here's about six weeks away from the Big Adios. Been better off getting a couple cracked ribs from our Privates First Class back there. \n[6]We'll never get him booked tonight. \n[7] \n[8]Tom here's my ninth hard felon of the month. Six weeks he'll be sucking gas. In three years I'll be working Central Warrants. Jewboy Deputy D.A. over there wets his pants for fighters. Promised me the next spot he can wangle. \n[9] \n[10]We'll take 'em in the morning. \n[11]He's half yours, partner. \n[12] \n[13] \n[14]Fire and Ice. \n[15]Wholesome. \n[16]It's not like you'll last the ten rounds anyway. \n[17]Bucky I'd like you to meet Kay Lake. \n[18]Made me quit fighting the smokers. Didn't want me doin' the \"vegetable shuffle.\" \n[19]Sure make Loew happy. \n[20]Seems that way. \n[21]Seems that way. \n[22]You, too. \n[23]\n[24]You gonna hide in there another week? Ain't you bored yet? \n[25]Wanna work Warrants with me? \n[26]Harrell's been callin' to tell you. You been hibernating-- \n[27]Don't you read the papers? The bond issue passed yesterday. Want the job, partner? \n[28]Ready to roll, canvasback? \n[29]  \n[30] \n[31]While you were dancing with Ellis at muster I checked Maynard Coleman's KA's on the bulletin and recognized the name of a fence. Think he tends bar here... \n[32]Bruno Albanese? \n[33]Police officers, Bruno. Let's make this fast so I don't have to watch you eat. \n[34]We know he sells to you and we don't care. Where is he? \n[35]They got here fast. The confession. \n[36] \n[37]You talk to Ellis? \n[38]Least I don't call him \"kike\". \n[39]Shitbirds. \n[40]You like pot roast? \n[41]Don't say anything to Kay about DeWitt. It'll upset her. \n[42]  \n[43]Fight stash. \n[44]A toast...To Proposition B! \n[45]Goin' into politics, Ellis? Give us a quote.  \"The only thing to fear is fear itself.\" \n[46]Seeya in Leimert Park. \n[47]This grand tour stuff's for shit. I'm callin' in some favors. \n[48]Got a tip. Snitch a mine says he's shacking with some poon in a crib near Slauson and Hoover. \n[49]We fuckin' roll. \n[50]Hopheads. Let's shake 'em for an address or a name. \n[51]Shut up, shitbird. \n[52]Bucky duck! \n[53]  \n[54]Leave me alone! You'll never fucking understand-- \n[55]      \n[56]Rise and shine partner! \n[57]Sure. Ran Mulholland at a hundred and ten. Played house with Kay all day yesterday. Feel like doing some police work? \n[58]Junior Nash's got a fuck pad on Norton and Coliseum. \n[59]Okie trash. \n[60]Is that Millard and Sears? \n[61]He didn't do this. \n[62]Not anymore. \n[63] \n[64] \n[65]Priority. Remember. \n[66]Nice white girl gets snuffed. Gotta show the voters they did the right thing passing the bond issue. It's a showcase. It's A-plus, Buck. We don't miss this. \n[67]With or without you, partner. \n[68]With or without you. \n[69]Slow and easy, Bucky. First I gave Loew a memo saying Nash blew our jurisdiction-- \n[70]It's all right. The APB still stands. We've got the pad staked. He's covered. \n[71]One week. Just one week. After that, it's back to Junior. I promise. \n[72]Copacetic. \n[73]Jesus, Bucky. \n[74] \n[75]What about her insides? \n[76]Did the guy know anything about medicine or anatomy? \n[77]Since you're so anxious to tell it. \n[78]You calling your own daughter a tramp? \n[79]Jesus fuck. We just got handed the entire U.S. Armed forces as suspects. \n[80]I'm staking Nash's pad for the night. See if we get any strange drive-bys at the murder sight. Do me a favor and drop in on Kay. She's worried about me. \n[81]  \n[82]  \n[83]  \n[84] \n[85]Oh, hey partner. Bucky listen to Kay. Babe's got ideas. Good stuff-- \n[86]Theory on, teach. \n[87]Dahlia left San Diego six days before we found her. Dago cops got a witness puts her in a tan Dodge with a partial plate ident. Finally got a cross-check that matched on Red here. \n[88]Your fault, really. After you left Kay slipped me a Mickey. Slept for seventeen hours. \n[89]Learn anything interesting? \n[90] \n[91] \n[92]   \n[93]I need this, babe. You know it. I'll rent a room for the stuff but-- You tell her Bucky. Reason with her. \n[94]Yes, ma'am. I understand. A werewolf and Red Manley. Oh no. The werewolf is Red Manley. Yes that would be more efficient... \n[95]I love tip duty. \n[96]Yeah. I rented a room for the stuff at the El Nido Motel. Nine scoots a week. Chump change if it makes her feel good. \n[97]Blanchard. Homicide. \n[98] \n[99]Who gives a fuck if he didn't kill her! I've sent Boy Scouts to the green room for less than this! \n[100]Did you see her face, Bucky? Did you see? \n[101]I want to go to TJ-- \n[102]I beat up a wall. Penance for Nash. \n[103]  \n[104]  \n[105]  \n[106]   \n[107] \n[108]  \n[109]  \n[110]...said I'd get a shot at Joe Louis if I'd take two dives for him. I said no... \n[111]--Penance for Junior Nash-- ", "Blanchard": "\n[1]Code three, Bleichert! ", "Dolph": "\n[1]Guten tag, Dwight. \n[2]Englisch Schiesser! Amerikan Schiesser! \n[3]Du, Dwight? Du? \n[4]  \n[5]You mean Vasquez? How do you think I knew to follow you? He's got a vested interest in you not finding out about Blanchard. \n[6]No. \n[7]About a month ago this Mexican woman shows up at my office in Dago. Chubby, ten tons a makeup, but dressed to the nines. Offers me five hundred to find Blanchard. Just like you I track him here where he's playing the rich gringo-- \n[8]I even see him beat up two spics who insult this Senorita--Rurales stand by and do nothing. So I know he's paying protection dough. A lot of it. Then  I hear he paid off two plainclothes Rurale to snuff a coupla guys in TJ-- \n[9]I leave a message in Dago for the woman tellin' her what I know... \n[10]Delores Garcia. But it was obviously a phony. Casco ran with some rich bimbos and I'm betting she's one of his. Revenge on Blanchard for offin' Felix. \n[11]I come back to Ensenada on my own, thinking about all that cash he was flashing. \n[12]You wanna hear this? \n[13]Blanchard's dead. Bullet in the cabeza. Rumor is they never found any money. \n[14]Maybe the Rurales. Maybe that woman or friends of hers. Who knows? I figured Blanchard was rogue, figured someone like you'd come lookin' for him. Maybe have a line on where the cash was. You knew Blanchard, maybe we can-- \n[15]Look I didn't know it was personal! Don't hit me again-- \n[16]The locals keep the damn thing lit up. They got a lotta missing relatives. \n[17]Gardening tools-- \n[18]Here. Supposed to be near el bannero. \n[19]Sailor's uniform. It's a sailor... ", "Bleichert": "\n[1] \n[2]  ", "Ramona": "\n[1] \n[2]Did you know, Mr. Bleichert, that Ramona Boulevard was named after me? \n[3]When Emmett married me for my father's money he promised my family that he would use his influence with the City Zoning Board to have a street named after me. But all he could manage was a dead-end block in a red light district in Lincoln Heights. Are you familiar with the neighborhood, Mr. Bleichert? \n[4]Then you know that the Mexican prostitutes expose themselves out of windows to attract customers. I hear many of them know Mr. Sprague by name-- \n[5]I'll sing for my supper when Mayor Bowron comes to dinner, but not for Madeleine's male whores. A common policeman. My God, Emmett. How little you think of me. \n[6]I'm in here, officer. \n[7]   \n[8]We see you out there, you know. Every night. We see you. You don't fool us. You didn't hurt Georgie. You didn't hurt Madeleine. And as much as I wish you would, you didn't hurt Emmett. You're a voyeur. That's all the lesser classes have. Pressing their nose up against the glass. \n[9]Emmett slashed his face, I'm sure you know. Madeleine was eleven and she looked just like Georgie. When he got out of the hospital I gave him the Hugo book as a present. My Gwynplain. But he was afraid of Emmett's rage...After that...we rarely spoke. \n[10] \n[11]Emmett never stopped hating me. \n[12]For being richer than he was. \n[13]I followed them to the bungalow. There was a baseball bat under...under a tree...She tried to run from me...but she was drunk. The first swing knocked her out. I made Georgie tie her to the mattress....The second swing woke her up. \n[14]She looked so much like my Maddy. It was...the cruelest of jokes. \n[15]Martha mustn't know. She's all that's left of this family that isn't dying. You consider her when you decide whether we're worth it. \n[16]Honestly, though. Sometimes I thought Martha was going to bring the whole family down around her by chance. Her little stunt about tipping the police to LaVerne's-- \n[17]Oh is that so? You poor boy. Your life is worse than mine. Maybe the cruel joke is on you. ", "Kay": "\n[1]Lee used to drag me. I was taking somme art classes so I'd sketch the boxers. \n[2]For moral reasons I hope the LAPD gets ridiculed for perpetrating this farce. For financial reasons I hope Lee wins. And for aesthetic reasons I hope you both look good with your shirts off. \n[3]Luck, Dwight. \n[4]At least he looks good with his shirt off. \n[5]I was never very good. Ended up with a degree in History. Masters. Lee's fight money paid for it. \n[6]I asked him to. Besides, catching animals gave him a sense of order. You have a girlfriend, Dwight? \n[7] \n[8]I have to go, Dwight. Good luck tomorrow night. \n[9] \n[10]\n[11]  \n[12]Hello, Dwight. Glad you could make it. \n[13]Then you've never really had to. Lucky man.  Lee! Dinner! \n[14]To fairy tales! \n[15]  \n[16]Oh baby. Oh babe. \n[17]Bobby DeWitt gets out in a week, Dwight. We're on edge. He swore at the trial he was going to kill Lee. \n[18]Lee's scared. You don't know Bobby. \n[19]      \n[20]  \n[21]Hi, Dwight. \n[22]Lee stomps, you tread lightly. \n[23]Let me guess...Lee's up all night-- probably on Benzedrine again--working that poor girl's murder-- \n[24]You're worried about him. And he's worried about me. But who's worried about you? Is that left for me? \n[25]For such a cautious man you're quite a hardcase. \n[26]Good night. \n[27]  \n[28]  \n[29]Hi, Dwight. \n[30]Lee, Dwight's here. \n[31]This kind of theorizing's nonsense, but I'll give you a theory if you'll eat something to calm yourself down. \n[32]Well. Just a guess. But maybe there were two killers. Because the torture cuts are crude, while the bisection and the cut on the abdomen are neat and clean... \n[33]   \n[34]It's sick and it's insane! After everything...And all that might happen-- \n[35]Dwight, you can be so gutless sometimes. \n[36]  \n[37] \n[38]I haven't seen him since you beat him up. \n[39]I don't blame you. \n[40]I don't want you coming over here just to sleep an the couch again. \n[41]You know Dwight? Fighting, cops, guns. To most people--that's the scary stuff. Not everything else. \n[42]Luck. \n[43]Luck. \n[44]  \n[45]I spent the morning with Internal Affairs. I told them...everything I knew. I gave them so much...and in the end it didn't seem like anything at all. \n[46]You don't know anything, Dwight. But that's what I like about you. \n[47]I've been offered a job. Teaching sixth grade at Fairfax Primary. With Lee gone now-- \n[48]  \n[49]   \n[50]  \n[51]  \n[52]  \n[53]I could take sick days. Maybe a trip to Santa Barbara, or even a drive to San Francisco... \n[54]When? \n[55]You're a fool, Dwight. \n[56]    \n[57]  \n[58]  \n[59]That reminds me of something, Dwight. \n[60]Floorboard's loose near the closet. Think you could fix it? \n[61]Sounds lovely. Where is it? \n[62] \n[63]Dwight? \n[64]Oh. I...always wondered where he kept it. \n[65]He'd given all his money to Ben Siegel. He wanted to give me a home. \n[66]He knew what Bobby was doing to me...How he'd used a razor on me...pimped me to his friends... \n[67]...Bobby know nothing about the bank job. He and Lee, they never even met. After Lee and his driver got away, Lee figured framing Bobby'd give me a way out... \n[68]Then last year...the fourth man--the driver--he heard Bobby was getting paroled. He threatened to tell DeWitt that Lee framed him. He wanted money we didn't have. Ten thousand dollars. \n[69]Promise me this: Forgive him for DeWitt. Forgive him for the bank. It doesn't matter anymore. Not to us. \n[70]Baxter Fitch. \n[71]He used you, Dwight. He did. Forgive him everything else. But don't forgive him for that. Ever. \n[72]   \n[73]  \n[74]Dwight-- \n[75]Dwight-- \n[76]  \n[77]  \n[78]   \n[79]I didn't touch your things. You can have the furniture. \n[80]Did you think I'd let my husband disappear for three weeks and do nothing about it? I've had detectives following you, Dwight. Detectives. She looks like that fucking dead girl, so you can have her--not me. \n[81]Whoremonger. Coward. Necrophile. \n[82]Dwight? \n[83]You are so, so good at some things. \n[84]He was going to leave no matter what. I didn't know if I was ever going to see him again, and I wanted him to be comfortable if such a thing was possible. Dwight, he knew I was in love with you, and he wanted us to be together. \n[85]Goddammit, Dwight! That girl--that girl! I don't give a damn about that girl. She ruined our lives! \n[86]He loved us. Don't take that away from him. And I love you. And if you hadn't seen so much of yourself in her you'd realize how much you loved me.  So if you're aware of something more important than that...I'd like to hear what it is. \n[87]    ", "Lake": ""}}