{"filename": "Hunt-for-Red-October,-The_script.txt", "imdb_id": "tt0099810", "imdb_url": "https://www.imdb.com/title/tt0099810", "characters": ["Bill Steiner", "Captain Borodin", "Andrei Lysenko", "Jeffrey Pelt", "Ivan Putin", "Jack Ryan", "Seaman Jones", "Chief of the Boat", "Dr. Petrov", "Bart Mancuso", "Admiral Greer", "Marko Ramius", "Skip Tyler", "Admiral Painter", "Captain Tupolev"], "dialogues": {"Bill": "\n[1]thirties, the bane of Tyler's existence. Steiner's head is sticking out of a hatch on the mini sub. Eyeing him, Tyler BELLOWS: \n[2]Before we begin, Captain. I would like to know exactly what happened to Putin? He didn't slip on his tea. Did he? ", "Steiner": "\n[1]thirties, the bane of Tyler's existence. Steiner's head is sticking out of a hatch on the mini sub. Eyeing him, Tyler BELLOWS: \n[2]Brilliant, Skip. You're one of those guys you can't hide things from, right? Tyler. grits his teeth. Steiner closes the hatch. Across the room, Ryan enters. Spotting Tyler, he moves to the platform, staring at the mini sub. The propeller starts turning. It submerges. \n[3]sitting before a wheel at a brightly lit panel, just as cocky as when we last saw him in the mini sub at Tyler's lab. Next to him, a COPILOT checks a clipboard. Behind them, Jones, Ryan and Mancuso climb up through a hatch. Jones shuts it. Steiner speaks into a headset:: \n[4]OX. Passengers are aboard. Check-off complete. Request clearance to lift-off. Gentlemen, we have clearance. Fasten your belts and grab your nuts. We're taking a ride. Ryan sits opposite Mancuso. Jones is to Mancuso's right. The bulkhead rocks slightly. Steiner turns a yoke. \n[5]Battery sperm? \n[6]Roger. Coming right to course zero-seven- ive. Make initial preparations to land. The copilot starts toggling switches. Behind him, Mancuso checks the .45 in his holster. Ryan watches. \n[7]Roger. Hit the running lights. \n[8]Roger. Open the hatch. Getting up, the copilot heads for the hatch. \n[9]I think somebody just shot a torpedo at us! \n[10]       ", "Captain": "\n[1]Ramius' executive officer, also in black uniform. Borodin's rigged with a mike. , Brass .buttons gambol in his Nubian cap like money. \n[2]skipper of the DaZa, early-forties, muscular body encased in a blue jumpsuit, works the intercom on the periscope plat6arm: \n[3]C3osing the door behind him, Ramius turns into the room. Surprised, he sees \n[4]Red October's navigator, watches Ramius i tently. The tension is palpable. Something extraordinary is about to happen: \n[5]]ate-thirties, intense, leans over a navigator tab] e. A blond man with a clipboard approaches. He is \n[6]fiort ies, in a leather flight jacket, approaches the Greyhound. SHOUTING SAILORS batten down the plane. A door opens. Ryan climbs down a ramp on shaky legs. Taking his arm, Davenport SHOUTS: \n[7] ", "Borodin": "\n[1]Ramius' executive officer, also in black uniform. Borodin's rigged with a mike. , Brass .buttons gambol in his Nubian cap like money. \n[2]      \n[3]Granted. \n[4] Think of it, Comrade.. .son of only a humble mM worker... \n[5]it's time, Captain. St M dealing with Putin's exit, Ramius turns away from the hatch, contemplating the shore. After a beat, softly:. \n[6] \n[7]He must have been in our baffles. We can't have Raising his hand, Ramius activates the intercom \n[8]You're not in command. \n[9]You heard the Captain. Dismissed! One by one, the men file out of the wardroom. When they are gone, Borodin turns to Ramius,... speaking quietly:' \n[10]Captain. I would never disagree with you in front of the men. But Viktor is right. We are in this together. What we are attempting is d'f cult. And -- \n[11]What if we're detected, Captain? \n[12]Dammit, Alex. If we run any longer on normal power, weft have the w-hole - \n[13]in a cramped tunnel beneath Red October's engineering compartment. Melekhin is holding a steel. pipe. Above, a piece of rope dangles from some gears. A slipknot has been tied on the loose end. \n[14]But, Captain. There's over a hundred of them. \n[15]Shall I flood the tubes? Captain, shall I flood the tubes? \n[16]Weapons are armed. Tubes one and two are not ficoded. \n[17] \n[18]But Captain, I just -- \n[19]drinking tea and munching black bread in Red October's wardroom. Nobody else around. Borodin smiles at Ramius fondly: \n[20]Do you think they will let me live in Montana? \n[21]Good. Then I will raise rabbits in Montana and marry a round American \n[22]  \n[23]  \n[24]  \n[25]Captain. L,ieubenant Tbi3JsJ reports the sea state is too rough to launch the rafts' over the she. The men will be gushed! \n[26]  \n[27]U.S. Knox class frigate. She's flashing light. I']]. read. Red October. Stay where you are. Do not attempt to submerge or we will are. Stand by to be boarded. \n[28]I would have like to have seen Montana. And the Indians.  captain? - _. He dies. RAGING, Ramius POUNDS the BULKHEAD. Kamarov notices a light on a panel: ", "Andrei": "\n[1]early-thfrties, Tupolev's executive officer. This Conn is smaller than Red . October's and the weird vibes perfectly reflect the rampant paranoia of the Commander: \n[2]fifties, dewlapped Soviet Ambassador to the United States, in a dark suit and tie. Lysenko's uncomfortable. Pelt stares at him: \n[3]twenty, Soviet sonar operator, spots something on a sonar display simuar to Jones'. Speaking into a headset: ", "Lysenko": "\n[1]fifties, dewlapped Soviet Ambassador to the United States, in a dark suit and tie. Lysenko's uncomfortable. Pelt stares at him: \n[2]we fear she may. be down. Lysenko leans forward: \n[3]I hope there won't be any confusion in this matter. \n[4]The weather in Washington is so unpredictable, don't you think? \n[5]I'm afraid there's been a pew development. Apparently, the initial reports that one of our submarines was missing were not completely accurate. \n[6]In my position, I'm sometimes compromised by the fact that Moscow doesn't tea me everything. \n[7]The other day you offered your assistance \n[8]Because American lives are at stake, I've been instructed to ask your President for precisely that. Since you were so adamant about the consequences of confusion, I thought we might ask him together. \n[9]I appreciate your candor in the matter. \n[10]      \n[11]There is another matter... One I am reluctant to - \n[12]One of our submarines, an Akula, was last reported in the Reykjanes Ridge. We have not heard from her for sometime. Pelt stares at him blankly, time hangs suspended. Finally, Peat reaches far the bridge of his now as if to stave of a ]dtler \n[13] \n[14]Shut up! Don't speak to me Boris. Don't ever speak to me unless I speak to you first. And wipe that smile off your face! Lysenko pBe into the limo, slamming the door as hard as he can. Locked inside, he starts shouting and hitting things. ", "Jeffrey": "\n[1]the President's National Security Advisor arrives. In his mid-mss, wearing wire-rim spectacles, Pelt's nearsighted, brOliant and a crackerjack poker player. Generals and Admirals take their places. Pelt site at the head of the tabl, turning to Greer: ", "Pelt": "\n[1]the President's National Security Advisor arrives. In his mid-mss, wearing wire-rim spectacles, Pelt's nearsighted, brOliant and a crackerjack poker player. Generals and Admirals take their places. Pelt site at the head of the tabl, turning to Greer: \n[2]Let's get started. \n[3]  \n[4]You would characterize this as a first strike weapon, Dr. Ryan? Ryan glances at Greer. Greer smi reassuringly. \n[5]Conclusions? \n[6] \n[7]Sink her? \n[8]  \n[9]Go ahead, Dr. Ryan. \n[10]Bottom line, how long before Rami&gt;us will be in a position to launch his misses at us? \n[11]Alright. I'll brief the President. That will, be all, gentlemen. Dr. Ryan. Would you stay for a moment, please? Everyone gets up to leave. As Greer rises, he winks at Ryan: \n[12]You slammed the door on the General pretty hard, Jack. \n[13]    \n[14]OK. When can you leave? \n[15]Perfect. I can't ask any of these chaï¿½tacters to go. None of them would volunteer putting their reputations on the line. And anyway, none of them are expendable. IR]. give you three days to prove your theory, after that we won't have any choice but to hunt Ramius down and blow him away. Will, you do it? Ryan stares at Pelt. \n[16]in a chair in his offf in the Executive Office Building. Through a window, the White House. On a couch opposite him \n[17]Forgive me, Ambassador, for dispensing with the usual formalities. But the President views this situation as critical. Our m,7 ttary counts thirty-two of your anti-submarine aircraft in the sky laying down enough sonar buoys that a man could walk from Greenland to Norway without getting his feet wet. What's going on? \n[18]So do I, Ambassador Lysenko. Confusion could be -- Catastrophic. \n[19]in his chair in his office in the Executive Office Building. Sitting on the couch in precisely the same position as when they last talked, Ambassador Lysenko wipes his brow: \n[20]How can I help you, Ambassador? \n[21]silent), The. submarine in question, Red October, is commanded' by a Captain Marko Ramius Apparently r he has suffered some kind of a nervous breakdown... He -posted a letter just before he announcing his intentions to fire his mis' it at the United Stat s. Pelt stares at Lysenko. Lysenko shifts his weight. _ The Russian finds Pelt's steadyâ\u0080¢.gaze unnerving: \n[22]Why didn't you tell me this the last time we met? \n[23]So one of your submarine captains has gone insane? What is it you want from us? \n[24]The other day it was a rescue mission. You want us to help you hunt Ramius down and kill. him? \n[25]I understand. Pelt picks up the phone. \n[26]in his office seated across from Lysenko: \n[27]With the depth of the water and the wreckage scattered over such a wide area, it we]. be a long time before anything is recovered. Your people are already interviewing the crew and making arrangements for their r turn. (Lysenko nods, \n[28]  \n[29]  \n[30]No. Please go ahead. \n[31]You've lost another submarine? Andre... Lysenko sits, hat in hand. Finally, he averts his gaze. ", "Ivan": "\n[1]block-faced, forties, pink-necked, political officer assigned to Red October, clambers through the hatch into the air, wheezing: \n[2]nervous, twenties, Asiatic, locks a dead bait, securing the wardroom. Tension is elect_ic, palpable. ", "Putin": "\n[1]block-faced, forties, pink-necked, political officer assigned to Red October, clambers through the hatch into the air, wheezing: \n[2]Ah,, Captain, every time I climb that ladder, I realize what an over-fed ox rve become. Put in smiles. Ramius smiles back, but his eyes are cold. Suddenly, there's not a lot of Lave on the bridge: \n[3]        \n[4]  \n[5]...though I'm sure your father was nothing like him. Pefmisrdon to go below? Smirking, Putin leaves. Ramius watches him go. SPEAKERS in the \n[6]There is no such thing as privacy in the Soviet Union, Comrade. It's antithetical to the oal]ective good. Suppressing his anger, Ramius moves to a locker, changing into dungarees. He can fiee]. Putin's weasel eyes crawling up and down his back. Holding the bible, Put in muses: \n[7]You. surprise me, Captain. A man in your position reading trash about the end of the world. \"I am coming soon. I will give to each according to his deeds. I am the beginning and the end.\" Did you underline these passages? \n[8]Your wife was a beautiful woman. A tragedy her life was cut so short. \n[9] Given the amount of fire power on Red October, I'm sure the whole world will. breathe a cm1 eotive sigh of relief. \n[10]   \n[11]As you wish. There's a safe on the wall. Ramius spins the combination. Inside, another safe with four locks. Both Ramius and Putin have keys. Inside the second safe, a large envelope. it has an ornate. scarlet seal, marked 'Top Secret'. Ramius cracks the seeal, removing four pages of operation orders. Glancing at Putin; he reads: \n[12]Captain Tupalev's boat. \n[13]Captain, this is an historic moment for all. of us. I should like to make a request. \n[14]  \n[15]and his face goes slack. With surprising gentleness, Ramius lowers the shuddering body to the deck. Carefully, he checks the pulse in Putin's neck. Dying, Putin stares into Ramius' face. \n[16]Two Russian sailors lug his zip-locked corpse into a walk-in freezer in Red October's galley. Three k's assistants carve steaks and watch. One of them ", "Jack": "\n[1]early-thirties, good-Looking, disheveled and harried, stuffs papers into a brief case. Slamming it shut, he reaches for his raincoat. ", "Ryan": "\n[1]early-thirties, good-Looking, disheveled and harried, stuffs papers into a brief case. Slamming it shut, he reaches for his raincoat. \n[2]  \n[3]What's the matter? \n[4]I have to go on a business trip and you have to go to sleep or when you grow up you'll only be two inches tall. \n[5]What's the matter, Stanley? Are you nuts or something? \n[6]English, intelligent features, in tweed suit and raincoat. A matronly woman hovers in the doorway behind her: \n[7]Just a minute. - Daddy has to go, cricket. You and Stanley go upstairs with Mrs. Wheeler and go straight to sleep. When I'm away, I'll see if I can find Stanley a brother. \n[8] \n[9]I'm all wet. \n[10]  \n[11]Won't do me any good --- \n[12]  \n[13]  \n[14]      \n[15]I can't seem to sleep on planes. It's the turbulence. \n[16]  \n[17]No. I just read a lot of books. \n[18]humping his suitcase into a giant terminal at the end of a long line of travelers. Above the line, a sign: \n[19]  \n[20]I think I need ooffiae. Ryan perches on the couch. Greer pours Ryan takes it in both hands, coaling it with his breath. \n[21]  \n[22]Fine. She sends you her best. \n[23]A very precocious five. A week ago she announced her life would be a loot less lonely if Margaret and I would buy her a baby brother. \n[24]British Intelligence received these two days ago. She's the Red October. The Soviet's newest typhoon. \n[25] \n[26]Twelve meters longer than the normal typhoon, three meters wider. The captain's name is Ramixts. \n[27]Yes, sir. I did the bio on him last year. He's taken out the lead boat in each new sub class for ten years. Fairly good political connections. He's also trained most of their attack boat skippers. They can him the Vilnius schoolmaster. Greer studies one of the photos with a magnifying glass. Something captures his attention: \n[28]The doors, Admiral, are the problem. I don't know what they are and neither do the English. it's just pole our friends at the Ustinov Design Bureau have come up with something new. With your permission, I'd like to show these to someone. Do you know Skip Tyler? \n[29]  \n[30]Right now if it's OX with you? 've. never met him personally, but - \n[31]  \n[32]Well, In that case -- Can you tell me where I can buy a bear? \n[33]Yes sir.  What it that thing? \n[34]That's what a DSRV looks like. \n[35]What are you doing with it? Tyler climbs off the piatfarm, working his cane with practiced precision. Taking Ryan by the arm, he heads for a door: \n[36]  \n[37]How about a towed sonar array? \n[38]A what? \n[39]  \n[40] \n[41]it put to sea this morning. \n[42]Any records of our work on the caterpillar? \n[43]Yes? No, this is Dr. Ryan. Affright. He stares at Tyler quizzically, waiting: \n[44]Yes, Admiral, I'm --- \n[45]Yes, sir, but what's - \n[46]I got a line on the doors. You know what they are? Greer doesn't answer. Impatient, Ryan follows him into \n[47]       \n[48]Jesus... ! This is unbelievable. The Kirov, too. They've sortled their whale bloody fleet! \n[49]Where're we going anyway? \n[50]Who's giving the brieefing? \n[51]  \n[52]into the White House Briefing Room. Joint Chiefs are gathered around a thirty foot conference table. Greer introduces Ryan to a GENERAL and an ADMIRAL, then mingles. Left alone, Ryan spot, a lectern at the foot of the tabl. Nearby, a yeoman tends a slide machine, an overhead projector and a large bulletin board. Ryan heads for the lectern. The yeoman has a list of slides, some photos and mustrations. Trying to gather his thoughts, Ryan steps behind the lectern. \n[53]Gentlemen, the last twenty four hours have seen some extraordinary Soviet naval activity. The first to sail was -- this ship, the Red October. A variant of the typhoon class, she's some six hundred fifty feet long. Thirty-two thousand tons submerged displacement, roughly the size of a World War II aircraft Carrier. Unlike the standard typhoon, equipped to fire long-range missiles from Russian waters, Red October carries fifty-six SS-311s, which is a short-range attack mis it with eight independent warheads. That's four hundred forty-eight warheads all spedfically designed to fire close in. We believe these doors on the bow, and here again on the stern, enclose a magneto-hydrodynamic drive, or caterpillar, which may allow the sub to run totally silent. it is possible this new drive system allowed the captain, a man named Marko \n[54]to elude one of ' our attack boats, the Dallas, which trailed Red October f r om harbor this morning. This drive, if it's working, could render Red October invvsihl8 to our SOSUS warning nets in the Atlantic. \n[55]There's no doubt about that, sir. She is designed to approach by stealth, and fire on a target with little or no warning. \n[56]Precisely, Admiral.. if I may continue. Shortly after the Dallas lost contact, there were additional Soviet mailings from Pa tjarny, Leningrad and the Mediterranean. The Soviets have \n[57]That's her uncle! \n[58]  \n[59]This is the twenty-gird, isn't it? Greer nods. Order in the room has broken down. Generals and Admirals argue vehemently about appropriate. responses. Staring at the photos, a light goes off in Ryan's brain: SljenCel. Ryan realizes everyone in the room is staring at him. \n[60]Uhhmm...I was just thinking there was perhaps another possibility we ought to consider. Ryan takes a deep breath. \n[61]Ramius might be trying to defect. Nobody moves. Ryan glances at Greer. Greer rolls his eyes. Too far out. Ryan's on his own. The.General bristles: \n[62]Well, Ramius trained most of their Officer Corps. He'd be in a position to sect men willing to help him. And he's not Russian. He's Lithuanian by birth, and by heritage. He was raised by his maternal grandfather, who was a fisherman. He has no children, no ties to leave behind and - This morning was the first anniversary of his wife's death. \n[63]I know Ramins, General. He's. been a maverick for his entire career. I even met him once at an embassy dinner. ï¿½met captain Ramius, sir? Have you ever The General darkens. Making a decision, Pelt turns to the Admiral: \n[64]It wasn't my intention, sir - \n[65]Well, somebody has to go out and try- - to contact him. \n[66]      \n[67]  \n[68]dng hands) Jack Ryan, Admiral.. Sorry for the confusion, but, as:-l was just. telling Captain Davenport, I'm not a naval of cer I work for Admiral Greer at the. CIA. He thought I would draw less attention if I.was in uniform. \n[69]Not ne s_~:4'y. If he personally recruita d the of6cers, it's theoret i ally \n[70]Perhaps it would be enough to get some I men aboard to analyze the propulsion \n[71]Perhaps. I'm not sure that --- \n[72]Can't remember. Every time I get. the chance, somebody puts me on another airplane. \n[73]  \n[74]brushing his teeth in the head adjacent to his stateroom on the Kennedy. Through an open door, his unmade bunk. Catching sight of himself in the mirror: \n[75]We'd have to get rid of the crew. How do you get the crew off a nuclear submarine? \n[76]Morning, Admiral. \n[77]Like the dead.  Our friends have been busy. \n[78]Could you get me aboard the Dallas? \n[79]  \n[80]  \n[81]Wait a minute! \n[82]Jesus Christ! I cant believe it! Jesus Christ --Â» \n[83]When I hit the water, it was like Ice. I thought I was going to freeze -- \n[84]  \n[85]Captain, we have to find the Red October. She's a Russian -- \n[86] \n[87]I have to talk to - \n[88] \n[89]What do you mean battle stations? Look, I've been authorized by the President of the United States to talk to the Captain of Red October. Mancuso takes the last message from his pocket: \n[90]  \n[91]Wail! Think about this a second. Naturally the Soviets would tall us he is insane. They want us to sink him before he has an opportunity to defect. \n[92]Listen to me, Captain. There must be some way you can establish contact without violating your orders. I'm telling you, he wants to defect. If there's ever going to be peace in the world somebody has to take a risk. Give the man a chance. He's defecting. I know it. Please. \n[93] \n[94]What does it mean? \n[95]American government told you intend to launch mis. lc s. Do not approach U.S. coast. Repeat. Do not approach U.S. coast, or you .w&gt;7 . be attacked. If you understand, ping once. He can do that, can't he? \n[96]  \n[97]Just send it. And ten him to ping again if he agrees. \n[98](to Mancuso,., \n[99]  \n[100]  \n[101]He's not going to change his mind. \n[102] \n[103]Russian Cigarette? Could I try one? Mancuso frowns. Borodin offers Ryan a cigarette. Kamarov has a light. Ryan inhales and COUGHS: \n[104]  \n[105]You have a good memory, Captain. We meet briefly years ago. But I'm not a naval commander. I work for the CIA. \n[106]Easy, Captain. I'm not an agent. I'm just an analyst. I write books. Suddenly, HIGH SPEED SCREWS passing over the HULL: \n[107] \n[108] \n[109]  \n[110]Pardon? \n[111]  \n[112]What happened? \n[113]So we're safe? \n[114]  \n[115]Be careful what you shoot at, Ryan. Very sensitive.. .in here... \n[116]Sensitive stuff...in here ...I have to... be careful... of course. The ship turns. Wall becomes cuing. Grabbing the catwalk, Ryan hangs at a ninety degree angle. GUNFIRE. Bullets RIP into the BULKHEAD inches from his HEAD: \n[117]I have to be careful what I shoot at.. He doesn't have to be careful... He can shoot at anything he wants. \n[118]Flame LEAPS from the BARREL of the .45. The pistol KICKS like a MULE. Loginov is delivered to eternity. Impotent, the wires fall to the floor. \n[119]  \n[120]We're two hundred miles from the nearest naval base. \n[121]I grew up not far from here. My grandfather taught me to f5sh right over there on that rock. Ramius spots a large rock on the shore. So warm and inviting, this land, when compared to the bitter cold coast he ]eft a ]ifetl,me ago. Ram hl studies Ryan in the stillness: \n[122]Why? I assumed you would speak when you were ready. \n[123]Your wife? \n[124]Fishing? \n[125]  \n[126]sound asleep in his seat, empty tea cup on a tray beside him. A blanket hangs on one log. In the seat next to him ", "Seaman": "\n[1]listens to a headset and eyeballs the display. A college dropout with a genius IQ, Jones is the kind of guy who likes tossing dead cats into crowded cathedrals. \n[2]unruly red hair, a minion freckles and a wary smile, sits beside Jones. On SPEAKERS in the bulkhead, the PRIMORDIAL HOWL again, MUFFLED, clued with NOISE TRANSIENTS: ", "Jones": "\n[1]listens to a headset and eyeballs the display. A college dropout with a genius IQ, Jones is the kind of guy who likes tossing dead cats into crowded cathedrals. \n[2] \n[3]  \n[4]Correct, Seaman Beaumont. Surface Affects Processing. There is hope for your small brain yet. And like Mozart at Saltzburg, you have labored to produce... hiclocdc. \n[5]A whale, Beaumont. A whale. A marine mammal that knows a fuck of a lot more about sonar than you do. Beaumont frowns. Appearing in the sonar shack door, directly \n[6] \n[7]it was Paganini. \n[8]Be sti 1, I got it. Jones works in silence, then punches the intervom: \n[9]Conn, sonar. \n[10]Distant contact, submerged bearing zero- nine-seven. It's a wild guess, but I'd say we had a Boomer headed out of the barn. \n[11]  \n[12]Computer's chewing on it. Twin screw and the plant noise sounds like a typhoon but - Computer ptintar CLATTERS. Ripping off the printout, Mancuso \n[13]Not if we stay in his baffles, seaman Beaumont. Not if we stay in his baffles. Come in behind his propeller and he's deaf as a post. \n[14]in the Dalla' sonar shack, working his computer. The COB is behind him, Beaumont to his left. Red October's AMPISFIED HISS f Ms the room. Suddenly, \n[15]Don't know. \n[16]It disappeared, sir. \n[17]Running diagnostics, now, Captain. Jones is starting to sweat. He runs his tests. Nothing. urning, he stares blankly at Mancuso: \n[18]Sonar is working, sir. The Russian just disappeared. One minute he was steady four thousand yards off our bow and then he was gone. And r a second, I thought I heard... well ;-- \n[19]  \n[20]Jesus Christ. Somebody just stepped on the gas. Sonar contact, Captain. Very loud. Viktar Class Soviet submarine. Cutting big holes in the water. Bearing six- five-zero. \n[21]Jeez. There's another one. Bearing .,even-three. Hold on. There's two more out there. They're all in a hurry and don't care who the hell knows it. Have the Soviets scheduled submarine races today, sir? \n[22]working his tape recorder in the Dallas' sonar shack. Varying speeds, â\u0082¬ftering extraneous noise, Jones is isolating the eer9e \n[23]at a translucent status board in the quartermaster's station on the Dalla. Behind the status board, projected on a screen, a nautical map of the North Atlantic. Mancuso and Thompson enter. \n[24]  \n[25]I've been working on a sound I heard when the typhoon disappeared. I washed it through the tape machine several times and managed to isolate it. But when I asked the computer to identify it, the answer I got. was magma displacement. \n[26]Yes sir. See, the system we are using was originally- designed to look four seismic events and although we adapted it. to hunt for submarines - \n[27]Aye, aye, sir. Anyway,; I got curious, and. started tracking. the sound on our lateral array. I located it four different times. The fifth time it was gone and I couldn't find it. But I want to show you what I worked up. Picking up a grease pencil, Jones makes calculations on the status board overlaying the nautical map: \n[28]The first contact was at zero-nine-Been hours and the bearing was two-six-nine. Then at zero-nine-thirty hours it was bearing two-six-zero. And at zero-nine- forty-eight is was two-ive-zero. I came back to it at about ten-hundred and the bearing was two-four-two. The last signal was real faint and I didn't have a very good lock on it. \n[29]Well, I figure it couldn't be very far away from us, right? Let's say it was halfway between us and Iceland. That would put it on a course like this. Jones makes more calculations on the. status board. Mancuso recognizes a pattern: \n[30]Exactly. Sir, I believe the sound I heard is the acoustical signature of some kind of super-quiet Russian submarine and he's taking the inshore track off the Iceland coast. \n[31]  \n[32]Yes, sir. Now that I know what to listen for, I'1 bag the sucker cold. \n[33]in the Dalla' sonar shack, working furiously with his equipment. Beaumont watches. The COB's behind him. TRANSIENT ocean NOISE on SPEAKERS. Over the INTERCOM: \n[34]  \n[35]He's close. I can feel it. \n[36]Don't encourage the man, seaman Beaumont. He's very old. \n[37]You're an old man, COB. Way over the ham. Your trout is so wrinkled it's about to faU off. \n[38]Speaking of which, what happened to that Hustler Magazine that was in the head? \n[39]For many months, seaman Beaumont, there was a Hustler magazine located in the crew's head. it was community property. Then one day, it disappeared. The ..COB. here was the last person seen entering the head before it vanished. \n[40]I have a theory, seaman Beaumont. I believe the CO B Is like a black widow, spider. After he has sex with a magazine, he eats it. Beaumont HOWLS. The COB turns pink. \n[41] \n[42]       \n[43]  \n[44]       \n[45]Conn, sonar. Red October is coming left. My read is he's returning to base course. \n[46]Are. you injured!? \n[47]I'm gonna take you in through an escape trunk! Jones hooks Ryan to the line. Salt stings Ryan's eyes. His, breathing's ragged. \n[48]Listen, you son-af-a-bit h. I'm only gonna tell you once. Stick this fucking thing in your mouth and breathe! Ryan takes the mouthpiece, inhaling and exhaling rapidly. The helicopter circles above. Jones drags Ryan \n[49]No, sir, captain. operating as before. Ryan appears in dry clothes. Mancuso ignores him. The of5cer of the deck turns to Mancuso: \n[50]  \n[51]Negative, Captain. He's just matting there. Hold on -- Hull popping. Target's coming shallow. Mancuso frowns. The crew's a cased spring. Ryan's walking on \n[52]Conn, sonar. My only contact is Sierra thirty-five, Red October. Bearing two- seven-zero. \n[53]Wrong. Ours growl. Yours whine. It's Russian! \n[54]  \n[55]  \n[56]  \n[57]  \n[58]  \n[59]  \n[60]  \n[61]  \n[62]  \n[63]Another torpedo, Captain. It has enabled and is active. It has acquired us and is homing. \n[64]  \n[65]   \n[66]  ", "Dr.": "", "Petrov": "\n[1]forties;, .thin, bespectacled and careworn. A dedicated Party man and `compulsive gossip, Petrov is the Red October's medical ofdoer. Ramius has the; counterfeit orders in his hand: \n[2]You must not blame yourself,,- Captain. Accidents happen. I assume we wall be returning to base? \n[3]But how can we continue a m scion without a political offcer? \n[4]Yes, but - \n[5]This is all very unnerving, Captain. The reason for having two missM keys in the first place is to prevent one person from... \n[6]Making a mistake and... We must report this to Red Meet Command. \n[7]Captain, perhaps I should keep Putin's key until -- \n[8]  \n[9]But are there any radiation -- \n[10]Shouldn't-'we first check the \n[11]  \n[12]Place flask under valve four and draw one hundred m peter coolant sample. \n[13]Shut the valve and secure the sink! Melekhin shuts the, valve. Petrov stares at the alarm. Below it, a meter is flashing red: \n[14]Seal that sample in a plastic bag and take it to the lab. I'I1 get the Captain! \n[15]Listen to me. Radioactive fuel is in the water. If it gets into our air, it could ' loll us all! \n[16]  \n[17]Forgive me, Captain. But - \n[18]      \n[19]I think so. I -- \n[20]  \n[21]I protest! What authority do you have to fire? I protest! ", "Bart": "\n[1]skipper of the DaZa, early-forties, muscular body encased in a blue jumpsuit, works the intercom on the periscope plat6arm: ", "Mancuso": "\n[1]skipper of the DaZa, early-forties, muscular body encased in a blue jumpsuit, works the intercom on the periscope plat6arm: \n[2]Start a plot, Jonesy. IM be there in a second. Leaving the deck, Mancuso glances at his executive offker \n[3]I'91 be in sonar, PhiL \n[4]What do you have? \n[5]bent over Jones' shoulder in the Da11as' sonar shack, concentrating on the blinking light on the sonar display. Thompson's to his left. Jones is on a headset: \n[6]Can you identify him? \n[7]Must be a new boat. I miss something in dispatch the last few days, Phil? \n[8]Alright. Start a f]e on his, Jonesy. For now, call his Sierra thirty-five.  r91 see if we can work in a little closer and sniff his out. Thompson fcDows Mancuso. Beaumont glances at Jones, whispering: \n[9]sticking his head into sonar. The COB and Beaumont are on pins and needles. Jones is working his computer furiously. \n[10]it did what? \n[11]t a d What are you talking about? Check your gear. \n[12] \n[13]Singing? Jones nods. Hairs stand up on the back of Mancuso's neck: \n[14]Put it on the speakers. WHINING PROPELLERS and CAVITATION NOISE fi]1 the sonar shack. Suddenly, MORE PROPELLERS: \n[15]I'm gonna radio Fleet Command. He takes off. Jones hears something buried in the PROPELLERS and CAVITATION NOISE. A strange WHOOSHING SOUND. Frowning, he starts a tape rewarder. \n[16]Go ahead. \n[17]Magma displacement? \n[18]utto the chase, Jonesy._:., \n[19]So? \n[20]Headed directly into Red Route One. \n[21]Let me see if I got this straight. The three minion dollar computer tells you you're chasing after an earthquake and you aren't convinced. So you get curious and came up with this theory: on your own? \n[22]Relax, Jonesy. You sold me. Jones grans. \n[23]Let me ask you this. If we get close to this supers lent sub again, you think you can track him down? \n[24]Sonar, Conn. Anything yet, Tonesy? \n[25]at tire control in the Dallas' Conn. Thompson's on the deck. \n[26]Jones -'studies his w tern - The COB stands behind him. Beaumont watches. A]l kidding has stopped. This is strictly business: \n[27]   \n[28]Damn! \n[29]!re not gonna believe this. \n[30]Whoever this guy is, he's in far one hell of a ride. Officer of the deck. Surface the ship. A flurry of activity in the Conn. The Dallas prepares to surface. Mancuso and Thompson move to a hatch by the helm. \n[31]You got a man dangling at the end of a line with no paint of reference and helicopter rotors generating enough static electak ty that we have to ground him or it! l be like grabbing a hot wire and if he falls in the water the only way to get him out is with divers 'cause most of the ship's underwater. Fun? \n[32]Good. We got no idea who this guy is or why the Navy wants his on our boat so bad. \n[33]  \n[34]      \n[35]  \n[36]Take it easy -- \n[37]Slow down. You're hypervent it sting. Now, who are you? \n[38]  \n[39]What the hell are you yammering about? \n[40]Mr. Thompson. Get this man some dry clothes and coffee. \n[41]I'Il be in the Conn. \n[42]  \n[43]Very well. \n[44]And I have been ordered to blow him out of the water if he stays on a course to the United States or demonstrates any hostile intentions. \n[45]  \n[46]Officer of the deck. Make, \n[47]All. stop i Come left and stay in his baffles. Rig for quiet running. The officer of the deck repeats Mancuso's orders. Mancuso and Ryan are eyeball-etc-eyeball.. Ryan whispers: \n[48] AIL back two-thirds. Nobody moves. Jones glances at Mancuso. Mancuso stares at Ryan The ofSt r of the deck's e d \n[49]I said, aill back two-thirds! \n[50] \n[51]AIL shop! OK, Ryan. We just unzipped our fly. Now if he so much as twitches, I\"m.. gonna blow the bastard to Mars. \n[52]in the Dalla' Conn, on the deck. Thompson's at fire control. Ryan is to Mancuso's left. Crew's at battle stations. \n[53]Flood tubes one and two and make torpedos ready in all. respects. \n[54]My orders are specific, Mister. \n[55]on the DaIIas in the Conn. Eyeing Ryan, Mancuso opens a mike: \n[56]What's he doing, Jonesy? Has he \n[57]It means, he's a very cool customer, \n[58]   \n[59]Conn, aye. Fire control, range to target? \n[60]Diving oar make your depth sixty- f f ve feet. He wants to go up and take a peek, we'll play along. \n[61]All right, Mr. Ryan. You wanted to:. talk to him. There he is. What do you want to say? Ryan chooses his words carefully. As he does, Mancuso hits a periscope light in morse: \n[62]He can do that. But is he gonna do that? \n[63]I'D. be dammed. Now what? \n[64]  \n[65]Down scope. \n[66]Ryan, what's going on? \n[67]in the Conn aboard the Dallas with Thompson. Mancuso has a .45 in a holster on his belt. Thompson reads a message: \n[68]OK. Now comes the weird part. Thompson fo lows Mancuso out of the Conn into \n[69]I don't like leaving the boat, Phil. But the orders are specific. \n[70]This has got to be the craziest stunt I've ever heard of. There's only about two ml]]k n things that can st]l. go wrong. At the bottom of the ladder, they enter \n[71]Listen. If anything -- \n[72]Wait. Copilot stops. Reaching into his jacket, Mancuso offers Ryan a .45. \n[73]And he can't change his mind? \n[74]Willing to bet your life on that.' Ryan stares at the pistol. Sighing, he puts it in his jacket. Copilot opens the hatch. In the gloom below, another hatch. Copilot raps on it. Somebody opens the lower hatch. Mancuso, Jones and Ryan climb down into \n[75]  \n[76] \n[77]No shit, buckwheat. Get the hell. out of here! \n[78]  \n[79]No! That's wrong. Ryan, don't turn that goddam wheel! Ryan stares at Mancuso then at Ramius. Deciding, he turns the helm left, coming to course zero-two-zero. \n[80]  \n[81]I'll be dammed. \n[82]Combat tack, Mr. Ryan. By turning into the torpedo,, Ramius closed the distance before it could arm itself. I never would have thought of it. \n[83]But the control is blasted to hell. I can't shoot. \n[84]  \n[85]Left full rudder! ", "Admiral": "\n[1]sixties; a mane of white hair, in three piece suit, CIA direcbor of naval intelligence, looking up from behind a mahogany desk: \n[2]in an overcoat and a rumpled hat, brim turned up in front. Climbing stairs, Padorin returns rigid salutes with a sour yeah-right-leave-me-alone wave, entering \n[3]  \n[4]An offensive weapon. The kind you start wars with. \n[5]My god. They've got a madman on their hands. He's gonna start a war. A spirited discussion ensues. Tuning it out, Ryan stares at the picture of Ramius and his wife. Urgently, he whispers to Greer: \n[6]Four days. \n[7]fifties, a man of puritanical integrity, takes a hit of the ooze in his quarters on the Kennedy.. KNOCK on the DOOR. Ryan and Davenport enter. \n[8]in a white uniform and cap. Beside him, Skip Tyler, leans on his cane, concentrating on Curry's display. ", "Greer": "\n[1]sixties; a mane of white hair, in three piece suit, CIA direcbor of naval intelligence, looking up from behind a mahogany desk: \n[2]Jack, boy. Get yourself in here. Jesus. You look like hell. \n[3]Come on over here and sit down. You want coffee? \n[4]I'm not gonna ask you how your 11 flight was. When's the last time you slept? -- \n[5]How's Margaret? \n[6]And Sally? What is she now, three? \n[7]  \n[8]All right, what's important enough to get you on a . plane in the middle of the night? \n[9]Jesus. The Brits actually got a man into the construction shed? \n[10]One of yours? \n[11]What are these doors? \n[12]Sub driver. Did he get hurt or something? \n[13] \n[14]When .do you want to talk to him? \n[15]I'll take care of it. \n[16]One of our satellites caught Red October in Polijarny Inlet this morning. \n[17]Relax, son. The Navy's got a Las Angeles c'la'ss sittJng right off their doorstep. In a few days we'll know everything about her but the wok's name. \n[18]For Sally? Same place you buy a baby brgther, I guess. \n[19]  \n[20]Where the hell are you?! Get your ass to the south entrance of the Executive Offtce Buflding in forty-five minutes. It's across from the White House. Got 3t \n[21]in his ofAce on the phone to Ryan: \n[22]Let's Just say this is no longer a research project. Now move! \n[23]Come on. Ryan follows him past a security guard and into \n[24]A silent propulsion system. - \n[25]Captain of the sub we had following her radioed in. Thing up and disappeared right in front of him. But that isn't the half of it. Read. He hands Ryan a sheaf of message flimsies. The descending elevator stops. Doors open. Ryan reads. Greer leaves. Realizing he's been left behind, Ryan takes off, entering \n[26]About the size of it. Glancing up from his reading, Ryan notices a sign at the end of the \n[27]  \n[28]You are. \n[29]The yeoman'fl have the slides all, laid out. AIL you have to do -- Ten feet ahead, Greer realizes Ryan's no longer faUowing. Stopping, he comes back: \n[30]Look. No one knows this material better than you do. Give him a rundown on the sub and a precis of the stuff in your hand. He's liable to ask some direct questions. Give him direct answers and say what you think. Yowll do fine. Come on. Ryan takes a deep breath. \n[31]into the White House Briefing Room. Joint Chiefs are gathered around a thirty foot conference table. Greer introduces Ryan to a GENERAL and an ADMIRAL, then mingles. Left alone, Ryan spot, a lectern at the foot of the tabl. Nearby, a yeoman tends a slide machine, an overhead projector and a large bulletin board. Ryan heads for the lectern. The yeoman has a list of slides, some photos and mustrations. Trying to gather his thoughts, Ryan steps behind the lectern. \n[32]Yes, sir. The preliminary briefing today w M be handled by Dr. Jack Ryan. I believe you've seen some of his :work. \n[33]Absence of activity in the Pacific suggest this is probably just an exercise having nothing to do with the Red October. A General starts to object. He's cut off by JUDGE MOORE, a white-haired civilian near the top of the table: \n[34]Whose uncle? \n[35]I said speak your mind, Jack, but \n[36]in a white uniform and cap. Beside him, Skip Tyler, leans on his cane, concentrating on Curry's display. \n[37]And you understand, Lieutenant. I was never here. That torpedo did not self-destruct. It hit the target. Right? Now, Contact the Dallas and tell them to proceed. Curry nods. \n[38]leaning over Curry's console in the CIC aboard the frigate. Agitated, Curry works his computer. \n[39]What do you mean there's another torpedo? Where in hell did it come from? \n[40]Mother of God. \n[41] ", "Marko": "\n[1]bare-headed in cold wind, studies the inclement coast. Bottomless eyes move slowly across the landscape, missing nothing. ", "Ramius": "\n[1]bare-headed in cold wind, studies the inclement coast. Bottomless eyes move slowly across the landscape, missing nothing. \n[2]It is cold. And hard. Turning his back on the icy coast, Ramius smi-I fondly at the man who just spoke to him \n[3]e your head a bit. No need to crowd him. \n[4] \n[5]Quiet as grass, Vastly. Quiet as grass.  Good morning, Comrade political off=er \n[6]You know he was. \n[7]We go. \n[8]in Red October's Conn. Much larger than the control center on the Dallas. Leaving the deck, Ramius heads aft, glancing at Borodin: \n[9]When you see Putin, tell him that when it's convenient, 191 be in my stateroom. Leaving the Conn, Ramius enters \n[10]What are you doing? \n[11]And you accomplish this by searching through my papers and invading my privacy? \n[12]The book belonged to my wife. I keep it only for sentimental value. \n[13]  \n[14]  \n[15]I suggest we open our orders. \n[16]We are to proceed to grid 54-90 and rendezvous with the Akula submarine, Konovalov. \n[17]You know Tupolav? \n[18]There is no room in Tupolev's heart for anyone or anything except Tupolev. Having made contact, we are ordered to run a series of drfl1 . Tupolev w2l hunt us while we test our ship. Putting down his tea, Putin stands, suddenly formal, awkwardly \n[19]Before you do, I want to talk to you about something important. \n[20]      \n[21]I an sorry my friend. But it is cyear to me now. Where I would walk, you cannot fallow. Whatever his destination, Putin's on his way. Getting up, Ramius goes to the desk. Returning with the teapot, he drenches the body with scalding tea. Replacing the pot on the tray, Ramius puts the orders in a wastebasket and sets them on are. Removing a duplicate set of orders from his safe, he' places them on the floor by the dead man. Satisfied everything is the way he wants it, he moves to an intercom and takes a deep breath. Pushing a button, he BELLOWS: \n[22]Dr. Petrov. Come to my quarters at once. There's been an aociderit! \n[23]If I hadn't spilled the tea, Putin might never have slipped and --- \n[24]We will not. \n[25]For many years the Russian Navy went to sea before there were political offScers, Doctor. \n[26]  \n[27]You. Come here. Your name? \n[28]Good. Now, I want you and the Doctor to witness this, Ioginov. I have removed Putin's missfle key from his neck and am keeping it myse f. Iognov blinks. Petrov frowns. Closing the freezer door, the sates ]save. Loginov isn't sure what to do. Petrov's agitated: \n[29]From what, Doctor? \n[30]Impossible. We are ordered to maintain strict radio silence. That will be all, Comrade. Glad to be anywhere else, Loginov returns to his work. \n[31]  \n[32]in Red October's Conn. At all stations, helm, fire control, quartermaster, sailors work with galvanic prec s4r n. Standing next \n[33]Down scope. Any. sonar contacts? \n[34]All right. rm going to address the crew. Ramius grabs the whip telephone. Jaw set, his eyes blaze with \n[35]  \n[36]  \n[37]  \n[38]  \n[39]      \n[40]  \n[41]Comrade, navigator. \n[42]Rig for silent running. \n[43]Engage the caterpi lar. \n[44]on the deck by the phone in Red October's Conn. Conscious of all eyes on him, he turns to a HELMSMAN: \n[45]Left full rudder. \n[46]Navigator, make your new course two-five-zero. \n[47]Sonar. Is the American turning to Ballow us? \n[48]  \n[49]Ryan points out two photos on a bulletin board. One is of Ramius alone. The other is a wedding photo of Ramius and a beautiful woman. \n[50]at the head of a table in Red October's wardroom, Borodin to his left. Seven officers sit or stand to the side. Beside Borodin \n[51]No, Vlktor. Visibly shaken, Stadnyuk waves his hands: \n[52]There is no way we could have accomplished our task with Putin aboard. He would have stopped us. \n[53]Enough! Putin is dead. The responsibility and the guilt are mine. There's something else you should know. On the morning we sailed, I posted a letter to Admiral Padorin announcing our intentions to defect. Borodin's jaw drops. Tbilisi. is speechless. Kamarov whispers: \n[54]We needed to burn the bridges. Make a clean break. \n[55]  \n[56]Do you know me to be a man who talerates insubordination? Tbili- blanches, but will not look away. Ramius glances at the \n[57]Return to your posts. All of You. No one moves. Time crawls by. Finally, Borodin gets to his feet: \n[58]Our original orders were to demonstrate that this ship cannot be found. That is precisely what we will do. \n[59]What is It? \n[60] \n[61]How long before you can fix it? \n[62]We're going to have to run an normal propuLainn. Can you get the reactor up? \n[63]That will be all, Doctor. Frightened, Petrov, stares at Ramb, The Captain's indomitable. Petrov leaves. Borodin has concerns of his own: \n[64]Pray that we aren't, Vasily. \n[65]in Red October's Conn, talking in hushed tones with Melekhin and Borodin. Oblivious to their conversation, the crew moves about in the background. \n[66]What do you mean, â\u0080\u009e you stall, don't know? \n[67]      \n[68]All stop! We have just run out of time, Comrade. Get us out of this mess. And hurry! Quartermaster, sounding? Dammit, Ivan. Give me a sounding! \n[69]  \n[70]  \n[71]Bottom the ship. \n[72]You're relieved of your duties, Ivan! Return to your quarters. Now! Amplified PINGS. Torpedo's getting CLOSER. The counter-measure is MOVING AWAY. Waiting until. Stadnyuk has gone, Ramius turns to the Kamarov: \n[73]Bottom the damn ship! \n[74]This Is the Captain. The explosion you Just heard was the first operational test of a new counter-measure. The torpedo was launched by our friends in Soviet aviation. Borodin stares at Ramius: \n[75]Until now, orders required that I keep this aspect of our mission secret so that you might be evaluated under simulated battle conditions. Pump us off the bottom and engage the cï¿½taerpa'T]ar. Nobody moves. Ramius is indomitable: \n[76]Diving officer, bring the ship to one hundred meters. \n[77]in a cramped tunnel beneath Red October's engineering compartment. Melekhin is holding a steel. pipe. Above, a piece of rope dangles from some gears. A slipknot has been tied on the loose end. \n[78] \n[79] We21. have to find a way to get the crew off this ship, now. We are in danger every second they are aboard. \n[80]in the Conn on Red October, surrounded by activity. Urgently, he speaks into a mike: \n[81]Sonar, this is Ramius. Can you identify the contact? \n[82]as before in Red. October's -Conn. The crew has come to battle stations. Borodin is at fire control.. \n[83]  \n[84] No. Lock the (ring solution into computer. Do not flood the tubes. \n[85]  \n[86]Verify the range one more time. \n[87]Give me a sounding, ' Vasily! Ping once only. Borodin goes to work. Ramius stares at Melekhin. Melekhin frowns. What the hell is happening? \n[88]drinking tea and munching black bread in Red October's wardroom. Nobody else around. Borodin smiles at Ramius fondly: \n[89]I think they w91 let you live wherever you want, my find. \n[90]I said, keep your voice down. The \n[91]it's probably a piece of corrosion in the pipes. That happens. Now let's take' another sample. But quietly. We don't want to panic the crew. \n[92]Evacuate the compartment-' Technicians scramble for the door. Searing hot steam chokes the compartment. Melekhin SCREAMS: \n[93]Get us to periscope depth.We ]i ventilate! \n[94]  \n[95]All right. Instruct the crew to secure the rafts to the deck. When all. personnel are aboard the rafts, we will scuttle the ship out from under us! \n[96]  \n[97]  \n[98]  \n[99]Doctor. When you get home. You will. hear many stories about me and some are true. But tell them that in the end I did my duty. Petrov splits. Borodin slams the hatch behind him and seals it. \n[100]  \n[101]Gentlemen, I am Marko Ramius. I and my offers request political asylum in the United States. Before I go any further, I want to know whose idea is this impos.ih18 plan? \n[102]       \n[103] \n[104]Get back to engineering and give me some power! \n[105]No, Vasily. I need you in fire control. We must track whoever's out there. Borodin heads for fre control. Ramius tosses Ryan into the chair behind the helm : \n[106]You sit here! \n[107]Do exactly as I tell you! Stunned, Ryan grabs the helm. Jones and Tbilisi, must have made it to sonar. Speakers CRACKLE: \n[108]  \n[109]  \n[110]      \n[111]  \n[112]I know. \n[113]  \n[114]  \n[115]What books did you write? \n[116]I know this book. I have read some parts of it. Your conclusions were wrong, Ryan. Halsey acted stupidly. CRASH. The Conn ROCKS. Sound of TORPEDO BREAKING UP. Metal SCRAPES along the SHIP. Realizing what's going on: \n[117]Not yet. Right now, the Soviet Captain, a man named Tupolev is removing the safety features on all his weapons. He won't make the same mistake twice. Behind Ramius, Ryan spots a SHADOW at the rear of the Conn. He can't believe his eyes. The goddam shadow has a pistol in hand. \n[118]  \n[119]Then get behind him and stay there. Don't let him put you in his sights or we're all dead. Mancuso tosses Ramius his .45. Catching it, Ramius splits. Ryan follows. \n[120]He'll break into a panel and short -circuit the wiring on a missile. We'll be blown to pieces. Taking a deep breath, Ryan follows Ramiais into the \n[121]We must stop him before he gets into a panel.. Ryan stares at Ramius. Ramiii isn't gonna stop anybody. Resigned, Ryan finds the .45 Mancuso gave him in his pocket, \n[122]Be careful what you shoot at in here, Ryan. The compartment is very sensitive. In a daze, Ryan starts walking aft, still MUMBLING: \n[123]Captain Tupalev has just provided your pantomime with the one thing you could never have managed. \n[124]Interesting notion, hiding a submarine in a river. How do you know this place? \n[125]There is one question you have not asked me. \n[126]We. are standing on part of the reason. I've spent my life preparing to fight a war I hoped would never happen. This ship was not built to fight such a war. it was built to start one. And there were personal reasons. \n[127]      \n[128]Or perhaps it was something that started long ago... \n[129]\"The sea will, grant each man new hope, as sleep doth dream of home.\"  Christopher Columbus. Ryan smilm. ", "Skip": "\n[1]built-like a fireplug, a monument to logic and impatience, leans on a cane, atop a platform by the tank#I watching ", "Tyler": "\n[1]built-like a fireplug, a monument to logic and impatience, leans on a cane, atop a platform by the tank#I watching \n[2]You're never gonna go anywhere, Be.. Unless you close the hatch and start the goddam engine! \n[3]  \n[4]Deep submergence rescue vehicle. \n[5]That's it. I designed this one. lt's aan d the Mystic. \n[6]Rigging it with a generic docking acllar so it will mate with British, German, other kinds of subs. This one here is designed to be super mobile. We can get it anywhere in the world in twenty-four hours. If that lunatic doesn't crash it fast:. Admiral Greer says you have some pdr ures.- - \n[7]high tech naval architecture. Technicians, graduate students move about in the background. Tyler is hunched over the Red October \n[8]Bigger than a regular typhoon. What are these doors? \n[9]Could. Question is why would you? Besides, they're symmetrical right straight through the hull. \n[10]Barely clears the screw in the -- Tyler freezes. Somewhere in that vast abundance of grey matter, a \n[11]I'a be go to he'll.! it's a caterpillar! \n[12]Caterpillar drive. Magneto--hydrodynamic propulsion. Like a linear induction motor with saltwater as the ;tat-r. You follow? \n[13]Items like a jet engine for water. Goes in the front, gets squirted out the back. Only, It's got no moving parts, see. So it's' potentially very quiet. \n[14]Try silent If this works, we'll have to find a whole new way to track submarines. Ryan grapples with the implications. Tyler trips down memory lane: \n[15]We messed with it. Years ago. Never could make it work. They really built this? This isn't a mock-up or anything? \n[16] \n[17] ", "Painter": "\n[1]fifties, a man of puritanical integrity, takes a hit of the ooze in his quarters on the Kennedy.. KNOCK on the DOOR. Ryan and Davenport enter. \n[2]You want coffee? Something to eat? Alright:. What can I do.for you, son? You gonna tell me what all this activity is about? Ryan hands Painter a lettew. Opening It, Painter studies the contents. Davenport leans on a bulkhead, staring at Ryan. Painter returns the letter: \n[3]Can't get any higher authority than that. Now, what's going on? \n[4]For the sake of argument, let's assume you're right and Ramius intends to defect. What are you gonna do with the boat? You cant keep it. The Russians will. want it back. And theyRl know you've got it, :`because the crew wl]l tell them so. Or do you intend to keep them too? \n[5]  \n[6]Well, I agree with chuck on one thing, son. You've got your neck stretched way out there. Didn't Greer ever teach you the rules of survival in a bureaucracy?  Still, it would be nice to keep it. When's the last time you slept? \n[7]OK. Why don't you rack out fear a while. The chief outside will find you quarters. We'll be in CIC in the morning. It's gonna get real interesting out here the ' next couple of days. \n[8]When you shook hands with him, you notice the ring on his finger,, Chuck? Class of M. Marine Corps. \n[9]Greer told me about him. Three weeks after he was commissioned, he was in a chopper on a rescue mission in the Med. They went down. Bad. P11 and crew killed instantly. That kid spent eight months in traction with a broken. back, and two years learning to walk again. I think lt:'s O K for him to wear.: the uniform. - , Don't you? \n[10]Leaning over a status board in the Combat Information Center on the Kennedy. Replete with lights, the status board reveals details of force deployment. Ryan enters, carrying copse: \n[11]Sleep well? \n[12]During the night, they positioned most of their front line submarines at barrier stations between Greenland and Iceland. Here, here and here. The majority of their Northern Fleet surface vessels are moving in a line abreast through here. It's an old anti submaxlne tactic. Like beaters in the jungle making a lot of noise, driving the prey into the guns of waiting hunters. One of our submarines, the Da71as, reports intermittent contact with Red October and is positioned here at the bottom of Red Route One. With luck, the Dallas will inte pt her. \n[13]We could fly you out there in a helicopter. But I don't think you'd like that much. \n[14]That's all there is, I'm afraid. Putting down his coffee cup, Ryan stares at the status board. A sal]ci r arrives with a message. Reading it, Painter glances at Ryan: \n[15]DaIlas found Red October and is backing her now. Locking eyes with Painter, Ryan grits his teeth. ", "Tupolev": "\n[1]]ate-thirties, intense, leans over a navigator tab] e. A blond man with a clipboard approaches. He is \n[2]What is it2l \n[3]To what purpose? \n[4]What makes you think she hasn't? Tupolev glides to a quartermaster's station. Following him, Bonavia's stomach growls. \n[5]Has it occurred to you that Red October may already be in position? That Ramius is merely hiding behind his silent drive? Waiting for me to break radio silence and make a fool of myself? \n[6]I will not break radio silence. We wilt lie here quietly for a few more hours. If Ramius hasn't arrived by then, I'll contact Red Fleet Command. \n[7]I Care little for your concerns, Comrade. Tupolev leaves. Bonavia glances at the quartermaster. His stomach growls again. \n[8]Mother of God. Down scope. Dive the ship. Saes in the Conn, prepare to dive. Tupalev is furious. Turning to Bonavia, he sneers: \n[9]The entire Soviet Fleet has been ordered to hunt Ramius down and destroy him. And where were we? Out of contact. Dead in the water! \n[10]  \n[11]in the Conn aboard the Konovalov. His crew's at battle stations. Bonavia mans fire cost 'aL opening a mike, Tupolev SHOUTS: \n[12]Sonar. Why hasn't our torpedo impacted? \n[13]      \n[14]Hurry up goddammit! I want all the enabling devices disconnected! \n[15]a caged tiger in the Conn on the Konovalov. Bonavia turns, looking back at him : \n[16] \n[17]Damn. Left full rudder. T11 shake him loose. \n[18]Got him. Match bearings and the. \n[19]Shoot now! Tupolev pulls the lever himself. \n[20]Wait. I - \n[21]  "}}