{"filename": "Doors,-The_script.txt", "imdb_id": "tt0101761", "imdb_url": "https://www.imdb.com/title/tt0101761", "characters": ["Robby Krieger", "Patricia Kennealy", "Engineer - Last Session", "Ray Manzarek", "Jim Morrison", "Dad", "Paul Rothchild", "John Densmore", "Tom Baker", "Pamela Courson", "Mom", "Young Jim", "Bill Siddons", "Cat", "Dog"], "dialogues": {"Robby": "", "Krieger": "", "Patricia": "\n[1]    \n[2]You want to do some more cocaine? It'll loosen you up. \n[3] \n[4]I'm a witch A white one. \n[5]The Kennealy's were Celtic cheiftains and pre-Christian shamans when your Druid ancestors the Morrisons were a minor Scottish clan founded by a bastard son of the king of Norway. \n[6]It's a religion, witchcraft. Witches are the protectors of the seasons, the harvests, goddesses of the grain. And when crossed, destroyers. \n[7]You ever try drinking blood? \n[8]It works you know. You drink blood the right time of the moon... they used to dance in the forests naked. I think that's what offended the Puritans and led to the Burnings. They were a sexual threat to their male order like the Bacchae -- five days a year for Dionysus, they used to wander the hills in ancient Greece, the first witches, clans of wild women fucking, looting, eating animals raw, the wine in their blood running hot -- looking for Dionysus... to tear him to pieces -- isn't that wild? \n[9]Blood is the rose of mysterious union, symbol of potency... now you. \n[10] \n[11] \n[12]Come on... \n[13]Cut me! Cut me go on! \n[14]Yeah YEAH! \n[15]\n[16]Like? I loved them! \"Mad bad and dangerous to know.\" That's what they said about him. Your poems should be taken as seriously. \n[17]Y'know I don't even like rockers. They're sleazy. I made up my fuck list the other night -- out of 30 guys there were maybe three of them, y'know. I'm not a groupie. \n[18]You like that hunh? Beg! \n[19]You wanna fuck me, Morrison, don't ever lie to me again. Ever! \n[20]Your father. Why do you tell me bullshit like your father's dead? \n[21]If he's so dead, then who answered the phone when I called the house? \n[22] \n[23]Well naturally he wasn't too happy when I called. Your Mom wanted to talk but he shut her off. \n[24]What, I'm a \"fuckin' cunt\" because I called the house? Like it's hard to trace your school records. University of Florida, Albuquerque, New Mexico, Arlington, Virginia, Washington, D.C. Brother, sister, it's seven miles long baby -- it's all in the \"The End\", it's so easy. \n[25]Don't ever try to hide anything from me again. Okay? Go on... tell me. Did he make you cut your hair? Did he hit you, was he a bully? Did he love you? How much? \n[26]And your mother? \n[27]It doesn't matter anymore does it. Listen to them. It's you they want now. Not the Doors, not your mother or your father's child... They want you Jim. \n[28]You have no choice, Jim. I see you up there like Icarus. I see you flying closer and closer to the sun. And your wings are melting... \n[29]You idiot, don't you know who... \n[30]Help! They got Jim!!! \n[31]What do you know what Jim needs? \n[32]See you later. \n[33]I can't fucking believe you just said that! \n[34]It'd be a fucking genius, that's what it'd be! You and me. The child would be a god, goddess! \n[35]You're a COWARD!! A LITTLE BOY!! The only way you can't afford it is emotionally. You forgot your vows man. They were forever in the goddess' sight. Death doesn't part, only love Jim! \n[36]I'm gonna cut your balls off Morrison! \n[37] \n[38]No you won't. \n[39]Bullshit Morrison You know who you are... NO. What difference does it make. You know, you never pretended. I did. I don't even like kids particularly, but I don't want the other thing either. I guess what I really want is to throw myself off this fucking balcony Well now that you've fucked the future, Morrison, have you fucked everything?... Have you looked at yourself in the mirror. Your stomach... \n[40]Fuck me one last time, you worthless piece of shit. ", "Kennealy": "", "Ray": "\n[1]Hey man it's great, don't listen to em, it's non-linear man, it's poetry man, everything Godard stands for. \n[2]I tell you bout my baby 'bout five foot four from head to toe She came to my room Just 'bout midnight She makes me feel so good She makes me feel alright \n[3]  \n[4]\n[5]Om om... No bliss! No bliss! \n[6] \n[7]I like naturally high man. \n[8]Well I saw the head of production and I said Godard doesn't use scripts, he improvises with his camera and he said, \"great who's Godard?\" \n[9]Right on. I thought you went to New York? \n[10]Whatcha been doing? \n[11]Songs? Lemme hear one. \n[12]So neither can Dylan. \"Johnny's in the basement mixing up the medicine, I'm on the pavement thinking about the government\". But he's got the words man. That's what they want. \n[13]Wow!... Y'know man those are hot lyrics -- really hot! \n[14]Are you kidding! I could fly. You wrote that? You got others? \n[15](slaps him on the knee \n[16] \n[17]The Stones did it outta the London School of Economics for Chrissake. Things are about to explode man. You can feel it in the air. Vietnam's right out there. Sides are being chosen. People wanna fight or fuck, love or kill, everything's gonna flame. The planet's screaming for change, Morrison. Make the myths man!! \n[18]What do we call ourselves. \"Dionysus\"? \n[19]What? \n[20]The Doors? That's the most ridiculous... ...you mean the doors in your mind? Like the Huxley book. \n[21]Yeah sure mescaline experiments -- reducing the sugar flow to the brain. Great book. \n[22] \n[23]Rehearsing. You're moving off the rooftop and in with me and Dorothy. \n[24]    \n[25]Tighten it up. Stay with the beat Jim. You're dragging. \n[26]Okay man there's some good changes in there. \n[27]  \n[28] \n[29](yelling from the house \n[30]  \n[31]Okay here it is. Bach and Rock. Count it off John \n[32]Turn around Jim! Come on let 'em in. \n[33]Yeah right, but what about the music? \n[34]Uh huh. Well, how 'bout gettin' us some real equipment? \n[35](exchanging looks with John \n[36]He's just getting his confidence. \n[37]How does it feel? \n[38] \n[39]Right on stud. But you better watch out for the guys. \n[40]I'm in pain man. I want something from the peyote. I feel the universe functioning perfectly but I'm still perfectly locked inside myself. Instead of Oneness, I feel total Isolation. Aloneness. Fear... Pain... Jim, all I feel is pain. \n[41]JERRY JERRY... He was talking about Oedipus! GREEK TRAGEDY!! It's ART!! \n[42] \n[43]Yeah? \n[44]I'd rather stay the same color. \n[45] \n[46] \n[47] \n[48]Come on, we're splitting man. Dorothy's waiting at the door. We'll get a bite at Max's and... \n[49]Yeah can we meet him, he's great... just like he is. You wanna meet him? \n[50]Yeah sure, he's cool, come on, he's your hero! \n[51]Come on Jim, let's go. \n[52] \n[53]Come on Jim, this isn't our scene, these people are vampires. We gotta stick together man, the four of us. Let's make the myths man. \n[54]Why don't you leave him alone lady, he doesn't need more shit in his life. \n[55] \n[56] \n[57]Okay Jim let's eat that duck. \n[58]\n[59]\n[60] \n[61]Now, Jim... \n[62]It's not like a big deal Jim, the song's already been commercialized, the money was great. Robbie wrote the lyrics and he didn't mind, neither did I, neither did John... we gotta get to TV. \n[63]I don't think so Jim. There's a bigger picture here. \n[64]  \n[65]Bill's with him. They're an hour away, he'll get him here. \n[66]You think it's easy for him. He moves left he's got vice squad, on the right narcs -- and the audience just waiting for him to get busted. \n[67]Compassion was never your forte man. \n[68] \n[69]Something he once told us. About Dionysos. When the madness took over... \n[70]\n[71]\n[72] \n[73]We'll talk tomorrow, we'll settle it. Just do it tonight man and... \n[74]\n[75](with irony, reading something \n[76]Pam!! Oh shit... get the ambulances man... \n[77] \n[78] \n[79] \n[80]  \n[81]  \n[82]   \n[83]You wanna hear the new mixes on \"LA \n[84]    \n[85]Gotta plane to catch man? \n[86]  \n[87]Is Pam really there in Paris waiting? \n[88]I never knew what you saw in that nightmare chick man. \n[89]I don't know man, I don't wanna sound like your old man but you're only 27, you're living like you gotta get it all in, you gotta slow down man, you did it, you broke thru to the other side. \n[90]I don't believe that. You were an American prince, man -- with overbred genes -- No! What could've been Jim? You could've been President. No man! What could've been Jim? We stood here on this beach on the edge of the Pacific that crazy summer day in '65 -- and we knew, you and I, we knew we were at the edge of the mind. we were there, man. One planet, one globe, one mind. Consciousness, we raised it, we were there. \n[91]Now? You've made me into Ishmael. I am the last survivor of the Pequod. And I exist only to tell the story of Ahab who fought the black whale. \n[92]Hey, what was that poem you once wrote about two chicks on the pier? \n[93]Come on. Just once. \n[94] ", "Manzarek": "", "Jim": "\n[1]No music, No Doors. Let's roll... Is everybody in?... Is Everybody in?... Is everybody in? The ceremony is about to begin... \n[2]\n[3]Let me tell you about the heartache and the loss of God Wandering wandering in hopeless night Indian's scattered on dawn's highway bleeding ghosts crowd the young childs fragile eggshell mind... \n[4] \n[5]...but it was the first time I tasted fear. I musta been about four, like a child is just like a flower, his head is floating in the breeze. \n[6]...The reaction I get now looking back is the soul of the ghosts of those dead Indians -- maybe one or two of them were just running around freaking out and just leaped into my soul -- and they're still there. \n[7]Hi... \n[8]Waste of time... \n[9]I followed you... from the beach... \n[10]...cause... you're the one... \n[11]Later. You got a name? \n[12]Mine's Jim. \n[13]Jim and Pam, Pam and Jim... \n[14]Nietzche said \"all great things must first wear monstrous and terrifying masks in order to inscribe themselves on the hearts of humanity\". Listen children -- to the sound of the Nuremberg night. \n[15] \n[16]I quit. \n[17]You know what I think? \n[18]You really want to know what I think? \n[19]I think we gotta get really ripped! \n[20]You know what I'd like to do to you? \n[21]You really want to know what I'd like to do to you? \n[22] \n[23] \n[24] \n[25] \n[26] \n[27]\n[28]\n[29] Awake! Shake dreams from your hair, my pretty child my sweet one Choose the day and choose the sign of your day The day's divinity the first thing you see Jim slides her upstairs' door open, crawls in next to her bed. She's asleep with her boyfriend. He touches her toe. She awakes, startled. \n[30]Come on, come out for a walk, it's a pretty night. \n[31] A vast radiant beach And a cool jewelled moon Couples naked, race down by its quiet side And we laugh like soft mad children There's a crash. They turn bristling. A COYOTE lurks under the sickly light of a streetlamp, pulling its head from an overstuffed garbage can, looking back at them. \n[32] ...smug in the wooly cotton brains of infancy The music and voices are all around us Choose, they croon, the ancient ones The time has come again \n[33]Can I stay with you tonight? We could talk 'till dawn. I just don't want to be alone. \n[34]Okay. I promise. \n[35]I bet you never expected life could be this hard. And you're still so young. \n[36]I wonder where we'll be ten years from now? \n[37]Come on. \n[38] Choose now, they croon Beneath the moon Beside an ancient lake Enter again the sweet forest Enter the hot dream Come with us Everything is broken up and dances \n[39]He's the medicine man who starts in a peyote trance. And he gets everyone in the tribe going and they share in his vision and it heals them. It's the same in all cultures -- Greeks, Jesus. Some Indians say the first shaman invented sex. He's the one who makes you crazy. \n[40]Uh no. I just write about it. What turns you on? \n[41]Is it? I don't know. I think you're alive by confronting death -- by experiencing pain. \n[42] \n[43]I think life hurts a lot more than death. When you die the pain is over. \n[44]I bet your dad's a school teacher. \n[45]I don't know. \n[46]Military \n[47]Yeah, about 8 times. \n[48]Two. \n[49]\"...but one, the most beautiful one of all dances in a ring of fire and throws off the challenge with a shrug\" \n[50]I wrote it for you. \n[51]Hey Ray, try acid man, it's guaranteed. \n[52]I never had a bummer on acid. \n[53]Whatever works. Making movies at MGM yet? \n[54] \n[55]Never got there. Went out to the desert and uh... got lost y'know. Days. I been living on Trick's rooftop. Got stuck on this chick... \n[56]Writing. Poems. Songs. \n[57]I can't sing. \n[58] \n[59]Let's swim out tonight love It's our turn to try Parked beside the ocean On our moonlight drive \n[60] \n[61]A bunch. It's like I'm taking notes at a rock concert going on inside my head. I actually hear the music -- the spirit of the wine y'know, intoxication. \n[62]...be great wouldn't it? \n[63]Hey why not, I could write the songs with you guys. \n[64]There oughta be great orgies man. Like when Dionysus arrived in Greece, he made all the women mad, leaving their homes and dancing off in the mountains. Great golden copulations in the streets of LA. Hey, do you know her? \n[65]I got a name. \n[66]The Doors. \n[67]\"The Doors of Perception\"? Acid... \n[68]It's from William Blake actually, the line -- \"when the doors of perception are cleansed -- things will appear as they truly are...\" \n[69]So where do we start? How do we start? Where are the girls? \n[70]Let's try it again, come on. I'm just getting into it. \n[71] \n[72]Got any more lyrics? \n[73]Don't underestimate Death. \n[74] \n[75]Pretty good! Pretty neat!! \n[76]Aren't we? That was great Robbie. Whaddaya thinking about when you play? \n[77] \n[78]Then we'll start a religion or plan a murder or go to Tijuana. \n[79]Why you wanna sleep with her John, just to bug me? \n[80]...means \"hell yes\". She likes you man, she really does and y'all should. What's a rock and roll band for man, if you can't party all night and do bad things? \n[81] \n[82]I found an island in your arms A country in your eyes Arms that chained us, eyes that lied \n[83] \n[84] \n[85]You love us? \n[86]Ah, twenty one... \n[87]I like a man wears his soul on his face. \n[88] \n[89] \n[90]Are you satisfied? \n[91]It's not acid John, it's peyote. It's a bonding ceremony. It's got to be more... more... more... \n[92] \n[93]Yeah, Arthur Lee's cool. \n[94]You mean the Marx Brothers of music, we could blow 'em away. \n[95]The Doors... We're up the street at the Fog. \n[96]Oh yeah what would you do for money? \n[97]Well I don't know. What's your name? \n[98]Caprice? That's the dumbest name I ever heard. \n[99]Hey! I am the Lizard king. I can do Anything! Raise your hands if you understand! Alive, any of you alive -- let's take a poll -- how many of you know you're really alive!! \n[100]No one? Raise your hands c'mon man... let's go. \n[101]Everybody having a good time? \n[102]...awright, pretty good, it gets better. \n[103]WOA!! It's fast. \n[104]When the serpent appears, his head is ten feet long and five feet wide. He has one red eye and one green eye. He's deadly and he's seven miles long. As he moves -- on his scales is written all the history of the world, all people, all actions, all of us our little pictures on the scales, God it's big! -- and it's eating as it moves all the time, devouring, digesting consciousness, power, a monster of energy! \n[105]We must kiss the snake on the tongue, if it senses our fear, it will eat us instantly. But if we kiss it without fear, the snake will take us through the garden and out the gate. To our freedom -we must ride this snake. To the end of time. \n[106]You're fucked up John. Go with it, confusion is the sound of creation. \n[107]No no no John John. God is crazy too. God is part insane as well as sane. Not in control all the time. Dionysus was the God of the wine. He made ecstasy but he also made madness. Madness is all right. That's what you want, isn't it, isn't it? Where's that joint? \n[108]Die Robbie. \n[109]I love you. \n[110]Pain makes me feel more alive Ray. Pain is meant to wake us up. People try to hide their pain but they're wrong. \n[111]  \n[112]Maybe you should kill your father Robbie. He tried to kill you. Kill him! \n[113]But you're Alive! It's beautiful! Fear, pain, lust, we've got to know all our feelings before we can come out the other side free men. Don't feel ashamed of yourselves, don't let society destroy your reality. Our freedom's the only thing worth dying for, it's the only thing worth living for! \n[114]Then use us John, use our strength, it's us four now, a tribe of warriors, everything we have comes from the same source, the great Creator of Being. Trust him, trust us. Ride the snake. . . I promise you I will be with you till the end of time. \n[115]My wild love went riding... mmmmmm. She rode all the day. She ride to the devil. And ask for him to pay... shooo shoooo \n[116] \n[117] \n[118] \n[119]The killer awoke before dawn He put his boots on He took a face from the ancient gallery And he walked on down the hall \n[120]He went to the room where his sister lived And he paid a visit to his brother And then he went on down the hall... \n[121]And he came to a door, And he looked inside \"Father?\" \"Yes, son?\" \"I want to kill you\". \n[122]Mother... I want to... \n[123]\n[124]Come on baby take a chance with us  And meet me in the back of the blue bus Doona blue rog onna blue bus Doona blue yeah! Come on yeah! \n[125] \n[126] \n[127]\n[128](to Ray, pointing back at Jerry \n[129]Come on baby, LIGHT MY FIIIRRRREEEE!!! \n[130] \n[131] \n[132]Try now we can only lose And our love become a funeral pyre Come on baby, light my fire Try to set the night on \n[133](real close, hugging her \n[134]I just don't want to go out slow -- brain tumor, botulism. I want to feel what it's like, cause death is only going to happen to you once. \n[135]No wonder \"Light My Fire's\" number one. \n[136] \n[137]How 'bout, \"girl you couldn't bite my wire\". \n[138]Uh well, we're kind of a sullen group, Ed. \n[139]What -- are we the Beatles now John? \n[140]Hey Ray, why don't you change your name to Sid or Irving Manzarek or something... it's only a word y'know. \n[141]Come on baby, light my fire Try to set the night on FIIIIRRRRRE! \n[142]I don't know... I guess I should see a doctor or something... maybe I should go to someone of the straight Jungian philosophy. \n[143]It's so scary up there. To be adored. Isn't that irony? Teenage death girls want my dick -- a mere clown -- not my words. I'll never wake up in a good mood again... Lament for my cock, a tongue of knowledge deep in the feathered night, gives life, soar and crucify, I seek to know you... \n[144]You should marry an insurance salesman. \n[145]We weren't built to last. \n[146]You really know what I am Pam? You know what poetry is? Where is the feast they promised us? Where is the wine -- the new wine -- dying on the vine? \n[147]Y'see -- I lied to you. I really love Fame. \n[148] \n[149]Maybe you're the cause! \n[150]I mean I don't have this problem with anybody else. \n[151] \n[152] \n[153]How could I do that \n[154]\n[155]\n[156]\n[157]\n[158]\n[159] \n[160] \n[161]...I need a home. A place to hide. \n[162] \n[163]...we're in Africa, we're just animals... I wanna stay inside you all night baby... let's fuck death away, now fuck death away... \n[164]Uh love death travel... revolt. We all write the songs, we're interested in anything about disorder, chaos, especially activity which seems to have no meaning... I think when you make peace with authority, you become authority. \n[165]Yeah you can call us erotic politicians I guess. \n[166]...a scapegoat maybe -- I take on the audiences' fantasies, obeying their impulses. When the impulses are destructive, I'm destructive. It's kinda like sucking the puss out of a rattlesnake, something like that. \n[167]I guess when you say something like that, it's a shortcut to thinking. \n[168] \n[169] \n[170]I like that -- \"boozy apocalyptic\" -- you're a word man, but how does your newspaper influence young people to think about Vietnam? Who's sending the soldiers over there to die? The establishment -- right? Your newspaper -- right? That seems to me a lot more dangerous than the stuff we do. \n[171] \n[172]Part of the clown's wisdom -- it's kinda the American way. You know we spend more on alcohol and tobacco than on education. \n[173]Do you hurt? \n[174]What hurts you the most? \n[175]Uh... got tired of the barbie doll look. It hurt. \n[176] \n[177] \n[178] \n[179]Oh, it was a... horrible car crash... in the desert in the fifties, Arizona... ran right into a truckload of Indians... Navajos, they were lying out on the road, all bleeding, and I was with my Grandma and Grandad, we were banged up and all... and I was looking at my Dad and he was lying there... but his throat was severed and there was air coming out. \n[180]Y'all believe what you want to believe, you will anyway... but it does kinda show you what excites people? Fear, pity, horror -- all those good things that count. It's sorta I guess like being on the edge of an orgasm, y'know... that mystery just before you come. When? If? Should I? Will you die for me, eat me, this way, the end... \n[181]Great! A new thing. \n[182]Wow how old is this? \n[183]The Craft? \n[184] \n[185]What? \n[186] \n[187]No... I don't like... cutting myself. \n[188] \n[189] \n[190]\n[191] \n[192] \n[193] \n[194]I am the snake and you are the lute \n[195] \n[196]Love your movies man. What a great penis... \n[197]You can't leave. Where's your will to be weird man? \n[198] \n[199] \n[200]Nah... later... \n[201]I like outer space. \n[202](to Nico who reaches for her vodka \n[203] \n[204]Come on there's pussy Robbie. \n[205] \n[206]Come on man! I thought we were gonna be a band, the four of us -- and party all night, rock and roll! \n[207](desperate mockery, grabs Ray \n[208] \n[209]\"Lord Byron\"? Really. You think? You like the poems? \n[210]These are the kindest words I've ever heard in my life. No one has ever understood. Thank you. Maybe I should always fuck my critics. \n[211] \n[212]I'm begging! I'm begging you! \n[213]About what! \n[214] \n[215]What'd he say? That was really stupid. Why didn't you just ask me. \n[216]You're a fuckin' cunt. You could ruin his career if... \n[217] \n[218]You're wrong. What they want I can't give... my death -- ripped to pieces -- do you feel their power? \n[219]I want to live, Patricia. I don't wanna die. \n[220]Patricia... Patricia... \n[221]Uh... nuthin' \n[222]Hey, I'm with the band man. It's cool. Take it easy. \n[223](pointing to his crotch, angry \n[224]Mace! Shit! \n[225]Why'd you blind me man? You blinded me! \n[226] \n[227]I wanna tell you 'bout something that happened just a few minutes ago right here in New Haven. This is New Haven isn't it? New Haven, Connecticut, United States of America? \n[228] \n[229]...and then this little man came in there, this little man in a little blue suit and a little blue cap... \n[230] \n[231]And he started pushing me and I pushed back and he didn't like that so he reached back there and got out his little can of mace. And sprayed it right in my eyes. And blinded me. Why? Cause I was alone in a room with a lady doing what he would like to be doing if he could ever get it up without a gun. \n[232]In the United States of America. Land of the free. Home of the Brave man -- in God We Trust right? TURN \n[233]Say your thing man! \n[234] \n[235]\n[236]\n[237]You finished? You sure you're finished? Haven't you forgotten something -- the consolation prize they gave ya for taking your cock and balls? The guns. Why don't you use em you withered dicks! You shit- eating red-neck chickenshit bastards, I hope this makes your worthless lives... \n[238] \n[239]\n[240] \n[241]I drink so I can talk to assholes. This includes me. Let's just say I was testing the bounds of reality -- that's-all -- I was curious... I kinda always preferred to be hated. Like Erich Von Stroheim in the movies... the man you loved to hate... it's meant to be ironic, courage wants to laugh. Y'know it's essentially a stupid situation. I go out on a stage and I howl for people. In me they see what they want to see -- some say the Lizard King, whatever that means, or some black-clad leather demon whatever that means... but really I think of myself as a sensitive, intelligent human being but with the soul of a clown which always forces me to blow it at the most crucial moment... a fake hero... a joke the gods played on me... it's okay, I accept the joke... and smile. Death old friend, death and my cock, I can forgive my injuries in the name of wisdom, luxury, romance. Words got me the wound and will get me well. All join now in lament of my cock, a tongue of knowledge in the feathered night. Boys get crazy in the head and suffer. I sacrifice my cock on the alter of silence. \n[242]Nah, later... \n[243]Now listen to this I'll tell you about Texas Radio and the big beat soft driven slow and mad like some new language reaching your head with the cold sudden fury of a divine messenger let me tell you about heartache and the loss of God wandering, wandering in hopeless night out here on the perimeter there are no stars out here we is stoned, immaculate... but I tell you this: No eternal reward will forgive us now for wasting the dawn. \n[244] (slaps Dog, notices the eggs, queasy \n[245] \n[246]A triple, Tom, shem and shaun... \n[247](drinking the fizz down  \n[248]That's all right. I like it \n[249](to no one in particular \n[250] \n[251]Man, I been here all the time... over there watching. I'm really happy for you Ray you found life... \n[252]Safflower oil, sure. \n[253] \n[254]...cause you lost it. It's fun to walk, isn't it. \n[255]Which car? \n[256]Oh yeah... I wrecked it. \n[257]No Ma I ain't drinking. \n[258]No Ma I ain't. \n[259]I don't know 'bout that. \n[260]Uh -- just some low grade acid. It's not heavy. Pam, read my mind. \n[261]Hey it's okay, it's okay... come on, we'll trip and then eat our feast. \n[262]Come on baby, y'know it's a good thing for Ray and Dorothy I think women are such noble creatures -- they carry on your name with dignity after you die. \n[263]   \n[264]Let's go wild child, let's get out there Romeo and Juliet, Marilyn Monroe and Vincent Van Gogh, Jim and Pam, rock and roll ...all the poetry has wolves in it, but one Pam -- the most beautiful one of all -- dances in a ring of fire and throws off the challenge with a shrug \n[265]'cause I'm the poet and you're my muse \n[266]  \n[267] (getting Pam's attention \n[268]Let's go wild child, let's get out there Romeo and Juliet, Marilyn Monroe and Vincent Van Gogh, Jim and Pam, rock and roll \"Clothed in sunlight Restless in wanting Dying of fever Changed shapes of an empire Vast promissory notes of joy How it has changed you How slowly estranged you Solely arranged you Beg you for mercy\" \n[269] \n[270] \n[271]Yeah but nobody wants to read poetry anymore, nobody cares, it's not like important y'know. Just put it away. Not right now. \n[272] \n[273]  \n[274]Well I... sometimes yeah \n[275]Hey -- don't you know when to stop! \n[276] \n[277]I still can't hold a candle to you. \n[278] \n[279] \n[280]It's not Thanksgiving honey. \n[281]  \n[282]\n[283]Oh murder? MURDER??? YOU WANNA DO \n[284]   \n[285]\n[286]\n[287]\n[288](explodes out of his grasp \n[289] \n[290] \n[291] \n[292] \n[293]I told you about that shit. Or are we talking about death choices here? \n[294] \n[295] \n[296]I'll give you a place to hide forever! \n[297]  \n[298]This is the best part of the trip, honey... \n[299](indifferent, to himself \n[300] \n[301]What? \n[302] \n[303]...do you love me? \n[304]...Well, just think about it awhile. Call me when you get your new number... Hey that's a really nice outfit you're wearing, you really have good taste in clothes. How long have you two been friends? \n[305] \n[306]Come back later! Who is it! \n[307] \n[308]Now Pam sweetheart, I'm busy. \n[309]Well you see Pam there's this crazy girl in here, she's just lying on the bed with her legs open and I don't know what to do. \n[310] \n[311]Almost. \n[312]\n[313]What was that promise you made Why don't you tell me what she said What was that promise that she made I'm gonna love you Till the heaven stops the rain I'm gonna love you Till the stars fall from the sky For you and I... \n[314] \n[315]Why don't you suck a fart out of my asshole you slave driving facist motherfucker! \n[316]So what are we going to tonight Paul! 67 takes! It's stale! \n[317]I wanna sing blues. This stuffs getting too self-conscious. \n[318](simultaneous, incomprehensible \n[319]Catchy, you sold it to a commercial? \n[320]For that? How much did you get for it? \n[321]\n[322]You figured? What the fuck is this Ray? \n[323]What?... are you saying? Are we the Doors? One for all and all for one? Do you know what you're saying to those millions of kids! \"Just kidding, not real\". That's what you're saying. \n[324]  \n[325]Good. Then do you want 50 of those shoes? \n[326]Then what do you need more money for? \n[327]I'm dying Ray. I wasn't kidding. Maybe you were. But I'll tell you something, it's not about these desires you have man, or money, or these records, it's about breaking through wasn't it? You just lost something man. We all lost something boys. We lost something. \n[328]There sure is. In your fucking face! \n[329]  \n[330]I know. I know. \n[331]It's alright honey, it's gonna be alright. You're my girl and that's the way it's always gonna stay. \n[332] \n[333] \n[334] \n[335] \n[336]Nah, how 'bout some tacos when we're through? The world on fire Taxi from Africa The grand hotel he was drunk a big party last night back, going back in all directions sleeping these insane hours I'll never wake up in a good mood again I'm sick of these stinky boots Do you know we are being led to slaughters by placid admirals? And that fat slow generals are getting obscene on young blood? Do you know we are ruled by TV? \n[337]Oh great Creator of Being Grant us one more hour to perform our art and perfect our lives The moths and atheists are doubly divine in dying We live, we die, and death not ends it Journey we more into the nightmare We're reaching for death on the end of a candle We're trying for something that's already found us... \n[338]More! \n[339]Don't be so melodramatic Bill, it's not fun anymore. \n[340]I care. \n[341] \n[342]I got an idea Bill, you're fired. \n[343]If your name is Rita, then yor ol man must be ol man Rita!! That ol man Riva, he just keep rolling along! \n[344](teasing to Rothchild in the row behind him \n[345]Why not? \n[346] \n[347] \n[348] \n[349]Rock is death! There is no longer belief. Hey, I'll write poetry and direct movies. \n[350]Miss?... \n[351]Some love. \n[352]The first two novels come along they love you, next few they slam but if you stay around long enough, one day they say, \"hey he's part of the national psyche\". \n[353] \n[354]Listen you two bit fuckin actor, you underestimate the audience. You think they all want a better job, a house, two cars, money, that's what you think but you know what they really want, Tom, in their lives, what they really want -- \n[355] \n[356]Fuck you ignorant devil's asshole slave! \n[357]I don't eat shrimp. \n[358]Yes, sir. \n[359]Whatsa matter, scared Johnny boy? \n[360]We the Beatles yet? \n[361]Hey John y'ever eaten human flesh? When we get to New York, I know this chick... \n[362]...just a touch Robbie, it's the funkiest stuff, you'll play like an orgasm tonight... \n[363]...just a little lick, come on trust me... for old times, the four of us, let's get together one more time,... the Doors man... Please. For me. \n[364]\n[365]YAAAAAOOOOOOOOOOWWWWWW... Love my girl! Five to one One in five No one here gets out alive You gets your baby I'll get mine Gonna make it, baby If we try The old get old The young get stronger May take a week And it may take longer They got the guns But we got the numbers Gonna win yeah -- WE'RE TAKING OVER!! \n[366]\n[367]\n[368]Lettin people tell you what you're gonna do! Lettin people push you around! How long you think it's gonna last! How long you gonna let them push you around!! \n[369]\n[370]\n[371]\n[372]Maybe you love it, maybe you love gettin your faces pressed into the shit of the world! You'd all eat shit wouldn't ya!! Adolph Hitler is \n[373]\n[374] \n[375]NO I'm not talkin' 'bout NO REVOLUTION. I'm not talkin 'bout no DEMONSTRATION. I'm talking 'bout HAVING SOME FUN. I'm talkin' 'bout DANCIN. I'm talkin 'bout LOVE. I'm talkin' 'bout some LOVE. LOVE LOVE LOVE LOVE... LOVE!!!! Grab your friend -- and LOVE him. Come oooooaaaannnnn. Yeah! \n[376]Ain't nobody gonna love my ass? Come on... I need ya. There's so many of ya out there and nobody's gonna love me! C'mon -- what'cha come here for anyway? You didn't come here for music. You didn't come here to see a good band. You came here for THIS didn't ya... \n[377]I'm lonely out here -- Ya wanna SEE IT... COME ON SWEETHEART... I need it, I NEED IT, need ya, need ya, \n[378]Didja see it! You wanna see it \n[379]What if I pull it out fer ya!! And SHAKE IT AROUND!!! Will that do it for you! Would ya, would ya, would ya!! Now watch -- I'm gonna show it to ya! \n[380]There it was! Ya see it? Ya see it?... Ya wanna see it again? \n[381](roaring out his commands \n[382] \n[383]\n[384]Poor Otis dead and gone Left me here to sing his song Pretty little girl with the red dress on Poor Otis dead and gone \n[385]I can't believe this is happening I can't believe all these people are sniffing each other &amp; backing away, teeth grinning, hair raised, growling, here in the slaughtered wind This is it No more fun the death of all joy has come \n[386]I had a vision of America Seen from the air 28,000 ft. &amp; going fast A one-armed man in a Texas parking labyrinth A burnt tree like a giant primeval bird in an empty lot in Fresno \n[387]Miles &amp; miles of hotel corridors &amp; elevators, filled with citizens Motel Money Murder, Madness Change the mood from glad to sadness Play the ghost song baby \n[388] \n[389]...Well, you gonna get rid of it? Fucked up people y'know, crazies, unwanted Indians just throw it in the river. \n[390]Patricia, wouldn't it be better to have a kid with someone who wanted to be its father? \n[391]It'd be a monster. \n[392]I got this trial dragging on me, Patricia. I couldn't support the kid -- I can't afford it and I don't want the responsibility right now. \n[393]Come on Patricia, I was stoned... it seemed like the fun thing at the time. \n[394] \n[395]Then it'll be your kid. If you want the abortion I'll pay for it and I'll come up to New York to be with you when you have it. \n[396]Yes I will. \n[397] \n[398]Well uh, it's designed to wear you down y'know... when that rap sheet says the \"United States of America versus You\" it takes you down day by day, specially when no one really gives a shit about, y'know, the First Amendment that's on trial here... Nobody says anything about that, it's just uh did you take your pants off y'know, I mean that's not what it's about, it's about freedom, that's what it's about... but who cares, right? Freedom exists in a schoolbook. \n[399]Well, I can only open doors, M'am. I can't drag people thru 'em. I'm no savior. \n[400] \n[401] \n[402] \n[403]\n[404]Whatcha worried about? I like it out here. \n[405] \n[406]\n[407]\n[408] \n[409]Come on baby, come on. \n[410]Don't have an ending Ray. \n[411]Come on baby, come on \n[412] \n[413]All the poetry has wolves in it Pam!!! \n[414]C'mon Pam, this is it! We'll do it right here! Right now! You and me! \n[415] \n[416] \n[417]Eek Dorothy! You cut your hair! \n[418]  \n[419]Hey -- am I late or is this the cool remnant of a dream? \n[420] \n[421] \n[422](to Robin, a 5 year old  \n[423]No, I gotta plane to catch. \n[424]Forever young... \n[425]I gotta admit -- that ain't bad for four guys who weren't even talking that day. \n[426]Yeah John, be anonymous, write a book: \"Observations of an American While on Trial in Miami\". \n[427]I'm pinned man. Everything I do they got a category for it, y'know. Freedom's gone. \n[428]You can always whip the horses' eyes. You, John, miss me? \n[429] \n[430] \n[431]I don't know, can I afford you? Pam kinda wiped me out with her dress store y'know... \n[432] \n[433]O?... splittling headache from which the future is made. \n[434] \n[435]Well she is kinda flakey -- like me. I mean she's just so vulnerable about everything. It makes me sad man. But she's always kinda believed in something about me y'know -- her little picture of me as the unsung poet -- and it's a fantasy I kinda dig y'know, 'stead of the one I live. \n[436]We didn't break thru Ray, we just pushed things a little. When you really break thru, there's nothing left. No music, no Doors, no God, nothing -- only a will to power. \n[437]And now what? \n[438] \n[439]Come on man, I gotta fly. \n[440](VOICE OVER, pulling out the car \n[441]Aw right. Let's get some tacos! \n[442] \n[443] \n[444]Well, I'll tell you a story of whiskey, mystics and men And about the believers and how the whole thing began First there were women and children obeying the moon Then daylight brought wisdom and sickness too soon... the moon is a dry blood beast We have assembled inside this ancient and insane theatre to propagate our lust for life and flee the swarming wisdom of the streets we live we die and death not ends it \n[445]Bird of prey, bird of prey Flying high, flying high in the summer sky Bird of prey, bird of prey flying high, flying high gently pass by Bird of prey, bird of prey flying high, flying high Take me on your flight I will come again down from the wild mountains \n[446]", "Morrison": "\n[1]The movie will begin in five moments The mindless voice announced All those unseated will await the next show We filed slowly, languidly into the hall The auditorium was fast and silent As we seated and were darkened The voice continued \"The program for this evening is not new You've seen this entertainment Through and through You've seen your birth, your life and death You might recall all the rest Did you have a good world when you died? Enough to base a movie on?\" \n[2]  \n[3] \n[4]\n[5] \n[6] \n[7]\n[8]\n[9]Well, didja get all that? ", "Dad": "", "Paul": "\n[1]Come on Jerry, cool it, cool it... he's a kid, it's a song about dying, changing... \n[2]Bertold Brecht, cabaret and rock. Give me a fucking break. You guys are amazing! Let's go make a record. \n[3]Hey Bruce, you feel it? \n[4] \n[5](to Botnick the engineer (cuts the music, to Jim \n[6]Right here baby. \n[7] \n[8] \n[9]Right on Jimbo. \n[10]Where the hell did she go? Can you give me sanctuary I must find a place to hide A place for me to hide... \n[11]Come on Jim, we'll get fuckin' laid in Miami. \n[12] \n[13]Cause I don't want to participate in anything that would accomplish your goal? \n[14]\"Death old friend\". ", "Rothchild": "", "John": "\n[1]\n[2]That's really square. Let's hip it up. Jump on your cues. \n[3] \n[4]Yeah but it sounds like the Byrds man, we're not folk rock man. How 'bout trying it with a Latin beat. \n[5]We don't need a bridge. \n[6] \n[7] \n[8]Whatsamatter with you man, what about Pam, you got the morals of a coyote. \n[9]Hell NO! \n[10]Sieg Heil! \n[11]  \n[12] \n[13]He never does what we rehearsed. What's the point of... \n[14]Great, but... \n[15]Will you get off my case! I'm never doing acid again. Too many bad trips man. \n[16]I'm into TM man. I promised my guru... \n[17]So you don't have a phone number? What do you mean you don't have a phone number? \n[18]I don't have a phone. \n[19]I think I'm fucked up. I'm not thinking right. \n[20]You should see your eyes right now, you're death. Look at your eyes -- you're crazy man, you look crazy. You scare me. \n[21]What the fuck! \n[22]I feel Lust. I want to fuck everything I can, and I know it will never be enough. \n[23] \n[24]Jim, where are you going. \n[25] \n[26] \n[27]The kind you get in hotels. \n[28]Well? \n[29]Get outta here man. This is fucking weird man. \n[30]I like the Doors, I like the Doors, I like the Doors. \n[31]Tell you the truth, I can live without him. He's a freak. Let's get outta here. We got a show tomorrow. \n[32] \n[33]Oh come on man, you think just cause you're the lead man in the band you can run the whole show. \n[34] \n[35]No. \n[36]Listen to 'em! They're not coming for the music anymore. They're coming to see a fuckin' freak show! \n[37]He wanted it! Not us. I just don't fuckin' get the point anymore. I never did I guess. Y'ask me he's just become a drunken fuckin' asshole that's what. And he's gonna take us down with him. \n[38]Don't lecture me Mr. Philosopher, you never felt a fuckin thing in your life. I loved that man. I loved what he was. \n[39]I'm not going out there man! \n[40] \n[41]Look at him! I'm not going out there 'till I get some sorta guarantee he's gonna stay in line. I've had it with this shit. \n[42](going physically for Jim \n[43]  \n[44]You're pushing death Morrison. Everybody thinks we're drug addicts cause of you Morrison. \n[45] \n[46]I'm not going out there! \n[47]Probably a bath too... \n[48]...didn't invite us to Woodstock. Twenty other groups but not... \n[49]Won't take long man, it's the best one since \"Days\". \n[50]You really gonna live in Paris man? \n[51]Hey, I'm gonna miss you Jim. I'm gonna miss the feeling of playing music with you. \n[52]More than you think asshole. ", "Densmore": "\n[1]What's his fucking problem? \n[2]He ain't gonna show! I know it man. We should fuckin' go on without him. ", "Tom": "\n[1] (pill, popper, joint, a drink, all at once \n[2]Hey where's my joint? There's this chick sings with the Velvet Underground, Andy's band. She says she can drink you under the table. \n[3] \n[4]Pussy whipped, man... \n[5]Fuck man did you fade or what, we were on a \"death run\" up to the 9000 building after the gig, you bet me a grand you'd walk the ledge. \n[6]Then mumbling about \"gotta go home, sanctuary,\" pussy whipped. We were gonna film it! A thousand bucks! Give him a double. \n[7]...imagine me and Morrison in a fuckin movie together, can you imagine two powerful two-fisted Irish fucking drinking guys in a movie, in a documentary movie!! \n[8]Fuck Ray -- fuckin Pollock all he cares about's money. Fuckin sell out. You sold out too man. The last album's shit, and lemme tell ya something, people know it. \n[9]Awright shaddup Morrison, just cause you don't gotta work. Give me some of your money, asshole, and I'll yell anything you fucking want. \n[10]Ma ol lady had one of those but she calls it a diaphragm when I'm eating her out! \n[11]With that waistline Jimbo you got no choice. \n[12]You mean \"Crawling King Flab\"? Rock is cock babe and your rock is dyin'. \n[13]And what are you offering? Sex? You can't get it up. Salvation? You can't even save yourself. Come on Jim, you're not gonna be remembered. \n[14]I think you both should take your heads out of the toilet bowl. After \"Soft Parade\" You need an album sweetheart. \n[15](a cruel sarcasm Jim seems to enjoy \n[16] \n[17]Tell me. \n[18]No you. Something sacred. My cock is sacred. Suck on that! \n[19] \n[20]Read me my rights, motherfuckers... motherfuckin bulls! \n[21]Jump! ", "Baker": "\n[1]That's too short. I need a coupla hours. \n[2]Love it!! Far out. \n[3]", "Pamela": "\n[1]   \n[2] \n[3]  \n[4] \n[5]I don't want to die ever, what a weird thing to say. \n[6]Oh Jim this is Tom... Baker, he's an actor, he was in Andy's movie and this is Count Ruspoli. He lives in Paris, but he's Italian. He's from a very famous family over there. They're seven hundred years old. \n[7] \n[8](stunned, pushing thru to Anne \n[9](eyeing her up and down through her tears \n[10](condescending to Anne \n[11]Don't kid yourself sweetheart, Jim's crazy but he's not that crazy. He loves me. \n[12]", "Courson": "", "Mom": "\n[1]It's just a dream, Jimmy, just a dream \n[2]It's just a dream Jimmy, just a dream ", "Young": "\n[1]Who the hell was that? ", "Bill": "", "Siddons": "\n[1]We'll work it out Herb, promise. Give me five. \n[2]What the hell happened! Don't touch Jim. Get some water. Don't touch your eyes. \n[3]He was WHAT! He's Jim Morrison for chrissake. Jim, Jim -- you okay -- let's get you under the water here. Don't touch, you'll be okay. \n[4]Are you NUTS! \n[5] \n[6]Vice Squad says one more \"fuck or shit\" they're gonna close us down man. \n[7]It was $50,000. You weren't talking to us that week and we figgered you... \n[8]Goddamit Jim! We missed one already, we gotta get this one man! \n[9] \n[10]Jim, you don't show for this one, we're dead, the whole group -- no more bookings. \n[11]We need the work Jim! They're making us post a $10,000 bond just to show up -- we're the only group in rock-n- roll with a fuck clause! Get him on the fuckin' plane. That's what I pay you for. \n[12]Look at you, you're a pathetic fuckin' slob and so are all your friends! \n[13]Come on guys, cool it! \n[14]  \n[15]That wasn't THE FUCKING IDEA MAN!! We're gonna sue you!... We're pulling the plug. \n[16] \n[17]What's heavy is the radio stations pulling us from their playlists. The big cities -- Philly, Cinci, Chicago, Detroit -- it's insane! Record sales suck! \n[18]Max firmly believes the FBI's behind it. We're subpoenaing their records -- they had memos on you in Phoenix and they got you extradicted to Miami illegally without a felony... ", "Cat": "\n[1] ", "Dog": "\n[1]Hey Jim, come on babe, eat this. . . one last place to go. Ray's getting it on. \n[2]Whatcha doing! Oh fuck. \n[3](lifting Jim out of there \n[4] \n[5]Hey, fuck him, let's eat this thing. \n[6]I can't fly sober. \n[7] \n[8]Nah, it's a douche bag on a dixie cup. \n[9]Yeah. What's wrong with being fat. \n[10]Incoming! "}}