{"filename": "Last-of-the-Mohicans,-The_script.txt", "imdb_id": "tt0104691", "imdb_url": "https://www.imdb.com/title/tt0104691", "characters": ["Alexandra Cameron", "Chingachgook", "Jack Winthrop", "Capt. Beams", "Uncas", "Hawkeye (Nathaniel Poe)", "James Cameron", "Cora Munro", "Col. Edmund Munro", "Gen Montcalm", "Ongewasgone", "John Cameron", "Alice Munro", "Magua", "Maj. Duncan Heyward"], "dialogues": {"Alexandra": "", "Cameron": "\n[1] \troasts potatoes on a stick in the stone fireplace next to CAPTAIN JACK WINTHROP, \tan American in very worn quasi-military gear. On a rough table in the tiny cabin \tALEXANDRIA, his wife, is kneading bread. Three children climb on their father. \tHe grabs their wild seven year old son, JAMES, who shrieks laughter and dodges \taway. The cabin has two primitive rooms, waxed paper windows, log walls. O.S. a \tdog barks. Others pick it up. Cameron &amp; Jack are suddenly alert, reaching for \tweapons ...  \n[2] \tappears warily, musket in hand.  \n[3]\t\t\tAlexandria! Set three more places. \t\t\t\t \t\t\tHow is Chingachgook, then?  \tBehind him, emerging from the dark trees are Hawkeye, Uncas, cradling flint \tlocks, blankets and packs over their shoulders, leading a mule laden with skins \tand the elk carcass. Crossing the splitrail fence ...  \n[4]\t\t\tGettin' along. Yes, it is. \t\t\t\t \t\t\tNathaniel.  \n[5]\t\t\t\t \t\t\tYes, I did.  \n[6] \ttears past his father &amp; runs full bore. Just before he's going to collide into \tUncas, he leaps into the air and Uncas snatches him with one hand and swings him \tup onto his shoulders. The kid screams with delight and rides back towards the \tcabin that way. Alexandria comes to the door.  \n[7]\t\t\tIt was a good year for corn.  \n[8]\t\t\tYou take much fur?  \n[9]\t\t\tDear Father, thank you for rewardin' the fruits \t\t\tof our labor with plenty. Amen.  \tAs they start to eat ...  \n[10] \tEXTERIOR CAMERON CABIN - MOHAWK BOY &amp; JAMES CAMERON - MORNING  \tslam into other kids as they battle through a Lacrosse game. In the background are \tsixty men, women and children. It's a community gathering held out of doors. \tWe've entered mid-scene. Captain Jack is standing on a box. Some women and kids \tmill around some tables and boards laid over barrels. Cooking fires. Smoke. \tMost but not all around Captain Jack are men, nine settlers, 3 hunter/trappers, \teight Mohawk farmers in mixed European and native clothing. Off to the side are \tan English Lieutenant on horseback and a ten-man escort from whatever regiment's in \tAlbany. A man named HENRI speaks in French. His son, MARTIN, translates.  \n[11]\t\t\tI am stayin' on my farm. And any man who goes, \t\t\this family is welcome to fort-up with us 'til he \t\t\tcomes back.  \n[12] \tBurned, smoldering, having fallen in on itself. TRACK LEFT past what was the \tdoorway. A dead child's hand protruding from the ruin. A fragment of a dress. Charred \tand smoldering wood. John Cameron's body in the wreckage. And then, through the \tcollapsed posts and timbers, Hawkeye, Chingachgook and Uncas have advanced and \tare seeing what we've just seen; and then Cora and Alice.  ", "Chingachgook": "\n[1] \tThe French call him \"Le Gros Serpent,\" the Great Snake, because \t\"he knows the winding ways of men's nature and he can strike a sudden, deathly \tblow.\"  \n[2] \truns, disturbing no leaves, no branches; making no sound. He's running parallel \tto Uncas through the cathedral of mature forest. It's heavily canopied. There's \tvery little brush. The girth of the trees is huge. Shafts of light illuminate \tmotes of dust and turn leaves emerald where the sun breaks through. Sometimes \tthere's ferns; rhododendron, sometimes pale grass and outcroppings of rock. \tThese men run the forest streams, over boulders, fallen trees and down into \travines as if they own them. They do.  \n[3] \tslips through young trees and stops, shouldering his smoothbore musket. Is this \tan ambush?  \n[4]\t\t\t\t \t\t\tWe're sorry to kill you, Brother. \t\t\tForgive us. I do honor to your courage and \t\t\tspeed, your strength ...  \n[5] \n[6]\t\t\tHalloo! John Cameron!  \tDoorway: Cameron towards the interior ...  \n[7]\t\t\tThe Master of Life is good. Another year pass ... \t\t\tHow is it with you, John?  \n[8] \tlights &amp; smokes a clay pipe. The scene says: this is a rustic, frontier home and \tthese people have known each other &amp; live in dangerous circumstances.  \n[9]\t\t\tYour eyes are too sharp, Alexandria Cameron. \t\t\tThey see into my heart.  \n[10]\t\t\tFathers of England &amp; France, both, take more \t\t\tland, furs, than they need. They're cold &amp; full \t\t\tof greed ...  \n[11] \t- in a stream - relaxed but attentive, abruptly stops. The others freeze in their tracks. \tChingachgook sees and then stoops to examine ...  \n[12] \thas headed off further down the stream and discovers nothing. Rapidly he rejoins Uncas \tand Hawkeye who've become extremely alert. They move up the bank into the forest \tninety degrees from their previous path.  \tTRACKING: HAWKEYE, UNCAS &amp; CHINGACHGOOK  \tmoving. Fast. Nearly soundless. They hardly disturb a blade of grass. The impression: \texpertise, deadliness and an impression something's wrong.  \n[13] \tpursues two fleeing Hurons up the incline. Two strides gain him the first man, who he \thamstrings and runs over to pursue the second up the hill ... as ...  \n[14] \tflashes up the hill. It cleaves the second man's back and bowls him over. Chingachgook \tretrieves his club as his scalping knife slashes down ...  \n[15] \tto Hawkeye: let's go ... Then a fast exchange of Delaware. Cora's surprised to see it's \tChingachgook's decision. Chingachgook looks at the survivors, gives his assent, starts \toff.  \n[16]\t\t\t\t \t\t\tYengeese no good in woods. Make more \t\t\tnoise, I kill him.  \tHeyward spins. Hawkeye coolly watches Cora. Her attitude is hostile; aligned with \tHeyward. He turns away. Meanwhile ...  \n[17] \tis already moving out front, low and fast ...  \n[18]\t\t\t\t \t\t\tOttawa.  \n[19]\t\t\tLeave them.  \tHeyward stops. Hawkeye and Uncas follow Chingachgook, leaving the cabin.  \n[20] \tmutters something to Uncas. He nods and disappears amongst the white birch, \tsoundlessly.  \n[21] \tHis massive arms spread revealing his war club in his left fist; his fusil in his right hand.  \n[22] \ttensely monitor the Ottawa retreat.  \tUNCAS &amp; ALICE  \tHe slowly removes his hand from her mouth. She's a little shy, then she looks up, \tcatches his eyes. Then she averts her face.  \n[23] \tsees all of it; doesn't like it.  \n[24] \trun diagonally past pyramidal stacks of cannon ball, smoldering beams and shrapnel, \twounded men. Just then a mortar is fired and explodes, killing the gun crew. On the \tramparts Mohawks and Colonial Militia, sniping at the French. Women huddle in \tcorners next to the sick and dying.  \n[25]\t\t\t\t \t\t\tWhy do they make my son prisoner?  \n[26]\t\t\t\t \t\t\tWhat will they do with my white son?  \tOne of the guards - scared to death by Chingachgook - nervously fingers his musket.  \n[27] \tprotecting Hawkeye, slams his war club into one Huron, breaking his attack, his arm \tand his skull and swings the other way burying the bladed end into the chest of an \tOttawa who's behind him. Then ...  \n[28] \tsmashing his war club straight down on a Huron, reaches for the man's musket and \tshoots another. Then he sees ...  \n[29]\tTHE RANGER &amp; THE MOHAWK  \tback into the water. They're pursued by Ottawa and Hurons as they fight their way to \tthe canoes.  \n[30] \tfollowed by Uncas, takes stock of their supplies. They check their powder. They have \talmost none. Uncas shares his with Hawkeye. The Redcoat's cartridge case is soaked, \tthe paper cartridges a soggy mess. Heyward has none. The Ranger has two left. In \tMohican, Chingachgook decides some things. Hawkeye and Uncas nod. Heyward \tapproaches Hawkeye.  \n[31] \thas their weapons slung over his back. He says something in Mohican. Uncas spins \tlooks at Alice: her expression's vacant.  \n[32] \trocketing at us, battering and drowning us. We glimpse something downstream ...  \n[33] \ttries to focus, slammed against rocks, he's striking out towards the right, swimming \tagainst the current. He's grabbing for something.  \n[34] \tout on the flank. Running hard.  \n[35] \trunning. Then Uncas drops and the other two follow.  \n[36] \tholding Killdeer.  \n[37] \tSky &amp; flames. Suddenly, Heyward's stood upright into the fire, bound to a bracket by \this arms. As the flames start devouring him ...  \tHAWKEYE &amp; CORA  \tclose to Chingachgook and the tree line ...  \n[38] \ttosses Hawkeye Killdeer. As fast as he jams it into his shoulder he FIRES.  \n[39] \tfreezes.  \n[40] \tseeing his boy killed, CRIES out and is charging up the path, Hawkeye following.  \n[41] \tHuron warriors are an irrelevance. He slams one aside with his musket.  \n[42] \tisn't there. He rolled and, on one knee with his back to Magua, his arm slams rearward. \tThe massive war club crashes into Magua's back.  \n[43] \tnow up and towering - slams his club right into Magua's assault ... destroying it, \t breaking Magua's right arm. And ...  \n[44] \t... with his momentum, spins like a shot-putter and the next blow cripples Magua's left \tside and crushes part of his chest.  \n[45]\n[46] \tspeaks to the sky.  \n[47]\t\t\t\t \t\t\tGreat Spirit and the Maker of all Life ...  \tON HAWKEYE &amp; CHINGACHGOOK  \tWe HEAR Hawkeye's English translation in VOICE OVER:  \n[48]\n[49]\t\t\tThe frontier moves with the sun and pushes \t\t\tthe red man of the wilderness forests in front \t\t\tof it. Until one day there will be nowhere left. \t\t\tThen our race will be no more, or be not us ... \t\t\tThe frontier place is for people like my white \t\t\tson and his woman and their children.  \n[50]\t\t\tNo. It is true ... One day ... there will be no \t\t\tmore frontier. Then men like you will go, too. \t\t\tLike the Mohicans. \t\t\t\t \t\t\tAnd new people will come. Work. Struggle \t\t\tto make their light ... One mystery remains.  \n[51]\t\t\tWill there be anything left to show the world \t\t\tthat we ever did exist?  ", "Jack": "\n[1]\t\t\tTradin' your skins in Castleton?  \n[2]\t\t\tA French &amp; Indian army out of Fort Carillon's \t\t\theading south to war against the English. I'm \t\t\there to raise this county's militia to aid the \t\t\tBritish defense.  \n[3]\t\t\tWe'll see in the morning ...  \n[4]\t\t\tFew'd deny that? Where you headin'?  \n[5]\t\t\tBoys. My sense of it is enough of us will join-up to \t\t\tfill the county's levy. But only if General Webb \t\t\taccepts a few terms I got in mind ...  \tHAWKEYE &amp; UNCAS  \tcross through the people. A few men drift off to their women at the tables. \tIt is apparent two-thirds of the men will join. A couple of jokes, light banter, \tno hostility.  \n[6]\t\t\t\t \t\t\t... if they are not allowed leave to defend their \t\t\tfamilies if the French or Hurons attack the \t\t\tsettlements, no colonial militia is goin' to Fort \t\t\tWilliam Henry.  \n[7]\t\t\tDoes that mean they will be granted leave to \t\t\tdefend their homes if the settlements are \t\t\tattacked?  \n[8]\t\t\tYou got yourself a colonial militia, General.  \n[9]\t\t\t\t \t\t\tGet together by the West Battery James &amp; Ian, \t\t\tSharitarish &amp; William.  \tHawkeye uses the fine cotton he took from Cora. Uncas sees it.  \n[10]\t\t\tChingachgook's of the same opinion. Taken \t\t\ttogether, that's gospel. Your fort will\t stand \t\t\tor fall depending on Webb and reinforcements, \t\t\tnot these colonials' presence.  \n[11]\t\t\tWe are not forgettin' Webb's promise!  \n[12]\t\t\tNathaniel's word been good on the frontier a \t\t\tlong time before you got here!  \n[13]\t\t\t\t \t\t\tDoes the rule of English law no longer govern? \t\t\tHas it been replaced by absolutism?  \tThis is very dangerous talk.  \n[14]\t\t\t\t \t\t\tI believe if they set aside their law as and when \t\t\tthey wish, their law no longer has rightful \t\t\tauthority over us. All they have over us is \t\t\ttyranny, then. And I'll stay here no longer. \t\t\tNo force on earth will keep me here ... Anyone \t\t\tcaught leavin' the fort could be shot. So each \t\t\tman make your own decision ... Those who \t\t\tare goin', be back here in an hour.  \n[15]\t\t\t\t \t\t\tYou're not coming with us?  \tHawkeye shakes his head.  \n[16]\t\t\tThat reason wear a blue dress and work \t\t\tin the surgery?  \tLow laughter  ", "Winthrop": "", "Capt.": "", "Beams": "\n[1]\t\t\tCaptain Jeffrey Beams. We didn't think \t\t\tyou'd make it through!  \n[2] \tThe drums are from Munro's honor guard. They stop.  ", "Uncas": "\n[1] \tflash as he runs. One carries a flintlock musket. Sweat on the man's skin. A \tcalico shirt is gathered at the waist with a wampum belt of small white beads \tover a breechcloth. He wears leggings to protect his legs. A long-handled \ttomahawk is stuffed in his belt.  \n[2] \tstops dead, holding out his hand ... no sound.  \n[3]\t\t\tYour farm good to you this year, John?  \n[4]\t\t\tMohawk field we saw was 5 mile long on \t\t\tthe river. Chief Joseph Brandt's field.  \n[5]\t\t\tNo, Schylerville. With the Dutch for silver. \t\t\tFrench &amp; English want to buy with wampum \t\t\t&amp; brandy.  \tPause, then ...  \n[6]\t\t\tSo I can find a woman and make Mohican \t\t\tchildren so our father will leave my brother \t\t\t&amp; me in peace.  \tAlexandria laughs. So do Hawkeye &amp; Chingachgook.  \n[7]\t\t\tNo. You are too strong. Turn me old \t\t\ttoo fast!  \tHawkeye grabs the kid from Uncas. The kid's laughing &amp; can't stay still. \tChingachgook watches, content, smoking his clay pipe.  \n[8]\t\t\tWe had our say, Ian.  \tThey approach the Lacrosse field. Chingachgook stands with Cameron in the \tbackground, watching.  \n[9] \tscalps the man he killed. Chingachgook dispatches the Huron he hamstrung.  \n[10] \tjust cut the throat of the second Narraganset. It drops into the brush. Alice attacks \thim.  \n[11]\t\t\t\t \t\t\t... too easy to track ... they can be heard for \t\t\tmiles ... find yourself a musket ...  \tCora's surprised by Uncas' easy English. Hawkeye's scanning the forest.  \n[12] \tstops, alarmed. Something in the air bothers him. Hawkeye smells it, too.  \n[13] \treturns from under one part of the wreckage, ashen, stoic, as they all are. We know the \tdegree of their inner pain.  \n[14]\t\t\tAll dead ...  \n[15] \tenters, very careful where he places his feet ... Hawkeye gestures to Heyward to stay \twhere he is: on the periphery with the women.  \n[16]\t\t\tMirrors ... tools ... clothes ... all inside.  \n[17] \tmoving fast. He gestures back the way he came and it means they're in jeopardy. Uncas \tdisappears around the mound.  \n[18] \ttensely monitor the Ottawa retreat.  \tUNCAS &amp; ALICE  \tHe slowly removes his hand from her mouth. She's a little shy, then she looks up, \tcatches his eyes. Then she averts her face.  \n[19] \tlooks over his shoulder, sees something in the far distance, gestures to Hawkeye and \tChingachgook.  \n[20] \tlooks over his shoulder.  \n[21]\t\t\t\t \t\t\tDidn't!  \n[22]\t\t\tSome food.  \n[23]\t\t\tYou told him about the raid?  \n[24]\t\t\tTight weave.  \n[25] \tsees a flash of something yellow. So does Hawkeye. They charge into the swirling \tchaos of attacking bodies. As we lose sight of them ...  \n[26]\tTHE RANGER &amp; THE MOHAWK  \tback into the water. They're pursued by Ottawa and Hurons as they fight their way to \tthe canoes.  \n[27] \tleaps off the stern of Hawkeye's canoe and climbs up the stern of Heyward's and takes \tcontrol. He roughly gestures to the Redcoat and the Major to stop paddling. He and \tHawkeye will pilot the two canoes.  \n[28] \tSame thing. When they crested the wave Uncas hollers at them to \"pull\" and they do. \tAs soon as they're through it, Uncas slams the paddle in the water and makes the canoe \trevolve a hundred and eighty degrees in a vortex so that now it's going through \tstern-first or the stern becomes the bow, so that Uncas could pilot it a different way \tthrough a hazard of ...  \n[29] \tlurches sideways, grabs a tree root. He is the only link of the canoe to earth. The bow, \twith Heyward, is literally hanging over the edge. Uncas strains and pulls the canoe to \tthe rock. He gestures to Heyward.  \n[30] \timmediately starts up the right acclivity to one fissure, and Chingachgook moves \tcarefully to the first fissure. Hawkeye follows.  \n[31] \tagainst one wall, has his ear cocked, monitoring, facing away from the sky ...  \n[32] \tyanks her down next to him. He pulls her head into his chest, looking out over the \tedge, his tomahawk in front of him, his musket near his right hand. There is no sign she \twas seen.  \tUNCAS &amp; ALICE  \tHe relaxes, looks at her and puts his finger to his lips telling her to be silent. \tLanguorously, she lies back, closes her eyes and lays a hand on his shoulder, palm up, \tas if he were a prince in a romantic fantasy. Uncas tries to restrain her.  \n[33] \this hand buried in her hair irradiated by the moon, then she seems to reach some \temotional climax and begins to cry softly, and Uncas stops making love to her and \tholds her. Then she's flooded with shame. He reaches for her. She jerks away. He \treaches for her again and clutches her to him. And she breaks down. Then he turns her \tface to him, but her expression has completely flattened.  \n[34] \tListens. Hears. Then he inches above cover to see ...  \tUNCAS' POV: THE RIVER &amp; SIX WAR CANOES  \tof Hurons approach to assault the island carrying torches.  \n[35] \truns. Then sees something.  \n[36] \thalf-way up the rock face. He's approaching an overhang. He climbs with a reckless \tdesperation ...  \tEXTERIOR STREAM - HAWKEYE &amp; CHINGACHGOOK  \tpound across the  to the meadow towards Magua's path ...  \n[37] \treaches the overhang. It juts away from the face six feet.  \n[38] \t... a rock flake. An indentation. Anything ... His fingers find a diagonal crevice and ...  \n[39] \tswings out, now hanging by the vertical face above the overhang. His features are \tdistorted with determination. Nothing will stop him. His right hand grabs another rock. \tHis arms snap him up. Then push. He's on the ledge. Moving fast ...  \n[40] \tslams him off the rock with the butt of his musket.  \n[41] \tthree tomahawk swings are dodged by Magua whose own knife streaks like silver \tflashes. Uncas, gashed on arms and chest, feints right and slams Magua with an open \thand, closes and the men are intertwined steel and muscle ... and Magua throws Uncas. \tGoing with him and rolling off Uncas, Magua's knife flashes into his armpit. Uncas' \tright arm is useless. He scrambles up. Next to the expertise of a mature warrior like \tMagua, Uncas' raw, young determination may not be enough.  \n[42] \tclosing, swings. Magua moves inside, stabs Uncas twice, turns him to face the edge, \tripping his head left to expose the right underside of his throat.  \n[43] \tAnd he spins and swings. The blade side of the war club punches into Magua's chest, \tcaving him in two.  ", "James": "\n[1] \ttears past his father &amp; runs full bore. Just before he's going to collide into \tUncas, he leaps into the air and Uncas snatches him with one hand and swings him \tup onto his shoulders. The kid screams with delight and rides back towards the \tcabin that way. Alexandria comes to the door.  \n[2]\t\t\tA son like me?  \tUncas grabs James &amp; suspends him upside down.  ", "Cora": "\n[1]\t\t\t\t \t\t\tHeyward! Duncan Heyward.  \tHeyward looks to the side. An inner light turns on. In this mode, this is a man we could \tlike.  \n[2] \tenters from the garden. She's vivacious, dark-haired, unconventional in that she's \teducated, but with conventional values and attitudes. She hugs Duncan to her and \tthen pushes him away to look at him.  \n[3]\t\t\tI'm embarrassed to be so indecisive ... after so \t\t\tlong apart and after you've traveled so far ...  \n[4]\t\t\tYou still have an aversion to the water?  \n[5]\t\t\t\t \t\t\tDear Duncan, my affection is as towards a closest \t\t\tfriend. Alice and I depend on you and respect \t\t\tyou immensely ... I wish they did, but my feelings \t\t\tdon't go beyond that. Do you see?  \n[6]\t\t\tSome say that's the way of it.  \n[7]\t\t\tCousin Eugenie, my father, but ...  \n[8]\t\t\t\t \t\t\tYes. Yes, I will.  \tShe's still unsettled.  \n[9]\t\t\tMy God, Alice.  \n[10] \tof trees is dark, except for spots where leaves are sparse, and there the light is golden. \tIt's the forest of childhood.  \tIn a ravine a buck disappears into a deeper stand of trees.  \n[11]\t\t\t\t \t\t\tAlice, did you see that ...?  \n[12] \treverie's broken by Heyward entering the frame.  \n[13]\t\t\tAlice?  \tAlice rouses from fatigue.  \n[14] \tbucking.  \n[15] \tcovers Alice with her body, holding the reins of their bolting horses.  \n[16] \twho's unaware she's a target. Why is he singling out a Munro girl to kill?  \n[17] \tglances back at Hawkeye. She doesn't know why he's looking at her.  \n[18]\t\t\tNo, Duncan!  \tDuncan ignores her.  \n[19] \tappalled.  \n[20]\t\t\t\t \t\t\tThough they are strangers, they are at \t\t\tleast entitled to a Christian burial!  \n[21]\t\t\tI will not. I have seen the face of war \t\t\tbefore, Mr. Poe, but never war made on \t\t\twomen and children. And almost as \t\t\tcruel is your indifference.  \tHawkeye turns back and rapidly approaches her. She takes a step back, fearful.  \n[22] \trealizes Hawkeye knew these people and is deeply affected. She also realizes for the \tfirst time this is a whole new world with dynamics and complexities, behavior and \trhythms she doesn't understand. He turns away from her and walks on. She hesitates a \tmoment.  \n[23]\t\t\tWhy didn't you bury those people?  \n[24]\t\t\tYou knew them.  \tHawkeye looks at her and nods.  \n[25]\t\t\t\t \t\t\tYou were acting for our benefit. And I \t\t\tapologize. I misunderstood you.  \n[26]\t\t\tYour \"father\"?  \n[27]\t\t\tHe did?  \n[28]\t\t\tWhat?!  \n[29] \ttensely monitor the Ottawa retreat.  \tUNCAS &amp; ALICE  \tHe slowly removes his hand from her mouth. She's a little shy, then she looks up, \tcatches his eyes. Then she averts her face.  \n[30]\t\t\t\t \t\t\tWhy did they turn back?  \tIn answer Hawkeye looks behind &amp; above her head.  \n[31] \tturns and makes out stilt platforms of skeletons and torn strips of buckskin silhouetted \tagainst the night sky in the distance. They have camped on sanctified ground, a burial \tplace.  \tCORA &amp; HAWKEYE  \tShe thinks it would be a mistake to ever underestimate the skill of these men or the \tdanger &amp; complexity of this place. She hands the pistol back to him. Their hands almost \ttouch.  \n[32]\t\t\t\t \t\t\t\"We're a breed apart and we make no \t\t\tsense\" ...?  \n[33]\t\t\t\t \t\t\tThank you so much.  \tCora is angry. Hawkeye, staring at the trees, glances at her. She settles, looking at him. \tHer mood changes. Then ...  \n[34]\t\t\tYou called Chingachgook your \"father\"? \t\t\tWhere is your real family?  \tHawkeye's surprised by her question.  \n[35]\t\t\tI'm sorry.  \n[36]\t\t\tHow did you learn English?  \n[37]\t\t\tAnd what were the consequentialities of \t\t\tEuropean culture you didn't bother with?  \n[38]\t\t\tIn London those radical ideas could land \t\t\tyou in Newgate prison. \t\t\t\t \t\t\tWhy were those people living in this \t\t\tdefenseless place ...?  \n[39] \tpensive. Hawkeye's watching her. Her reaction is enigmatic. After a pause ...  \n[40]\t\t\t\t \t\t\tYou are right, Mr. Poe. We do not \t\t\tunderstand what is happening here. \t\t\tAnd it is not as I imagined it would be, \t\t\tthinking of it in Boston and London ...  \n[41]\t\t\t\t \t\t\tOn the contrary. It is more deeply stirring ... \t\t\tto my blood ... \t\t\t\t \t\t\t... than any imagining could possibly have \t\t\tbeen ...  \tShe closes her eyes, turns slightly and prepares to sleep. Hawkeye is the one left staring \tinto the birch forest, a little surprised. Some of his assumptions about her were \twrong ...  \n[42]\t\t\tMuch further?  \n[43]\t\t\tThunder ... Papa will arrange something.  \n[44]\t\t\tAlice!  \tHeyward laughs. Hawkeye sees them. It bothers us: will these Europeans, including \tCora, shed their frontier experience?  \n[45]\t\t\tAnd you, Duncan? What are you looking \t\t\tforward to?  \n[46]\t\t\tI think it's very important and exciting.  \tHeyward looks at her. She's not kidding.  \n[47]\t\t\tLightning?  \tHawkeye doesn't answer as he, Chingachgook, Uncas and Heyward make their way to \tthe top of the ridge.  \tCLOSER ANGLES: CORA &amp; ALICE  \tjoin them and look down upon their expectation of a secure piece of England in the \twilderness, a safe harbor, a father's warm welcome.  \n[48]\t\t\tWhen? How?  \n[49]\t\t\tThere was none!  \n[50]\t\t\tThere was no letter.  \n[51]\t\t\tHe delivered no such message.  \tMunro's stunned.  \n[52]\t\t\t\t \t\t\tFine, Mr. Phelps. Have you cat gut and a \t\t\tsuturing needle? \t\t\t\t \t\t\tAnd we could use some rum, clothes, and \t\t\ta place to wash ...  \tCora tries to remove Alice from her father, but she clings to him. Munro holds her \ttighter. Then he whispers something to her. She nods her head. And Cora takes her. \tThey exit.  \n[53]\t\t\t\t \t\t\tMr Poe?  \n[54]\t\t\tWhat are you looking at, Mr. Poe?  \n[55]\t\t\tAlice ...  \n[56]\t\t\tHer nerves are shattered. She's trying \t\t\tto be brave.  \tThere's a lot going on under Cora's surface. We don't know what it is, but it's \tdisconcerting.  \n[57]\t\t\tDuncan ... \t\t\t\t \t\t\tDuncan, I promised you an answer. You \t\t\thave complimented me with your persistence \t\t\tand patience ... But the decision I've come \t\t\tto is I'd rather make the gravest of mistakes \t\t\tthan surrender my own judgment.  \tHeyward is stunned.  \n[58]\t\t\tAnd it's been unfair to you, while I search \t\t\tmyself for feelings, which, if they were \t\t\tthere and as strong as they ought to be, \t\t\twould've made themselves known long ago ... \t\t\t\t \t\t\tTake my admiration and friendship, Duncan. \t\t\tAnd please take this as my final answer. \t\t\tIt must be no.  \tHeyward' shattered inside.  \n[59]\t\t\tI am sorry, Duncan ...  \tHeyward nods. He's speechless. He's errect as he leaves the room.  \n[60] \tThe tension rushes out of her and she shudders and leans against the quarter-timbered \twalls for support. Then she collects the linen and starts out.  \n[61] \tmoving through the corridor past wounded. Two French mortar bombs explode above \tone of the casements. We hear shrill screams in the distance and ...  \n[62] \tHawkeye, Captain Jack Winthrop, Ian, seven or eight other militia spokesmen, Munro, \tHeyward, two adjutants, one lieutenant of Rangers.  \n[63] \tbeyond the periphery of men, staring at him.  \n[64] \texamines him with a cool, level stare.  \n[65] \tsaddened. Heyward's stature has fallen irrevocably in her eyes.  \n[66] \tin the shadows, leaning against the wall, searching ... we sense she's been looking \tfor him. He comes up to her. She turns in surprise.  \n[67] \tTo her everything about him seems to be somehow right. She's discovered that the \tpassions and outrage that move him, move her ... And her readiness to give herself to \twhat stirs the deepest resonances of her soul is the same as his.  \n[68] \n[69]\t\t\tHe saved us! We are alive only because \t\t\tof him ...  \n[70]\t\t\tHe knew the consequences. And he stayed. \t\t\tAre those the actions of a criminal? \t\t\t... Duncan, do something.  \n[71]\t\t\tYou know he wouldn't send me ...! You \t\t\tmisrepresented what you saw and caused \t\t\tthis. \t\t\t\t \t\t\tI, too, was at that farm. It was as he said ...  \n[72]\t\t\tThey do not live their lives \"by your leave.\" \t\t\t... They hack it out of the wilderness with \t\t\ttheir own two hands, burying their dead and \t\t\ttheir children along the way.  \n[73]\t\t\tDuncan, you are a man with a few admirable \t\t\tqualities. But taken as a whole, I was wrong \t\t\tto have thought so highly of you.  \tHeyward's shot through the heart.  \n[74]\t\t\t\"Justice\"? If that's \"justice\" ..., then the \t\t\tsooner French guns blow the English army \t\t\tout of America, the better it will be for \t\t\tthese people.  \n[75]\t\t\t\t \t\t\tYes I do! I know exactly what I am saying. \t\t\tAnd if it is sedition, then I am guilty of \t\t\tsedition, too!  \tShe exits, leaving them there.  \n[76] \tThey are silent for a moment, then ...  \n[77]\t\t\tThey're going to hang you. \t\t\t\t \t\t\tWhy didn't you leave when you had the \t\t\tchance?  \n[78]\t\t\tWhat would you have me do?  \tHe touches her hand.  \n[79]\t\t\tNo. I will find you.  \n[80]\t\t\tThe whole world's on fire, isn't it?  \tA pause.  \n[81]\t\t\tWhat is it?  \n[82] \ton the back of a mare. Alice, living through a wide-awake nightmare, is huddled under \tthe arm of her sister. They ride behind the standard bearers. In the B.G. her father is \tseen approaching and takes his position at their side. Cora looks down the column, \tsheilding her eyes against the sun. We know who she's looking for ... Hawkeye.  \n[83] \tThe 62nd and 42nd Highlanders including Heyward ... thirty to forty women and a \tnumber of children - for safety - in the middle, some frontiersmen, Ongewasgone and \tmany Mohawk, walking wounded. The column is still snaking its way out of the fort. \tNo Hawkeye.  \n[84] \tstraining to see.  \n[85] \triding near the front where there are no more French soldiers. Only a few scattered and \tcurious Huron and Ottawa. She does not see him.  \tPROFILE OF COLUMN - HIGH &amp; WIDE  \tas it passes left to right below like a long snake through the narrow valley. We're \tshooting from inside the dark woods. Lower, in the light, we see a scattering on both \tslopes of a couple of hundred Ottawa and Huron. They are in no order, are spread out \tand don't constitute a threat. They watch the column. \tSLOWLY THE CAMERA ... slides across the shoulders and back of a large man \twearing black plumes in his scalp-lock and other than a breechcloth is almost naked. He \tis heavily war-painted ...  \n[86] \tdoesn't see him, but something else has caught her eye.  \n[87] \thorrified, holds Alice tighter.  \n[88] \tshoots him in the face.  \n[89]\tTHE RANGER &amp; THE MOHAWK  \tback into the water. They're pursued by Ottawa and Hurons as they fight their way to \tthe canoes.  \n[90] \theld up by Hawkeye, suddenly screams.  \n[91]\t\t\tNo!  \n[92]\t\t\tStop it!!  \tHeyward comes to his senses. His head is gashed. A scarf, as a tourniquet, is tied \taround his leg. He lowers the gun.  \n[93] \tis soaked to the bones. Hawkeye strips off his buckskin hunting shirt and wrings it out. \tCora turns her back, strips off her white blouse and puts on the faster-drying chamois.  \n[94]\t\t\tAre we safe?  \n[95]\t\t\tOur father? Did you see my father?  \n[96]\t\t\tTell me!  \n[97] \tsays into Hawkeye's ear, after she looks O.S. ...  \n[98]\t\t\tSay nothing to Alice ...!  \tHawkeye nods.  \n[99] \tcrosses to the Ranger who's semi-conscious, feverish and getting delirious. She can't do \ta thing except hold his hand and think of her father.  \n[100] \twith the Ranger, looks up. Hawkeye enters. The look on his face. Then hers. They've \tbeen discovered. Now they're backed into a hole in the ground with no powder and no \tway out.  \n[101]\t\t\tYes. Go ahead.  \n[102]\t\t\tYes. I want you to go.  \n[103]\t\t\tYou try. With all you have. To save \t\t\tyourself. If the worst happens, and \t\t\tonly one of us survives, something of \t\t\tthe other does, too ...  \n[104] \tturns aside. Hawkeye insists.  \n[105]\t\t\t\t \t\t\t ... never doubt what you are doing.  \n[106] \tsupporting Alice, is dragged forward by a Huron warrior by a woven rawhide thong \ttied to her neck.  \n[107] \tsees him enter, doesn't believe he's there.  \n[108]\t\t\tNathaniel!  \tHawkeye glances at her, doesn't respond. The situation is a stick of dynamite ready to \tgo off. \n[109] \tlooks to Alice, then to Hawkeye.  \n[110]\t\t\t\t \t\t\tWhat are they doing to Duncan? \t\t\tDuncan!  \tHe's gone. They start to ease away from the mass of Hurons.  \n[111]\t\t\tAlice?  \tHawkeye's concentration is on backing out of the Huron mob. Will the Sachem's \tjudgment be honored? Will some warriors hack down Hawkeye &amp; Cora? As they go ...  \n[112] \tmoves towards her sister. But Hawkeye holds her tightly as they retreat.  \n[113] \twith Magua's group crosses the path. He drags Alice behind him like baggage. She \tregains her feet. Magua is oblivious to her. He's heading towards the plateau.  \n[114] \tare on Alice, off to the right in the meadow.  \n[115] \ttrying to stay with them, scrambles up ...  \n[116] \tcollapses to her knees on the ground and her face falls forward into her hands ...  \n[117] \talone, kneeling in the meadow. Her eyes downcast ...  \n[118] \tis standing, her back to us, in front of a rock-covered grave with a wooden cross. Next \tto it is Uncas' burial platform. Cora [says a] silent prayer. Then she pauses, crosses \therself. Her emotions are spent. She moves next to Hawkeye. He takes her hand.  \tHAWKEYE &amp; CORA]  \n[119]\t\t\tI have nothing to go back for.  \tLong pause.  \n[120]\t\t\tYes.  \tThey hold each other's eyes. She searches his face.  \n[121]\t\t\tWhere will we go?  ", "Munro": "\n[1] \tenters from the garden. She's vivacious, dark-haired, unconventional in that she's \teducated, but with conventional values and attitudes. She hugs Duncan to her and \tthen pushes him away to look at him.  \n[2] \teighteen years old, white-blonde hair, wide blue eyes. She's effervescent and runs \tto hug him. Heyward is taken aback by her enthusiasm and laughs.  \n[3] \twho's unaware she's a target. Why is he singling out a Munro girl to kill?  \n[4] \trunning from his quarters is shocked to see them.  \n[5]\t\t\t\t \t\t\tWhy are you here?!  \tCora is stunned. Alice is decimated by her father's anger. Munro sees and whips off his \tcoat to cover them and takes Alice under his arm. Bombardment resumes. Alice clings \twhile they race for the cover of his quarters:]  \n[6]\t\t\t\t \t\t\tWhy did you allow them to come? ... And \t\t\twhere the bloody hell are my reinforcements!!  \tThey race into the yellow lantern light of Munro's quarters and slam and bolt the heavy \tdoor. Heyward's confused ...  \n[7] \n[8]\t\t\t\t \t\t\tTold you to stay away from this hell hole! \t\t\tWhy did you disobey me?  \n[9]\t\t\tMy letter ...  \n[10]\t\t\tWhat?  \n[11]\t\t\tI sent three men to Webb!  \n[12]\t\t\tDoes Webb not even know we are besieged?  \n[13]\t\t\t\t \t\t\tWhat happened to you?  \n[14]\t\t\tThank you. How can I reward you?  \tNo answer. Then ...  \n[15]\t\t\tWhat else?  \n[16]\t\t\t\t \t\t\tI'm indebted to you. And get your side sewn up, \t\t\tyoung man.  \n[17] \tsees his exhausted and bloodstained surgeon in the doorway that leads to the next \trooms.  \n[18]\t\t\t\t \t\t\tMr. Phelps!  \tPHELPS' face lights up when he sees Cora Munro.  \n[19] \tis moved beyond words by his daughters' presence. There's a break, a pause ...  \n[20]\t\t\t\t \t\t\tWhat a place for them ...   \n[21]\t\t\t\t \t\t\t Logistics are his guns are bigger than mine \t\t\tand he has more of them. They keep our heads \t\t\tdown while his sappers make thirty yards of \t\t\ttrench a day. His thirteen inch mortars have a \t\t\ttwo hundred yard range, so when they're close \t\t\tenough, they'll move them in, lob explosive \t\t\trounds over our walls and pound us to dust.  \n[22]\t\t\tBloody murderers.  \n[23]\t\t\t... not enough time to get to Albany and back \t\t\twith reinforcements ...  \tA Sergeant enters, snaps to attention, says something to Beams, exits.  \n[24]\t\t\tWebb's at Edward?  \n[25]\t\t\tOnly twelve miles away! He could be here day \t\t\tafter tomorrow. \t\t\t\t \t\t\tFind your man, sir! Captain Beams will give you \t\t\tthe message.  \tBeams nods. Munro turns back to the map. Hawkeye has something else to say.  \n[26]\t\t\tYes, Mr. Poe? So?  \n[27]\t\t\t\t \t\t\tThank you.  \tHawkeye's dismissed, frozen out.  \n[28]\t\t\tThat's all, sir.  \tHawkeye is furious. Chingachgook gestures Hawkeye out. He leaves Munro's quarters \talmost knocking over an entering Adjutant who backs way up to let Chingachgook \tpass.  \n[29]\t\t\tTerrible feature of war in the Americas. \t\t\t\t \t\t\tBest to keep your sight fixed on our duty. \t\t\tOur duty is to defeat France. That hangs \t\t\ton a courier to Webb.  \n[30] \ta knock and Heyward enters.  \tCORA &amp; ALICE  \tAlice is in her father's bed. Cora is collecting and tearing linen into strips for bandaging.  \n[31]\t\t\t\t \t\t\tI must receive proof more conclusive than \t\t\tMr. Poe's opinion before I weaken our \t\t\tdefenses by allowing militia to withdraw.  \n[32]\t\t\tI judge military matters, Captain Winthrop, not \t\t\tyou.  \n[33]\t\t\t\t(looking to Heyward for \t\t\t\tconfirmation of his point of view) \t\t\tWhat did you see, Major?  \tHeyward looks around the room. And he catches the doorway ...  \n[34]\t\t\t\t \t\t\tI'll have none of that! \t\t\t\t \t\t\tMontcalm is a soldier and a gentleman. \t\t\tNot a butcher.  \n[35]\t\t\t\t \t\t\tYou forget yourself!  \n[36]\t\t\tBritish promises are honored. And the militia \t\t\twill not be released. Because I need more \t\t\tdefinite proof than this man's word!  \n[37]\t\t\tThis interview's over! The militia stays!  \n[38]\t\t\t\t \t\t\tAnyone fomenting or advocating leaving \t\t\tFort William Henry will be hung for sedition. \t\t\tAnyone leaving will be shot for desertion. \t\t\t\t \t\t\t My decision is final. Get out.  \tHawkeye and the others are not intimidated. Their rage smolders. The look on \tHawkeye's face says this is not over.  \n[39] \n[40]\t\t\tThe man encouraged the colonials to desert \t\t\tin this very room, in my presence. He is \t\t\tguilty of sedition and must be tried and hanged \t\t\tlike any other criminal, regardless of what he \t\t\tdid for my children.  \n[41]\t\t\tNot with enough certainty to outweigh British \t\t\tinterests in this fort.  \n[42]\t\t\tBut the man is guilty of sedition and subject \t\t\tto military justice and beyond pardon.  \n[43]\t\t\tYou do not know what you are saying!  \n[44] \tThe drums are from Munro's honor guard. They stop.  \n[45]\t\t\tAnd I to make yours, Monsieur le Marquis.  \n[46]\t\t\tMonsieur le Marquis, I am a soldier, not a \t\t\tdiplomat. You called this parlay for a reason.  \n[47]\t\t\tHowever I may apprise such testimony from \t\t\tMonsieur Montcalm, Fort William Henry is \t\t\tstrong and stands.  \n[48]\t\t\tPerhaps the General's glasses can reach to the \t\t\tHudson and he knows the size and imminence \t\t\tof the army of Webb ...?  \tMontcalm takes a moment to reply and appears genuinely sympathetic to Munro.  \n[49]\t\t\t\t \t\t\t You have heard your answer, Monsieur le \t\t\tMarquis. \t\t\t\t  \tMunro starts off. Montcalm stops him.  \n[50]\t\t\tSuch as ...?  \n[51]\t\t\tTheir arms?  \n[52]\t\t\tThe honors of war?  \n[53]\t\t\tMy colors?  \n[54]\t\t\tAllow me to consult with my officers.  \tAs he turns away something's been disconnected inside Munro that can never get put \tback together. As the men move away from the French ...  \n[55]\t\t\tI have lived to see two things I never expected. \t\t\tAn Englishman afraid to support a friend. And \t\t\ta Frenchman too honest to profit by that advantage.  \n[56]\t\t\t\t \t\t\tDeath and honor are sometimes thought to be \t\t\tthe same. Today I have learned that they are not.  \tMunro looks at the fortress behind him.  \n[57]\t\t\t\t \t\t\tThe decision is final.  \tA beat. Then Munro turns toward Montcalm. Their eyes meet across the churned, \tscarred earth of the battlefield.  \n[58]\t\t\tI am deeply touched by such unusual and \t\t\tunexpected generosity ... The fort is yours \t\t\tunder the condition that we be given until \t\t\tdawn to bury our dead, prepare our men and \t\t\twomen for their march and turn our wounded \t\t\tover to your surgeon.  \n[59] \tat the end of the column, rides out on his horse. Both sides of the gate are jammed with \tarmed French troops standing at attention. The French colors and honor guard are just \toutside the gate along with Bougainville, Chevalier de Levis, both on horseback as \tis - at the head - Montcalm.  \n[60] \ttrots past his walking column out the gate. He does not look at the French.  \n[61] \tsalutes Montcalm.  \n[62]\t\t\t\t \t\t\tMonsieur, the fort is yours.  \n[63] \thas seen it too. And now he sees ...  \n[64]\t\t\tSteady! No one fires!  \n[65] \tgallops his horse away from Cora and Alice towards the scene of the last attack. We \thear him from the distance ordering ...  \n[66]\t\t\tDo not break ranks! I want these ranks \t\t\tto hold ...!  \tCora's frightened.  \n[67] \thollering  \n[68]\t\t\tCora! Alice!  \tHe cuts down a Huron with his sword who is trying to leap at him from the right. An \tOsage warrior with red scalp-lock leaps on the back of Munro's horse, reaching over to \tstab down into Munro's neck. The old man's left hand grabs the warrior's knife hand in \tan iron grip. His right hand pulls his horse pistol and under his upraised arm fires \tbackward, point blank, blowing the Osage off the back of his horse.  \n[69] \this lower body is trapped under his dead horse. Magua leans in towards him.  \n[70] \tfrozen in agony by shock.  \n[71] \tback through the swirling smoke. There seems to be a lull. Then they're hit from the \tside by musket fire. One of the Rangers is shot, the other wounded. Hurons attack. The \tMohawk supports the wounded Ranger.  ", "Gen": "", "Montcalm": "\n[1] \tof three Seneca women and five boys, led by a Jesuit, sing the Te Deum in the Iroquois \tlanguage. This is a large tent that could sleep twenty. Montcalm's four personal guards \tare at the entrance as well as COMTE DE LEVIS in dirty lace, a facial wound and a \tbraceful of pistols on a sash. Inside is simple campaign furniture and a six by eight foot \tbattle standard and flag of France.  \n[2] \tstands with a huge and fearsome elaborately tattooed and robed Seneca chief in a silk \tturban ...  \n[3]\t\t\t\t \t\t\tFor my children and the children of the true \t\t\tfaith, my friendship and esteem is boundless ... \t\t\tI will give you three oxen for a feast and tomorrow \t\t\tI, myself, will sing the war song with you in the \t\t\tgreat council house.  \tThe Seneca Chief is satisfied and his people, plus the Jesuit, exit. The look on Magua's \tface and the wry expression on Montcalm's allows us to understand their relationship is \tbased on realpolitik.  \n[4]\t\t\tLe Renard Subtil, how are things with your \t\t\tEnglish friends?  \tMagua exhales in derision as he brings a chair to face Montcalm and sits, European \tstyle ...  \n[5]\t\t\t\t \t\t\tLouis Antoine, join us.  \tLOUIS ANTOINE DE BOUGAINVILLE enters. He wears a functional melange of \tIndian moccasins over white linen breeches and an officer's waistcoat.  \n[6]\t\t\tHear what le Subtil has to tell us ...  \tBougainville published a book on integral calculus at twenty-five, at twenty-six was a \tsecretary to the French Ambassador in London, in January 1756 at twenty-seven he \twas elected a member of the British Royal Academy of Science and at age twenty-eight \the's aide de camp to the Marquis de Montcalm with the rank of captain. Later in life, he \tbrought \"bougainvillea\" from Tahiti to Europe to America.  \n[7]\t\t\tWhy do hate the Grey Hair, Magua?  \n[8]\t\t\tMy sappeurs are advancing the trenches through \t\t\tthe night, now. You may have your opportunity \t\t\tsoon.  \n[9]\t\t\tColonel Munro, I have known you as a gallant \t\t\tantagonist. I am happy to make your \t\t\tacquaintance as a friend.  \n[10]\t\t\tPlease accept my compliments for the strong \t\t\tand skillful defense of your fortress. Under \t\t\tthe command of a lesser man it would have \t\t\tfallen long ago given the superior numbers and \t\t\tmaterial ... mere chance has allowed me to \t\t\tarray against you ...  \n[11]\t\t\tYou have already done everything which is \t\t\tnecessary for the honor of your Prince. I \t\t\twill forever bear testimony that your resistance \t\t\thas been gallant and was continued as long as \t\t\tthere was hope. But now, I beg you to listen \t\t\tto the admonitions of humanity. I beg you to \t\t\tconsider my terms for your surrender.  \n[12]\t\t\tHonor that is freely accorded to courage, may \t\t\tbe refused obstinacy ... These hills afford to \t\t\tus every opportunity to reconnoiter your \t\t\tworks and I am possibly as well acquainted \t\t\twith your weak condition as you are yourselves.  \tIs Webb really en route and Montcalm hopes to take the fort by duplicity before British \treinforcements arrive?  \n[13]\t\t\t\t \t\t\tMy scouts intercepted this dispatch intended \t\t\tfor you.  \tMunro is puzzled, suspicious.  \n[14]\t\t\t\t \t\t\tRead the dispatch.  \tHEYWARD &amp; MUNRO]  \n[15]\t\t\tSir. \t\t\t\t \t\t\tI am incapable of mistreating brave men. \t\t\tI beg you not to sign the death warrant \t\t\tof so many until you have listened to my \t\t\tterms.  \tMunro turns.  \n[16]\t\t\tMy master requires the fort be destroyed. \t\t\tBut, for you and your comrades, there is \t\t\tno privilege that will be denied. None of \t\t\tyour men will see the inside of a prison \t\t\tbarge. They're free to go so long as they \t\t\treturn to England and fight no more on this \t\t\tcontinent, and the civilian militia return to \t\t\ttheir farms.  \n[17]\t\t\tThey may leave the fortress fully armed, but \t\t\twith no ammunition ... Other than that, ask \t\t\twhat you wish.  \tMunro's impressed with Montcalm's generosity.  \n[18]\t\t\tGranted.  \n[19]\t\t\tCarry them to England to your King with pride.  \n[20]\t\t\tGranted, Monsieur.  \tAnd Montcalm bows deeply and as he does so ...  \n[21]\t\t\tFrance.  \n[22]\t\t\tLa victoire.  \n[23]\t\t\tIl est necessaire d'etre vigilant, mon enfant.  \tThe cloak parts. By the light of the moon the man's face is dimly perceived by us and \tthe soldier as General Montcalm. The soldier snaps erect as Montcalm continues \twalking out beyond the line to a small stand of trees.  \n[24] \tThe moon is broken into pieces of light on the water and behind Montcalm; from the \tfront of the stand of trees emerges a tall figure.  \n[25]\t\t\tYes.  \n[26]\t\t\tMy master owns these lands and your father \t\t\thas been ordered to drive off the English \t\t\tsquatters. They have consented to go. So \t\t\tnow he calls them enemies no longer.  \n[27]\t\t\tBut so many suns have set since Le Renard \t\t\tstruck the war post. Is he not tired?  \n[28]\t\t\tThat Le Renard has the power to lead his people \t\t\tinto the light, I know well.  \tMagua grabs the hand of the French commander. Imperceptible surprise in Montcalm's \teyes. Magua jams Montcalm's fingers to his chest.  \n[29]\t\t\tThat's where a lead bullet has torn you.  \n[30]\t\t\tMy son has been sadly injured. Who did \t\t\tthis?  \n[31]\t\t\tMy son Magua's pain is my pain.  \n[32]\t\t\tMunro would. But General Webb will not \t\t\tsend their soldiers across the salt lake. \t\t\tHaving let them go, I fear I will only fight \t\t\tthe same men again when I move south. \t\t\t\t \t\t\tAnd yet, I cannot break the terms of the \t\t\tcapitulation and sully the lilies of France ...  \tLong pause, wheels turn. Then:  \n[33]\t\t\tAs the English march away, our soldiers \t\t\tand the Canadiens will be drawn to the \t\t\tlooting of the fort ... except for a small \t\t\tguard ...  \tMagua abruptly leaves Montcalm.  \n[34] \tsalutes Munro and bows gravely from the saddle.  ", "Ongewasgone": "\n[1] \tis an unusually large Mohawk in a blue match coat with a little girl holding his hand. He \tsays something to Chingachgook who nods. Hawkeye and Uncas are a little apart in an \touter grouping of the men. Ongewasgone is a war chief and wears a white plume and is \ttattooed. As Martin finishes, he steps forward.  \n[2]\t\t\tJohn Cameron, thank you for your hospitality ... \t\t\tTwin River Mohawk got no quarrel with Les \t\t\tFrancais. Trade furs with Les Francais. Now Les \t\t\tFrancais bring Huron onto Mohawk hunting grounds ...  \tThese people are English, Scots-Irish and Dutch farmers; some French Huguenot \t\"mechanics\" . They're in shirt-sleeves and Indian moccasins &amp; leggings. The \tMohawks' vast lands and corn agriculture border the settlement. They 've been \tacculturated for over a hundred years. Some wear European calico hunting shirts. \tTheir heads are shaved to scalping locks and many are tattooed. They've politically and \tcommercially played France &amp; England against each other very adroitly for over a \thundred years because of their military power and geographic position. Their relations \twith working farmers and settlers and their families has been mostly one of \tco-existence because there's always been more than enough for all. This is a WPA \t mural of ethnic diversity and plurality of frontier America. The Europeans are former \tindentured laborers, farmers exiled by economics or religious persecution, frontier \thunters and trappers ... working people.  \n[3]\t\t\t\t \t\t\tNow Mohawk will fight Huron and Les Francais. \t\t\tMy brothers have asked me to lead them in this \t\t\twar so I speak for the Twin River Council.  \tThe importance of this commitment is apparent to the lieutenant.  ", "John": "\n[1] \troasts potatoes on a stick in the stone fireplace next to CAPTAIN JACK WINTHROP, \tan American in very worn quasi-military gear. On a rough table in the tiny cabin \tALEXANDRIA, his wife, is kneading bread. Three children climb on their father. \tHe grabs their wild seven year old son, JAMES, who shrieks laughter and dodges \taway. The cabin has two primitive rooms, waxed paper windows, log walls. O.S. a \tdog barks. Others pick it up. Cameron &amp; Jack are suddenly alert, reaching for \tweapons ...  ", "Alice": "\n[1]\t\t\t\t \t\t\tDuncan!  \n[2] \teighteen years old, white-blonde hair, wide blue eyes. She's effervescent and runs \tto hug him. Heyward is taken aback by her enthusiasm and laughs.  \n[3]\t\t\tWe leave in the morning?!  \n[4]\t\t\tI won't sleep tonight. What an adventure! \t\t\tI absolutely cannot wait to return to Portman \t\t\tSquare, having laid eyes upon the full-blooded, \t\t\tred men in the wild!  \n[5]\t\t\tNonsense. Papa wouldn't have sent for us \t\t\tif it were dangerous.  \tAlice takes Hewyward's hand. Cora pours Heyward more tea. The white sheets billow.  \n[6]\t\t\tCan we rest soon?  \n[7] \tshrieks. Cora grabs Alice's reins and her own.  \n[8] \tbolting, dodging sideways, spilling Alice to the earth.  \n[9] \ton the ground, screaming insanely, covered by Cora who's protecting her little sister, \tand ...  \n[10] \tCora, holding her, is stunned but functioning. Moments ago both women were clean \tand demure. Now their riding dresses are torn, mud-stained, blood-spattered and their \tbaggage is gone.  \n[11]\t\t\t\t \t\t\tStop it!  \tHeyward spins.  \n[12]\t\t\tWe need them to get out of here!  \tUncas gently restrains her. Cora reaches Alice and grabs her away from the \"savage\". \tHeyward runs in to protect the women ...  \n[13] \tapproaches and is frozen in horror. Cora shields her from the sight. Cora is affected but \tconfronts it directly.  \n[14] \thits the blanket. She curls into a fetal position and she's out. Heyward is nearby on \twatch. \tHawkeye has taken a position two-thirds of the way around the crescent shaped \tmound. \tCora has sought him out.  \n[15] \tseeing the red-painted Ottawa approach, starts to panic. Her hyperventilating and \tinvoluntary small sounds of fear will reveal their position. A hand covers her mouth and \tsilences her struggling. WIDEN. It's Uncas. His other arm is around her, holding her, \tlooking towards the advancing Ottawa.  \n[16] \tRe-energized, her spirits pick up.  \n[17]\t\t\tWill we be able to bathe?  \tBefore Cora can answer they hear a deep, rolling roar. Alice is alarmed.  \n[18]\t\t\tDuncan, you are absolutely gallant. If Cora \t\t\tdoesn't marry you, I shall.  \n[19]\t\t\tI can't wait to see Papa ...  \n[20]\t\t\t\t \t\t\tPapa, Papa!!  \n[21]\t\t\tTalk to Duncan, Cora ... I must manage ... \t\t\tI cannot be an invalid schoolgirl. \t\t\t\t(starts \t\t\t\tfor door \t\t\tI'll see if Mr. Phelps needs anything ...  \tShe leaves.  \n[22] \ton the back of a mare. Alice, living through a wide-awake nightmare, is huddled under \tthe arm of her sister. They ride behind the standard bearers. In the B.G. her father is \tseen approaching and takes his position at their side. Cora looks down the column, \tsheilding her eyes against the sun. We know who she's looking for ... Hawkeye.  \n[23] \tand her eyes take it all in. And her affect starts to flatten. A blankness suffuses her \texpression and the girl withdraws from this reality into a deep dark cave inside her \thead.  \n[24] \ton her hands and knees. A massive Ottawa pulls her upright by her hair about to take \ther life and her scalp. He's struck by a rock in the hands of Cora which barely phases \thim. He bats her aside and returns to Alice, when suddenly ...  \n[25]\tTHE RANGER &amp; THE MOHAWK  \tback into the water. They're pursued by Ottawa and Hurons as they fight their way to \tthe canoes.  \n[26] \tstands in the chamber not far from the wall of water, fascinated with its shimmer. She's \toblivious to all the events and everything going on around her ...  \n[27] \tsensing new danger, slips away on her own.  \n[28] \tlooks at the sky through the fissure. She sees the starfields and feels silver moonlight \tpull her forward. She starts out onto the island, oblivious, unaware she'll expose them. \tSuddenly ...  \n[29] \teyes slowly open. Oblivion disappears. It's replaced with escalating fear. She holds onto \tUncas with desperation. Her fingers claw his shoulders. She buries her face in his \tchest.  \n[30]\t\t\tUncas ...  \tHer body shudders. Her terror's total. He tries to restrain and calm her. She won't let \thim. Then her mouth seeks his and in the passion of despair and fear and wanting life, \tshe holds him between her thighs. And Uncas is confused, but Alice whispers his name \tand he responds. He loves her in the half-light.  \n[31] \twith Magua's group crosses the path. He drags Alice behind him like baggage. She \tregains her feet. Magua is oblivious to her. He's heading towards the plateau.  \n[32] \tbacks to the edge.  \n[33] \tlooks down at Uncas, her lover, dead on the rocks below. She turns to Magua with \tenigmatic calm. Her eyes seem to see into him. She steps off the edge. She falls to her \tdeath next to Uncas ...  ", "Magua": "\n[1] \trises and slowly walks into the light. He is reserved and over six feet tall. His head is \tshaved into a mohawk. Rings, beads &amp; feathers pierce his ears. A blanket is worn as a \tshawl over his left shoulder exposing his right arm and heavy tattooing. A long \ttomahawk is in the belt of his breechcloth.  \n[2] \tcradling his musket.  \n[3]\t\t\t\t \t\t\tI understand. This is not good place to stop. \t\t\tTwo leagues from here. No water 'til then. \t\t\tThat where we stop. Better place.  \n[4]\t\t\t\t \t\t\t\"Magua understand paleface is a dog to his women. \t\t\tWhen his women want to eat, he lay aside his \t\t\ttomahawk to feed their laziness.\"  \n[5]\t\t\tMagua say: \"Yes. Good idea.\"  \tAs they begin to stop ...  \n[6] \ton point. The trail cuts the side of a hill. The ground on one side rises into a forest \tacclivity and on the other falls off into a forested ravine. Magua walking towards \tcamera.  \n[7] \tslid his tomahawk out from the front of his belt that girdles his waist. He lets the shaft \tdrop into his hand. He shrugs off his blanket. There is a solidity to his dark, tall figure \twe didn't see before. Magua turns about face and advances on the column. \tTRACK WITH Magua. \tHeyward and the Munro girls pass the camera as does Sgt. Major Ambrose, marching \tin advance of the men. Magua is approaching the soldier on the left in the first row. \tWe see Magua has caught the Redcoat's eye.  \n[8] \tshoots Ambrose in the chest, and ...  \n[9] \tcalmly sees the odds have changed. His attention becomes focused. He commits a very \trevealing act seen through the blurred foreground action of struggling bodies. We will \tremember it. He raises his musket and aims at ...  \n[10] \tsenses Hawkeye. Moving through liquid, his eyes drift left. The moment is frozen.  \n[11] \tentering with four Huron braves. This is not the Magua we saw on the trail. In his scalp \tlock, now red-stained and cut to a Huron roach, are three blacl plumes. A match-coat \tblanket drapes his left shoulder.  \n[12]\t\t\tEnglish war chief, Webb goes to Fort Edward \t\t\twith 33rd Regiment. He does not know my \t\t\tfather's army attacks Fort William Henry.  \n[13]\t\t\tThe Grey Hair will try.  \n[14]\t\t\tThe Grey Hair's children were under Magua's \t\t\tknife but escaped. They'll be under it again.  \n[15]\t\t\tWhen the Grey Hair is dead, Magua will eat \t\t\this heart. Before he dies Magua will put his \t\t\tchildren under the knife so the Grey Hair will \t\t\tsee his seed is wiped out forever.  \tMontcalm won't get a direct answer.  \n[16] \tin full war paint, with a coterie of Huron warriors, silent, waiting. Drums.  \n[17]\t\t\tIs the hatchet buried between the English \t\t\tand my French father?  \n[18]\t\t\tNot a warrior has a scalp and the white men \t\t\tbecome friends.  \n[19]\t\t\tMagua took the hatchet to color it with blood. \t\t\tIt is still bright. Only when it is red, then it will \t\t\tbe buried.  \n[20]\t\t\tWhere is that sun?! It has gone behind the hill. \t\t\tIt is dark and cold. It has set on his people, \t\t\tthey are fooled and kill all the animals and sell \t\t\tall of their lands to enrich the European masters \t\t\twho are always greedy for more than they need. \t\t\t\t \t\t\tAnd Le Subtil is the son of his tribe. There have \t\t\tbeen many clouds and many mountains. But now \t\t\the has come to lead his nation.  \n[21]\t\t\tDoes my father know that?  \n[22] \tA deep indentation and scar.  \n[23]\t\t\tAnd this?  \tMagua turns his naked back to Montcalm and puts Montcalm's hand on his back ... \tdeep ridges of a scar a half inch wide.]  \n[24]\t\t\t\t \t\t\tMagua slept hard in the English wigwams. \t\t\tAnd the sticks left their mark ... \t\t\t\t \t\t\tMagua's village and lodges were burnt. \t\t\tMagua's children were killed by the English. \t\t\tMagua was taken as a slave by the Mohawks \t\t\twho fought for the Grey Hair. Magua's wife \t\t\tbelieved he was dead and became the wife of \t\t\tanother. The Grey Hair was the father of all \t\t\tthis. \t\t\t\t \t\t\tIn time Magua became blood-brother to Mohawk \t\t\tto become free. In his heart he always was Huron. \t\t\tAnd his heart will be whole again on the day \t\t\twhen the Grey Hair and all his seed are dead!  \n[25]\t\t\tDoes the chief of the Canadas believe the \t\t\tEnglish will keep the terms?  \n[26]\t\t\tMany things my French father cannot do, \t\t\tMagua can.  \tMontcalm reacts as if he hadn't thought of that.  \n[27] \twalking back to the Huron camp. Reveal a Huron sub-chief has been in the woods, \twaiting for Magua. Now he joins him. They walk in silence. Then ...  \n[28]\t\t\t\t \t\t\tI wonder at the blindness and pride of the \t\t\twhite man. He believes only he knows \t\t\thow to speak falsely to make other men do \t\t\this bidding.  \tMagua exhales in derision.  \n[29] \tand the left two-thirds of his face is painted red. The right third is painted black. Much \tsilver is in his ears. His tomahawk is in his left hand. His cut-down musket in his right \tfist. Magua's attention is all focused to one point.  \tMAGUA'S LONG &amp; TIGHT POV: MUNRO &amp; CORA &amp; ALICE  \tat the head of the column. This is the focus of Magua's attention.  \tWIDE FRONTAL: COLUMN, STANDARD BEARERS &amp; MUNROS  \tCora turns again to look for Hawkeye.  \n[30] \tHis eyes see Munro.  \tWIDER &amp; LOWER: MAGUA  \traises his musket in his fist and emits a war whoop. WE NOW SEE ... hundreds have \tbeen stalking the column, hidden in the trees, maybe thousands. Then ...  \n[31] \tcharging down the hill ... with his coterie of twenty Huron warriors, heading for the \tarea in which he saw Munro.  \tCORA &amp; ALICE  \tat the head of the disintegrating column. Cora's holding Alice's head to her bosom, \tcovering her ears as if to protect her from the sounds.  \n[32] \tglides through the scenes, striking and hunting. Some of his coterie of braves near him. \tHe sees ...  \n[33] \tHis eyes drop to what's in front of him. The field goes quiet.  \n[34] \this lower body is trapped under his dead horse. Magua leans in towards him.  \n[35]\t\t\tGrey Hair. I will cut your heart from your \t\t\tliving chest in front of your eyes. As you die, \t\t\tknow that I will put under the knife your \t\t\tchildren and wipe your seed from this earth \t\t\tforever ...  \tMagua pulls his knife and as he leans down towards Munro ...  \tMOHAWK &amp; HURON  \tspin and flail furiously at each other with tomahawks and knives. The Huron goes down \tand then the Mohawk is shot. The Huron who shot him is cut down by a Ranger with \ttomahawk in one hand and bayonet in the other. Two Mohawks and three Rangers \tfighting back to back. They become an island swamped by Huron and Ottawa: amidst \tbodies and ground slippery with blood. As smoke obscures their image.  \tCORA &amp; ALICE  \tin a group of civilian militia. Two of the militiamen are shot down. The third engages a \tFox warrior. Cora &amp; Alice run.  \n[36] \treaching down and up into something, emerges and jams an object we barely see into \tthe air. But his arm and shoulder and half his chest are splashed red with blood.  \n[37] \tseen from far away, holding aloft the heart of Munro.  \n[38] \tbeaches a canoe on the bank. He and eight braves ease out. His war paint is fresh: \tgreen handprints on his chest and black and green on his face. Black plumes are affixed \tto his scalp-lock and his shawl is over his left shoulder. The right arm carrying his \tmusket is exposed. Many scalps are tied to his tomahawk. He walks towards us \tapproaching the island, two hundred yards away ...  \n[39] \tenters. His blanket, like a shawl, over his left shoulder, black plumes in his hair. He's \timperturbable.  \n[40] \treaches out and touches Cora's hair. Cora is frozen to the spot. His hand drops away \tfrom the hated Munros and as Magua turns to go, he says something low in Huron and \tthe two women are jerked towards the fissures. Heyward is dragged by the arms.  \n[41]\t\t\t\t \t\t\tGifts?  \n[42]\t\t\tWampum?  \n[43]\t\t\tDoes Yengeese Major have property \t\t\tacross salt sea?  \n[44]\t\t\tYengeese Major give all property to Magua. \t\t\tMagua give Yengeese Major much wampum, \t\t\tmany gifts, maybe three, four oxen.  \tMagua looks at Heyward derisively. Does this white man think he's an idiot?  \n[45]\t\t\tFor Munro children?  \n[46]\t\t\tHow much gold has the master of the \t\t\tYengeese?  \n[47]\t\t\tNot enough.  \tHeyward is first realizing with whom he's playing.  \n[48]\t\t\tHeart. Give Magua new heart.  \tMagua totally disdains the Englishman and walks away from him, starting up a steeper \tforested hill.  \n[49] \tis imperturbable.  \n[50]\t\t\t\t \t\t\tMany of the Yengeese are dead, great \t\t\tSachem. \t\t\t\t \t\t\tI have brought three of my prisoners, \t\t\tto honor you. Two are the children \t\t\tof Munro. Whose scalp hangs on my \t\t\tlodge pole. And whose heart I cut from \t\t\this chest.  \tNow we see Cora on the ground. Defeat &amp; fear are held in place by her determination. \tAlice looks around, in another place. Heyward's hands are bound between his back with \ta piece of wood wedged through his elbows.  \n[51] \n[52]\t\t\t... the earth was pale. Our tomahawks \t\t\twere bright. Now they are dull from war. \t\t\tAnd the Huron rich with the trophies of \t\t\thonor ... Magua will sell the English \t\t\tofficer to Les Francais and the reward is \t\t\tmy gift to you, wise one ... The women - \t\t\tchildren of the white war chief - will burn \t\t\tin our fires so all can share in this.  \tThe sachem considers this. Then he looks up and sees something beyond Magua.  \n[53] \tsenses the sachem's eye line ...  \n[54]\t\t\t\t \t\t\tOur father, Montcalm, is greater than the \t\t\tYengeese in the arts of war. The Huron \t\t\tdo not fear English anger.  \n[55]\t\t\t\t \t\t\tIt made our French father happy to never \t\t\thave to fight the same Yengeese again. \t\t\tHe told me this without telling me this.  \tHawkeye realizes this is true.  \n[56]\t\t\tNo. \t\t\t\t \t\t\tHuron serve no one. The French father \t\t\tbelieves he fooled Magua because he is so \t\t\tproud of his cleverness, he is blind. But it \t\t\tis the Huron path that Magua walks down, \t\t\tnot the French one ... Now, Les Francais, \t\t\talso, fear Huron. That is good. When the \t\t\tHuron is strong from their fear, we will make \t\t\tthe terms of trade with Les Francais. And we \t\t\twill trade as the white man trades. Take land \t\t\tfrom the Abnakes; fur from the Osage, Sauk \t\t\t&amp; Fox. And make the Huron great. Over \t\t\tother tribes. No less than the whites, as strong \t\t\tas the whites.  \tHawkeye appears to be losing his debate with Magua.  \n[57]\t\t\t\t \t\t\tThe red man put down the bow, picked up \t\t\tthe fire stick and became the best warrior \t\t\tin the forest. Yes. It is the only way.  \n[58] \twaits for the decision.  \n[59]\t\t\t\t \t\t\tThis is not the voice of wisdom. I go to \t\t\tthe Hurons of the Lakes! You are women. \t\t\tSend your arrows and guns to the Seneca, \t\t\tbeg from them venison to eat, corn to grind. \t\t\tSlaves, dogs, rabbits, thieves ... I spit on you!  \tThose Hurons who hear, do so in deadly, boding silence. Magua and his fourteen hard \tcore braves start out as ...  \n[60] \trunning forward past Five, confronts Uncas head on. It's incredibly fast.  \n[61] \tknife arm punches forward.  \n[62] \tmoves on Alice. His knife is low, about to strike. She stares at him. Her eyes are like \tpools of deep water, calm, open, almost beatific. It stops Magua ...  \n[63] \tinexplicably, drops his knife hand. He's riveted by her. About him, there's a glimmer of \tsomething else. He wears a human face for this one moment. He reaches out with his \tother hand to offer her safety. To bring her back from the edge ...  \n[64] \tsees the approach of Chingachgook.  \n[65] \tcharging Chingachgook.  \n[66] \tstunned, turns to hatchet Chingachgook ...  \n[67] \tamazed. His body is broken and crippled, but he still stands. He looks into the eyes of \tthe last warrior of the Mohicans.  "}}