{"filename": "Croods,-The_script.txt", "imdb_id": "tt0481499", "imdb_url": "https://www.imdb.com/title/tt0481499", "characters": ["Complete credited cast:", "Guy (voice)", "Sandy (voice)", "Ugga (voice)", "Gran (voice)", "Belt (voice)", "Eep (voice)", "Grug (voice)", "Thunk (voice)"], "dialogues": {"Guy": "\n[1]No! \n[2]\n[3] \n[4]I'm a person, like you. \n[5]Sort of... like you. \n[6]Okay, could you not, hee hee hee, that tickles. Hey! \n[7]OW! Wow. -- \n[8] Wow. You're really strong. \n[9]It's dying. I can fix it! \n[10]Please. I hate the dark. \n[11]Well, yeah, sort of. \n[12]No, no. Fire. \n[13] \n[14]Uh sorry,-- \n[15]No. I make it. \n[16]Ow. Okay, it doesn't come out of me. \n[17]You do this a lot. \n[18]Hey, those are cold! \n[19]You think? Listening shells, activate. \n[20]I concur. Tiger girl, we need to leave immediately. \n[21] Ow. I'm Guy. \n[22]And this is Belt. Cook, conversationalist, navigator, also keeps my pants up. \n[23]Who are you? \n[24] Let me clarify, Eep. The world is ending. \n[25]I'm calling it... The... End. \n[26]I've seen it. It's coming this way. First, the Earth is going to shake. Then it breaks open. Everything falls in. Fire. Lava. I don't mean to sound too dramatic, but Aaaaaaaugh. Believe me, everything we're standing on, all this right here, will be gone. \n[27]We've got to get to high ground. I know a mountain, that way-- \n[28]It's our only chance.  Come with me. \n[29]Okay. Here. If you survive, call me. \n[30]  \n[31]Ta-da. \n[32]Cavies! \n[33]Cavemen! Stand back! They're practically animals. See their bony, sloping foreheads? \n[34]The huge primitive teeth? \n[35]The excessive body hair? Oh, that one's got a tail... \n[36]Close your eyes. I'm going to have to take their lives. \n[37]What? \n[38]You know, you're a lot like your daughter. \n[39] \n[40]So, your Dad, he's trying to kill me. \n[41] \n[42]Who are you people? \n[43]Uh, Guy. \n[44]Come on, keep eating. \n[45]gasping for air (checks to see if he's been \n[46]No! \n[47]The mountain? High ground? End of the world, remember? \n[48] \n[49]What? No I'm not. Don't make me part of this. Stay here if you want, but let me go. I've got a dream, a mission, a reason to live. \n[50] \n[51]Uh, there, are, caves on that mountain. \n[52]It's a mountain. Mountains are safe. Mountains have caves. And water. And sticks. \n[53]Yes. Sticks. Caves and sticks. Crazy sticks. Let's go. \n[54]No. No. No. Don't do that. He will cut you. That's not food, he's a pet. My pet. \n[55]An animal that you don't eat. \n[56]No, no please! \n[57]  \n[58]You look tense. \n[59]What are they doing? \n[60]No seriously, what are they doing? \n[61]What happened to the egg and the bird? \n[62] \n[63]Owww! I just want something to eat. \n[64]Please... I'll let you help me hunt. \n[65]Okay. \n[66]A trap. \n[67] soft whistle Raargh, Thump thump thump, thubububububub soft whistle poom! Tadaaaaaa! \n[68]How's your acting? \n[69]Oh, you're good at this. \n[70]Oh, sorry, I... \n[71]Yeah, I noticed. \n[72]She's awesome. \n[73] \n[74] \n[75]Whoa! I did not see that coming. Twist ending. My stories never end like that. \n[76]Okay. But it won't be as good as Grug's. Um, once upon a time, there was a beautiful tiger. She lived in a cave with the rest of her family. Her father and mother told her, \"You may go anywhere you want but never go near the cliff, for you could fall.\" \n[77]But when no one was looking, she would go near the cliff, for the closer she came to the edge, the more she could hear, the more she could see, the more she could feel. Finally, she stood at the very edge, and she saw a light. She leaned out to touch it, and slipped. \n[78]And she flew. \n[79]Tomorrow. \n[80]A place with more suns in the sky than you can count. \n[81]A place not like today, or yesterday, a place where things are better. \n[82]Oh yes, yes it is. I've seen it. That's where I'm going. \n[83]\n[84]That was too close. It almost caught us. \n[85]We've got to move faster. Do you people have any other speed aside from \"wander?\" I'll take a shamble at this point. \n[86]I only share when I'm outside the log. I'm funny that way. \n[87]Ow, ow, ow. \n[88]\n[89]\n[90]I can help you, but we're going to have to make a few changes around here. The log ride is over. Drop the log. \n[91]Now, kick it away. \n[92]Farther. \n[93]Really?! \n[94]Okay. Now you can look. \n[95]They're still there! \n[96]Whoa. You're really ... heavy. \n[97] \n[98]Ah ha. \n[99]I'm calling it, a brain. I'm pretty sure it's where ideas come from. \n[100]59. The Croods run, slowly at first, then faster. And faster. The shoes make the difference. \n[101]He jumped on the sun and rode it to tomorrow. Grug doesn't like seeing his daughter so close to Guy. \n[102] \n[103]You've seen rain before... right? \n[104]Careful. \n[105]So the bear says, \"Your cave?\" I've been dumping my bones here since last week. \n[106]It's not a story! It's a joke. \n[107]You know, just making something up... to make you laugh. \n[108]Here you go, one for you, and this ones for you. \n[109]So if anyone gets in trouble, we can call the others. \n[110]We can try more paths at once. It's the fastest way through. \n[111]They can handle it. \n[112]Oh, hello. \n[113]No. Too slow. Everybody, keep moving forward and we'll get out. \n[114]You can do this. \n[115]Come with me. \n[116]I want to show you something. \n[117]Every sun that crosses our sky, comes to rest up there. \n[118]That's where we'll be safe. \n[119]He's a big guy. How can he just disappear like that? \n[120]Is that a snake? \n[121]That, doesn't-- \n[122]Grug. We have to keep moving. \n[123]We're here. \n[124]This is pointless. We're running out of time. Everything is collapsing. You're being irrational and counterproductive. \n[125]Countermeasures. \n[126]Remember how you were this morning? You changed, remember? Idea man? Modern man? \n[127]No, no, no wait. \n[128] \n[129]Please Grug. You have to stop struggling. \n[130]Grug! Stop! \n[131]No one gets out of this. Believe me. I know. \n[132]Family. Yeah. \n[133]I was little when it happened. The last thing my parents told me was, \"Don't hide. Live. Follow the Sun. You'll make it to Tomorrow.\" \n[134]No. She's like you. She loves you but always forgets to say it. Just like you forget to tell her. \n[135]It's okay. That's what Dads do. \n[136]Belt! Emergency Idea Generator, activate! \n[137]Ow! I've got it! \n[138]Yeah, I know. But he's doing the best with what he has. Let's go. \n[139]There he is. Belt, I want romance, drama, sincerity. Move me. \n[140]Okay he sees us! \n[141]That's our cue. Now work it! \n[142]He's not coming over. I don't think our puppet looks scared enough. \n[143]Hold on! \n[144]Hey, we're okay! \n[145]Yeah, we're okay. \n[146]Grug. Your call. \n[147]Hurry! Come on. We're gonna make it! \n[148]There it is. The sun. We can do it! We can ride it to Tomorrow. \n[149]Run! \n[150]I don't understand. The sun was right here. It was right here. \n[151]I'll take that chance. \n[152]Heh. That's a joke, right? \n[153]There. I see him! \n[154]It's not safe here. \n[155]He's riding the Sun... but not very well. Everybody out of the way! ", "(voice)": "", "Sandy": "\n[1] \n[2]Sniff sniff sniff Grrrrrrrrrrr..... \n[3]Weeeee!!!! Gran, who is still trying to put out her stick, is \n[4]Ha ha ha ha ha ha ha! \n[5]Ha ha ha ha ha ha. \n[6]Daddy. \n[7]Daddy! \n[8]Da da daaaaaaaaaaa. ", "Ugga": "\n[1]As soon as I get Sandy, I'll go back in, and you can give the signal. \n[2]Mom, we're ready to leave. Mom! \n[3]Get um Mom! Do it for the Croods! \n[4]Looks like fast food tonight! \n[5]Come on Croods. Go, go, go. \n[6]The moon is full. Bath night. (grumbling, Gran tries to run \n[7]Mom, you've got ants.  \n[8]See? Sandy doesn't fuss. \n[9]You know she hates the cave, Grug. \n[10]It is a little, dark, Grug. \n[11]Grug. Off. \n[12]Off! \n[13]She's working through some things and needs her own space. \n[14]See? She's listening. \n[15]How about a story? Eep loves those. \n[16]Grug! \n[17]Alright, everyone sharpen your teeth and let's pile up. \n[18]What? Grug! \n[19]Eep! \n[20]Grug! What happened!? \n[21]Eep? \n[22]Eep. Stay inside the family kill circle. \n[23]Yes. Grug, the cave, it's gone. \n[24]Grug? \n[25] Sandy? What is it? \n[26]Grug, when you're done, we should get going. \n[27]Where did it come from? \n[28]Oh, it's a baby sun. \n[29]Aww, what a cute little guy. \n[30]Ooh, more fire babies. \n[31]Eat up, babies! \n[32]Oh, I'm sorry. We're the Croooooods! And you are? \n[33]I don't know Grug. We've never really walked that far. \n[34]If you're not ready to challenge her, then don't look her in the eye. \n[35]No more touching. No more touching. \n[36]Maybe we should have stopped for water. \n[37]Grug, we're all pretty tired. \n[38]Hunting. \n[39]You're too skinny. If she was gonna eat anyone it would be-- \n[40]Mom! \n[41]Grug, how about a story? \n[42]Oh wow. I love those! \n[43] We're okay, Grug. \n[44]Grug? \n[45]I'll go get him. \n[46]Grug, they're okay. Guy's with them. \n[47]Oh, okay. I'm gonna go up and why don't you join us when you stop being a big drag! \n[48] \n[49]I can't go without Grug. \n[50]Really Mom? Now? \n[51]No, that's not true. What about that one time when he a... \n[52] \n[53]Grug? \n[54]Augh! \n[55] \n[56]What is that on your head? \n[57]I know. It's bad. \n[58]What are you trying to do Grug? \n[59]Oh Grug, is that what this is all about? \n[60] \n[61]Guy, run. \n[62]Grug. \n[63]We have to go back to the cave. Hurry, hurry, stay together. Let's keep moving. Move, move! Everybody hold my hand. Thunk let's go. Go! Let's stay together. \n[64]Grug? What's wrong with you? Grug we'll die if we stay here! \n[65] Grug. Listen to me. We've gotta get back to that cave. \n[66]No. We don't know what's over there. Maybe nothing. It's too risky. \n[67]He made it... He made it... \n[68]You did good. \n[69]Eep, if your Dad were here, he would tell \n[70]Grug! ", "Gran": "\n[1]Still alive! \n[2]And you're still fat. \n[3]   \n[4]Old lady down! Eep, avenge me. \n[5]Two knuckle warning. \n[6]Run for your life. \n[7]I don't want to lose my protective layer. \n[8] \n[9]Oh, same ending as everyday. \n[10]Strange. Usually it's the reverse. \n[11] Oh... Where are we? \n[12]Hah, I'm loving this. \n[13]And seven... if we're counting Chunky the Death Cat. \n[14]Get out! Out! Ugga carries a REDWOOD above her head and then tosses \n[15]   \n[16]Die! Die! \n[17]I win! \n[18]We need his fire, dummy! \n[19]I'll never live long enough to get there. \n[20]Could you keep your big giant arms on your side of the trail! \n[21] \n[22]I'm not dying on an empty stomach. \n[23]It's taking too long! I'm grabbing a snack. \n[24]What's a pet? \n[25]We call those children. \n[26]Angry girl wants to be doing what they're doing. \n[27]Not enough. Not enough. I need more. I need more! \n[28]Step aside, girls! \n[29]Well, there goes our chance for survival. \n[30]These shoes are great! Where do you get these ideas? \n[31]Last week, haha. That's a funny story! \n[32]What's a joke? \n[33]Hah, I don't get it. \n[34]I was in love once. He was a hunter, I was a gatherer. It was quite a scandal. We fed each other berries. We danced. \n[35]Then my father smashed him with a rock and traded me to your Grandfather. \n[36]And then Torg said \"Know it? I drew it!\" \n[37]Ha ha ha ha ha ha. \n[38]Well, that makes one of us. Count me in! \n[39]Grug has no idea how to protect us. In fact, he has no ideas at all. \n[40]Face it! If he actually had an idea of his own I'd, I'd have a heart attack and die! \n[41]It's called desperation. \n[42]I almost feel sorry for him. \n[43]Hah, no I don't. \n[44]We're gonna jump on the sun and ride it to Tomorrow with Guy. \n[45]No mush, just throw me. \n[46]Wait. You surprised me today. Lunkhead. \n[47] Still alive!!! \n[48]I'll tell her. ", "Belt": "\n[1]Squirf! \n[2]Hhiiyaa! Yaaa! \n[3]Da da daaaaa. \n[4]Squirf! \n[5]Da da daaaaa. \n[6]Eeccoomme on! \n[7]Hmmmmm. \n[8] \n[9]Ha ha ha ha. \n[10]Ha ha ha ha ha ha. \n[11]\n[12]Da da daaaaaa... \n[13]Eerrghh. \n[14]Da da daaaaaaaaaaa. ", "Eep": "\n[1]With every sun comes a new day. A new beginning. A hope that things will be better today than they were yesterday. \n[2]But not for me. My name's Eep. This, is my family, the Croods. If you weren't clued in already by the animal skins and sloping foreheads - we're cavemen. Most days we spend in our cave, in the dark. Night after night, day after day. Yep. Home sweet home. When we did go out, we struggled to find food in a harsh and hostile world. And I struggled to survive my family. \n[3]We were the last ones around. There used to be neighbors. The Gorts, smashed by a mammoth. The Horks, swallowed by a sand snake. The Erfs, mosquito bite. Throgs, common cold. And, the Croods. That's us. The Croods made it... \n[4]Because of my Dad. He was strong... and he followed the rules. \n[5]... the ones painted on the cave walls. Anything new is bad, curiosity is bad, going out at night is bad. Basically, anything fun is bad. Welcome to my world. \n[6]But this is a story about how all that changed in an instant. \n[7]Because what we didn't know, was that our world was about to come to an end. And there were no rules on our cave walls to prepare us for that. \n[8]We've been in that cave forever. \n[9]It is with this family. \n[10]Heads. \n[11] \n[12]Thanks! \n[13]Heads Up! \n[14]Please come back tomorrow. \n[15]Okay, okay! \n[16]   \n[17]I was watching. I was fine. \n[18]I don't know. \n[19]Nothing. \n[20] \n[21] \n[22] I mean, why are we here? What are we doing this for? \n[23]Nothing is fun. \n[24]I haven't played with that thing in years. \n[25]Augh! \n[26]Shhh! \n[27]Ow! \n[28]...You talk. \n[29]Augh! \n[30]Quiet! I'm not supposed to be out here. \n[31]\n[32]No! It's mine. No, no. I caught it! \n[33]It does what you tell it? \n[34]The sun? \n[35] Hi, fire. \n[36]But you said it was dying. \n[37]It comes from where you come from? \n[38]Make some for me. \n[39]Make. MAKE! MAKE IT! \n[40]Are you dead? Can I have your fire if you're dead? \n[41]I don't even know you. \n[42]Guy? \n[43]What are \"pants up?\" \n[44]Eep. \n[45]What? \n[46]How do you know? \n[47]I can't. \n[48]Thank you. Hello? Hey! \n[49]Dad! \n[50]Nothing. I left on my own. \n[51]Dad, let me explain... \n[52] \n[53]Mom! \n[54]You'll never believe it. I found something new. \n[55]Wait. Wait! \n[56]It wasn't bad. \n[57]No. He was nice. \n[58]Oh. Well, I thought he was a warthog, but then he turned into a boy. \n[59]There was a boy. Watch, okay. I'm gonna call him. \n[60]What is wrong with you? \n[61] \n[62]What!? You can't keep me inside forever! \n[63]He said this would happen. \n[64]You really need to see this... \n[65]We should go there! \n[66] \n[67]Cavies? \n[68]Oh... yeah! \n[69]Er... yeah... \n[70]Uhhh... yeah... \n[71] No. It won't help. They're my family. \n[72]No. No. It's \"fire.\" \n[73] \n[74]It doesn't come out of him. \n[75]Great, now he's broken. \n[76] \n[77]Hi. \n[78]Yeah. But I won't let him. \n[79] \n[80]They're not so scary once you get to know them. \n[81]Hey, where's Guy? \n[82]Going somewhere? \n[83]That already happened. It destroyed our cave. \n[84]We can't let him go! What if we don't find a cave before sunset? What if it takes a few days? What if the birds come back? \n[85] \n[86]Dad really has his heart set on a cave. \n[87]Have you been there? \n[88]No no, it's okay Sandy. That's just a belt. Grug takes a step back. Turns. \n[89]Isn't this fun? We're taking our first trip together. \n[90]Stop shoving, or I will pull out your tongue! \n[91]Dad, can I take a turn carrying him? \n[92]How about now? \n[93]Now? \n[94]\n[95]\n[96]I'm not tense. \n[97]Why are you rolling away? \n[98]You have bug for dinner. Plenty of bug! \n[99]Really? \n[100]What do you call this? \n[101]What does it do? \n[102]How long have you been alone? \n[103]... So what do we do? \n[104]Just move your arm... no, your other arm. Oh, that one's mine. \n[105]Uh... It didn't step in your trap-y, thing. \n[106]Dad, no! \n[107]What are \"left-overs?\" \n[108]We never have that much food. \n[109]Tomorrow? \n[110]Tomorrow?! \n[111]Hey, do you have a minute? How did the tiger fly? \n[112] \n[113]Hey Thunk, you have a spider on your face. \n[114] \n[115]Aaaaaaaaaaaaaaaaaahhhhhhhhhhh! I love them! Where are my feet!? \n[116]Oh, okay. \n[117]Really? Thank you! \n[118]Oh wow. I love those! \n[119]So... How'd the tiger fly? \n[120] \n[121]We don't get out much. \n[122]Oh dad, you say that about everything. \n[123]Oh really? Okay. \n[124]We can do it, dad. \n[125]You dropped these. \n[126]Mom? \n[127]Ha ha ha ha ha ha ha! \n[128]Tomorrow. \n[129]I'm going with Guy. \n[130]Come with us. \n[131]Dad? \n[132]Mom? \n[133]No. \n[134]You have to stop worrying for all of us. \n[135]The rules don't work out here. \n[136]That wasn't living, that was just, not dying. There's a difference. \n[137]We would be dead if we listened you. \n[138]We have to follow Guy now. \n[139]You were right. \n[140]No. I have too much to say to you. I need to fix everything and I don't have time. \n[141]This works good. What do you call it? \n[142]No. I like a \"Hug.\" \n[143]\n[144]Dad, I'm scared. \n[145]   \n[146]I never got to tell him. \n[147]He did it! \n[148]I love you too. \n[149]You really need to see this. \n[150]This is me. My name's Eep. And this, is my family. The Croods. If you weren't clued in by the sun tans and pets, we're not exactly cavemen anymore. \n[151]Our world is still plenty harsh and hostile. But now we know the Croods will make it. \n[152]Because we changed the rules. The ones that kept us in the dark. \n[153]And because of my dad, who taught us that anyone can change... \n[154]Well, sort of. \n[155]So from now on we'll stay out here. \n[156]Where we can follow the light. ", "Grug": "\n[1]Raaaaar grooooOOOOoooowwwll ERF ERF Glaaaaaabbbbllllllllthhhh! \n[2]You're supposed to wait for my signal Eep. Eep? \n[3]Three days is not forever. \n[4]Eep would you come down here? You're being so dramatic. \n[5]No, no, no Sandy, come back here. Remember the signal. Good girls wait for the signal. \n[6]Ugga. \n[7]No, I mean, you're already out now. \n[8]Never mind, Thunk. Just, come out. \n[9]The signal isn't so you know it's me, it's so you know I wasn't eaten by an animal. \n[10]Sigh. Hoo hooooo! Hoo hooooo! \n[11]It's still early. \n[12]Breakfast formation! \n[13]I want to see some real caveman action out there. We do this fast. We do this loud, we do this as a family and never not be afraid. Go! \n[14]Who's up? \n[15]We'll flip for it. \n[16]Call her in the air. \n[17]Tails. Thunk's in. \n[18]Positions. \n[19]Ok. Thunk. Go. Come on Thunk. \n[20]Hah! Way to go. Take it to the cave! \n[21]Oooh! \n[22]Release the baby. \n[23]Eep! \n[24]Just wait till we get home. Eep put on the brakes. \n[25]Eep! \n[26]Who's hungry? \n[27]Here you go, Thunk. Drink up. \n[28]That's alright. I ate last week. \n[29]Come on, come on. Darkness brings death! We know this. \n[30]Is she still out there? \n[31]How can she not like the cave? It's so cozy. \n[32]It's not that dark. \n[33] \n[34]Come on, I gotta close the cave... \n[35]Eep! \n[36]Come on. \n[37]\n[38]\n[39]That was too close! \n[40]What were you doing up there, Eep? \n[41]What were you looking for? \n[42]Well then why did you go up there? \n[43]Why don't you know? Stop looking for things. Fear keeps us alive Eep. Never not be afraid. \n[44]Hmmm? What was that? \n[45]No one said survival was fun. \n[46]Hmm? Would you come down here. Eep? \n[47]Yes. \n[48]I just don't see why she needs her own ledge. That's all. That's what this is about. \n[49]What things? How long is this going to take? Really? I mean she already doesn't listen to me. \n[50]Hey! \n[51]If she wants to survive, she has to follow our rules. \n[52] \n[53]Ok. Can I borrow that? Thank you. Eep! Your old favorite? \n[54]Tonight we'll hear the story of Krispy Bear. \n[55]A long time ago, this little bear was alive. She was alive because she listened to her father and lived her life in routine and darkness and terror. So she was happy. But Krispy had one, terrible problem. She was filled with... curiosity. \n[56]Yes. And one day, while she was in a tree, the curious little bear wanted to climb to the top. \n[57]And no sooner than she climbed to the top, she saw something new and died. \n[58]Yes! Her last moments of terror still frozen on her face. \n[59]Good man, Thunk. \n[60] \n[61]Stay in the cave! \n[62]Are you hurt? What took you? \n[63]You... youuuuuuu... ww-what!? \n[64]You're grounded. \n[65]Hey! \n[66]You know what, I am so mad right now, that I can't talk to her. \n[67]New's a big problem! \n[68]New is always bad. \n[69]What!? Excuse me? He? \n[70]It was dangerous. \n[71]Okay Eep, that's it. We're going back to the cave and you're going to stay in there until you're older than... her! \n[72]Get to the cave! GO! \n[73]Look out! Stop! \n[74]Is everyone okay? \n[75]No. \n[76]No. No one is going anywhere. \n[77]What else did that boy say? \n[78]Just go! Go! Go! \n[79]One, two, three, four, five -- \n[80] \n[81]I don't know, I'm not sure. Down. In a lower place. One thing's for sure, we can't go back the way we came. \n[82]No, no! Come back, Sandy! \n[83] \n[84] \n[85]Wait. Okay. Wait. Okay. Wait. Okay. \n[86]Wait. \n[87]I'll take care of this. \n[88]WWAAAAaaarrgghhaarrraaaarrgghhh!! \n[89]That's right! You can't get past this! \n[90]Climb! Climb! Climb! \n[91]\n[92]Come on! Hurry up, let's go! Come on! \n[93]Okay, that's one, two, three, four, five... six... \n[94]Kill circle! \n[95]Eep! Eeeep! \n[96]Auughhauhhhgggh! \n[97]Make some for me! \n[98]Make. Make it. \n[99]Whoa! Stay back. We don't know what it wants. \n[100]Now we'll all sit here, and wait for the sun to come back. And tomorrow we'll find a new cave, and pretend today never happened. \n[101] Isn't this fun, Eep? \n[102]Eep, don't touch him. Goodness knows where he's been. \n[103]Sandy! No! Fire is not a play thing! \n[104]Hey, stay back. \n[105]No, no, no, wait! \n[106]Thunk! Uh, try hiding from it in the tall dry grass! \n[107]Hold on son, come back! \n[108]Don't eat it, it's new. \n[109] Eep. Drop it. \n[110]Fine. You're staying with us till we find a cave. \n[111] \n[112]I've made a decision. We're going to, that mountain! Don't ask me why. It's just a hunch. It just feels right. \n[113]  \n[114]Do you want me to turn this family around? Do you?! Because I will turn this family around so fast! \n[115]Come on, you can hold it. \n[116] \n[117]No. \n[118]No. \n[119]No. \n[120]\n[121]I can do this all day long. No, no, no, and still no. \n[122]We'll eat when we get there. \n[123]No man should have a pet. It's weird, and wrong. It's--  ...It's food! \n[124]Not that. That. \n[125]Food fixes everything. \n[126]Alright, show me your hunting face. \n[127]Not you! You're still grounded! \n[128]Come on, Thunk. \n[129]Hang on Thunk, I'm coming! \n[130]There! Who's hungry for scorpion? \n[131]Hold her still. Use a rock. Ugga would you just hit her legs. \n[132]Where's Eep? \n[133]Eep! \n[134]That's a good idea. How about a story huh? \n[135]Once upon a time there was a little tiger who lived in a cave with her family. There were a lot of rules, but the big, simple one was to never leave the cave at night. And the door was so heavy, you'd think it would be easy to remember. \n[136]I know! But, while everyone was asleep, she went out anyway. \n[137]Yes! And no sooner than she did, her cave was destroyed and everyone had to go on this long, sucky walk, with some weirdo they met, and died! The end. \n[138]And die. Good story. \n[139]And she fell. \n[140]Tomorrow isn't a place, you can't see it! \n[141]Well, WE are going to shut our eyes and sleep. And when we wake up we're going to find the place that has everything we want. \n[142]A cave. \n[143] \n[144]snoring, tossing and turning \n[145]I was watching. We were fine. \n[146]He's loose! \n[147]Aaaaahhhhhh! Do not step on those weird, pointy rocks! \n[148]Hello? Nobody's listening! No one is listening. You cannot walk on those! \n[149]Arraughrragh come back here now. \n[150]Okay. Arraugh! \n[151]\n[152]Okay, smart, Guy... now what? \n[153]Hey, wait. Whoa. Whoa. WHOA!! \n[154]We've gotten along just fine without brains till now. Cavemen don't need brains. We have these. Heeya! Haha!  That's what I'm talking about! Ideas are for weaklings. \n[155]Now, let's get to that mountain. \n[156]No, no, no! \n[157]Ooowwwww! \n[158] \n[159]Augh! No no no! Not cool. Not cool. Not cool. \n[160]Okay. Okay. That's enough. I don't see why the kids need their own shells. \n[161]Wait-- you're saying we should split up? \n[162]Croods stick together. \n[163]Your way isn't safe. \n[164]No no no no no. It's my job to keep you safe. I'm still in charge and we are not splitting up.  Except for you two. And that's final. \n[165] \n[166]Stay where you are. I'll find you. \n[167] \n[168]Remember never not be afraid. \n[169] \n[170]Oh, oh, `Guy'. `Guy' is with them. Well thank you for bringing me that interesting Guy update! \n[171]Sleep pile? How about a story, huh? Anyone? \n[172] \n[173]Grug smiles to himself. \n[174]  \n[175]Haven't seen him. \n[176] Yeah, Wow. Like, I was up all night cuz like all these, ideas just kept coming to me. \n[177]Belt! New and improved! It's even self- tightening. Ow! \n[178] I call it a \"rug.\" Rhymes with Grug. And this one. I call it a \"ride.\" Rhymes with Grug. \n[179]It's gonna get us places faster than shoes. \n[180]Yeah. Try to keep up. \n[181]Painting is a thing of the past. I call this, a \"snap-shot.\" \n[182]I call them \"shades.\" \n[183]Since I don't have a brain, they're coming from my stomach. Down deep below, and then up again into my mind. \n[184] \n[185]See, I got ideas, I got thoughts. \n[186]Like this. I call it a \"mobile home.\" Isn't that something? \n[187] \n[188]And I'm calling this one a \"lifterator.\" \n[189]   \n[190]I thought if I could have ideas like Guy, maybe Eep would listen to me. Maybe she wouldn't want to go with Guy. \n[191]And I also thought it would kill your mother. So you know? Win win. \n[192]Cave! Everyone inside. Come on! Hurry up, let's go. Go, go. \n[193]What? \n[194]Wait, so you're all going to do this? \n[195]Thunk? \n[196]It's my job to worry. It's my job to follow the rules. \n[197]They kept us alive. \n[198]Ugga, everyone, you have to listen to me. \n[199]Guy? \n[200]\n[201]Big words anger me. Keep talking. \n[202]I... am... a... CAVEMAN. \n[203]Hnnnnnngh! No. What is this stuff that saves you from my punches? \n[204]No. I have to get back to them. \n[205]Your...? \n[206]Sorry. \n[207]You followed the light. My daughter is a lot like you. \n[208] \n[209]That's right... but we can't do that from here. We need one of your ideas. \n[210]Come on. You can do it. \n[211]Wow. \n[212]Scared? I'll show you scared. Hand me those acting sticks! \n[213]Yes. You did it! \n[214]Take us to Tomorrow. \n[215]No more dark. No more hiding. No more caves. \n[216]What's the point of all this? \n[217]To follow the light. \n[218]I can't change. I don't have ideas. But I have my strength. And right now that's all you need. \n[219]It's a chance. \n[220]You know, I've wanted to throw you away ever since I met you. \n[221]What's a joke? \n[222]Okay, Thunk. Your turn. \n[223]When you make it, so will I. \n[224]Gran. \n[225]Time to go. \n[226]I can fix it. \n[227]I was thinking of calling it a Hug.  \n[228]Because it rhymes with Grug. But you can change it if you want. \n[229]I love you. \n[230]Never be afraid. \n[231] \n[232]Ahhhh! Back! Stay back! Stay back! \n[233]They're in trouble. Hang on! I'm coming. \n[234]How do I get across? Gotta think. What would Guy do? What would Guy do? \n[235]What would I do? \n[236]Hold this. \n[237]I... have... an... IDEA! \n[238]  \n[239]Run! \n[240]Yes! \n[241]Douglas? \n[242]Hey, I know that guy. \n[243]Get up! \n[244]Hold on. \n[245]\n[246]\n[247]Ahhh! Where's the danger? Who blew their shell? \n[248]One, two, three, four, five, six... \n[249]... and seven. \n[250]And a half. \n[251]And eight, and nine. \n[252]Well, a boys gotta have a pet. \n[253]Turns out, I'm a cat person. \n[254]Uh! No. \n[255]We should go there. \n[256]Release the baby! ", "Thunk": "\n[1]I am waiting for the signal, dad. \n[2] Uhh, but if you don't give the signal, how do I know you're my dad? \n[3]Then why is the signal an animal noise? I mean, doesn't that just confuse things? \n[4]I don't know... I'm still waiting for the signal. \n[5]\n[6] \n[7]Oh hey Dad, can we eat now? \n[8]Alright! Good one, dad! \n[9]Sorry, dad. \n[10]Oh yeah, tell us a story. \n[11]Wha? \n[12]Just like that? \n[13] \n[14]Eep's got a boy hog! Eep's got a boy hog! \n[15]Owww! My sniffer! \n[16]  \n[17]If it was me, I'm just throwing this out there, if it was me choosing the cave, I would go with a smaller cave. \n[18]Dad? \n[19]Alright dad, go get `em! Oh, oh, now you got em-- Now they're really hitting you. Dad I got it, just stop running into their fists. \n[20]Hey look! This cave has a tongue. Awesome! \n[21]Hah! It's scared of the dark... wait... we're scared of the dark. \n[22]Ah, the sun is in his hands! \n[23]Dad, Sandy's hurting fire. \n[24]It likes me!  Hey! IT'S BITING ME!! \n[25] \n[26] Stop please, please. I'm only nine. \n[27]I don't like you anymore! Sandy, who is still in Grug's arms, but facing \n[28]Wow! Looks like magic. And smells like food. \n[29]Mom? Did you hear that? I can get my own stick! \n[30]Ugh. That thing is weird. \n[31]I don't think my feet can do that. \n[32]Aaaaaaaaugh. Get her off. Get off. \n[33]Dad, I gotta go! \n[34]I don't think so. \n[35] \n[36] \n[37]Ow! Something bit me! \n[38]I'm pretty dizzy, so I'm just going to lay down for a minute. \n[39]Arrgh. \n[40]My feet hurt. \n[41]Ow! I wasn't ready! \n[42]Why are you doing this? \n[43]Get it off! You stay away from me. \n[44] You've got a ton of eggs. Just make another egg! \n[45]Now you're just rubbing it in. \n[46] \n[47]\n[48]Owww! She's locked her jaw! \n[49]Someone get a stick! Get her off! \n[50]Oh you sick old monster! Hurry! Put the stick in her mouth! \n[51]Ahhh! They're all over me... Tell my story... \n[52]It's an avalanche of flavor. \n[53]Yeah a story, tell us a story! \n[54]So easy to remember! \n[55]Yes! Two stories in one night! \n[56]Where did she fly? \n[57]It would be so bright. \n[58]You mean these rocks? Ahh owww! Do not step on these rocks! \n[59]And our log! \n[60]Ow! Jumping doesn't help, I mean, just briefly, but it doesn't get better! Ow! Do not walk on your hands, the hands do not help at all. \n[61]Ahhhh! Good fish. \n[62]Dad. I don't have a brain. \n[63]Good fish. Don't eat my feet. \n[64]Hi dad! Bye dad! \n[65]Thanks. \n[66]Dad? I'm freaking out a little bit. Just tell me what to do. Just what do I do right now? \n[67]Dad? \n[68]  \n[69]It's gonna be okay. I'm gonna pass out. \n[70]Here boy, catch! \n[71]Gran? \n[72]Good boy. Whose my good boy? You need a name, you want a name? I'm going to call you - Douglas. Look at him. Can you do tricks? Roll over. Come on Douglas, roll over. \n[73]Good boy Douglas! \n[74]Ha ha ha ha ha ha ha! \n[75]Ha ha ha ha ha ha. \n[76]That makes no sense. \n[77]More suns in the sky than you can count. \n[78]Dad? \n[79]Hey wait. Let's ask that ugly lady if she's seen dad. \n[80]I wish I had a ride. \n[81]  \n[82]Let's do it again. I think I blinked. \n[83]The sun doesn't hurt my eyes anymore! Where do you get these great ideas? \n[84]Sorry, dad. \n[85]Dad! \n[86]You're not coming, are you? \n[87]Wow, you sound just like him. \n[88]Dad! \n[89]Douglas! Dad you saved him! \n[90]Let's do that again. I think I blinked. "}}