{"filename": "Kids-Are-All-Right,-The_script.txt", "imdb_id": "tt0842926", "imdb_url": "https://www.imdb.com/title/tt0842926", "characters": ["Nic", "Paul", "Joni", "Stella", "Jules", "Laser", "Tanya (as Yaya Dacosta)", "Luis", "Jai", "Sasha", "Brooke (as Rebecca Lawrence)", "Waify Girl", "Clay", "Joel", "Clay's Dad (as James Macdonald)"], "dialogues": {"Nic": "\n[1]Hi guys.   Sorry I'm late. \n[2]27 fibroids. All in the lining. \n[3]That's right, Smart Girl.   And we got `em all. \n[4]Hey, whose truck is that? \n[5]Yours? \n[6]What business?.. The gardening? \n[7]  \n[8] \n[9]Hey, did you start on those thank- you notes for your birthday gifts? \n[10]I just think it's easier to knock them out when it's fresh. \n[11]Great...I mean, you don't want to have to start with an apology. You know? Then it's embarrassing. \n[12]Okay, I'll let it go... I mean, if it was up to you, our kids wouldn't even write thank-you notes, they'd just send out good vibes. \n[13]I can't believe my baby's 18. \n[14] \n[15]12                                                               12  \n[16]I just don't understand why you bought the truck now. \n[17]Okay. It just seems a little cart before the horse. \n[18]Sweetie, you don't even have any clients yet. \n[19] \n[20]Look, I'm sorry. It's good you bought the truck. Its proactive. \n[21]Hey... \n[22]Wanna watch a movie? \n[23]Yeah. We haven't done that in a while. \n[24]are cozied up side-by-side facing the TV.  \n[25]I don't like the guys in this one. They're too shaved. \n[26]How about the one with the biker gang? \n[27] \n[28]Shit!!     Where's the remote?! \n[29]Jesus Christ! \n[30]The whole neighborhood heard that! \n[31]Well, that was a vibe kill. \n[32]Where are you going? \n[33]Don't be back late, okay? \n[34]Ugh. Maybe we should just sit him down and ask him already. \n[35]\"Exploring\" is the word I'd use... \n[36]We shouldn't... I just don't understand why he's exploring with that loser. \n[37]I feel like he has so much potential and he's just wasting it. \n[38]What do you mean, what am I trying to say? \n[39]What are you talking about? \n[40]Okay, honey, you're on a whole other tangent and I have no idea what you're talking about. \n[41]Yeah.   Maybe not. \n[42]35                                                                   35  \n[43]Laser, your mom and I accept you and love you unconditionally? You know that, right? \n[44]And you know you can be open with us about anything. \n[45]Anything.     Anything on your mind. \n[46]That's okay. \n[47]Well, first I have to say we rarely watch that movie-- \n[48]And secondly, I really don't appreciate you snooping around our room. Was that Clay's idea? I have to say again, I don't like him. He seems untended...! \n[49] \n[50]Okay, that's enough! Laser, your mom and I have a sense there's some other stuff going on in your life and we just want to be let in. \n[51]You could tell us, honey. We'd understand and support you. \n[52]What do you mean once? \n[53]Who did you meet once? \n[54]Who's Paul?! \n[55]Forget the set-up!   Who is Paul?!! \n[56]But why didn't you tell us? \n[57]\n[58]Whoa! Whoa! No. No way. Nobody is seeing anyone until we meet him! \n[59]43                                                           43   \n[60]Yeah, I get it. He's their biological father and all that crap but it still feels really shitty. Like we're not enough or something, you know? \n[61]Jesus, Jules! The plumber was just here! \n[62]44                                                             44  \n[63] \n[64]Let's just kill him with kindness and put it to bed. \n[65]I love you, chicken. \n[66]Paul! It is so great to meet you. I'm Nic. This is Jules. \n[67]Great.   Well, come on in. \n[68]Are you kidding? We love it. And a Petit Syrah. What a treat! Let me get some glasses. \n[69] \n[70]Okay. And same goes for the micro- managing... \n[71]So Paul, did you always know you wanted to be in food-services industry? \n[72]No, I was asking because I remember reading in your file, back when we were looking for, you know, sperm, anyway, you said you were studying international relations. \n[73] \n[74]Yeah, I got it, Laser. Thanks. So, Paul, what about your social life? \n[75]You know, are you married, divorced, seeing anyone? \n[76]What?   We're getting to know Paul. \n[77]Oh. \n[78]We met at UCLA. I was a resident in the ER and Jules had an emergency. \n[79]Well it was pretty clear to me she was just having an anxiety attack and she'd be fine. \n[80]Gave her a Vallium. Tried to get her to relax, talk, move her tongue around. \n[81]I was trying to distract you. \n[82]You were really pretty. \n[83]And we've been glued at the hip ever since. \n[84]Hey Paul, did Joni tell you about her graduation speech? \n[85]It was incredible. So full of wisdom and hope... Hon, go get it. I'm sure he'd love to hear it... \n[86]Sure he would.   Come on.   Go get it... \n[87]Sweetie, don't be embarrassed. \n[88]Actually, it's my third.    But thanks for counting. \n[89]...I'm just saying, the plan was to limit his involvement-- \n[90]He's not just a client, Jules. He's our sperm donor! Have you ever heard the phrase \"Don't Shit Where You Eat?\" \n[91]I'm sorry. He just seemed sort of...self-satisfied to me. \n[92] \n[93]What's the score? \n[94]So how'd it go today? \n[95]What is it? \n[96]  \n[97]Don't tell me to settle, mister. And if it's not in the mail by tomorrow morning, we're not going to the Dodger game Saturday. \n[98]What other plans? I'm asking you a quest-- \n[99]You used to be so cute! \n[100]57                                                                57  \n[101]Come here.     Sit down. \n[102]I'm sorry I've been such a bitch lately. I know I'm not being my highest self. \n[103]You've been really patient with me. I just want you to know that hasn't gone unrecognized. \n[104]Get in. \n[105]How's the water? \n[106]In a bit.     You enjoy it first. \n[107]Oh, I forgot the lavender salts. \n[108]No, I meant to put `em in.... \n[109]Don't move... \n[110]No, we're planning on being here through mid-August so... No, I promise, I'm not going anywhere. \n[111]62                                                                 62  \n[112]So how'd it go with Paul? \n[113]I don't know. Did you break ground? Did you dig in? I don't know the terms. \n[114]Oh, so it was less of a \"doing\" day, huh? Was he okay with that? \n[115]Okay.   You're right. \n[116]Quit telling me to relax! \n[117]What the fuck...! \n[118]Funny how someone conveniently forgot to tell me they were driving home on a motorcycle! \n[119]You know how many people I've seen come into the hospital paralyzed from motorcycle accidents?! \n[120]That is so not the point I'm making! Joni knows this is something I'd never allow. \n[121]Yeah, well, you're living here now! \n[122]She's never talked to me like that. \n[123] \n[124]Oh, nothing. Paul's just giving me child-rearing lessons. \n[125]Listen, when you've been a parent for 18 years, come talk to me! \n[126]Yeah, and I need your observations like I need a dick in my ass! \n[127]Joni? I was just upset. You know how I feel about motorcycles. \n[128]Oh, yeah, they're spending all kinds of quality time together. \n[129]No, everyone's getting along famously. Apparently Paul can do no wrong... \n[130]Can we get another bottle of the Seavey Cabernet? \n[131]Oh, just fucking kill me... \n[132]I'm sorry guys, but I just can't, with the fucking hemp milk and the organic farming and heirloom tomatoes. \"Oh no, don't throw that in the trash, no man, you gotta throw that into the composting bin so the fucking worms can shit all over it and turn it into glorious multch and we can all feel better about ourselves.\" God! What a bunch of bullshit! \n[133]You know what, Jules?! I like my wine! Okay? So fucking sue me! And fyi, red wine has a chemical called Resveratrol in it, which has been proven to significantly extend human lifespan! \n[134]Fuck you. \n[135]This whole Paul thing is driving me crazy! I feel like he's taking over my family. \n[136] \n[137] \n[138]Look, I'm sorry, I just feel like I'm carrying the whole load here. \n[139]What are you talking about? \n[140]That is just not true! \n[141]What are you talking about? I just helped you start another business! \n[142]No, so you can feel better about yourself! \n[143]No. Just the check please. \n[144]84                                                                   84    \n[145]Look, I know you've all been enjoying your time with Paul. And I know I haven't been as open to him as everyone else and this has caused some...friction...between us. But I'd like to try and change that... \n[146]So I was thinking. Maybe it would be nice if we all had dinner at his house sometime. That way, I could get to know him a little better, and I could see all the good work mom's been doing with his backyard. \n[147]It looks great, honey. Very indigenous. I'm so proud of you. \n[148]Hey, so how's that guy Luis working out? \n[149] \n[150]Whoa.   What kind of drugs? \n[151]You know what, I think I'm gonna stick with water tonight. But thank you so much. \n[152]God, Paul, this steak is delicious. What's the seasoning? \n[153]What a good idea. We should try that. Right, honey? \n[154]And it's done to perfection. \n[155]No, it's perfect. Juicy. Tender. Exactly what rare's supposed to be. \n[156]Ugh, isn't that annoying? That happens to me all the time when I'm grilling. \n[157]Right?!   It means bloody! \n[158] \n[159]You don't meet too many straight guys who love Joni Mitchell. \n[160] \n[161]What's your favorite Joni album? \n[162]Oh God, I probably spent half of high school in my room crying to that album. That record kills me. \n[163]\"A Case of You...\" \n[164]Mmm!! \n[165]I am on a lonely road and I am traveling traveling, traveling, traveling/Looking for something, what can it be/Oh I hate you some, I hate you some/I love you some Oh I love you/when I forget about me... \n[166]I want to talk to you/I want to shampoo you/I want to renew you again and again/Applause, applause/ Life is our cause/When I think of your kisses/My mind see-saws... \n[167]Do you see/do you see/do you see how you hu-urt me baby/so I hurt you too/then we both get/soo-ooo- ooo blue... \n[168]I like this guy. \n[169] \n[170]You know what? I think I will try some of that Screaming Eagle. \n[171]Paul and Jules talking comfortably. Joni and Laser chiming in, smiling, one big happy family. \n[172]   \n[173]97                                                                 97  \n[174]You're sleeping with him, aren't you. \n[175]Just be honest with me. Don't make me feel crazier than I feel right now! \n[176]I found your hair in his drain! \n[177]Oh yeah?   You take a nap, too? \n[178]98                                                             98  \n[179]Are you in love with him?! \n[180]What, are you straight now?! \n[181]Oh, right, so it's my fault! \n[182]I'm listening!   What?! \n[183]What?   To be fucked? \n[184]It's always what I'm not doing for you, isn't it? Well here's what I don't to you. I don't work out my issues by fucking other people! \n[185]No, you had to go fuck our sperm donor! You couldn't have picked a more painful way to hurt me... \n[186]I need water! My mouth is dry! \n[187]110                                                                110   \n[188]Is your back okay? \n[189]You should take some Advil. \n[190]I hope you had a designated driver. \n[191]Well, you seem drunk to me. \n[192] \n[193]No, you're not!    I'm not done talking to you! \n[194]Did you pack that lamp I gave you? \n[195]Well, we can always get stuff up there, too, if you need it, I mean if the room's dark or you need extra bedding... \n[196]You've got some balls, mister! \n[197]No, you hold on! Let me tell you something, you really hurt my kids! \n[198] \n[199]If you want a family so much, go out and make one of your own! \n[200]We had to move the car. \n[201]Give us some credit. \n[202]No?   Why's that? \n[203]Thanks, Laser. ", "Paul": "\n[1]19                                                               19 \n[2]How you doing, foxy? \n[3]Oh, sorry... \n[4]What can I say. I've just been out there, you know...hoe-ing. How's it looking tonight? \n[5]Really... \n[6]Hello. \n[7]It is.   Who's this? \n[8]Okay.   What can I do for you? \n[9]Yeah...I did a little bit of that back then... \n[10]Uh-huh. \n[11]Not really. I mean I was 19 when I did it. It was so long ago...I just figured no one actually used my stuff. \n[12] \n[13]I don't know. \n[14]25                                                              25  \n[15]Hi, I'm looking for Joni Allgood. \n[16]Hi.  This is Paul... Uh, your donor...? \n[17]Is this a good time to talk? \n[18]So... How are you? \n[19]I'm well, thanks. \n[20]So, Wendy at the Cryobank said you call-- \n[21] \n[22]No.   I didn't know. \n[23]Both of them? \n[24]Like in two? \n[25]Good deal.     I love lesbians. \n[26]  \n[27]Joni.    Hey. Nice to meet you. \n[28]And Laser, right? \n[29]Very cool name. \n[30]Thanks for making the trek all the way over here. \n[31]Cool, I got a table set up for us out here... \n[32]Listen, feel free and ask me anything you want, okay? Or we can just hang out. That's fine too. Whatever you guys want. \n[33]Anything you want to ask me, Laser? \n[34] \n[35]Oh yeah?     Congratulations. \n[36]Shut the front door! \n[37]Don't stress it, Laze. School wasn't my thing either and I turned out okay. \n[38]I'm sorry. Laser. So tell me about you, Laser. What are you into? \n[39]Oh yeah? \n[40]I played a little basketball in junior high. \n[41]Pretty much. The whole \"team\" thing got on my nerves, you know like, \"Hey, let's go kick some ass, man!\" What about you? \n[42]Hey, I wasn't bagging teams in general. Teams are great. I'm just weird like that. \n[43]Yeah, I've been working on it for a while. I also have this organic co- op farm down the road. We use a lot of the stuff we grow there for the restaurant. \n[44]No.  No pigs... But it's a great spot. You guys should come check it out sometime. \n[45]Yeah.    You like motorcycles? \n[46]That's too bad.   They're fun. \n[47]Well it was great to meet you guys. \n[48]I hope this was okay. \n[49]Really nice to meet you, Laser. \n[50]34                                                             34   \n[51]Sweet. They were really good kids. The boy's kind of a sensitive jock and the girl's kind of innocent but whip-smart and super cute. \n[52]Yeah, we kinda did. \n[53]We didn't really leave it anywhere. \n[54]Whatcha got? Oh cool. First strawberries of the season. \n[55]Whoa... \n[56]Hi, great to meet you two. \n[57]No, I've got my bike so...I just sort of weave through. \n[58]This is for you. I don't know if you guys like wine... \n[59]Beautiful house.    How long you guys lived here? \n[60]Okay. \n[61]The food's great. Can't go wrong with salmon and corn. \n[62]Well, I always liked food. \n[63]Oh yeah. Wow, that was a long time ago. Yeah, I was considering it, but then I dropped out of school. \n[64]Yeah, it wasn't my thing. \n[65]It just seemed like a massive waste of money after a while. I mean, I wasn't \"doing\" anything. I was just sitting on my ass listening to people spout off ideas I could've just as easily learned reading a book. \n[66]I'm not saying higher learning uniformly sucks. I mean, college is great for some people. \n[67]Joni, I'm sure you're gonna love it. That's just me. I'm just weird that way. Which is probably why I ended up in the food-services industry. \n[68]My social life? \n[69]No, never been married or divorced. I date a little, but I'm just kind of focused on my work right now. \n[70]So, how'd you guys meet? \n[71]Really? \n[72] \n[73]Choke?    Die?... \n[74]So what'd you do for her? \n[75]That's a great story. \n[76]So Nic, I know you're a doctor. How `bout you, Jules? What do you do? \n[77]Right... \n[78]Well, that happens... \n[79]Right on. \n[80]Well, business aren't easy-- \n[81]Good for you. What kind? \n[82]Absolutely. \n[83]No, she didn't. \n[84]Hey, I was just thinking. You know, I bought this place last year and the backyard's a wreck. Would you be interested in working on it? \n[85]No, seriously. I don't have time to work on it myself. \n[86]Why?  I just did. I mean, if you're not up for it that's okay-- \n[87]51                                                                51   \n[88]52                                                                52  \n[89]What do you think? \n[90]Fecund? \n[91]No, I love that word. You just don't hear it that often. More is more. Yeah. Let's do that. \n[92]What? \n[93]You think so? \n[94]This may not be a good idea. \n[95]  \n[96]\n[97]Maybe next time we can hang out just you and me. \n[98]That's not amped.    That's being a dick. \n[99]Okay...I just didn't like the way he was talking to you. \n[100] \n[101]Sure. \n[102]Well, it's a lot more fun then donating blood. \n[103]I don't know, I guess I thought, you know, if I can help somebody in need, somebody who wants a baby... \n[104]It was a long time ago... \n[105]Why do you want to know? \n[106]I don't know, like 60 bucks a pop. \n[107]It was worth more back then.     You know. With inflation... Hey, I'm glad I did it... \n[108]60                                                               60   \n[109]61                                                               61  \n[110]Strawberry rhubarb pie.      Fresh from my garden. \n[111]Good, huh? \n[112]Have more. \n[113]You had one bite. \n[114]Hey now, don't go negative on your ass. \n[115]No, I'm just thinking. Hang on. Yeah, I'm good with the plants. \n[116]I wasn't criticizing you. \n[117]That doesn't mean you have to be negative. \n[118] \n[119]Here, take this... \n[120]Just give it to the kids. \n[121] \n[122]Jules...? \n[123]You got your mom's fair skin.     You didn't get my Mediterranean genes... \n[124]Who's that? \n[125]Why?   What's she doing? \n[126]She's your mom.     That's her job. \n[127]Well, if you want things to be different, you've got to make that happen. That's your job. \n[128]Here, put this on. \n[129]I'm a very safe rider... \n[130] \n[131]I was just saying-- \n[132]I was just making an observation. \n[133]73                                                                73    \n[134]74                                                                74   \n[135]Hey.    What's up? \n[136]Don't be.    She's the one who wigged out. \n[137]Jules, it's okay.      You don't have to defend her. \n[138]Yeah, I sensed that. \n[139]The air is clear. \n[140]You don't want to?! \n[141]What? \n[142]76                                                              76  \n[143]I know. \n[144]Hey, don't take it easy on me cause you're winning-- \n[145]Nobody likes a show-off. \n[146]Oh god.   Okay. Hit me. \n[147]That's your question? \n[148]I think I'd rather be buried. \n[149]I don't know, something about the idea of being burned into this chalky powder and sprinkled-- \n[150]That's true. I guess I just want to be in a place where people can visit me. \n[151]Sorry guys, I need to steal Tanya back now. \n[152]81                                                                81   \n[153]Sometimes. But I don't have any here. Want me to run to the store? \n[154]God, that's it. I was trying to figure out how to describe you to my friends. Thank you. \n[155]No. I want to get this... \n[156]Hey, Joni.     I'm here... \n[157]Listen, don't worry about your friend. \n[158]No. Honestly. I didn't even notice... \n[159]Hey, Joni?     Can you hold on a second? \n[160]88                                                                   88   \n[161]How's it going? \n[162]Here, let me help. \n[163]I know... \n[164]...and the kids... \n[165]I know... \n[166]89                                                                89  \n[167]I got you some cigarettes. \n[168]Come on. Don't be so hard on yourself. Things get messy sometimes... \n[169]I think I'm really falling for you. \n[170]90                                                                 90  \n[171]Wow.    Yeah. Good night. \n[172]I think she looks more like her mom actually. But thank you. \n[173]Yeah? \n[174] \n[175]Yeah, it's been a while. \n[176]Tanya, you're so sexy and beautiful, but I don't think we should do that anymore. \n[177]You know, our thing is really fun and easy, but...I don't want to be 50 and still \"hanging out.\" You know? If I really want a family then I have to stop getting in these situations that don't go anywhere. \n[178]92                                                               92   \n[179]93                                                               93   \n[180]94                                                               94   \n[181]Hey Nic, I think you're gonna love this `98 Screaming Eagle. \n[182]I just mist it with a little truffle oil. \n[183]So it's not too rare? \n[184]Good. A lot of people in the restaurant order a steak rare and they freak out at the slightest sight of red. \n[185]Don't people know that rare means red? \n[186]Exactly! They should see what rare looks like in Argentina. The cow's practically still mooing. \n[187]Thanks... \n[188]Oh yeah, you a Joni Mitchell fan? \n[189]Cool. Right on... \n[190]I think I have to go with \"Blue.\" \n[191]Yeah?   You too? \n[192]I know, it never lets up, you got \"River,\" \"California...\" \n[193]\"All I Want..\" \n[194]Hey. It's hard enough to open your heart in this world. Don't make it harder. \n[195]You didn't tell me you were named after Joni M. \n[196]I think it's cool. \n[197]Just around there. \n[198]95                                                                 95     \n[199]105                                                            105    \n[200]Hey Joni, how you doing? \n[201]Excuse me? \n[202]What happened? \n[203]Listen, can I just come and talk with you-- \n[204]Joni... \n[205]106                                                            106 \n[206]Hey, it's me. I just talked to Joni. \n[207]What happened? \n[208]The other night. \n[209]Fuck... \n[210]Listen, it's all out in the open now. Let's make this happen. \n[211]No, I'm serious. Fuck it. Let's get the kids together and do this thing. \n[212]No! I'm sick of this life. I want a family. I'm ready-- \n[213]115                                                               115   \n[214]I needed to talk to you before you left. \n[215]I just want to apologize again for what happened. I can't tell you how much I regret it. \n[216]No, it wasn't bullshit at all. I know I don't seem credible right now but I really care about you... \n[217]...and I just hope someday we'll be able to see each other again. Do you think that could maybe happen? \n[218]What? \n[219]Nic, hold on... \n[220]Well, they're kinda my... \n[221]I didn't mean to hurt anyone... ", "Joni": "\n[1]Laser!   Knock it off! \n[2]Did you do that laparoscopically? \n[3] \n[4]Not yet.   But I will... \n[5]Yeah, I know, I'll do them tonight. \n[6]Mom... \n[7]11                                                                11  \n[8]What? \n[9]Yeah.   I don't want to. \n[10]I haven't. \n[11]Sorry, Laser. I just don't want to, okay? I'm leaving soon and I don't want to deal with that right now. And also, that could really hurt moms' feelings... \n[12]Look, you can do it when you turn 18, okay? \n[13]15                                                                  15   \n[14]Hello? \n[15]This is she... \n[16]Oh!   Hi... \n[17] \n[18]I'm good.      How are you? \n[19]Actually, my brother   asked if I'd call you because I'm   18 and he's only 15 which is too   young to call-- anyway, he'd like to   meet you...if you want to... \n[20]Yeah. Well, technically my half- brother. Each of my moms had a kid, you know, with your sperm... \n[21]Oh. \n[22]Yeah. \n[23]Uh huh.   Like in gay. \n[24]I just don't want you to have big expectations. \n[25]Okay. I'm just saying he might be weird. I mean, he donated sperm... \n[26]Nice to meet you too. \n[27]Okay. \n[28]Uh, well, I just graduated high school. I'm starting college in the fall. \n[29]Okay, Laser... \n[30]No, I just work harder than you. \n[31]Laser's an amazing athlete. \n[32]So this is your place? \n[33] \n[34]Uh, yeah Laser! I've been like trying to get moms to buy local for forever. \n[35]Yeah...Definitely... \n[36]And by \"kind of\" he means they'd kill us if we ever rode one. \n[37]Yeah...totally...thank you. \n[38]31                                                            31   \n[39]I just never pictured him that way. I just...I don't know...He was so cool and interesting. I can't believe that was him...He was so nice, you know?... \n[40]You guess? \n[41]God, Laser! You're the one that wanted to meet him so bad! \n[42]Well what did you think of him? \n[43]Because we knew you'd be upset. \n[44]  \n[45] \n[46]You dropped out of college? \n[47]Mom! \n[48] \n[49] \n[50]I'm not embarrassed!   Jesus!     Give it a rest already! \n[51] \n[52]56                                                                  56   \n[53]Okay, first of all, ewww. Second, he's a really good person and I'd prefer it if you didn't taint him with your whore juice. \n[54]You want to keep playing? \n[55]Yeah... \n[56]Yeah, it is. It's really sad. \n[57]Thanks... \n[58]Ugh.    Ignore. \n[59]My mom, Nic. She's making me insane. \n[60]She's treating me like I'm 12. It's like she doesn't want to admit I'm an adult. \n[61]What? To smother me to death? That's not her job. \n[62]Mom... \n[63]Mom, I'm 18 years old! I won't even be living here in like next month! \n[64]Yeah, well why don't you get a jump on it and pretend like I'm not! \n[65]71                                                                71  \n[66] \n[67]You too. \n[68]No he's not. He wouldn't do that. \n[69]God Sasha, that's totally gross! Not everybody wants to have sex with you, okay? Especially when you act like a slut. \n[70]Well it makes you seem insecure and desperate. \n[71]Fuck you.    I'm not uptight! \n[72]Hi Paul. It's Joni. I just wanted to apologize for my friend, Sasha. I was really embarrassed when she put her hand on your-- \n[73]I really want to go to Argentina. Buenos Aires is supposed to be-- \n[74]It's just so dorky. I don't really like to bring it up. \n[75]101                                                             101  \n[76]I don't want to talk to you. \n[77]I said I don't want to talk to you!! \n[78]She's a wreck. I've never seen her like this before. \n[79] \n[80]You're such a phony. \n[81]You act like you're so groovy and together but you're not. You're a shitty person! \n[82]With my mom?! \n[83]What's wrong with you?! \n[84]Don't call me anymore. \n[85]I like the scruff.   It's sexy. \n[86]You're excused. Hey, can I talk to you? \n[87]What? \n[88]Yeah, I'm fine... \n[89]Fine. \n[90]I don't know. Medium...ish... \n[91]No. \n[92]Why?    I'm not drunk. \n[93]Yeah, well, you should know. \n[94]I'm going to bed. \n[95]What do you want from me?! I did everything you wanted! I got all A's! I got in everywhere I applied! Now you can show everybody what a perfect family you have! \n[96]You're really gonna tell me how to act? Now?! \n[97]Whatever... \n[98]Don't touch me! \n[99]I'm so sick of both of you! \n[100]114                                                              114  \n[101]Yeah. \n[102]I'm not going to Siberia, mom. \n[103]It's probably Sasha.    I'll get it. \n[104] \n[105]There's nothing to talk about. \n[106]So like, everything that happened between us. What was that? Was that just bullshit?! \n[107]I don't know... \n[108]I just wish you could've been... \n[109]Better... \n[110]120                                                              120   \n[111]Guys, it's okay.   I got it. \n[112]128                                                              128    \n[113]Where'd you go?! \n[114]I thought you left. \n[115]Sorry to leave you alone with them. \n[116]Guys, come on... Look, I'll talk to you soon. ", "Stella": "\n[1]Oh my god, these heirloom tomatoes are insane. \n[2] \n[3]Hey, have you guys tried those Açai fruit packs? \n[4]I know.    Joel's addicted. ", "Jules": "\n[1]Don't worry. We just started. \n[2]Honey, that's disgusting.   We're eating. \n[3]Mine. \n[4]For the business. \n[5]Yes, thank you very much. \n[6]I didn't look, honey. \n[7]Laser, no phone calls at the table. \n[8]Can I ask you something? What do you get from your relationship with Clay? \n[9]Do you feel like he's the kind of person who will help you grow? \n[10]Okay, honey. She got it. Let it go. \n[11]I know... \n[12]12                                                               12  \n[13]Because if I'm starting this business I need something to haul my equipment in. \n[14]What does that mean? \n[15]Well you're the one who's always telling me to \"act as if!\" \n[16]A movie-movie? \n[17]are cozied up side-by-side facing the TV.  \n[18]Don't focus on it. \n[19]We left it in Hawaii. \n[20]Sorry.     I couldn't breathe. \n[21]No, they didn't. \n[22]Where are you going?     It's your turn. \n[23]Hey bug, come here. We're watching \"Locked Up Abroad: Uganda.\" \n[24]Can I have a hug before you go? \n[25]Just a quick one.   Please! \n[26]What?    \"Are you and Clay fucking?\" \n[27]And what if he is \"exploring?\" This is the age for that. Why should we care? \n[28]Look, we don't even know what the deal is. We're jumping to conclusions. \n[29]What are you trying to say? \n[30]It feels like there's some subtext here. \n[31]I don't know: Like mother like son? Is that it? Both of us aimless, wandering in the darkness, \"wasting our potential?\" \n[32]Well, maybe it hasn't risen to the plane of consciousness for you yet. \n[33]35                                                                   35  \n[34]Laser, you left your bike out... \n[35]Laser, is there anything you want to talk about? \n[36]We won't judge you. \n[37]Honey... \n[38]Honey, that's not what he asked-- \n[39]Well, sweetie, human sexuality is complicated. And sometimes, people's desires can be...counter- intuitive... For instance, since women's sexual responsiveness is mostly internal, sometimes it's exciting for us to see sexual responsiveness more, you know... ...externalized. \n[40]Like with a penis. \n[41]You would think that. But in most of those movies, they've hired two straight women to pretend and the inauthenticity is just unbeara-- \n[42]Are you having a relationship with someone? \n[43]Did he find you on-line?! \n[44]Why was Joni there?! \n[45]Look, guys, we understand why you'd be curious about your biological father. That's totally natural. \n[46]Honey... We just wish you'd have included us in your thinking. But what's done is done. You met him, and now you guys can move on-- \n[47]You do?!                         You do?! \n[48]43                                                           43   \n[49]Of course I know. I don't want to time-share our kids with someone. Especially when it's Joni's last summer home. No way. \n[50]44                                                             44  \n[51]I know... \n[52]I'm with you, honey. We're gonna get through this, okay? \n[53]I love you too, pony. \n[54]I hope the traffic wasn't too bad. \n[55]Almost ten years. Wait, has it been that long? We moved right after Laser broke his leg, I remember that because we had a ramp for a while, so that would have been...ten, no, nine? No, ten years this fall. \n[56]You okay? \n[57]Go easy on the wine, hon.   It's day time. \n[58]I hope the food's okay. Joni told us you own a restaurant. \n[59]My tongue went numb. \n[60]Laser, that's not nice. \n[61]I don't know. I just lost all the feeling in my face and tongue and I thought I might gag and then, you know... \n[62]Yeah...exactly... \n[63] \n[64]I know. And it worked. You were really funny. \n[65]So that's it. My tongue started working again. \n[66] \n[67]Well, I, you know, I studied architecture in college... \n[68]But I'm not an architect. I mean I was on my way to becoming one. But I quit before the kids were born. \n[69]When they got a little older, I started a Balinese furniture import business... \n[70]Yeah.   But that didn't work out. \n[71]Actually, I'm in the process of starting a new business. \n[72]Landscape design... But not like a gardener! I mean, yes, there's a gardening component to it, but the real work is to create unique, eco-friendly outdoor spaces that harmonize with the surrounding environment. Do you know what I mean? \n[73] \n[74] \n[75]Thank you. That's really sweet. Why don't you think about it. \n[76]  \n[77]You're unbelievable. You're all over me about getting clients, I finally get one and you're-- \n[78]Yes, and I think it's disgusting. \n[79]Yeah, he was working the whole \"alternative\" thing pretty hard. \n[80]...We could do a kind of a Secret Garden thing with trellises and topiary... ...or something more Asian, minimal, with a rock garden feel. It's up to you... \n[81]Personally, I'm tired of minimal. I'm into more is more. Let's not try to tame the space. I think it would look great all lush and overgrown and fecund... \n[82]I'm sorry, you know, fertile... \n[83]Sorry, I just keep seeing my kids in your expressions... \n[84]You and Laser have the same mouth. \n[85]Yeah. \n[86]Pretty close. \n[87]Great.   We settled on a concept. \n[88]It's hard to explain. You have to kind of see the space to get it. \n[89]57                                                                57  \n[90]Wow.    What's this? \n[91]Yeah, well... \n[92] In the tub, revelling in the warm bubbly water.      Nic is sitting on the ledge, massaging her feet.  \n[93]Oh god, chicken, that's the spot. \n[94]Perfect.    You wanna come in? \n[95]No, don't stop... \n[96]58                                                               58  \n[97]Nic?!! \n[98]Look, I'm gonna go to the nursery in the morning so we should probably make sure you're signed off on the Bougainvillea... \n[99]What's that? \n[100]Oh my god.     That is criminal. \n[101]No, please, just take it away... \n[102]I have another you may as well just tape it to my ass cause that's where it'll end up. \n[103]So...you're good with the plants? Look, we don't have to do that. We could do go in a totally different direction if you-- \n[104]Sorry. Sometimes I mistake silence for criticism. \n[105]No, I know...I just... Sometimes Nic can be a little critical, you know. She's a perfectionist. \n[106]What's up? \n[107]Yeah.     Okay. \n[108]Yes!    Same time! \n[109]Okay.     I'm gonna take off too... \n[110]That's mean. \n[111]No! \n[112]Okay!   God, you're such a pusher! \n[113]Whoa. I'm sorry. That was...I don't know where that came from... \n[114]Okay.   I'm gonna go now... \n[115] \n[116]62                                                                 62  \n[117] \n[118]No, we just talked...conceptually. \n[119]You know, maybe we should lay off the Paul digs a little. \n[120]And I also think we should start composting. \n[121]Relax. She'll get home when she gets home. \n[122]What's going on? \n[123]Paul? \n[124]Look, I'm sorry about last night. I'm really embarrassed. \n[125]I know, she's just going through a lot of stuff right now... \n[126]And look, I just want you to know, about the other day, the kiss, that's not something I...do. \n[127]I just wanted to clear the air. \n[128]Paul, I can't! \n[129]No, I do! It's just... I have a guy outside! \n[130]Oh.   Well.     Hel-lo! \n[131]Nothing. \n[132]You gotta be fucking kidding me! \n[133]What's up? \n[134] \n[135]  \n[136]Joni brought some home from Paul's garden the other day. They were huge! \n[137]No, but they're pushing them like crack at Whole Foods. \n[138]Honey... \n[139] \n[140]Yeah, if you drink a thousand bottles a day! \n[141]I'm sorry. \n[142]What the hell is going on with you? \n[143]No. He's not! \n[144]Maybe you need to take some time off and recharge. \n[145]Because that's the way you like it! That's the way you keep control! \n[146]Oh come on! You hated it when I worked! You wanted me at home, taking care of the kids. You wanted a wife! \n[147]You didn't trust any of those nannies! And you sure as hell didn't back my career! \n[148]Yeah, so you can feel better about yourself! \n[149]Are you even attracted to me anymore? \n[150]81                                                                81   \n[151]God, I feel so drugular right now. I really want a cigarette! Do you have any? I haven't had a cigarette since Laser was born. Do you smoke? \n[152] \n[153]Do you think I'm just like some sad- sack middle-aged lesbian? \n[154]You want to get that? \n[155]83                                                                 83   \n[156]Did you go to Home Depot? \n[157]That was fast! \n[158]What's that look? \n[159]The look you're giving me right now! \n[160]Look, I'm not gonna play this game with you! You need to keep your judgements to yourself! \n[161]I don't ask you why you keep blowing your nose constantly! I mean, if you have a drug problem that's your business... \n[162]Then why are you a gardener?! \n[163]Look, this isn't gonna work. I'll pay you through the end of the day and then we're done. \n[164]84                                                                   84    \n[165]Okay... \n[166]We can't be doing this... \n[167]I'm married... \n[168]Yeah, and I love Nic. \n[169] \n[170]That wasn't messy. That was fucked up. I'm totally fucked up... \n[171]Paul, don't... \n[172]I'm gonna do some planting over there so it won't look so bare... \n[173]Oh, I had to fire him. \n[174]Yeah, he had a drug problem. \n[175]Blow, I think... \n[176](taken aback by Nic's \n[177]97                                                                 97  \n[178] \n[179] \n[180]Where is this coming from?! \n[181] \n[182]98                                                             98  \n[183]No! \n[184]No. It has nothing to do with that! \n[185] \n[186]No! Who said anything about fault? Just listen to me! \n[187]I just needed... \n[188]No, appreciated! \n[189]He's not just \"other people!\" \n[190]Where are you going?! \n[191]Hey Laser.     Honey? \n[192]Listen, I know you and Joni heard what's going on. I just want you to know that what happened with Paul and me is over. There's nothing going on now. \n[193]I know you might need some time to process your feelings around this, but I just want you to know that I'm here for you if you want to talk about anything. Is there anything you want to talk about? \n[194](fighting the impulse to \n[195]Joni? \n[196]Can we just-- \n[197]Okay.   I'm sorry. \n[198]Oh my god, I'm so sorry.   I should have called you. \n[199]Nic saw my hair in your bathroom. \n[200]Yeah. \n[201]Yeah. \n[202]Paul... \n[203]Paul, come on... \n[204] \n[205]110                                                                110   \n[206]Just getting another pillow.   The couch is kind of saggy. \n[207]It's a little ache-y. \n[208]Hey.    How was the party? \n[209]How big was it? \n[210]Are you drunk? \n[211]Don't talk to your mom like that! \n[212]Hey, I'm still your mother. \n[213]I can't believe this is our last dinner together. \n[214]I wish you were gay.    You'd be so much more sensitive. \n[215]I need to say something. \n[216]Look, it's no big secret your mom and are in hell right now. Bottom line...marriage is hard...really fucking hard. Just two people, slogging through the shit, year after year, getting older, changing. It's a fucking marathon, okay?! \n[217]So sometimes you're together so long, you just stop seeing the other person. You just see weird projections of your own junk. And instead of talking to each other, you go off the rails, and act grubby and make stupid choices. Which is what I did. And I feel sick about it because I love you guys and I love your mom and that's the truth. Sometimes you hurt the ones you love the most. I don't know why. Maybe if I read more Russian novels I would... \n[218]Anyway, I just wanted to say how sorry I am about what I did and that I hope you'll forgive me eventually. Thank you. \n[219]We wouldn't leave without saying goodbye. ", "Laser": "\n[1]I don't know, dude. \n[2]What?!   I'm not doing anything. \n[3]Hey, what's up? \n[4] \n[5]Nobody.    Clay. \n[6]What do you mean, \"get\"? \n[7]Mom, you're windshield wiping me. \n[8]Have you thought any more about, you know, making that call...? \n[9]Okay...I was just wondering if you changed your mind. \n[10]How can you not even be curious? \n[11]God, why do you worry about them so much? They don't even have to know about it! \n[12]I never ask you for anything. \n[13]Will you quit saying that?    I don't have any expectations. \n[14]Well if he hadn't done it, you wouldn't be here. So respect, yo! \n[15]Right. \n[16]Thanks. \n[17]Okay. \n[18]I...uh...I didn't really have any specific questions... \n[19]Joni's the brains in the family. She won a National Merit Scholarship. \n[20]Yeah. And she got like an 800 on her Verbal SAT. \n[21]What? I'm just saying you're really smart. \n[22] \n[23]Did you play any sports in school? \n[24]That's it? \n[25]I play some Soccer. Basketball. Baseball. You know, team sports. \n[26]Yeah, I like teams. \n[27] \n[28]So, like, do you raise pigs and stuff? \n[29]Is that yours? \n[30]Yeah, but...our moms are kind of anti-motorcycle. \n[31]Yeah. \n[32]I guess... \n[33]Yeah... \n[34]I know. \n[35]I don't know. He seemed kind of into himself. \n[36]I saw it.    It was gnarly. \n[37]Clay's. \n[38]I know. \n[39]Mom... \n[40]Hug her.    That's what she's there for. \n[41]Dude, I don't think they smoke pot. \n[42]Dude, put it back!! \n[43]36                                                                   36   \n[44]Want me to fast-forward? \n[45]40                                                             40  \n[46]Yeah. \n[47]Yeah, I know. \n[48]Like what? \n[49]Well there is something. \n[50]It's more of a question, really. \n[51]Why do you guys watch gay man-porn? \n[52]But like, wouldn't you rather watch two women doing it? \n[53]What do you mean? \n[54]I just met him once. \n[55]What?! \n[56]Paul!    I met him with Joni. \n[57]She set it up. \n[58]Our sperm donor. \n[59]Wait, did you guys think I was gay?! \n[60]You do?!                         You do?! \n[61]See what he did there, mom? You said \"food-services industry,\" then he said \"food-services industry...\" \n[62]What's not nice is subjecting your kids to the same story 1000 times! \n[63]Mom, that's gross! \n[64]I'll get the ice-cream. \n[65]20-3...match point. \n[66]Mom, settle! I will... \n[67]Whatever, I have other plans anyway. \n[68]I said I'd do something with Paul! \n[69]I think he may be right, dude. Maybe this isn't such a good idea. \n[70]\n[71]Seriously, dude, are you okay? \n[72]Clay's cool. He's just gets a little amped sometimes. \n[73]He's not a dick, that's just his way. \n[74] \n[75]Hey, can I ask you a question? \n[76]Why'd you donate sperm? \n[77]So you did it to help people? \n[78]How much did you get paid? \n[79]I'm just curious. \n[80]That's it? \n[81]You were like 20 feet short, dude! There was no way. \n[82]Whatever. \n[83]Hey buddy.     Good boy. \n[84]I've seen this dog around.        I wonder if he's lost. \n[85]What? \n[86]Dude, don't do that. \n[87]Dude, Quit it! \n[88]Go!   Run!    Get out of here! \n[89]Why are you such a dick?! \n[90]That's H. \n[91]Lay-up. \n[92]Hey, can I ask you a question? \n[93]When you die do you want to be buried or cremated? \n[94]I want to be cremated. \n[95]Why? That's just taking up more space in the earth. \n[96]What do you care?   You won't even be conscious. \n[97] \n[98]Don't quit your day job, mom. \n[99]You're right. I'm sorry, mom. \n[100]100                                                             100   \n[101]What? \n[102]Okay. \n[103] \n[104]Oh God, are you gonna cry? \n[105]It's gonna be weird not having you at home. \n[106]It's okay.     I can handle it. \n[107]I don't think you guys should break up. \n[108]I think you're too old. ", "Luis": "\n[1]Excuse me, Senora? Hello? \n[2]5 o'clock. \n[3]Same time tomorrow? \n[4]Hello?   Excuse me, Senora Allgood?! \n[5]Where do you want the stones? \n[6]Yeah.   I just got back. \n[7]Yeah, no lines. \n[8]What look? \n[9]That's no look.     That just my face. \n[10]Senora, I didn't give no looks! \n[11]I don't have no drug problem! I have the allergies! \n[12]Cause I love the flowers. ", "Jai": "\n[1]Just cause you're a 24 hour drive- thru doesn't mean everyone else has to be... \n[2]Uh, maybe because we're friends... \n[3]Must you take everything beautiful and make it dirty? \n[4]Sure. \n[5]Sometimes I feel sorry for Sasha, you know... \n[6]It's like she has to sexualize every experience, you know? It's just sad... \n[7]Joni...Joni... \n[8]Are you okay? ", "Sasha": "\n[1]Oh my God, Joni, there are so many hotties in your class. You are so gonna hook up the first week. \n[2]Hey, she worked her ass off! She deserves some hot jock sausage! \n[3] \n[4]What? I'm just asking. \n[5]Oh, really...? \n[6]Hello? Donor Dad? Stone cold fox. \n[7]I'm just saying. Spermster's a hottie. Is he single? \n[8]Fair enough, hairy muff. I'm outta here. You love birds can split my letters... \n[9]God, I love your necklace!   Where'd you get it? \n[10]In Africa? \n[11]Well, it's really awesome. \n[12]That's okay, Paul. \n[13]You too. \n[14]Okay, I'm sorry but your donor daddy is giving me the sex vibe. \n[15]Why not?    He's not my dad. \n[16]Fuck you. \n[17]I'm not insecure and desperate! I'm just a normal sexual person! And maybe you'd get that if you weren't so uptight! \n[18]104                                                               104  \n[19]How's Nic doing? \n[20]Is it him...? \n[21]Slow down, tiger. ", "Waify": "\n[1]Uh, `scuuuse me... ", "Girl": "\n[1]4                                                                  4    \n[2]Uh, `scuuuse me... ", "Clay": "\n[1]2                                                                  2  \n[2]3                                                                  3  \n[3]B minus in geometry, yo!   This shits the bomb! \n[4]Add it up, son. \n[5]5                                                                 5  \n[6]Hey, ladies! Take it down a notch. \n[7]What did I just say?! \n[8]Let me go! \n[9]Don't do the crime if you can't do the time. \n[10]Dad, your pits smell like burnt ass! Get off me! \n[11]Hold up. \n[12]Whoa! \n[13]Yo, it's alive! \n[14]Dude, we're watching this. \n[15]Think the whole thing's like this? \n[16]Are you filming?! \n[17]Will you quit being a man-gina and run the camera! I'm only doing this once so keep my shit in frame! \n[18]Did you get that?! \n[19]I'm fucking fine! Fuck! Did you fucking get it?! \n[20]55                                                              55   \n[21]That jump was cake, dude!    I so could've made it. \n[22]Yeah, well if Paul wasn't there I could have landed it. That guy creeps me out. \n[23]He's kind of a fag, dude. Tryin' to act all like your dad and shit. \n[24]Let's pee on his head. \n[25]Come on.     Hold him... \n[26] \n[27]Why are you such a fag?! ", "Joel": "\n[1]So, the kids have been spending time with him? \n[2]What I do is I throw one in the blender with some bananas, frozen strawberries and hemp milk and I'll tell you, it's sensational. "}}