{"filename": "Salton-Sea,-The_script.txt", "imdb_id": "tt0235737", "imdb_url": "https://www.imdb.com/title/tt0235737", "characters": ["Gus Morgan", "Colette", "Danny Parker /Tom Van Allen", "Verne Plummer", "Quincy", "Jimmy the Finn", "Bubba", "Bobby", "Nancy Plummer", "Bo", "Liz", "Pooh-Bear", "Kujo", "Al Garcetti", "Nancy"], "dialogues": {"Gus": "", "Morgan": "", "Colette": "\n[1]Quincey, my boyfriend... he kicked me out. \n[2]I understand. Thanks anyway. \n[3]Thanks. \n[4]I'm so embarrassed. \n[5]Jesus, I look like a raccoon. \n[6]Oh God. \n[7]How? \n[8]What about the guy on the very bottom? \n[9]That bad, huh? \n[10]Could be worse. Oh sorry, forgot who I was talking to. \n[11]Don't worry, he's probably passed out with his head in the toilet by now. \n[12]Oh, he's a keeper all right. \n[13]What? \n[14]Go ahead. \n[15]It's not that easy. \n[16]Who the fuck are you, Dr. Joyce Brothers? I hate the son-of-a-bitch. \n[17]I can't. \n[18]You don't understand. \n[19]I can't leave. \n[20]Fuck you. \n[21]Because he'll kill me. \n[22]Is that simple enough for you? \n[23]Why? They don't hold him for more than a day or two. \n[24]I can't. I've got a kid.  She lives with my parents.  Quincey knows where they live. \n[25]How? \n[26]Tell me how. \n[27] Colette and Quincey lying in bed.  THE LILTING SOUND of Danny's trumpet wafting in the air.  Quincey is fast asleep.  Colette lays there, eyes open, listening to the coolly hypnotic strains of Miles Davis' \"Generique.\"  \n[28] Colette now sitting on the floor of the adjoining wall with her arms around her knees.  She closes her eyes and leans her head against the wall, soaking in the music.  \n[29]This seat taken? \n[30]What happened to your eye? \n[31]Don't worry. He's out of town. \n[32]Trust me. We're safe. \n[33]Please keep playing. \n[34]That's nice. What is it? \n[35]Never heard of him. \n[36]Like you? \n[37]And you admire that? \n[38]Is that how you play? \n[39]No false notes? \n[40]No deep dark secrets? \n[41]Nothing. \n[42]I don't want anything. Why are you so suspicious? \n[43]You really need to lighten up. \n[44]Just relax. \n[45]This has nothing to do with him. \n[46]Yes. Why do you find that so hard to believe? \n[47]What is wrong with you? \n[48]You've got a comeback for everything, don't you, Danny? You use 'em like some sort of shield. \n[49]There you go again. You're nothing but false notes. \n[50]What are you hiding, Danny? \n[51]You think you're the only one down here with a sad story? \n[52]It's me. \n[53]Please open the door, Danny. \n[54]We been through that. \n[55]I need my paycheck. \n[56]He knows where I work. \n[57]It's not that easy. I just got a raise. I need the money. \n[58]From day one. I was a breach birth. They tried for hours to turn my little butt around. But I wouldn't let 'em. \n[59]I been that way ever since. \n[60]Look at us.  What a pair. \n[61]Ouch. They laugh. \n[62]Can we try that again? \n[63]Why not? \n[64]What's wrong, Danny? \n[65]No. I want to know what the hell is going on. \n[66]There's someone else, isn't there? \n[67]They would have killed you too. \n[68]No Danny, Don't- \n[69]Really, I don't want to. \n[70]What is it? \n[71]I don't want to. \n[72]Why? \n[73]You said you wouldn't kill him! \n[74]You lied to me! \n[75]Danny, it's not what you think. \n[76]I owed them money ... a lot of money ... they didn't give me a choice.  You know how it works.  When I got to know you, I tried to back out ... that's when they did this ... But I told them I wouldn't do it .. I didn't want to see you get hurt. \n[77]They threatened to kill my daughter. I had no choice. I'm sorry, Danny. \n[78]No! \n[79]I don't want to leave you. ", "Verne": "\n[1]Highway Patrol. \n[2]Said you were a drug addict. \n[3]That was my idea. \n[4]By not disgracing her memory! \n[5]You might as well be spitting on her grave every time you put drugs up your nose.  Or did you just conveniently forget that it was drug dealers who killed my daughter? \n[6]You ever think you might be buying drugs from the very people who took her life? \n[7]Understand what? ", "Plummer": "", "Quincy": "", "Bubba": "\n[1] \n[2]First rate, ain't it? \n[3]Get in, hoss.  We'll talk it over. \n[4] \n[5]Because I don't know him and I don't really know you, partner. \n[6]I'll have to live with that.  My money my risk, my rules. \n[7] \n[8]Yeah. \n[9]Yeah. \n[10]I ain't a idiot, asshole. \n[11]You ready to go meet the team? ", "Bobby": "\n[1]Shhh. \n[2] \n[3]The spiders. \n[4] \n[5]Aha! Yeah! You thought you could fuck with Bobby, you thought you could fuck with Bobby, you thought you could fuck with Bobby! \n[6]With Bobby you thought you could fuck? \n[7]Who the fuck are you? \n[8]Jimmy, Jimmy, Jimmy, Jimmy. Rhymes with Simmy. \n[9]What can I do for you? \n[10]Don't pay her no mind. \n[11]Shut the hell up, goddamit! \n[12]I got no vocation skills!  What the fuck you want from me? I got no vocation skills! \n[13]What? \n[14]Did you bring the plastic men? \n[15]Did you bring the plastic men? Did you bring the plastic men? \n[16]Did ... you ... bring ... the ... plastic ... men? \n[17] \n[18]Bobby, Bobby, Bobby.  Rhymes with ... \n[19]That's a good man. I like that. \n[20]Two eight balls? \n[21] ", "Nancy": "\n[1]It ain't right \n[2]Something's off. \n[3]Who is it? \n[4]Billy Sutcliffe said he saw you at a bar down in Gardena a few weeks ago. Said you looked so bad, he barely recognized you. \n[5]Billy's a cop now, you know. \n[6]He said you were ... the people you Were with ... well ... \n[7]No. We want to help you, Tom. \n[8]I know everyone deals with grief in their own way.  I know how hard it is to find closure. \n[9]I found forgiveness in my heart for the people who killed my daughter. I gave my grief to Jesus Christ. \n[10]You've got to deal with this sooner or later, Tom. You can't keep hiding. \n[11]I know it's not my place to pass judgement on you but ... \n[12]Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, a persecute you. \n[13]Your hatred makes them stronger and you weaker. \n[14]It's not too late to show her you're sorry. ", "Bo": "\n[1] EXTREME CLOSE-UP of a glass pipette dripping a clear liquid into a glass beaker.  \n[2]Shhh. \n[3] \n[4]The spiders. \n[5] \n[6]Aha! Yeah! You thought you could fuck with Bobby, you thought you could fuck with Bobby, you thought you could fuck with Bobby! \n[7]With Bobby you thought you could fuck? \n[8]Who the fuck are you? \n[9]Jimmy, Jimmy, Jimmy, Jimmy. Rhymes with Simmy. \n[10]What can I do for you? \n[11]Don't pay her no mind. \n[12]Shut the hell up, goddamit! \n[13]I got no vocation skills!  What the fuck you want from me? I got no vocation skills! \n[14]What? \n[15]Did you bring the plastic men? \n[16]Did you bring the plastic men? Did you bring the plastic men? \n[17]Did ... you ... bring ... the ... plastic ... men? \n[18] \n[19]Bobby, Bobby, Bobby.  Rhymes with ... \n[20]That's a good man. I like that. \n[21]Two eight balls? \n[22] ALL OTHER SOUND FADES OUT AS the beer SPLATTER to the floor.  IT IS \n[23] \n[24] Rows of decaying stucco apartment buildings.  Danny and Jimmy walking away from one of the structures.  Danny pockets the GLOCK he just purchased.  He also carries a BULLET- PROOF VEST over this shoulder.  \n[25]What you want to do is go back the way you came and make a left at the bottom. It'll take you right to the highway. \n[26]Are you Australian? \n[27]Good. I fucking hate Australians. \n[28]Yeah? First door on the right. It ain't that dirty.  Just kinda' filthy is all. \n[29]No, I don't mind.  That's how come I told you about it. \n[30]You know. This and that. \n[31]Skeeters. They're bad up here. \n[32]How about the car? The model? \n[33]Was it a truck?  S.U.V.? Sedan? \n[34]Not even a guess? \n[35]You said one of the perpetrators crossed in front of the headlights ... \n[36]How about in the house? \n[37]Did you see his hair color? \n[38]Forensics found this on your wife. \n[39]What is it? ", "Liz": "\n[1]That's so ... \n[2]Yes, it hurts my heart.  What a beautiful composition. \n[3] \n[4]And he has a really hot ass with hardly any hair on it. \n[5]I was talking about Miles. \n[6]And you've got wiener breath. \n[7]It's that disgusting hot dog you had for lunch. \n[8] \n[9]Tom, let's spend the night here. \n[10]No.  Right here on the beach.  Come on. Let's do it. \n[11]Why didn't you just ask for directions back there? \n[12]You mean like the Donner Party? \n[13]Tom, quit fucking around. \n[14]You think that's a good idea? \n[15]Look at that place. It's creepy. \n[16]I wanted you to ask back there.  You know, before you got us lost. \n[17]Just admit you're wrong. \n[18]Quit feeling sorry for yourself, Tom. It gets old. \n[19]Here it comes, poor Tom. \n[20]That is so unfair. \n[21]Why are you doing this? \n[22]I never once asked you to stop playing. I wouldn't dream of it. So don't take your low self-esteem out on me. \n[23]... Tom ... screw it.  Tell me when you're ready to apologize. \n[24]Try to make it fast. \n[25] ", "Kujo": "\n[1]So the alphabet, I mean look at it, there's 26 letters.  Why not 27 or 28 or 106?  And the vowels: a, e, i, o, u. What the hell is up with that? \n[2]What I'm saying is that I love it! It's great. I could go on all night about it. \n[3]Let's take every letter individually. I mean, let's really break the mother's down. \n[4]\n[5]Danny, listen up.  Here's the deal ... my wife's pimp knows a guy who works at Cedars Sinai medical lab.  They're getting a very special delivery a week from this Friday. \n[6]Better than drugs. \n[7]Bob Hope's stool specimen We're gonna boost it. \n[8]So we can sell it. \n[9]I don't know.  A collector.  Fuck Danny, it's Bob Hope. \n[10]Check it out.  This is the lab. \n[11] \n[12]It's the lab. \n[13]Cuba Libre \n[14]Don't worry about it. \n[15]No, you can't taste it.  It's the fucking lab! Now shut up. \n[16]Danny, come on. If I'm gonna let you in on the opportunity of a lifetime, the least you can do is pay attention. \n[17]This is the courier \n[18]He delivers at four o'clock on the nose every Friday.  Alpha team will be in the elevator with the courier. That'll be Danny and Creeper. \n[19]Every member of the team will be equipped with night vision goggles, a police scanner and two-way radios. \n[20]... number two team, which will be me and Jimmy, will be positioned in the stairwell at the other end of the hall. \n[21]With alpha team following from the elevator, number two team will approach from the stairwell, cutting the courier off before he reaches the lab. \n[22]Facing superior numbers and an array of high-tech weapons, the courier will have no choice but to comply with our demands. \n[23]Jesus Jimmy, you at the alpha team. \n[24]Now here's the beautiful part.  The getaway.  Both teams will rappel right down the center of the stairwell, change clothes and walk right out the front door like nothing happened. \n[25]So what's it gonna be, Danny boy? You in or out? \n[26]Danny! ", "Al": "\n[1]   \n[2] A MAN recumbent on the bed, playing a TRUMPET, his white dress shirt defaced by a flower of blood.  The room is ON FIRE all around him.  He is playing Miles Davis' moody, Spanish-influenced SAETA, a haunting and lonely piece.  \n[3] \n[4] DANNY staring intently at the spilling liquid.  The beer pools up on the floor.  Danny transfixed by the image.  The last few drops of beer LOUDLY splashing down.  \n[5] Danny waiting in the shadows.  A car, sans headlights, pulls into the alley and stops.  Danny emerges from the shadows, opens the back door and lays on the back seat.  \n[6] The place cries out \"YOU HAVE FINALLY HIT THE ABSOLUTE BOTTOM!\"  Danny exist the stairwell and approaches his door.  A WOMAN ONE DOOR DOWN FROM DANNY'S ROOM struggles with her groceries. When she goes to open the door, one of the  bags breaks, spilling its contents onto the floor.  Danny walks over.  \n[7] The burning room from the opening scene.  Danny's dirty clothes on the bed.  He emerges from the shower, a towel wrapped around his waist.  There is a BIG STAR-SHAPED SCAR on Danny's shoulder.  He walks over to the closet, takes a METAL LOCKBOX from the top shelf and puts it on the bed.  Pulls a key from his pocket and unlocks the box. He sits there staring at the contents for a moment, then gingerly takes them out ...  ... CLOTHES.  A white dress shirt, black slacks and wingtips.  \n[8] Danny dresses in his clothes, combing his hair.  He goes back in the lock box and pulls something else out ...  ... A TRUMPET CASE.  He walks over to the cheap vanity and sits down in front of the mirror and stars for a very long time.  \n[9] \n[10] Danny and THE WOMAN FROM THE PHOTOGRAPH sitting on the shore.  Watching the sunset. She is his wife, LIZ.  Danny playing \"SAETA\" on his trumpet.  Danny and Liz are alone, except for the myriad birds, silhouetted by the falling sun.  A gust of wind rushes across the lake, blowing Liz's hair all around her face.  A dying fish on the waterline, gills pumping for oxygen.  Danny finishes playing.  Silence.  \n[11] Danny sitting at the vanity holding the trumpet.  THE IMAGE IS STILL \n[12]\n[13] A TRASHY LOOKING DUDE banging on Colette's door.  Danny at his door, fumbling with his keys, watching the dude.  \n[14] Danny enters.  AN ARGUMENT ENSUES NEXT DOOR between the dude and Colette.  The sounds of a struggle.  Colette screams.  The dude yelling at the top of his lungs.  A LOUD SMACK. SILENCE.  Colette sobbing. The dude talking in hushed tones, contrite.  \n[15]Roger that. \n[16]Pooh-Bear! We got a problem. \n[17]J.F.K.'s still alive. Should I finish him off? \n[18] A stark hospital hallway. A placard on one of the doors - MEDICAL LAB.  \n[19] A courier exits from the elevator carrying a medical sample case.    \n[20] Kujo emerges from the stairwell, also alone, approaching the courier.  He is wearing shorts, a tank top and after-ski boots.  He has a big powdery crank donut around his nostrils. \n[21] Kujo and the courier playing tug-of-war with the case.  Kujo points a dustbuster vacuum at the courier like it was a gun.  \n[22] Kujo tumbling head-over-heals down the metal steps.  He gets to his feet, a bloody mess.  The kit has sprung open, sending shit samples everywhere.  Kujo quickly scrapes as much as he can back into a container and runs off.  \n[23] Danny approaches his door. Stops.  Colette is sitting in the hall, head in hands, sobbing.  Danny starts to say something. Stops. Goes to this door. Stops again.  \n[24] Tanner and Garcetti ensconced in an alley diagonally across the street.  Garcetti pointing a LONG-RANGE PARABOLIC MICROPHONE at the burned out building.  He and Tanner wear earpieces, which are attached to the mike.  \n[25] Danny approaching the building, we hear shots ...  ... THE RED CAR from earlier, prowling the streets.  Danny ducks into a liquor store and watches from the window.  The red car cruises slowly past.  Danny squinting, trying to make out ...  ... THE LICENSE PLATE NUMBER.  A street light illuminates the tag momentarily.  A VANITY PLATE: IFORGIV.  Danny frowns, not sure that to make of it.  \n[26] Danny in his good clothes, sitting in front of the mirror, playing his trumpet, staring at the photos of his wife.  \n[27] Danny continues playing.  He sneaks down a look at ...  ... A GREETING CARD on the vanity in front of him.  The word, \"CONGRATULATIONS\" printed on the front.  THE FLASHBACK IMGERY appears on the wall behind him again.  MOVE from Danny to the image as we ...  \n[28] DANNY lying on the bed, reliving the moment.  THE IMAGE STILL PROJECTED \n[29]\n[30] It is raining buckets outside.  Danny sleeping soundly.  The roof of Danny's room is leaking, PUDDLING UP ON THE FLOOR NEAR HIS \n[31]\n[32] \n[33] \n[34] The red car with \"IFORGIV\" plates parked in the driveway of a modest Spanish-style house.  \n[35] NANCY AND VERNE PLUMMER watching TV.  Photos of Liz on top of a baby grand piano.  A SHRINE OF SORTS.  CATHOLIC ICONS ABOUND: crucifixes, Virgin Mary's, needle point prayers.  A KNOCK ON THE DOOR.  Nancy gets up to answer.  \n[36] Danny and Verne sitting at the dining room table.  Nancy brings in a pot of coffee.  Verne eyes Danny silently.  Danny won't look him in the eye.  \n[37] Danny sitting at a table, the lockbox open in front of him.  He is endorsing the back of a life insurance check.  His Tom Van Allen driver's license laying next to it.  \n[38] Danny's car parked out front.  \n[39] A CHUBBY GUY sitting on the couch in his underwear, watching A MEXICAN WESTERN.  He sits there with wide eyes, GRINDING HIS JAWS.  Danny, Liz AND BO, the affable owner of the house, looking at a map on the kitchen table.  \n[40] Danny and Colette face-to face- in profile, silhouetted by the IMAGE of the sea.  \n[41] The PLUMBER'S TRUCK enters the underground parking lot.  \n[42] Danny and DETECTIVE BOOKMAN, a homicide detective, sitting at a table.  \n[43] Danny putting gas in his car, Liz in the passenger's seat reading.  On the other side of the pump, A RED HAIRED MAN with a bad comb-over. The brightest, reddest hair you've ever seen with a BIG STREAK OF WHITE \n[44] Danny staring absently at the red hair in the baggie.  \n[45] Colette standing across the street, looking at...  ...TWO COPS exiting a patrol car.  Colette is crying her eyes out. She is HOLDING the BAGGIE OF METH that Danny gave her.  The cops enter the building just as...  ... Danny drives by in Jimmy's car, followed by...  ... TWO OF THE AGENTS from the conference room. They remain a good half-block behind him.  \n[46] Exiting the bathroom and creeping towards the front room.  \n[47]\n[48] Danny sitting there with Liz in a pool of blood.  He notices something on the floor ...  ... LIZ'S PURSE, the contents spilled on the floor.  A GREETING CAR with a teddy bear and the word \"CONGRATUALTIONS\" on the front.  Danny goes over and picks up the card.  \n[49] On the placid sea as DANNY'S HORRIFIC SCREAM resounds from the house in the distance.  \n[50] \n[51] Danny dressed in his \"Tom\" clothes. He limps over to the bed and picks up the trumpet case.  Carries it over to the mirror.  Danny staring at his reflection. He lights a cigarette.  ", "Garcetti": "\n[1]This the guy? \n[2]Cut to the fucking chase, Flynne. \n[3]What's he holding? \n[4]Then why didn't you help the kid when you were there? \n[5]I'll tell you why you didn't help - because you're a chickenshit tweaking snitch.  You're a bottom feader, Flynne. \n[6]I'll tell him. \n[7] \n[8]Turns out he's connected. \n[9]The Mexicali Boys \n[10]He knows somebody ratted him. \n[11]And he's making a lot of noise about having his homies hang a Colombian necktie on whoever it was. \n[12]You know that thing where they slit your throat and pull your tongue out of the hole. \n[13]Apparently they call it a necktie because it hangs down about yay long and looks very similar to a tie. Isn't that weird, Danny?  Isn't that weird? \n[14] \n[15]Anyone ever ask you to be such a disrespectful smart-ass all the time? \n[16]You thinking what I'm thinking? \n[17]We know what's going on. \n[18]Okay, let me help you.  You're setting up a deal with a Chinese redneck. Quarter of a million. \n[19]We just listened to the whole thing. \n[20]Somebody tipped up, dipshit. \n[21]Who the hell is Jimmy? \n[22]And he probably only told two people and they probably only told four people and on and one. You know better than to tell a secret to a tweaker, Flynne.  Might just as well broadcast it on the evening news. \n[23] \n[24]Sounds like you hooked up with some fine citizens, Flynne. \n[25]Wrong. \n[26]Dime, minimum. \n[27]That's not good in prison. It's just not good. \n[28]What's that smell? \n[29]What'd you do, piss your pants? \n[30]Who'd have thought it?  Danny \"Chickenshit\" Flynne trying to go large right under our noses. \n[31]No.  You've got me all wrong.  I mean, in you own pussified way, you actually got some nuts in your little sack. \n[32]Several possession charges, but nothing major. \n[33]They have. But they never found a lab. \n[34]You're lucky, Flynne. \n[35]We're coordinating with Palmdale P.D.. We'll have your sorry ass covered. \n[36]Don't we always take good care of you? \n[37]You mean the menacing red car? \n[38]Brace yourself. \n[39]Worse. Much worse. A teacher. \n[40]She's 57 and she's been teaching third grade for the last 33 years. \n[41]You're paranoid, Flynne.  I think that crank is finally starting to get the best of you. \n[42]When is the deal going down? \n[43]Good work, Flynne.  You're a first-rate rat. \n[44]Didn't you hear?  Domingo's dead. \n[45]Nervous? \n[46]Just make sure you hit the floor when we come in. It could get ugly in there. \n[47]Half an hour to kickoff. \n[48]Maybe he isn't showing. \n[49]Get the bag. \n[50]Let's get out of here. "}}