{"filename": "Brothers-Bloom,-The_script.txt", "imdb_id": "tt0844286", "imdb_url": "https://www.imdb.com/title/tt0844286", "characters": ["Stephen", "Bloom", "Young Stephen", "Rose", "Penelope", "Albino", "Narrator (voice)", "Diamond Dog", "The Duke", "Bang Bang", "Young Bloom", "Apple Cart Vendor", "Curator", "Charleston", "Himself"], "dialogues": {"Stephen": "\n[1]Bloom, we've hit a one hat town. \n[2]Sweet Jesus. Look at that. \n[3]Pixie Stix. \n[4]The playground bourgeoisies. \n[5]Talk to her! \n[6]What? \n[7]Not a thing. \n[8]A plan. \n[9]And this is where we start. \n[10]Oh - kay. How's it going on the playground front? \n[11]So, on to step eleven, then.   The Tale. You tell them - \n[12]Bloom. They're not your friends. They're part of this, and this aint real. Remember, it's a con. And when it's done, we've just got us. And we'll be moving on. So, the tale. You tell them there's a \n[13] \n[14]...if you can keep up... \n[15]Ah-hah. The hermit didn't say. He got this greedy glinting look, the filthy red-eyed leech... and said he'd tell for thirty bucks. \n[16]It seems to me that in the end, the perfect con is where each one involved gets just the thing they wanted. \n[17]So how's it feel? \n[18]Let `em melt. \n[19]We're a genius, Bloom. \n[20]So does real blood. Buy you a drink. \n[21]\"Four months and a thousand years ago.\" That's Kipling, isn't it? He stole that from Kipling. \n[22]Just think of any card.    Got one? \n[23]But if I do it enough, eventually it'll work on someone. And then it'll be the best card trick in the world. \n[24]Ante up. \n[25]That's true. \n[26]La Chinoise? \n[27]Our fifth Beatle. She knows the ins and the outs, and so far as I can tell, speaks three words of English. \n[28]Just till the wind changes. \n[29]Who doesn't? That's the big 2. \n[30]We missed the sunrise.    That would've been nice. \n[31] \n[32]At least you're honest. \n[33]Alright, let's do this. Let's just get it done. So first you say `I'm quitting, Stephen. I'm out.' Then I say... \n[34]Then you make a show of putting on your jacket and say `no I mean it this time Stephen, this time I'm really out.' \n[35](re: Bloom's bright red \n[36]Real blood turns brown after a half hour. \n[37]This scotch costs more than your suit. \n[38]And the flask stopped a bullet from a black powder rifle at Appomattox. \n[39]That's my new favorite camel. \n[40]Tell me what you want. \n[41] \n[42]Sorry bud.     I'm dry. \n[43]She's right, you know. \n[44]Put on your face, let's eat. \n[45]The Chink. \n[46]How've you been? \n[47]I've done a lot of thinking the past three months. You don't want out. You think you do but you don't. Here, c'mere. I want to show you something. \n[48]New Jersey. \n[49]Big money. Inheritance. Dad died early, Mom died two years ago after ten years fighting an illness that I can't pronounce. \n[50]Look out. \n[51]Stick with me. \n[52]Penelope Stamp. Thirty three. Lived at home her whole life. \n[53]She's bored, a seed in the snow. We're going to put her through a grand adventure, bring her to life. \n[54]It's actually pretty simple. We're brothers, antique dealers, perusing the Americas for antiquities en route to someplace exciting via luxury steamer, say Greece. You tie into her and work your magic... \n[55]...and so that's how it ends, in Mexico, a burst of violence then a moment of truth on the beach. What do you think? \n[56]This might not be something you know, but they've all been about you. Maybe that's why they've none of them been perfect, I've never been able to give you what you really want. \n[57]I will never approach you to do another con again. Let's make it a red Schwinn. \n[58]Wahk wahk wahk wahk wahk wahk wahk. Score to beat is 7.9. Keep your head in the game, the Chinese judge is tough. \n[59]The Chink had it - I'm telling him, I know, thank you - in her report, I missed it. This is actually kind of great, I'll tell you why. \n[60]Dostoevsky was an epileptic. \n[61]His seizures were preceded by an enlightened euphoria, a sort of opening of his spiritual eye. \n[62]I think the fact that she saw your face the instant before a seizure is a pretty goddamn good foot to start things out on, right? \n[63]You'll have two weeks on the boat. \n[64]It isn't the talking that hooked her. \n[65]Pleased to make your acquaintance. Bloom's told me about you, you're the epileptic photographer? \n[66]This is my personal secretary and masseuse, Mrs. Yuengling. \n[67]Heh. No. So what are your plans in Greece? \n[68]Good for you. \n[69]I was writing in a bar. And she doesn't drink, how does she know a Philly beer? \n[70]Yes it was. Did he spot you? \n[71]I invited him, sit down. This ship's too small to dance around each other for a week, we might as well have it out now. Bloom. Sit. Penelope, do you know our friend? \n[72]We have a legitimate antique reselling business. \n[73]We've gone straight, Max. \n[74]We did.   Eat your waffles. \n[75]Were. We've been on the straight for three years. So that's that. \n[76]Huh. \n[77]Double Dutch Queens uses gaffed cards. \n[78]Jesus. \n[79]No. But something about her is worrying you plenty. \n[80]The day I con you is the day I die, Bloom. \n[81]He's beautiful, right? \n[82]I'm not sure he is.   I'm to bed. I've always protected you, right? The only real danger in this whole play is that you'll actually fall in love with her. Look at me. Don't fall in love with her. \n[83]Shut up.   I know what I'm doing. \n[84]This came through just now? \n[85]\"My dear Stephen STOP Word on the wire is the Bros B are bound for Prague STOP Am heading there myself would love to see my boys STOP Affectionately DD.\" The Diamond Dog. \n[86]Wire him back for me. \"Dear Dog STOP Unless you've lately felt an excess of eyes left in your head kindly stay the fuck away from me and my brother STOP Regards,\" etcetera. \n[87]Have at thee, you ham headed bastards! \n[88]A book of hours. \n[89]Wonder who's his fence? \n[90]Not bad. \n[91]The Curator? That's a relative term. He's telling the truth. \n[92]  \n[93]Take it easy. She's having fun, that's the point of this. \n[94]What Smugglers Song? \n[95]The whole point of this was to sweep her off her feet. Let her enjoy it. \n[96]Nothing lasts. \n[97]The last time I was in Prague, I was in love. \n[98]Pale skin.     Long feet.   So. \n[99]Bloom and I will secure us lodging, \n[100]Mrs. Yeungling will scout the castle museum. \n[101]You will go to the bank, that wire should have cleared if you put it in at Athens. \n[102]Only movie thugs and Russians deal in suitcases of cash. Draw a certified check. \n[103]Candy-Gram. It's us, Max. \n[104]Max! Max! It's us, Bloom,         Max! Max! It's Stephen and Stephen, Jesus, Max, easy,        Bloom, easy, whoa, Christ, whoa!                             whoa now! The Curator stands in the smoky apartment hallway, sloppily draped in a ratty bathrobe, bottle in one hand and shotgun in the other. He squints at them. \n[105]Today. \n[106]Tomorrow. Now what about this Argentinian. \n[107]We'll see you back at the hotel. Soon. \n[108]I'm sorry I wasn't there. \n[109]No, I guess can't. \n[110]I'm a big fan of tonal shifts. I didn't write it for him, though. \n[111]I don't know. \n[112]Max? \n[113]I don't get it. If he was hightailing it he could have waited eight hours till we traded the million for the book, and had some traveling money. Well. Back to antiquing. Nothing gained, nothing lost. And you got to see Prague, which is nice. \n[114]Oh? \n[115]The check was cashed yesterday afternoon, he'd have deposited it in a Swiss account. I'm sorry Pen. \n[116]We'd need to clear the administrative offices.   Some sort of disruption. \n[117]She's an artist with nitroglycerin. It's kind of her thing. \n[118]Yeah.                             Yeah. \n[119]Check the tat. \n[120]An inky wisp of personal information. We transcribed it, brought it into a Chinese restaurant. \n[121]There's a smoke detector in these empty rooms in the east tower. So we plant and set off a tiny - TINY tiny, tiny charge. \n[122]Fire drill ensues, offices empty, and you'll have exactly four and a half minutes to get through the access hatch, into the catacombs, get the book and get out before the fire department arrives. \n[123]Ready? \n[124]Ok. \n[125]Because going in alone is a very important thing to do. She's walking into a zero security tourism office during a fire drill and taking a five hundred dollar manuscript replica from a utility crawlspace. Worst case scenario, a file clerk asks if she's lost. Which isn't even going to happen. She's in position. \n[126]Cause nobody's going to know we were ever here. \n[127]They're locking down the castle, she won't get in. \n[128]Let her sleep. Train doesn't leave till eight. \n[129]Yeah, I know. \n[130]An apple? \n[131]Mexico. \n[132]Oh-kay. We're rendezvousing with Senor Rioso's guys here, on an isolated beach just south of the Mexican port town Tampico. A simple handoff. Penelope and Yeungling will stay with the car, Bloom and I will do the handing. \n[133]Well I'm not thrilled they set this in Mexico. There could be legitimate reasons, but Mexico's - and I don't want to simplistically vilify an entire country, but Mexico's a horrible place. So we'll be careful. \n[134]The last box in our last con. Let them begin the beguine. How's it feel? \n[135]Uh huh. \n[136]Be angry at me, you son of a bitch. Don't be pathetic. Make you? Jesus. I told you not to fall for her- \n[137]I don't believe you. \n[138]You have to switch it on at the base. \n[139]Disappointed. \n[140]It doesn't matter now. This is the way it ends. So let's get it over with. \n[141]I ate it. \n[142]No. \n[143]I'm sorry you fell in love with her. But she's a mark. And all of this, all of it is a con. Every moment you shared with her, you were just playing the part of a man falling in love. That's what you're afraid of, right? That you don't know the difference? Or maybe that there is no difference. That that's what love is. \n[144] \n[145]Tastes like tin foil. \n[146]Hey. I think that was the most honest conversation we've ever had. You actually connected on a few of those punches. \n[147]I was disappointed.    But I wasn't surprised. \n[148]Hello? \n[149]Uh... Nine-ish? \n[150]So she comes back wanting to work with us. Honestly? I think we'd be lucky to have her. If you called me to hear my opinion on the matter. Which I'm getting the feeling you didn't. \n[151]So maybe you want to tell me what I'm doing in Ferentino. \n[152]One point seven five. \n[153]You want me to plan a con whose sole purpose is to blow her off for good? \n[154]Before we do the next job, we need to liquidate our assets from the last job. \n[155]Your money from the last job, well that's profit, not capital, the three of us have already split it up. So step one: sell the book of hours. \n[156]With all your random expertise we couldn't risk a flat out fake. It isn't worth two point five million, we could maybe catch four hundred grand for it, but it's real. Who'd we buy it from? \n[157]Perfect, we'll sell it right back to him. \n[158]If he wasn't dead. \n[159]All traceable. With Minskie out we'd have to go deep black market if we wanted to be a hundred percent clear. There's only one place that's deep enough for that. \n[160]We're obviously not going to deal with real Russians. They'll be our guys in a phony set up, they'll take our phony book and give her phony cash, a closed loop. Safe and simple. \n[161]So.   We go to St. Petersburg. \n[162]She does the hand-off with our fake \"Russians.\" But while we're driving out of town, everything goes bad. \n[163]We discover we were sold a counterfeit book in the first place, which we've now sold to Russian smugglers. We discover this when the Russian mob starts taking us out one by one. Oh shit. \n[164]First they ambush our car, destroying the money. Then they take me out, then the Chink, and finally you Bloom, in a heroic death that allows Penelope to barely escape with her life. Devastated but reborn with the knowledge that you loved her so much you died so she could live, she drives off into a romantic life of adventure and peril, on the run from imaginary Russians. \n[165]What do you think? \n[166]Our \"Russians\" have arrived. \n[167]Hm? \n[168]We need someone who can pass for the Russian mob to buy our fake book. The Dog's got his big store right here in St. Petersburg. \n[169]What's he gonna do? Steal our fake money? I've thought this one out, believe me. And we can't end it without him. Trust me. It's gonna be ok. \n[170]This'll   do. We'll do the drop off at your   store. Make it scary, think a   movie version of the Russian   mafia, but don't hassle her. \n[171]So. Our fake Russian attack. One small charge will simulate a bullet hit, and blow out the back window. \n[172]So that one bang, then we roll off the road. Once we get clear of the car the Chink sets off the final charge, incinerating the car and the money in the trunk. This'll all happen exactly twenty seconds after we cross the main bridge out of town. After the bridge. \n[173]Alright.   Let's get the hell out of Russia. \n[174]\n[175]No!   No Bloom, freeze. \n[176]Did Penelope wire the money? \n[177]They're calling to check right now. Don't move. I'm alright. \n[178]Stay where you are, Bloom. I'm coming to you. \n[179]Stay back! \n[180]You said it, not me. \n[181]Can I get a `wow' for this one? \n[182]Tastes like tin foil. Alright here's what I want you to do. The Chink split? \n[183]How? \n[184]Good. Here's what. Take Penelope back to Helsinki, take that flight to Rio. Lay low like we said. Play out the on-the-run-from- vengeful-Russians thing, that'll be fun for her. Play it like I'm dead, actually - that'll add some gravity to everything, that'll be nice. And I'll see you when I see you. \n[185]I hope not. Last thing you need is me hanging around. Anyway, how could I top this? \n[186]Hey.    Think of any card. \n[187]You're the only audience I've ever needed. \n[188]Let's get the hell out of Russia. ", "Bloom": "\n[1]         \n[2]What's doing? \n[3]You shuffle when you're thinking something through. So whatcha thinking? \n[4]Hi. \n[5]It's great. \n[6]Wait... \n[7]I think I need more time to win their- \n[8]hermit in the woods. A one eyed, steel toothed vagabond... \n[9]...with blood red eyes? \n[10]...and told me of a cave. \n[11]A cave of wonders. \n[12]At noon on every Sunday, there appears a ball of light, which flutters like a butterfly... \n[13]That's right. It guides you \n[14]...to where the treasures lay. \n[15]Yeah I guess so. \n[16]Tastes like tin foil. \n[17]No. \n[18]Yeah. \n[19]Did he tell you the cave story? \n[20]What else did he tell you? \n[21]Stephen took his eye out with an antique rapier. \n[22]And then the Brothers Bloom lit out on their own to make their fortune as gentleman thieves. Sounds romantic. \n[23]You want to know how Stephen did it? With Charleston? \n[24]He positioned me in the same spot where, seven years ago, Charleston's wife stood and told him she was leaving. He chose my outfit to mirror her suit. He even phonetically matched my final words to hers. \n[25]So in the end, everyone gets everything he wants. \n[26]That's what he does, he writes his cons the way dead Russians write novels, with thematic arcs and imbedded symbolism and shit. And he wrote me as a vulnerable anti- hero. And that's why you think you want to kiss me. It's a con. \n[27]I need air. \n[28]`Do we have to go through this again.' \n[29]Then you say `let's have a drink, and in the morning Bloom you'll have come to your senses' \n[30]`and we'll be moving on.' \n[31]Listen to me, Stephen. \n[32]Listen to me. \n[33]Listen. \n[34]I hate you. I hate this life, I hate it, I hate that you won't fucking listen to me for one goddamn second. Just listen. \n[35]I can't wake up next to another stranger, who thinks they know me, or even wants to know me, cause I don't know - who - I'm thirty five years old, and I, I'm useless, I'm crippled, I don't, I've only ever lived life through these roles that aren't me, that are written for me by you. \n[36]Why? So you can write me a role in a story where I get it? You're not listening to me. I want a real... thing, I wanna do things how I don't know are gonna work out, a, I, want, a... \n[37]I want an unwritten life! Aauuugghh god! \n[38]I'm going away. Somewhere you or even the Chink won't be able to track me down, so don't try. No more stories. \n[39]I love you. Bye. \n[40]Why are you here, Stephen? \n[41]How'd you find me? \n[42]How'd the Chink find me? \n[43]Great. \n[44]I'm quits, Stephen. \n[45]Where are we going? \n[46] \n[47]Looks like an etching from a Bronte novel. \n[48]Huh. Look at that. Well thanks. I'm gonna head back to Italy. \n[49]How much? \n[50]Jesus. \n[51]What am I doing here, Stephen? I have one rule, and you've never even tested it. \n[52]No women. One rule. You know we don't do women, I don't, and it's not a morality thing or- a thing- it's, whatever it is it doesn't matter what it is, that's just our rule. So what are we, Did you rent a `78 Caddy? \n[53]Controversial choice. So no, is what I'm saying. I'm quits anyway. I'll be in Italy. Drinking. \n[54]An eccentric shut-in rich bitch. You're not helping your case. \n[55]So this is the big plan. Lure me back into things with some beautiful intriguing elusive girl, stir up old memories with the prospect of redemption and rebirth. Seriously Stephen. Amateur night. \n[56]I'm not saying yes. But what's the con? \n[57]You've got something up your sleeve. This is about me, right? Somehow. \n[58]I want to be outta all this. So by definition, this is not going to give me what I want. \n[59]This will be the last one.    You'll let me go. \n[60]There are less painful ways to cut into a mark. \n[61]This is a banana seat, man! \n[62]Don't give me that blank look, you know what a fuckin banana seat is. \n[63]There's actually a knack to this. You want to avoid dying or breaking anything that won't grow back, but you don't want to roll out of it and come up roses. If you're trying to fast track into a mark's sympathies, there's nothing quite as efficient as having your first conversation be from a hospital bed they put you in. I usually like to try for a dislocated shoulder. \n[64]You missed it? \n[65]I know. \n[66]The next step is to figure out a way to insinuate yourself into their personal life. \n[67]Uh.   Yeah. \n[68]Bloom. \n[69]Engagement. Find a connection with your mark through conversation. \n[70]I'm sorry about your Lamborghini. \n[71]Nice area. Jersey. \n[72]Having now deftly set your hook in the mark's psyche, this would be the perfect time to tug the line, \n[73]Get invited in for coffee, and tell them the full tale. \n[74]However, there are advantages to playing it cool. Letting it lie for a day or two, then casually re- establish contact. \n[75]...didn't really have anyone except each other growing up, and our father was in the antique business, he had a shop in Charleston. So we stuck together, my brother Stephen and me, we and just took over the shop when dad died. Then we realized one day, we saw the dealers who were finding and selling us the antiques coming from exotic countries all over the world, and there was a, almost a scent they had, when they'd come in the dusty shop we worked nine to five in since we were nineteen, the air would, like before a rain, the ions would line up, and you could just smell midnight trains to Paris and steamer ships and Calcutta bazaars, and we made the decision, we just did it, that we want to have that sort of life. So we did, and we've been travelling and treasure hunting the world ever since, and could you, I'm sorry, stop doing - that, you're, I'm, ok. Alright, look. \n[76]I told you, that's alright. You want me to go? \n[77]So what kind of stuff do you do? \n[78]Alright. I'm just gonna finish my coffee first. \n[79]Hm.   Anything interesting? \n[80]Is that it? \n[81]You just learned this stuff, here by yourself? \n[82]No. So you just thought, `so I want to learn this and this,' and you just did it? How do you plan to use all these skills? \n[83]It's gotta warp the image though, right? \n[84]It's a lie that tells the truth. \n[85]What's changed between now and twenty minutes ago? Cause this is kinda like a conversation. \n[86]Well, I should, uh, it's late. So. I meet a lot of people in my job I have to professionally act interested in. It's a good feeling to be genuinely interested in someone. \n[87]Yeah. \n[88]Well next time I'm in town. We're taking a steamer at noon tomorrow off the docks, to the continent for a few months. \n[89]Paris and Greece, I think. I've gotta get a hat. Thanks for the pinhole camera demonstration. And for the good conversation. Goodbye Penelope. \n[90]I need another day with her. \n[91]I need another day to get her on the boat, she isn't hooked. That bit I skipped where we were talking in the backyard, it was ten minutes on the optics of lensless photography, we didn't really talk. \n[92]I think you're wrong. Though every time I say that, you end up being comically right. That's her, isn't it? Yeah. \n[93]Hi.    What are you doing here? \n[94]Yeah, I didn't want it, but thanks. \n[95]Why did you decide to come? \n[96]It just seems like a big leap. From where you were at yesterday to being a world traveler. \n[97]A new hobby. \n[98]Here, this way. \n[99]Penelope, this is my brother Stephen. \n[100]You named the Chink `Yuengling?' \n[101]She knows a lot of stuff. Was that who I thought it was on the East deck this morning? \n[102]Not yet. \n[103]You look very nice. \n[104]What was your childhood like? \n[105]Lonely. \n[106]How was it lonely? \n[107]Well it's funny how everyone's usually got one. \n[108]Wow. \n[109]Do you feel cheated? \n[110]I don't know, but he's carrying a knife up his sleeve and wearing a cape. Do me a favor and steer clear of him. I don't suppose in all your hobby acquiring you ever learned how to dance? \n[111]Give me a minute. \n[112]It isn't a Spanish band, but they'll do their best. \n[113]The Chi-nese, uh, Yeungling?   She found us. \n[114]A few years back, when we hit the top of our art dealing game, she just appeared. She's stuck with us. We figure when she gets bored she'll vanish with the same lack of noise. \n[115]Good. \n[116]What's he doing here? \n[117]Also known in certain professional circles as the Curator. \n[118]Eat your waffles, fat man. \n[119]I know you like to throw those clever little details in, but you've gotta watch that shit with her Stephen. She had a lot of time alone in that house, and she used it. She did the best Double Dutch Queens I've ever seen up on the deck last night. \n[120]She had them in her purse and cut them in while I was folding my napkin. \n[121]That's what I'm saying. She's different, she knows, sometimes it feels like she knows everything. Doesn't that worry you? \n[122]She feels like one of your characters. \n[123]I know that. How did you get the Belgian, on our budget? \n[124]I didn't expect him to actually be Belgian. \n[125]Mine. Stephen always loved the life. Then he was almost killed on a run to Jakarta, two thugs with heads like canned hams worked him beyond all reason. \n[126]And I called it, that was it. \n[127]For me. Stephen enjoyed it. He loved the idea that we were internationally infamous art smugglers, but I think deep down, same as me, he felt like we were putting on a persona, faking it. \n[128]He'd love to die on a job. Cornered at midnight on a run to Jakarta. That's his dream, to tell his story so well it fulfills itself. It somehow would make it finally real for him. \n[129]Trying to get something real by telling yourself stories is a trap. Trust me on that one. \n[130]My French is a little rusty, but I believe he just told you `my offer stands.' \n[131]Oh lord.   What has he got? \n[132]That's what he does. \n[133]Probably his Spanish guy, right? Did he say who's buying? \n[134]I'm sorry you had to deal with that guy. \n[135]Where's that cab going? \n[136]Where's the train going? \n[137]No. \n[138]Well first off, we don't have a million dollars. \n[139]This is real, it's dangerous, it could go very bad. \n[140]This is not an adventure story. \n[141]She's making a flag for our \"smugglers gang,\" man. She made me learn a secret smugglers handshake. Unhealthy. This afternoon, when she was writing, in the observation car? A letter? A journal? No. She is getting way too into this. \n[142]She's been singing the Smuggler Song since Athens. \n[143]You know, the one from whatsit, the Disney thing, that Smuggler Song, the `We're a band of smugglers hey, la la la la la, we smuggle by night and drink by day, smugglers ho, ho ho, smugglers...' there, this isn't... there isn't a Smuggler Song, is there? Ok. She made up a Smuggler Song. With hand motions. \n[144]While it lasts. \n[145]    \n[146]Fourteen gins? Are you kidding me? \n[147]I'm not paying for that. \n[148]She made up the Smuggler Song. \n[149]I thought it was a Disney thing. \n[150]Yeah. \n[151]I usually drink with the Chink in the snack car, play cards. \n[152]Mrs. Yeungling. That's her smuggler nickname. \n[153]I think if it were offensive to her, she'd let us know. \n[154]No. \n[155]What? \n[156]Look, I'm not- \n[157]Nite. \n[158] \n[159]Max! Max! It's us, Bloom,         Max! Max! It's Stephen and Stephen, Jesus, Max, easy,        Bloom, easy, whoa, Christ, whoa!                             whoa now! The Curator stands in the smoky apartment hallway, sloppily draped in a ratty bathrobe, bottle in one hand and shotgun in the other. He squints at them. \n[160]Administrative offices.    So how do you steal the book? \n[161]Who painted it? \n[162]Diamond Dog, carrying a cup and a cane. \n[163]If I call Stephen down he'll kill you. \n[164]Is this profundity?   Cause you can skip it. \n[165]Don't touch me. \n[166]You're going to take your hand away or I'm going to break your arm, there's nothing between. \n[167]You can't always be there. \n[168]That was a real tonal shift.    The Curator's tale. \n[169]He made it up on the spot? \n[170]    \n[171]        \n[172]We're a little early... \n[173]Well at least he had the decency to just skip out on us, not do something tacky like fake his own death. \n[174]You should stay in the city for awhile, they have these amazing puppet show opera things- \n[175]It's my fault. I can't believe I left you alone with him. \n[176]No. No no. Can't you see what happened here, there is no book, we've been swindled - \n[177]It's not real, it's a con. \n[178]Yeah.                             Yeah. \n[179]The literal translation is something about water cranes, but essentially it means \"When you're done with something, blow it up.\" \n[180]So straight down the corridor, again, tell me where. \n[181]The abort code if we need to abort is \"corned beef.\" For some reason. \n[182]Yeah. \n[183]Horny? \n[184]  \n[185]Alright? \n[186]For the record, I'm still against this. Why send her in alone? \n[187]Uh- \n[188]Don't do it don't do it Penelope don't- \n[189]Pen! Don't - abort!   Corned beef! Corned beef! \n[190]Wait. Wait, we're fine. She's fine. If the soldiers find her wandering the halls they'll assume she's a clerk, they'll just shoo her out. So as long as she doesn't do anything suspicious, she's fine. \n[191]The Chief of Police. \n[192]That was real. \n[193]Fuckin scary. \n[194]Yeah, but it was part of an epiphany. \n[195]Yeah. You should sleep at the hotel tonight, I'll stay with Stephen at the beach house. You'll need sleep. \n[196]Right now I am. \n[197]Penelope... \n[198]She's something special, Stephen. \n[199]Can I... \n[200]Can I just have a little more time? Just a few days. I want to keep her, like this, I don't want this to just end. Don't make me do this. \n[201]I'm not gonna do this. \n[202]I know what I've gotta do. I've gotta talk to you. Are you wearing shoes? \n[203]My brother and I are con men. All things considered, we might be the most respected con man team working today. And everything since you hit me with your Lamborghini, all of this, it's all fake. It's all a con. \n[204]No, we were going to blow you off tomorrow using the cackle bladder, it's a, term, we have actors playing the Argentina guy's men, when we showed up the deal would go bad, they would open fire on us, Stephen and I would pretend to be shot using blood packets, squibs. That's - cackle bladder, in the old days they put fake blood in chicken bladders, so... So you'd escape with the Chink, she'd send you off with a little travelling money and that would be that. \n[205]But that's not how this one's going to end. I love you now, and I want to get you out of this. I'm going to do what I have to do to get you out of this, away from all this for good. Are you ready? \n[206]Stephen's gone into town to prep the Argentina actors. Your money's at his place. \n[207]C'mon. \n[208]So I've told her our whole play. And I'm here. To take her money back. How's that make you feel? \n[209]This isn't the ending you wanted? \n[210]Where's the money? \n[211]Give me the money, Stephen. \n[212]He's not going to keep a single piece of you. \n[213]I'm sorry. \n[214]Did you expect me to do it? To come here tonight, end it the way you wrote it? Or were you really disappointed I didn't run off with her? \n[215]I let you do your monologue, but you wanna know why I did it? I did it so she'd never want to see me again. To get her away from all this for good. \n[216]Hey. \n[217]How did you find me? \n[218]How did you find the Chink? \n[219]I didn't even know she had one. \n[220]Why are you here, Penelope? \n[221]Everything Stephen said that night was true. \n[222]Go away. Everything Stephen said was true. I was just playing you as a mark. Everything between us, none of it was real. \n[223]Pick up... c'mon... \n[224]How quickly can you get to Ferentino? \n[225]Alright. \n[226]I did what I did in Mexico to get her out of all this. I would rather die than bring her into the con. \n[227]You knew she'd come back. What did you figure she was good for, another million? \n[228]We will play her again, one last con, but not for money. I'm gonna tell you how this one's gonna end. You built us into this, you're gonna fly us out, end it so she's done with all of us. End it all so it can't start up again. \n[229]I love her. You owe me this. I don't want to turn her into me. \n[230]Minskie. \n[231]Well there's Demarco or Boyer. Or Roche, if we want to go state-side. \n[232]Russia. It's like `cancer', I don't even like saying the word. \n[233]Who'd you get, anyway? \n[234]To play the \"Russians?\" \n[235]I don't understand. Tell me so I understand. Three months ago you were ready to blind the old bastard- \n[236]Alright, fuckin stop. You want this to finish in St. Petersburg, you want this to end with the Dog for some what thematic something? Fine but don't tell it like a story, let's say it. Twenty three years ago and I can still smell, that blood red apartment of his, the smell of that place. I hate him Stephen but this isn't that, this is I don't trust him. \n[237]It's trash. There's visible cross hatching in Franklin's eye. \n[238]Ok. \n[239]You've been awful quiet. \n[240]I'm doing this for her. \n[241]She gives the Dog the book, he gives her the fake money. This is taking too long. \n[242]What happened? \n[243]What happened? \n[244]Where's Stephen? \n[245]Who's got him? \n[246]Stephen, god please what's happening. I don't know what to do. I don't know Stephen please. Please. What's happening. Please. \n[247]If you know what's happening, now would be a really good time to speak up. \n[248]No, please. Not now. I need your help here now, I don't know what to do. \n[249]Thanks. \n[250]Uh huh. Assholes. Ok. Um, ok. So I've got \"We are all assholes in our own theatrical enterprises.\" You sure? \n[251]Shit head? \n[252]I don't know. \n[253]\"We're all of us marks in our own cons.\" And she said goodbye. \n[254]That the Chink fell for a car bomb? Neither can I. \n[255]Ok. \n[256]This wasn't Russians. This was done by an old mentor of ours who wants us off the map. He has an apartment in St. Petersburg. So this is, yeah. I've gotta go back to that apartment to face the Dog and get my brother back. That's how I'm gonna end this. \n[257]Thank Christ. \n[258]If there are shots you run to the car and drive, with or without me. \n[259]He's just an old man. \n[260]Dog!   I came back. \n[261]Is that what that smell is? \n[262]Ask him if anyone else is here. \n[263]Ask him where the Diamond Dog is. \n[264]Get the car started. \n[265]It's alright. \n[266]You don't need to be afraid of him anymore. Or angry at him. Or ever come back here again. He doesn't concern you anymore. Understand? It's gonna be ok. \n[267]Get out!   Get out of the car!! \n[268]I'll wire the money from my account, and we'll go get Stephen. \n[269]How much? \n[270]How much are they asking for? \n[271]Oh.   Oh oh. No no NO. \n[272]No I'll kill him. I'll kill him if that's what this is, if that's all that this is, no NO NO. \n[273]There's another possibility that I should of, I'm a fucking idiot. This might all be a con. By my brother. To get me - oh god - he wanted me to face the Dog, to end it, and he gets your money. Oh god. I'm going to be sick. \n[274]I don't know. Yes.   Yes of course he would. \n[275]To tell a story so well it becomes real. The perfect con. That's his whole, goddammit, that's what. \n[276]Son of a bitch. \n[277]I'm so scared. Anything I can imagine finding in there, I'm scared of. \n[278]Stephen! \n[279]Stephen! \n[280] \n[281]Stephen, who is it?   Is it the Dog? \n[282]Yeah. \n[283]No! \n[284]Stephen! \n[285]Please tell me this is all gonna be ok. Tell me that's a squib, and that's makeup, and that you just gave me what I always wanted and pulled off the perfect con. \n[286]You son of a bitch. \n[287]Yeah.   Clean exit. \n[288]Car bomb. \n[289]Soon? \n[290]I love you. Bye. \n[291]Alright. \n[292]Stephen. That's it. That's the best card trick I've ever seen. I just wish you had a bigger audience. \n[293]Pull over.     Pull over!! \n[294]What did you ask the Russian kid, in the Dog's apartment? He said the Dog isn't here, then what did you ask? \n[295]And what did he say? \n[296]This is real. They hassled you. \n[297]The Dog was gone before we got there. They hadn't cleared out of their apartment, they had been cleared out. \n[298]Real Russians. Took his store. They didn't know about his deal with us, but you haggled with them. You really sold the book to real Russians. The Diamond Dog was gone. \n[299]And they came after us.   And Stephen... \n[300]Stephen saved my life. \n[301]He's gone. \n[302]I was thinking of something Stephen said too. \"The perfect con is one where everyone involved gets just the thing they wanted.\" Well. ", "Young": "\n[1]He gets the scarab, you get the money, I get the girl... so in the end, everyone gets everything he wants. ", "Rose": "\n[1]There you are. Hiding? \n[2]I've been learning.      Stephen likes to talk about you. \n[3]Is it true? \n[4]I'm not going to tell it as good as Stephen. You two kicked around till your early teens, then stowed away on a merchant marine freighter and ended up in St. Petersburg, where you spent five years under the tutelage of a shadowy old swindler named the Diamond Dog. And he was your Fagin and Stephen was his Artful Dodger, but it ended suddenly and badly. \n[5]Why did he do that? \n[6]It does. \n[7]It's not the first thing on my mind. ", "Penelope": "\n[1]Are you alright? \n[2]I think they took my car.     Could you drive me home? \n[3]I'm Penelope Stamp. \n[4]S' ok. \n[5]This car is like riding in a huge marshmallow. \n[6]For the bike, and the whole, thing. This was a big shit sandwich. Ok. Bye. \n[7]I realized... I should have... invited you in... for coffee... right? \n[8]   \n[9]I'm really bad at talking to people. \n[10]No!   I want to talk to you.   Fuck. \n[11]Nothing.   Maybe you should go. \n[12]I collect hobbies. I see someone doing something I like, and I get books and learn how to do it. \n[13]Not really. \n[14]No.   I know a lot of stuff. \n[15]Kinda sad. \n[16]I dunno. I'm not a planner. I just do stuff. Here, look at this watermelon. It's a camera. You can make a pinhole camera out of anything hollowish and dark. \n[17]No, yeah it does. That's what - the Taj Majal taken by a fat tourist with diarrhea and a point- and-shoot camera can be the flattest, dullest, \"here's us at the Taj Majal,\" \"Oh lovely lets go stick our thumbs up our asses\" picture. But you can look at the most menial everyday thing, and depending on how your pinhole camera eats the light, it's warped and peculiar and imperfect. It's not reproduction, it's storytelling. \n[18]I dunno about truth. A photograph is a secret about a secret. The more it tells you, the less you know. \n[19]Huh.    Well shit. \n[20]Are you leaving? \n[21]Are you coming back? \n[22]Goodbye Bloom. \n[23]Hey. \n[24]You left this money in my kitchen. \n[25]Oh. Hey, where's this boat going? \n[26]Well I'd never been to Greece. Or Europe. Or outside New Jersey. \n[27]It looked like fun.   I wanted to do it. \n[28]Sort of. \n[29]Yuengling like the beer? \n[30]I don't plan. \n[31]I make cameras out of watermelons. \n[32]Lucky guess. \n[33]Fishing for an entertaining childhood anecdote that encapsulates my adult issues? \n[34]When I turned six I started getting allergies, hayfever, rashes, really bad. So my mom took me into the doctor, and he did that test where they use needles to prick a grid on your back with all the different toxins, to see which ones you're allergic to. The next day I came in, the doctor lifted up my shirt, and my back looked like a patch of oily, moldy, blackish green double- puff marshmallows. I was allergic to everything. So they sealed the house with plastic and a special ventilation system, and I spent my entire childhood and adolescence indoors. Mostly alone. Lonely. \n[35]It wasn't `til I was nineteen they discovered what I was actually allergic to was the aluminum alloy the hypodermic needle was made out of. Then I was going to leave, but my mom got sick. So I stayed. And she stayed sick, a long time. \n[36]The trick to not feeling cheated is to learn how to cheat. So I decided this wasn't a story about a miserable girl trapped in a house that smelled like medical supplies wasting her life on a dying person she sometimes hated. It was about a girl who could find infinite beauty in anything, any little thing. And do anything she decided to do. And love the person she was trapped with. So I told myself that story until it became true. Now did doing that let me escape a wasted life, or did it just blind me so I wouldn't want to escape it? I don't know. But either way, I was the one telling my own story. So I don't feel cheated. \n[37]Who is that man? You avoided him earlier on the deck. \n[38]I went through a phase when I was mildly obsessed with the Bolero. \n[39]Monsieur. \n[40] \n[41]You're in antiques? \n[42]How'd you find her? \n[43]I like her. \n[44]Only as the creepy Frenchman. \n[45]Pleased to make your acquaintance. What do you do? \n[46]I'm an epileptic photographer. \n[47]Your name's Melville? \n[48]Sorry, no, cause I noticed but I couldn't place it, this ship is the Fidele, which was the ship in Melville's novel \"The Confidence Man.\" So that's weird. \n[49]Smugglers. It's like an adventure story. Whose idea was it to go straight? \n[50]Scary. \n[51]Telling a story. \n[52]That's kinda the thing we all want, right? \n[53]He came out of nowhere last night. \n[54]Whatever's in his pipe, it made me thick. \n[55]An 8th century prayer book. \n[56]From his museum in Prague, stashed in the castle. \n[57]Yeah. Medieval art bores the crap out of me so I don't know it that well. So that's what he does, he makes pieces in his collections disappear, then sells them off via a trusted middleman. \n[58]An Argentinian. Argentine? Argentinian? \n[59]He'll sell it to a middleman for one million, US. The Argentin...a guy will pay two point five. \n[60]Is he legit? \n[61]The train station. \n[62]Prague. \n[63]Let's do it. Let's, just, I want to try this. Let's be smugglers. I think it'd be fun. We should do this. \n[64]Why not? \n[65]I do, I've got, that's whatever.   I mean a real reason. \n[66]I think a little real danger might suit me. I'm gonna do it. \n[67]So if you want to join my smugglers gang, you know, I'll consider it. \n[68]What are you talking about?    It totally is. \n[69]Smuggling.     From the snack car. \n[70]   \n[71]Gin is fuckin fruity. Have you taken this train before? \n[72]So this is all like fuckin `whatever' to you. \n[73]With the who? \n[74]That's offensive. \n[75]Do I get a smuggler nickname? \n[76]I think you're constipated.   In your fuckin soul. \n[77]You've got a big load of grumpy petrified poop up your ass, I'm just calling you out on it. Yeah I'm pretending I'm a smuggler, so you know what? I'm a fuckin smuggler. If that's your thing, fuckin tell it like you own it. When you've got a spotlight in front of your feet, man, fuckin jump into it and dance the shit out of it. Stop fuckin thinking so much. Enjoy the fuckin ride. Fuck. \n[78]Whoa. \n[79]Shh.    I love thunderstorms. \n[80]Whoa ha. Oh ho ho. Ohhhhhh whoooo ha ha ha ha. \n[81]Oh hooooooooooo ha ha ha ha ha ha ha oh my GOD, ha whoooo.. whee... ha... hoo. I... am... so horny. \n[82]What was she like? \n[83]Cash? \n[84]Gin is slow death, man. \n[85]Why is it the last thing you see every night, and the first thing you see every morning? \n[86]Right.   Oh, right. \n[87]You aren't constipated. You're scared. What are you scared of? \n[88]      \n[89]The Golem came for him. In my dream. Crawled out of the painting and killed him in a horrible way. \n[90]Oh. \n[91]Oh. \n[92]What a waste. \n[93]That poor man. What a waste. \n[94]That poor Argentina man. He'll never see the book now, it'll just rot in the catacombs. What a waste. \n[95]But maybe there is, maybe it's real, we don't know! \n[96]It's my money, I'm going to find out for sure. He gave us every piece of information we need. \n[97] \n[98]I feel like I want to know more about her. \n[99]What's it say? \n[100]    \n[101]  \n[102]Second left, third right, access hatch behind the copier, I need to sleeeeeeep... \n[103]Bloom, I need to sleep. \n[104]Is this Yeungling's backpack? \n[105]You know what I feel? \n[106]Scared. All my big talk.       But this isn't a story, it's real.      Fuckin scary. \n[107]      \n[108]   \n[109]   \n[110]Ok. \n[111]I'm in Prague. I burned a man's lips off to break into a castle in Prague. \n[112] \n[113] \n[114]You guys seem a little tense. \n[115]Is this going to be more dangerous than I think, tomorrow? \n[116]I'm really happy right now.   Are you? \n[117]Hey. \n[118]What's up? \n[119]Bloom.   What? \n[120]Wow. \n[121]Money? I don't want the money, let's just leave. \n[122]I don't want the money. \n[123]We're leaving. \n[124]Bloom.    Let's just go.   Please. \n[125]Bloom... \n[126]I'm sorry. \n[127]Hello. \n[128]The Chink. \n[129]She gave me her cell when we got to Mexico. \n[130]I think she's kind of selective in who she gives the number to. \n[131]Why did you decide to stay with your brother instead of coming with me in Mexico? \n[132]I've been doing a lot of thinking the past three months. I want you to consider something. \n[133]I don't believe you. \n[134]So what's the next job? \n[135]But you've got- \n[136]I thought it was fake. \n[137]Where? \n[138]  \n[139]Tomorrow it all starts. \n[140]He hassled me. Took forever looking the book over, haggled the price. Wanted to pay me in Rubles. \n[141]Are you alright? \n[142]Yeungling went to get another car. \n[143]We don't know. He was gone. \n[144]We're going to find him. If he escaped, he'll contact us. If they've got him, it's for ransom. \n[145]The Russians. \n[146]Where does she get all these cars? \n[147]What did it mean? \n[148]What did it say? \n[149]I still can't believe it. \n[150] \n[151]What do we do now? \n[152]Where are you going? \n[153]We can skip the whole you-sending- me-nobly-away-and-me-refusing-to- leave-your-side-thing. \n[154]What's in there? Tell me who this guy is. \n[155]Moth balls. \n[156] \n[157]Diamond Dog? Where is the Diamond Dog? \n[158]What about him? \n[159]It's a ransom note. It says they have Stephen, it says they want the money wired to a specific account, they give a bank to do it at and a manager to ask for. \n[160]Then an address to come to, at two p.m. In two hours. \n[161]It's a lot. \n[162]I'll do it, I want to, I've got plenty- \n[163]One point seven five million. \n[164]What are you talking about? \n[165]Would he do that? To you? \n[166]But you don't know. Let's transfer the money. You don't know. \n[167]You don't know. This is your brother's life. I'm gonna wire the money. \n[168]Ok. \n[169]I'm going to be here when you come out. \n[170]Hey. Hey, it's ok. The bridge is coming up, we're almost at the border. Were you dreaming about Stephen? \n[171]What is it? You're scaring me- \n[172]How long had he been alone. \n[173]Since yesterday morning. \n[174]Bloom- \n[175]I know. \n[176]I know. \n[177]And he did it so you could live. Your brother loved you. He loved you so much. Look at me. Stephen said something once, I got the feeling he'd rather be telling it to you. He said there's no such thing as an unwritten life. Just badly written ones. I love you. \n[178]We're gonna outrun these bastard Russian mafia, and we're gonna hide out in Rio, then we're gonna live like we're telling the best fucking story in the world. Are you ready? ", "Albino": "\n[1]So she's with you and Bloom till the end. ", "Narrator": "\n[1]As far as con man stories go, I think I've heard them all. Of grifters, ropers, faro fixers, tales drawn long and tall. But if one bears a bookmark in the confidence man's tome, twould be that of Penelope, and of the brothers Bloom. \n[2]At ten and thirteen Bloom and Stephen \n[3]had been through several foster families. \n[4]Thirty eight, all told. \n[5]Mischief moved them on in life, and moving kept them close. \n[6]For Bloom had Stephen, Stephen Bloom, and both had more than most. \n[7]Another home, another main street. Stephen looked around, then summed the burgh up thusly: \n[8]One theater. One car wash. One cafe. One park. One cat. Which, through some mishap, had one leg. \n[9]One school, which meant one tight- knit group of local well-off kids. \n[10]Their pocket-change bought rocket pops, \n[11]The brothers, \n[12]They were the `they'. All well loved, rooted, happy as you please. \n[13]Always there. In every town. \n[14]Could he simply \n[15]Just drop his fears and go? Leave his brother in the woods, and join the children? \n[16]No. \n[17]This wasn't really true. Cause in the root of Stephen's psyche, something now began. A seed of grand epiphany. A hook. A tale. \n[18]A fiction made for profit, in which both boys played a part. A simple con in fifteen steps. \n[19]And then, as if a curtain had been pulled back from the sky... Some barrier within the younger Bloom was broken. \n[20]So Bloom performed his role in Stephen's story to a T. \n[21]And being who he wasn't, could be as he wished to be. \n[22]Must the numbers rattle on?    Must the fiction end? \n[23]So Sunday came... \n[24]...and straight from church, into the woods Bloom led. \n[25]They stopped. Their hearts leapt. There it was. \n[26]For just one moment, Bloom forgot himself and ran too fast. \n[27]He'd catch the light and find the treasure... \n[28]But the moment passed. \n[29]They didn't catch the will-o-wisp, but didn't really care. \n[30]Our fledgling thieves were satisfied. \n[31]The children's parents, less so. \n[32]A bitter ending? Maybe. But there's sweetness in the mix. \n[33]The brothers Bloom had found their calling. \n[34]As shown in number six. \n[35]`Cut' meant to negotiate, `percent' percentage deal. \n[36]`O'Henry's' was the town's one dry clean shop. \n[37]In truth, young Bloom won't know for twenty years just how he felt. \n[38]And so, we'll skip ahead now in our story. ", "(voice)": "", "Diamond": "\n[1]Bloom. How long has it been? Tea. Can you believe that? Tea? Been a long while. \n[2]Well then please don't call Stephen down. Look at you, you're terrified. C'mon now, look. Take a look. I'm an old man with no depth perception. You don't have to be scared of me. \n[3]It's been a funny thing, watching you boys take what I taught you and eclipse me. I'm so proud to be a footnote in the lives of the Brothers Bloom. And you hate me. The curse of all bad fathers - that my presence on this earth after I die will not live on the lips of admiring men, but will sink into the murky backwaters of my children's psyches. \n[4]Ha!   Ha ha. Piss and vinegar. \n[5]When I first took you boys in, showed you the ropes, haunting St. Pete's, piss and vinegar. I still crave that youthful joy. Even today. \n[6]You probably won't believe I loved you boys very much. \n[7]But love, you know. We know, folks like us, you can always blink and realize that it's a fiction, and like Peter walking on water or Wiley Coyote running off a cliff, if you look down in doubt you'll fall. That's the price of our lives, the wax in our wings. One day Stephen's going to fall. It may be glorious, but he's going to fall hard and he won't be there to tell you what to do and protect you. When he's gone, remember me. \n[8]Hello Stephen. \n[9]My boys. \n[10]Stephen, still the grand architect with your symbols. Red for temptation, white for salvation. \n[11]Impressive, boys. \n[12]Hm.  I'll be damned. Ruskies wouldn't be caught dead handing over a rag bag like this, it should be a steel attache. \n[13]Alright. \n[14]I look forward to meeting the lady. Take care, boys. \n[15]   \n[16]    ", "Dog": "\n[1]Bloom. How long has it been? Tea. Can you believe that? Tea? Been a long while. \n[2]Well then please don't call Stephen down. Look at you, you're terrified. C'mon now, look. Take a look. I'm an old man with no depth perception. You don't have to be scared of me. \n[3]It's been a funny thing, watching you boys take what I taught you and eclipse me. I'm so proud to be a footnote in the lives of the Brothers Bloom. And you hate me. The curse of all bad fathers - that my presence on this earth after I die will not live on the lips of admiring men, but will sink into the murky backwaters of my children's psyches. \n[4]Ha!   Ha ha. Piss and vinegar. \n[5]When I first took you boys in, showed you the ropes, haunting St. Pete's, piss and vinegar. I still crave that youthful joy. Even today. \n[6]You probably won't believe I loved you boys very much. \n[7]But love, you know. We know, folks like us, you can always blink and realize that it's a fiction, and like Peter walking on water or Wiley Coyote running off a cliff, if you look down in doubt you'll fall. That's the price of our lives, the wax in our wings. One day Stephen's going to fall. It may be glorious, but he's going to fall hard and he won't be there to tell you what to do and protect you. When he's gone, remember me. \n[8]Hello Stephen. \n[9]My boys. \n[10]Stephen, still the grand architect with your symbols. Red for temptation, white for salvation. \n[11]Impressive, boys. \n[12]Hm.  I'll be damned. Ruskies wouldn't be caught dead handing over a rag bag like this, it should be a steel attache. \n[13]Alright. \n[14]I look forward to meeting the lady. Take care, boys. \n[15]   \n[16]    ", "The": "\n[1]         \n[2]Make way, make room for the brothers Bloom! \n[3]Nine months, six countries, three faked deaths, for one mark. You're a beautiful antique, my friend. \n[4]One thing baffles me. The entire con would have fallen apart if Charleston had walked away. How did you know he'd pull the trigger? \n[5]No. \n[6]It's true you never work with the same crew twice? \n[7]Well shit.     Except for the uh, for her? \n[8]Yeah. \n[9]Jameson. \n[10]So she's with you and Bloom till the end. \n[11]Where is Bloom? \n[12]  \n[13]   \n[14]And a magician is just an actor playing the part of a magician.   My compliments. \n[15]Mademoiselle. \n[16] \n[17]  \n[18] \n[19]A little fear might suit you, I think. \n[20]Bon soir, ma cherie. \n[21]Book-learned. You know languages but not accents, my dear. I am Belgian. Maxmillion Melville, at your service. \n[22]I'm a curator, presently for the National Museum in Prague. And yourself? \n[23]Good for you. Boys? What do you do? \n[24]Baissez le rideau, la farce est jouee. \n[25]Pardon, but you do not ascend to the grand heights of the Brothers Bloom only to toss it all and sell terra cotta to blue haired weekend antiquers. \n[26]But Mademoiselle appears... confused. Perhaps she is unawares? \n[27]Unaware that the Brothers Bloom are in fact the two most highly respected art smugglers in the western world? \n[28]Well, if that is that, then that is indeed that. As you say. \n[29]Maxmillion Melville, Esquire. \n[30]   \n[31]Best of luck with the antiquing, boys. Au revoir, Chinois. \n[32] \n[33]A gentleman from Argentina. He's quite sick, cancer in his bones, and desperate for sentimental reasons to own this piece while he may. \n[34]Jameson. \n[35]Who the hell is that?! Who is it?! \n[36]Who the hell are you, what do you want, who the hell!!!!?? \n[37]Ah. Good morning. Come in. I have been drinking. \n[38]  \n[39]Here, off the Basilica, are offices of administration, and beneath those, an otherwise inaccessible section of catacombs. And the book. \n[40]The book is already stolen. The stealing is in the bureaucracy, in the filing, red tape. As far as the museum is concerned, the book does not exist. I am the curator, I walk in, pinch the copy girl's baboosh, put the book in a briefcase and walk out. Tomorrow, say, at two. \n[41]Today is not a good day. \n[42] \n[43]From a private collection on the island of Ikaria. That one. \n[44]I don't know. \n[45]That's a story. You have a minute? \n[46]My daughter travelled with me when she was very young, and I'd show her the places and the art, all the most joyous and terrifying things in the world. I wanted that the world was alive in the most fantastic way for her. To built her a pair of wings. Make these things real. But maybe more than any other objet d'art, she loved to hear she'd ask to hear the story of the stone golem. From a painting in a small private collection on the island of Ikaria. Well Rachel, like most monsters the Golem was once a human. A boy, about your age. \n[47]My daughter died nineteen years ago today. She was six. She went out to play one afternoon and vanished. \n[48]The next morning we found her, in a stone well on a neighboring property. I climbed down to her, but slipped and broke my leg, and while we waited for the rescue team to pull us out she died in my arms. If you've had a child... my whole everything just focused down to one thing, to hold her and make her feel safe. But no matter what I said to her, I couldn't stop her shaking, crying. Her last moments on this earth were filled with terror. Of a stone golem. \n[49]It was the first painting I `acquired.' I keep it maybe hoping some night the golem will come for me. \n[50]Mademoiselle. \n[51]It is you I do business with, yes? \n[52]Au revoir. \n[53]     \n[54] \n[55]Fuck me. \n[56]   \n[57]Blooooom! \n[58]   \n[59]  \n[60]   \n[61]  \n[62]          \n[63]  ", "Duke": "", "Bang": "\n[1]  ", "Curator": "\n[1]And a magician is just an actor playing the part of a magician.   My compliments. \n[2]Mademoiselle. \n[3] \n[4]  \n[5] \n[6]A little fear might suit you, I think. \n[7]Bon soir, ma cherie. \n[8]Book-learned. You know languages but not accents, my dear. I am Belgian. Maxmillion Melville, at your service. \n[9]I'm a curator, presently for the National Museum in Prague. And yourself? \n[10]Good for you. Boys? What do you do? \n[11]Baissez le rideau, la farce est jouee. \n[12]Pardon, but you do not ascend to the grand heights of the Brothers Bloom only to toss it all and sell terra cotta to blue haired weekend antiquers. \n[13]But Mademoiselle appears... confused. Perhaps she is unawares? \n[14]Unaware that the Brothers Bloom are in fact the two most highly respected art smugglers in the western world? \n[15]Well, if that is that, then that is indeed that. As you say. \n[16]Maxmillion Melville, Esquire. \n[17]Best of luck with the antiquing, boys. Au revoir, Chinois. \n[18] \n[19]A gentleman from Argentina. He's quite sick, cancer in his bones, and desperate for sentimental reasons to own this piece while he may. \n[20]Who the hell is that?! Who is it?! \n[21]Who the hell are you, what do you want, who the hell!!!!?? \n[22]Ah. Good morning. Come in. I have been drinking. \n[23]  \n[24]Here, off the Basilica, are offices of administration, and beneath those, an otherwise inaccessible section of catacombs. And the book. \n[25]The book is already stolen. The stealing is in the bureaucracy, in the filing, red tape. As far as the museum is concerned, the book does not exist. I am the curator, I walk in, pinch the copy girl's baboosh, put the book in a briefcase and walk out. Tomorrow, say, at two. \n[26]Today is not a good day. \n[27] \n[28]  \n[29]From a private collection on the island of Ikaria. That one. \n[30]I don't know. \n[31]That's a story. You have a minute? \n[32]My daughter travelled with me when she was very young, and I'd show her the places and the art, all the most joyous and terrifying things in the world. I wanted that the world was alive in the most fantastic way for her. To built her a pair of wings. Make these things real. But maybe more than any other objet d'art, she loved to hear she'd ask to hear the story of the stone golem. From a painting in a small private collection on the island of Ikaria. Well Rachel, like most monsters the Golem was once a human. A boy, about your age. \n[33]My daughter died nineteen years ago today. She was six. She went out to play one afternoon and vanished. \n[34]The next morning we found her, in a stone well on a neighboring property. I climbed down to her, but slipped and broke my leg, and while we waited for the rescue team to pull us out she died in my arms. If you've had a child... my whole everything just focused down to one thing, to hold her and make her feel safe. But no matter what I said to her, I couldn't stop her shaking, crying. Her last moments on this earth were filled with terror. Of a stone golem. \n[35]It was the first painting I `acquired.' I keep it maybe hoping some night the golem will come for me. \n[36]Mademoiselle. \n[37]It is you I do business with, yes? \n[38]Au revoir. \n[39]     \n[40] ", "Charleston": "\n[1]Cause the Turk was right. After seeing her, after that night on the airstrip, after Cairo everything changed, and he couldn't see the play through that one milky eye, but the Turk was right about one thing, that there's nothing beautiful about money. She's beautiful. \n[2]He'll never have her now. She's free. And I'll never see her in scarlet again, her chestnut hair, but it's worth the money and my job and his life and the rest of my life that she's free. \n[3]You're not here. Neither of us are. It's Mowcher's gun. \n[4]They won't find him for a week, and the Albino will chalk it up to Davey, he won't talk. We're clean. \n[5]The man named Charleston you met nine months and a thousand years ago at the hotel bar in Jodhpur is dead. If we see each other again it'll be as strangers. As for the money... let it rot. ", "Himself": ""}}