{"filename": "Princess-Bride,-The_script.txt", "imdb_id": "tt0093779", "imdb_url": "https://www.imdb.com/title/tt0093779", "characters": ["Inigo Montoya", "Valerie", "The Ancient Booer", "The Albino", "Westley", "The Grandson", "The Princess Bride", "The Queen", "The Grandfather", "Vizzini", "Prince Humperdinck", "The Impressive Clergyman", "Count Rugen", "Fezzik (as Andre the Giant)", "Miracle Max"], "dialogues": {"Inigo": "\n[1]What is that you're ripping? \n[2]I agree with Fezzik. \n[3] (a slight emphasis on the last word \n[4]Probably he means no harm. \n[5] \n[6]FEZZIK, are there rocks ahead? \n[7]Making sure nobody's following us. \n[8]You're sure nobody's following us? \n[9]No reason. It's only, I just happened to look behind us, and something is there. \n[10] staring at the other boat.  \n[11]I don't swim. \n[12] pointing behind them.  \n[13]I think he's getting closer. \n[14]Look! He's right on top of us. I wonder if he is using the same wind we are using. \n[15] hurrying to FEZZIK. He straps a harness to him, then lifts Buttercup and Vizzini in the harness. Finally, he himself gets in the harness. All three are strapped to FEZZIK like papooses. ---------------------------------------------------------------------------                                                           20.   And he starts to ascend the rope, carrying them all along with him as he goes.  \n[16] \n[17]  \n[18]I want to duel him left-handed. \n[19]Well, it's the only way I can be satisfied. If I use my right -- tch -- over too quickly. \n[20] He watches them depart, then turns, peers down over the Cliffs. He watches a moment, then paces, shaking his hands loose. He practices a few of his honed fencing skills. He is a taut and nervous fellow, and has never been one for waiting around.  \n[21] walking away. Finally he goes back to cliff edge, starts to talk. It's instant death if the Man In Black falls, but neither gives that possibility much credence. This is our two heroes meeting. They don't know it yet; but that's what it is.  \n[22] \n[23]Slow going? \n[24]Sorry. \n[25]I do not suppose you could speed things up? \n[26]I could do that. In fact, I've got some rope up here. But I do not think that you will accept my help, since I am only waiting around to kill you. \n[27]But I promise I will not kill you until you reach the top. \n[28]I hate waiting. I could give you my word as a Spaniard. \n[29]You don't know any way you'll trust me? \n[30]I swear on the soul of my father, Domingo Montoya, you will reach the top alive. \n[31] He dashes to the giant rock the rope was originally tied to.  \n[32] now with a small coil of rope, hurries back to the edge and hurls it over --  \n[33] straining, forcing his body away from the cliff edge and --  \n[34] watching as the Man In Black crawls to safety, then looks to Inigo.  \n[35]We'll wait until you're ready. \n[36]I do not mean to pry, but you don't by any chance happen to have six fingers on your right hand? \n[37]My father was slaughtered by a sixfingered man. He was a great swordmaker, my father. And when the six-fingered man appeared and requested a special sword, my father took the job. He slaved a year before he was done. \n[38] Even now, this still brings pain.  \n[39]The six-fingered man returned and demanded it, but at one-tenth his promised price. My father refused. Without a word, the six-fingered man slashed him through the heart. I loved my father, so, naturally, challenged his murderer to a duel ... I failed ... \n[40]the six-fingered man did leave me alive with the six-fingered sword, but he gave me these. \n[41]I was eleven years old. When I was strong enough, I dedicated my life to the study of fencing. So the next time we meet, I will not fail. I will go up to the sixfingered man and say, \"Hello, my name is Inigo Montoya. You killed my father. Prepare to die.\" \n[42]More pursuit than study lately. You see, I cannot find him. It's been twenty years now. I am starting to lose confidence. I just work for Vizzini to pay the bills. There's not a lot of money in revenge. \n[43]You are ready, then? \n[44]You seem a decent fellow. I hate to kill you. \n[45]Begin! \n[46] \n[47]Naturally, you must expect me to attack with Capo Ferro. \n[48]Unless the enemy has studied his Agrippa- \n[49]-- which I have. \n[50] And behind him now, drawing closer all the time, is the deadly edge of the Cliffs of Insanity. Inigo fights and ducks and feints and slashes and it all works, but not for long, as gradually the Man In Black keeps the advantage, keeps forcing Inigo back, closer and closer to death. ---------------------------------------------------------------------------                                                           32.   \n[51] \n[52]I admit it -- you are better than I am. \n[53]Because I know something you don't know. \n[54]I am not left-handed. \n[55] and the six-fingered sword is all but invisible now, as he increases his attack, then suddenly switches styles again.  \n[56]I ought to be after twenty years. \n[57]Tell me. \n[58] And to his amazement, he is being forced back down the steps. He tries one style, another, but it all comes down to the same thing -- the Man In Black seems to be in control. And before Inigo knows it, the six-fingered sword is knocked clear out of his hand.  Inigo retreats, dives from the stairs to a moss-covered bar suspended over the archway. He swings out, lands, and scrambles to his sword and we  \n[59] staring in awe.  \n[60]Who are you?! \n[61]I must know. \n[62]Okay. \n[63] moving like lightning, and he thrusts forward, slashes, darts back, all in almost a single movement and --  \n[64] And there is never a move anyone makes he doesn't remember, and this time he blocks the slash, slashes out himself with the sixfingered sword.  On it goes, back and forth across the rocky terrain, Inigo's feet moving with the grace and speed of a great improvisational dancer.  \n[65] catching it again. And something terrible is written behind his eyes: he has given his all, done everything man can do, tried every style, made every maneuver, but it wasn't enough, and on his face for all to see is the realization that he, Inigo Montoya of Spain, is going to lose.  \n[66]Kill me quickly. \n[67] drunk as a skunk, sprawled in front of a hovel, a bottle of brandy in one hand, the six-fingered sword in the other. He looks dreadful. Unshaven, puffy-eyed, gaunt. But the way he brandishes the great sword in front of him would give anyone cause for worry.  \n[68]I am waiting for you, Vizzini. You told me to go back to the beginning. So I have. This is where I am, and this is where I'll stay. I will not be moved. \n[69]I do not budge. Keep your \"Ho there.\" \n[70]-- So did Vizzini -- when a job went wrong, you went back to the beginning. And this is where we got the job. So it's the beginning, and I'm staying till Vizzini comes. \n[71]-- I -- am -- waiting -- for -- Vizzini -- \n[72]It's you. \n[73]Perhaps not. I feel fine. \n[74] \n[75]How many could you handle? \n[76]  \n[77]No -- not Vizzini -- I need the Man in Black -- \n[78]-- look, he bested you with strength, your greatness. He bested me with steel. He must have outthought Vizzini, and a man who can do that can plan my castle's onslaught any day. Let's go -- \n[79]To find the Man in Black, obviously. \n[80](he is possessed by demons now \n[81] \n[82] \n[83] trying to make their way through the jammed marketplace, which suddenly quiets as the fading sound comes through.  \n[84] \n[85]His true love is marrying another tonight, so who else has cause for Ultimate Suffering? Excuse me -- \n[86]-- pardon me, it's important -- \n[87]-- Fezzik, please -- \n[88]Thank you. \n[89]Where is the Man in Black? \n[90]You get there from this grove, yes? \n[91]Fezzik, jog his memory. \n[92] He kneels, the sword held tight between his hands. Eyes closed, he faces the grove of trees, starts to talk, his voice low and strange. ---------------------------------------------------------------------------                                                           88.   \n[93]Father, I have failed you for twenty years. Now our misery can end. Somewhere ... somewhere close by is a man who can help us. I cannot find him alone. I need you. I need you to guide my sword. Please. \n[94]Guide my sword. \n[95] walking blind through the grove of trees. He moves to the Secret Knot, hesitates, then moves past it.  Then Inigo stops. For a long moment he stands frozen. Suddenly he whirls, eyes still closed, and the sword strikes home dead center into a knot and --  Nothing. He has failed.  In utter despair he collapses against the tree. Against a knot in the tree. Against THE KNOT in the tree. It slides away, revealing the staircase. FEZZIK and Inigo look at each other, then start down.  \n[96] \n[97] We're back in the Pit, the same shot as before. For a moment, he just sags.  \n[98]Well, we Montoyas have never taken defeat easily. Come along, Fezzik. Bring the body. \n[99] \n[100]I just hope it's enough to buy a miracle, that's all. \n[101]Are you the Miracle Max who worked for the King all those years? \n[102]We need a miracle. It's very important. \n[103]He's already dead. \n[104] hurrying inside. FEZZIK carries Westley who is just starting to stiffen up a little. He lays Westley down across a bench by the fireplace, picks Westley's arm up and lets it drop limp.  \n[105]Sir. Sir. \n[106]We're really in a terrible rush. \n[107]Sixty-five. \n[108]This is noble, sir. His wife is crippled. His children are on the brink of starvation. \n[109]I need him to help avenge my father, murdered these twenty years. \n[110] \n[111]What's that? \n[112]True love. You heard him. You could not ask for a more noble cause than that. \n[113]-- But this is Buttercup's true love -- If you heal him, he will stop Humperdinck's wedding. \n[114]Humiliations galore! \n[115] \n[116](heading out the door, Fezzik close behind \n[117] on the top of the outer wall of the castle. They look down to the front gate of the castle. The sixty Brutes are visible.  FEZZIK is thunderstruck by how many Brutes there are. Upset, he turns to Inigo, who is concentrating unsuccessfully, trying to prop Westley against the wall.  \n[118] (indicating the half- dead Westley \n[119]We can't wait -- the wedding's in half an hour and we must strike in the hustle and the bustle beforehand. \n[120]Tilt his head back. Open his mouth. \n[121] Pill in hand, he drops it into Westley's mouth.  \n[122]Your guess is as good as mine -- \n[123]We had Miracle Max make a pill to bring you back. \n[124]Let me explain -- -- No, there is too much. Let me sum up. \n[125]Buttercup is marrying Humperdinck in a little less than half an hour, so all we have to do is get in, break up the wedding, steal the Princess, make our escape after I kill Count Rugen. \n[126]There is but one working castle gate. \n[127]And it is guarded by sixty men. \n[128]Your brains, Fezzik's strength, my steel. \n[129] \n[130]Where did we put that wheelbarrow the Albino had? \n[131]There we cannot help you. \n[132] \n[133]Why? You can't even lift one. \n[134]I'll say -- how do I find the Count? -- Once I do, how do I find you again? -- Once I find you again, how do we escape? -- \n[135] \n[136]What? \n[137] looking out at the enemy. This is it. Inigo and FEZZIK shake hands.  Westley can't even do that, but after a bit of rocking back and forth, he manages to get enough momentum to catapult his arm over and onto his friend's.  \n[138]Now? \n[139] Inigo struggles bravely under their combined weight --  \n[140]Now? \n[141]Fezzik, tear his arms off. \n[142] moving toward them. Actually Fezzik is dragging Westley, who is, in turn, dragging Yellin's sword like a stiff dog leash --Westley simply hasn't the strength to raise it.  \n[143] \n[144] momentarily surprised, then taking off after him, leaving Westley and Fezzik to exchange curious looks and Rugen, running through a half-open heavy wooden door, shutting it and locking it just as Inigo throws himself against it. He tries again. No kind of chance.  \n[145] \n[146] desperately pounding at the heavy door.  \n[147]He's getting away from me, Fezzik. Please. FEZZIK! \n[148] still hammering the door. Fezzik approaches, gestures for him to stop, and with one mighty swipe of his mighty hands the door crumbles  \n[149]Thank you -- \n[150] behind him, coming like a streak and --  \n[151] closing the gap, closer, closer and he's down the stairs and heading into a dining hall and --  \n[152] trying like hell to get out of the way, but no, and it sticks deep into his stomach, and he hurtles back helplessly against the wall of the room, his eyes glazed, blood coming from his wound.  The room is going white on him.  \n[153]... Sorry, Father ... I tried ... I tried... \n[154] And as this blow comes he's trying to use the wall for support in forcing himself to his feet, and it's not a roaring success of an attempt, but he does at least make some progress, and again he manages to parry the thrust, as this time Rugen's sword runs through his right arm. Again, Inigo doesn't seem to mind, doesn't even feel it.  \n[155] slowly pushing away from the wall.  \n[156] \n[157] pushing slowly off from the wall again.  \n[158] \n[159] \n[160] \n[161]\n[162]-- offer me money -- \n[163]-- power too -- promise me that -- \n[164]-- offer me everything I ask for -- \n[165] \n[166] and almost too fast for the eye to follow, the sword strikes one final time and --  \n[167] the sword clear through the Count. They are almost frozen like that for a moment. Then Inigo withdraws his sword and as the Count pitches down --  \n[168] staring at Rugen. And now Inigo does something we have never seen him do before: he smiles. HOLD FOR JUST A MOMENT on Inigo smiling, then --  \n[169] entering, looking around.  \n[170]Where's Fezzik? \n[171]No. \n[172] \n[173]Because he has no strength -- \n[174] \n[175] looking down at FEZZIK.  \n[176]FEZZIK, you did something right. \n[177]You know, it's very strange -- I have been in the revenge business so long, now that it's over, I don't know what to do with the rest of my life. ", "Montoya": "\n[1]", "Valerie": "\n[1]I'm not a witch, I'm your wife. But after what you just said, I'm not even sure I want to be that anymore. \n[2]\"True love.\" He said, \"true love,\" Max. My God -- \n[3] \n[4] \n[5]A life expiring and you don't have the decency to say why you won't help -- \n[6]Humperdinck. Humperdinck! Humperdinck! \n[7]Humperdinck. Humperdinck -- \n[8] \n[9]Yeah, an hour. \n[10] \n[11] \n[12]Bye. ", "The": "\n[1]You feeling any better? \n[2]A little bit. \n[3]Guess what. \n[4]What? \n[5]Your grandfather's here. \n[6] \n[7]You are sick, that's why he's here. \n[8]He'll pinch my cheek. I hate that. \n[9]Maybe he won't. \n[10]Hey! How's the sickie? Heh? \n[11]I think I'll leave you two pals. \n[12]I brought you a special present. \n[13]What is it? \n[14]Open it up. \n[15]A book? \n[16]That's right. When I was your age, television was called books. And this is a special book. It was the book my father used to read to me when I was sick, and I used to read it to your father. And today, I'm gonna read it to you. \n[17]Has it got any sports in it? \n[18] Suddenly passionate. ---------------------------------------------------------------------------                                                            3.   \n[19]Are you kidding? Fencing. Fighting. Torture. Revenge. Giants. Monsters. Chases. Escapes. True love. Miracles. \n[20] \n[21]Oh. Well, thank you very much. It's very nice of you. Your vote of confidence is overwhelming. All right. The Princess Bride, by S. Morgenstern. Chapter One. Buttercup was raised on a small farm in the country of Florin. \n[22]  \n[23] \n[24] \n[25] \n[26] \n[27] Westley enters with an armload of firewood.  \n[28] \n[29] \n[30] \n[31]What is this? Are you trying to trick me? -- Where's the sports? -- Is this a kissing book? \n[32]-- wait, just wait -- \n[33]-- well, when does it get good? \n[34]Keep your shirt on. Let me read. Westley had no money for marriage. So he packed his few belongings and left the farm to seek his fortune across the sea. \n[35] \n[36] \n[37] \n[38](off-screen, perking up a little \n[39] \n[40] \n[41] \n[42] \n[43] A sailboat is moored. It's dusk now, shadows are long. Inigo, the Spaniard, busies himself getting the boat ready.  \n[44] Inigo is at the helm, FEZZIK stands near the body of the princess, whose eyelids flutter slightly -- or do they? Vizzini sits motionless. The waves are higher, there are only occasional flashes of moon slanting down between clouds.  \n[45] It's hard to see; the moon is behind clouds now. But the wind whistles. And the waves pound. ---------------------------------------------------------------------------                                                           14.   And suddenly it's all gone ominous.  \n[46] And there's still nothing to be seen. It's still ominous. Only now it's eerie too.  Then --  The moon slips through and --  Inigo was right -- something is very much there. A sailboat. Black. With a great billowing sail. Black. It's a good distance behind them, but it's coming like hell, closing the gap.  \n[47] and Vizzini screaming.  \n[48] \n[49] \n[50] \n[51] The Kid looks the same, pale and weak, but maybe he's gripping the sheets a little too tightly with his hands.  \n[52]What? \n[53]The Eel doesn't get her. I'm explaining to you because you looked nervous. \n[54]Well, I wasn't nervous. \n[55]Well, maybe I was a little bit concerned. But that's not the same thing. \n[56]Because I can stop now if you want. \n[57]No. You could read a little bit more ... if you want. \n[58] \n[59] \n[60] \n[61]You read it already. \n[62]Oh. Oh my goodness, I did. I'm sorry. Beg your pardon. \n[63] \n[64] They rise straight up, sheer from the water, impossibly high.  \n[65] in a wild race for the Cliffs and the Man In Black is closing faster than ever, but not fast enough, the lead was too great to overcome, and as Inigo sails with great precision straight at the Cliffs  \n[66] being pursued.  \n[67] The rope goes all the way to the top.  \n[68] FEZZIK'S GROUP is only faintly visible far below. This is the first time we've gotten the real vertigo feeling and it's a gasper.  \n[69] FEZZIK is moving right along; however high they are, he's already over a third of the way done.  \n[70] leaping from his ship to the rope, starting to climb. He's impossibly far behind, but the way he goes you'd think he didn't know that because he is flying up the rope, hand over hand like lightning.  \n[71] \n[72] roaring up the rope, and  \n[73] -- and the Man In Black is cutting deeply into FEZZIK's lead.  \n[74] \n[75] His arms still work as before. If anything, he has speeded up. FEZZIK's lead is smaller and smaller  \n[76] Maybe a hundred feet for FEZZIK to go. Maybe more.  \n[77] less than a hundred feet behind them. And gaining.  \n[78] Vizzini leaps off and takes out a knife, begins to cut the rope which is tied around a great rock while Inigo helps the Princess to her feet and FEZZIK just stands around, waiting for someone to tell him to do something. Nearby are some stone ruins. Once they might have been a fort, now the kind of resemble Stonehenge.  \n[79] feet from the top now, maybe less -- maybe only 50 -- and his pace is as dazzling as before, and  \n[80] slithering across the ground and out of sight toward the Channel, like some great serpent at last going home.  \n[81] hanging suspended hundreds of feet in the air, holding to the jagged rocks, desperately trying to cling to life.  \n[82] and so he is. Very slowly, he is picking his way upwards, sometimes a foot at a time, sometimes an inch.  \n[83] still creeping his way upward.  \n[84] climbing on. He must be six inches closer to the top than when last we saw him. Inigo is watching.  \n[85] There is a pause. Then, quietly: ---------------------------------------------------------------------------                                                           27.   \n[86] as his grip loosens a moment, trying to cling to the side of the cliff.  \n[87] It hangs close to the Man In Black. He releases the rocks, grabs the rope, hangs helplessly in space a moment, then looks up at Inigo and --  \n[88] rising through the early morning light, slowly, steadily, and as the cliff top at last comes within reach --  \n[89] looking up at Inigo.  \n[90] And what we are starting now is one of the two greatest sword fights in modern movies (the other one happens later on), and right from the beginning it looks different.  Because they aren't close to each other -- none of the swordscrossing \"en garde\" garbage.  No, what we have here is two men, two athletes, and they look to be too faraway to damage each other, but each time one makes even the tiniest feint, the other counters, and there is silence, and as they start to circle --  \n[91] feinting here, feinting there and --  \n[92] finished teasing, begin to duel in earnest.  Their swords cross, then again, again, and the sound comes so fast it's almost continual. Inigo presses on, the Man In Black retreating up a rocky incline.  \n[93] stunned, doing everything be can to keep Inigo by the Cliff edge. But no use. Slowly at first, he begins to retreat. Now faster, Inigo is in control and the Man In Black is desperate.  \n[94] who watches Inigo, then casually tosses his sword to the landing where it sticks in perfectly. Then the Man In Black copies INIGO. Not copies exactly, improves. ---------------------------------------------------------------------------                                                           34.   He dives to the bar, swings completely over it like a circus performer and dismounts with a backflip.  \n[95] Dodging, blocking, and again he thrusts forward, faster even than before, and again he slashes but --  \n[96] as it is knocked free, arching up into the air, and --  \n[97] moving in for the end now, blocking everything, muzzling everything and  \n[98] sent flying from Inigo's grip. He stands helpless only a moment. Then be drops to his knees, bows his head, shuts his eyes.  \n[99] racing up the mountain trail. Ahead is a bend in the trail. He sees it, slows. Then he stops, listening.  Satisfied by the silence, he starts forward again and as he rounds the bend -- a rock flies INTO FRAME, shattering on a boulder inches in front of him.  \n[100] The Man In Black is not now and has never been a shrimp. But it's like he wasn't even there, FEZZIK towers over him so much.  There is a moment's pause, and then the Man In Black dives at FEZZIK's chest, slams him several tremendous blows in the stomach, twists his arm severely, slips skillfully into a beautifully applied bear hug, and in general makes any number of terrific wrestling moves.  FEZZIK just stands there, kind of taking in the scenery. Finally the Man In Black pushes himself away, stares up at the Giant.  \n[101] And the power of the charge is terrible, the pain enormous, but he clings to his grip at FEZZIK's windpipe.  \n[102] Again FEZZIK charges, slower this time, but still a charge, and again he spins and creams the Man In Black against the rough boulder.  \n[103] And the punishment is terrible, and for a moment it seems as if he is going to let go of Fezzik's windpipe and crumble, but he doesn't, he holds on.  \n[104] holding his grip as FEZZIK tries to stand, halfway makes it, but there is no air. Back to his knees he falls, holds there for a moment, and pitches down to all fours. The Man In Black increases the pressure. FEZZIK tries to crawl. But there is just no air. No air. FEZZIK goes to earth and lies still.  \n[105] cresting the peak of the mountain.  \n[106] stopping fast.  \n[107] turning around, looking.  \n[108] There's nothing he can say. He just sits there.  \n[109] stepping past the corpse, taking the blindfold and bindings off Buttercup, who notices Vizzini lying dead.  The Man In Black pulls her to her feet.  \n[110] watching her closely.  \n[111] teetering on the ravine edge, for a moment, then he begins to fall. Down goes the Man In Black. ---------------------------------------------------------------------------                                                           54.   Down, down, rolling, spinning, crashing always down toward the flat rock floor of the ravine.  \n[112] rising.  \n[113] TWO BODIES lie a few feet apart, not moving. It is, of course, Buttercup and Westley. They might be corpses. After a time, Westley slowly forces his body into motion and as he does,  \n[114] \n[115] \n[116]What is it? What's the matter? \n[117]They're kissing again, do we have to hear the kissing part? \n[118]Someday, you may not mind so much. \n[119]Skip on to the Fire Swamp -- that sounded good. \n[120]Oh. You're sick, I'll humor you. So now, where were we here? Yeah, yeah, yeah. Ah. Oh. Okay. Westley and Buttercup raced along the ravine floor. \n[121] And it really doesn't look any worse than any other moist, sulphurous, infernal horror you might run across. Great trees block the sun.  \n[122] -- and as there's another popping sound,  \n[123] moving slowly along through a particularly dangerous part of the Fire Swamp.  It's later now, the sun slants down at a slightly different angle.  \n[124] An odd panting sound is heard now. The panting sound is suddenly very loud. And then a giant R.0.U.S. darts into view. The R.0.U.S. -- a Rodent of Unusual Size -- is probably no more than eighty pounds of bone and power. It sniffs around a bit then, as quickly as it has come, it goes.  \n[125] as Westley, lungs long past the bursting point, explodes out; he has Buttercup across his shoulders and as he pulls to the edge of the lightning sand pit, using the vine --  \n[126] high above them; it watches --  \n[127] on a much lower branch now. It stares down at Westley.  Westley stares back up at the beast. Buttercup is oblivious. Her eyes flutter. He continues to work on her as --  \n[128] Beyond, a beach.  \n[129] crossbow aimed at Westley.  \n[130] Dank and chill, underground and windowless, lit by flickering torches. Frightening. Westley lies in the center of the cage, chained and helpless.  \n[131] \n[132] \n[133] \n[134] The Kid is half sitting now, not strong yet, but clearly stronger than when we first saw him.  \n[135]You read that wrong. She doesn't marry Humperdinck, she marries Westley. I'm just sure of it. After all that Westley did for her, if she does not marry him, it wouldn't be fair. \n[136]Well, who says life is fair? Where is that written? Life isn't always fair. \n[137]I'm telling you you're messing up the story, now get it right! \n[138]Do you want me to go on with this? \n[139]Yes. \n[140]All right, then. No more interruptions. ... at noon, she met her subjects again. This time as their Queen. \n[141] and it's gigantic.  \n[142] we saw before, as Buttercup emerges.  \n[143] suddenly going to its knees, wave after wave of silent KNEELING PEOPLE. All of them down.  \n[144] SOMEONE IS BOOING! The BOOING gets louder as an ANCIENT WOMAN approaches Buttercup through the crowd, BOOING every step of the way.  \n[145] Louder and louder and LOUDER she shrieks vituperation at Buttercup, reaching out her old hands toward Buttercup's throat, and Buttercup is as frightened now as Dorothy was when the Witch went after her in \"The Wizard of Oz\", and suddenly,  \n[146] \n[147] \n[148] \n[149] turning to her in the doorway.  \n[150] A lot of hollering is going on. The THIEVES are being rounded up by the BRUTE SQUAD, a large group of large men. Yellin stands on a wagon in the midst of all the scuffling.  \n[151] \n[152] Inigo sits slumped in a chair, while FEZZIK spoons him some stew. ---------------------------------------------------------------------------                                                           81.   \n[153] \n[154] \n[155] Silent and bereft. Then a wild look hits Inigo.  \n[156] as the Prince throws open the door to Buttercup's room, slams it shut, locks it, breaks into a wild run and --  \n[157] but it's not on. Count Rugen is adding more notes to his book. He looks up as the Prince suddenly comes down the steps, raging.  \n[158] as the SOUND moves along, LOUDER AND LOUDER, and --  \n[159] There are many PEOPLE --it is the day of the country's 500th Anniversary -- but all the People stop as the sound hits them. A few CHILDREN pale, bolt toward their PARENTS and --  \n[160] The Albino appears wheeling a barrow. Inigo's sword pushes at his chest.  \n[161] as Inigo, eyes shut tight, walks forward, the great sword held in his hands.  Fezzik, frightened, follows close behind.  \n[162] that reveals the staircase.  \n[163] \n[164] He is terribly excited and looks stronger than we've yet seen him.  \n[165]-- wait -- what did FEZZIK mean, \"He's dead?\" I mean he didn't mean dead. \n[166]Westley's only faking, right? \n[167]You want me to read this or not? \n[168] \n[169]Who gets Humperdinck? \n[170]I don't understand. \n[171]Who kills Prince Humperdinck? At the end, somebody's got to do it. Is it Inigo? Who? \n[172]Nobody. Nobody kills him. He lives. \n[173]You mean he wins? Jesus, Grandpa! What did you read me this thing for? \n[174]You know, you've been very sick and you're taking this story very seriously. I think we better stop now. \n[175]  \n[176]Okay. All right, now, let's see. Where were we? Oh yes. In the Pit of Despair. \n[177] They move along the wall in silence for a time. Then these words come to us on the wind --  \n[178] -- and Yellin, standing there, flanked by his sixty Brutes.  \n[179] by the gate, for it is indeed they who are making the commotion, frightened, pointing.  \n[180] And it is a bit unnerving -- a GIANT seems to be floating toward them out of the darkness, a Giant in a strange cloak, and with a voice that would crumble walls.  \n[181]\n[182] \n[183] \n[184] as the Giant bursts suddenly, happily into flames.  \n[185]\n[186]\n[187] \n[188] as Humperdinck shoves the ring on Buttercup's finger  \n[189] \n[190] The Queen, more sprightly, is several paces ahead.  \n[191] with the large suit of armor, and Fezzik gaping, staring at all those choices, trying to piece together the puzzle of the missing Westley.  \n[192] stepping back, going for the heart again.  \n[193] And again he attacks, slashing with wondrous skill. But none of his blows get through and, slowly, Inigo, again moves forward.  \n[194]\n[195]\n[196] WESTLEY lies as before, not a muscle has moved, his head is still on the headboard, Yellin's sword at his side.  Buttercup is alongside the bed; her eyes never leave his face.  \n[197] triumphantly racing through the night --  \n[198] \n[199] The Grandfather stops reading.  \n[200]What? What? \n[201]No, it's kissing again. You don't want to hear it. \n[202]I don't mind so much. \n[203]Okay. \n[204] \n[205] The Grandfather snaps the book closed.  \n[206]Now I think you ought to go to sleep. \n[207]Okay. \n[208] \n[209]Grandpa? \n[210]Maybe you could come over and read it again to me tomorrow. \n[211] \n[212]   </html> ", "Albino": "\n[1] Dead pale, he silently enters the pit, carrying a tray of food and medication. He puts it down.  \n[2] \n[3] (A hack, sputter, cough - now his voice seems normal again \n[4] \n[5]The Prince and the Count always insist on everyone being healthy before they're broken. \n[6]You survived the Fire Swamp. You must be very brave... ... but nobody withstands The Machine. ", "Westley": "\n[1] \n[2]As you wish. \n[3]As you wish. \n[4] They stand near the gate to the farm, locked in an embrace.  \n[5]Of course you will. \n[6]Hear this now: I will come for you. \n[7]This is true love. You think this happens every day? \n[8]Can you move at all? \n[9]I told you, \"I would always come for you.\" Why didn't you wait for me? \n[10]Death cannot stop true love. All it can do is delay it for a while. \n[11]There will never be a need. \n[12] racing along the ravine floor. Westley glances up.  \n[13] \n[14]Ha. Your pig fiance is too late. A few more steps and we'll be safe in the Fire Swamp. \n[15]Nonsense -- you're only saying that because no one ever has. \n[16] Buttercup is clearly panicked and maybe Westley is too, but he moves jauntily along, sword in hand.  \n[17]It's not that bad. I'm not saying I'd like to build a summer home here, but the trees are actually quite lovely. \n[18] instantly forcing Buttercup to sit, gathering her flaming hem in his hands, doing his best to suffocate the fire. This isn't all that easy and it causes him a bit of grief, but he does his best to sound as jaunty as before.  \n[19]Well now, that was an adventure. \n[20]Singed a bit, were you? \n[21] pulling her aside to safety as another great spun of flame suddenly shoots up.  \n[22]Well, one thing I will say. The Fire Swamp certainly does keep you on your toes. \n[23] \n[24]I myself am often surprised at life's little quirks. \n[25]You see, what I told you before about saying \"please\" was true. It intrigued Roberts, as did my descriptions of your beauty. \n[26]Finally, Roberts decided something. He said, \"All right, Westley, I've never had a valet. You can try it for tonight. I'll most likely kill you in the morning.\" Three years he said that. \"Good night, Westley. Good work. Sleep well. I'll most likely kill you in the morning.\" It was a fine time for me. I was learning to fence, to fight, anything anyone would teach me. And Roberts and I eventually became friends. And then it happened. \n[27]Well, Roberts had grown so rich, he wanted to retire. So he took me to his cabin and told me his secret. \"I am not the Dread Pirate Roberts,\" he said. \"My name is Ryan. I inherited this ship from the previous Dread Pirate Roberts, just as you will inherit it from me. The man I inherited it from was not the real Dread Pirate Roberts, either. \n[28]His name was Cummerbund. The real Roberts has been retired fifteen years and living like a king in Patagonia.\" Then he explained the name was the important thing for inspiring the necessary fear. You see, no one would surrender to the Dread Pirate Westley. \n[29]So we sailed ashore, took on an entirely new crew and he stayed aboard for awhile as first mate, all the time calling me Roberts. Once the crew believed, he left the ship and I have been Roberts ever since. Except, now that we're together, I shall retire and hand the name over to someone else. Is everything clear to you? \n[30] slashing at a U-shaped vine, hacks it in half -- it's still connected to the tree. Then be grabs it, drops his sword, and, clutching the other end of the vine, he dives into the lightning sand and there is another cloud of white powder, but it settles quickly.  Now nothing can be seen. Nothing at all. Just the lightning sand, lovely and lethal.  \n[31]No. No. We have already succeeded. \n[32]I mean, what are the three terrors of the Fire Swamp? One, the flame spurts. No problem. There's a popping sound preceding each, we can avoid that. Two, the Lightning Sand. But you were clever enough to discover what that looks like, so in the future we can avoid that too. \n[33]Rodents of Unusual Size? I don't think they exist... \n[34] jumping onto its back, and the R.0.U.S. is all over him now, sinking needle teeth into Westley's shoulder.  \n[35] with death close at hand, as a popping sound starts. He tries one desperate move, rolls into the sound --  \n[36] with the R.0.U.S. pinned under him, and as the beast bursts into flame, it lets go and Westley rolls safely free, grabs his sword and exhaustedly stabs the R.0.U.S., which is trying to put itself out.  The R.0.U.S. collapses dead. Westley stands motionless, exhausted. The danger has passed.  \n[37] \n[38]Now, was that so terrible? \n[39] staring out at the others.  \n[40]You mean you wish to surrender to me? Very well, I accept. \n[41]Ah, but how will you capture us? We know the secrets of the Fire Swamp. We can live there quite happily for some time. So, whenever you feel like dying, feel free to visit. \n[42]It will not happen! \n[43] \n[44] whirling to face her. ---------------------------------------------------------------------------                                                           66.   \n[45]What was that? \n[46] staring deep into each other's eyes.  \n[47] \n[48] staring after her. Rugen watches as his warriors bring Westley to him. The Count has a heavy sword and he holds it in his hand.  \n[49]We are men of action. Lies do not become us. \n[50]You have six fingers on your right hand -- someone was looking for you -- \n[51]Where am I? \n[52]Then I'm here till I die? \n[53]Then why bother curing me? \n[54]So it's to be torture. \n[55]I can cope with torture. \n[56]You don't believe me? \n[57] He has suction cups on his head now, on his temple, on his heart, his hands and feet. He says nothing, keeps control of himself  \n[58] and he's lying on the table, and he's only flesh and the chains are metal and thick, but such is his desperation it almost seems he might break them. A terrible sound comes from his throat, an incessant gasping. It keeps on coming as we finally  \n[59] in anguish so deep it is dizzying. Helpless, he cries.  Count Rugen watches the tears, then starts to write.  \n[60] but it's not on. Count Rugen is adding more notes to his book. He looks up as the Prince suddenly comes down the steps, raging.  \n[61] And there has never been such pain. The pain grows and grows and with it now, something else has started  THE DEATH SCREAM. As The Death Scream starts to rise --  \n[62] dead by The Machine. FEZZIK leans over him, listening for a heartbeat. Then he looks at Inigo, shakes his head. ---------------------------------------------------------------------------                                                           89.   \n[63]... tr ... oooo .... luv... \n[64] on the top of the outer wall of the castle. They look down to the front gate of the castle. The sixty Brutes are visible.  FEZZIK is thunderstruck by how many Brutes there are. Upset, he turns to Inigo, who is concentrating unsuccessfully, trying to prop Westley against the wall.  \n[65] \n[66]Why won't my arms move? \n[67]Who are you? -- Are we enemies? Why am I on this wall? -- Where's Buttercup? -- \n[68]That doesn't leave much time for dilly dallying. \n[69]I've always been a quick healer. What are our liabilities? \n[70]And our assets? \n[71] absolutely stunned.  \n[72]That's it? Impossible. If I had a month to plan, maybe I could come up with something. But this... \n[73]My brains, his steel, and your strength against sixty men, and you think a little head jiggle is supposed to make me happy? I mean, if we only had a wheelbarrow, that would be something. \n[74]Well, why didn't you list that among our assets in the first place? What I wouldn't give for a holocaust cloak. \n[75]All right, all right. Come on, help me up. \n[76]Now, I'll need a sword eventually. \n[77]True, but that's hardly common knowledge, is it? Thank you. Now, there may be problems once we're inside. \n[78] looking down on the gate with Inigo and Fezzik.  \n[79] looking out at the enemy. This is it. Inigo and FEZZIK shake hands.  Westley can't even do that, but after a bit of rocking back and forth, he manages to get enough momentum to catapult his arm over and onto his friend's.  \n[80]Not yet. \n[81] Inigo struggles bravely under their combined weight --  \n[82]Light him. \n[83]FEZZIK, the portcullis. \n[84]Give us the gate key. \n[85] moving toward them. Actually Fezzik is dragging Westley, who is, in turn, dragging Yellin's sword like a stiff dog leash --Westley simply hasn't the strength to raise it.  \n[86] who is still unable to walk under his own power. He calls back -- ---------------------------------------------------------------------------                                                          109.   \n[87] \n[88]There's a shortage of perfect breasts in this world. It would be a pity to damage yours. \n[89] lying on the bed. Yellin's sword is beside him. His voice sounds just fine, but he does not move.  Buttercup leaps to the bed, covering him with kisses. Westley is helpless.  \n[90] \n[91] \n[92]What hideous sin have you committed lately? \n[93]It never happened. \n[94]It never happened. \n[95]Did you say, \"I do\"? \n[96]Then you're not married -- if you didn't say it, you didn't do it -- wouldn't you agree, Your Highness? \n[97]No. To the pain. \n[98]I'll explain. And I'll use small words so that you'll be sure to understand, you wart-hog-faced buffoon. \n[99] lying there comfortably, his words quiet at first.  \n[100]It won't be the last. To the pain means the first thing you lose will be your feet, below the ankles, then your hands at the wrists, next your nose. \n[101]I wasn't finished -- the next thing you lose will be your left eye, followed by your right -- \n[102] \n[103]Wrong! Your ears you keep, and I'll tell you why -- \n[104]-- so that every shriek of every child at seeing your hideousness will be yours to cherish -- every babe that weeps at your approach, every woman who cries out, \"Dear God, what is that thing?\" will echo in your perfect ears. \n[105]That is what \"to the pain\" means. It means I leave you in anguish, wallowing in freakish misery forever. \n[106] lying there, staring at him.  \n[107]It's possible, pig -- I might be bluffing -- it's conceivable, you miserable vomitous mass, that I'm only lying here because I lack the strength to stand -- then again, perhaps I have the strength after all. \n[108] And now he is standing, sword in fighting position.  \n[109] \n[110] \n[111] speaking to Buttercup as Humperdinck sits.  \n[112]Tie him up. Make it as tight as you like. \n[113]I thought he was with you. \n[114]In that case -- \n[115] \n[116] looking down at FEZZIK.  \n[117](as Inigo gets him ready for his jump \n[118] and at last their trials are done. They stop.  \n[119] locked in a deep, pure and passionate kiss.  ", "Grandson": "", "Queen": "\n[1] The Queen, more sprightly, is several paces ahead.  \n[2]Yes. A very strange wedding. Come along. ", "Grandfather": "\n[1]Hey! How's the sickie? Heh? \n[2]I brought you a special present. \n[3]Open it up. \n[4]That's right. When I was your age, television was called books. And this is a special book. It was the book my father used to read to me when I was sick, and I used to read it to your father. And today, I'm gonna read it to you. \n[5] Suddenly passionate. ---------------------------------------------------------------------------                                                            3.   \n[6]Are you kidding? Fencing. Fighting. Torture. Revenge. Giants. Monsters. Chases. Escapes. True love. Miracles. \n[7]Oh. Well, thank you very much. It's very nice of you. Your vote of confidence is overwhelming. All right. The Princess Bride, by S. Morgenstern. Chapter One. Buttercup was raised on a small farm in the country of Florin. \n[8]  \n[9] \n[10] \n[11] \n[12] \n[13]-- wait, just wait -- \n[14]Keep your shirt on. Let me read. Westley had no money for marriage. So he packed his few belongings and left the farm to seek his fortune across the sea. \n[15] \n[16] \n[17] \n[18] \n[19] \n[20] \n[21] \n[22]The Eel doesn't get her. I'm explaining to you because you looked nervous. \n[23]Because I can stop now if you want. \n[24] \n[25]Oh. Oh my goodness, I did. I'm sorry. Beg your pardon. \n[26] \n[27]What is it? What's the matter? \n[28]Someday, you may not mind so much. \n[29]Oh. You're sick, I'll humor you. So now, where were we here? Yeah, yeah, yeah. Ah. Oh. Okay. Westley and Buttercup raced along the ravine floor. \n[30] \n[31] \n[32]Well, who says life is fair? Where is that written? Life isn't always fair. \n[33]Do you want me to go on with this? \n[34]All right, then. No more interruptions. ... at noon, she met her subjects again. This time as their Queen. \n[35] \n[36] \n[37] \n[38] \n[39] \n[40]You want me to read this or not? \n[41]I don't understand. \n[42]Nobody. Nobody kills him. He lives. \n[43]You know, you've been very sick and you're taking this story very seriously. I think we better stop now. \n[44]Okay. All right, now, let's see. Where were we? Oh yes. In the Pit of Despair. \n[45] \n[46]No, it's kissing again. You don't want to hear it. \n[47]Okay. \n[48] \n[49]Now I think you ought to go to sleep. \n[50] \n[51] ", "Vizzini": "\n[1]We are but poor, lost circus performers. Is there a village nearby? \n[2]Then there will be no one to hear you scream- \n[3] \n[4]  \n[5]Once the horse reaches the castle, the fabric will make the Prince suspect the Guilderians have abducted his love. When he finds her body dead on the Guilder frontier, his suspicions will be totally confirmed. \n[6]I've hired you to help me start a war. That's a prestigious line of work with a long and glorious tradition. \n[7] \n[8](We only thought he was in a fury --now he's really getting mad  \n[9] (now to Fezzik, who retreats as much as he can while Vizzini advances \n[10] \n[11]No more rhymes now, I mean it. \n[12] \n[13]Why are you doing that? \n[14]That would be inconceivable. \n[15]Of all the necks on this boat, Highness, the one you should be worrying about is your own. \n[16]Stop doing that. We can all relax, it's almost over- \n[17]As I told you, it would be absolutely, totally, and in all other ways, inconceivable. No one in Guilder knows what we've done. And no one in Florin could have gotten here so fast. Out of curiosity, why do you ask? \n[18]What? \n[19] staring at the other boat.  \n[20](explaining with as much logic as he can muster \n[21]Go in, get after her! \n[22]Veer left. Left. Left! \n[23]Do you know what that sound is, Highness? Those are the Shrieking Eels -- if you doubt me, just wait. They always grow louder when they're about to feed on human flesh. \n[24]If you swim back now, I promise, no harm will come to you. I doubt you will get such an offer from the Eels. \n[25] We're back in the boat.  \n[26]Those are the Shrieking Eels. \n[27]Put her down. Just put her down. \n[28]He's no concern of ours. Sail on! I suppose you think you're brave, don't you? \n[29]Whoever he is, he's too late -- -- see? The Cliffs of Insanity. \n[30]Hurry up. Move the thing! Um ... that other thing. Move it! We're safe -- only FEZZIK is strong enough to go up our way -- he'll have to sail around for hours 'til he finds a harbor. \n[31] \n[32]Inconceivable! \n[33] \n[34] \n[35]You were supposed to be this colossus. You were this great, legendary thing. And yet he gains. \n[36]  \n[37]Did I make it clear that your job is at stake? \n[38] cutting through the last of the rope and  \n[39] stunned, turning to the others, looking down.  \n[40]He didn't fall? Inconceivable!! \n[41]Whoever he is, he's obviously seen us with the Princess, and must therefore die. You, carry her. We'll head straight for the Guilder frontier. Catch up when he's dead. If he falls, fine. If not, the sword. \n[42]You know what a hurry we're in. \n[43](turns abruptly, starts off-screen \n[44] \n[45] \n[46]Inconceivable! \n[47]Give her to me. Catch up with us quickly. \n[48]Finish him, finish him. Your way. \n[49]Pick up one of those rocks, get behind the boulder, and in a few minutes, the Man in Black will come running around the bend. The minute his head is in view, hit it with the rock! \n[50]So, it is down to you. And it is down to me. \n[51]If you wish her dead, by all means keep moving forward. \n[52]-- there's nothing to explain. You're trying to kidnap what I've rightfully stolen. \n[53]There will be no arrangement -- -- and you're killing her! \n[54]I'm afraid so -- I can't compete with you physically. And you're no match for my brains. \n[55]Let me put it this way: have you ever heard of Plato, Aristotle, Socrates? \n[56]Morons. \n[57]For the Princess? \n[58]To the death? \n[59]I accept. \n[60] \n[61]Hmm. \n[62] watching excitedly as the Man In Black takes the goblets, turns his back. A moment later, he turns again, faces Vizzini, drops the iocane packet. It is now empty.  The Man In Black rotates the goblets in a little shell game maneuver then puts one glass in front of Vizzini, the other in front of himself.  \n[63]But it's so simple. All I have to do is divine from what I know of you. Are you the sort of man who would put the poison into his own goblet, or his enemy's? \n[64]Now, a clever man would put the poison into his own goblet, because he would know that only a great fool would reach for what he was given. I'm not a great fool, so I can clearly not choose the wine in front of you. But you must have known I was not a great fool; you would have counted on it, so I can clearly not choose the wine in front of me. \n[65]Not remotely. Because iocane comes from Australia, as everyone knows. And Australia is entirely peopled with criminals. And criminals are used to having people not trust them, as you are not trusted by me. So I can clearly not choose the wine in front of you. \n[66]Wait till I get going! Where was I? \n[67]Yes -- Australia, and you must have suspected I would have known the powder's origin, so I can clearly not choose the wine in front of me. \n[68]  \n[69] \n[70]I will. And I choose -- \n[71]-- what in the world can that be? \n[72] busily switching the goblets while the Man In Black has his head turned.  \n[73]Oh, well, I-I could have sworn I saw something. No matter. \n[74]I'll tell you in a minute. First, let's drink -- me from my glass, and you from yours. \n[75]  \n[76] watching him.  \n[77]You fell victim to one of the classic blunders. The most famous is \"Never get involved in a land war in Asia.\" But only slightly less well known is this: \"Never go in against a Sicilian when death is on the line.\" \n[78] The picnic is spread as before.  CAMERA PULLS BACK TO REVEAL the Prince kneeling by the body as the others ride up. The Prince grabs the empty poison packet, hands it to Rugen, after first sniffing it himself.  ", "Prince": "\n[1] as he slips his boot into a foot print in the sand.  Count Rugen mounted, watches. Behind him, half a dozen armed WARRIORS, also mounted. A GREAT WHITE HORSE waits riderless in front. Humperdinck is all over the rocky ground, and maybe he isn't the best hunter in the world. Then again, maybe he is. Because, as he begins to put his feet into strange positions, we realize that what he is doing is miming the fencers.  \n[2] watching her.  \n[3] \n[4] Just stunned. Finally, softly, he begins to talk.  \n[5] turning to her in the doorway.  \n[6] -- strewn with maps, etc. Yellin enters, and kneels.  \n[7] shoving the lever all the way up and  \n[8] And she's right. It's there.  \n[9] and he's so panicked he doesn't know whether to pee or wind his watch. He throws his sword to the floor.  ", "Humperdinck": "\n[1](raises his hands, starts to speak  \n[2]My people ... the Princess Buttercup!! \n[3] as he slips his boot into a foot print in the sand.  Count Rugen mounted, watches. Behind him, half a dozen armed WARRIORS, also mounted. A GREAT WHITE HORSE waits riderless in front. Humperdinck is all over the rocky ground, and maybe he isn't the best hunter in the world. Then again, maybe he is. Because, as he begins to put his feet into strange positions, we realize that what he is doing is miming the fencers.  \n[4]There was a mighty duel -- it ranged all over. They were both masters. \n[5](looking down in the position where Inigo fell unconscious (points in the direction Vizzini and FEZZIK took \n[6]The loser is nothing. -- Only the Princess matters -- -- clearly this was all planned by warriors of Guilder. We must be ready for whatever lies ahead. \n[7] \n[8]Someone has beaten a giant! There will be great suffering in Guilder if she dies. \n[9]Iocane. I'd bet my life on it. And there are the Princess's footprints. She is alive ... or was, an hour ago. If she is otherwise when I find her, I shall be very put out. \n[10]Disappeared. He must have seen us closing in, which might account for his panicking in error. Unless I'm wrong, and I am never wrong, they are headed dead into the fire swamp. \n[11] perched on top of the cliff, looking down at Westley and Buttercup.  \n[12]Surrender! \n[13]I give you full marks for bravery --don't make yourself a fool. \n[14]I tell you once again -- surrender! \n[15] \n[16] whirling to face her.  \n[17]What was that? \n[18]May I live a thousand years and never hunt again. \n[19]I swear it will be done. \n[20] \n[21] \n[22] watching her.  \n[23]She's been like that ever since the Fire Swamp. It's my father's failing health that's upsetting her. \n[24]My father's final words were... \n[25] \n[26]My father's final words were \"love her as I loved her, and there will be joy.\" I present to you your Queen. Queen Buttercup. \n[27] Just stunned. Finally, softly, he begins to talk.  \n[28]I could never cause you grief; consider our wedding off. You returned this Westley to his ship? \n[29]Then we will simply alert him. Beloved, are you certain he still wants you? After all, it was you who did the leaving in the Fire Swamp. Not to mention that pirates are not known to be men of their words. \n[30]I suggest a deal. You write four copies of a letter. I'll send my four fastest ships. One in each direction. The Dread Pirate Roberts is always close to Florin this time of year. We'll run up the white flag and deliver your message. If Westley wants you, bless you both. If not ... please consider me as an alternative to suicide. Are we agreed? \n[31]Oh, I know. The people are quite taken with her. It's odd, but when I hired Vizzini to have her murdered on our engagement day, I thought that was clever. But it's going to be so much more moving when I strangle her on our wedding night. Once Guilder is blamed, the nation will be truly outraged. They'll demand we go to war. \n[32]Tyrone, you know how much I love watching you work. But, I've got my country's five hundredth anniversary to plan, my wedding to arrange, My wife to murder, and Guilder to frame for it. I'm swamped. \n[33] in his quarters, swamped. Piles of papers are strewn all over. Now YELLIN, a pale, shifty, quick-eyed man appears in the doorway.  \n[34]Yellin. \n[35]As Chief Enforcer of all Florin, I trust you with this secret: killers from Guilder are infiltrating the Thieves' Forest and plan to murder my bride on our wedding night. \n[36]Too soon, my angel. Patience. \n[37]Of course. \n[38]She will not be murdered. On the day of the wedding, I want the Thieves' Forest emptied and every inhabitant arrested. \n[39]Form a Brute Squad then. I want the Thieves' Forest emptied before I wed. \n[40] \n[41] -- strewn with maps, etc. Yellin enters, and kneels.  \n[42] \n[43]Double it. My Princess must be safe. \n[44]Ah! My dulcet darling. Tonight we marry. Tomorrow morning, your men will escort us to Florin Channel where every ship in my armada waits to accompany us on our honeymoon. \n[45]Yes. Yes, of course. Naturally, not those four. \n[46] \n[47](close to erupting; speaks very distinctly \n[48] jumping at her, yanking her by the hair, starting to pull her along, out of control, his words indistinct.  \n[49]\n[50] \n[51] shoving the lever all the way up and  \n[52]You don't seem excited, my little muffin. \n[53]Brides often are, I'm told. \n[54]Skip to the end. \n[55]Your Westley is dead. \n[56]I killed him myself. \n[57] And she's right. It's there.  \n[58] \n[59]Man and wife -- say man and wife... \n[60](whirling to the King and Queen \n[61] entering the room, staring at them. He pulls out his sword.  \n[62]A technicality that will shortly be remedied. But first things first. To the death. \n[63](about to charge, stops short \n[64]That may be the first time in my life a man has dared insult me. \n[65] gripping his sword, watching.  \n[66]-- and then my tongue, I suppose. I killed you too quickly the last time, a mistake I don't mean to duplicate tonight. \n[67] \n[68] And now he stops, and the look that was in his eyes at the wedding, that look of fear, is starting to return.  \n[69] doing his best to hide the fear that keeps building inside him.  \n[70]I think you're bluffing -- \n[71] staring, eyes wide.  \n[72] and he's so panicked he doesn't know whether to pee or wind his watch. He throws his sword to the floor.  \n[73] and now be starts wrestling mightily with his bonds.  \n[74]I knew it! I knew you were bluffing! I knew he was bluffing. ", "Count": "\n[1] The mere mention of the Fire Swamp makes him pale.  \n[2] watching her.  \n[3] fiddling with his Machine a moment more. And then he opens the flood gate, water pours down the chute, turning the wheel, which in turn really gets The Machine going.  \n[4] He switches off The Machine, picks up a large notebook and pen, sits in a chair. The NOISE of The Machine subsides. Rugen opens the book to a blank page.  \n[5] calling out --  \n[6] racing through the castle, and as they reach a complex intersection of several corridors, Rugen stops, incredulous, as we  \n[7] as the confrontation is about to start.  \n[8] For a moment he just stands there, sword in hand. Then he does a most unexpected thing. He turns and runs the hell away.  \n[9] And he's running, dashing through corridors and as he glances back --  \n[10] flashing out of one room, down a staircase, picking up his pace. He pulls out a deadly looking dagger, with a sharp point and a triangular shaped blade, and sprints on and --  \n[11] throwing the dagger --  \n[12] looking across the room at Inigo. He stares at Inigo's face, and then touches his own cheeks, as memory comes.  \n[13] looking very much surprised.  \n[14] stepping back, going for the heart again.  \n[15] stepping back forj ust a moment, watching as Inigo continues to inch his way to his feet and then, just before the Count is about to strike again, Inigo manages a little flick of his own and Rugen hadn't expected it, and he jumps back, makes a little involuntary cry of surprise and  \n[16] suddenly going into a fierce attack, striking with great power and precision for he is a master swordsman, and he forces Inigo easily back, drives him easily into the wall. But he does not penetrate Inigo's defense. None of the Count's blows get home. As the Count steps back a moment --  \n[17] And again he attacks, slashing with wondrous skill. But none of his blows get through and, slowly, Inigo, again moves forward.  \n[18] retreating more quickly around the table.  Inigo drives for the Count's left shoulder now, thrusts home where the Count had gotten him. Then another move and his blade enters the Count's right shoulder, the same spot Inigo was wounded.  \n[19] crying out in fear and panic as the sword hits home dead center and --  ", "Rugen": "\n[1]Who won? How did it end? \n[2]Shall we track them both? \n[3]Could this be a trap? \n[4] The mere mention of the Fire Swamp makes him pale.  \n[5] \n[6] \n[7]Come, sir. We must get you to your ship. \n[8]Well spoken, sir -- \n[9]-- what is it? \n[10] watching her.  \n[11] \n[12]Yes. \n[13]Your Princess is really a winning creature. A trifle simple, perhaps, but her appeal is undeniable. \n[14]Now, where is that secret knot? It's impossible to find. Are you coming down into the Pit? Westley's got his strength back. I am starting him on The Machine tonight. \n[15]Get some rest -- if you haven't got your health, you haven't got anything. \n[16]Beautiful, isn't it? \n[17]It took me half a lifetime to invent it. I'm sure you've discovered my deep and abiding interest in pain. At present I'm writing the definitive work on the subject. So I want you to be totally honest with me on how The Machine makes you feel. \n[18]This being our first try, I'll use the lowest setting. \n[19] fiddling with his Machine a moment more. And then he opens the flood gate, water pours down the chute, turning the wheel, which in turn really gets The Machine going.  \n[20] He switches off The Machine, picks up a large notebook and pen, sits in a chair. The NOISE of The Machine subsides. Rugen opens the book to a blank page.  \n[21]As you know, the concept of the suction pump is centuries old. Well, really, that's all this is. Except that instead of sucking water, I'm sucking life. I've just sucked one year of your life away. I might one day go as high as five, but I really don't know what that would do to you. So, let's just start with what we have. What did this do to you? Tell me. And remember, this is for posterity, so be honest -- how do you feel? \n[22]Interesting. \n[23] calling out --  \n[24]Not to fifty!!! \n[25] racing through the castle, and as they reach a complex intersection of several corridors, Rugen stops, incredulous, as we  \n[26] as the confrontation is about to start.  \n[27]Kill the dark one and the giant, but leave the third for questioning. \n[28] For a moment he just stands there, sword in hand. Then he does a most unexpected thing. He turns and runs the hell away.  \n[29] And he's running, dashing through corridors and as he glances back --  \n[30] flashing out of one room, down a staircase, picking up his pace. He pulls out a deadly looking dagger, with a sharp point and a triangular shaped blade, and sprints on and --  \n[31] throwing the dagger --  \n[32] looking across the room at Inigo. He stares at Inigo's face, and then touches his own cheeks, as memory comes.  \n[33]You must be that little Spanish brat I taught a lesson to all those years ago. It's simply incredible. Have you been chasing me your whole life only to fail now? I think that's the worst thing I ever heard. How marvelous. \n[34] looking very much surprised.  \n[35]Good heavens. Are you still trying to win? \n[36]You've got an overdeveloped sense of vengeance. It's going to get you into trouble some day. \n[37] stepping back forj ust a moment, watching as Inigo continues to inch his way to his feet and then, just before the Count is about to strike again, Inigo manages a little flick of his own and Rugen hadn't expected it, and he jumps back, makes a little involuntary cry of surprise and  \n[38] suddenly going into a fierce attack, striking with great power and precision for he is a master swordsman, and he forces Inigo easily back, drives him easily into the wall. But he does not penetrate Inigo's defense. None of the Count's blows get home. As the Count steps back a moment --  \n[39]Stop saying that! \n[40] retreating more quickly around the table.  Inigo drives for the Count's left shoulder now, thrusts home where the Count had gotten him. Then another move and his blade enters the Count's right shoulder, the same spot Inigo was wounded.  \n[41]No -- \n[42]-- yes -- \n[43]-- all that I have and more please -- \n[44]-- anything you want -- \n[45] crying out in fear and panic as the sword hits home dead center and --  \n[46] the sword clear through the Count. They are almost frozen like that for a moment. Then Inigo withdraws his sword and as the Count pitches down --  \n[47] lying dead. His skin is ashen and the blood still pours from the parallel cuts on his cheeks and his eyes are bulging wide, full of fear.  ", "Miracle": "\n[1](opening a small window in the door \n[2]The King's stinking son fired me. And thank you so much for bringing up such a painful subject. While you're at it, why don't you give me a nice paper cut and pour lemon juice on it? We're closed! \n[3] \n[4] \n[5]Look, I'm retired. And besides, why would you want someone the King's stinking son fired? I might kill whoever you wanted me to miracle. \n[6] \n[7]I've seen worse. \n[8]Hah? \n[9] \n[10]Sheesh! I never worked for so little, except once, and that was a very noble cause. \n[11]Are you a rotten liar. \n[12]Your first story was better. Where's that bellows? He probably owes you money, huh? Well, I'll ask him. \n[13]Look who knows so much. Well, it just so happens that your friend here is only mostly dead. There's a big difference between mostly dead and all dead. Please open his mouth. \n[14]Now, mostly dead is slightly alive. Now, all dead...well, with all dead, there's usually only one thing that you can do. \n[15]Go through his clothes and look for loose change. \n[16] \n[17]Sonny, true love is the greatest thing in the world. Except for a nice MLT, a mutton, lettuce and tomato sandwich, where the mutton is nice and lean and the tomato is ripe. They're so perky, I love that. But that's not what he said. He distinctly said \"to blave.\" And, as we all know, \"to blave\" means \"to bluff.\" So you're probably playing cards, and he cheated \n[18]-- get back, witch -- \n[19]You never had it so good. \n[20] \n[21]Why'd you say that name -- you promised me that you would never say that name -- \n[22](holding his hands over his ears \n[23]Nobody's hearing nothing! \n[24]  \n[25]That is a noble cause. Give me the sixty-five, I'm on the job. \n[26]An hour. \n[27]A good hour. Yeah. \n[28]Okay. \n[29]Have fun storming the castle. \n[30]It would take a miracle. Bye! ", "Max": "\n[1](opening a small window in the door \n[2]The King's stinking son fired me. And thank you so much for bringing up such a painful subject. While you're at it, why don't you give me a nice paper cut and pour lemon juice on it? We're closed! \n[3] \n[4] \n[5]Look, I'm retired. And besides, why would you want someone the King's stinking son fired? I might kill whoever you wanted me to miracle. \n[6] \n[7]I've seen worse. \n[8]Hah? \n[9] \n[10]Sheesh! I never worked for so little, except once, and that was a very noble cause. \n[11]Are you a rotten liar. \n[12]Your first story was better. Where's that bellows? He probably owes you money, huh? Well, I'll ask him. \n[13]Look who knows so much. Well, it just so happens that your friend here is only mostly dead. There's a big difference between mostly dead and all dead. Please open his mouth. \n[14]Now, mostly dead is slightly alive. Now, all dead...well, with all dead, there's usually only one thing that you can do. \n[15]Go through his clothes and look for loose change. \n[16] \n[17]Sonny, true love is the greatest thing in the world. Except for a nice MLT, a mutton, lettuce and tomato sandwich, where the mutton is nice and lean and the tomato is ripe. They're so perky, I love that. But that's not what he said. He distinctly said \"to blave.\" And, as we all know, \"to blave\" means \"to bluff.\" So you're probably playing cards, and he cheated \n[18]-- get back, witch -- \n[19]You never had it so good. \n[20] \n[21]Why'd you say that name -- you promised me that you would never say that name -- \n[22](holding his hands over his ears \n[23]Nobody's hearing nothing! \n[24]  \n[25]That is a noble cause. Give me the sixty-five, I'm on the job. \n[26]An hour. \n[27]A good hour. Yeah. \n[28]Okay. \n[29]Have fun storming the castle. \n[30]It would take a miracle. Bye! "}}