{"filename": "Blind-Side,-The_script.txt", "imdb_id": "tt0878804", "imdb_url": "https://www.imdb.com/title/tt0878804", "characters": ["History Teacher", "Leigh Anne Tuohy", "Literature Teacher", "Mrs. Smith", "S.J. Tuohy", "Sean Tuohy", "Sarcastic Teacher", "Mrs. Boswell", "Michael Oher", "Jay Collis", "Principal Sandstrom", "Coach Cotton", "Miss Sue", "Collins Tuohy", "Denise Oher"], "dialogues": {"History": "\n[1]  ", "Teacher": "\n[1]  \n[2]Well, the big guy's been here a month and he ain't cutting it in my class. \n[3]Why would Admissions do this? It's not fair to us or the boy. \n[4]Just setting him up to fail. \n[5]  \n[6]  \n[7]  ", "Literature": "\n[1]      \n[2]  \n[3]  \n[4]  ", "Mrs.": "\n[1]We're not sure exactly how old he is due to lack of records. He has a measured IQ of 80. That's 6th percentile. He's been enrolled in seven different institutions, including a gap of eighteen months around the age of ten when he apparently didn't attend school at all. He repeated first grade as well as second, there's no record of attendance in third, and in fourth grade -- \n[2]  \n[3]Everyone passed him along - gave him D's so they could hand their problem off to the next school. \n[4]Coach Cotton, we understand your interest in the young man's athletic abilities. \n[5]  \n[6]Class, this is Mike Oher and he's new here so I expect you all to make him feel welcome.  Mike, take any empty seat. \n[7]This is a quiz based on the information you learned last year in your science curriculum. Don't worry. It won't be graded. I just want to see how much of the information we need to hit again. Just answer whatever you know. The student in front of Michael hands a sheet back to him and eyes the size of his feet. The students start to work while Michael stares at the sheet like it's written in Greek. Mrs. Boswell watches him for a few seconds before turning back to her work. \n[8]  \n[9]It's okay. \n[10]He writes. \n[11]He threw this in the trash can.  \"I look and I see white everywhere: white walls, white floors, and a lot of white people. The teachers do not know I have no idea of anything they are talking about. I do not want to listen to anyone, especially the teachers. \n[12]They are giving homework and expecting me to do the problems on my own. I have never done homework in my life. I go to the bathroom, look in the mirror and say, \"This is not Michael Oher.\"  He entitled it \"White Walls.\" The room is dead quiet. \n[13]  \n[14]You'll have one hour. If you finish early put it on my desk and sit quietly. She looks at the class as they begin to work, then sees Michael just staring at his test. She sighs, makes a decision, rises and walks over. \n[15]Mike, come with me. \n[16]You can take the test back here away from everybody else. I'll sit in there so if there's anything you don't understand you can ask. \n[17]Mike, how about I ask the questions and you tell me the answers or as much as you know. She looks at his hands - huge next to hers - then reads: \n[18]Protozoans are classified based on: a) how they get their food, b) how they reproduce, c) how they move, or d) both a and c. Michael just stares. After a long moment \n[19]Just try. Ask questions if you don't understand. But still Michael stares at the page. The look on her face says she's about to give up when He lifts his eyes to her and points to -- -- the question on the test - specifically to the word \"classified\". \n[20]\"Classified\". It means how things are grouped together. \n[21]Exactly. This science course is classified based on what grade y'all are in. Eleventh. Michael nods understanding. \n[22]Okay, Mike, you ready to answer the question? \n[23]He knows it! \n[24]The material. Michael Oher. I gave him this test verbally. She holds up the test -- marked with a large red \"C\". \n[25]He's been listening the whole time. It's amazing what he's absorbed. And, trust me, he's listening to you, too. Okay, so his reading level is low and he has no idea how to learn in a classroom, but...  I'm not saying he's going to pass but Big Mike is not stupid. \n[26]Sean wrote that in last week. We needed a contact number and the ones listed weren't in service. \n[27]The state makes schools measure for career aptitude in eighth grade. It came with his'file. \n[28]Doesn't look promising. Spatial relations - third percentile.. Ability to learn - fifth percentile.  It's funny though. He tested in the 98th percentile in one category. \n[29]\"Protective instincts.\" Leigh Anne smiles and hands the file back. \n[30]It's just so sad. Leigh Anne considers this, then... \n[31]Define Osmosis, Michael. \n[32]  \n[33]I think I know someone. ", "Smith": "\n[1]We're not sure exactly how old he is due to lack of records. He has a measured IQ of 80. That's 6th percentile. He's been enrolled in seven different institutions, including a gap of eighteen months around the age of ten when he apparently didn't attend school at all. He repeated first grade as well as second, there's no record of attendance in third, and in fourth grade -- \n[2]  \n[3]Coach Cotton, we understand your interest in the young man's athletic abilities. \n[4]Sean wrote that in last week. We needed a contact number and the ones listed weren't in service. \n[5]The state makes schools measure for career aptitude in eighth grade. It came with his'file. \n[6]Doesn't look promising. Spatial relations - third percentile.. Ability to learn - fifth percentile.  It's funny though. He tested in the 98th percentile in one category. \n[7]\"Protective instincts.\" Leigh Anne smiles and hands the file back. \n[8]It's just so sad. Leigh Anne considers this, then... ", "S.J.": "", "Tuohy": "\n[1]  \n[2]  \n[3]  \n[4]  \n[5]  \n[6]  \n[7]  \n[8]  \n[9]  \n[10]  \n[11]  \n[12]  \n[13]  \n[14]  \n[15]  \n[16]  \n[17]  \n[18]  \n[19]  \n[20]       \n[21]  \n[22] \n[23]       \n[24]  \n[25]  \n[26]        \n[27]  \n[28]  \n[29]  \n[30]  \n[31]  \n[32]   \n[33]  \n[34]  \n[35]  \n[36]  \n[37]  \n[38]  \n[39]  \n[40]  \n[41]  \n[42]  \n[43]  \n[44]       \n[45]  \n[46]  \n[47]  \n[48]   \n[49]  ", "Sean": "\n[1]S.J., you know that kid? \n[2]Black kid. Up in the corner. \n[3]He look like a volleyball fan to you? Leigh Anne, loaded up with refreshments, makes her way up the stands to her family. She has a nod, a smile, a bon mot, for everyone she passes. As she sits... \n[4]Collins got a dig. \n[5]If he makes his grades. \n[6]What did you eat for lunch today? \n[7]I didn't ask where you ate, I asked what you ate. \n[8]Do you need some money? For lunch? \n[9]Buy him a semester lunch pass and put it on my bill.  He's hungry. \n[10]I didn't grow up all that different from him. At public school they \n[11]  \n[12]I don't know where it is. \n[13]Lots of things you'll never know about. \n[14]Or maybe they just thought he'd make a better Chief. \n[15]Don't laugh too hard. The Quesadilla saved our ass. \n[16]       \n[17]Big Mike. \n[18]Hey, Big Mike! Michael stops in the crosswalk, looks to the car. \n[19]Where you headin'? \n[20]  \n[21]I've seen that look many times. She's about to get her way. Leigh Anne makes her way back to the car, with Michael in tow. She opens the back door and he gets in next to SJ in his headdress. Leigh Anne climbs into the front seat, closes the door. Sean is looking at her. \n[22]Where we going? \n[23]      \n[24]  \n[25]What? \n[26]Fine, tell me what you're thinking so I can know what's supposed to be on my mind. \n[27]In case you haven't noticed he doesn't have much to say. What's the big deal? It's just one night.  It is just one night, right?.. Leigh Anne?... \n[28]I guess we'll know in. the morning. He rolls over to go to sleep. Leigh Anne just sits, stares. \n[29]  \n[30]SJ, Ole Miss is about to score! \n[31]Looks great, hon. Collins plate is pretty delicately apportioned. \n[32]  \n[33]Nah. Sean starts to leave, then stops at the door, turns around, sighs and walks over. He leans in over Michael. \n[34]Let's see... \n[35]I know.  Think of a sentence like a football team. This is a noun here, see? That's like the team name or what they're known for - whether they're a running team or a passing team. And this is the verb. That's what makes 'em go - like a star player -- maybe a quarterback, maybe a running back. And this is an adjective - everybody oohs and ahs over adjectives but they're not as important as verbs. \n[36]Or kickers. Michael just stares at them. \n[37]You have no idea what we're talking about, do you? \n[38]  \n[39]  \n[40]Hey, hey now. I'm working even when I'm not working. \n[41]Well, we have to throw some of it away. What's already been cooked. \n[42]Yeah, I'd rather sell it. \n[43]All right, I will. \n[44].Because tonight is a special occasion. \n[45]I talked to Coach Cotton today. Michael's grades improved enough that he can do spring'training for football in March. \n[46]They'll seat us when we walk in the door. You can get the book after dinner. \n[47]Now that was a good steak. \n[48]You're welcome. As the car pulls up everyone walks toward it except Michael who notices something else -- AT THE SIDE DOOR: A BUSBOY steps outside for a smoke. Michael absently walks over. \n[49]Michael?... Leigh Anne touches Sean's arm, silencing him. They watch as -- Michael greets the busboy. They stand a few feet apart talking. They nod at each other and after a few seconds -- They hug. Leigh Ann is amazed. She's never seen affection in Michael. \n[50]  \n[51]       \n[52]What? \n[53]Why are you smiling? \n[54]Does. this happiness have anything to do with Michael? \n[55]Oh... He gets the message, rolls over and kisses her on the lips. \n[56]Happy's good. As their amorous activities continue... \n[57] Sure, okay. \n[58]Absolutely... \n[59]I try to concentrate on one thing at a time. \n[60]So you root against Tennessee no matter who they're playing? \n[61]Coupla messages on the machine. She pushes PLAY on the message machine. \n[62]Easy, Bert. It's only the spring and he hasn't even been through his first practice. \n[63]Doesn't quite have the hang of it yet. \n[64]       \n[65]  \n[66]You wanna do what?! \n[67]Shouldn't we at least talk about it? \n[68]There's a big difference between paying for a broken arm and being legally responsible for someone. Someone we barely know. \n[69]He won't talk about it. He's like an onion; you have to peel it a layer at a time. \n[70]Do you really expect Big Mike -- \n[71]-- expect Michael to lie down and talk about his childhood like he's Woody Allen or something? Michael's gift is his ability to forget. He's mad at no one and doesn't really care what happened in the past. This puts her on her heels. \n[72](like he's never heard \n[73]Alright. \n[74]Is there a difference? \n[75]Michael, we have something to ask you. \n[76]Leigh. Anne and I would like to become your legal guardians. \n[77]Is that the one you wanted? He just stands there, staring. Sean hands him the keys. \n[78]Well, hell, take it for a spin.  Go on. \n[79]Michael thinks he's a redneck. \n[80]So much for home field advantage. \n[81]   \n[82]What DVD? I didn't send a DVD. \n[83]Si. \n[84]  \n[85]  \n[86]  \n[87]  \n[88]Well, he eats a lot. \n[89]No, no, he's just... \n[90]Why didn't you fill out the application, Michael? \n[91]Really? \n[92]What's his GPA now? \n[93]Not bad really, when you consider where he started. \n[94]So he goes to Junior College. \n[95]Pros? Are we even sure he's gonna get college offers? She walks over to the answering machine, presses \"Play.\" \n[96]Phil Fulmer, from Tennessee? \n[97]Any from Ole Miss? \n[98]So, what do we do? \n[99]Sean shakes his head. \n[100]Who'd a thought we'd have a black son before we knew a Democrat. \n[101] \"Half a league, half a league, half a league onward.\" I love that one. \n[102]\"All in the valley of Death rode the six hundred\". They call LSU's stadium Death Valley because of this story. Alfred, Lord Tennyson is writing about Ole Miss-LSU. \n[103]No. It's a great story. \n[104]\"Forward the Light Brigade!\" That's like the offense. \"Charge for the guns'he said.\" That's the end zone. \"Into the Valley of Death rode the six hundred.\" He knows it by heart and even miss Sue is impressed. \n[105]\"Forward the Light Brigade! Was there a man dÂ±smay'd? Not tho' the soldier knew someone had blundered.\" \n[106]Yeah, their leader, their coach. \n[107]\"Theirs not to make reply, theirs not to reason why, theirs but to do and die: Into the Valley of Death rode the six hundred.\" \n[108]Yeah. \n[109]I think you just found something to write about. Michael opens his notebook, picks up a pen. \n[110]  \n[111]Wait a minute. You broke into the principal's computer? \n[112] \n[113]Where'd you find a baby picture of Michael? \n[114]I want you to know something. You'n me, okay? I never believed you could do this. But you did. And I'm as proud of you as I am ashamed of myself. I should know better. I'll never doubt you again, Michael. Michael smiles, nods, gives Leigh Anne a little hug then raps knuckles with Si and high fives Collins. \n[115]  \n[116]Yep, that's how Mama put on her freshman ten. Leigh Anne rolls up a pamphlet and whacks him hard on her way to answer a RINGING PHONE. \n[117]Keep it light. Tell him you're gonna take his truck for a spin if he doesn't get in touch. SJ starts texting. Leigh Anne and Sean stare at each other. \n[118]   \n[119]You had no way of knowing he'd disappear. \n[120]Leigh Anne, be sensible. We gave clothes to a boy who had one pair of shorts. We gave him a bed. To hell with the NCAA, I'd do it again tomorrow. \n[121]He could go wherever he wanted, he knew that. \n[122]Come here, honey. She moves to him. He puts his arm around her, kisses her forehead. \n[123]You're the best person I know. Everything you do, you do for others. \n[124] I have not a clue. You obviously get some sick satisfaction from it. She looks at him. There's truth in his words. \n[125]Just have fun. \n[126]You're gonna have a great time. I know I did. Leigh Anne gives Sean a look - \"You're not helping.\" \n[127]Have a lot of fun. Leigh Anne notices their looks. \n[128]She's an onion, Michael. You have to peel her one layer at a time. Michael walks over to the car, knocks on the window. She rolls it down, dabbing tears from her eyes. \n[129]  ", "Sarcastic": "", "Boswell": "\n[1]Everyone passed him along - gave him D's so they could hand their problem off to the next school. \n[2]  \n[3]Class, this is Mike Oher and he's new here so I expect you all to make him feel welcome.  Mike, take any empty seat. \n[4]This is a quiz based on the information you learned last year in your science curriculum. Don't worry. It won't be graded. I just want to see how much of the information we need to hit again. Just answer whatever you know. The student in front of Michael hands a sheet back to him and eyes the size of his feet. The students start to work while Michael stares at the sheet like it's written in Greek. Mrs. Boswell watches him for a few seconds before turning back to her work. \n[5]  \n[6]It's okay. \n[7]He writes. \n[8]He threw this in the trash can.  \"I look and I see white everywhere: white walls, white floors, and a lot of white people. The teachers do not know I have no idea of anything they are talking about. I do not want to listen to anyone, especially the teachers. \n[9]They are giving homework and expecting me to do the problems on my own. I have never done homework in my life. I go to the bathroom, look in the mirror and say, \"This is not Michael Oher.\"  He entitled it \"White Walls.\" The room is dead quiet. \n[10]  \n[11]You'll have one hour. If you finish early put it on my desk and sit quietly. She looks at the class as they begin to work, then sees Michael just staring at his test. She sighs, makes a decision, rises and walks over. \n[12]Mike, come with me. \n[13]You can take the test back here away from everybody else. I'll sit in there so if there's anything you don't understand you can ask. \n[14]Mike, how about I ask the questions and you tell me the answers or as much as you know. She looks at his hands - huge next to hers - then reads: \n[15]Protozoans are classified based on: a) how they get their food, b) how they reproduce, c) how they move, or d) both a and c. Michael just stares. After a long moment \n[16]Just try. Ask questions if you don't understand. But still Michael stares at the page. The look on her face says she's about to give up when He lifts his eyes to her and points to -- -- the question on the test - specifically to the word \"classified\". \n[17]\"Classified\". It means how things are grouped together. \n[18]Exactly. This science course is classified based on what grade y'all are in. Eleventh. Michael nods understanding. \n[19]Okay, Mike, you ready to answer the question? \n[20]He knows it! \n[21]The material. Michael Oher. I gave him this test verbally. She holds up the test -- marked with a large red \"C\". \n[22]He's been listening the whole time. It's amazing what he's absorbed. And, trust me, he's listening to you, too. Okay, so his reading level is low and he has no idea how to learn in a classroom, but...  I'm not saying he's going to pass but Big Mike is not stupid. \n[23]Define Osmosis, Michael. \n[24]  \n[25]I think I know someone. ", "Michael": "\n[1]      \n[2]To... investigate. \n[3]Iono [I don't know]... Investigator Granger sifts through her briefcase, pulls out files, documents - a good bit of evidence for whatever trouble Michael is in. She sits back, stares at Michael, as if trying to figure him out. Michael can't meet her gaze. He looks out the window, rubs his knees some more. \n[4]Can I... can I leave now? \n[5]White people are crazy. \n[6]Can I leave now? She nods and watches him stand and walk away. She glances down at the sheet, turns it over and sees... A DRAWING on the back - a boat on an ocean. On the boat is a single, stick figure person. It's sweet but looks like a third grader drew it. \n[7]Naw, it's aright. \n[8]Here in the cafeteria. \n[9]A few things. \n[10]I don't need any. Sean walks back over to Coach Cotton. \n[11]Iono... \n[12]Like our \"class\"? \n[13]They're stuck, not sure if they should talk to this \"stranger\". They jump off the swings and run away. \n[14]Iono. \n[15]Gym.._. Sean nods, rolls his window back up and drives as the light turns green. \n[16]Because... it's warm. This hits her all at once. She bites her lip. \n[17]Mr. Tuohy sleeps on the couch? \n[18]Iono. \n[19]I qot clothes. \n[20]I don't like to be called Big Mike. She wasn't expecting this, nods her head. \n[21]Don't get out! \n[22]      \n[23]Hey, David. David, a little embarrassed to be with Alton, nods back. \n[24]She wadn't home. \n[25]She prolly moved to a nicer place. \n[26]I got your back. \n[27]Oh, yeah?... Si looks at the Michael's notebook. \n[28]You don't have to help.  I mean if you're busy or somethin'. \n[29]Not exactly. They all laugh. \n[30]I don't want to go anyplace else. She's a bit befuddled by the response. \n[31]  \n[32]It's mine? \n[33]Never had one before. \n[34]A bed. We can see this unsettles her. She turns away a bit, trying to contain herself. \n[35]I think I know that. It's when water... \n[36]I know that. The little guy, Napoleon was on one side and... \n[37]What? \n[38]You own all of 'ern? \n[39]Is that why Mr. Tuohy don't have to go to work? \n[40]And y'all eat at those places for free? \n[41]What do y'all do with the leftover food? At the restaurant?, \n[42]That's too bad. \n[43]Why ain't we eatin' at one of yours tonight? \n[44]Thanks. \n[45]Marcus. \n[46]Yeah. \n[47]He's my brother. Complete silence in the car. Leigh Anne finally breaks it -- \n[48]I don't know where he stays. \n[49]When I was little mebbe. \n[50]  \n[51] \n[52]Hi. Need a push? They giggle and Michael pushes them, one arm each until they're flying high and squealing. \n[53]Michael is confused. She looks at him and shakes her head. \n[54]Let's go home, play some video games. \n[55]Iono.. \n[56]Okay... Michael moves to the line. Si raises his whistle and blows. \n[57]Mrs. Tuohy? Michael stands nearby. \n[58]Will you help get me something? \n[59]Driver's license. \n[60]You have a car. \n[61]Something to carry. With my name on it. She locks eyes with him. This time he holds her gaze. \n[62] \n[63]What? \n[64]What's that mean? \n[65]I kinda thought I already was.  \n[66]Tenth grade tough? \n[67]Yeah. \n[68]Yeah. After a beat... \n[69]I'm not that weak, SJ. \n[70]A compliment for a condiment. \n[71]Cinnamon just scored. \n[72]I'll drive. off her look -- \n[73]  \n[74]I'm so sorry, I'm so sorry! \n[75]  \n[76]I stopped it. \n[77]Yes ma'am. \n[78]I stopped it. Leigh Anne points to the offense. \n[79]What about Mr. Tuohy and Collins? \n[80]Don't worry, Coach. I got your back. Cotton cools down. Michael trots out onto the field. Halfway there he stops, looks back at Cotton and smiles. \n[81]Try Gap. \n[82]Gap. \n[83]Sorry, Coach. I stopped when I heard the whistle. \n[84]To the bus. It was time for him to go home. Cotton smiles proudly and slaps Michael on the ass. \n[85]I don't wanna join the Army. Sean and Coach Cotton crack up. \n[86]I don't understand it. \n[87]Big. \n[88]A brain. \n[89]Sacagawea? \n[90]Yes, Miss Sue. \n[91]Can SJ come? \n[92]No, Miss Sue. \n[93]You're kidding? \n[94]Someone made a mistake? \n[95]Why would they go ahead if they knew he messed up? \n[96]They all gonna die, aren't they? \n[97]That's really, really sad. \n[98]Courage is a hard thing to figure. You can have courage based on a dumb idea or a mistake, but you're not supposed to question adults, or your coach, or your teacher because they make the rules. Maybe they know best but maybe they don't. \n[99]It all depends on who you are, where you come from. Didn't at least one of the six hundred guys think about giving up and joining with the other side? I mean, Valley of Death, that's pretty salty stuff. \n[100]That's why courage is tricky. Should you always do what others tell you to do? Sometimes you might not even know why you're doing something. I mean, any fool can have courage. \n[101]But honor, that's the real reason you either do something or you don't. It's who you are and maybe who you want to be. If you die trying for something important then you have both honor and courage and that's pretty good. \n[102]I think that's what the writer was saying. That you should try for courage and hope for honor. And maybe even pray that the people telling you what. to do have some, too. Bob, visibly moved, sets down the essay and smiles. \n[103]As much as you want? \n[104]Coach is a good guy. \n[105]He played basketball. \n[106]She was a cheerleader. \n[107]They can't stand Tennessee. \n[108]No. \n[109]Miss Sue. \n[110]What's that mean? \n[111] \n[112]To... investigate. \n[113]Iono... she sifts through her briefcase, pulls out files, documents - a good bit of evidence for whatever trouble Michael is in. She sits back, stares at Michael, as if trying to figure him out. Michael can't meet her gaze. He looks out the window, rubs his knees some more. \n[114]Can I... can I leave now? \n[115]What do you want, ma'am? \n[116]Unto... \n[117]I didn't lie... \n[118] \n[119] No...no...no... \n[120]Why'd you do it? \n[121]All along you wanted me to go to Ole Miss. \n[122]Why did you do this for me?! \n[123]Everything! Was it for you or was it for me? Was it so I would go to school where you wanted?! Was it so I would do what you wanted?! \n[124] That's what she thinks! Is she right?!  Don't you dare lie to me! Leigh Anne digests this, takes a breath... \n[125]I'm not stupid! He turns and walks away. \n[126]I'm looking for Moms. \n[127]Yeah. \n[128]Yeah, I heard. You still playing ball over at the \n[129]She came here? \n[130]Shut up. Alton steps in front of Michael, raises his hands --- \n[131]Michael screams like a banshee, spins, grabs them and tackles them over the couch. An errant round FIRES into the ceiling. A table flies and the crib smashes. Michael looks to David, frozen in the corner, then over to the SCREAMING child on the floor. He grabs his head and heaves, trying to make it all stop - the music, the screams, the crying. The shots PULSE to the music and. are INTERCUT WITH: \n[132] \n[133]  \n[134]Mama?... \n[135]You think the police gonna come and get me? \n[136]When I was little and something awful was happening, my Mama would tell me to close my eyes. \n[137]She was tryin' to keep me from seeing her do drugs or other bad things. And she'd say, \"keep 'em closed till I say so.\" And then when she was finished or the bad things were over she'd say, \"now when I count to three, you open your eyes and the past is gone, the world is a good place, and it's all gonna be okay.\" \n[138]I'm pretty good at it. \n[139]Every game? \n[140]You want me to go to Tennessee? \n[141]What if I wanted to flip burgers? She takes this in, swallows hard and \n[142]Okay. \n[143]I'm sorry I left the other day. \n[144]You ask a lot of questions. \n[145]But all the questions you asked were about why everybody else wanted me to go to Ole Miss. \n[146]You asked about everybody but me. You never asked why I wanted to go there. \n[147]It's where my family goes to school. It's where they've always gone to school. Granger considers this, stares at Michael, then almost, just almost, smiles. \n[148]Yes ma'am. Leigh Anne gives Sean a look that says, \"let's get on the road.\" Sean offers a hand; Michael shakes it. Collins high fives him. SJ offers a fist; Michael knocks it. Leigh Anne, tearing up, nods and gives Michael a quick hug. \n[149]Thank you, Mama. Overwhelmed, she turns for the car with a little wave. \n[150]Why does she always do that? \n[151]I need a proper hug. She gets out of the car and holds him for a long time. ", "Oher": "\n[1]You from the state? \n[2]How is my boy, how's Big Mike? \n[3]Awhile back. This is temporary. Friends let me stay here. \n[4]Iono. We might have some wine in the kitchen, if... \n[5]How many foster kids you got living with you? \n[6]State don't pay you nothing? \n[7]And he lives with you?  And you feed him?. Buy him clothes, too? \n[8]You a fine Christian lady. \n[9]This is all real nice what you're doing, but don't be surprised if one day you wake up and he gone. . 69 \n[10]He's a \"runner\". That's what the state called him after they took him from me.  Every foster home they sent him to, he'd slip out the window at night and come looking for me. No matter where I was that boy would come find me, take care of me. I've had some . health problems. \n[11]Proctor. That was his Daddy's last name. \n[12]Ain't. seen him since he left. \n[13]Week after Mike was born. \n[14]No... Not this way. \n[15]It's Williams.  His last name's Williams. Couldn't even remember who the boy's father is. Leigh Anne bites her lip'and puts her arms around Denise, who hugs back. \n[16] ", "Jay": "\n[1]Pay 'em back on the field. Coach Cotton raises a hand and the team moves forward to squeeze through an entrance onto the field. Above them Milford fans look down and jeer, toss sodas at them. The Blind Side -- Yellow Draft - 04/15/09 82 ", "Collis": "\n[1]As she approaches she sees -- Michael's truck -- the front end is smashed -- The Van - its side caved in -- And -- Michael sitting on the curb, crying. She races over -- \n[2]Pay 'em back on the field. Coach Cotton raises a hand and the team moves forward to squeeze through an entrance onto the field. Above them Milford fans look down and jeer, toss sodas at them. The Blind Side -- Yellow Draft - 04/15/09 82 ", "Principal": "", "Sandstrom": "\n[1]Technically, yes, in both grades. But we have a greater responsibility than just filling classrooms. Steven Hamilton's paperwork looks acceptable and I believe he would be capable of succeeding here but the other kid -- Sandstrom looks through papers for the name. \n[2]Michael Oher gives us no reason to believe, based on his record, that he would be successful here. \n[3]He wouldn't be able to play until he got his grades up anyway. \n[4]Big Mike?... \n[5]Mike, I just got a call from someone at the police department.  Do you remember the story in the papers awhile back about the man who fell off an overpass?  No one knew who he was and they're not sure if he jumped, or if... at any rate he passed away. Sandstrom struggles with how to say the words. \n[6]Mike, the man... was your father. Michael takes this in. without showing emotion. \n[7]They've been looking for someone to notify and came across your name on our registry. I'm really sorry, son. Were you close?  When did you last see him? \n[8]I'll try and find out where he's buried. Maybe we could go visit? Michael nods, then rises and walks away. \n[9]Michael Jerome Oher. Even though no one is supposed to clap, a spontaneous round of APPLAUSE gives Michael pause as he accepts his diploma. Projected behind him is a picture of the cutest African- American infant the world has ever seen. ", "Coach": "\n[1]Shoot, man, Fulmer's here. I might as well go home. Fulmer smiles at the assembled coaches, shakes a few-hands. \n[2]Heck, I drove from Clemson, that's nine hours! Bert cotton walks over, shakes Fulmer's hand, leaving the other coaches shaking their heads. \n[3]Back to South Carolina. I've seen more than enough. If he can qualify with his grades you tell Michael Oher that Clemson wants him. \n[4]   ", "Cotton": "\n[1]   \n[2]  \n[3]What can I do for you, Tony? \n[4]  \n[5]I appreciate that but I'm not involved with admissions. \n[6]What sport does he play? \n[7]Classes start in a week. It'd have to be for next semester. \n[8]\"They?\" You only mentioned one son. \n[9]Another boy? \n[10]Would... Big Mike be an applicant as well? \n[11]They'd have to fill out applications and make an appointment for interviews. \n[12]They're here? Big Tony points out the.window to the playground where Steven and Michael are playing one on one basketball. \n[13]Big Mike. \n[14]Mother of God... \n[15]Are there spots available or not? PAUL SANDSTROM, Principal, taps his fingers before... \n[16]Big Mike. \n[17]How bad could it be? Another board member, MRS. SMITH, pores over Michael's file, which is a mess. She finds facts and lays them out --- \n[18]So they moved him ahead without going to third grade. That says something. \n[19]Brave kid.  For wanting to come here. For wanting a quality education. An education denied him by the poor quality of the schools he's attended. Most kids with his background wouldn't come within two hundred miles of this place. \n[20]Forget sports! Look at the wall. He points to the crest on the wall. Beneath it: \"NEIGHBORLY, \n[21]Christian. We either take that seriously or we paint over it. You don't admit Michael Oher for sports, you admit him because it's the right thing to do. Their faces announce that he's made a point. \n[22]If he makes his grades he'll be eligible in the spring. \n[23]But boy-hidey, just look at him. Cotton is admiring Michael's size but Sean sees something else. He stands, walks over to Michael, who barely looks up. \n[24]You could tell that by looking at him? \n[25]You know how much those things weigh? This kid's gonna make us all famous. \n[26]Okay, Mike, you fought off the block but you've got to shuck him and make the tackle. You got it? \n[27]Shuck the blocker, Mike! Michael gingerly sets the lineman on the ground. \n[28]No! Michael drops back and tries to intercept a pass. \n[29]No! skyward as a flock of birds flies overhead. \n[30]No! No! No! \n[31]Most kids from bad situations can't wait to be violent and that comes out on the field. But this kid, he doesn't seem to wanna hit anyone. \n[32]What? \n[33]I thought for sure he was gonna be a player. I can't believe I used up my chits to get him in school. \n[34]And he won't in the fall if he doesn't improve a lot before then. \n[35]0her! You've got a hundred pounds on Collis and you can't keep him out of our backfield?! \n[36]Holding - left tackle! He gets right in Michael's face, grabs his jersey. \n[37]You can only grab in here -- at the tits, you got it?! You grab out here or here, we're gonna get flagged and I'm gonna get pissed. Leigh Anne grimaces, shakes her head. \n[38]Move your feet, son! Keep 'em moving! Back to the huddle! Cotton addresses an ASSISTANT COACH... \n[39]Well at least he'll look good coming off the bus. The other team will be terrified 'til they realize he's a marshmallow. \n[40]We're in the middle of practice, Leigh Anne! \n[41]What'd you say to him? \n[42]   \n[43]On the schedule it says this is a home game but don't be deceived, gentlemen. Three fourths of the people in the stands are here from Milford. They'll be loud and rowdy and a lot of 'em drunk. Keep your helmets on 'til you're on the sidelines. I don't want anyone getting beaned with a whiskey bottle. Grab a knee. And the team huddles for their prayer... \n[44]For we can...  Do all things... Through Jesus Christ... Who strengthens us... Each and every day... And may God... Bless the Crusaders! As they rise to leave-- \n[45]Oh, one more thing. The reason Milford traveled all that way to come here is they expect to whup your ass. Whup your ass and have a party in your house. Whup your ass, have a party in your house and piss on your mama's new couch. Is that gonna happen? The team erupts with a chorus of NO'.s and HELL NO!s. \n[46]Let's go 0! Number 66 from before is the defensive end on Michael's side. Wingate breaks huddle and #66 sees him. \n[47]Get back to your own bench, 66! \n[48]Did you hear what he said? Are you gonna just let that kinda talk go?! \n[49]Look, son, 66 is quick, so just focus on his belt buckle. \n[50]Where it goes he goes. And block 'til the whistle blows. All right? Michael nods and takes a seat on the bench. Cotton hears something and realizes it is his cell phone. He looks at the number calling. and answers... \n[51]Hello?... \n[52]It's all right. Settle down. \n[53]Ref, you gonna do something about this?! He kicked my boy in the head and cussed him! The Ref throws a flag. \n[54]Thank you! \n[55]What happened to the first Amendment?! Cotton throws his hat and another ref throws a flag. \n[56]This young man plays for my team and I will defend him like he's my own son! Against you or any other redneck sonofabitch! Michael watches, dumbfounded. He walks over to the livid Cotton and pulls him backwards, looks him in the eye. \n[57]Now what?! Was he holding? \n[58]Did he hit after the whistle? \n[59]Then what's the flag for? \n[60]You're kidding me. The Referee ignores and returns to the field to assess the penalty. 66, now on his feet, limps back onto the field. Michael looks at him and 66's eyes go straight to the dirt. Cotton walks up to Michael. \n[61]Where were you taking him, Mike? \n[62]Attaboy, Michael Oher. Attaboy! \n[63]You're kidding? \n[64]And you think that could be Michael? \n[65]Tom Lemming runs the biggest recruiting service in the nation. He practically created an industry. Every college coach subscribes to his newsletter. One word from him and... This is big, Sean. \n[66]Shy. Really shy. \n[67]Coach Fulmer, it's a real honor. \n[68]    \n[69]Where are you going, Coach? ", "Miss": "\n[1]Shoot, man, Fulmer's here. I might as well go home. Fulmer smiles at the assembled coaches, shakes a few-hands. \n[2]I wasn't religious enough for 'em. I'm a spiritual person, Mrs. Tuohy, but I have certain,. shall we say... doubts. \n[3]What's the situation with Michael? \n[4]Obviously. But why the big push? \n[5]Is he considering Ole Miss? \n[6]I'd love to work with him. \n[7]Mrs. Tuohy there's something you should know about me. I don't tell many people, but it's something I feel you should be aware of before you hire me. \n[8]I'm a Democrat. \n[9]Yet. You don't understand it yet. How big is your head, Michael? \n[10]And what's in there? \n[11]A brain. Full of knowledge - like a file cabinet with maps; shortcuts for figuring things out. You will learn this, Michael Oher because I'm here to help you use those maps and reach your destination. Like Sacagawea helped Lewis and Clark. \n[12]We'll get to that. And the history books have it wrong, but all you need to you know is that I'll get you there. Do you believe me? Do you trust me, Michael? \n[13]Try it again. He goes back to the book. \n[14]You know this stuff. Just be logical. \n[15]Have you decided yet, Michael? \n[16]But you like Tennessee?  It's a good school. Not at the academic level of Ole Miss but they do have an outstanding science department. You know one of the things they're famous for?  They work with the FBI to study the effects of the soil on decomposing body parts. Michael is a bit lost. \n[17]When they find a body the police want to know how long they've been dead. The fine department at Tennessee helps them. They have lots of body parts - arms, legs, hands - from hospitals and medical schools. Do you know where they store them?  Right underneath the football field. Michael's eyes widen a bit. \n[18]So, while it's fine and dandy to have 100,000 fans cheering for you, the bodies you should be worried about are right underneath the turf. Set to poke up through the ground and grab you. She raises a clawed hand  to make her point. Michael is completely freaked out by this. \n[19]But it's your decision where you play football. Don't let me influence you. \n[20]Why not write about \"Great Expectations\"? You're a lot like Pip. He was poor, an orphan and someone sort of found him. You should be able to relate to that. Michael shrugs. Sean is nearby, watching NBA basketball. \n[21]Fine, let's go through the reading list. But you have to pick one, Michael.  \"Pygmalion\"... \"A Tale of Two Cities\"... \"The Charge of the Light Brigade\"... \n[22]Fine, you do this and I'll watch basketball. Miss Sue walks over, takes the remote from Sean, who rises. \n[23]It's a poem. \n[24]  \n[25]Relax, Mama. Miss Sue walks up carrying papers. \n[26]Just got back from the library where I reserved a private cubicle for the semester.  Here's your class schedule and our study hall hours. She reaches in her purse for her keys. \n[27]Now, if y'all don't mind I'm gonna go move into my new apartment. She walks away. \n[28]Yeah, yeah, yeah... Sean and Michael and SJ eye a GROUP OF ATTRACTIVE COEDS sashaying past. SJ does a little dance move and laughs. \n[29]  ", "Sue": "\n[1]I wasn't religious enough for 'em. I'm a spiritual person, Mrs. Tuohy, but I have certain,. shall we say... doubts. \n[2]What's the situation with Michael? \n[3]Obviously. But why the big push? \n[4]Is he considering Ole Miss? \n[5]I'd love to work with him. \n[6]Mrs. Tuohy there's something you should know about me. I don't tell many people, but it's something I feel you should be aware of before you hire me. \n[7]I'm a Democrat. \n[8]Yet. You don't understand it yet. How big is your head, Michael? \n[9]And what's in there? \n[10]A brain. Full of knowledge - like a file cabinet with maps; shortcuts for figuring things out. You will learn this, Michael Oher because I'm here to help you use those maps and reach your destination. Like Sacagawea helped Lewis and Clark. \n[11]We'll get to that. And the history books have it wrong, but all you need to you know is that I'll get you there. Do you believe me? Do you trust me, Michael? \n[12]Try it again. He goes back to the book. \n[13]You know this stuff. Just be logical. \n[14]Have you decided yet, Michael? \n[15]But you like Tennessee?  It's a good school. Not at the academic level of Ole Miss but they do have an outstanding science department. You know one of the things they're famous for?  They work with the FBI to study the effects of the soil on decomposing body parts. Michael is a bit lost. \n[16]When they find a body the police want to know how long they've been dead. The fine department at Tennessee helps them. They have lots of body parts - arms, legs, hands - from hospitals and medical schools. Do you know where they store them?  Right underneath the football field. Michael's eyes widen a bit. \n[17]So, while it's fine and dandy to have 100,000 fans cheering for you, the bodies you should be worried about are right underneath the turf. Set to poke up through the ground and grab you. She raises a clawed hand  to make her point. Michael is completely freaked out by this. \n[18]But it's your decision where you play football. Don't let me influence you. \n[19]Why not write about \"Great Expectations\"? You're a lot like Pip. He was poor, an orphan and someone sort of found him. You should be able to relate to that. Michael shrugs. Sean is nearby, watching NBA basketball. \n[20]Fine, let's go through the reading list. But you have to pick one, Michael.  \"Pygmalion\"... \"A Tale of Two Cities\"... \"The Charge of the Light Brigade\"... \n[21]Fine, you do this and I'll watch basketball. Miss Sue walks over, takes the remote from Sean, who rises. \n[22]It's a poem. \n[23]Relax, Mama. Miss Sue walks up carrying papers. \n[24]Just got back from the library where I reserved a private cubicle for the semester.  Here's your class schedule and our study hall hours. She reaches in her purse for her keys. \n[25]Now, if y'all don't mind I'm gonna go move into my new apartment. She walks away. \n[26]Yeah, yeah, yeah... Sean and Michael and SJ eye a GROUP OF ATTRACTIVE COEDS sashaying past. SJ does a little dance move and laughs. ", "Collins": "\n[1]I'm going over to Cannon's house to study. \n[2]How'd the dork do in the play? She turns to see... Sean, Leigh Anne, SJ in headdress and Big Mike. \n[3]Um... okay... \n[4]  \n[5]I see a lot of starch. SJ jams turkey into a roll and lathers on cranberry sauce - creating an easy to eat sandwich. He walks away. \n[6]Just another one of Mom's projects. \n[7]  \n[8]I need some new magazines. SJ shrugs and joins the girls, as does Michael. Sean watches as his family deserts him. \n[9]Remember this one, Mom? You read it to us like a thousand times. She softens, walks over, takes the book. \n[10]Thanks, Daddy. \n[11]I'm just gonna hang around here today. \n[12]        \n[13]They're stupid kids, who cares what they say. \n[14]At school. They're juvenile. \n[15]It's really not worth repeating. And don't worry about SJ - he loves the attention. He introduces Michael as his big brother. \n[16]It's fine.  I mean, you can't just throw him out on the street. \n[17]Quit looking at me like that. I mean, we study together at home. Eyes in the library are on the pair as they start to read. \n[18]He wanted a truck?! \n[19]Way to go big bro! A referee signals touchdown then notices Michael walking back and 66 lying slumped at the fence. The Ref throws a flag. \n[20]  ", "Denise": "\n[1]You from the state? \n[2]  \n[3]How is my boy, how's Big Mike? \n[4]Awhile back. This is temporary. Friends let me stay here. \n[5]Iono. We might have some wine in the kitchen, if... \n[6]How many foster kids you got living with you? \n[7]State don't pay you nothing? \n[8]And he lives with you?  And you feed him?. Buy him clothes, too? \n[9]You a fine Christian lady. \n[10]This is all real nice what you're doing, but don't be surprised if one day you wake up and he gone. . 69 \n[11]He's a \"runner\". That's what the state called him after they took him from me.  Every foster home they sent him to, he'd slip out the window at night and come looking for me. No matter where I was that boy would come find me, take care of me. I've had some . health problems. \n[12]Proctor. That was his Daddy's last name. \n[13]Ain't. seen him since he left. \n[14]Week after Mike was born. \n[15]No... Not this way. \n[16]It's Williams.  His last name's Williams. Couldn't even remember who the boy's father is. Leigh Anne bites her lip'and puts her arms around Denise, who hugs back. "}}