{"filename": "Piano,-The_script.txt", "imdb_id": "tt0107822", "imdb_url": "https://www.imdb.com/title/tt0107822", "characters": ["Aunt Morag", "Hone", "Stewart", "Flora", "Ada", "Baines", "Mana", "Head Seaman", "Nessie (as Genevieve Lemon)", "Reverend", "Heni (Mission Girl)", "Hira", "Mere (Mission Girl)", "Chief Nihe", "Blind Piano Tuner"], "dialogues": {"Aunt": "\n[1]Watch your feet! \n[2]Careful! Watch his hand. \n[3]Stop it! \n[4] We'll bring out the bride. \n[5]\n[6]Ohh the tag is broken. \n[7]I thought she met your father in Luxemburg. \n[8]And where did they get married? \n[9]Which mountains are those dear? \n[10]Ohhh I've never been there.  \n[11]Oh what happened? \n[12]Ohhh ... dear. Not another word From the shock, yes it would be. \n[13]Terrible.  Terrible \n[14] Well you stopped combing your hair, which is a good thing, it was looking over done. (without pause but referring to the sheet) You see these are the slits that the heads will go through, show him Nessie ... they'll be dead, the Reverend is going to use animal blood, no doubt it will be very dramatic. Tea!  \n[15]Like it were a piano? \n[16]Biscuits.' No, no sound. \n[17]No sound at all? \n[18]Well, she was very violent with the gown. She tore off a chunk of lace. if hadn't been there I'd have sworn she'd used her teeth \n[19]Oh, yes, yes of course, a concern. \n[20]Oh indeed. Cotton'. \n[21]Certainly, there is nothing so easy to like as a pet and they are quite silent. \n[22]Which sign is the word rehearsal? \n[23]I can't imagine a fate worse than being dumb. Turn around. \n[24]Oh yes, dear too - TERRIBLE! \n[25]Well, that is a strong opinion. \n[26]I hardly need to give one to you, but there you are anyway. Don't be late. You will see there are two times and since you are accompanying a performer, you will need to make the earlier time \n[27]That is good, yes. She seems quieted down.  Is she more affectionate? \n[28]Ah well, slowly, slowly \n[29]Mr. Baines, do come and turn pages \n[30]Ohhh, it's so dark, it's like a dank cave. \n[31]Ohh no, it makes my skin creep! \n[32]Alisdair, is it because of our play? Have the natives aggressed you? \n[33]We have just come from George Banes' and they have taken him over. It is no wonder he is leaving, he has got in too deep with the natives. They sit on his floor as proud as Kings, but without a shred of manners. \n[34]He is quite altered, as if they had been trying some native witchcraft on him. Well tomorrow or the day after he will be gone. \n[35]Well he has NOTHING to pack, but he is leaving. And it is just as well; Nessie has foolishly grown an affection for him ... we have had some tears \n[36]\n[37]You know I am thinking of the piano. She does not play the piano as we do Nessie. UP! UP! No she is a strange creature and her saying is strange like a mood that passes into you. You cannot teach that Nessie, one may like to learn but that could not be taught. Up! Your playing is plain and true and that is what I like. To have a sound creep inside you is not all pleasant what is that? ", "Morag": "\n[1]Watch your feet! \n[2]Careful! Watch his hand. \n[3]Stop it! \n[4] We'll bring out the bride. \n[5]\n[6]Ohh the tag is broken. \n[7]I thought she met your father in Luxemburg. \n[8]And where did they get married? \n[9]Which mountains are those dear? \n[10]Ohhh I've never been there.  \n[11]Oh what happened? \n[12]Ohhh ... dear. Not another word From the shock, yes it would be. \n[13]Terrible.  Terrible \n[14] Well you stopped combing your hair, which is a good thing, it was looking over done. (without pause but referring to the sheet) You see these are the slits that the heads will go through, show him Nessie ... they'll be dead, the Reverend is going to use animal blood, no doubt it will be very dramatic. Tea!  \n[15]Like it were a piano? \n[16]Biscuits.' No, no sound. \n[17]No sound at all? \n[18]Well, she was very violent with the gown. She tore off a chunk of lace. if hadn't been there I'd have sworn she'd used her teeth \n[19]Oh, yes, yes of course, a concern. \n[20]Oh indeed. Cotton'. \n[21]Certainly, there is nothing so easy to like as a pet and they are quite silent. \n[22]Which sign is the word rehearsal? \n[23]I can't imagine a fate worse than being dumb. Turn around. \n[24]Oh yes, dear too - TERRIBLE! \n[25]Well, that is a strong opinion. \n[26]I hardly need to give one to you, but there you are anyway. Don't be late. You will see there are two times and since you are accompanying a performer, you will need to make the earlier time \n[27]That is good, yes. She seems quieted down.  Is she more affectionate? \n[28]Ah well, slowly, slowly \n[29]Mr. Baines, do come and turn pages \n[30]Ohhh, it's so dark, it's like a dank cave. \n[31]Ohh no, it makes my skin creep! \n[32]Alisdair, is it because of our play? Have the natives aggressed you? \n[33]We have just come from George Banes' and they have taken him over. It is no wonder he is leaving, he has got in too deep with the natives. They sit on his floor as proud as Kings, but without a shred of manners. \n[34]He is quite altered, as if they had been trying some native witchcraft on him. Well tomorrow or the day after he will be gone. \n[35]Well he has NOTHING to pack, but he is leaving. And it is just as well; Nessie has foolishly grown an affection for him ... we have had some tears \n[36]\n[37]You know I am thinking of the piano. She does not play the piano as we do Nessie. UP! UP! No she is a strange creature and her saying is strange like a mood that passes into you. You cannot teach that Nessie, one may like to learn but that could not be taught. Up! Your playing is plain and true and that is what I like. To have a sound creep inside you is not all pleasant what is that? ", "Hone": "\n[1]E Hoal \n[2]E hinga te Koroua ra B Pitama i konci. Kare noa Kia hikina te tapu. (Old man Pitama died here.  The Tapu hasn't been lifted \n[3]E Tarna heke atu ki ram - tiro his atu. Rapuhia mai he huarahi re! (Go and look, find another track eh! ", "Stewart": "\n[1]We must get on. \n[2]Miss McGrath, Alisdair Stewart. You'll have to wake yourself. I've got men here to carry your things. Aut he anahera enci? (Are they angels, they look like angels. \n[3]I see you have a good many boxes, I'd like to know what is in each. \n[4]\n[5]Well that is good, yes that is good, good. \n[6]What's in here? \n[7]Ohh, yes so it is, written there, crockery. \n[8]And this one? \n[9]You're small. I never thought you'd be small. \n[10]What's here? \n[11]What's in here then, lead? \n[12]A piano? \n[13]Tell them to carry in pairs. Those three and those two the black and the red, then the suitcases. \n[14]What do you think? \n[15]She's stunted, that's one thing. \n[16]Oh no, it can't come now. \n[17]Yes and so do I, but there are too few of us here to carry it. \n[18]Do you mean you don't want your kitchenware or your clothes? Is that what you mean? \n[19]Let us not discuss this further. I am very pleased.... \n[20]I suggest you prepare for a difficult journey. The bush will tear clothes and the mud is deep in places. \n[21] What are they doing? We don't have time for that. \n[22]What's he say? \n[23]But we came down this way didn't we? I'm sure we did. 0h Pitama eh. \n[24]They want more money. They are trying to make two days out of it? \n[25]Beautiful. \n[26]I shall be gone for some days. There is some Maori land I want and may buy very reasonably. I am hoping you will use the time to settle in, and, in some ways we may start again \n[27]All right? \n[28]Hello, then. \n[29] What would you think if someone played a kitchen table like it were a piano? \n[30]It's strange isn't it? I mean it's not a piano, it doesn't make any sound. \n[31]I knew she was mute, but now I'm thinking it's more than that. I'm wondering if she's not brain affected. \n[32]No, it was a table. \n[33]Well it has not yet come to anything. Just a concern. \n[34]There is something to be said for silence \n[35]And with time she will, I'm sure, become affectionate. \n[36]On your property? \n[37]Good, flatish land with reliable water, why? I don't have money. What are you about? \n[38]What for? \n[39]The piano on the beach? Ada's piano? \n[40]It's not marshy is it? \n[41]You'd have to organise it up here. \n[42]Well Baines the music lover, I never would have known. Hidden talents George. \n[43]Yes, I suppose you would. \n[44]Well Ada can play. \n[45]I have it in a letter she plays well. She's been playing since she was 5 or6. \n[46]I have got us some excellent land. Baines has taken some queer idea to have a piano, and you are to give him lessons. Have you taught before? \n[47]On your piano, that is the swap. \n[48]What does she say? \n[49]He wants to improve himself... and you will be able to play on it ... (ADA is not responding well) Teach him to look after it. \n[50]You can't go on like this, we are a family now, all of us make sacrifices and so will you. You will teach him. I shall see to that! HiM na ake 'nun na'.  \n[51]I'd try children's tunes, nothing more complicated \n[52]Just be encouraging no one expects him to be good. \n[53]It looks good, very nice looking thing. Well . I wish you luck. The girls are very excited about the lessons. \n[54]Flora will explain anything Ada says. They talk through their fingers, you can't believe what they say with just their hands. \n[55]Shall I kiss you goodnight? \n[56]Wait. \n[57]How are the lessons going? ADA nods enthusiastically. He's getting on all right? ADA nods again Good. \n[58]Lot of fools. Come on, move up. -sing up Billy! -Come on sing out! \n[59](muttering to BAINES across the previous speech) What do they say? Are they selling? Offer the blankets for half the land. \n[60]T-w~e-l-v~e. \n[61] Offer the guns. \n[62]What do they want it for? They don't cultivate it, burn it back, anything. How do they even know it's theirs?  BAINES stops as he comes to a freshly placed fence post. STEWART winds down his complaints watching BAINES anxiously. BAIXES walks down to the next one. he touches the freshly split post.  I thought I might as well mark it out.  \n[63]Ada says you're doing well with the piano?  BAINES keeps walking from post to post.  \n[64]I'll have to come and hear you play. what do you play.  \n[65]No. Well I suppose it takes time.  Sc 74EXT     STEWARTS VEGETABLE PATCHDAYSc 74  ADA has cut a good sized cabbage in the vegetable patch. She throws it to FLORA who misses, dropping it in a pool of mud, spattering her face and dress. ADA smiles and FLORA who was about to cry gives the cabbage a big football beet towards her mother. ADA's mouth falls open, but then she too kicks it and they begin to dribble the mud caked cabbage towards the hut, all the time signing playful insults. Into this arrives STEWART.  \n[66]Baines can't play a damn thing. Is that right he can't play a thing?  We're going to lose that land, the way he was carrying on over it.  Is he musical? You've got to teach him a song. Something simple.  FLORA has her foot on the cabbage, she nudges it off behind her. It roll down the hill. STEWART can't help but notice,  \n[67]What's that?  He follows the cabbage down the hill' where he scrapes some of the mud off.  This thing's been knocked to pieces.  Sc 75     INT/EXT     BAINES' HUT                    DAY     Sc 75  FLORA is seen through BAINES' window Inside, ADA as ever charts her progress on the black keys, eleven. She turns to BAINES for instructions.  BAINES is not himself, he is sulky and distant.  \n[68]Never behave like that, never any where. You are greatly shamed and you have shamed those trunks. \n[69]You've missed this bit. \n[70]And when is the next lesson? \n[71] Stop right there'. This isn't yours  what are you doing with the piano? \n[72]Hah, you're very cunning Ada, but I've seen through you, I'm not going to lose the land this way. Wait here! \n[73]I don't think you should have given up the piano. I will make sure you are properly taught, with music written on to sheets and... \n[74]You don't want to learn. \n[75]And what does this do to our bargain? I cannot afford the piano if you mean me to pay. \n[76]Well, I doubt I want it very much myself. \n[77]Well, thank you, I expect she will appreciate it. So that is agreed on? \n[78]Is it all right? Aren't you going to play something? \n[79]Play a gig.  \n[80]Play a song then  FLORA starts a song, ADA walks past them out of the hut, STEWART ignores her exit moving up to lean on the piano. ADA is seen through the hut window wandering amidst the ghostly, blackened trunks. STEWART'S attention is drawn to ADA, he interrupts FLORA'S singing with a sudden outburst.  \n[81]Why won't she play it? We have it back, and she just wanders off!  FLORA stops to watch her mother through the window. ADA looks towards the house as the music stops.  \n[82]Keep playing!  Grimly STEWART slaps the top of the piano to FLORA's playing.  ADA continues to walk, her face dark and puzzled. She stops. Her head stiffly, irresistibly, lifts and turns in the direction BAINES' hut. She peers deep into the bush as if attempting to penetrate a puzzle. She thinks and walks on.  Sc 88     INT     STEWART'S KITCHEN     DAY     Sc 88  The next day ADA and her piano face each other across the kitchen. A slit of light falls across the piano highlighting it's rosey walnut wood. ADA's expression is critical and distant.  Taking a cloth she begins to clean and polish the piano. Her finger holds down one of the keys and we glimpse an old inscription on its side, a small heart, and an arrow. Putting the cloth aside she sits at the piano to begin playing.  She starts with wholehearted feeling, her eyes closed, but before long she is surprised by a moving reflection across the piano and she 'starts', glancing over her shoulder. She stops and begins again. But once more a reflex has her glance across her left shoulder and she pauses in her playing. Disquieted she starts again and again she looks away. She stops, confused, unable to go on, unable to getup, one hand on the lid and one on the piano keys.  Sc 89     EXT     PATH TO BAINES'     DAY     Sc 89  ADA carrying her cape and bonnet hurries through the narrow bush path to BAINES' hut, FLORA has a fist of her skirt and is pulling back. ADA turns on FLORA and snatches the skirt out of the girl's hand. ADA signs to her and continues on.  \n[83]Where's your mother? Where has she gone?  FLORA pauses petulant and grumpy.  \n[84]You are letting the clothes float off... They are floating off. \n[85] \n[86]Ada! \n[87]Baines is packing up? \n[88]If you leave soon, yes, I am sure of it. \n[89]I've been hoping you would come. \n[90]I want to touch you Why can't I touch you? Do you like me? Do you? Why? Why not?! \n[91]We must both get on. I have decided to trust you to stay here. You will not see Baines? Good, good. Perhaps with more trying you will come to like me? No! \n[92]No!! \n[93]why? WHY? I trusted you! \n[94]Do you love him? Do you?! Is it him you love? \n[95]Take this to Baines. Tell him if he ever tries to see her again I'll take off another and another and another! \n[96] I lost my temper. I'm sorry. \n[97]You broke my trust, you pushed me hard, to hard. You cannot send love to HIM you cannot do it.  Even to think on it makes me angry, very angry \n[98]I meant to love you. I clipped your wing, that is all. \n[99]We shall be together, you will see it will be better... \n[100]... my love bird. \n[101]Ohhhhh my love \n[102]You are feeling better? \n[103]What...? \n[104]Put that away, on the floor. \n[105]I look at you, at your face. I have had that face in my head hating it. But now I am here seeing it ... it's nothing, you blink, you have your mark, you look at me through your eyes, yes. you are even scared of me \n[106]Look at you! \n[107] Has Ada ever spoken to you? \n[108]No, words. You have never heard words? \n[109]Never thought you heard words? \n[110] She has spoken to me. I heard her voice. There was no sound, but I beard it here (he presses his forehead with a palm of his hand). Her voice was there in my head. I watched her lips, they did not make the words, yet the harder I listened the clearer I heard her, as clear as I hear you, as dear as I hear my own voice. \n[111]No, but her words are in my head. (he looks at BAINES and pauses) I know what you think, that it's a trick, that I'm making it up. No, the words I heard, were her words. \n[112]She said, \"I have to go, let me go, let Baines take me away, let him try and save me. I am frightened of my will, of what it might do it is so strange and strong\". \n[113]Understand me. I am here for her, for her I wonder that I don't wake, that I am not asleep to be here talking with you. I love her. But what is the use? She doesn't care for me. I wish her gone. I wish you gone. I want to wake and find it was a dream, that is what I want. I want to believe I am not this man. I want my self back; the one I know. ", "Flora": "\n[1]She says, \"thank you\". \n[2]She says, No. She says she'd rather be boiled alive by natives than get back in your tub. \n[3]Mother... I'm thinking I'm not going to call him Papa.  I'm not going to call HIM anything. I'm not even going to look at HIM. \n[4]It's my mother's piano. \n[5]It must come. \n[6]She wants it to come. \n[7]We can't leave the piano \n[8]Mother wants to know if they could come back directly for it? \n[9]After they have taken the other things? \n[10]My REAL father was a famous German composer \n[11].... They met when my mother was an opera singer... in Luxemburg... \n[12]Why? \n[13]I want to be in the photograph. \n[14]Well, yes, in Austria where be conducted the Royal Orchestra. \n[15](her Scottish accent becomes thick and expressive) In an enormous forest, with real fairies as bridesmaids each holding a little elf's hand. \n[16]No, I tell a lie, it was in a small country church, near the mountains \n[17]The Alps. \n[18]Mother used to sing the songs in German and her voice would echo across the valleys That was before the accident.... \n[19]One day when my mother and father were singing together in the forest, a great storm blew up out of nowhere. But so passionate was their singing that they did not notice, nor did they stop as the rain began to fall and when their voices rose for the final bars of the duet a great bolt of lightening came out of the sky and struck my father so that he lit up like a torch... And at the same moment my father was struck dead my mother was struck dumb! She- never-spoke-another-word. \n[20]Please take us to the beach where we landed. \n[21]Hello. \n[22]What on? \n[23]She says it's her piano, and she won't have him touch it. He's an oaf, he can't read, he's ignorant. \n[24]My mother wants to see your hands. Hold them out. No, no, like this \n[25]You have to wash them. \n[26]Wash them again. \n[27] \n[28]There's no tune left in the piano so she can't teach you. \n[29]Mother says she can't stand to teach piano with it all out or tune. So I'm to do scales. \n[30]I hope you've scrubbed your hands. Oh, it's in tune. \n[31]What's out there? \n[32]You have to watch me where I put my fingers. \n[33]It's in tune. \n[34]I was teaching. \n[35]She wants to see what you can do. \n[36]Everyone has to practice. \n[37] \n[38]What do you want to hear? \n[39]Tell me about my real father. How did you speak to him? \n[40]What happened? Why didn't you get married? After a while he became frightened and he stopped listening. \n[41] I want to speak to my mother I don't want to be outside, I want to watch. I'll be very quiet. I won't look at him! \"I shall listen hard to rehearsal, because I live too far away to go often.\" \n[42]Actually, to tell you the whole truth, Mama says most people speak rubbish and it's not worth the listen. \n[43]Yes, it's unholy. \n[44]The Holly and the Ivy... \n[45]I know why Mr. Baines can't play the piano. \n[46]She never gives him a turn. She just plays whatever she pleases, sometimes she doesn't play at all. \n[47]Tomorrow. \n[48]He's given it to us. \n[49]What will I play?  She looks to ADA, who looks back through her not concentrating.  \n[50]Do I know any gigs?  \n[51]Why? Why can't I?  ADA signs again.  \n[52]I shan't practise and I DON'T CARE!  But ADA does not wait to listen. FLORA walks back through the bush muttering childish expletives to herself. STEWART and his two MAORI helpers come out of the bush towards her. FLORA squeals with fright.  \n[53]To HELL! \n[54]Stay still! It's the very worst knots. \n[55]Mama STOP IT! \n[56]Stop it I feel sick! \n[57]Mumma! Mumma! They are playing your piano! \n[58]Here Papa! \n[59]You shouldn't have gone up there, should you? I don't like it and nor does Papa. Mama, we can play cards together. \n[60]She is asleep, look. \n[61]Mama! Look out! \n[62]One, two, three One, two, three \n[63]This is going to be Adam's tree and then I'm going to make a serpent to live here, with a very long tongue. (She pokes her tongue out and waggles it).  STEWART reads, he glances at ADA who is glum and lifeless.  Sc 109INT     STEWART'S HUT     DAY     Sc 109  ADA and FLORA wake to sunlight streaming in on their faces, more and more of it as STEWART rips the boards from the windows FLORA runs about in nightgown and boots happy to be in the sunlight. ADA winds her hair into a bun. STEWART walks inside, he packs food and fencing equipment  \n[64]We're not supposed to visit him'. \n[65]The grand old Duke of York. He had ten thousand men etc. \n[66]Mumma wanted me to give this to Mr. Baines. I thought maybe it was not a proper thing to do. Shall I open it? \n[67]No, she says NOOOOOO!!! \n[68]Mother!! \n[69]Mama! \n[70]Mama. \n[71]He says you're not to see her or he'll chop her up! \n[72] He chopped it off \n[73]I can't I can't. \n[74]She says, throw the piano overboard. \n[75]She says, throw it overboard. She doesn't want it. She says it's spoiled \n[76] She doesn't want IT! ", "Ada": "\n[1]The voice you hear is not my speaking voice, but my mind's voice. I have not spoken since I was six years old. No one knows why, not even me. My father says it is a dark talent and the day I take it into my head to stop breathing will be my last. Today he married me to a man I've not yet met. Soon my daughter and I shall join him in his own country. My husband said my muteness does not bother him. He writes and hark this: God loves dumb creatures, so why not he! Were good he had God's patience for silence affects everyone in the end. The strange thing is I don't think myself silent, that is, because of my piano. I shall miss it on the journey. \n[2]I didn't need to speak, I could lay thoughts out in his mind like they were a sheet \n[3]What a death! What a chance! What a surprise! My will has chosen life!? Still it has had me spooked and many others besides! \n[4]I teach piano now in Nelson. George has fashioned me a metal finger tip, I am quite the town freak which satisfies! I am learning to speak. My sound is still so bad I am ashamed. I practice only when I am alone and it is dark. \n[5]At night! I think of my piano in its ocean grave, and sometimes of myself floating above it. Down there everything is so still and silent that it lulls me to sleep. It is a weird lullaby and so it is; it is mine. ", "Baines": "\n[1]Are we stopping?... Do you want to stop? \n[2]Shall we stop? \n[3]Tai hoa! Me tatari tatou .., me tutatou I konei. (Wait! We are stopping.. we're stopping. \n[4]She looks tired. \n[5]Anei nga pouaka - ko era e toro. Me era e raa. (Here are the boxes, those three and those two.) \n[6]Mr. Stewart asked if I might show you to the path. (ADA does not move) ... May I carry something? \n[7]aha tenei?  \n[8]Someone died here. It's tapu. \n[9]No, no they know another track - to the side of this. \n[10]I'm not able to read. \n[11]I'm sorry, I can't do that. (FLORA and ADA stare evenly at him) I don't have the time.  Goodbye \n[12]I - can't - take - you there. I can't do it. \n[13]Those 80 acres, that cross the stream, what do you think of them? \n[14]Yes \n[15]I'd like to make a swap. \n[16]The piano. \n[17]No. \n[18]Yes, I thought that. \n[19]I'll have to get lessons. It wouldn't be much use without them. \n[20]They are washed. \n[21]The marks do not come out. They are scars and hardened skin. \n[22]I can't play. \n[23]No, I can't. I'm going to learn. \n[24]I'd rather not play. I want to listen and learn that way. \n[25]I just want to listen. \n[26]Anything. \n[27]Do you know how to bargain, nod if you do. There's a way you can have your piano back. Do you want it back? You want it back? \n[28]You see I'd like us to make a deal. There's things I want to do while you stay. If you let me you can earn it back. What do you think, one visit for every key. \n[29]Your dress? Skirt ...? For every black one? That's a lot less, half. All right, all right then, the black keys. It's better that you play. \n[30]Play... Keep playing. \n[31]No, no bible readers. \n[32]I have a wife. \n[33]She lives her own life in New Jersey, America. \n[34]Lift your skirt, Lift it higher. \n[35]Higher. Lift it higher. \n[36]Undo your dress. This part, I want to see your arms. \n[37]Play. Two keys. \n[38]Ada, four keys. I just want to lie. All right, all right five. \n[39]I can't read music, I have just begun. \n[40]I have been waiting. You are very late. \n[41]I don't want you to play. I just want you to sit. \n[42]No, not two keys. \n[43]Two keys then! \n[44]Te, kawnarna paraikete mo te tahi hawlie 0 te whenna uci. (he'll give you twelve blankets for half the land. \n[45]E hoa ma, haria atu ra takit kia Nihe. (Give my regards to Chief Nihe.  \n[46]Yes, why not.  \n[47]Nothing just yet   \n[48]Do what you like. Play what you like.  ADA is perplexed by this turn about of behaviour. A little uncertainly, she sets about her playing. After a little she too turns to see what BAINES is doing. He's not there. She is surprised then anxious as she fears the deal may be off when there are flaw so few keys to go. She starts to play again, but her anxieties prove too great. She stops and listens. She looks out the window, where FLORA is mucking about in the yard. She walks to his bedroom, listens, then opens the door. BAINES stands naked looking at her. ADA is taken aback  \n[49]I want to lie together without clothes on. How many would that be?  ADA holds up ten fingers an impossibly high number of keys.  BAINES nods.  ADA is surprised; she didn't expect him to agree. ADA checks again holding up her hands.  \n[50]Yes, ten keys.  Hesitantly, she starts to undress. She lies on her petticoat, having deemed the bed too dirty. BAINES lies, very still on top of her. A scraping sound is heard.  Sc 76     EXT/INT     BAINES' HUT                    DAY     Sc 76  FLORA is outside walking on sticks and logs trying to make sure she never puts her foot on the ground. She looks over at the house suddenly aware that the piano playing has stopped again. She investigates the mystery peeping through the various cracks and holes in the loosely built hut. Her vision is always only parts of bodies, the venture is one of challenge and curiosity.  Sc 77     EXT     NATIVE PINE FOREST          DAY     Sc 77  FLORA and three small Maori children play amongst some native pines. Two MAORI WOMEN smoke and chat nearby. The children rub up and down against the tree trunks kissing and hugging them. The game has an edge of promiscuity to it as they exchange trunks and hug one tree as a group. Unseen by the children STEWART marches towards FLORA. He pulls her off the tree.  \n[51]I am giving the piano back to you. I've had enough.  The arrangement is making you a whore and me wretched. I want you to care for me, but you can't. \n[52]It's yours, leave, go on go! \n[53]I don't want to learn. \n[54]No. \n[55]No, no payment. I have given it back. I don't want it. \n[56]It was more to your wife that I gave it. \n[57]So what brings you here? Did you leave something? I have not found anything. Does he know something? The piano is not harmed? It arrived safely? Would you like to sit? I am going to sit. \n[58]Ada, I am unhappy because I want you, because my mind has seized on you and thinks of nothing else. This is how I suffer, I am sick with longing. I don't eat, I don't sleep. If you do not want me, if you have come with no feeling for me, then go! Go! Go NOW! Leave! \n[59]What?  What?  whisper.... \n[60]Now you are going I am miserable, why is that? (He catches her hand and draws her to hint) Ada I need to know, what will you do? Will you come again? \n[61]Wait! I don't know what you're thinking. Does this mean something to you? Hey? (Stroking a strand of hair behind her ear) I already miss you. Ada, do you love me? \n[62]Come tomorrow. If you are serious, come tomorrow. \n[63]Tomorrow? \n[64] Homni 'ci au.  \n[65]He aha to hiahia? Ask for it? Tobacco?  \n[66]I'll be back. \n[67]Can you read? \n[68]You can read? \n[69]Can you read? \n[70]Say it again, just you. \n[71]You say it. (He points to BIG SISTER, who has a crazy deep voice. \n[72]What has happened? Hush, hush, what is it? \n[73] What happened? \n[74]Quiet down! Shhh! Where is she? \n[75]Jesus! I'll kill him! I'll kill him. What did she tell him?  What? \n[76]You mean in signs? \n[77]No, not words. \n[78] Spoken words? \n[79]What are they? \n[80]You punished her wrongly, it was me, my fault. \n[81]No, I love her, we will be a family. I have her piano. I will mend it, she will get better. \n[82] \n[83]Keite pail Kaare e titahataha aria. (It's all right! Look it's nicely balanced. \n[84]No, she needs it, she must have it. \n[85]What did she say? \n[86]It's quite safe, they are managing... \n[87]What? \n[88]I have the key here, look, I'll have it mended... \n[89]Please, Ada, you will regret it. It's your piano, I want you to have it.  But ADA does not listen, she is adamant and begins to untie the ropes.  \n[90]All right. sit down, sit down. ", "Mana": "\n[1]Knare e Wainta! Kaare e Wajata!  \n[2] It is mine. I found it. \n[3] Ncrr! Naaku. It\u0092s mine. Me find it ", "Head": "", "Seaman": "", "Reverend": "\n[1]Nessie, your hand out ... out here, please. \n[2]Nessie, please. \n[3]Look you are being attacked! \n[4]And with the blood ... it will be a good effect: \n[5]And so the young maid came upon each and all of Bluebeard's missing wives, their severed heads still bleeding, their eyes still crying. \n[6]But who it this? ", "Hira": "\n[1]I got the good wife for you Peini. She pray good. Clean. Read Bible. You sleep her Peini. She chief daughter. \n[2]Why? We need you pakeha clever. You sleep her. \n[3]Don't answer, he low born. Jun look at him, mongrel. Your wife where she? \n[4]You have spare wife here Peini. You get rnana for that. Our chief four wives. I marry white man Peini, he a whaler like you. He very good to me. Love me, nurse me. \n[5]Who do that? It not finish, that no good Peini. You finish! \n[6]George, can I use this comb? \n[7]George sick, he don't wanna see nobody. You got Tupeka for the Hira? \n[8]You make BIG mistake George. In first place you should swap land for wife. Now look, she gone, you no land, no music box, you got nothing. \n[9]I worry for us Peini. Pakeha cunning like wind, KNOCK you over, yet you not see it. Some they say, how can pakeha get our land if we won't sell it?\" \n[10]They wrong Peini. We need guns to hold it. \n[11]I worried Feini. What's gonna happen you, you go home, but where we go? We got nowhere to go. \n[12] Gun, ask for his gun! \n[13]Go Peini ... Haere atu e Peini. \n[14]Peini, Peini, liddle gel. I seen her come up here, scream, scream . blood on her. Look bad... very bad \n[15]Put her down Peirn She is liddle. There girl. there \n[16]I worry for you. \n[17]I miss you. \n[18]He rimu teretere koc ete. Peini eeeii, Tere 'Ci Tawhiti 'ci Paniamao eeeii He waka Teretere He waka teretere. Ko koe ka tere 'ci tua whakuere eeeii. You are like seaweed drifting in the sea BAINES. Drift far away, drift far beyond the horizon A canoe glides hither, a canoe glides thither But you though will journey on and eventually be beyond the veil~ ", "Chief": "", "Nihe": "\n[1] E te whsnau keite pai-he takaro tenei. (Everything is fine this is just a game \n[2]Hoki rnai! Hoki rnai! (Come back here! Come back here! "}}