{"filename": "Game,-The_script.txt", "imdb_id": "tt0119174", "imdb_url": "https://www.imdb.com/title/tt0119174", "characters": ["Young Nicholas", "Ilsa", "Nicholas' Father", "Maggie", "Anson Baer", "Daniel Schorr", "Elizabeth", "Christine", "Nicholas' Mother", "Maria", "Power Executive", "Conrad", "Nicholas Van Orton", "Jim Feingold", "Samuel Sutherland"], "dialogues": {"Young": "", "Nicholas": "", "Ilsa": "", "Nicholas'": "", "Father": "\n[1]\"I WANT ONLY DEATH...\" and finally the signature, \"SCHUYLER VAN ORTON...\"  This suicide note is no joke. SCHUYLER backs away from the sink.  Quiet, determined: ", "Maggie": "", "Anson": "", "Baer": "\n[1]I'm giving you an overview of our little operation!  You gotta see the new breed of high yield saplings... \n[2]How was your flight? \n[3]You've been planning this for months, haven't you?  Sandbagging me like this, selling us for scrap... \n[4]I was friends with your father, you bastard, I watched you grow up, and now you kick me in the balls-- \n[5]That's not how you play the game. \n[6]You could've fucking <u>told</u> me! \n[7]Can't find your keys? \n[8]Up your ass? \n[9]I'm not following you. ", "Daniel": "", "Schorr": "", "Elizabeth": "\n[1]Hello, Schuyler. \n[2]I always call on your birthday. How was it? \n[3] \n[4]It wasn't a trick question. Thirty-eight, I thought that might be a-- a difficult year for you... \n[5]I meant-- because of your father. \n[6]Why do I call you... \n[7]Mm-hmm, couple days a week... \n[8]She has a little brother on the way... we just did the ultrasound. \n[9]We are, Sky.  Very happy. \n[10]Are <u>you</u>?  Happy? \n[11]Really? \n[12]Who knows, maybe it'll be good for you.  Send David my love. \n[13]You too, Schuyler-- I mean that-- \n[14]What has happened to you, Sky? \n[15]No you weren't-- \n[16]It's... a radio... \n[17]Schuyler, try and listen to me.  I love you, I always have, I always will.  And maybe this is... good. Maybe this a point you had to reach, before-- \n[18]Before-- I'm just glad you came to me for help.  I don't know if I'm strong enough to, to handle this on my own but I know a lot of excellent crisis people-- \n[19]Hello?  Hi, hon, I'm OK... um, could I call you back...? \n[20]Of course he's an actor, it's a commercial. \n[21]Have you taken something? \n[22]Are you on drugs? \n[23]Schuyler, I'm calling a friend right now, I want you to wait here with me until-- \n[24]Kind of late for your birthday, isn't it? \n[25]If you wanted to borrow my car, you could've just asked-- ", "Christine": "\n[1]Can I take your order? \n[2]Oh, right.  Here, see ya. \n[3]Sorry. \n[4]You guys know what you want? \n[5]Fuck me! \n[6]It was an accident-- \n[7]Huh?  Oh I get it-- you're nuts. \n[8]Dickhead here was on the <u>phone</u>, he walked right into me! \n[9]Shut the fuck up. \n[10]What?... \n[11]Fuck you too. \n[12]Asshole, just send me the goddamn dry-cleaning bill.  Could you--? \n[13]Uh-huh sure, here you go. \n[14]Not anymore, thanks to you. \n[15]No, you don't understand.  I carry mace and I know how to use it. \n[16]Shit, it's in here somewhere-- \n[17]Shit-- \n[18]You got a fucking phone, call an ambulance! \n[19]You really are insane! \n[20]We need an ambulance, guy's having a heart attack near the MUNI station at 5th and Market-- What's the number on this thing?! \n[21]731-5723-- yeah, thanks-- \n[22]I'll go. \n[23]Chill, will you?! \n[24]Neither do I, now siddown, get outta their way! \n[25]What is your problem, you think the whole fucking world revolves around you? \n[26]What the fuck is going on?! \n[27]Try! \n[28]I don't get it. \n[29]OK, I'm puzzled.  Where <u>are</u> we? \n[30]Here's a lightswitch-- \n[31]Of course.  I have no idea what you're talking about. \n[32]Son of a bitch. \n[33]Last match. \n[34]Too bright for you, is it? \n[35]No way!  You're crazy! \n[36]Leave me alone! \n[37]Help! \n[38]Aaggh!  BUGS!! \n[39]Fuck the glasses! \n[40]Ha! \n[41]No! \n[42]...Blue? \n[43]Wow... OK, this is kinda cool.  Hey! \n[44]Talk about the blind leading the blind... what's your name anyway? \n[45]Sky?  Were your folks hippies or something? \n[46]I'm Christine Kaminsky. \n[47]Well, who does. \n[48]So are you like a serious masochist, or just really, really bored? \n[49]Well... I have to tell you something.  Some guy came into Leo's yesterday, showed me your picture, offered me 250 bucks to spill that food on you. \n[50]Said it was a practical joke.  I figured what the hell, I can use the money-- I got him up to 500. I hated that fucking job anyway-- \n[51]No!  It scared the shit out of me-- \n[52]I used to be a lifeguard. \n[53]How do we get up there? \n[54]Well, that was pointless... but different... kind of fun... \n[55]Louise... why? \n[56]But-- why? \n[57]This is really sick.  I think they're trying to fix us up. \n[58]Who says I want to play? OK, what the fuck are you doing in the dumpster. \n[59]What's that for? \n[60]What are <u>you</u> looking at? \n[61]Your turn. \n[62]You're outta conditioner. \n[63]So um... how rich are you anyway? \n[64]Well, what exactly do you do? \n[65]So you just like, move money around? \n[66]You don't look so bad, without the tie. \n[67]I'm not much of a waitress, really. Y'know, today's been kind of-- \n[68]Kind of a turn-on, you know? I didn't mean-- just, the danger... Like fucking in a graveyard. \n[69]Out in Concord, with my folks, unfortunately.  They're never gonna believe that I've been hanging out with a guy like you. \n[70]Nothing, just-- most of the guys I see have tats, y'know? Tattoos... \n[71]Mind if I smoke in here? \n[72]So what's our next move?  I mean, in the game.  Obviously we need to figure out what that crank thing is for-- \n[73] \n[74]Yeah, maybe I'll get in a little ballroom dancing before bed-- \n[75]Wait, what about your clothes? \n[76]C'mon it's a brand new sweatshirt. \n[77] \n[78]See ya. \n[79]Daddy?  Who is it? \n[80]Sky?  Hi, Sky. \n[81]I didn't think I'd-- what are you doing here? \n[82]No... unfortunately. \n[83]Come on-- \n[84]What?  Who? \n[85] \n[86]Why would they do that? \n[87]So that's the only reason you came out here to East Hell, your stupid goddamn game. \n[88] \n[89] \n[90]Can you get us into Chez Panisse?  I always wanted to eat there-- \n[91] \n[92]Don't be stupid.  Don't say anything, not here, they're watching. \n[93] \n[94]It's a beautiful night, isn't it? \n[95]There's four of them in the van, they're armed.  Just play along, I'll get us out of here-- \n[96]You idiot!  Come on! \n[97]Get away from there!! \n[98]God, wake up, it's a con game! \n[99]Watch out!! \n[100]OK, we lost 'em-- \n[101]What are you doing!? \n[102]I coulda handed you to them!  They find me now I'm dead-- \n[103]Listen to me you bastard-- I know what's going on!  No one else is gonna tell you! \n[104]No cops, I got an outstanding warrant. Mail fraud.  I'll get nailed, but you'll never be able to prove a thing. Just drive. \n[105]Heard about this big swindle and-- I needed the money.  You wouldn't know what that's like. \n[106]Second-hand smoke is the least of your problems. Shit, they really screwed up, I can't believe they didn't take the time to get the house right. \n[107]They planted me in advance, your brother set you up. \n[108]It's not his fault, he thought it was the only way out... just another victim. \n[109]Honey, they already got it. \n[110]You don't believe me, check your bank accounts.  Listen, that night in your office, remember?  I downloaded files off your computer while you were in the shower... \n[111]I stuck in a code-breaking program to glve CRS remote access to Van Orton Group files... \n[112]--you'd already given them everything else they needed.  Your handwriting, voice samples, personal information, all the tests you took... they used the data to generate your passwords. \n[113]From there they just had to break into the financial networks, transfer your holdings into some dummy accounts-- \n[114]Remember Jim Feingold, guy who signed you up?  He's one of the original hackers, did a five-year stretch for zapping Citibank. \n[115]He's not some dweeb flunkie, he runs the whole show. \n[116]I'm sorry.  They already did your brother, I guess they figured you for a family of suckers... \n[117]Bet you haven't really been taking care of business the past few days, huh?  This \"game,\" the psych shit about your dad going sui... \n[118]All of it was just to buy time, keep you from paying attention... \n[119]I think maybe you should pull over... \n[120]I think I have some cash. \n[121]Money isn't everything, right? \n[122]C'mon chill, what'd they take you for, a couple hundred G's?  Chump change for a guy like you, chalk it up to experience. \n[123]A bil--? You're kidding, right? \n[124]Oh my God-- \n[125]Never drink it.  Makes my tits hurt. \n[126]Thank you. \n[127]What's so funny? \n[128]Tell me. \n[129]Not that much. \n[130]He's in on it. \n[131]Mm... I wouldn't worry about it. \n[132]It's out of your hands. \n[133]That's not my name. \n[134]We needed you to call your banks. Cellular calls can be intercepted, rerouted, y'know. \n[135]All those calls to Switzerland and Chase Manhattan-- you were talking to our people.  See, we were still missing a lotta pieces-- access codes, passwords, stuff even Plyrnpton didn't have-- but now we have I everything.  I guess you are pretty fucking stupid-- but thanks. \n[136]It's over.  Just let go... \n[137]What are you <u>doing</u> here? \n[138]Listen, everything's OK, nobody touched your money, nobody stole a thing, that's impossible-- \n[139]It's just a game! \n[140]What are you talking about? \n[141]Well, look, I'm sure it's just another stunt-- that can't be real, taste it. \n[142]Wait a minute.  What's that? \n[143]We didn't give it to you?  Where did it come from? \n[144]We searched your house! \n[145]He's armed, he's got a real gun. Real Situation, real-- \n[146]Schuyler this is all <u>fake</u>, tricks, it's all part of the game-- \n[147]The key!!  They, we gave you a key to the elevator!  Why would we do that?!  We wanted you to come up-- \n[148]No, no, it's THE GAME!!  Blanks, squibs, high-tech special effects, none of it's real!  Just open that door and I'll show you! \n[149]THINK ABOUT IT!!  They followed you every step of the way, the cab, in the trunk, we had a diver-- \n[150]--the guy in Honduras, the cop on the train, there was always a safety net, always-- \n[151]We've been trying to end it since you got back, our people came to your house, they tried to bring you in from the subway, you kept running, you weren't supposed to keep getting lost-- \n[152]Please Sky, please.  Take a breath and think about it! \n[153]You're all right, it's OK, just relax... \n[154]Please... when you open the door, the game ends... just open the door... Bill Fisher's out there, he's fine, nobody got hurt.  Why would we do the crazy things we did, if it wasn't part of a game?  We thought you <u>knew</u> that... \n[155]Oh God.  I blew it... we blew it... \n[156]That stupid... \n[157]You fucking psycho, you piece of shit, how could you-- \n[158]Hey... you all right? \n[159]Little shook.  I'm pretty much a method actress, y'know? \n[160]Susan.  Susan Waters. \n[161]Can I have a puff? \n[162]God? \n[163]Does it matter? ", "Mother": "", "Maria": "\n[1]Carol from the museum called. She's sending architect's sketches of the wing... \n[2]That Business Week reporter called again-- \n[3] \n[4]Sorry, I figured it was a crank, but he swore you'd know who he was.  He wanted to meet you for lunch, I told him you had appointments all-- \n[5]But you-- \n[6]No.  He just said he'd be at Leo's in the Haight.  At noon. ", "Power": "", "Executive": "", "Conrad": "", "Jim": "", "Feingold": "\n[1]Problem? \n[2]Van Orton, huh?  I'll take him. Jim Feingold, v. p. in charge of engineering and data analysis. \n[3]Sorry about the chaos, we're still in the process of moving... follow me, I've got an office around here someplace. \n[4]I can't remember the last time I ate in a restaurant, all I do is work... \n[5]Application, MMPI and TAT tests, financial statement... Want some?  Tung Hoy, best in Chinatown... The tests serve a threefold purpose. First off, are you right for us? Are we right for you?  Unfortunately, there's a limited number of slots-- \n[6] \n[7]Well... it's a game. \n[8]Recharges the batteries, gets you off the treadmill, it's an experience.  Sort of a-- vacation for the guy who's been everywhere. \n[9]Nothing.  I know who you are. You're David Van Orton's brother, he got you in here. \n[10] \n[11]You know, a player. \n[12]I don't mean anything personal by it-- I know you're an important guy, powerful guy, you're used to being on top.  It's just, this isn't for everyone.  Not everyone can handle it. \n[13]The ultimate fucking game.  I wish I could tell you more, but it's different every time. Thanks for coming in-- \n[14]Interesting, you don't know the first thing about it but you've already decided what it is... Listen, I don't wanna waste any more-- \n[15]Ms. Nelson, are you busy?  We need someone to run Mr. Van Orton. \n[16]I'll catch up with you after the physical. \n[17]Sorry to keep you waiting, a client's head exploded... You can get dressed, we're done. \n[18]Looks promising at this point. You test well, you're in decent shape for someone in your tax bracket... Hm, some resistance to the psych questions, but we got the general idea... \n[19]We design the game around your schedule, you're free to give it as much or as little time as you wish.  And of course, you can call it quits at any point. \n[20]You'd have to ask our billing department... the price varies.  But our service comes with a guarantee. If you're not satisfied, there's no charge.  And we've never had an unsatisfied customer... \n[21] \n[22]It's a leap of faith.  But at this stage, there's no commitment-- we just need to process your application.  And if you qualify, you're in for the ride of your life.  What have you got to lose? \n[23]Initials-- initials-- sign here. \n[24]In blood. ---Just kidding. \n[25]Very good, Mr. Van Orton.  Please, keep the pen. \n[26]We'll be in touch. \n[27]Ooof-- my head is killing me! \n[28]Sure, some aspirin-- \n[29]My head feels great!  Thanks to Ambutol, I'll never use <u>aspirin</u> again! \n[30]Oh please... I got my kids here... \n[31] \n[32]Look, buddy, it was just a job-- nothing personal, y'know?  I play my part, improvise a little, that's what I'm good at, I still do a little stand-up-- \n[33]Of CRS?  Christ, nobody knows, nobody gets the big picture-- Jason, Tommy, cut it out! \n[34]Goddammit, why do they do that. \n[35]They own the whole building, they just move from floor to floor. \n[36] \n[37]No way, it's too dangerous. \n[38]We're here, Sky.  They said they're on the twelfth floor. \n[39]Look-- what are you gonna do?  Really? \n[40]You <u>shot</u> her!?  No! Qh God no... \n[41]He fucking <u>shot</u> them!! \n[42]Hang on, just hang on, you're gonna make it-- \n[43]Oh God.  I thought you could handle it.  All the tests... they said you could handle it... \n[44]God, why-- there was no point.  It was supposed to be fun... \n[45]Sure glad you jumped, compadre. Otherwise I was supposed to throw you off. It's not strictly legal, so don't tell anyone... The cigar.  It's a Monte Cristo, straight from Havana. ", "Samuel": "", "Sutherland": ""}}