{"filename": "Cell,-The_script.txt", "imdb_id": "tt0209958", "imdb_url": "https://www.imdb.com/title/tt0209958", "characters": ["Gordon Ramsey", "Catherine Deane", "Ella Baines", "Lucien Baines", "Cole", "Carl Stargher", "Edward Baines", "Henry West", "Dr. Barry Cooperman", "Peter Novak", "Mrs. Hickson", "Dr. Miriam Kent", "Anne Marie Vicksey", "Teddy Lee", "Julia Hickson"], "dialogues": {"Gordon": "", "Ramsey": "\n[1]\t\tWho found her?  \tCole nods at a visibly shaken WORKMAN seated in a patrol car.  \n[2]\t\tWell, honey, what's worse?  Doing it \t\tyourself or asking your mother for help? \t\t\t \t\tCan it wait 'til I get back/ \t\t\t \t\tI have no idea, Jeannie.  \tNovak checks his watch and the street.  Clearly waiting for \tsomeone or something.  \n[3]\t\tWell all right.  Good luck with the \t\tMonster.  I love you too.  Bye-bye.  \tRamsey snaps shut the cell-phone.  \n[4]\t\tWe call Jeannie's mother \"The Monster\" \t\tbecause, well... she just is.  \tNovak is oblivious, pouring over tire-related info.  \n[5]\t\tI know you could care less about my \t\tpersonal life, Peter, but I do \t\tappreciate the occasional, \"How's your \t\twife, Gordon?\"  \tHe waits.  Novak obliges:  \n[6]\t\tPregnant.  Thanks for asking.  \tNovak is distracted by Teddy Lee entering the diner.  \n[7]\t\tDamn, man, I give up.  Your partner \t\ttells you his wife's gonna have a baby, \t\tand all you care about is a coroner's \t\treport!  \tRamsey assesses the exhausted, lonely, intense man sitting \tacross from him.  \n[8]\t\tI feel for those girls too, Pete.  And \t\ttheir families.  But it's just a job. \t\tSomeday it'll be over.  And then what'll \t\tyou have?  \tMuch to Novak's appreciation, Teddy Lee's arrival provides an \tescape from answering the question.  \n[9]\t\t\t \t\tMore hair.  I could knit this guy a \t\ttoupee.  \tNovak finds something in the report that catches him by \tsurprise.  He double-checks and shows the item to Teddy.  \n[10]\t\tAnd that means?  \tTeddy moves aside and takes another bite of his lunch \t.  \n[11]\t\tA purebred German Shepherd.  \tNovak shows them a picture of a WHITE GERMAN SHEPHERD taken \tfrom a resource on the Internet.  \n[12]\t\tBreeders typically destroy albino pups, \t\tso this animal is truly unique.  \n[13]\t\tRegistered breeders of German Shepherds.  \tThe list is long and a few of the cops GROAN.  Novak silences \tthem with a fierce look that says, \"I will not rest until \tthis man is found and neither should you.\"  \n[14]\t\tShe was still living at home?  \n[15]\t\tJohn, you came to pick her up when?  \n[16]\t\tNo sir.  I'm sorry.  \tRamsey's cell-phone rings and he excuses himself to a corner \tof the room, leaving Novak alone to deal with this \tuncomfortable, sad situation, no one saying a word until an \temotionally shattered Mrs. Hickson, fingering a rosary, feels \tcompelled to tell him.  \n[17]\t\tShe remembers because it was her \"dream \t\ttruck.\"  Wanted one just like it.  \n[18]\t\tLet's give old Carl a call.  Tell him \t\the's got company.  \n[19]\t\tShe's not here.  \tNovak would give anything for that not to be true.  \n[20]\t\t\t \t\tYou should come downstairs.  \n[21]\t\tWhat the hell does that mean?  \n[22]\t\tWhat're you doing here, Reid?  Paving \t\tthe way for his insanity defense?  \n[23]\t\tWhoa.  Wait a minute.  \n[24]\t\tWe'll go back to his house, Pete. \t\tThere's still a lot to do.  Analyze the \t\tvideos, track sales of the bleach, go \t\tthrough his records.  Maybe he owns \t\tproperty somewhere.  \n[25]\t\tIs it possible?  \n[26]\t\tYou sure you want to go through with \t\tthis?  \n[27]\t\tI don't know, Pete, but for god's \t\tsake... This is nuts.  Do you really \t\tunderstand what they're going to do?  \n[28]\t\tWhy jeopardize what we've already done? \t\tWe caught the sonofabitch.  Carl \t\tStargher.  That's going to be like \t\tBundy, Gacy, Dahmer.  A case that makes \t\tcareers.  But if we push our luck.  If \t\tthis is all bullshit and we come out \t\tsmelling like it.  \n[29]\t\t\t \t\tThat's not what I'm talking about, Pete. \t\tI'm talking about waking up and \t\trealizing this girl's gonna die.  \tThe words are anathema to Novak.  \n[30]\t\tWe removed eight metal rings.  \tMiriam peels away a bandage and examines the flesh.  \n[31]\t\tSorry.  \tMiriam prepares a series of CHEMICAL CARTRIDGES and loads \tthem into a container connected to the IV-like tubes linked \tto the suspension device.  \n[32]\t\tWhat is it - are they - exactly?  \tThat's like asking her to explain the rules of cricket.  \n[33]\t\tWhat happens here?  \n[34]\t\tWhere the hell you been?  \tThey turn to see Ramsey.  \n[35]\t\tNext time, tell me, okay?  \n[36]\t\tYour colleagues want to know what to do \t\twith Stargher.  \tNovak looks to Catherine for the answer.  Through the window \tblinds, she watches John Tracy lower his head.  \n[37]\t\tJesus Christ, man, you look like hell.  \n[38]\t\tWhoa-whoa-whoa.  Mind telling me what \t\tthe fuck is happening?  \t Novak points to the photo of Stargher's basement, \tspecifically the hoist.  \n[39]\t\tYou're bettin' the farm on something you \t\tsaw after they pumped you full of god \t\tknows-what kind of shit?  \n[40]\t\tYou might've seen Jimmy Hoffa dancing \t\twith Timothy Leary.  I don't care.  \tNovak is not stopping...  \n[41]\t\tPete, listen to me.  What did you really \t\tlearn in there?  Anything new?  You \t\treally think Stargher gave you a save \t\tthe-day clue?  What if this is all some \t\tkind of trick your head is playing on \t\tyou?  \tHe won't consider that.  Novak climbs into the helicopter and \tbuckles himself in.  He looks to Ramsey - you coming? - \tRamsey pats the side of the chopper and signals for the pilot \tto take off.  \n[42]\t\tWhat are you talking about?  \tMiriam analyzes the situation and regretfully, angrily, \tworriedly realizes what's happened.  \n[43]\t\tDone what?  ", "Catherine": "\n[1]\t\tThanks for the horse.  \tHe's a shy child, yet comfortable with Catherine.  \n[2]\t\tHe's beautiful...  \tEdward smiles, delighted he made her happy.  \n[3]\t\tBut I thought we were going sailing.  \tThe boy frowns.  \n[4]\t\tYou promised.  \tA devilish glint in his eye, Edward redirects the mirror. \tCatherine follows the flicker to a TOY BOAT in the sand.  \n[5]\t\tWe can't fit into that!  \tEdward shines light in her eyes, momentarily blinding her, \tthen snaps the locket shut.  When her vision clears, \tCatherine sees a GIANT SHIP perched among the dunes.  A craft \tweighing hundreds of tons just sitting there in the desert.  \n[6]\t\tThat'll do.  \tShe walks toward it, but Edward doesn't follow.  \n[7]\t\t\t \t\tCome on, Mister E.  \tShe extends her hand, but he adamantly shakes his head no.  \n[8]\t\tWhat now?  \n[9]\t\t\t \t\tWho says?  \n[10]\t\tOh no... No you don't.  \n[11]\t\tI bet we can fix it.  \tShe opens a rusted iron DOOR.  It makes an HORRIFIC \tSCREECHING SOUND.  Similar to metal-on-metal, but more \tpiercing, more pained.  As if made by a living thing.  \n[12]\t\t\t(familiar with the noise, a \t\t\twarning to him \t\tEd-ward...  \tThe boy's FACE CONTORTS, turning into something half-human, \thalf-animal.  A monster.  Mocky-Lock.  He SCREECHES, trying \tto frighten Catherine, but she cocks her head...  \n[13]\t\tWe agreed.  No more Mocky-Lock.  \tThe creature sticks its tongue out and DIVES.  \n[14]\t\tEdward!  \tBut it's too late!  Edward/Mocky Lock slithers into the sand \tand disappears.  Resigning herself to a failure, she opens \tthe palm of her left hand, revealing a SMALL BUMP in the \tflesh between thumb and forefinger.  She presses hard and...  \n[15]\t\t\t \t\tA pocketful of rye...  \n[16]\t\tBaked in a pie...  \tIN THE CONTROL ROOM, Henry hits a switch and Catherine is \tlowered to the pedestal.  Miriam checks Monitors displaying \tCatherine's vital signs and continuing what must be a \troutine, presses numbers on a keypad to open the PRESSURIZED \tAIRTIGHT DOOR separating the two areas.  \tIN THE PROCEDURE ROOM, lights come on and Miriam eases \tCatherine out of the apparatus.  She checks her pupil \tdilation, pulse, throat, and reflexes.  She pokes and prods \twith a familiarity that would seem rude to an outside \tobserver, but is nothing to them.  Getting to her feet, we \tsee that Catherine's BODYSUIT is made of an unusual dark \tfabric almost liquid in consistency.  \tAT THE CONSOLE, Henry moves to another section and for the \tfirst time, we see there are two elaborate neural monitors. \tAnd the \"brain\" pictured here is smaller.  Younger...  \n[17]\t\tAlmost.  Mocky-Lock showed up.  \n[18]\t\tMocky-Lock is a pain in the ass.  \tHenry communicates with them via the intercom.  \n[19]\t\tA nursery rhyme.  \tCatherine detaches the cables and eases Edward's frail body \tinto a waiting wheelchair.  Miriam takes a penlight and \texamines the boy's eyes... An emotionless void, oddly \tbeautiful.  \n[20]\t\tI'll tell the nurse. \t\t\t \t\tGod, he loves when you visit.  \n[21]\t\tYou don't know about me, though, do you?  \n[22]\t\tThere's been progress.  \n[23]\t\t\t \t\tYou picked me, remember?  And I took the \t\tjob.  Gladly.  This is the next wave and \t\tI want to be part of it...  \n[24]\t\tThen what is it?  \tIntrospective and solemn-eyed, Lucien takes a moment, then:  \n[25] \n[26]\t\tHe hates me.  \n[27]\t\tShe thinks I can bring Edward back.  \n[28]\t\tI want to try it.  Please.  \tMiriam knows what this is about.  \n[29]\t\tWhy not?  Just once.  A trial run.  What \t\tharm could it do?  \n[30]\t\tWhy is it taking so long for us to reach \t\thim?  Because we've been reactive, \t\tthat's why.  And we need to be active.  \tMiriam reaches for Catherine's wrist and takes her pulse.  \n[31]\t\t\t \t\tMiriam...  \n[32]\t\tHe creates the obstacles, he decides \t\twhich games to play.  \n[33]\t\t\t \t\tIt could take years for me to get past \t\tthe barriers he's created.  \n[34]\t\tI do it all the time!  \n[35]\t\tI'd be there for him.  \n[36]\t\t\t \t\tOkay, okay...  \tMiriam takes a penlight and examines Catherine's eyes.  \n[37]\t\t\t \t\tNo.  \n[38]\t\tYes mother.  \n[39]\t\tOkay.  \tMiriam gathers her belongings.  \n[40]\t\t\t \t\tI've got to feed my cat.  Besides, I \t\twant to get to bed early.  \n[41]\t\tPleasant dreams, Mister E.  \n[42] \tSmall and isolated, the nearest neighbor a block away.  \n[43] \tThe place is a mess.  Computer print-outs, dirty dishes, \tunopened mail, videotapes, and notepads cover tables, chairs \tand floor.  On the crammed bookshelves, psychology texts sit \tnext to volumes on mythology, religion, and the occult. \tTotems, figurines and artifacts (Central and South American \tin origin) adorn the walls and tables.  \tAs Portishead plays on the stereo, we find Catherine \tsuffering from insomnia, wearing goofy-yet-hip eyeglasses, \tsweatpants and a UCSD T-shirt, sharing a late-night snack \twith her pet CAT.  She shuts the refrigerator door and we \tlinger on an odd POSTCARD taped to the surface.  A kitschy \tpostcard of a warrior/goddess.  \n[44] \tLying on her bed , Catherine sleepily stares at \tthe ceiling, rolls onto her side, and feels herself drawn \tinto the comforter.  The folds of the fabric become ripples. \tRipples become dunes.  \n[45] \tIN HER OWN BED, Catherine's eyes are open.  In sharp contrast \tto a typical reaction to a nightmare, she remains calm.  No \tsweaty face, no gasp, no reaction at all, really.  She might \tas well have been dreaming of puppy dogs.  Wide awake, her \teyes return their gaze to the ceiling.  \n[46]\t\tGo.  To.  Sleep.  \n[47]\t\tIt's fixed!  \tAT THE TREE TRUNK, Catherine extends her hand and suddenly \tEdward is there, quite close, reaching out.  Catherine's hand \ttrembles.  The boy is startled.  \n[48]\t\t\t \t\tI'm not signalling...  \tHer hand tenses and shakes uncontrollably.  \n[49]\t\t\t \t\tI'm not signalling!  \tEdward is frightened by what's happening and runs away. \tCatherine tries to call out, but her throat constricts, \tmaking speech difficult.  \n[50]\t\tI'm not... \t\t\t \t\t\t \t\t\t \n[51]\t\t\t \t\tA pocketful of fucking rye. \t\t\t \t\tWhat's wrong?  \n[52]\t\t\t \t\tWhy did we stop?  \tCooperman appears in the window and explains.  \n[53]\t\tWhat if...?  \tAll eyes turn to her.  \n[54]\t\tWhat if he wasn't like this?  What if he \t\twas \"normal?\"  Conscious.  How far would \t\tyou go?  \n[55]\t\tDo you think he'd tell you what you need \t\tto know?  \tJohn's discomfort is increasing and Novak is sensitive to it.  \n[56]\t\tReally?  I don't work with violent \t\tcases, I work with children.  But even a \t\tkid lies.  They love it when they get \t\tyou to believe something that isn't \t\ttrue.  Don't you think Stargher would do \t\tthe same?  \n[57]\t\tOkay.  Let's assume he wanted you to \t\tfind him, that some part of him hated \t\twhat he was doing... Most likely, that \t\tpart is dead.  Schizophrenics with \t\tWhalen's Infraction sever all ties with \t\tthe real world.  I'm sorry, I really am.  \n[58]\t\tIf he came to trust me, yes, but it \t\ttakes months to build that kind of \t\ttrust.  Someone like Stargher can't \t\tdistinguish between fantasy and reality. \t\tIt's all the same.  He might tell me \t\tshe's in Timbuktu and absolutely, one \t\thundred percent believe it to be true, \t\tbut she's...  \n[59]\t\tI realize that...  \n[60]\t\tThe first... What?  Six or seven times I \t\twent in.   Remember what happened?  \n[61]\t\tLike a New Year's Day hangover.  \n[62]\t\tYou don't know the procedure.  \n[63]\t\tThen he should like this.  \tCatherine connects Stargher to the SUSPENSION APPARATUS and \tit HOISTS him off the table.  \n[64]\t\tThey're comforted by the feeling of \t\tweightlessness.  Like floating in water.  \tHenry catches Ramsey poking his nose near a THIRD SUIT AND \tAPPARATUS in the dressing area.  \n[65]\t\tI'll be fine.  \n[66]\t\tNo.  No.  \tIN THE PROCEDURE ROOM, we see chemicals mix with her blood, \tthen feed the IV.  AT THE CONSOLE, as Henry types furiously \tat the computer keyboard, Novak asks Miriam:  \n[67]\t\tHello?  \tThe frightened child retreats into a corner of the \tclaustrophobic room, but the horse does not startle. \tSurprisingly - to the boy - the horse takes an affectionate \tstep toward Catherine, inviting her to take over.  Catherine \tallows the mare to smell her, then vigorously scratches along \tthe mane and shoulder, much to the horse's delight.  \n[68]\t\tYeah, you like that, don't you?  \tShe can see the boy hiding in the corner, stealing glances at \ther from the shadows.  \n[69]\t\tIs your name Carl?  \tThe boy - YOUNG STARGHER - is startled and intrigued by the \tquestion - How did she know that?! - but says nothing.  \n[70]\t\tAnother little boy I know, he has a \t\thorse, too.  \tThe boy reacts to an unusual SOUND coming from the CEILING.  \n[71]\t\tHis name's Edward.  The boy, not the \t\thorse...  \tThe boy takes a few steps toward her, out of the shadows, but \the seems more concerned about something in the ceiling than \t\"connecting\" with Catherine.  Very anxiously, he looks at the \twall behind Catherine and watches an old wind-up kitchen \tTIMER click down.  \n[72]\t\tWhat's the matter, Carl?  \tAgain, a sharp SOUND from the ceiling.  \n[73]\t\tWhat's wro---?  \tYoung Stargher RUNS at her and SHOVES her hard!  Catherine \tFALLS BACK just as EIGHT SHEETS OF GLASS drop from the \tceiling!  Like oversize razor blades, they slice the horse \tinto four clean sections.  They separate and compact the \tquadrants until four glass-contained sections of dissected \thorse stand within the room.  Catherine SCREAMS, but the mare \tbarely acknowledged what happened.  Betraying no emotion, the \tboy runs.  The shaken Catherine takes a moment to collect \therself, then gives chase.  \n[74]\t\tIs it cold in here?  \n[75]\t\tDo you think that's funny?  \n[76]\t\tIt doesn't have much to do with science.  \n[77]\t\tThe soul.  The spirit.  Whatever you \t\twant to call it.  \n[78]\t\tAgent Novak?  \n[79]\t\tDo you feel there's a side of yourself \t\tyou don't show people?  \tThe question catches Novak off-guard, but he's willing to \tanswer.  Anything to get her talking.  \n[80]\t\tJust like we all have fantasies, right? \t\tThings only we know, that we don't \t\tshare.  \n[81]\t\tDuring the sessions.  When I'm inside. \t\tI see those things.  What a person \t\thides, what they despite, what they want \t\tto control.  With Stargher...  \tThis is difficult for her.  \n[82]\t\tWith Stargher I saw things...  \n[83]\t\t\t \t\tA kingdom.  His utopia. \t\tLife without consequence or restriction. \t\tHe's not even Carl Stargher anymore. \t\tHe's this... idealized version of \t\thimself who can do anything he \t\tpleases... Without fear.  A horrible \t\tprimitive ugly thing. \t\t\t \t\tI don't want to talk in here.  \tShe kisses Edward's forehead and exits.  \n[84]\t\tWhy'd you bring him here?  \n[85]\t\t\t \t\tAs soon as I met him, you knew I'd say \t\tyes.  He makes Julia real for me.  \tNovak nods.  Guilty.  \n[86]\t\tYou thought Stargher wanted to be \t\tcaught.  \n[87]\t\tYou were right.  There's a part of him \t\tthat knows the truth.  About what he \t\tdid, about himself.  \tNovak's curiosity is piqued.  \n[88]\t\tThis is going to sound terrible, but... \t\tI don't think she matters anymore.  Not \t\tto him.  He never finished her.  The \t\tothers...he was able to make them his.  \n[89]\t\tHe might tell me about Julia.  The part \t\tof him that wants to help, that feels \t\tshame and remorse.  Who wants to be \t\tredeemed.  \n[90]\t\tNot Stargher, not really.  He's split \t\thimself right down the middle. \t\tGood/evil, right/wrong, merciful/cruel. \t\tA monster.  And an innocent child.  If I \t\tcould reach the boy.  \n[91]\t\tDon't you feel there are different sides \t\tto every personality?  Maybe even the \t\tworst of us is capable of one decent \t\tact.  We're all human.  \n[92]\t\tThen what is he?  \n[93]\t\tIf you believe that.  \n[94]\t\t\t \t\tWhat happened to Charles Gish?  \tNovak doesn't respond.  She prods him.  \n[95]\t\tWhat happened?  \n[96]\t\tTell me.  \tGod, he does not want to do this.  \n[97]\t\tYou're sure of that?  \n[98]\t\tTell them to prep him.  And that I'll be \t\tright there.  \tRamsey nods and heads back to the lab.  \n[99]\t\tI need something.  \n[100]\t\tYou're a good boy, aren't you, \t\tValentine?  \tThe dog picks up a scent from the procedure room and moves \tit, Catherine and Novak following.  \tIN THE PROCEDURE ROOM, Stargher lies face down on a gurney. \tNow taped to the wall near Stargher are PICTURES from the \tbasement - his dolls, the hoist, etc.  Miriam (in surgical \tmask and gloves) carefully re-inserts the METAL RINGS (taken \tfrom an FBI EVIDENCE BAG) into the eight straps of flesh on \this back.  When he sees this, Valentine whimpers and hides. \tCatherine comforts him.  Miriam finishes her task and removes \ther mask.  \n[101]\t\tOkay, okay...  \tLIGHTS FLICKER.  Catherine's eyes shut.  FADE TO BLACK...  \n[102]\t\tDon't kid around, Henry...  \tHer suspension apparatus DESCENDS on the floor.  \n[103]\t\tYeah, yeah, yeah.  I'm not sleepy.  \tAs she moves toward the panel, everything becomes larger.  By \tthe time Catherine reaches the circuit breaker, it is the \tsize of a garage door.  Curiouser and curiouser...  \tShe turns around to see the LABORATORY IS EMPTY and DEAD \tQUIET.  And she sees herself - Catherine as small as a mouse \ttrapped in a giant walled space.  \tAT THE CONSOLE, Novak, Miriam and Henry observe the procedure \troom.  And Catherine.  Suspended in the apparatus. \tMotionless...  \n[104]\t\tValentine?  \tOut from the darkness, moving in normal motion, comes the \twhite German Shepherd, but in the thick haze, his face is \tindistinct and ghostly.  \n[105]\t\tHi sweetie...  \tAnd as she steps toward him, his face DISSOLVES into a STARK \tLANDSCAPE.  An ear becomes a hill, the nose a stone, mouth a \tpath, and the eye a HOUSE. \tYOUNG STARGHER retreats towards the bleak structure as \tCATHERINE ENTERS FRAME.  Seeing the invitation, she presses \ton.  \n[106]\t\tNeed some help?  \tAs Catherine enters the claustrophobic house, the boy \thesitantly pushes a towel toward her, but doesn't look.  She \treaches the counter and starts to dry, much to Young \tStargher's relief.  As he washes, Catherine hands him a \tMIRROR LOCKET just like Edward's.  \n[107]\t\tCarl, I want to give you a present.  \tHe's hypnotized by the thing, his eyes lighting up.  \n[108]\t\tIf you need me, or if you feel that I'm \t\taround but can't find me, just shine it, \t\tlike this.  \tShe shines reflected light onto the walls.  Carl hands \tCatherine the wet plate and takes the locket.  The dish slips \tfrom her fingers and SHATTERS on the floor.  The boy's eyes \tfill with dread.  The kitchen clock reads 5:30.  He PUSHES \tCatherine toward a broom closet and shoves her inside.  \n[109]\t\tWhat's wrong honey?  \tWith a finger to his lips, he pockets the locket and shuts \tthe door.  FROM WITHIN THE CLOSET, she watches the terrified \tchild through a CRACK in the door.  IN THE KITCHEN, Young \tStargher desperately tries to hide the broken plate. \tStartlingly, his father, Martin Stargher, is already in the \troom.  Cruel, imposing, manipulative man.  \n[110]\t\tI want to help you, Carl.  \tHis grin broadens to a smile and he almost laughs.  \n[111]\t\tYou sound like your father.  \tHe gets close to her face and sneers.  \n[112]\t\tThen help me.  Where is Julia Hickson?  \n[113]\t\tMaybe, because you want to.  \n[114]\tTHING THROUGH HIS THROAT!   As Stargher King stumbles away \tgagging, blood pouring form his neck, we see that she has \treturned to normal.  The \"bride\" persona is gone.  As \tStargher King emits animalistic growls, Catherine turns and \tsees an intact Novak standing next to her.  As if nothing had \thappened.  \tCatherine and Novak RUN out of the den, into the tunnel from \twhich Novak gained access.  He stops, ready to press the \tsensor, when a FLICKER OF LIGHT dances across Catherine's \tface.  \n[115]\t\tWait...  \n[116]\t\tHe wants us to follow.  The little \t\tboy...  \n[117]\t\tHe brought you to me, didn't he?  If you \t\twant Julia to live, trust me.  Trust \t\thim.  \n[118]\t\tCarl...  \tHe so desperately wants her affection, but fear prevents him \tfrom reaching out to her.  \n[119]\t\tThis is Peter.  \tScared, he shakes his head \"no.\"  \n[120]\t\tDon't be scared.  You're my friend and I \t\twould never hurt you.  \tShe extends her hand.  Oh-so-hesitantly he takes it.  \n[121]\t\tWill you take us to her?  To Julia?  \tShyly, hesitantly, he nods.  She smiles gratefully and \taffectionately touches the boy's face.  Clasping her hand, \tYoung Stargher leads Catherine and Novak into utter darkness.  \n[122]\t\tCarl, do you know?  Like on a map...  \tHe shakes his head and buries his face in her shoulder.  \n[123]\t\tIt's okay, it's okay.  You helped so \t\tmuch already.  I'm proud of you.  \tAs a frustrated Novak searches for anything identifying, \tCatherine comforts the boy and looks deeply into his sad, \thaunted eyes.  \n[124]\t\tCarl, I think I can help you.  Would you \t\tlike that?  Even if Peter can't find \t\tJulia, I want to help you.  \tThe boy leans against her and she caresses his face.  \n[125]\t\tI promise.  \tNovak finds himself standing in front of the idealized cell. \tMounted beneath the glass is a shiny, perfect metal plaque \treading CARVER INDUSTRIAL EQUIPMENT, with a logo.  Novak \trecognizes it from the hoist in Stargher's basement.  \n[126]\n[127]\t\tI can't leave him!  \tSTARGHER KING APPEARS!  His throat wounded, bloody mess, he \tdescends out of dark nothingness, HOWLING with rage.  He \treaches for Catherine, but Young Stargher runs in front of \ther.  \n[128]\t\t...a pocketful of rye.  \n[129]\t\tBaked in a pie.  \tAT THE CONSOLE, on a security monitor, Henry can see Novak \tand Ramsey exiting down the corridor.  \n[130]\t\tWhat's wrong?  \n[131]\t\tGo.  I'm fine.  Go.  \tAs Miriam hurries to catch Novak, she tells Henry.  \n[132] \tA bright, deliriously colorful realm visually reflective of \tthings we saw in Catherine's home.  Unusual trees, rock \tformations, totems, statues, and a brilliant POOL OF WATER.  \tThe pond ripples.  Visible through the crystal-clear water is \tYOUNG STARGHER, rising to the surface like a drowning victim \tsuddenly breaking through to air.  Panicked, he scrambles to \tshore and pulls himself to land.  Although the place is \tcomforting and beautiful, he's in strange territory and it \tfrightens him.  Shivering, he hunches down, eyes darting this \tway and that.  \n[133]\t\tYou're all right, Carl.  \tThe boy turns toward the voice and finds CATHERINE, her hair \twaving in the wind, skin glowing, eyes bright, cutting a \tmagnificent figure in clothes that make her a warrior \tgoddess. \tShe opens her arms and the boy runs to her, basking in the \tcomfort of her embrace.  He shivers and she holds him \ttightly.  \n[134]\t\tIt's okay, honey, you're with me now. \t\tYou're safe here.  \tShe looks deeply into his eyes and reassuringly explains.  \n[135]\t\tI promised I would help you, and I \t\talways keep my promises.  \n[136]\t\t\t \t\tOh...no, honey, I'm sorry.  It's doesn't \t\twork that way.  \tThe boy breaks away from her, turning his back.  She gently \ttakes his hand but he yanks it free.  \n[137]\t\tBut what if I told you you could come \t\tvisit?  \tHe slowly turns to her.  \n[138]\t\tI'll make sure it happens, Carl.  I'll \t\tget them to let me do it.  And maybe... \t\tmaybe we can...  \tYoung Stargher's eyes open wide with silent terror.  Over his \tshoulder, she sees a SNAKE slither through the pool. \tCENTIPEDES CRAWL over her legs and hair.  She stands and \tbrushes them off.  The atmosphere grows darker and ominous.  \n[139]\t\tNo.!  \n[140]\t\tI said no.  \tLike a vengeful Valkyrie, she emits what can only be called a \tBATTLE CRY!  STARGHER ATTACKS!  Arms reaching for her. \tCatherine BLOCKS, PUNCHES, AND KICKS.  Stargher King doubles \tover.  Catherine grabs his ears and pulls his face into her \tbent KNEE, breaking his nose.  \n[141]\t\tWelcome to my world.  \tAs blood flows from his nostrils, Stargher King grins...  \n[142]\t\tMy world...  \tA SHIMMERING KNIFE seems to enrage from within her forearm, \tout the flesh and into her hand.  \n[143]\t\tMy rules.  \tShe SLASHES across his chest, drawing blood.  \n[144]\t\tNo one deserves it, Carl.  No one.  \tShe reaches out to him, but the child is JERKED into the air \tby Stargher King.  In one hand, the monster holds little \tCarl.  In the other - a KNIFE.  His face and chest red with \tcrimson, Stargher King fixes his eyes on Catherine with a \tpredator's stare.  \n[145]\t\tCarl!  \n[146]\t\tCarl...?  \tThe boy runs to adult Stargher who lifts the child into his \tarms and holds him close.  \n[147]\t\tGoodbye Carl.  \tShe presses the sensor in her hand.  \n[148]\t\tEverything's alright now, Valentine.  I \t\tpromise.  \n[149] \tTwo cars parked outside.  An old, quirky Volvo and a Land \tRover.  \n[150] \tAs a television plays THE WIZARD OF OZ, we find Catherine \twatching the movie from the couch, sitting up, drinking a cup \tof tea.  She looks rested and quite cute in gym shorts and a \tT-shirt, her CAT sleeping next to her.  IN THE KITCHEN, \tMiriam packs up her stethoscope and blood pressure monitor, \tmoves into the living room as Dorothy falls asleep in a field \tof poppies...  \n[151]\t\tI don't need them anymore...  \n[152]\t\tThanks Miriam.  Say hi to Henry and...  \n[153]\t\t\t \t\tGive a kiss to Edward.  \tThe women exchange smiles and Miriam exits.  \n[154] \tAs Miriam walks to her Land Rover, she sees a government \tissue Suburban park on the street and Peter Novak exit.  \n[155] \tAs Dorothy and her companions confront the Wizard, there's a \tKNOCK at the screen door and Catherine sees Novak waiting.  \n[156]\t\tReady.  \tHe opens the door and escorts a leashed VALENTINE into the \tliving room.  Catherine's cat squirms from her arms and hides \tunder the couch.  \n[157]\t\tGive her a minute. \t\t\t \t\tHello, Valentine.  \tNovak unleashes the albino Shepherd and he runs to Catherine, \tlicking her face, wagging his tail.  \n[158]\t\tAbsolutely. \t\t\t \t\tAbigail...  \tValentine picks up the cat's scent and sniffs around the base \tof the sofa.  \n[159]\t\tI heard Julia and John got married.  \n[160]\t\tGood for them.  \tValentine settles on the floor.  Slowly, Abigail's curiosity \tgets the best of her and she creeps out, sniffing the dog's \tnose.  Patient and sweet, Valentine lies still, allowing the \tcat to reach an acceptable level of comfort.  \n[161]\t\tI told you.  You have to be optimistic. \t\tBelieve in them...  \n[162]\t\tHe's mine?  \n[163]\t\tIt doesn't matter...  \n[164]\t\tNot just yet.  Okay?  \tNovak doesn't push it.  He just takes her hand and gives it a \tgentle squeeze.  The cat dashes into the kitchen and \tValentine follows.  \n[165]\t\tThey're hungry.  \n[166]\t\tThank you.  \n[167]\t\tNo.  Thank you.  \tHe smiles and nods, gently resting his hand on her shoulder. \tCatherine shuts her eyes and leans toward him, comforted by \tsimple human touch...  ", "Deane": "", "Ella": "\n[1]\t\tHe needs a haircut.  \n[2]\t\tMy husband wonders if that's true. \t\t\t \t\tHe wants to place Edward in a hospital.  \tSeeing an unfunded future, Henry's ready to disassociate \thimself from Miriam and Catherine...  ", "Baines": "", "Lucien": "\n[1]\t\tI realize that, Henry... \t\t\t \t\tAnd I know your work, Dr. Kent, is \t\tinvaluable to this company...  \n[2]\t\tCatherine, we've waited eighteen months \t\tfor signs of progress...  \n[3]\t\tYes, but there is no proof the procedure \t\tworks.  All I have is a belief that your \t\tinteraction with my son is not a \t\thallucination.  \tCatherine is hurt and vulnerable due to exhaustion and the \tintensity of her experience with Edward, but feels she must \tdefend herself.  \n[4]\t\tI've invested millions of dollars in \t\tthis study... And I've convinced others \t\tto do the same.  I suppose I should feel \t\tresponsible to them, but I don't.  I \t\tcould care less if they see a profit. \t\tI'm responsible to my boy, that's all \t\tthat matters. \t\t\t \t\tYou tell me... Am I doing the right \t\tthing?  ", "Cole": "\n[1]\t\tSurveyor for the railroad... 'Bout six \t\tthis morning.  \tNovak sees a FEMALE BODY wrapped in plastic and bound by \twire.  Supervising the examination of the woman is FBI \tPATHOLOGIST DR. THEODORE \"TEDDY\" LEE, a polite, dapper \tsouthern gentleman.  \n[2]\t\tShe the one from Santa Cruz?  \n[3]\t\tAgent Cole.  \t  \n[4]\t\tAlready there.  \n[5]\t\t\t \t\tCarver Industrial Equipment.  \n[6]\t\tThe hoist was manufactured by Carver \t\tIndustrial Equipment in 1982.  Serial \t\tnumber 117-337J.  Purchased by a boat \t\tshop in Lake Havasu, but sold to \t\tLattimer's industrial Supply in 1992...  \n[7]\t\tLattimer sold the hoist to a guy named \t\tBainbridge who tired to build a machine \t\tworks out near Delano.  Bainbridge ends \t\tup in bankruptcy court and the state \t\twinds up with the land - it's just \t\tsitting there.  \n[8]\t\tYep.  And guess who they hired to seal \t\tup the place?  \n[9]\t\tI never kid.  My wife hates it.  Says \t\tI'm too serious.  \tNovak locates Delano on the map.  ", "Carl": "\n[1] \tNovak feels what's coming.  ", "Stargher": "\n[1] \tCHAINS attached to bizarre HOOKS dangle from the ceiling. \tAdmiring Anne's body, Stargher links the hooks to the rings \tin his back.  He presses a remote unit and up in the rafters, \ta series of GEARS click into motion.  The sound is torturous \tas the mechanical hoist LIFTS Stargher off the ground, \tpulling at the rings, strips of flesh rising.  Stargher \tgrimaces, but clearly he wants the pain, needs it.  As the \thoist clicks into another gear, it carries Stargher over the \ttable until his body is perfectly positioned above Anne's.  \tIn the flickering weird light of the television screen, \tStargher resembles something from the twisted imagination of \tWilliam Blake - a levitating demon ready to debauch an \tinnocent angel.  With his free hand, he touches himself, \tchains clinking and swaying.  \n[2]\t\t\t \t\tGood boy.  \n[3] \tStargher, the awful PAIN eating away at his skull.  He \tsearches the medicine chest.  \n[4] \tStruggling to stay on his feet, he moves to the KITCHEN. \tValentine paces nervously, whimpering concern.  Stargher \treaches for a bottle of vodka but falls to the floor. \tValentine BARKS, but gets no reaction from master.  We MOVE \tIN on Stargher's unblinking eyes.  \n[5] \tA sparsely populated lower-middle class neighborhood.  A half \tdozen plain houses at the end of a cul-de-sac.  Bare trees. \tBrown lawns.  Crows in the air.  \tThe house furthest from the main road has a white Ford F250 \tpick-up in the driveway.  Green trim.  \tTHE SUBURBAN, hidden from Stargher's house, four-wheels it \tthrough a prairie and stops outside the backyard of a \tPRESCHOOL, where two more Suburbans and a van already wait.  \n[6] \tQuiet.  Calm.  And then we catch a glimpse of a FIGURE \tadvancing, using any cover he can, until he is right outside \tthe house.  The sneaky SWAT team member, ERICSON, whispers \tinto his throat mic.  \n[7] \tThe SWAT TEAM SWARMS towards the house.  \n[8] \n[9] \tAs an AMBULANCE emerges from a hiding place behind another \tgarage, we FOLLOW NOVAK and RAMSEY as they run from the \tpreschool into the house.  \n[10] \tAs a K-9 UNIT secures Valentine, Novak storms into the \tkitchen, checks Stargher for a pulse and barks at SWAT&gt;  \n[11] \tFBI AGENTS and local police cordon off the area.  \n[12] \tValentine is muzzled and led away as the PARAMEDICS load \tStargher onto a stretcher.  Agent Stockwell turns to a \tworried Novak.  \n[13] \tRamsey leads Novak into Stargher's \"workroom.\"  It's all \there, the table, the piercing supplies, the bleach.  An odd, \tgrisly collection of DOLLS fills cubby holes in a wooden \tstorage/shelf unit.  Novak's eyes are like a camera, \tdocumenting and storing as much information as possible, but \tit's overwhelming.  \tHe moves through the basement.  Careful not to touch \tanything.  He stops and focuses on the hoist and eight hooks \tsituated over the stainless steel table.  (NOTE: ON THE \n[14] \tThe pattern of the electronics grows into something more \torganic, textured, concrete.  Evolving into a world.  Black \tand shadow-filled, it resembles a labyrinthine complex of \tvertical walls with cubicle like rooms carved deep into its \tcore.  \tOur journey into this bleak, grim place continues and we \toccasionally glimpse brief images of a boy's baptism.  \tINTERCUT with this journey are sections of cloudy blackness \tand fragmented visions of CATHERINE connected to the \tapparatus, face masked, DESCENDING into this world.  \tThere is an abrupt SHIFT from still images to regular motion \tand we find ourselves gliding over a tidepool filled with \ttiny fish and tadpoles.  At water's edge, lying on rough, \tpebble-strewn ground, is a HAND.  \tCatherine's hand.  We sense MOVEMENT, but she remains still. \tFrom the darkness comes a DOG.  Black in color and \tfeatureless, it sniffs Catherine, dismisses her, and meanders \tinto a cubicle opposite her, disappearing from view.  After a \tmoment of odd quiet, a DROP OF BLOOD hits the mask and we \tfollow Catherine's hand as it moves to the cloth and removes \tit from her own face.  \tIN MACROSCOPIC SUPER SLOW-MOTIONS, another BLOOD DROPLET \tsails 64 into the air and comes crashing down, hitting a RED \tANT, catapulting it onto what looks like a tree, but is just \ta TWIG.  As the insect scurries away, MORE DROPS pound the \tearth, splatter against \"twig trees,\" and explode into pools \tof stagnant water...  \tAs we begin to realize that this miniature landscape is the \tworld into which Catherine descended.  \tShe sits up, shivering, and breathes deeply, acclimating to \ther surroundings.  The \"floor\" is covered with filth, ash, \tpebbles, and insects.  Water is present in many forms, \tpuddles, moisture, dripping ceilings.  \tEyes focusing, queasy, not fully \"awake,\" Catherine notices \tthe crimson stain on the cloth mask and the blood droplets \tshowering the air.  She turns and finds the source.  \tTHE BLACK DOG stands in the opposite room next to a tub full \tof BLOOD, shaking himself dry after his \"bath.\"  Satisfied, \tthe animal stops and trots away.  Still adjusting to this \tnightmarish realm, Catherine at first doesn't hear it, but \tthen realizes that somewhere, a child is CRYING.  She looks \taround, then through a crack in the \"floor,\" briefly catches \tsight of a BOY beneath her, on a level lower than hers.  As \the disappears into corridor ending in \"nothing,\" we PULL BACK \tto show a MASSIVE LANDSCAPE of blocks, cubicles, crawlspace, \twalls, stairs, and ladders.  Leading everywhere and nowhere.  \tCatherine spots the boy as he crawls into a specific \"room.\" \tShortly after, a LIGHT comes on within the cubicle and she \tmoves to it.  We feel as though we're looking at a series of \tinterlocked tenement rooms, some walls of which have been \ttorn away to expose rooms within, rooms with no windows or \tdoors.  Following a path of fragile steps, Catherine makes \ther way to the LIGHTED ROOM and enters.  \n[15] \tA mottled HORSE stands with its head down, nose kissing the \tfloor, allowing the BOY to caress its neck.  This sweet \tanimal is an incrongruous vision in this hellish world and \tCatherine approaches with respect.  \n[16] \tYoung Stargher knows his way around the landscape, but \tCatherine has difficulty simply keeping him in sight.  She \truns, climbs and crawls.  Until she's utterly lost and \tdisoriented.  Tired and having difficulty breathing, she \tdrops to her knees and \"cools down.\"  She hears a NOISE \tnearby, gets to her feet, and finds a GEARED MECHANISM \tconnected to some kind of SHUTTERED DOOR composed of an \talmost metallic-looking glass.  Curious yet cautious, she \texamines the nearby walls, floor, and ceiling for any signs \tof \"traps\" akin to the glass blades.  Finding none, she pulls \tthe mechanism and quickly steps back.  \tThe shutter opens and Catherine knows there's something alive \tin the tiny cubicle beyond.  She retreats into shadow, \thiding.  Released from the chamber is a WOMAN.  As she moves \tout of a darkness, we see VICTIM ONE.  \tGhostly pale and adorned in eerie fetish garb, she appears to \t\"sense\" the presence of a stranger, targets Catherine in the \tshadows, and ATTACKS!  \tCatherine's had enough and moves to press the implant, BUT \n[17] \tVICTIM ONE drops Catherine in the center of the room and, job \tdone, crawls away.  \tGroggy, feeling sick, Catherine sits up.  Unbeknownst to her, \tshe is sitting at the base of a pedestal with her back to the \tkind of THRONE.  And someone is there.  In the dim pool of \tlight above the pedestal, we see a MAN rise from the throne. \tThe wall behind him is covered in BLOOD RED CLOTH, and as he \tdescends, we realize it is a CAPE connected to EIGHT METAL \tRINGS pierced through the flesh of his back.  In a fluid \tmotion, waves of red give way to harshly textured concrete as \tthe man reaches the floor.  Catherine knows he is there. \tUnable to stop herself, she turns.  And sees the terrifying \tface of STARGHER.  But no the same Stargher.  \tThis is STARGHER KING.  \n[18]\t\t\t \t\tWhere you come from priddy thing?  \tIn a split second, Catherine presses the implant on her hand.  \n[19] \tCatherine turns to see... Catherine lying in the fetal \tposition, locked in a BOX made of thick clean glass.  The \telectronic HUM becomes RHYTHMIC, AMBIENT NOISE.. INSIDE THE \tBOX, staying calm, she searches for and finds a TRAP DOOR on \tthe floor.  She pushes out.  The camera executes a complete \t180-degree perspective change.  \tCatherine plummets.  She tries to reach out, to stop her \tdescent, but cannot.  \tCatherine falls through a dark CAVERNOUS ROOM resembling a \tmammoth hollowed-out rib cage.  Below her is a DOME-LIKE \tSTRUCTURE \"growing\" out of the floor, a HOLE in the center of \tits crest.  Dozens of other such domes are visible in the \tmurky hell-hole, but Catherine has no choice.  She's dropping \tinto this one.  \tOnce she passes through the hole, INSIDE THE DOME, \tCatherine's body looks as though it's moving through water, \tbut there is no water.  Like an aerial artist, she reverses \ther position so she's \"heads up.\"  Standing, stable, on the \tfloor.  Sensing something with her.  And knows it is...  \n[20] \tYoung Stargher is at the sink WASHING DISHES, an anxious eye \ton the clock.  \n[21] \tYoung Stargher is forced to sit on the lap of an ugly MIDDLE \tAGED WOMAN barely wearing a man's robe.  On a nearby table \tare whisky, tumblers, and an ashtray filled with butts.  \n[22] \tMartin has discovered his son's secret hiding place - a \tcamouflaged corner of the attic.  Arranged in deliberate, \tartistic fashion are scavenged DOLLS.  Heads, limbs and \ttorsos held together with twine, tape and wire.  Some wrapped \tin filthy plastic.  Faded photographs (including one of his \tMOTHER), mementos, and most disturbingly, the feathers and \tbones of dead birds, insect carcasses, and dissected, \tdesiccated mice.  There's something peculiarly beautiful \there, but Martin doesn't see it.  Not at all.  \n[23] \tThe adult Carl Stargher sits at the edge of the tub, his back \tto us, smoking a cigarette.  A white German Shepherd PUPPY \tclicks across the tile floor and YIPS at Catherine.  She \tagain hears the WEIRD NOISE.  A STAINLESS STEEL BOWL wobbles \tas Stargher's bloody rubber-gloved hands fill it with \tsomething.  Stargher knows she's there and isn't surprised by \ther presence, but he's not sure what to make of her.  What to \tdo with her.  He rises and walks past her to the sink.  He \tpulls off the gloves and washes his hands, glancing at her in \tthe mirror.  \tCatherine cannot resist looking in the tub.  She sees a dead \tgirl, her torso sliced open.  Disgusted and mortified, she \tpulls back.  \n[24]\t\tShe was the first...  \tShe turns, and Stargher is no longer at the sink.  \n[25]\t\tDidn't know what I was doing...  \tShe turns, where's this voice coming from?!  She steps back.  \n[26]\t\tBe careful...  \tThe bumps into the stainless steel bowl and it topples to the \tfloor, spilling its contents of human organs.  Wobble-wobble \twobble.  The bowl makes its now-familiar noise.  \n[27]\t\tWhat did you do now?  You make a mess?  \tAnd she can see him coming out of the shadows.  Catherine \tbacks into a corner, fearing what will come.  \n[28]\t\tI hate a mess.  \tStargher steps into a pool of light, shooshes the puppy into \tthe hall, shuts the bathroom door, and looks right at \tCatherine.  \n[29]\t\tWhy are you here?  \tGod almighty, what does she say?  What does she tell him?!  \n[30]\t\tDon't lie, now...  \tSCRITCH-SCRITCH-SCRITCH.  The puppy scratches at the door and \twhimpers, but Stargher's not about to let him back in. \tMoving slowly, carefully, he approaches Catherine.  \n[31]\t\tLiars will be punished.  \tCatherine makes a break for the door.  \"Playfully,\" Stargher \tmakes a half-hearted attempt to block her, but she evades him \tand reaches for the knob.  But the door's not there.  SCRITCH \tSCRITCH-SCRITCH.  She can still hear the dog, but there's no \tdamn door.  She turns:  \tNo door.  No window.  The girl's body and bloody remains have \tvanished.  An OVERHEAD LIGHT flickers on, giving the room the \tlook and feel of the cell.  \n[32]\t\tWhere do you think you're going?  \tCatherine turns, back to the wall, calm and intimidating, \tStargher stands in the center regarding her with great \tcuriosity.  Catherine's ready to press the sensor.  \n[33]\t\tDon't do that.  \tShe hesitates.  \n[34]\t\tIf you go away, you'll never find her.  \tHow did he know?  \n[35]\t\tIf you never find her, she dies.  Like \t\tthe rest.  \tCatherine stops and listens.  She can't leave now.  The path \tto Julia has appeared.  \n[36]\t\tI mean, that's why you're here, right? \t\tWhy you came to my happy little home?  \tHe reaches for her and she flinches.  Expecting such \tbehavior, Stargher grins.  \n[37]\t\tYou're pretty.  A pretty, pretty thing.  \tCatherine cannot show her fear, not now.  She composes \therself and approaches him.  \n[38]\t\tHelp me?  That's good.  That's a good \t\tone. \t\t\t \t\tLiar.  Whore.  Cunt.  \tCatherine stands her ground.  \n[39]\t\tI am not like him.  \tStargher retreats into the shadows, but Catherine persists.  \n[40]\t\tWhy?  \n[41]\t\tIs that right?  You think you know me? \t\t\t \t\t\t \n[42] \tA wave of fear, of impending doom, overtakes Catherine.  \n[43]\t\tYou wanna know who I am?  You stupid \t\tbitch!  \tAnd when he emerges from shadow, Stargher is STARGHER KING.  \n[44]\t\tNow shud you mouth, priddy thing, or me \t\tgod slice you from the kunt to the tits.  \tCatherine moves to touch the sensor in her hand.  He GRABS, \tLIFTS and SLAMS her onto the floor, the back of her head \tHITTING HARD.  Her vision blurs.  Ears are ringing.  \n[45]\t\tMe god want you stay.  \tStargher King straddles Catherine and pins her arms behind \ther back.  She's unable to touch the sensor.  With the tip of \tthe TOOL he traces a line from her pelvis up the center of \ther suit.  \n[46]\t\tMe god mek you beaudiful...  \tHe shoves the tool through her neck and presses the trigger. \tA COLLAR CLAMPS SHUT around Catherine's neck and...  \tShe blacks out.  \n[47] \tCLOUDS hover above a dark, gloomy landscape dotted with \thills.  THREE IDENTICAL WOMEN sit on black earth, their \tbodies positioned in a uniform pattern.  PULL BACK TO REVEAL \tNOVAK at their feet, in a kneeling fetal position, face down \tin the gritty soil, a piece of cloth draped over his head. \tWith difficulty, practically inhaling black grit, Novak \tbreathes deeply and rises to his knees.  His hand moves to \this face and he's briefly astounded by the texture of the \tgravel, the sharpness of it against his face.  Removing the \tshroud-like cloth, he looks at the soil, smells it, tastes \tit.  \n[48] \tNovak emerges in a cavernous room dripping with decadence. \tThe place reeks of sex, pain, lust, and cruelty.  As he moves \tdeeper into the chamber, Novak sees YOUNG STARGHER perched \tatop some kind of pedestal, crouching, fingering his mirror \tLOCKET, bouncing sparkles of light into the dark corners of \tthe room  \tThe FLICKERING LIGHT pinpoints a FIGURE emerging from the \tdarkness.  It is Catherine.  Altered to an image of \tStargher's victims.  Her skin, face, clothing, eyes, are just \tlike the Victims'.  It's a shocking, strange image, made even \tmore disturbing by the look of pleasure on her face.  Novak \tis staggered by the sight.  His vision and hearing become \taffected by blurred vision, sharp sounds - then focus to \tclarity as he reminds himself...  \n[49] \tCatherine LAUGHS.  Novak catches only a fleeting glimpse of \tthe monster before Stargher King GRABS him by the throat and \tSMASHES his head against a pedestal.  \n[50] \tEyelids rise and flutter.  Novak becomes conscious.  And \tinstantly realizes what's happened.  \tHe lies on the pedestal, face up, spread-eagle, his wrists \tand ankles bound to the cold stone surface with leathery \tcords.  Standing over him, in a pool of light, is Stargher \tKing.  Wearing what could be seen as CEREMONIAL GARB, a \tsilent, solemn Stargher King prepares himself for execution \tof a ritual by polishing and arranging an assortment of \tshiny, sharp, macabre TOOLS.  \tNovak shuts his eyes and silently tells himself, Not real. \tHe opens them, breathes deeply and focuses on Catherine.  \n[51]\t\t\t \t\tMe god gut you like a dear.  \tAlthough we don't see it, we HEAR something awful.  Like \tStargher King fishing around inside the wound.  A pale, \tsweating Novak tries to stay conscious.  He will not go into \tshock...  \n[52]\t\t\t \t\tNod reel, nod reel, nod reel...  \n[53]\tTHING THROUGH HIS THROAT!   As Stargher King stumbles away \tgagging, blood pouring form his neck, we see that she has \treturned to normal.  The \"bride\" persona is gone.  As \tStargher King emits animalistic growls, Catherine turns and \tsees an intact Novak standing next to her.  As if nothing had \thappened.  \tCatherine and Novak RUN out of the den, into the tunnel from \twhich Novak gained access.  He stops, ready to press the \tsensor, when a FLICKER OF LIGHT dances across Catherine's \tface.  \n[54] \tMore stylized than the actual cell, it's bigger and ornately \tdecorated, with the atmosphere of a church.  Individual \tIMAGES hang like SHRINES, each showing Julia Hickson from \tdifferent angles.  \tCentral to the room is a WINDOW INTO THE CELL ITSELF.  Where \twe find a beautiful, mermaid-like JULIA HICKSON floating in \twater.  Peaceful, joyous.  \tIN THE CENTER OF THE ROOM, we find Novak and Catherine, she \tholding the hand of Young Stargher, he stunned at the sight \tof Julia.  The child looks at Catherine with beatific, sad \teyes, regarding her as one would a saviour.  \n[55]\tLittle Carl opens his mouth in a silent scream... Catherine's \tarms reach out to him, but Novak clasps her hand and presses. \tAnd she is haunted by the sight of a frightened child in the \tarms of a monster...  \n[56] \tA team of FBI AGENTS is meticulously going through every inch \tof Stargher's house. \tCrisscrossed wooden beams have been laid across the pit \tallowing forensics experts to search without disturbing \tanything.  On the other end of the direct line is COLE...  \n[57]\t\tCan...  \tCatherine is astonished and relieve to hear him speak.  A \tsad, trembling little voice.  \n[58]\t\tCan I stay here?  \tShe is touched that he would ask and strokes his face.  \n[59]\t\tHe found me...  \tCatherine bristles as STARGHER KING RISES FROM THE POOL like \ta human serpent.  The brilliant colors of Catherine's world \tfade to GRIM TONES.  \n[60]\t\tHe always finds me.  \tStargher King SCREECHES with anger and confusion.  \n[61]\t\tWhere thiisss att?!?!  Me god no like id \t\there...  \tHe snarls when he sees Catherine.  \n[62]\t\tYou.  Priddy bish-hor-kund.  You big \t\ttrubble-mekker... \t\t\t \t\tAnd you.  You cumm home now, liddle \t\tcogsugger worm.  Or me god haffa punish \t\tyou...  \tYoung Stargher tightens his embrace of Catherine.  She steps \tback, away from the pond, hugging the boy tightly.  \n[63]\t\tNo?!??!?!?!?  \tStargher King laughs.  \n[64]\t\tHoo you thing you are?? Himm Muther?  \tHe comes close and reaches for the boy...  \n[65]\t\tYou gimme liddle worm.  \tFor a moment, Catherine appears frightened and intimidated. \tPerhaps near an emotional breakdown.  But that is not the \tcase.  She quietly lowers little Carl to the ground and \twhispers something in his ear.  As the boy nods, runs and \thides, a ferocity grows within her.  \n[66]\t\tYou funny.  You thing you stop me god?  \tHE CHARGES.  At the right moment, Catherine sidesteps and \tSMASHES him in the ribs as he passes.  Stargher King crumples \tto the ground and she KICKS an uppercut to this chin.  Rising \tfrom the mud and muck, Stargher King lands a POWERFUL BLOW to \ther head, sending her flying.  He lifts the stunned Catherine \twith one hand and pulls her face to his...  \n[67]\t\tYou cum back wif me god.  You be good \t\tbish-hor-kund...  \tCatherine looks into his soulless eyes.  Then SPITS in them \tand BITES his face!  She breaks free as he YOWLS with pain. \tHe steps toward her, but his feet don't move.  The earth \titself appears to wrap around them and turn hard, like \tconcrete.  Stargher King HOWLS with frustration.  \n[68]\t\tNo!  \tCatherine stops.  And turns to see the distraught Young \tStargher.  \n[69]\t\tDon't hurt him!  \tShe spins around and sees not Stargher King, but MARTIN.  \n[70]\t\tHe didn't mean it.  I was bad.  \tDisturbed by the transformation, Catherine backs away.  Her \tvision blurs, the sound distorts.  And the earth cracks \taround Stargher King's ankles.  \n[71]\t\tHe teached me a lesson.  I deserved it.  \tFighting feelings of disorientation, she kneels before the \tchild and rests the knife on the ground.  \n[72]\t\tYer world.  My knife.  \tStargher King raises the blade toward the boy's throat and - \tSNAP!  The strong arms of an adult Stargher breaks his arm at \tthe elbow.  Both the knife and boy are dropped to the ground \tas Stargher King YOWLS like a stuck pig, the good arm \tcradling the other.  \n[73]\t\tMe god hurt!  Why you do that?  Why?!  \n[74]\t\tEnough.  \tStargher King regards him with disgust.  \n[75]\t\tEnuff?!?!  \tMARTIN STARGHER'S VOICE comes from the belly of the beast.  \n[76]\t\tI'll tell you what's enough...  \tStargher and Stargher King square off.  The boy stands \tbetween them with the knife at his feet.  \n[77]\t\t\t \t\tShut up cunt. \t\t\t \t\tGive it here, worm...  \tthe child picks up the blade and stands between them, looking \tto Catherine for guidance.  \n[78]\t\t\t \t\tYou want a mommy?  Is that what you \t\twant?  \tIn an almost dream-like motion, the child hands the blade to \tadult Stargher.  \n[79]\t\tEnough.  \tAnd he DRIVES the thing into Stargher King's heart.  For a \tbrief moment, Martin's face is superimposed over Stargher \tKing's.  Stunned, he slumps and regards adult Stargher with \tsad, troubled eyes.  \n[80]\t\tTime to go 'way.  \n[81]\t\tBye.  \tShe looks to adult Stargher and begins to understand.  He \tdescends into the pool, the boy resting his head on his \tshoulder.  \n[82]\t\tThank you, Catherine.  You did help me. \t\tMore than you'll ever know.  \tMan and boy disappear beneath the water's surface.  Catherine \tstands and sees that Stargher King's body has vanished. \tShe walks to the shore and sees, deep underwater, Stargher \tand little Carl floating lifelessly like women in the cell. \tAnd FADE FROM VIEW.  \n[83] \tCole and a handful of other agents pour into waiting \tSuburbans.  .  ", "Edward": "\n[1]\t\tYou liked him?  \n[2]\t\t\t \t\t's broken.  \tUndaunted, she... finds herself standing on the DECK.  \n[3]\t\tMocky-Lock.  \n[4]\t\t\"Mocky-Lock is the bogeyman.  Mocky-Lock \t\twants me where I am.\"  \n[5] \tAlthough this is a hospital room filled with medical \tequipment, its sterility has been camouflaged with toys, \tposters, photographs, and drawings to make it more \"homey.\" \t.  Every \tcomfort has been provided and no expense spared.  \tHenry, Miriam, and Catherine, now wearing funky/casual \tclothes under a lab coat, stand opposite Cooperman.  Sitting \ton the bed with Edward is ELLA BAINES, an elegantly dressed \twoman in her mid-40's.  There is a soulfulness to her, but \tthe husband, LUCIEN BAINES, 60's, possesses the icy demeanor \tof a corporate tycoon.  One might write him off as cold, but \twe sense a genuine love for his wife and child.  Ella smiles \tand caresses Edward's hair.  \n[6] \tAnd we find ourselves in the DESERT of EDWARD'S WORLD.  \tWe fly over dunes and come up behind Catherine as she \tstruggles through waves of sand.  The tree trunk is up ahead \tand we glimpse someone hiding inside.  \tCatherine reaches.  MOCKEY-LOCK ERUPTS FROM WITHIN THE TREE \tTRUNK!  SNARLING!  Catherine retreats, silently screaming.  \n[7] \tThe ship's engine ROARS TO LIFE and the PROPELLER spins \tthrough sand.  \n[8] \tCatherine sits next to the boy's bed, holding Edward's hand, \tsoftly singing a lullaby .  Feeling that \the must speak to her, Novak intervenes.  \n[9] \tMiriam and Ramsey return to the lab to find Henry anxiously \tobserving from the console.  ", "Henry": "\n[1]\t\t\"Mister E.\" is doing fine.  \tREVEAL A SECOND FIGURE suspended from the ceiling in the \tPROCEDURE ROOM.  A SMALL BOY is lowered to the pedestal and \tas Miriam records data, Catherine removes the child's \"mask,\" \tdisplaying the haunted face of Edward.  Clearly, the boy is \tin some kind of catatonic state.  \n[2]\t\tWhere did that come from again?  \tCatherine looks annoyed - How could he forget?  \n[3]\t\tAnybody hungry?  I'm hungry...  \tA BUZZER sounds and ANOTHER DOOR HISSES OPEN... A constantly \tfretting administrator, BARRY COOPERMAN, is waiting for them \tin the corridor.  \n[4]\t\tThere are other applications for the \t\tscanner, Mr. Baines...  \n[5]\t\tSo what you're asking us to do is \t\tillegal?  \n[6]\t\tShouldn't we get a catheter in him?  \n[7]\t\tGentlemen, you stand before the one and \t\tonly Neurological Cartography and \t\tSynaptic Transfer System.  \tAlthough he's listening, Novak's eyes never really stray from \this prisoner as Miriam uses safety scissors to cut away \tStargher's clothes.  \n[8]\t\tIt provides a highly detailed map of the \t\thuman mind.  Not the brain - any MRI can \t\tdo that.  The mind. \t\t\t \t\tIt reads and processes electronically \t\tallowing information to be transferred \t\tand interrupted. \t\t\t \t\tLet's say your thoughts could be stored \t\ton DVD.  If someone had the right kind \t\tof player, they could watch and listen \t\tto what you're thinking.  \tNovak observes Miriam as she \"undresses\" Stargher and Ramsey \tpokes around the lab.  \n[9]\t\tBut we can't record or store the data. \t\tThe connections between nerve cells are \t\tconstantly being modified.  \tMiriam needs a moment to fully take in the scars.  Henry \tcontinues, eager to focus attention back to him, but even he \tis fascinated by Stargher's skin.  \n[10]\t\tIt's like the early days of television. \t\tThe subject sends out a live feed and \t\tyou receive it during time of broadcast. \t\tWhatever happens, happens.  All you have \t\tto do is \"tune in.\"  \tMiriam gives Stargher an alcohol bath, the clinical procedure \ttaking on the quality of ritual.  Her wash cloth moves under \tStargher's chin and over his face.  She's careful around the \teyes and finds herself unable to look at them for long.  \n[11]\t\tBut you do more than tune in... You \t\tbecome part of the snow.  \tCatherine enters from a dressing area wearing the bodysuit. \tFilled with curiosity, Novak watches Miriam and Catherine fit \tStargher into his suit.  \n[12]\t\tDon't touch that, please.  \n[13]\t\tAbout twelve years of research, right \t\tMiriam?  \n[14]\t\tThere's a touch-sensitive microchip \t\timplanted in her hand.  If she becomes \t\tfrightened, disoriented, or simply wants \t\tto end the session, she signals us to \t\tabort.  \tCatherine presses again and the red light shuts off.  \n[15]\t\tNot a gift.  A highly evolved area in \t\ther cerebral cortex, that's all.  A \t\tgenetic fluke.  \n[16]\t\tInitiating connection.  \tWe follow fibrous wires running from Catherine's mask to \tStargher's.  Their blood mixing with chemicals in the IV-like \tcontainers.  The computer system humming.  \n[17]\t\tTransfer begins 1100 hours, 34 minutes, \t\t12 seconds.  \tCatherine's eye focuses on the mask.  As it comes closer, we \tsee the lining is laced with thread-like wires and microchips \tforming hyper-miniature circuit boards.  Catherine's eye \tblinks.  The mask covers her face.  Catherine's eye shuts.  \tVision fades.  Darkness.  A faint light.  Microscopic veins \tin the eyelid become wires connected to chips.  And we're \tMOVING, into the circuitry.  \n[18]\t\tGentlemen?  \tNovak looks at an INTERCOM SPEAKER.  \n[19]\t\tShe's back.  \tNovak doesn't wait for his just-stirring partner and moves.  \n[20]\t\tMust've been rather unusual.  \tNoting Novak's confusion, Henry points to a CENTRAL MONITOR \tresembling a futuristic V.U. meter, gradiated in sections of \twhite, yellow, orange, and red.  \n[21]\t\t\t \t\tIf her neural activity stays within this \t\trange, I know she's self-cognitive. \t\t\t \t\tAs if she were having a dream, but she \t\tknows she's dreaming.  She can \"wake up\" \t\tany time she wants to...  \tAs Ramsey joins them, Novak nods, understanding, but his eyes \tare on Catherine, who's just coming back to consciousness.  \n[22]\t\t\t \t\tHowever, if her level of involvement is \t\trather intense, as it was just now, she \t\tcan perceive things as true.  It's \t\tdifficult to keep perspective.  \tAs Novak lingers on that question, Ramsey gestures at the red \tsection.  \n[23]\t\tWe don't talk about that.  \n[24]\t\tWell, Theoretically, while she's inside. \t\tIf she came to believe that Stargher's \t\tworld is her world, her mind has the \t\tpower to convince the body that anything \t\tdone to it is, um, actually done.  \tNovak doesn't like the sound of that.  \n[25]\t\tThat's why we monitor the use of the \t\tdrugs so closely.  We don't want her \t\tgetting to that degree of perceptual \t\tdisorientation.  \n[26]\t\tI think that's the whole point.  \tValentine runs to his \"sleeping\" master and barks at \tCatherine as if asking for help.  She encourages the animal \tto lick and sniff Stargher's face and hands.  \n[27]\t\tThat's interesting.  \tIN THE CONTROL ROOM, he scrutinizes the monitor showing the \tdetailed \"map\" of Stargher's brain.  \n[28]\t\tIncreased neural activity in the frontal \t\tlobes.  Rising dopamine levels in the \t\tbasal ganglia.  Ever since the dog \t\twalked in.  \tIN THE PROCEDURE ROOM, Catherine readies herself in the \t\"receive\" apparatus.  As Stargher is lifted off the pedestal, \tthe doors HISS shut and Valentine curls up on the floor \tbeneath his master.  As Catherine is lifted, she smiles at \tthe animal, then looks to Stargher.  \n[29]\t\tUh-oh...  \tLIGHTS FLICKER.  We hear an ELECTRICAL HUM rise and fall. \tCatherine opens her eyes and the LIGHTS blink on and off in a \tweird pattern, making it difficult to see clearly.  \n[30]\t\tI'm not.  It's a power problem.  I need \t\tyou to go to the circuit breaker and \t\tcheck switches six through twelve.  \tCatherine moves toward the electrical panel.  \n[31]\t\tTry to stay awake, okay?  \n[32]\t\tMiriam...  \n[33]\t\tPulse is rapid, pressure's a little \t\thigh...  \tIN THE PROCEDURE ROOM, Miriam asks:  \n[34]\t\tWe should hurry.  \tMiriam walks Novak through what's about to happen.  \n[35]\t\tAgent Novak?  Press the sensor.  \tNovak does and the red light comes on.  As Novak is LIFTED, \the looks at Catherine, then Stargher.  Valentine YIPS and \tsettles beneath Novak.  The suspension device clicks into \tplace and the MASK descends.  \n[36]\t\tThey're back.  \tEverything happens fast.  He and Miriam frantically cease the \tprocedure. \tNovak and Catherine are lowered and Novak startles them by \tquickly regaining consciousness.  Miriam attempts to inject \thim with stabilizing drugs, but he's already trying to tear \thimself out of the apparatus.  \n[37]\t\tThe FBI has left the building.  \tIN THE PROCEDURE ROOM, Miriam appears concerned.  \n[38]\t\t...there was a moment when we thought \t\twe'd lost Agent Novak as well.  \tWe see chemicals flow and computer programs initiate the \tprocedure, but Henry is oblivious.  \n[39]\t\tHis post-procedure consciousness \t\trecovery was remarkably quick.  Never \t\tsaw that before.  Hey, remember that one \t\ttime...  \tHe JUMPS when the door to the procedure room SEALS SHUT and \tmechanisms HUM.  \n[40]\t\tCatherine?  \tWhen he looks through the window, Catherine is again \tsuspended, the procedure under way.  \n[41]\t\tWhat are you doing?  \tHe types in a command, but nothing happens.  He tires again. \tOn another keyboard, but gets no response.  When he looks at \tthe \"map\" screens, he sees something odd.  It's a small \tchange, but it makes all the difference in the world. \t \n[42]\t\t\t \t\tShe changed the codes.  \n[43]\t\tIt would take hours to re-route the \t\tsystem, and even if I did, I shouldn't.  \n[44]\t\tInstead of going into his mind...  ", "West": "", "Peter": "", "Novak": "\n[1]\t\tThanks for waiting, Teddy.  \tTeddy gives Novak a friendly, respectful salute - \"My \tpleasure.\"  Novak dons gloves, nods to an FBI PHOTOGRAPHER \tand assists Teddy Lee in snipping wire and peeling back thick \tclear plastic.  As the photographer reacts to a strong smell, \tTeddy comments.  \n[2]\t\tAnne Marie Vicksey.  \tWe recognize her, too.  \n[3]\t\tJust graduated law school.  Single mom. \t\tHad a two-year-old daughter.  \tHe and Teddy expose the bleached flesh of her torso, neither \tman surprised.  Coldly thorough, Novak finds another of the \tkiller's tell-tale signs.  \n[4]\t\t\t \t\tThe semen on her legs and abdomen.  \tFLASH! Photos are taken.  \n[5]\t\tGrandparents.  Live over in Davis.  \tNovak looks into the dead white eyes of Anne Vicksey, trying \tto imagine the horrors she beheld.  He moves to the creek and \tsees only a few inches of water.  His eyes move from the drop \tsite to the highway above.  \n[6]\t\tHow is she?  \n[7]\t\tHere he is.  \n[8]\t\tAnne Vicksey didn't own a dog.  \tRamsey checks his copy.  \n[9]\t\tI need it.  \n[10]\t\tNow.  \n[11]\t\tThe dog's an albino. \t\t\t \t\tHe'd love an animal like that.  \n[12]\t\tDonna Krozin. \t\t\t \t\tHelen Francis, Teresa Manicki...  \tThe chatter dies.  \n[13]\t\tAntoinette Simms, Natalie Pagels, Grace \t\tCassatt... Anne Vicksey.  \tEvery person is solemn and focused.  \n[14]\t\tSmart, gentle, attractive young women. \t\tJust starting out in life. \t\tEmbarking on careers, going to school, \t\tgetting married...  \tHe's hooked them.  The victims, these women, now mean \tsomething to them.  With great effect, he holds up grisly \tpost-mortem photos.  \n[15]\t\tThey were killed.  Kidnapped, tortured, \t\tand murdered.  By a white male.  About \t\t30-years old. \t\t\t \t\tWho owns an albino dog./  \tEveryone knows this is a real clue and awareness is \theightened.  Ramsey chimes in.  \n[16]\t\tNicole Labetzki.  Victim seven. \t\tForensics found dog hair in her car, but \t\tthey had a K-9 unit at the scene and \t\tnever had it checked.  \n[17]\t\tIt's his dog.  \tRamsey holds up a thick list.  \n[18]\t\tBe thorough, but be fast.  This guy's \t\taccelerating. \t\tHe only waited six days this last time. \t\tWhen he started, two months could pass.  \tA DESK SEARGENT enters the room and hands a FAX to Ramsey. \tNovak is curious about it, but continues.  \n[19]\t\tThis can mean different things.  He \t\tthinks we're stupid and can't catch him. \t\tHe's having fun and needs more.  Or... \t\t\t \t\tThis dog hair thing is sloppy.  The body \t\tthis morning was found in less than \t\tthree inches of water.  He knew we'd \t\tfind her.  He wants to be caught.  But \t\tif we can't stop him...  \tGravely concerned, Ramsey moves across the room.  \n[20]\t\t\t \t\t...he can't stop himself.  \n[21]\t\tAfter three years she remembers what the \t\tguy drove?  \n[22]\t\tWhere is he?  \n[23]\t\tYou're the bad man, aren't you, Carl?  \n[24]\t\tHave they seen him?  \n[25]\t\tWe proceed assuming she is.  \n[26]\t\tNo. \t\t\t \t\tCan you get a man close?  \n[27]\t\tGo.  \n[28]\t\tParamedics.  NOW.  \tRamsey pushes through and Novak informs him.  \n[29]\t\tHe's alive.  \n[30]\t\tMake sure he stays cuffed.  Two men on \t\thim at all times.  I don't want anyone \t\ttreating him but Reid.  Not so much as a \t\tthermometer up his ass.  Understand?  \tStockwell nods and follows the stretcher outside.  A stoic \tRamsey enters from the living room and Novak can see the \tdisappointment in his eyes.  \n[31]\t\tThis girl.  Julia Hickson.  Only he \t\tknows where she is.  \n[32]\t\tThey're in that fucking thing for forty \t\thours, Gordon.  Four-oh.  He got Julia \t\tat seven-thirty last night.  You know \t\twhat time it is now...?!  \tRamsey backs off, knowing his partner is on the verge of \treally losing it.  Reid thinks perhaps he shouldn't, but \tsensitive to Novak's pain and anger, mentions it anyway - if \tonly to keep his friend from true hopelessness.  \n[33]\t\tSometime yesterday morning.  \tJohn tries to keep his composure, but Novak's making this \ttough for him.  Novak wants the scientists to see, to \tunderstand the boy's pain.  \n[34]\t\tEach tape is the same.  He provides \t\tfood, drinking water, a toilet. \t\tPeriodically, a shower starts.  It's on \t\tsome kind of timer - he's clever with \t\tmachines, building things.  I think he \t\twants them to believe this is a simple \t\tkidnapping.  That there's a possibility \t\tof rescue.  Of survival.  But it's just \t\ta form of torture.  At the end of the \t\tfortieth hour, the drain shuts.  The \t\twater starts and doesn't stop. \t\t\t \t\tWe've already lost more than a day.  If \t\tshe isn't found tonight.  She dies like \t\tthe rest.  \n[35]\t\tStargher is in custody.  The functional \t\tequivalent of being under arrest. \t\tNormally, we'd Mirandize him, and if he \t\tdidn't lawyer up, we'd interrogate him. \t\tBut because of his condition, he doesn't \t\thave the capacity to waive those rights.  \n[36]\t\tNo, not at all. \t\t\t \t\tWe're dealing with exigent \t\tcircumstances.  Somewhere there's a \t\tkidnapped woman still alive.  If we \t\tweigh the suspect's Constitutional \t\tRights against the public safety. \t\tThe Law favors the victim and gives us a \t\tlot of leeway.  It's called the Public \t\tSafety Exception.  \n[37]\t\tPretty much anything we want.  There's a \t\tchance to save a human life.  Because of \t\tthat, Stargher has no reasonable \t\texpectation of privacy.  \tMiriam, Henry and Cooperman appear to be onboard.  Novak's \tmade a persuasive, heartfelt argument.  Only one person still \tremains uncertain.  \n[38]\t\tAs far as I needed.  \tCatherine nods, analyzes Novak's eyes, gestures, body \tlanguage, and \"interrogates\" him.  \n[39]\t\tThere's always a chance they'll confess.  \n[40]\t\tSometimes... Once they've been caught \t\tthey feel a need for disclosure.  They \t\thave so much they want to tell. \t\tBut they've never had a sympathetic ear. \t\tThey need someone to understand why. \t\t\t \t\tStargher used to hide the bodies very \t\tcarefully.  It was part of the ritual. \t\tSome weren't found for weeks and any \t\tphysical evidence had been meticulously \t\twiped clean.  But these last three... \t\tThey were still in water - always in \t\twater - but \t\t\t \t\tListen, he wasn't just careless.  It \t\twent beyond that...  \n[41]\t\tThanks.  \tOnce he's gone, Ramsey takes this moment \"alone\" to question \this partner.  \n[42]\t\tWhat else do we do?!  \n[43]\t\tI don't have to.  \n[44]\t\tTell you what.  If this thing burns us, \t\tI take that heat.  I give you permission \t\tto point your finger at me and say \"It \t\twas all his idea.\"  \n[45]\t\tThat won't happen.  \tCooperman appears in the doorway and informs them...  \n[46]\t\tI still don't understand why I can't do \t\tthis... This isn't some \"troubled kid\" \t\tyou're dealing with.  \n[47]\t\tHow hard could it be...?  \tCatherine and Miriam try to hide their laughter.  \n[48]\t\tThis man is deeply disturbed, he...  \n[49]\t\tI know him.  \n[50]\t\t\t(eyes on the chemical/drug \t\t\tmonitors \t\tThat's the stuff?  \n[51]\t\tYou said she has a \"gift.\"  \tOverhearing, Henry interrupts, pointing at a section of \tCatherine's \"mind map.\"  \n[52]\t\tWhat happened?  \n[53]\t\tWhat happens?  \n[54]\t\tDr. Kent?  \tIN THE PROCEDURE ROOM, Miriam eases Catherine back to \tconsciousness.  \n[55]\t\tI'll get her...  \n[56]\t\tEdward Baines, I presume. \t\t\t \t\tHi, Ed.  I'm Pete.  \n[57]\t\tNo.  Not at all.  From what I \t\tunderstand, he knows I\"m here, isn't \t\tthat right?  \tCatherine nods.  Novak picks up Edward's fallen teddy bear \tand rests it in the crook of the child's arm.  \n[58]\t\tI read about a woman in TExas who was in \t\ta coma for seven years.  Every time her \t\thusband came to visit, her heart would \t\tbeat faster.  Isn't that something?  I \t\tdon't know what name scientists have for \t\tsomething like that...  \n[59]\t\tWhat then?  \n[60]\t\tAh, the part of us that can't be \t\texplained.  \tShe appreciates his understanding.  And finds herself \tcomforted by his presence.  Catherine scrutinizes Novak, his \tintensity, his honesty, his complexity.  And asks:  \n[61]\t\tPeter, okay?  \n[62]\t\tAbsolutely. \t\t\t \t\tI suppose everyone does.  \n[63]\t\tThat's what therapists are for, right?  \tCatherine laughs.  It helps her relax.  If only slightly.  \n[64]\t\tWhat did you see?  \n[65]\t\tYou're the shrink, you tell me.  \n[66]\t\tIt's an old lawyer trick.  Target the \t\temotions.  Do it right, you get a \t\treluctant witness to testify, a scared \t\tkid to confess.  \tCatherine looks at him with disbelief.  \"You?!\"  \n[67]\t\tBefore I was with the Bureau, I was an \t\tattorney, a prosecutor.  Mr. Law and \t\tOrder.  And then... I had a murder case \t\tin North Carolina.  Charles Gish. \t\tButchered seventeen people in three \t\tdays.  And because of one tiny piece of \t\ttainted evidence, he walked. \t\t\t \t\tThat's when I quit the DA's office and \t\tjoined the FBI.  \tCatherine can see the pain and frustration in Novak's eyes. \tShe gives him a moment and asks:  \n[68]\t\tI did, yeah.  \n[69]\t\tWhat about Julia?  \n[70]\t\tYou think you can do this, don't you?  \n[71]\t\t\t \t\tThis is Stargher we're talking about?  \n[72]\t\tWhoa.  Hold on.  Aren't they the same \t\tguy?  \n[73]\t\tIt's hard for me to see Stargher as \t\thuman, capable of something like \t\t\"remorse.\"  \n[74]\t\tEvil.  \n[75]\t\tMaybe this is a big fucking waste of \t\ttime.  \n[76]\t\tWhat difference does it make...?  \n[77]\t\tRight after the trial, the night after \t\the was released.  Mr. and Mrs. Frank \t\tSimmons found Charlie sitting in their \t\tliving room watching TV with their \t\ttwelve-year old daughter Margaret.  He'd \t\tcut her right down the middle with a \t\tcarving knife.  \n[78]\t\tFound the girl's heart in the freezer - \t\the thought they might want to keep it. \t\t\t \t\tLuckily, the next thing he did was slit \t\this own throat. \t\t\t \t\tI am convinced of one thing. \t\tCharles Gish could've been raised by \t\tOzzie and Harriet and the same thing \t\twould've happened.  \tHe can see Catherine doesn't accept that.  \n[79]\t\tA child can experience abuse worse than \t\tCharlie's.  And grow up to be someone \t\twho would never, ever hurt another \t\tliving thing.  \n[80]\t\tYes.  I am.  \tCatherine realizes that was a confession.  \n[81]\t\tRight here.  \n[82]\t\tBut you looked so cute.  All sleepy...  \tRamsey shoots him a murderous look, then asks Catherine.  \n[83]\t\tThank you.  \tBriefly, he touches her hand.  Catherine looks away from John \tto Novak's hand, to the photographs on the wall.  Stargher's \thouse, Valentine, the pick-up truck.  Valentine...  \n[84]\t\t\t \t\tRemember, Julia Hickson is priority \t\tnumber one.  Nothing else matters.  Find \t\tout where she is.  \n[85]\t\tWhen we got here, you just topped and \t\tpulled her out.  \n[86]\t\tInto Stargher.  Inside...  \n[87]\t\tNo.  \tMiriam nods, knowing he won't accept an opposing argument.  \n[88]\t\tAbsolutely.  \tShe loads a MICROCHIP SENSOR into a high-pressure injection \tgun and IMPLANTS it in NOVAK's HAND.  He winces from the \tbrief pain as she loads the chemical cartridges.  \n[89]\t\tPrevacid.  For my stomach.  \n[90]\t\tNo.  \n[91]\t\tNo.  \n[92]\t\tI am.  I'm a pretty boring guy.  \n[93]\t\tNot real...  \tLike an ethereal queen of the damned, she strides toward him, \tnarrowing her eyes.  \n[94]\t\tCatherine.  \tShe exhibits no recognition of her name.  Catherine \tseductively moves closer to Novak, their bodies almost \ttouching, her hands caressing his hair, lips, neck...  \n[95]\t\tJesus.  Catherine.  Listen to me...  \tShe presses her finger to his lips and forces him down, onto \tthe floor, his back to the pedestal.  Catherine straddles \tNovak, and when he tries to stand, she holds him down, \tforcing him to stay.  \n[96]\n[97]\t\tYou're Catherine Young.  You majored in \t\tPsych at UC San Diego.  You work for \t\tSunerset Industries.  \tStargher King's fingers pass over an array of horrific \tinstruments - the throat piercer/collar mechanism, a cleaver \tknife, a misshapen hammer, a long slender needle...  \n[98]\t\tYour grandmother raised you after your \t\tparents died in a car crash...  \tStargher King lifts the blade-like NEEDLE.  So far, Catherine \tlooks at Novak like he's speaking gibberish.  \n[99]\t\tWhen you were twenty-one, you were \t\tarrested for possession and got off with \t\tcommunity service.  \tStargher King SLICES through Novak's clothes, exposing the \tflesh of his abdomen.  \n[100]\t\t\t \t\tNot real, Pete...This is not real... \t\t\t \t\tYou had to work at a center for abused \t\tkids for three months.  You stayed on \t\ttwo years for no pay.  You give half \t\tyour fucking salary to the nursing home \t\tyour grandmother stays at...  \tStargher King grabs his throat and traces the blade down the \tcenter of Novak's torso.  Novak struggles and pleads with \tCatherine.  \n[101]\t\tI know this because I work for the FBI. \t\tPeter Novak, remember?!?! \t\t\t \t\tRemember.  You are Cath-  \tStargher King cuts his flesh and INSERTS the needle into his \tstomach.  NOVAK SCREAMS!  This fucking hurts!  \n[102]\t\tHelp me!!!  \tStargher King wiggles the needle, pulls it out, and digs his \tfinger into the wound.  NOVAK CRIES IN PAIN.  \n[103]\t\t\t \t\tFucking FEELS real!  \tThe intensity of Novak's cries hit Catherine like a \tthunderbolt.  There's a glimmer of life, of recognition in \ther eyes.  \n[104]\t\tNot real.  Not real.  Not real.  \tA FEMALE HAND grabs the tool from the tray.  \n[105]\t\tLike hell \"wait.\"  \tBut she won't listen and he's forced to play catch up as she \tmoves further from the den toward the cliff face.  The \tFLICKER OF LIGHT shines on the entrance to a specific TUNNEL.  \n[106]\t\tLittle boy?!  That's him!  \n[107]\t\tWhere the hell are we?  \n[108]\t\tLet's go.  \tHe pulls her to her feet.  Feeling betrayed and rejected, the \tchild breaks away from her.  THE ROAR OF STARGHER KING shakes \tthe cell.  Terrified, the boy searches for a place to hide.  \n[109]\n[110]\t\tGet me out!  \tMiriam MOVES into the PROCEDURE ROOM.  \n[111]\n[112]\t\tIs she alright?  \n[113]\t\tThis is Novak, who've I got?  \tA confused Ramsey enters and listens.  \n[114]\t\tI need you to find something in the \t\tbasement...  \n[115]\t\tThat hoist, with the winch...  \tWE FOLLOW Cole as he moves to the machine.  \n[116]\t\tThere's some kind of plaque, a metal \t\tplate, with a logo.  On the base.  \tCole locates it.  \n[117]\t\tFind out the history of that machine. \t\tWho bought it, used it, sold it.  And \t\tcheck Stargher's pay stubs.  I want to \t\tknow every contractor he worked for. \t\tI'm calling you from the chopper in ten \t\tminutes.  \tDizziness and disorientation again hit Novak.  Pale and \tsweating, he winces as his stomach agonizingly cramps.  \n[118]\t\tConsidering where I've been...  \tFighting the pain, he gathers together MAPS, slips on his \tshoes and grabs gun and holster.  Ramsey is apoplectic.  \n[119]\t\tI saw her.  Julia.  Alive.  I saw \t\teverything.  \n[120]\t\tCole?  \n[121] \n[122]\t\tDelano?  \n[123]\t\tYou're kidding me.  \n[124]\t\tThe exact location, Cole.  Give it to \t\tme.  \tThe pilot grins and pushes the copper to top speed.  \n[125]\n[126]\t\tCut the engine!  \tAs the motor dies, Novak listens and listens.  There it is. \tWater pipes beneath his feet.  And very faintly, a pounding. \tHe follows the sound, searching the earth.  It's clearer now, \tlouder.  Novak tosses aside rusted junk and the pilot runs to \tassist him.  Together, they expose the entrance to the \tunderground sanctuary.  \n[127]\n[128]\n[129]\t\tDr. Kent.  \n[130]\t\tThanks you.  Six weeks off does a body \t\tgood. \t\t\t \t\tI heard she got the approval to try the \t\treversal with Edward.  \n[131]\t\tFederal Bureau of Investigation, ma'am. \t\tWe know all, see all...  \tNovak opens the rear compartment of the Suburban and we hear \tsomething moving inside.  \n[132]\t\tHow's the patient.  \n[133]\t\tWhat about the cat?  \n[134]\t\tReady?  \tCatherine cradles her cat.  \n[135]\t\tThat went well.  \n[136]\t\tYou sure about this?  \n[137]\t\tYep.  Eloped.  \n[138]\t\tWell look at that.  \n[139]\t\tSo you say.  \tAmazingly, Abigail brushes up against the dog and purrs.  \n[140]\t\tAll yours.  My boss says it's one of the \t\tstrangest requests the Bureau's ever \t\thad.  \tCatherine laughs.  She likes that.  \n[141]\t\tHe also says that until proven \t\tdifferently, Julia Hickson was found as \t\ta result of good old-fashioned detective \t\twork.  \n[142]\t\tI don't know.  I think it does. \t\t\t \t\tYou know, Catherine... If you ever want \t\tto talk about it.  What happened to \t\tStargher.  That last time.  \tIt's painfully clear the thought of it still troubles her.  \n[143]\t\tI got it.  \tHe moves into the kitchen.  In a moment of quiet \tintrospection, Catherine looks at the television screen, at \tDorothy accidentally hitting the wicked Witch with a bucket \tof water, causing her to melt.  And she looks away, unable to \twatch, disturbed by the image.  She turns to the kitchen and \tsees Novak feeding an appreciative dog and cat.  He rises and \treturns to the living room.  \n[144]\t\tNo problem.  ", "Mrs.": "", "Hickson": "\n[1]\t\tYes, sir.  \n[2]\t\t\t \t\tBut nobody was moving in together 'til \t\tafter the wedding.  \tNovak hasn't said much.  Instead, he looks at something in \this hands - a plastic evidence bag containing the TOY DOLL.  \n[3]\t\tMaybe you made a mistake.  Maybe she... \t\tshe...  \tNovak hides the doll.  ", "Teddy": "\n[1]\t\tBleach.  \tAs the man snaps pictures, Ramsey and Cole join them.  Sadly, \tNovak recognizes the face.  \n[2]\t\tSomeone looking after her little girl?  \n[3]\t\tThe poor thing.  \tFLASH!  We're up there now, ON THE OVERPASS, with the \tphotographer and Novak, examining TIRE TRACKS in the soft \tshoulder.  Novak peers over the edge at the crime scene, \tsteps back, and focuses on the highway - imagining the \tkiller's truck as it disappeared into the night. \t \t \t \n[4]\t\tHot off the presses.  \tHe gives them copies of the AUTOPSY REPORT and FORENSIC \tANALYSIS of Anne Marie Vicksey.  The WAITRESS sees Teddy, \tapproaches, and offers a menu.  \n[5]\t\t\t \t\tChicken fried steak, mashed potatoes, \t\tgarden salad with Thousand Island \t\tdressing and an iced-tea.  Thank you \t\tdarlin'.  \tShe nods and moves to the kitchen.  Novak and Ramsey flip \tthrough the documents.  \n[6]\t\tWater in her lungs.  Same brand of \t\tbleach.  Match on the semen.  Lots of \t\thair.  \n[7]\t\t\t \t\tSo?  \n[8]\t\tNow?  \n[9]\t\tComplete absence of melanin.  \tNovak and Ramsey stand over his shoulder.  \n[10]\t\tGentlemen, I believe an albino dog is \t\trare indeed.  \n[11]\t\tThe Phoenix office tested that hair \t\tthirty minutes ago.  And we got the \t\tmatch.  \n[12]\t\t\t \t\tHe's schizophrenic.  \tNovak doesn't like this.  Not one bit.  \n[13]\t\tWhat about Thorazine? Or... Desoxyn?  ", "Lee": "\n[1]\t\tBleach.  \tAs the man snaps pictures, Ramsey and Cole join them.  Sadly, \tNovak recognizes the face.  \n[2]\t\tSomeone looking after her little girl?  \n[3]\t\tThe poor thing.  \tFLASH!  We're up there now, ON THE OVERPASS, with the \tphotographer and Novak, examining TIRE TRACKS in the soft \tshoulder.  Novak peers over the edge at the crime scene, \tsteps back, and focuses on the highway - imagining the \tkiller's truck as it disappeared into the night. \t \t \t \n[4]\t\tHot off the presses.  \tHe gives them copies of the AUTOPSY REPORT and FORENSIC \tANALYSIS of Anne Marie Vicksey.  The WAITRESS sees Teddy, \tapproaches, and offers a menu.  \n[5]\t\t\t \t\tChicken fried steak, mashed potatoes, \t\tgarden salad with Thousand Island \t\tdressing and an iced-tea.  Thank you \t\tdarlin'.  \tShe nods and moves to the kitchen.  Novak and Ramsey flip \tthrough the documents.  \n[6]\t\tWater in her lungs.  Same brand of \t\tbleach.  Match on the semen.  Lots of \t\thair.  \n[7]\t\t\t \t\tSo?  \n[8]\t\tNow?  \n[9]\t\tComplete absence of melanin.  \tNovak and Ramsey stand over his shoulder.  \n[10]\t\tGentlemen, I believe an albino dog is \t\trare indeed.  \n[11]\t\tThe Phoenix office tested that hair \t\tthirty minutes ago.  And we got the \t\tmatch.  \n[12]\t\t\t \t\tHe's schizophrenic.  \tNovak doesn't like this.  Not one bit.  \n[13]\t\tWhat about Thorazine? Or... Desoxyn?  ", "Julia": "\n[1]\t\tOh no...  \n[2]\t\tGod... I didn't see you.  \tSTARGHER'S HANDS COME AT HER FROM BEHIND!  One grabs her hair \tand the other covers her face with a chloroform-soaked towel. \tHe presses so hard, she cannot scream, cannot move.  After a \tbrief struggle, he SHOVES her into her car and holds her \tuntil she passes out.  Stargher pushes Julia into the \tpassenger seat and starts the car.  Pulls a dog treat from \this pocket and WHISTLES.  The Shepherd instantly perks up. \tPerfectly healthy.  And jumps into the car.  \n[3]\t\tHey!  \n[4]\n[5]\t\t\t \t\tOur Father, who art in heaven, hallowed \t\tbe thy name.  Thy kingdom come, thy will \t\tbe done.  \tON THE OTHER SIDE OF THE GLASS, we watch her through one-way \tglass from the video camera's point-of-view.  She looks right \tat \"us,\" in the mirror, saddened by the dark circles under \ther bloodshot eyes.  \n[6]\t\t...on Earth as it is in Heaven.  \tWe drift to the right and see the l.e.d. counters CLICKING \tAWAY.  01:44:54, 01:44:53, 01:44:52... Less than TWO HOURS to \tlive and she has no idea.  \n[7]\t\tDo something, Julia.  \tShe looks around the room and runs her hands along the walls, \tthe tile, looking for a weak spot.  She focuses on the \tCEILING PANEL and although it's painful because of swollen \tfingers, removes her ENGAGEMENT RING.  \n[8] \tThe thick Plexiglass still remains, but she now can see him. \tNovak pulls his ID BADGE and smacks it against the glass.  "}}