{"filename": "Social-Network,-The_script.txt", "imdb_id": "tt1285016", "imdb_url": "https://www.imdb.com/title/tt1285016", "characters": ["Dustin Moskovitz", "Girl at Phoenix Club", "Erica's Roommate", "Erica Albright", "Chris Hughes", "Eduardo Saverin", "Billy Olson", "Student Playing Facemash", "Phoenix Member Playing Facemash", "Phoenix Club President", "Mark Zuckerberg"], "dialogues": {"Dustin": "\n[1]Who should we send it to first? \n[2]Mine's down. \n[3]I'm developing an algorithm to define the connection between Jewish guys and Asian girls. \n[4]Mark? Mark. MARX turns his head and looks at him... \n[5]       \n[6]   \n[7]    \n[8]Who are the girls? \n[9] \n[10] Nine--hundred and fifty-six. \n[11]Nine--hundred sixty-nine. \n[12]Nine-hundred and eighty-eight. \n[13]Nine ninety-three, we are so close. \n[14]  \n[15]What the hell? \n[16]  \n[17]That's the doorbell. \n[18]  \n[19]You know, ironically, we're paying an extra 50 bucks a month 'cause it has a working fireplace. \n[20]Anybody hear that banging? While the following is going on, here's what's happening: The girls have gone over to a 12-foot bong that starts at the floor and goes to the landing at the top of the stairs. 130, it gets lit at the bottom and smoked at the top so the girl who just got her soldiers hit trots up the stairs. \n[21]Dude, somebody's at the door. SEAN goes back to the cell phone conversation as he heads to \n[22]Wardo! 131. ", "Moskovitz": "", "Erica's": "", "Roommate": "\n[1] ", "Erica": "\n[1]That can't be true. \n[2]What would account for that? \n[3]I didn't know they take SAT's in China. \n[4]You got 1600? \n[5]Or you get into a final club. \n[6]I like guys who row crew. \n[7]Have you ever tried? \n[8]To row crew? \n[9]Sometimes, Mark-seriously-YOU say two things at once and I'm not sure which one we're talking about. \n[10]No. \n[11]I guess I meant I liked the idea of it. The way a girl likes cowboys. 3. \n[12]This is a new topic? \n[13]We're still talking about the finals clubs? \n[14]It's just that since the beginning of the conversation about finals clubs I think I may have had a birthday. \n[15] There are more people in China with genius IQ's than the entire population of-- \n[16]Which one? \n[17]I actually meant which Roosevelt. \n[18]Okay, well, which is the easiest one to get into? MARK takes a cigarette from a pack, lights it, takes a drag and blows the smoke out before he says... \n[19]What? \n[20]I was just asking. \n[21]He made $300,000 in a summer? \n[22]You said it was oil futures. \n[23]  \n[24]The one that's easiest to get into would be the one where anybody had the best chance. \n[25]I was honestly just asking. Okay? I was asking just to ask. Mark, I'm not speaking in code. \n[26]You're obsessed with the finals clubs. You have finals clubs OCD and you need to see someone about this who'll prescribe some sort of medication. You don't care if side effects may include blindness, okay, just do it. \n[27]Yes there is. \n[28]I didn't mean to be cryptic. \n[29]Why? \n[30]You think Teddy Roosevelt got elected president because he was a member of the Phoenix Club? \n[31]Maybe he sang in an a Capella group. \n[32]  \n[33]okay, well I want to be straight forward and tell you that I'm not anymore. \n[34]I'm not your girlfriend anymore, \n[35]No, I'm sorry, it's not. \n[36]You're going to introduce me to people I wouldn't normally get to meet? What the fuck is that supposed to mean? \n[37]What was it supposed to mean? \n[38]        \n[39]The door guy's name is Bobby. I haven't slept with the door guy, the door guy's a friend of mine. He's a perfectly good class of people and what part of Long Island are you from--England? \n[40]I'm going back to my dorm. \n[41]Yes. \n[42]I'm going back to my dorm, I have to study. \n[43] \n[44]Yeah. \n[45]I appreciate that but-- \n[46]---I have to study. \n[47]I can't.. \n[48]Because it's exhausting. Going out with you is like dating a stairmaster. \n[49]I have to go study. \n[50]How do you know I don't have to study?! \n[51]I'm sorry you're not sufficiently impressed with my education. \n[52]I think we should just be friends. \n[53]I was being polite, I had no intention being friends with you. \n[54]       \n[55] And you're never getting into a final club. Along with the MUSIC, we slowly push in on MARK. A fuse has just been lit. \n[56]  \n[57]It's my first time. \n[58]I think I'm good right here. \n[59]No. \n[60]You called me a bitch on the internet, Mark. \n[61]On the internet. \n[62]comparing women to farm animals? \n[63]It didn't stop you from writing it. As if every thought that tumbles through your head is so clever it would be a crime for it not to be published. The internet's not written in pencil, Mark, it's written in ink and you published that Erica Albright was a bitch. Right before you made some ignorant crack about my family's name, published my bra size and then rated women-based on their hotness. Why don't you say it to me now, why don't say it to my face? \n[64]No, there's no problem. You're not a real person, Mark. You write your bullshit from a dark room because you're a failure at human contact. I liked you and I was nice to you. \n[65]I don't want to be rude to my fxiends, I should be talking to them. \n[66]Hey Mark. A year from now you won't remember this conversation and you won't remember me. '79 . \n[67]Well... listen, good luck with your video game. It was an honest mistake on ERICA's part but a kidney punch to \n[68]  ", "Albright": "", "Chris": "\n[1]Neal. \n[2]My computer's' frozen. \n[3]Mark's here. They see MARK come in and look around. EDUARDO waves him over... \n[4]They hate doing stories about Harvard. \n[5] \n[6] ", "Hughes": "", "Eduardo": "\n[1]What's going on? \n[2]Mark. What's going on? 15, \n[3]Did you and Erica split up? \n[4]It's on your blog. \n[5]Are you alright? \n[6]I'm here for you. \n[7]Are you okay? \n[8]Why? \n[9]  \n[10]Give each.girl a.-base rating of 1400. At any time `Girl All has a rating R-a and \"Girl B\" has a rating R-b. \n[11] Those expectations are expressed this way. \n[12]It works. \n[13]Dwyer. \n[14]Who are you gonna send it to? MARK's made the link to e-mail and hits send. 18, \n[15]Mark? I wonder if maybe you. shouldn't shut it down before you get into trouble. MARK ignores him as we pre-lap a PHONE RINGING and \n[16]You don't think-- \n[17]Go see if it's everybody. DUSTIN, CHRIS and EDUARDO head out of the room. MARX drains what's left of the vodka and lights a cigarette as the guys start coming back in the room. \n[18]I mean ...unless it's a coincidence I think this is-Us, \n[19]  \n[20]Well? \n[21]To who? \n[22]It's alright. \n[23]It's okay. You're fine. \n[24]Maybe, but at least everybody knows you now. \n[25]It's not that guys like me are generally attracted to Asian girls. It's that Asian girls are generally attracted to guys like me. \n[26]I don't think it's that complicated. They're hot, they're smart, they're not Jewish and they can't dance. \n[27]  \n[28]I'll be back in a minute. EDUARDO joins MARK in the back of the room and they take up a spot next to a bay window that's covered on the outside with ice. \n[29]I got punched by the Phoenix. 38. \n[30]No. I mean it's just the first of the four step process but they slipped the invitation under my door tonight. T go to the first punch party tomorrow and if they like me-- \n[31]--I get the second invitation and then the third and then who knows? \n[32]   \n[33]You said you think you've come up with something. It seems like MARK's just made a small decision in his head, \n[34]It's 20 degrees outside. \n[35]Yeah. \n[36]Yeah. \n[37]I can't feel my legs. \n[38]\"It would be exclusive\". \n[39]This is interesting. \n[40]I told him I thought it sounded great. I mean it did, it was a great idea. There was no reason to hack, people were going to put their own pictures up. What they were interested in, what they were looking for, what classes they were taking... and people had the ability to invite their friends to join. Or put a different way, not invite their friends to join. In a world where social structure is very important, that was sexy. It was a big project and he was going to have to write tens ofâ\u0080¢thousands of lines of code so I wondered why'he was coming to me and not his roommates. Dustin Moskowitz and Chris Hughes were programmers. \n[41]That was why. \n[42]I said \"Let's do it\". \n[43]Yes. He said--- \n[44]  \n[45]Yes sir, \n[46]Yes. He said they'd asked him to work on their site but that he'd looked at what they had and decided it wasn't worth his time. Uhh, he said even his most pathetic friends knew more about getting people interested in a website than these guys. \n[47]Yes. He resented--Mark resented that they- --that your clients, probably thought he would jump at the chance to rehabilitate his image after the Facemash thing but Mark didn't want to rehabilitate anything. With Facemash he'd beaten the Harvard computers, he'd beaten the Ad Board and he made the girls mad. Facemash did what he wanted it to do. MARK kind of nods a little to himself. It should be noted that these depositions have an extra element of dish ort as everything is being said within a few feet of the peop\" being talked about. \n[48]Not at the time I wasn't. I am now. \n[49]No I wasn't. MUSIC kicks in that will tie this next section together as we \n[50]  \n[51] \n[52]How much more? \n[53]Do we need it? \n[54]Do it. \n[55]Hey, guess what?  I made the second cut. \n[56]I'll get outa,here. \n[57]I know. \n[58]1) Harvard was founded in 1636, not 1638. 2) Harvard wasn't founded by John Harvard and 3) That's not John Harvard. \n[59]A friend of the sculptor, Daniel. Chester- \n[60]  \n[61]Not to my knowledge. \n[62]We were supposed to meet at 9. MARK is searching the pockets of his shorts for his keys. \n[63]Have you slept yet? MARK opens the door and they go into his suite-- \n[64]What are you adding? 52, MARK's in his own world as he sits at the computer and calls up theFacebook. The home page fills the screen. \n[65]    \n[66]What'd you write?. MARK goes back to the profile page. There's a new area to be filled in... \n[67]--meet a girl. \n[68]Really? \n[69]  \n[70]It's ready? \n[71]Right now? \n[72]You made a masthead. \n[73]  \n[74]You have no idea how much that's going to mean to my father. \n[75]  \n[76]Why do we need my laptop? \n[77]  \n[78]I didn't mean Spam, it's not Spam, it's \n[79]I haven't gotten in yet. \n[80]  \n[81]\"Jabberwockl2@Harvard E-D-U.\" \n[82]Yeah. MARK opens up an e-mail and is writing a short message, then includes a link to the site-- \n[83]I know, \n[84]They're not so bad. 55. \n[85]You're right. \n[86]  \n[87]Mark? MARK doesn't hear him. We just see MARK's head from the back and it's ever so slightly bobbing back and forth... \n[88]   \n[89]  \n[90]Yeah. Both of us. It's mine and his. It's our--we're--yes. \n[91]  \n[92]  \n[93]She said \"Facebook me\" and we can all have a drink later. Which is stunningly great for two reasons. One, she said \"Facebook me\". Right? And the other is that, you know-- \n[94]Yes: Have you ever heard so many different good things packed into one ordinary-sized sentence? A group of guys hustle up to MARK and EDUARDO-- \n[95]It's time to monetize the thing. \n[96]Did you hear what I said? \n[97]I said it's time to monetize the site. \n[98]I mean it's time for the website to generate revenue. 70, \n[99]Advertising. \n[100]We've got 4000 members. \n[101]Well I wasn't thinking it would be Mountain Dew but at some point--and I'm speaking as the business end of the \n[102]Mark, what is this? \n[103]This, \n[104]Who? \n[105]When did you get this? \n[106]Jesus Christ. \n[107]They're saying--the Winklevoss twins are saying you stole their idea. \n[108]They find it to be property theft. Why-- \n[109]--why didn't you show this to me? \n[110]They're saying we stole theFacebook from Divya Narendra and the Winkâ\u0080\u0094 \n[111]  \n[112]Please don't screw around with me now. \n[113]Look at me. \n[114]The letter says we could face legal action. \n[115]It's from a lawyer, Mark. They must feel they have some grounds for-- \n[116]Do they have grounds? \n[117]Why didn't you show me the letter? \n[118]If there's' something wrong--if there's ever anything wrong--you can tell me. I'm the guy who can help. Is there anything you need to tell me? \n[119]What are we doing about this? \n[120]What did you say? \n[121]  \n[122]  \n[123]       \n[124]. Oh God. \n[125]Sorry. It'll just be a minute. Some girls are freshening up in there. \n[126]   \n[127]Where you going? 77. MARK makes his way through the crowd toward a round booth. A girl is sitting there and even though her back is to MARK he can recognize her. She's with a girlfriend and three guys. When he makes it to the booth he says-- \n[128]That was cool, you did good. You talked to her, that was the right thing to do. It was good, Mark. \n[129] What? \n[130]  \n[131]Why do you want a story in the B.U.--- \n[132]Jenny and Alice, \n[133]Yes. \n[134]As CFO, I'd set up some meetings with potential advertisers. \n[135]It was paid for out of the thousand dollar account I'd set up a few months earlier. \n[136]Yes. \n[137]They went terribly. \n[138]Mark was asleep. \n[139]Can I re-phrase my answer? \n[140]I wish he'd been asleep. \n[141].and we're at 29 schools now with over 75,000 members. People who go on theFacebook tend to stay on longer than almost any other site and here's the most impressive statistic--67% of people who try it once come back. Now if you'll \n[142]Yes sir. \n[143]Yes. A dinner. It was set up through my girlfriend at the time. \n[144]Yes, very, \n[145]They might. \n[146]It' :l.l be embarrassing, \n[147] \n[148]Unless you're the Ballet Theatre of Hartford, the urpose of a business is to make a profit.' \n[149]That's tough for me because I'm the business head of the company. MARK says nothing... \n[150]  \n[151]He's not a god- \n[152]25 minutes late. \n[153]I honestly wasn't jealous. I was nervous. \n[154]I didn't know him at all but I'd done an internet search and asked around. He struck me as kind of a wild man. \n[155]He crashed out of two pretty big internet companies in-spectacular fashion and he's got a reputation with drugs. \n[156]We don't need him. \n[157]And he does own a watch. SEAN stops at a table to shake hands with a guy in a suit and kiss his girlfriend. It's sort of an incongruous sight--this 22 year old kid who's able to work a room like Sinatra. Who the hell is this? \n[158]. Take your time... \n[159]We were waiting for-- \n[160]From that point on it was a Sean-a-thon. I'd never seen anyone perform a monologue at dinner before but that's what happened. \n[161]He took us through his episode with Napster . \n[162]And then he went to his second business venture which was Plaxo, an online rolodex. \n[163]  \n[164]And he told story after story about life in Silicon Valley, parties at Stanford and-down in LA, friends who\" d become billionaires--and then he finally got around to theFacebook. \n[165]Well... we're in 29 schools now and we \n[166]Settle an argument for us, would you? I say it's time to start making money from theFacebook but Mark doesn't want advertising. Who's right? \n[167]You? \n[168]That's gotta be some kind of land speed record for talking. \n[169]I'm trying to pay for the party. \n[170]Sure, let's drop the \"the\". \n[171]Only if you're a trout. \n[172]That's where my family lives. \n[173]No, \n[174]  \n[175]No. \n[176]  \n[177] \n[178]It's bullshit, it's one of the other clubs playing a prank. 107. \n[179]I'd gotten into the Phoenix. I'd been accepted and as part of my initiation I had to, for one week, carry with me at all -Limes and take care of a chicken. \n[180]I wasn't torturing the chicken, I don't torture chickens, are you crazy? \n[181] Listen to me. 108. \n[182]I was having dinner in the Kirkland Dining Hail with Mark and I had the chicken with me because I had to have the chicken with me at all times. This was college. \n[183]The dining hall was serving chicken for dinner and I had to feed my chicken so I just...I cut up little pieces,of chicken and gave it to the chicken.'There were a lot of people there and someone must have seen me and the next thing I knew I was being accused of forced cannibalism. At the end of the table, MARYLIN'tries but fails to stifle a small laugh. EDUARDO looks down the table... \n[184]i didn't'know you can't do that. I dealt with the various animal rights groups, I dealt with the Associate Dean of the College, it was all fine. \n[185]Someone from the Fly or the Porc must have reported it. For all I know it was the Winklevoss twins who may have been tipped off by somebody else who was there. \n[186]I can't forget about it, I'm being accused of animal cruelty. It's better to be accused of armed robbery. I'm going to have to explain this to my father, I'm going to have to explain this to everyone, I'm going to have to--what is happening on that? EDUARDO's referring to a laptop that's open and displaying images of four paintings. \n[187]Is that a Facebook page? \n[188]I'd rather not answer that, Gretchen. \n[189]Because I'm not suing him for cheating on his final exam and so that's not what friends do. \n[190]bops. You told your lawyers I was torturing animals?! 110. \n[191]I agree. More servers, more apps-- \n[192]What? \n[193]When did you decide to go to California for the summer? \n[194]Somewhere in the middle of The Sean Parker Variety Hour? \n[195]You're Jed Clampett? \n[196]Yes, we got the show in Brazil, it was genius. \n[197]He doesn't bring anything to the table. He doesn't have money, Dustin's a better \n[198]We don't need VCs, we need advertisers and I've got connections to the VCs. \n[199] \n[200]It was the Winklevosses, Mark! \n[201]  \n[202]  \n[203]Enough to get him out of Plaxo. The drugs, the girls-- \n[204]You can read about it, \n[205]Don't fish eat other fish?! The marlins and the trout?! \n[206]  \n[207]What's goin' on? \n[208]They're hacking. \n[209]You know I didn't understand what you just said, right? \n[210]Can I ask--what part of the interns' jobs will they need to be able to do drunk? \n[211]Here. \n[212] \n[213]Yes. \n[214]Yes. \n[215]Yes. \n[216]Wel1... .I figured we were a team and I wanted to be a team player. I figured Mark, Dustin and the new interns could work on the site while I worked on generating advertiser interest in New York. 13.6. \n[217]And mostly I figured., you know...how much could go wrong in three months? \n[218]What the hell. \n[219]   \n[220]What in hell happened here? \n[221]Hey man. \n[222]Flow old are they, Sean? \n[223]How old are they? \n[224]I've read enough. \n[225]I waited an hour for you at the airport. \n[226]It's midnight. Or 3AM in New York where I just came from. \n[227]No. \n[228]  \n[229]I don't care if he's an actual angel, why's he setting up business meetings? \n[230]No, I've had a long wait on the tarmac at JFK, theft a long wait at the passenger loading and unloading zone at SFO and in between there was a long flight. I run the business end of this company, he's a house guest living rent-free on a generous grant from the Eduardo Saverin Foundation.' \n[231] \n[232]       \n[233]How's the internship? \n[234]Mark.. .Jesus, I quit the internship. We've talked about this on the phone, were you even--I quit on my first day. \n[235]Yeah, it was a pretty big deal. \n[236]No I mean she's actually psychotic. She's insanely jealous and she's irrational and she's violent. \n[237]I do not want that guy representing himself as part of this company. \n[238]Did you hear what I just said? \n[239] \n[240]He's not part of the company. \n[241]I'm aware of that. \n[242]I'm aware of that, Mark, I'm the CFO. \n[243]He's set up other meetings? \n[244]Without me knowing anything about it?! \n[245]Riding subways 14 hours a day to get \n[246]I want to freeze this bank account and cancel all existing checks and lines of credit. \n[247]  \n[248]Hello? --and then the last. hallway. \n[249]Jesus . \n[250]You scared me. I need you to knock first. \n[251]I got back this afternoon. \n[252]Jen, it was kind of a rough trip and I was tired and-- \n[253]I did, and I thought that was incredibly normal behavior. \n[254]I brought you a present. \n[255]  \n[256]I was single when I set up the page. \n[257]  \n[258]I don't know how. \n[259]No. Calm down. 138, \n[260]It's a little embarrassing so you should take it as a sign of trust that I would tell you that. \n[261]  \n[262]That is not even remotely true and I can promise you that the Silicon valley skanks don't care what anyone's relationship status is on Facebook. Please let me give you your present. EDUARDO's cell phone RINGS-- \n[263]Okay, this is gonna be tricky. Here, open your present. It's a silk scarf. \n[264]This'll be your first. EDUARDO's gotten the gift box out of his half un-packed suitcase, tossed it to JENNY and finally answered the phone. 139. \n[265]  \n[266]I did. \n[267]I had to get your attention, mark. \n[268]We've been working on. \n[269] \n[270] Holy shit! \n[271]I've got a fire in a my apartment! \n[272]I'm putting you on speaker. EDUARDO hits a button on his cell and tosses it down. We'll. keep hearing MARK'sâ\u0080¢voice as EDUARDO runs out into the hallway, grabs a fire extinguisher from its wall bracket, comes back in and sprays out the fire. \n[273]  \n[274]I'm sorry. It .maybe was angry and it was childish. I needed to get your attention. ].41 . \n[275]What is it? \n[276]  \n[277]  \n[278] \n[279]Yes. Also I'm breaking up with you. \n[280]How many shares of stock will I own? \n[281]Jesus Christ. \n[282]Because you may need to dilute it to award shares to new investors. \n[283]Mark doesn't care about money and he needs to be protected. \n[284]I can live with that. \n[285]  \n[286]     \n[287]Well there was a lot of handshaking and congratulations. He'd already told me he wouldn't be coming back to school for at least a semester so we were saying goodbye for a while. And then before I left, he said---- \n[288] A million members. \n[289]Remember the algorithm on the window at Kirkland? \n[290]Yeah, I'll be here. \n[291]In late November I got the e-mail from Mark telling me to come out for the millionth member party. \n[292]It said that we had to have a business meeting. That Mark and Sean had played some kind of revenge stunt on Michael Moritz and Sequoia capital. and that it had impressed Moritz so much that he was making an investment offer that was hard to turn down. \n[293]I went out to California and went straight to the new offices. And it's clear that we're in the offices of a new, high-tech, very successful internet company. The Facebook logo in blue metallic letters on the wall, the maple desks, new computer monitors, carpeting, a wall covered in graffiti by an artist commissioned for. the job and -tons of young employees. \n[294]I didn't know whether to dress for the party or the business meeting so I kind of dressed for both. We see that most of the employees, especially the women, are dressed to go to an after-work, late-night party. \n[295]But it didn't matter. \n[296]Because I wasn't called out there for either one. \n[297]An ambush. \n[298]At first I thought he was joking, giving me more contracts to sign. But then I started reading. As EDUARDO reads, we rack focus to MARK, who's sitting at a computer'with his back to EDUARDO, focused on his work. And then we see-SEAN step into the frame and lean against a desk a few yards away. And then back to EDUARDO, who's almost shaking... \n[299]What is this? \n[300]What is this? \n[301]Mark? MARK doesn't look up from his computer-- \n[302]Mark. MARK still doesn't look up-- \n[303]  \n[304]Is he? \n[305]How much were your shares diluted? How much were his?! \n[306]It wa ï¿½ \n[307]It wasn't. \n[308]It wasn't. \n[309]It wasn't. \n[310]  \n[311]You set me up. 1. 49. \n[312]It's gonna be like I'm not part of Facebook. \n[313]My name's on the masthead. \n[314]This is because I froze the account? \n[315]Sorry, but my Prada's at the cleaners along with my hoodie and my fuck-you flip- flops you pretentious douchebag. \n[316]:I'm not signing those papers. \n[317] Tell me this isn't about me getting into the Phoenix. \n[318]You did it. I always knew you did it. You planted the story about the chicken. \n[319]You had me accused of animal cruelty. \n[320]And I'll bet you just hated that they identified me as a co-founder of Facebook- -which I am! You better lawyer-up, asshole, 'cause I'm not comin' for my 30 percent, I'm comin' after everythin g \n[321]I'm going. \n[322]I like standing next to you, Sean. It makes me look tough in comparison. EDUARDO exits with the security escort. There's a long silence in the room... 151. ", "Saverin": "", "Billy": "\n[1] ", "Olson": "", "Mark": "\n[1]Did you know there are more people with genius IQ's living in China than there are people of any kind living in the United States? \n[2]it is true. \n[3]Well first of all, a lot of people live in China. But here's my question: \n[4]How do you distinguish yourself in a population of people who all got 1600 on their SAT's? \n[5]I wasn't talking about China anymore, I was talking about here. \n[6]You can sing in an a Capella group. 2. \n[7]Or you row crew or you invent a 25 dollar \n[8]Or you get into a final club, exactly. \n[9]  \n[10]I'm trying now. \n[11]To get into a final club. To row crew? No. Are you, like--whatever--crazy? \n[12]But you've seen guys who row crew, right? \n[13]Okay, well.. they're bigger than me. They're world class athletes. And a second ago you said you like guys who row crew so I assumed you'd met one. \n[14]The Phoenix is good. \n[15]It's the same topic. \n[16]Would you rather talk about something else? \n[17]We can change the subject. \n[18]It's about exclusivity. \n[19]The final clubs. And that's how you distinguish yourself. The Phoenix is the most diverse. The Fly Club, Roosevelt punched the Porc. \n[20]The Porcellian, the Porc, it's the best of the best. \n[21]Theodore. 4. \n[22]Hm. \n[23]why would you ask me that? \n[24]They're all hard to get into. My friend Eduardo made $300,000 betting on oil futures last summer and he won't get in. Money or the ability to make it doesn't impress anybody around here. Everybody can do that. \n[25]He likes meteorology. \n[26]If you can predict the weather you can predict the price of heating oil. You asked me that because you think the final club that's easiest to get into is the one where I'll have the best chance, \n[27]You asked me which one was the easiest to get into because you think that's where I have the best chance. \n[28]I just think you asked--the placement of where you asked the question-- \n[29]Erica-- \n[30]Final clubs. Not finals clubs and there's a difference between being obsessed and being motivated. \n[31]Well you do--that was cryptic--so you do speak in code. \n[32]I'm saving I need to do something substantial in order to get the attention of the clubs. \n[33]Because they're exclusive. And fun and they lead to a better life. \n[34]He was a member of the Porcellian and yes I do. 6. \n[35]I want to be straight forward and tell you that I think you should be a lot more supportive. If I get in I'll be taking you to the parties and you'll be meeting people that you wouldn't normally get to meet. \n[36]You're my girlfriend. \n[37]  \n[38]Is this a joke? \n[39]You're breaking up with me? \n[40]Take it easy. \n[41]It was--Erica, the reason we're able to sit here and drink is that you used to sleep with the door guy. \n[42]I'm from Westchester. \n[43]I apologize, okay? Siddown. \n[44] \n[45]I'm sorry and I mean it.. \n[46]Come on. \n[47]You don't have to study. Let's just talk. \n[48]Why? \n[49]All I meant is that you go to B.U. and so you're not likely to--I wasn't making a comment on your parents--I was saying you go to B.U. \n[50]You don't have to study. \n[51]Because you go to B.U.! ERICA stares at him... \n[52]  \n[53]And I'm sorry T don't have a rowboat. \n[54]I don't need friends. \n[55]You're really leaving. ERICA takes MARK's hand and looks at him tenderly.. \n[56]  \n[57]Folks, for the record, she may look like a 34D but she's getting all kinds of help from our friends at Victoria's Secret, She's a 348, as in barely anything there.. False advertising. \n[58]The truth is she has a nice face. I need to think of something to help me take my mind off her. Easy enough, except I need an idea. MARK has moved his mouse to an icon on his desktop labeled \"Kirkland Facebook\". He clicks and opens it. A menu of photos appear. He blogs again. \n[59]I'm a little intoxicated, I'm not gonna lie. So what if it's not even 10PM and it's a Tuesday night? The Kirkland Facebook is open on my desktop and some of these people have pretty horrendous f acebook-pics. Billy Olson's sitting here and had the idea of putting some of these girls' faces next to pictures of farm animals and have people vote on who's hotter. . \n[60]Good call, Mr. Olson! I think he's on to something. \n[61]year it's on. I'm not gonna do the farm animals but I like the idea of comparing two people together. It gives the whole thing a very Turing feel since people's ratings of the pictures will be more implicit than, say, choosing a number to represent each person's hotness like they do on hotornot.com. The first thing we're going to need is a lot of pictures. Unfortunately, Harvard doesn't keep a public centralized facebook so I'm going to have to get all the images from the individual houses that people are in. Let the hacking begin. \n[62]  \n[63]First u is Kirkland. They keep everything open and allow indexes in their Apache configuration, so a little NGET magic is all that's necessary to download the entire Kirkland facebook. Kids' stuff. On the computer screen, we've been seeing him download picture after picture of Harvard girls. \n[64]  \n[65]Next is Elliot. They're also open but with no indexes on Apache. I can run an empty search and it returns all of the images in the database in a single page. Then I can save the page and Mozilla will save all the images for me. Excellent. Moving right along. Flying by at super-speed on MARR's computer screen have been commands and images that the rest of us can't possibly understand. \n[66]Lowell has some security. They require a username/password combo and I'm going to go ahead and say they don't have access to main faa user database, so they have no way of--â\u0080¢ 14, \n[67]Adams has no security but limits the \n[68]For Quincy I'm going to have to get a matching name and student I.D. combo and I'm in. All I have to-- \n[69]Ins'r ions and images fly across MARK'S sereen- \n[70]Dunster is intense. Not only is there no public directory but there's no-- \n[71]Leverett is a little better. It's slightly obnoxious that they only let you view one picture at a time and I'm not \n[72]--definitely necessary to break out the emacs and modify that pert script. \n[73]Perfect timing. Eduardo's here and he's going to have the key ingredient. \n[74]Wardo. \n[75]How did you know that? \n[76]Oh yeah. \n[77]I need you. \n[78]No, I need the algorithm you used for the oil futures. \n[79]We're ranking girls. \n[80]To watch the bottom 200's heads explode. \n[81]  \n[82]When any two girls are matched up there' an expectation of which will win based on their current rating. \n[83]Let's write it. \n[84]Just a Couple of people. The question is, who are they gonna send it to? \n[85]       \n[86]  \n[87]It's not a coincidence. \n[88]  \n[89]That's not what happened. \n[90]No, back, I mean--That's--back at the bar with Erica Albright. She said all that? That I said that stuff to her? \n[91]why would you even need to depose her? \n[92]You think if I know she can make me look like a. jerk I'll be more likely-- \n[93] \n[94]--to settle, right? 24, \n[95]Then I guess that would be the first time somebody's lied under oath. People are stretching and getting coffee and talking quietly. MARK stays in his seat. MARYLIN, the attractive second year associate who's on Mark's legal team is still sitting too... about four seats down from Mark. \n[96]  \n[97]Eighty percent of the male population. \n[98]  \n[99]Yes. \n[100]Which part? \n[101]I pointed-out some pretty gaping holes in your system. \n[102]Four hours? \n[103]Six months academic probation. They walk out onto-- \n[104]No it couldn't. They made me apologize. \n[105]To them. Over and over. \n[106]No. \n[107]       \n[108]       \n[109]Yeah. \n[110] \n[111]Did I insult your girlfriends? What can I do for you? \n[112]  \n[113] Yeah, I've got a minute. \n[114]No. \n[115]Hi. 33. \n[116]Yeah . \n[117]Yeah. \n[118]An app for an MP3 player that recognizes your taste in music. \n[119]Microsoft. \n[120]I didn't sell it. I uploaded it for free. \n[121] \n[122]Yeah. How's this different from MySpace or Friendster? \n[123]Yeah. \n[124]--is exclusivity, Right? \n[125]I'm in. \n[126]I'm in. \n[127]It was three or four years ago, I don't know what I said. \n[128]I don't understand that question. \n[129]The affirmative? \n[130]It was called TheFacebook back then. \n[131]I'm in the middle of two different lawsuits. \n[132]I said I'd help. \n[133]I wouldn't say I approached him. \n[134]It was at a party at Alpha Epsilon Pi. \n[135]The Jewish fraternity. It was Caribbean Night. \n[136]I think I've come up with something. \n[137]What? \n[138]  \n[139]Yeah. \n[140]You got punched by the Phoenix. \n[141]Yeah. \n[142] \n[143]I don't want to stare at that loop of Niagara Falls which has absolutely nothing to do with the Caribbean. \n[144]People came to Facemash in a stampede, right? \n[145]It wasn't because I put up pictures of hot girls. You can go anywhere on the internet and see pictures of hot girls. \n[146]It was because I put up pictures of girls that people knew. So if people Want to go on the internet and check out their friends, why can't I build a website that offers that? An online community of friends. Pictures, profiles, whatever you can click into, visit, browse around. All from the privacy of your dorm room. I'm not talking about a dating site. I'm talking about taking the entire social structure of college and putting it online. \n[147]I know, I'm totally pumped about this. \n[148]--it would be exclusive. You'd have to know the people on the site to get in. Like getting punched. 40, \n[149]Like our own Final club except not only can we get into this one, we're the president. \n[150]We're gonna need a little start-up cash to rent'the servers and get it online. \n[151]We'll split it 70-30. 70 for me and 30 for you for putting up a thousand dollars and handling everything on the business end. You'll be CFO. \n[152]It probably was a. diversity thing but so what? \n[153]They're suggesting I was jealous of Eduardo and began a plan to screw him out of the company. \n[154]Jealous of Eduardo? \n[155]Ma'am, I know you've done your homework and so you know that money isn't a big part of my life, but at the moment I could buy Harvard University, take the Phoenix Club and turn it into my ping pong -room. \n[156]  \n[157]  \n[158]Every available wall space is covered with a diagram or a printout. EDUARDO comes in with the envelope. \n[159] \n[160]I need a dedicated Linux box running Apache webserver with a mySQL backend. It's gonna cost a little more money. \n[161]Two-hundred more. 46, \n[162]To handle the traffic. \n[163]I already did. \n[164]Good job. You should be proud of that right there, don't worry if you don't make it any further. \n[165]  \n[166]Do you see any of your code on Facebook? \n[167] \n[168]Did I use any of your code? \n[169]Match-dot-com for Harvard guys? \n[170]You know you really don't need a damn forensic team to get to the bottom of this. If you guys were the inventors of Facebook you'd have invented Facebook. \n[171]No shit. \n[172]  \n[173]I have to add a feature. \n[174]It's clean and simple. No flashing lights. The CAMERA surveys the screen as MARK slips through some functions to show EDUARDO and we see things that are now familiar--A photo, sex, a profile, a list of attributes, a poke application, etc. \n[175]But watch. MARK's called up a the Emacs program and quickly writes out several lines of code... \n[176]\"Relationship Status\", \"Interested In\". These two things are what drive life at college. Are you having sex or aren't you. It's why people take certain classes, sit`where they sit, go where they go, do what they do, and at its, um, center,`you know, that's what theFacebook is gonna be about, People are gonna log on because after all the cake and watermelon there's a chance they're gonna- \n[177]--get laid. Yes. \n[178]       \n[179]It's ready. \n[180]Yeah. \n[181]It's ready, that was it. And here's the masthead, MARK hits another couple of keystrokes and the website's masthead comes up. \n[182]Yeah. \n[183]Yeah. \n[184]Sure I do. \n[185]Right now. Get your laptop out. \n[186]Because you've got e-mails for everyone at the Phoenix. 54, \n[187]It's not Spam. \n[188]If we send it to our friends it'll just bounce around the computer lab, \n[189]These guys know people and these guys know girls. I need their e-mails. \n[190]Let's start with the president. \n[191]Like the Lewis Carrol? \n[192]These guys. \n[193]Think they're literary geniuses because the world's most obvious Lewis Carroll reference is in their-- \n[194]I'm just saying. \n[195]  \n[196]The site's live. \n[197]  \n[198]  \n[199]It's not important to you. \n[200]I had no idea whether they came from money or not. 64, \n[201]or roughly the amount I paid in income tax last year, go on. \n[202]They made a point of pointing that out. \n[203]Yes. \n[204]I hadn't heard, tell me more. \n[205]They want to have drinks later. \n[206]Yeah. \n[207]Sure. \n[208]Thanks. \n[209]How you doin'. \n[210]I doubt it. 69. \n[211]  \n[212]  \n[213]Those Asian girls were cute. What were their names? \n[214]When? \n[215]What does that mean? \n[216]No I know what the word means. I'm asking how do you want to do it? \n[217]No. What were their names? \n[218]'Cause theFacebook is cool. If we start installing pop-ups for Mountain Dew it's \n[219]We don't even know what it is yet. We don't know what it is, what it can be, what it will be. We know it'â\u0080¢s cool, that's a -priceless asset and we're not giving it up. EDUARDO is sitting at MARK's desk and he's seen something sitting on top of a pile of'books.,, \n[220]What, EDUARDO holds up a letter that's on a lawyer's stationary. \n[221]I think it's called a cease and desist letter. What were their names? \n[222]About 10 days ago. Right after we \n[223]I liked th shorter one. \n[224]I find that to be mildly annoying. \n[225] \n[226]It was addressed to me. \n[227]What? \n[228]I'm not. \n[229]What are you, my mother? 72. \n[230]No, it says I could face legal action. \n[231]The lawyer is their father's house counsel, I checked it out, they're not, \n[232]Yes, the grounds are theFacebook is cool. and popular and sexy and HarvardConnection is lame. I didn't use any of their code, I didn't use anything. A guy who builds a really nice chair doesn.'t owe money to everyone who,,, ever built a chair. Th ey came to me with an idea, I had a better one. \n[233]I didn't think. it was a big deal.. \n[234]No, \n[235]I went to a 3-L at Student Legal services and he told me to write them back. \n[236]  \n[237]I'd raised concerns before. \n[238]Yeah. \n[239]No. \n[240]  \n[241]It just started snowing. \n[242]No. \n[243]What. \n[244]I had to swear an oath before we began the deposition phase and I don't want to get arrested for perjury so I have a legal obligation to say no. \n[245]The rest of my attention is back at the offices of Facebook where my employees and I are doing things that no one in this room, including and especially your clients, are intellectually or creatively capable of doing. Did I adequately answer your condescending question? GAGE just looks casually at MARK. MARK doesn't meet his gaze, or the looks from DIVYA, TYLER and CAMERON... \n[246]I'll be right back. \n[247]Erica? ERICA, from the opening scene, turns her head and looks up to see MARK. She's looking sexy for her Friday ni.ght on the town and the three guys she's with are studs. A few more friends of theirs are standing around at the edges of the booth. \n[248]I saw you from over there. I didn't know you came to this club a lot. \n[249]Mine too. It's not bad. It's not. great. The music's kind of lame. Could I talk to you alone for a second? \n[250]okay. MARK is aware of everyone else around the booth. \n[251]  \n[252]ThePacebook? \n[253]I'm really sorry about that. 78. \n[254]That's why I came over. \n[255]I don't want to. \n[256]  \n[257]Okay. \n[258]I think you're wrong. \n[259] \n[260]  \n[261]  \n[262]We have to expand. And MARK heads out the door. EDUARDO watches MARK and then looks back at the girls and answers the un-asked question-- \n[263]       \n[264]We're expanding theFacebook to Yale and Columbia. Dustin, I want you to share. the coding work with me. Chris, you're going to be in charge. of publicity and outreach. You can start by getting a story about the expansion in the B.U. student newspaper. \n[265]Somebody at the newspaper will be a computer science major and they will have heard of me. Tell 'em Mark Zuckerberg will do 10 hours of free programming for theno . \n[266]Because I do. Here's the business arrangement. Eduardo's CFO and owns 30% of the company, Dustin's Vice President and Head of Programming and his 5% of the company will come from my end. Chris is Director of Publicity and his compensation will depend on the amount of work he ends up doing. Any questions? \n[267]No. That's it. Yale and Columbia, let's go. \n[268]What? \n[269]  \n[270]No thank you. \n[271]who are you? \n[272]I mean what do you do? \n[273]Checking in to see how it's going in Bosnia. \n[274]I wasn't asleep. \n[275]They're not gonna card us. \n[276]      \n[277]Are you gonna talk about ads again? \n[278]This isn't a business. \n[279]He's a god, he can be as late as he wants. \n[280]What is he? \n[281]He also founded'the companies. \n[282] He's here. SEAN PARKER has stepped into the restaurant and is. saying hello to the hostess while hugging a waitress. \n[283]       \n[284]Tell me about the strategy you're using. \n[285]Okay. For instance, we wanted Baylor in Texas but Baylor already had a social network on campus so instead of going right after them, we made a list of every school within a hundred miles and put theFacebook on those campuses first. Pretty soon all the Baylor kids were seeing their friends on our site and we were in. \n[286]Exactly. \n[287]I said exactly that. \n[288]       \n[289]You want to end the party at eleven. \n[290]There won't be a party unless it's cool. What'd you think? \n[291]I meant catching the marlin instead of the 1.4 trout. Doesn't that sound good? \n[292] \n[293]They identify you as-- \n[294] \n[295]--one of the founders of Facebook. \"Junior Eduardo Saverin, co-founder of Facebook, wa.s-- --I'm not the expert but being connected to torturing animals is probably bad for business. \n[296]This is scathing. \n[297]  \n[298]I'm gonna have to answer for this. \n[299]  \n[300]Alright, let's just forget about it. 209. \n[301]T. have my final coming up for \"Postwar and Contemporary Art\" and I haven't been to class. I'm supposed to write about those four paintings. \n[302]Yeah, I opened it under an alias. I posted the paintings and asked people to comment. Every once in a while I hop on and stir the pot to get a good debate going, it's beautiful. \n[303]  \n[304]  \n[305]We're gonna need more money, Wardo. \n[306]---and I want to hit that coal by the end of the summer. I'm interviewing people tomorrow--two interns to come to Palo Alto for the summer and we're-gonna have to pay them something. \n[307]I already found a house for rent on a street two-blocks.from the Stanford campus. It's a piece of junk but it's perfect and it's got a pool. \n[308]  \n[309]He was right. California's the place we've gotta be. \n[310]What's your problem with Sean? \n[311]He's got connections to the VCs. \n[312]The real players and-- \n[313]--as someone who's just really embarrassed the company in a bad way-- \n[314]Bang on. Hit refresh. DUSTIN hits \"refresh\" on the desk-top computer. Then smiles... \n[315]150,000 members, Wardo. \n[316]Congratulations. 112. \n[317]Who came up with nothing. \n[318]We don't know any of that's true. \n[319]And you can read about you torturing birds. \n[320]I'm interviewing interns at 10 tomorrow night in t}y CS lab. Get on board with this or not. \n[321]They have 10 minutes to get 'root access to a Python webserver, expose its SSL encryï¿½ti_on and then intercept all traffic over its secure port. \n[322]All behind a Pix Firewall Emulator. But here's the beauty. \n[323]Every 10th line of code written, they have to drink a shot. And hacking's supposed to be stealth, so anytime the server detects an intrusion, the candidate responsible has to drink a shot. I also have a program running that has a pop-up window appear simultaneously on all five computers--the last candidate to hit the window has to drink a shot. Plus every three minutes they all have to drink a shot. 114, \n[324]What's this? \n[325]welcome to Facebook. The place ERUPTS. The pretty ASIAN GIRL hits an mp3 player that's been hooked up to speakers and a Dr. Dre song blares out--\"California, it's time to party...\" The two winners are hugging each other and getting wild congratulations from the crowd. 115. MARK looks back at EDUARDO and smiles...EDUARDO gives him a pat on the back and we \n[326]Hang on. MARK's scratching something out on a pad... \n[327]You sure? \n[328]Is anything broken? \n[329]I didn't know we had a doorbell. \n[330] Andrew. \n[331]Good boy. MARK gets to the door and opens it. He's stunned to see SEAN PARKER standing there with his girlfriend, SHARON. They all look at each other for a moment--- \n[332]Sean? \n[333]Yeah. Do you? \n[334]Yeah. \n[335]No. You live across the street. \n[336]Yeah, we had a zip line to the pool. \n[337]Yeah. \n[338]Here you go. A beer comes flying out of the kitchen and SEAN catches it. \n[339]Sharon. Another beer comes flying out which SHARON had no idea was coming and so it smashes into the fireplace. 119. \n[340]He's wired in. \n[341]He's got an internship in New York. \n[342]I still can't believe I rented a house across the street from you. \n[343]Your date looks so familiar to me, \n[344]What do you mean? ].21. \n[345]  \n[346]I know everything there is to know about you Sean. \n[347]He has an internship. \n[348]In New York. \n[349]Yes. \n[350]  \n[351]We want: to . be in a hundred schools. \n[352]  \n[353]Yeah. \n[354]Wardo. \n[355]What time is it? \n[356]You've gotta see some of the new stuff we've got. Dustin, show him the wall. I'm just calling it the wall. 132. \n[357]Thiel may want to make an angel, investment. \n[358]You've had a long flight. \n[359]Sure. \n[360]How's it going? How's the internship? How's Jenny? \n[361]Yeah. \n[362]I do remember you saying that. \n[363]How's Jenny? \n[364]That can be fun. \n[365]Still, it's nice you have a girlfriend. 134 , \n[366]You gotta move out here, Wardo, this is where it's all happening. \n[367]The con etions, the energy- \n[368] \n[369]--the creativity. \n[370]We've got over 300,000 members, we're in \n[371]--five in Europe. \n[372]We need more servers than I ever imagined we'd need. We need more programmers. We need more'money. He set uV the Thiel meeting. He's set up meetings all around town. \n[373]Yes. \n[374]You're in New York! 135. \n[375]How's it going so far?!! EDUARDO looks at MARK for a long moment before we \n[376]  \n[377] You froze our account? in the background there's a small celebration going on with SEAN, DUSTIN, the INTERNS and of course some GIRLS. Champagne is being sprayed from shaken bottles and the girls. are dancing to triumphant music. \n[378]Do you realize that you jeopardized the entire company? Do you realize that your actions could have easily destroyed everything I've been working on? \n[379]Without money, the company can't function. What EDUARDO can't see behind his back is that JENNY has taken the gift box and lit it on fire with a cigarette lighter. \n[380]If the servers are down for even a day, our reputation is damaged irreversibly,. Users are fickle. Friendster has proven that fact. And JENNY's now dropped the flaming cardboard box into the wastebasket where the fire grows larger. She casually kicks the basket over with her foot. \n[381]Even a small exodus, even a few people leaving would reverberate through the whole user base. The users are interconnected, that's the whole fucking point! College kids are online because their friends are online and if one \n[382]--goes, all the dominos go! Do you get that?! I'm not going back to Caribbean Night at the Jewish fraternity! \n[383]Did you like being nothing?! Did you like being nobody?! Did you like being a pasty- faced geek?! You wanna go back to that?! \n[384]That was the act'of a child, not a businessman. And it certainly wasn't the act of a friend, You know how embarrassed I was when I tried to cash a check? And I was with a girl, Wardo. It happened in front of a girl. I'm not going back to that life, \n[385]Okay, maybe you were angry, maybe you were frustrated. I'm ready to let, uh, to let bygones be bygones because I've got some good news. EDUARDO--with the fire now out--picks up the phone. \n[386]I said I've got some good news. \n[387]Peter Thiel's just made an angel investment of a half a million dollars.. \n[388]A half a million dollars and he's setting us up in an office. They want to re- incorporate the company, they want to meet you and they need your signature on some documents so get your ass on the next flight back to San Francisco. I need my CFO, \n[389] \n[390]EDUARDO clicks the phone shut. \n[391]Peter's gonna throw us an amazing party when we hit a million members, it's gonna be out of control. You've gotta come back for it. \n[392]Yeah. \n[393]Yeah. \n[394]You sure about-this? \n[395]       \n[396]You were told that if new investors came \n[397]You signed the papers. \n[398]You're gonna blame me because you were the business head of the company and you made a bad business deal with your own company?! \n[399]That's right. It is. Maybe if you'd spent a little less time with your new friends and a little more time with the company \n[400]Yeah. You were kinda rough on him. \n[401]No. You didn't have to be that rough on him. \n[402]Sean? You didn't have to be that rough on him. \n[403]Ashleigh? \n[404]That's great. I've been, you know, I've been talking to her a little. I don't know, I think she likes me. 152, \n[405]What? \n[406]You can put it on my desk. ASHLEIGH puts the small package on Mark's desk. \n[407] You'd do that for me? MACKEY hits the \"refresh\" key and the big screen shows-- 1,000,002 CHEERS erupts throughout the place. SEAN grabs MARK and hugs him but MARK doesn't quite hug back--he's still hearing what SEAN just said. \n[408]  \n[409]  \n[410]  \n[411]  \n[412]  \n[413]  \n[414] Go home, Sean. I'll call our people. MARK clicks the phone shut. He sits there a moment. He looks at the small package. that Ashleigh dropped on his desk earlier. He opens up the brown paper wrapping and there's a box. He opens the box--a thousand brand new business cards. He takes one of the business cards out and looks at it. I'm CEO ...Bitoh And over this we HEAR a woman's voice... \n[415]       \n[416]My lawyer or their lawyer? \n[417]I'm not a bad guy. \n[418]What happens now? \n[419]They're gonna want to settle? \n[420]Why? \n[421]I invented Facebook. 160. \n[422]Likability? \n[423]You think I'm the one who called the police? \n[424]  \n[425]I was drunk and angry and stupid. \n[426]Would anyone mind it I stayed and used the computer for a minute? \n[427]Thanks. I appreciate your help today, ", "Zuckerberg": ""}}