{"filename": "American-President,-The_script.txt", "imdb_id": "tt0112346", "imdb_url": "https://www.imdb.com/title/tt0112346", "characters": ["Esther MacInerney", "Beth Wade", "Lewis Rothschild", "Robin McCall", "Lucy Shepherd", "Mrs. Chapil", "Senator Rumson", "Sydney Ellen Wade", "Susan Sloan", "Agent Cooper", "David", "A.J. MacInerney", "Andrew Shepherd", "Leon Kodak", "Janie Basdin"], "dialogues": {"Esther": "\n[1]\t\t\t \t\tSydney, the President told me about \t\thow you two met. I think it's \t\tpriceless.  \n[2]\t\tMen like being insulted by women. \t\tIt makes them feel loved. Don't ask \t\tme why.  \n[3]\t\tLatin.  \n[4]\t\tNo, Latin.  \n[5] \tholding hands smiling as they watch their old friend, and we  ", "MacInerney": "\n[1] \tholding hands smiling as they watch their old friend, and we  ", "Beth": "\n[1] \tA few suitcases and two or three moving cartons serve as \tevidence that SYDNEY's staying with her sister BETH \ttemporarily.  \tBETH, still in hospital scrubs from a 12-hour shift, opens a \tbottle of wine while SYDNEY, in a bathrobe and wet hair, \ttries to get off the phone.  \n[2]\t\tTell him the part about walking out \t\tthe wrong door.  \n[3]\t\tI wanna hear it.  \n[4]\t\tIf he thinks you're a jerk, I'm sure \t\the thinks you're a first-rate jerk.  \n[5]\t\tAnd then you walked out the wrong \t\tdoor.  \n[6]\t\tThat's my current plan, yes.  \tThe TELEPHONE RINGS...  \n[7] \tas the PHONE RINGS.  \n[8]\t\tYou want me to deal with him?  \n[9] \tSYDNEY's still holding the phone and seems a little \tconfused...an emotion which is about to be replaced by horror \tas the unbelievable into the reality.  \n[10]\t\tWhat's going on?  \n[11]\t\tThis box just says \"Miscellaneous.\" \t\tIs this bedroom miscellaneous or \t\tkitchen miscellaneous?  \n[12]\t\tSydney?  \n[13]\t\tYou kissed him?  \n[14]\t\tYou didn't' tell me that.  \n[15]\t\tWhere?  \n[16]\t\t\t \t\tWhere in the White House?!  \n[17]\t\tThe dish room?  \n[18]\t\tThen what happened?  \n[19]\t\tIt's always something.  \n[20]\t\tIn what language?! Sydney, this man \t\tis the leader of the free world. \t\tHe's brilliant, he's funny, he's \t\thandsome, and he's an above-average \t\tdancer. Isn't it possible our \t\tstandards are just a tad high?  \tThe PHONE RINGS--  \tSYDNEY freezes.  \tThe PHONE RINGS again.  \n[21]\t\t\t \t\tAnswer the phone.  \n[22]\t\tAnswer the phone.  \n[23]\t\tAnswer the phone.  \n[24]\t\tAnswer the phone.  \n[25]\t\tI can't believe I'm loaning you \t\tclothes. I thought you owned every \t\tpiece of clothing there was.  \n[26]\t\tGo ahead, try it on. I brought \t\tearrings, too.  \tThe PHONE RINGS. SYDNEY answers it--  ", "Wade": "", "Lewis": "\n[1]\t\tYou skipped the whole paragraph.  \n[2]\t\t\"American can no longer afford to \t\tpretend that they live in a great \t\tsociety\"...and then nothing. You \t\tdumped the whole handguns paragraph.  \n[3]\t\tThat was the kick-ass section.  \tThe three of them are now OUTSIDE and making their way down \tthe COVERED WALKWAY that runs from the East Wing to the West \tWing.  \n[4]\t\tSir, of course I didn't mean to \t\timply--  \n[5]\t\tThat's great news, sir, but...  \tThey walk past a GROUNDKEEPER who's at work at a patch of grass.  \n[6]\t\tSir, the press is gonna need an \t\texplanation.  \n[7]\t\tBecause you dropped the whole kick-ass \t\tsection, now we've got this thing hanging \t\tout there.  \n[8]\t\t\"Americans can no longer afford to \t\tpretend that they live in a great \t\tsociety.\" Then ...nothing. No \t\texplanation. No context. So now it's \t\tjust this thing.  \n[9]\t\tYes, sir.  \tSHEPHERD stops at an open doorway, calls to a STAFFER--  \n[10]\t\tMr. President, I really feel we need \t\tto focus on...  \n[11]\t\tI don't drink coffee.  \n[12]\t\t\t \t\tHe dumped a whole section.  \n[13]\t\tSee?  \n[14]\t\tWhat they want is a 20 percent reduction in \t\tfossil fuel emissions.  \n[15]\t\tWe haven't really tried.  \n[16]\t\tHang on, are we not--  \n[17]\t\tAre we not putting back the handgun \t\trestrictions?!  \n[18]\t\tSir, we campaigned on this issue. \t\tNow, I understand we took it out when \t\twe were in the low forties, but we \t\tcan push it through now.  \n[19]\t\tSir, we may never have an opportunity \t\tlike this again. Let's take this 63 \t\tpercent out for a spin and see what \t\tit can do.  \n[20]\t\tCan I just say, to return to the \t\tsubject for one moment, that it might \t\tbe easier to fight a war on drugs if \t\twe weren't arming drug dealers.  \tSHEPHERD responds a little too quickly -- we see a spark of a \ttemper.  \n[21]\t\tYes, sir.  \n[22]\t\tWhat did you tell him?  \n[23]\t\tWe've got Jarrett.  \n[24]\t\tGeorge Jarrett. He's ours. Solid \t\t\"yes.\"  \n[25]\t\tI wish I could take credit. He just \t\tsaid, \"Lewis, I support the President \t\ta hundred percent .\" Not the bill, \t\tthe President.  \n[26]\t\tWe're gonna win this in a walk. It's \t\tlike a kissing booth at a carnival. \t\tGive us a vote, get a photo-op with \t\tnumber 63.  \tLEWIS reaches to the tote board and pulls the \"17\" off, \trevealing \"16.\"  \n[27]\t\tWe should have gone after the \t\thandguns.  \n[28]\t\tWe don't have time to do one thing at \t\ta time.  \n[29] \tlooking on from the back of the room.  \n[30]\t\tThey make a nice couple.  \n[31]\t\tWe've got troubles.  \n[32]\t\tWho are we calling, sir?  \n[33]\t\tYes, sir.  \tLEWIS and ROBIN exit the Oval Office. SHEPHERD picks up the \tphone.  \n[34]\t\tJanie?  \n[35]\t\tWhat's the President doing?  \n[36]\t\tJanie, I'm the President senior \t\tdomestic policy advisor. It's \t\timportant that I have a full \t\tunderstanding of--  \n[37]\t\tThere is no need to entertain that \t\tat this point.  \n[38]\t\tWe should have a consensus on how the \t\tWhite House is going to handle it.  \n[39]\t\tGeneral Rork says around O-Eight \t\tHundred.  \n[40]\t\t'Morning, Mr. President. Hi, Sydney.  \n[41]\t\tThey're camped out at every exit.  \n[42]\t\tThe press.  \n[43]\t\tYou shoulda taken a cab, Sydney.  \n[44]\t\tHow do we exit Sydney from the \t\tbuilding and what do we say to the \t\tpress at that point?  \n[45]\t\tCan I state very clearly that I \t\tcan't be party to anything illegal.  \n[46]\t\tSay what you want, but it's always \t\tthe guy in my job that ends up doing \t\teighteen months in Danbury Minimum \t\tSecurity Prison.  \n[47]\t\tOkay. Good. Now, the press \t\tstatement.  \n[48]\t\tWe can't just leave it at that, sir.  \n[49]\t\tBut, sir...  \n[50]\t\tWe've got a small problem.  \n[51]\t\tRobin sees it as a problem. I see it \t\tas a opportunity.   \n[52]\t\tWe caught it.  \n[53]\t\tYou've got 14 people working for you. \t\tDid any of them--  \n[54]\t\tI'm sorry, sir. It's the evening \t\tnews. It was buried as the third \t\tstory--  \n[55]\t\tSydney was at a protest rally where \t\tthey burned a flag.  \n[56]\t\tAbout 13 years ago.  \n[57]\t\tSee, I think it's important, when we \t\tdeal with it, that we--  \n[58]\t\tExcuse me?  \n[59]\t\tI'm not sure that's the wisest--  \n[60]\t\tI tell any girl I'm going out with to \t\tassume that all plans are soft until \t\tshe receives confirmation 30 minutes \t\tbeforehand.  \n[61]\t\tWell, I say it with a great deal of \t\tcharm.  \tSHEPHERD sees something out the window and gets excited.  \n[62]\t\tWhat?  \n[63]\t\tHere?!  \n[64]\t\tNo, he's not hopping. Sir, no \t\thopping. Stay in the car. I'll get \t\tthe flowers.  \n[65]\t\tLet the agents do a security sweep. \t\tWe don't know who's in there.  \n[66]\t\tIt's possible.  \tSHEPHERD hops out of the car. AGENT COOPER trails after him.  \n[67]\t\tHell, I question it all the time.  \n[68]\t\tMood swings? Nineteen post-graduate \t\tdegrees in mathematics and you \t\texplain going from a 63 to a 46 \t\tpercent approval rating in 5 weeks \t\ton mood swings?  \n[69]\t\t\t \t\tIt's Christmas?  \n[70]\t\tI'm hearing rumors that your boss \t\tis wavering on the crime bill.  \n[71]\t\tThat's what I wanted to hear.  \n[72]\t\tCongressman, it was our understanding \t\t that we had your support.  \n[73]\t\tCongressman, the assault weapons \t\tare gone.  \n[74]\t\tThe well is drying up. The \t\tPresident's gotta make a move or \t\twe're gonna die fast and quiet.  \n[75]\t\tAnd we put Sydney in the new model?  \tA.J. hesitates.  \n[76]\t\t\t \t\tA.J., it's meaningless unless we ask \t\thim about Sydney.  \n[77]\t\t\t \t\tYou're supposed to be a United States \t\tCongressman, for the love of Christ.  \tROBIN and KODAK appear in the doorway, sensing a surprise \tdevelopment. LEWIS is losing it on the phone.  \n[78]\t\t\t \t\tBut you're not gonna stay at 41. \t\tThe numbers are gonna be go back up. \t\t\t \t\tBut they're gonna go back up. \t\t\t \t\tGeorge... \t\t\t \t\tCongressman... \t\t\t \t\tCongressman Jarrett... \t\t\t \t\tGeorge, it's crunch time. It's \t\tpersonal. This is one of those \t\tmoments. It's just you and the \t\tPresident. Now that's it gonna \t\tbe?  \tLEWIS looks over at ROBIN and KODAK ...his face telling the \tstory.  \n[79]\t\t\t \t\tYeah. \t\t\t \t\tYeah. \t\t\t \t\tHey, George? Can I tell you \t\tsomething? We're gonna win this \t\tthing. We're gonna get the votes \t\tand we're gonna win. And after we \t\tdo, I mean that very night, I'm \t\tgonna go to Sam &amp; Harry's, I'm gonna \t\torder a big steak, and I'm gonna make \t\ta list of everybody who tried to fuck \t\tus this week.  \tROBIN and KODAK are trying to get their friend from setting \tfire to a bridge out of pure frustration.  \n[80]\t\t\t \t\tVote your conscience, you chicken- \t\tshit, lame-ass--  \tLEWIS hangs up the phone. He takes a deep breath, slumps \tdown in the nearest chair, and looks up at ROBIN and KODAK.  \tThere's a long silence before LEWIS says--  \n[81]\t\t\t \t\tWe lost Jarrett.  \n[82]\t\t\t \t\tKaren, it's Lewis. Could you hunt \t\tdown Congressman Quincy for me. I \t\tneed to talk to him right way.  \n[83]\t\tHe thinks your numbers aren't likely \t\tto rebound.  \n[84]\t\tShe? You meant \"it,\" didn't you, \t\tsir? You meant the \"important \t\tlegislation\" deserves every \t\topportunity.  \n[85]\t\tRespectfully, sir. I think we should \t\texamine the new poll for more than \t\tits value as a box score.  \n[86]\t\tIt's not that simple, sir. I think \t\tthis poll helps bribg a murky problem \t\tinto specific relief.  \n[87]\t\tMr. President, two hundred and sixty- \t\tfour million people don't give a damn \t\tabout your life. They give a damn about \t\ttheir own.  \n[88]\t\tMr. President, you've raised a \t\tdaughter almost entirely on your own, \t\tand she's terrific. What does it say \t\tto you that in the last seven weeks, \t\t59 percent of this country has begun \t\tto question your family values?  \n[89]\t\tOh yes, he does, A.J.  I'm a citizen, \t\tthis is my president, and in this \t\tcountry it is not only permissible to \t\tquestion our leaders, it is our \t\tresponsibility. But you already know \t\tthat, Mr. President, because you have \t\ta deeper love of this country than \t\tany man I've ever known, and I want \t\tto know what it says to you that in \t\tthe past seven weeks 59 percent of \t\tAmericans have begun to question your \t\tpatriotism?  \n[90]\t\tThey don't have a choice! Rob \t\tRumson's the only one doing the \t\ttalking. People want leadership. \t\tAnd in the absence of genuine \t\tleadership, they will listen to \t\tanyone who steps up to the \t\tmicrophone. They want leadership, \t\tMr. President. They're so thirsty \t\tfor it, they'll crawl through the \t\tdesert toward a mirage, and when \t\tthey discover there's no water, \t\tthey'll drink the sand.  \n[91]\t\tHe's got the whole White House Press \t\tCorps asking each other how to spell \t\t\"erudite.\"  \n[92]\t\tI know. Gotta rewrite the State of \t\tthe Union.  \n[93]\t\tOh, good. I thought I was gonna be rushed.  \tLEWIS goes off in one direction. A.J. heads towards the Oval \tOffice.  \n[94]\t\t\t \t\tMr. President, I thought you might \t\twant to look at this. I moved Social \t\tSecurity up front. Hello, Sydney.  \tJANIE enters--  \n[95]\t\tSir.  \n[96]\t\tI know sir, I'm sorry.  \n[97]\t\tThat's kind of you, sir, but I \t\trealize I've been a little \t\tinsensitive about some personal...  \n[98]\t\tJust so you know I've never been one \t\tof them, Mr. President.  ", "Rothschild": "", "Robin": "\n[1]\t\tI didn't truly appreciate it until I \t\tcame back and discovered that America \t\tisn't a great society.  \n[2]\t\tNot a great society, sir?  \n[3]\t\tThere's a press room full of people \t\tsaying \"What did he mean by that?\"  \n[4]\t\tAre they blaming the President for \t\tglobal warming?  \n[5]\t\tCan I tell my morning press gaggle \t\tthat gun control--  \n[6]\t\tGot it.  \n[7]\t\t\t \t\tDavid Sasser from the Times called \t\tand wanted to know what the White \t\tHouse felt was a great society.  \n[8]\t\tI told him I couldn't speak for the \t\tPresident, but for my money: Bermuda.  \n[9]\t\tYou gonna go stag?  \n[10]\t\tNo. We've never gone wrong parading \t\tyou around as the lonely widower.  \tThe words came out casually, but they instantly freeze everyone.  \n[11]\t\t\t \t\tMy God. \t\t \t\tI can't believe I said that. \t\t\t \t\tMr. President, that was an incredibly \t\tthoughtless remark. I would never \t\tdream of insulting you or the memory \t\tof your wife.  \n[12]\t\tMr. President--  \n[13] \tlooking on from the back of the room.  \n[14]\t\tLovely.  \n[15]\t\tHuge.  \tAs PEOPLE start onto dance floor, we  \n[16]\t\tMr. President, we need five minutes \t\tbefore scheduling if you can spare it.  \n[17]\t\tDoes this have something to do with \t\tSydney Wade?  \n[18]\t\tSir, they're gonna be pressing today \t\tabout whether the White House is \t\tprepared to soften the assault \t\tweapons section of the crime bill.  \n[19]\t\tHow do you want me to handle the \t\tSydney issue?  \n[20]\t\tSir, what do you think about a \t\tnational address?  \n[21]\t\tLast question.  \n[22]\t\tThat was my fault, sir. We should \t\thave prepped you for that.  \n[23]\t\t\"Newsweek\" is begging for ten minutes \t\ttoday. Any ten minutes you got.  \n[24]\t\tGood morning, Mr. President. Hi, \t\tSydney. I came over as soon as Lewis \t\tcalled.  \n[25]\t\tI think the important thing is not \t\tto make it look like we're panicking.  \n[26]\t\tWe need a diversion.  \n[27]\t\tYou understand that by diversion \t\tI'm not saying we set the White \t\tHouse on fire.  \n[28]\t\tNo diversion.  \n[29]\t\tNo comment?  \n[30]\t\t\t \t\tSir...  \n[31]\t\t\t \t\tIt could've been a small problem. \t\tIt's now at the very least a medium- \t\tsized--  \n[32]\t\tIt could've been an opportunity \t\tif we'd caught it...  \n[33]\t\tAt 5:45. Five-forty-five doesn't do \t\tme any good, Lewis. Five-forty-five, \t\tnetwork news is in makeup.  \n[34]\t\t--It's got a bullet.  \n[35]\t\tOutside the Department of Commerce. \t\tAnti-apartheid.  \n[36]\t\tSee, it's already distracting you. \t\tWhy don't you let A.J. and Lewis--  \n[37]\t\tAnd they find this romantic?  \n[38]\t\tNow?!  \n[39]\t\tIt's not what men do. I know no men \t\twho do that.  \n[40]\t\t\t \t\tNo reaction from the White House.  \tSHEPHERD's off in a corner, talking on the phone. The \tPresidential Suite has been turned into the St. Louis Oval \tOffice for the night as STAFFERS zigzag around room service \ttables during the late-night preparations.  \n[41]\t\tFellas, we haven't slept in three \t\tyears. Can't we forget work for one \t\tnight and take this moment to enjoy \t\teach other as friends? It's \t\tChristmas.  \n[42]\t\t\t \t\tHow're the numbers?  \n[43]\t\tHow bad?  \n[44]\t\tWho is Lewis on with?  \n[45]\t\t\t \t\tLewis!  \n[46]\t\tThe press is expecting an \t\tannouncement on the crime bill by \t\tthe Sate of the Union.  \n[47]\t\t\t \t\tAnd we declare victory, sir.  \n[48]\t\tGood morning, Mr. President.  \tSHEPHERD takes the podium. There's a palpable BUZZ in the \troom as video operators adjust their equipment, etc. People \tstarts to stand.  \n[49] \twho's picked up the receiver from a wall phone and punches in \tfour numbers.  \tShe turns in to the wall to shield her conversation from the \trest of the room.  \n[50]\t\t\t \t\tLewis...call A.J. and come on down \t\there...I don't know, but \t\tsomething's happening.  \n[51]\t\tAny questions?  \n[52]\t\tMr. President, they're waiting for \t\tyou.   \n[53]\t\tThis way, people. Let's go.  ", "McCall": "", "Lucy": "\n[1] \tLUCY, Shepherd's 12-year-old daughter, stops playing.  \n[2]\t\tScales.  \n[3]\t\tAre my lips swollen?  \n[4]\t\tYeah.  \n[5]\t\tWhatcha got behind your back?  \n[6]\t\tIs it a dirt bike?  \n[7]\t\tIs it a really old seventh-grade \t\ttextbook of yours that you're gonna \t\tmake me read cover to cover and \t\tdiscuss at dinner and drive me crazy \t\twith?  \n[8]\t\t\t \t\t\"Understanding the Constitution.\"  \n[9]\t\tYou talked to Mr. Linder?  \n[10]\t\tI like it fine, Dad.  \n[11]\t\tI don't know what to say, Dad. I \t\tguess I'm just not...I don't know.  \n[12]\t\t\t \t\t\"Property of Gilmore Junior High \t\tSchool.\"  \n[13]\t\t\t \t\t\"We, the People, of the United States, \t\tin order to form a more perfect union...\"  \n[14]\t\tI can't wait.  \n[15]\t\tDo you see it as part of your job to \t\ttorture me?  \n[16]\t\tIt's supposed to be tight. It's \t\tsupposed to make you look regal.  \n[17]\t\tAll done.  \tHe looks in the mirror.  \n[18]\t\tSocial studies.  \n[19]\t\tI don't know...I just guess...  \n[20]\t\tYeah.  \n[21]\t\tIt's totally okay.  \n[22]\t\tDad, it's cool. Go for it.  \n[23]\t\tYou'll be fine. Just be yourself.  \n[24]\t\tAnd compliment her shoes.  \n[25]\t\tGirls like that.  \n[26]\t\tAre you Ms. Wade?  \n[27]\t\tLucy Shepherd.  \n[28]\t\tMy dad told me to tell you he's on \t\tthe phone with his dentist and that \t\tI should behave myself and entertain \t\tyou till he gets here.  \n[29]\t\tNo. He told me to tell you he's on \t\tthe phone with his dentist. He wants \t\tyou to think he's a regular guy.  \n[30]\t\tThe Prime Minister of Israel.  \n[31]\t\tNo. They're talking about that \t\tabbreviation I can never remember.  \n[32]\t\tYeah.  \n[33]\t\tRight.  \tSHEPHERD enters.  \n[34]\t\tCan we eat?  \n[35]\t\tDad--  \n[36]\t\t\t \t\tThis is a nightmare. This is a \t\tsocial studies nightmare.  \n[37]\t\tG'night, Dad.  \n[38]\t\tIt was nice meeting you, Mrs.--  \n[39]\t\tIt was nice meeting you, Sydney.  \n[40]\t\tI love you, too.  \tLUCY leaves. SHEPHERD and SYDNEY are alone now.  \n[41] \tLucy is giving a little trombone recital for SHEPHERD and \tSYDNEY. SYDNEY cheers madly at the end of the piece, giving \tLucy a big hug for her effort.  \n[42]\t\tI honestly don't know.  \n[43] \tSHEPHERD pops his head in.  \n[44]\t\tIt's progressive.  \n[45]\t\tHey, Dad, what's wrong with Sydney? \t\tYou guys have a fight?  \n[46]\t\tShe seemed pretty--  \n[47]\t\tShe's here.  \n[48]\t\tIn your room. Why is she mad?  \n[49]\t\tWere you a dork?  \n[50]\t\tIf you were a dork, you should say \t\tyou're sorry. Girls like that.  \n[51]\t\tThis is oatmeal.  \n[52]\t\tWe never have oatmeal.  \n[53]\t\tI'm from Wisconsin. I need food.  \n[54]\t\tWe're done.  \n[55]\t\tWe ratified it last week.  \n[56]\t\tIt's not a big deal, Dad.  \n[57]\t\tDad, I'm perfectly--  \n[58]\t\tDamnit, Dad!  \n[59]\t\tYou know--  \n[60]\t\tLook--  \tLUCY winds herself up. It would appear she's about to burst. \tShe's about to say the hardest thing she's ever had to say in \ther life--  \n[61]\t\t\t \t\t--sometimes when you talk, you say \t\tthings I disagree with.  \tSHEPHERD is stunned and totally confused...  \n[62]\t\tI mean politically.  \n[63]\t\tYes.  \n[64]\t\tYes. Okay. Yes. Sometimes, I mean, \t\tI'm not sure. You know a lot more \t\tthan I do -- but still, I have these \t\tfeelings, and I don't think they're \t\twrong. Like, okay, for instance, I'm \t\tnot so sure it's all right to burn a \t\tflag. I mean, it really bothers a lot \t\tof people, and I don't know why you \t\tthink it's okay. I hear Senator \t\tRumson talk, and some of the things \t\the says sounds right to me, and I \t\tthink, \"God, am I like Bob Rumson?! \t\tI mean, Dad thinks he's a jerk. Dad \t\thates this guy! \t\tWhy am I agreeing with him\" And then \t\tI think, \"Well, maybe I'm not really \t\tlike Bob Rumson, but maybe I'm not \t\tlike Dad either.\" But the point is \t\tI'm the President's kid, and people \t\tpay attention to what I say, and if \t\tI say something different from what \t\tyou say, it'll be embarrassing for \t\tyou. So I can't just get up in social \t\tstudies class and say whatever I want.  \tSHEPHERD is silent...totally blown away...he had absolutely \tno idea...  \tHe stands up slowly and moves toward her...LUCY doesn't know \twhat's coming...  \n[65]\t\tWhat's that?  \n[66]\t\tDad, is everything all right?  \n[67]\t\tHold still.  \tROBIN steps in.  \n[68]\t\tAll done.  \n[69]\t\tArticle 2, Section 3, of the U.S. \t\tConstitution. Executive Powers. \t\t\t \t\t\"He shall, from time to time, give to \t\tthe Congress information of the State \t\tof the Union, and recommend to their \t\tconsideration such measures as he \t\tshall judge necessary and expedient.\"  ", "Shepherd": "\n[1] \tSHEPHERD's walking with his personal assistant, JANIE, a shy, \tprofessional and incredibly efficient 25-year-old.  \n[2]\t\t\t \t\tThe 10:15 is American Fisheries?  \n[3]\t\tJanie, make a note. We need to \t\tschedule more events where somebody \t\tgives me a really big fish.  \tJANIE starts to make a note.  \n[4]\t\tJanie, I was kidding.  \n[5]\t\t       (to the AGENT at the \t\t        elevator \t\tHey, Cooper.  \n[6]\t\tIs he upset about the speech last night?  \n[7]\t\tWell, it wouldn't be a Monday morning \t\tunless Lewis was concerned about \t\tsomething I did Sunday night.  \tThe elevator doors open, revealing LEWIS ROTHSCHILD. At 32, \tLEWIS is the President's chief domestic policy advisor. It \twould appear that he averages about two hours sleep a night, \tthough that doesn't seem to slow him down.  \n[8]\t\t\t \t\tAnd Monday morning it is.  \tLEWIS falls into the pace as the three of them head for the \tdouble doors leading to the South Lawn.  \n[9]\t\tThis is a time for prudence, Lewis.  \n[10]\t\tI thought what with being the \t\tPresident and all...  \n[11]\t\tI thought you'd be turning cartwheels \t\tthis morning, Lewis -- 63 percent job \t\tapproval.  \n[12]\t\t'Morning, Charlie.  \n[13]\t\tFor what?  \tSHEPHERD, LEWIS and JANIE walk through the door being held \topen by an AGENT. The conversation continues as they make \ttheir way through the corridors of   \n[14]\t\tThere's a thing hanging out there?  \n[15]\t\tAnd it's hanging out there?  \n[16]\t\tMaria--  \n[17]\t\tDid they tell you I'm gonna need--  \n[18]\t\tThanks.  \tSHEPHERD moves on. LEWIS and JANIE stay with him.  \n[19]\t\tLewis, however much coffee you drink \t\tin the morning, I want you to reduce it \t\tby half.  \n[20]\t\tThen hit yourself over the head with \t\ta baseball bat, would you please?  \tAnother STAFFER crosses their path--  \n[21]\t\tHey, Laura, happy birthday.  \n[22]\t\t\t \t\tI should send her some flowers.  \n[23]\t\tHow're you, Mrs. Chapil?  \n[24]\t\tSixty-three percent of it, at any rate.  \tAnd by now they're in the OVAL OFFICE itself. SHEPHERD has \tgone to his desk and is looking over the various overnight \tbriefing memos that have been left for him. As someone used \tto doing six things at once, he has no trouble reading, \tlistening, and talking at the same time.  \n[25]\t\t\t \t\tWhat time does she get home today?  \n[26]\t\tHow's my afternoon look?  \n[27]\t\tSchedule some time for me at 3:30.  \n[28]\t\tToo-tall McCall, how was Mexico?  \n[29]\t\tNow there's a thing hanging out there.  \n[30]\t\tWell, with you out of the country, it \t\twasn't, Robin. Now that you're back, \t\twe're great again.  \n[31]\t\t\t   (re: a memo he's been \t\t\t    looking at \t\tA.J., did you get one of these?  \tThis is said to A. J. MACINERNEY as he walks through a \tseparate entrance on the left side of the room. In addition \tto being the President's Chief of Staff and closest advisor, \the's the President's closest and oldest friend.  \n[32]\t\tIt would appear to be a letter from \t\tthe entire environmental community. \t\tThese people are outta control.  \n[33]\t\tTalk to the GDC again, A.J. Tell them \t\tthe President resents the implication \t\tthat he's turned his back on the \t\tenvironment. Tell them I'll send 455 to \t\tthe floor. But we're gonna ask for a \t\t10 percent reduction. If they want to pull \t\ttheir support, fine. At 63 percent job \t\tapproval rating. I don't need their help \t\tgetting a bill passed. We gotta get going-- \t\twhere's Leon?  \n[34]\t\tYou all right?  \n[35]\t\tOkay. First, I wanted to say \t\tcongratulations. Three years ago, we \t\twere elected to the White House by \t\tone of the narrowest margins in history, \t\tand today Kodak tells us 63 percent of \t\tregistered voters think we're doing a \t\tgood job.  \n[36]\t\tBut the poll also tells us what we \t\talready knew: We don't get this \t\tcrime bill of ours through Congress \t\tand these numbers are gonna be a \t\tmemory. So, starting today, we're \t\tshifting it into gear.  \n[37]\t\tAfter the elections.  \n[38]\t\tWe can't take it out for a spin, Lewis. \t\tWe need it to get re-elected. For \t\treasons passing understanding, people \t\tdo not relate guns to gun-related crime.  \n[39]\t\tLewis, we've gotta fight the fights \t\twe can win.  \n[40]\t\tEighteen votes in 72 days. Thank you, \t\teveryone. Janie, what's next?  \n[41]\t\tTry it like this and lose that.  \n[42]\t\tPerfect.  \tJANIE steps in--  \n[43]\t\tThat's too bad. Remind me to give \t\ther a call later.  \n[44]\t\tThat's not a problem.  \n[45]\t\tThat's okay, forget it. \t\t\t \t\tWhat time is it?  \n[46]\t\tI'm gonna go over and say hi to Lucy.  \n[47]\t\tRobin, don't worry about it.  \n[48]\t\tNo, keep going. I liked what you \t\twere playing? What's it called?  \n[49]\t\tWell... you play it with gusto!  \n[50]\t\tAre they supposed to be?  \n[51]\t\tThen you're doing fine.  \n[52]\t\tA little gift.  \n[53]\t\tNope.  \tHe hands her an old textbook ...  \n[54]\t\tI'm not comfortable with the \"really \t\told\" part, but everything else you \t\tsaid was true.  \n[55]\t\tYour social studies teacher said your \t\tclass would be starting on the \t\tConstitution this week.  \n[56]\t\tYes. It's called a Parent-Teacher \t\tConference. Mr. Linder and I were \t\tthe key player in that discussion. \t\tWhy don't you like social studies, \t\tLuce?  \n[57]\t\tAll your other teachers say you're \t\thappy, you're enthusiastic, you've \t\talways got your hand up...Mr. Linder \t\tsays you don't participate unless he \t\tcalls on you, and even then it's a \t\tone-word answer.  \n[58]\t\tLuce, take a look at this book. This \t\tis exciting stuff. It's about who we \t\tare and what we want. Read what it \t\tsays on the first page.  \n[59]\t\tThe next page.  \n[60]\t\tSee? Grabs you right off the bat. \t\tIt's a page-turner.  \n[61]\t\tGood, 'cause it's possible the subject \t\tmight come up at dinner tonight.  \n[62]\t\tNo, it's just one of the perks. See \t\tyou tonight.  \tHe gives her a kiss on the head and heads out the door. \tBehind him, he hears Lucy's rendition of \"Hail to the Chief.\" \tSHEPHERD shoots her a look as we  \n[63]\t\tOkay. Let's move on it. Thank you, \t\tgentlemen.  \tSHEPHERD and A.J. leave the Cabinet Room amidst a volley of \t\"good-bye\" 's and \"Thank you, Mr. President\"'s. \tThey pass MRS. CHAPIL and JANIE.  \n[64]\t\t\t \t\tHave a good evening, Mrs. Chapil.  \n[65]\t\tI'll see you in the morning, Janie.  \n[66]\t\tIt's about time.  \n[67]\t\tMaybe we should try to steal her. \t\tTen percent, A.J. Don't let them \t\tleave the room till they're clear \t\tabout that.  \n[68]\t\tMention it to Janie.  \n[69]\t\tThen let's clear this off the table \t\tand get everybody focused on the \t\tcrime bill. I don't want to win \t\tthis. I want to win it by a couple of \t\ttouchdowns.  \n[70]\t\tGood.  \tA.J. starts to leave. SHEPHERD stops him.  \n[71]\t\t\t \n[72]\t\tListen, Robin said something to me \t\ttoday that I'm sure she wouldn't have \t\tsaid it if...I mean, she wasn't saying \t\tit to me, I realize... \t\t\t \t\tAh, never mind. Have a good night.  \n[73]\t\tA.J., when we're out of the office \t\tand we're alone, you can call me Andy.  \n[74]\t\tI mean you were the best man at my \t\twedding, for crying out loud. Call \t\tme Andy.  \n[75]\t\tGood night, A.J.  \tSHEPHERD enters the White House.  \n[76]\t\tThe day the government starts \t\tsubsidizing private schools is the \t\tday we give up on public education.  \n[77]\t\tWe're already doing the least we can \t\tdo, but I can't think of anything \t\tbetter, so we'll go with this for now. \t\t\t \t\tJerry, say hello to Linda for me. \t\tAnd if I don't see you again, have a \t\tgood Thanksgiving.  \n[78]\t\tHow're we doing?  \n[79]\t\tAhead?  \n[80]\t\t\t \t\tJanie, this is unprecedented. I don't \t\tknow what to do with myself.  \n[81]\t\tThe GDC meeting. Right.  \n[82]\t\tCouldn't be better. \t\t\t \t\tI apologize for the interruption, but \t\tA.J. asked me to stop and say hello. \t\tYou wouldn't be Sydney Ellen Wade, by \t\tany chance, would you?  \n[83]\t\tAll evidence to the contrary.  \n[84]\t\tSydney?  \n[85]\t\tYou got a second?  \n[86]\t\tI thought maybe we might have a word \t\tin private. Someplace a little less \t\tintimidating. \t\t\t \t\tJanie?  \n[87]\t\t\t \t\tThis is my personal assistant, Janie \t\tBasdin. Janie, would you show Ms. \t\tWade into the rec room. I'll be there \t\tin a second.  \tSHEPHERD enters a doorway off of the hall. SYDNEY continues \tdown the hallway.  \n[88]\t\tSorry to keep you waiting.  \n[89]\t\tIs it okay if I call you Sydney?  \n[90]\t\tHave you ever been in the Oval Office?  \n[91]\t\tI hear it's pretty good.  \n[92]\t\tAre you under the impression that I'm \t\tmad at you?  \n[93]\t\tSydney, seldom does a day go by that \t\tI'm not burned in effigy.  \n[94]\t\tNo, I'll give you that.  \n[95]\t\tDid you know that when the City \t\tPlanners sat down to design \t\tWashington, D.C., their intention was \t\tto build a city that would intimidate \t\tand humble foreign heads of state? \t\tIt's true.  \n[96]\t\tThe White House has the single \t\tgreatest home court advantage in the \t\tmodern world.  \n[97]\t\tSydney, this bill is important to me.  \n[98]\t\tBut you don't believe me?  \n[99]\t\tIt's not gonna pass at 20 percent. \t\tIt's a long shot at 10.  \n[100]\t\tSydney, at 20 percent, we are 34 votes \t\tshy in the House. It can't be done. \t\tBut I tell you what. I'll make you a \t\tdeal with you. If you can get 24 \t\tvotes, I'll get you the last 10.  \n[101]\t\tIf you can swing 24 votes by the \t\tState of the Union, I'll promise you \t\tfull White House support.  \n[102]\t\tAbsolutely. Listen, are you hungry? \t\tI skipped breakfast. You wanna have \t\tsome coffee? A donut or something?  \n[103]\t\tYou can't do that, Sydney.  \n[104]\t\tWell, if you go through that door, \t\tthe United States Secret Service. \t\tThat's my private office. \t\t\t  \n[105]\t\tShould I meet with them?  \n[106]\t\tFine. 2 in the side.  \tSHEPHERD sends the two-ball flying into the corner pocket.  \n[107]\t\tNice shot, Mr. President? You won't \t\tcall me by my name when we're playing \t\tpool.  \tA.J. assesses the table.  \n[108]\t\tAt ease, A.J., and get away from the \t\tpocket. 9 in the corner.  \tSHEPHERD makes the shot.  \n[109]\t\tI forgot to tell you.  \n[110]\t\tNot our time. GDC makes a big \t\tpush for the votes, and when they \t\tcome up short, we move in with the \t\tsofter bill, to get passed, we're \t\teverybody's hero. 3 in the side.  \n[111]\t\tSydney Wade?  \n[112]\t\tDid she say anything about me?  \n[113]\t\tWhen she called.  \n[114]\t\tNo, it's just that we had a nice \t\tcouple of minutes together. She \t\tthreatened me and I patronized her \t\tand we didn't have anything to eat, \t\tbut I thought there was a connection.  \tA.J. is staring at him in disbelief.  \n[115]\t\tShe didn't say anything about me?  \n[116]\t\tTell me this: Hypothetically, what \t\twould happen--  \n[117]\t\t--if I called Sydney and asked her \t\tto be my date at the State Dinner \t\tThursday night?  \n[118]\t\tDon't I sound serious?  \n[119]\t\tWhy not? Jefferson did. Wilson did.  \n[120]\t\tWilson was widowed during his first \t\tterm. He meets a woman named Edith \t\tGault. He dated her, courted her, \t\tmarried her, and somewhere in there \t\tmanaged to form the League of Nations.  \n[121]\t\tI don't want you to get me a girl, \t\tA.J. What is this, Vegas?  \n[122]\t\tAnd I'm talking about something \t\tthat in no way is at conflict with \t\tmy oath of office. I'm a single \t\tadult, and I met a woman that I'd \t\tlike to see again socially. How's \t\tthat different from what Wilson did?  \n[123]\t\tWhat are you saying?  \n[124]\t\tHow big?  \n[125]\t\tFive points we're standing here \t\ttalking about?!  \n[126]\t\tI drop five points when Wisconsin \t\tdoesn't make it to the Rose Bowl. \t\t5 in the corner.  \n[127]\t\tYeah. \t\t\t \t\tNo. No. I don't want to check a \t\tpolling sample to see if this is \t\tokay, like I'm asking permission \t\tto stay out an hour past curfew. \t\tThis isn't the business of the \t\tAmerican people.  \n[128]\t\tI like her, A.J. \t\t\t \t\tStop being my chief of staff for one \t\tminute.  \n[129]\t\t\t \t\tJanie! \t\t\t \t\tShe didn't say anything about me?  \n[130]\t\tThat's something.  \tJANIE enters--  \n[131]\t\tI need you to track down a phone \t\tnumber.  \n[132]\t\tUh, hi, is this Sydney?  \tSYDNEY doesn't recognize the voice--  \n[133]\t\tUhh...this isn't Richard, it's Andrew \t\tShepherd.  \n[134] \tas SHEPHERD, undaunted, dials the number again.  \n[135]\t\t\t \t\tThis used to be easier.  \n[136]\t\tSydney?  \n[137]\t\tListen, do me a favor. Hang up the \t\tphone.  \n[138]\t\tHang up the phone. Then dial 456-1414. \t\tWhen you get the White House operator, \t\tgive her your name and tell her you \t\twant to speak to the President.  \tSHEPHERD hangs up.  \n[139] \tHe's just opened a bottle of beer when the phone rings. \tHe picks up the phone--  \n[140]\t\tHello.  \n[141]\t\tIt's my fault. I shouldn't have \t\tcalled you at home. Should I call \t\tyou at the office tomorrow?  \n[142]\t\t\t \t\tWhat did you mean when you said you \t\tdon't have a phone.  \n[143]\t\t\t \t\tHow did I get the number. That's a \t\treasonable question. I don't know. \t\tProbably the FBI.  \n[144]\t\tYou know who else is good at that?  \n[145]\t\tWell, yeah, but I was thinking of the \t\tInternal Revenue Service. They have \t\tcomputer files that...Well...I should \t\tstop stalling. As I'm sure you know, \t\tthe French have elected themselves a \t\tnew president, and we're having a formal \t\tstate dinner at the White House, and I \t\twas wondering -- and you're under no \t\tobligation at all -- but I thought it \t\tmight be fun... I was wondering if you \t\tmaybe wanted to go...with me, and uh... \t\tthere it is. That's why I was calling.  \tThere's a long silence on the phone.  \n[146]\t\t\t \t\tSydney? Sydney, Congress doesn't \t\ttake this long to--  \n[147]\t\t\t \t\tSydney, this is just a dinner. We're \t\tnot gonna be doing espionage or \t\tanything.  \n[148]\t\tI'm gonna have a very nice woman \t\tnamed Marsha Bridgeport call you. \t\tShe's the White House Social Director, \t\tand she'll help you with anything you \t\twant. Now when she calls you and tells \t\tyou her name is Marsha Bridgeport, \t\tit'll help if you give her the \t\tbenefit of the doubt.  \n[149]\t\tI'll see you Thursday night.  \n[150]\t\tMe too.  \tThey hang up.  \n[151] \tLucy is standing behind her father, tying his bow tie.  \n[152]\t\tThat's a little tight, Luce.  \n[153]\t\tIs it supposed to cut off the blood \t\tflow to my face?  \n[154]\t\tNot bad. Where did you learn how to \t\tdo this?  \n[155]\t\tVery funny. \t\t\t \t\tReally, where did you learn?  \n[156]\t\tSweetie, did Mom teach you how to do \t\tthis?  \n[157]\t\t\t \t\tLucy, is this okay with you? My \t\thaving dinner with a woman?  \n[158]\t\tAre you sure? Because if you want to \t\ttalk about it...  \n[159]\t\tYou know, I'm a little nervous.  \n[160]\t\tBe myself.  \n[161]\t\tHer shoes?  \n[162]\t\tSydney. Andrew Shepherd. We spoke on \t\tthe phone.  \n[163]\t\t\t \t\tMr. President, would allow me to \t\tintroduce Sydney Ellen Wade of the \t\tCommonwealth of Virginia. Sydney, \t\tthis is President Rene-Jean D'Astier \t\tand his wife Monique Danielle \t\tD'Astier of France.  \n[164]\t\tSydney, it sounds like our table's \t\tready.  \tSHEPHERD's guests make their way out of the residence, \tleaving SHEPHERD with SYDNEY and the FRENCH PRESIDENT and \n[165]\t\tOnce we hit the bottom of the \t\tstairs, I gotta do a thing. \t\tYou'll be escorted...  \n[166]\t\t\t \t\tThis is, actually, only our second \t\tState Dinner. The first was for the \t\tEmperor of Japan, who died shortly \t\tafter that, so we stopped having them \t\tfor a while, just in case.  \n[167]\t\tDo I date a lot?  \n[168]\t\tNo. How 'bout you?  \n[169]\t\tThen you're experienced at this.  \n[170]\t\tHow are we doing so far?  \n[171]\t\tDamn. And I wanted to find a way to \t\tbe different from the other guys.  \tA BOOMING VOICE over the P.A. announces--  \n[172]\t\tBy the way, nice shoes.  \t--SHEPHERD walks into the hall as the Brass and Percussion \tEnsemble plays HAIL TO THE CHIEF.  \tThe 180 GUESTS come to their feet and applaud long and loud.  \tThe GROUP following the President catches up to the spot \twhere SYDNEY has stopped walking. They all join in the \tapplause. We can see in SYDNEY's face that she's been quite \tswept up.  \n[173] \tSTEWARDS are clearing away the main course and refilling wine \tglasses.  \tIn addition to the two main couples, and ESTHER MacINERNEY \tand TWO OTHER COUPLES are seated at the President's table.  \n[174]\t\tThey're hammered. Esther, do you speak \t\tFrench?  \n[175]\t\tI thought you spoke French.  \n[176]\t\tGreat, next time Julius Caesar comes \t\tto town, you're our gal. Sydney, I \t\tdon't suppose that you speak any--  \n[177]\t\t\t   (proudly to A.J. and \t\t\t    Esther \t\tThat's my date.  \n[178]\t\tSydney, you didn't dissolve the NATO \t\ttreaty, did you?  \n[179]\t\tMore beheadings at the White House?  \n[180]\t\tI'm sure he would, but I have a \t\tbetter idea.  \tSHEPHERD stands, holds out his hand to SYDNEY.  \n[181]\t\t\t \t\tWould you like to dance?  \n[182] \n[183]\t\tArthur Murray. Six lessons.  \n[184]\t\tFirst of all, the 200 pairs of eyes \t\taren't focused on me. They're \t\tfocused on you. And the answers are \t\t\"Sydney Ellen Wade\" and \"Because she \t\tsaid 'yes.'\"   \n[185]\t\tGood morning, Mrs. Chapil.  \n[186]\t\tFine. Janie, can you get me the \t\tnumber of a local florist?  \n[187]\t\tI want to do it myself. I just need \t\tthe phone number.  \n[188]\t\tI want the phone number of a florist.  \n[189]\t\tYeah.  \n[190]\t\tI want to send some flowers, Janie. \t\tI want to do it myself. I don't want \t\tto staff it out, and I don't want to \t\tissue an Executive Order. I just \t\twant a phone number.  \n[191]\t\tThank you.  \tHe heads into the office.  \n[192]\t\t\t \t\tI just need two minutes to make a \t\tcall and I'll be right with you.  \tJANIE enters and hands SHEPHERD a piece of paper.  \n[193]\t\t\t \t\tThank you, Janie.  \tShe exits.  \n[194]\t\tI'm calling the Organization of the \t\tUnited Brotherhood of It's-None-of- \t\tYour-Damn-Business, Lewis. I'll be \t\twith you in a minute.  \n[195]\t\t\t \t\tYeah, good morning. How do I get an \t\toutside line? Really? That's simple. \t\tThank you.  \tSHEPHERD dials the phone number JANIE's given him.  \n[196] \n[197]\t\t\t \t\tTell me something. What is the state \t\tflower of Virginia?  \n[198] \n[199]\t\t\t \t\tIs there someone else there who might \t\tknow? \t\t\t \t\tNo, I'm not trying to five you a hard \t\ttime, I was--hold on please.   \n[200]\t\t\t \t\tJanie, what's the state flower of \t\tVirginia?  \n[201] \n[202]\t\t\t \t\tThank you. \t\t\t \t\tIt's the dogwood. \t\t\t \t\tWhat? Hold on please. \t\t\t   (to JANIE, through \t\t\t    intercom \t\tJanie, the dogwood is a tree, not a \t\tflower.  \n[203]\t\t\t \t\tThe dogwood is both a tree and a \t\tflower. I'd like a dozen, please. \t\tReally? No dogwoods? How 'bout \t\troses? Simple. Classic. Two dozen \t\troses.  \n[204]\t\tJanie! Do you have any idea where \t\tmy credit cards might be?  \n[205] \n[206]\t\tAh. \t\t\t \t\tListen, what might be better is if \t\tyou just bill me for the flowers. \t\tI'm sure it'll be okay with your \t\tboss. Well, I don't know if you \t\trecognize my voice, but this is the \t\tPresident. \t\t\t \t\tThe United States. \t\t\t \t\tHello, hello...  \n[207]\t\tThe Sydney issue?  \n[208]\t\tI sure hope the Sydney issue refers \t\tin some way to a problem we're having \t\twith Australia, because if it's \t\tanything else...  \tJANIE pokes her head in.  \n[209]\t\tTell her she can come right in. I'm \t\tfinished here.  \n[210]\t\t\t \t\tThere is no Sydney issue.  \tSYDNEY enters, crossing paths with LEWIS and ROBIN. They \texchange pleasantries.  \n[211]\t\tNo problem. Did you get the ham?  \n[212]\t\tI wanted to send you flowers, but \t\tthere seem to be some kinks in the \t\tsystem. I'm really glad you stopped \t\tby. I had such a good time last \t\tnight.  \n[213]\t\tI'm delivering a luncheon speech at \t\tthe Governor's Conference this \t\tmorning. I'm sorry to--  \n[214]\t\tAre you free for dinner tomorrow night?  \n[215]\t\tCasual. In the Residence. Without \t\tthe United Nations. My daughter'll \t\tbe with us, so it may seem like the \t\tUnited--  \n[216]\t\t\t   (reading to himself \t\t\t   as he talks SYDNEY \t\tShe's gonna like you. \t\t\t \t\tExcuse me -- Jeff!  \n[217]\t\t\t \t\tI can't do this.  \n[218]\t\tEither one. I have to be in and out.  \n[219]\t\tStackhouse wants to talk about \t\tgrazing rights. Trust me.  \n[220]\t\t\t \t\tSorry. You have concerns.  \n[221]\t\tDoes it having anything to do with \t\tone of us being the President?  \n[222]\t\tI am not mocking you, honest. I'm \t\tjust a guy asking a girl over for a \t\tmeal.  \tAnd, as if from out of nowhere, a LOUD CLAAAMMERING, like the \tsound of a jackhammer against cement, comes from somewhere \toutside -- growing louder and closer --  \n[223]\t\tMy ride's here.  \tAnd, sure enough, coming into view outside the windows of the \tOval Office, is MARINE-1, the President's helicopter. JANIE \tcomes back in and helps him on with his coat and scarf.  \n[224]\t\tYeah, well, when you put it that \t\tway, it doesn't sound that great \t\tto me either.  \n[225]\t\tHave dinner with Lucy and me. It's \t\tmeat loaf night -- how presidential \t\tcan it be?  \tAs SHEPHERD rushes out...  \n[226]\t\t\t \t\tSeven-thirty.  \tSYDNEY now stands alone in the OVAL OFFICE, trying to figure \tout what just happened.  \n[227]\t\tLet meat loaf night begin.  \n[228]\t\tMy teeth?  \n[229]\t\tOh, right. I've got a cavity in my \t\tupper bicuspid region.  \n[230]\t\t\t \t\tYou turned on me.  \n[231]\t\tShe's not having any fun, though.  \n[232]\t\tThey're doing a mock Congress. Each \t\tkid is playing one of the original \t\tdelegates, and they debate the \t\tAmendments. Now what's not fun about \t\tthat?  \tLUCY gets up from the table and kisses her father.  \n[233]\t\tG'night, sweetheart.  \n[234]\t\tSleep well, honey. I love you.  \n[235]\t\tShe's her mother.  \n[236]\t\tWould you like the 25-cent tour?  \n[237]\t\tIt was ready ahead of schedule. \t\tWe've just been waiting for the \t\tpersonnel.  \n[238]\t\tNo, our guys. We've sent a team of \t\tArmy instructors to train the \t\tIsraelis.  \tSYDNEY and SHEPHERD enter the:   \n[239]\t\t\t \t\tI think this is the dish room.  \n[240]\t\tYeah, it is. It's the room with all \t\tthe dishes.  \n[241]\t\tI'm more of a West Wing President. \t\tIf you're curious about the mansion, \t\tthere's probably a book you can get--  \n[242]\t\tSydney.  \n[243]\t\tDo you think there will ever come a \t\ttime when you can stand in a room \t\twith me and not think of me as the \t\tPresident?  \n[244]\t\tI got news for you, Sydney. As a \t\tlobbyist, you would never be alone in \t\ta room with the President.  \tThis last statement is not lost on SYDNEY.  \tHe moves toward her until they are both bathed in the \tmoonlight. He puts his arms around her.  \n[245]\t\tProbably not.  \tThey lean in to kiss each other. They barely make contact \twhen...  \n[246]\t\tExcuse me.  \tHe moves out the door and into the corridor.  \tSYDNEY, knowing something's wrong, instinctively moves to \tfollow him and be with him, but the AGENT hasn't moved from \tthe doorway, so--  \n[247]\t\tListen--  \n[248]\t\tI'm sorry, we're going to have to cut \t\tour evening short. The Libyans have \t\tjust bombed C-STAD. I'll try to call \t\tyou tomorrow. \t\t\t \t\tCan you show Ms. Wade out.  \tSHEPHERD exits.  \tSYDNEY, alone for a second in the dish room, is finally \tapproached by a SECRET SERVICE AGENT, who starts to escort \ther out.  \n[249]\t\tAnd we're gonna hit Libyan \t\tIntelligence Headquarters?  \n[250]\t\tLibyan I.H.Q's in the middle of \t\tdowntown Tripoli -- are we gonna hit \t\tanything else?  \n[251]\t\tAre we gonna miss?  \n[252]\t\tHow many people work in that building?  \n[253]\t\tHow many people work in the damn \t\tbuilding?  \n[254]\t\tThe fewest. What shift puts the \t\tfewest people in the building? The \t\tnight shift, right?  \n[255]\t\tWhat time does the night crew go on?  \n[256]\n[257]\t\tSomeday somebody's going to have to \t\texplain to me the virtue of a \t\tproportional response.  \tThere's a SILENCE. SHEPHERD gets up and starts to head out \tthe door.  \n[258]\t\tAttack. \n[259]\t\tThe last thing I want to do is put \t\tthe Lybians center stage.  \n[260]\t\tThis isn't about Rumson. What I did \t\ttonight was not about political gain.  \n[261]\t\tLeon, somewhere in Libyan right now \t\tthere's a janitor working the night \t\tshift at the Libyan Intelligence \t\tHeadquarters. He's going about his \t\tjob 'cause he has no idea that in \t\tabout an hour he's gonna die in a \t\tmassive explosion. He's just going \t\tabout his job 'cause he has no idea \t\tthat an hour ago I gave an order to \t\thave him killed. You just saw me do \t\tthe least presidential thing I do.  \n[262]\t\tNo. We did everything but show them \t\tthe blueprints. The hardware was \t\tsitting in a airplane hangar for a \t\tmonth. They didn't hit it until the  \tAmerican personnel got there. Leslie.  \n[263]\t\tYes, we'd just finished dinner.  \n[264]\t\tWe don't have a relationship. We \t\tjust had dinner.  \n[265]\t\tFolks, a lot of people got killed \t\tlast night. Let's try to keep our \t\teyes on the ball, okay?  \tSHEPHERD is herded out of the briefing room amidst a chorus \tof \"Mr. President\" 's.  \n[266]\t\tThere's nothing that needs prepping. \t\tA.J., let's meet with the leadership \t\tafter we meet with the Security \t\tCouncil.  \n[267]\t\tNobody gets ten minutes today.  \n[268] \tSHEPHERD sits at his desk, is on the phone. A TELEVISION \tNEWSCAST is doing a report on Congressional reaction to the \tevents of the day. ROB RUMSON is talking.  \n[269]\t\tLewis, tell the speaker to wait. \t\tI want to talk to him. No, I'll be \t\tright down.  \n[270]\t\tI went to Stanford, you blowhole.  \n[271] \tSHEPHERD opens his door, revealing SYDNEY. Agent COOPER is \tletting her in.  \n[272]\t\t\t \t\tThanks, Coop.  \tSHEPHERD closes the door.  \n[273]\t\tNot as tough as some. You want a \t\tdrink? Lemme take your coat.  \tBut SYDNEY doesn't take her coat off.  \n[274]\t\tSure it will. You button the top \t\tbutton, and it doesn't fall off \t\tthe hanger.   \n[275]\t\tI didn't think so. Listen...  \n[276]\t\tWell, I have no intention of pursuing \t\tyou inside the political arena, so \t\tthat leaves everything out, and \t\tthat's unacceptable to me.  \n[277]\t\tLet's clear up a couple of things. \t\tNumber 1: I seldom prance. \t\tNumber 2: I have no intention of \t\tengaging in a character debate, and \t\tNumber 3: You're not on my staff.  \n[278]\t\tWhy is that, by the way?  \n[279]\t\tWhy aren't you on my staff?  \n[280]\t\tHow much do you make?  \n[281]\t\tThe name's Andy. How much money do \t\tyou make?  \n[282]\t\tYou would raise your voice to the \t\tPresident?  \n[283]\t\tAre you attracted to me?  \n[284]\t\tI asked if--  \n[285]\t\tWell, I tell you what. Let's make \t\tit the issue. Let's try something \t\tnew, 'cause I know that most couples, \t\twhen they're first getting together, \t\tare inclined to slam on the brakes \t\tbecause they're concerned about Bob \t\tRumson's drool.  \n[286]\t\tYou know what your problem is?  \n[287]\t\tSex and nervousness.  \n[288]\t\tYes. Last night when we were \t\tlooking at the different place \t\tsettings in the dish room, I \t\trealized that those place settings \t\twere provided by the First Ladies. \t\tAnd I'll bet none of those First \t\tLadies were nervous about having \t\tsex with their President husbands. \t\tAnd you know why?  \n[289]\t\tI will. Because they weren't \t\tpresidents when they met them. Not \t\tthe case here.  \n[290]\t\tYou see what I'm getting at?  \n[291]\t\tSure. It's right through there.  \n[292]\t\tAs you pass through, you'll see a \t\tlarge closet on your left. And if \t\tyou feel comfortable, hang up your \t\tcoat, and when you come back I'll \t\thave fixed up a drink, we'll sit on \t\tthe couch, and I will explain to \t\tyou my plan.  \n[293]\t\t\t \t\tOkay. You're attracted to me, but \t\tthe idea of physical intimacy is \t\tuncomfortable because you only know \t\tme as the President. It's not always \t\tgonna be that way, and the reason I \t\tknow that is because there was a \t\tmoment last night when you were with \t\tme and not the President, and I know \t\twhat a big step that was for you. \t\tSo, Sydney, I'm in no rush. Here's \t\tmy plan: We're gonna slow down. \t\tWhen you're comfortable, that's \t\twhen it'll happen.  \tSYDNEY comes back into the room...she's wearing one of \tSHEPHERD's dress shirts and nothing else. She walks toward \thim.  \n[294]\t\t\t \t\tPerhaps I didn't properly explain \t\tthe fundamentals of the \"Slow Down\" \t\tplan.  \n[295]\t\t\t \t\tAre you nervous?  \n[296]\t\tGood. My nervousness exists on \t\tseveral levels. Number 1 -- and \t\tthis is in no particular order -- \t\tI haven't done this in a pretty \t\tlong time. Number 2: Any expectations \t\tyou might have, due to the fact that \t\tI'm, you know...  \n[297]\t\tExactly, thank you. Just so you \t\tremember that's a political \t\tdistinction that comes with the \t\toffice. I mean, if Eisenhower were \t\there instead of me he'd be dead by \t\tnow. And number three...  \n[298] \tIt is very early, and SHEPHERD is still asleep. As we PULL \tBACK, WE REVEAL that he is alone in his bed. The PHONE RINGS.  \tSHEPHERD picks it up--  \n[299]\t\t\t \t\tYeah...put him through. \t\t\t \t\tLewis, it is 5:00 a.m. You gotta \t\tget yourself a life, man. \t\t\t \t\tYeah...all right.  \tHe hangs up the phone and looks around the room, only to \tnotice SYDNEY is tiptoeing around in the dim light, trying \tto quietly dress herself and gather up her things. SHEPHERD \twatches this odd spectacle for a moment before he says--  \n[300]\t\t\t \t\tSydney?  \tSYDNEY turns around.  \n[301]\t\tWhat are you doing?  \n[302]\t\tI have those same thoughts every day \t\tof my life. Say, you know Lewis \t\tRothschild, don't you? Well, he's...  \n[303]\t\t...on his way up.  \n[304]\t\tCome on in, Lewis.  \tLEWIS comes in--  \n[305]\t\t\t \t\tWhat's the situation?  \n[306]\t\tThank God.  \n[307]\t\tSee, and I think the important thing \t\tis actually not to be panicking.  \tA.J. KNOCKS on the open door and walks in.  \n[308]\t\tNo, please, let's do.  \n[309]\t\tRest easy, Lewis. We're not creating \t\ta diversion.  \n[310]\t\t\t \t\tWe'll have somebody take you home.  \n[311]\t\t\t \t\tSydney, when you leave here, you're \t\tgonna run into reporters and \t\tphotographers. Your picture's gonna \t\tbe taken every day, and you're gonna \t\tbe asked questions every day. Answer \t\tthem, don't answer them -- it's \t\tentirely up to you. The White House \t\thas no official position except to \t\tsay \"no comment.\"  \n[312]\t\tThe White House doesn't comment on \t\tthe President's personal life.  \n[313]\t\tI tell you what, Lewis, we just did.  \n[314]\t\tI'm sorry about all this. We'll do \t\tit better next time.  \n[315]\t\tNo, I mean...  \n[316]\t\tMe, too. I'll call you. I'll be in \t\tPanama, but I'll call you.  \n[317]\t\tAll right...okay...this is good.  \n[318]\t\t\t \t\tDouglas, does the N.R.A. have \t\tvideotapes of you playing golf with \t\tSatan? We've already softened the \t\tassault weapons. We're leaving the \t\tSKS, the mini 14, and about 250 other \t\ttypes on the street. I mean, how \t\tmuch pull can one lobby--  \tJANIE catches SHEPHERD's eye and makes a subtle gesture to \ther wristwatch.  \n[319]\t\t\t   (continuing; \t\t\t    into phone \t\t--Yeah, look, we're gonna continue \t\tthis tomorrow. I'm late for the \t\tparty fund-raiser. I'll be sure \t\tand put in a good word for you, \t\tby the way. \t\t\t \t\tOkay.  \tHe hangs up.  \n[320]\t\tI studied under a Nobel-Prize-Winning \t\teconomist. You know what he taught \t\tme?  \n[321]\t\tYeah. I'm going to St. Louis.  \n[322]\t\t\t \t\tHop in. We'll talk in the car.  \tAs they do they're told, and the motorcade gets on its way.  \n[323] \n[324]\t\tGuys, do I have to be here for this \t\tmeeting?  \n[325]\t\t\t \t\tToday?  \n[326]\t\tLet me see if I've got this: The \t\tthird story on the news tonight was \t\tthat someone I didn't know 13 years \t\tago, when I wasn't President, \t\tparticipated in a demonstration where \t\tno laws were being broken in protest \t\tof something that so many people were \t\tagainst it doesn't exist anymore? \t\t\t \t\tJust out of curiosity, what was the \t\tfourth story?  \n[327]\t\tDon't deal with it.  \n[328]\t\tThey're trying to get us to swing at \t\ta pitch in the dirt. No one ever \t\twins these fights. It'll go away.  \n[329]\t\tAw...hell!  \n[330]\t\tNo, you reminded me, I'm supposed to \t\thave dinner with Sydney tonight.  \n[331] \tSHEPHERD's on the phone to SYDNEY.  \n[332]\t\t\t \t\tI feel terrible, but I have to \t\tcancel our date tonight.  \n[333]\t\tNo, I've gotta go to St. Louis and \t\tavert a massive airline strike.  \n[334]\t\tThanks for understanding. I'll call \t\tyou tonight  \tSHEPHERD hangs up the phone.  \n[335]\t\tBoy, I hate doing that. She was \t\ttrying on dresses.  \n[336]\t\tLook! Look! There it is! Carmen's \t\tHouse of Flowers! We gotta stop.  \n[337]\t\tI gotta get her flowers.  \n[338]\t\tI broke our date. This is what men \t\tdo.  \n[339]\t\tCoop, I'm gonna hop out at that \t\tflower shop.  \n[340]\t\tThen it's not personal.  \n[341]\t\tYou think there's a florist who's \t\tplanning an assassination on the \t\toff-chance that I'd be stopping by?  \n[342]\t\tExcuse me--  \n[343]\t\tExcuse me--  \n[344]\t\t\t \t\tHey, I don't know if you're the \t\tone I talked to on the phone... \t\tVirginia, dogwood, the President \t\t...any of it ring a--  \tAnd apparently it does, because the GIRL faints and falls to \tthe floor.  \n[345]\t\tSame girl. She remembers me.  \n[346]\t\t\t \t\tBrutus and Cassius? They want me to \t\tget into the character debate and mix \t\tit up.  \n[347]\t\t\t \t\tSydney says you guys are really \t\tstupid.  \n[348]\t\t\t \t\tShe's questioning your loyalty.  \n[349]\t\t\t \t\tWait a second, here comes my favorite \t\tpart.  \tHe's referring to RUMSON on the TV.  \n[350]\t\t\t \t\tIt's a good thing he cleared that up, \t\t'cause the crowd was gettin' ready \t\tto buy some AMWAY products.  \n[351]\t\t\t \t\tSydney, his number have nowhere to \t\tgo but up.  \n[352]\t\t\t \t\tWe're fine. We'll be back up in the \t\t60's once I get the votes for the \t\tcrime bill. \t\t\t \t\tSay, what're you doing this weekend?  \n[353]\t\t\t \t\tThe negotiations are going pretty \t\twell here. It looks like the \t\tnation's going to keep on flying. \t\tLucy's sleeping over at a friend's \t\thouse Saturday night.  \n[354]\t\t\t \t\tHave you ever been to Camp David?  \n[355]\t\t\t \t\tIt's sass, right? You're sassing \t\tme.  \n[356]\t\t\t \t\tI'll have a car pick you up Saturday \t\tmorning.  \n[357]\t\tHow many \"e\"s in \"kaleidoscope\"?  \n[358]\t\tWhat?  \n[359]\t\tAre you still reading that ridiculous \t\tbiography?  \n[360]\t\tSeven-trillion-dollar communications \t\tsystem at my disposal, you'd think \t\tI'd be able to find out if the \t\tPackers won.  \n[361]\t\tYeah...that course wasn't about what \t\tI thought it was gonna be about.  \tSHEPHERD has landed on a news station.  \n[362]\t\tWho cares? Let's see some scores.  \n[363]\t\tI'm so sorry about this, Sydney.  \n[364]\t\tYou gotta tell him to turn a deaf ear.  \n[365]\t\tSydney, I can't challenge the school \t\tbully to a fight just because he \t\tpicked on my girlfriend.  \n[366]\t\tI have one more election left, Sydney. \t\tI don't have the luxury of losing my \t\tpatience.  \n[367]\t\tThings will be better when I pass a \t\tcrime bill. And Sydney, if you \t\tdisappeared, I'd find you.  \tHe goes to kiss her, she responds.  \n[368]\t\tIs that a fact?  \n[369]\t\tIf I'm not mistaken, Gill, I think \t\tthe courts ruled on Title 9 about 20 \t\tyears ago.  \n[370]\t\tWell, it's a world gone mad, Gill.  \tLEWIS, KODAK and ROBIN stand huddled with cups of eggnog...  \n[371]\t\tHi, Syd. Get stuck on DuPont Circle \t\tagain?  \n[372]\t\tI'll look into it.  \n[373]\t\tYou went to see the Motown Three?  \n[374]\t\tThe woman knows no fear. She'd lobby \t\tthe Carolinas to the American Lung \t\tAssociation.  \n[375]\t\tI don't think the Pep Boys know too \t\tmany words.  \n[376]\t\t\t \t\tOkay.  \n[377]\t\tNo, I was...I was thinking about-- \t\tnothing.  \n[378]\t\tNo, the GDC's political director \t\tdidn't tell us anything. Sydney Wade \t\ttold her boyfriend and her \t\tboyfriend's best friend that she had \t\ta lousy day.  \n[379]\t\tI made a promise, A.J.  \n[380]\t\tI made it with Sydney.  \n[381]\t\tYeah, well, this is all academic \t\tanyway. We're not going to need \t\tthose votes.  \n[382]\t\tThis was delicious. Thank you. Is \t\tthere any left?  \n[383]\t\tAre you kidding me, of course I did. \t\tBut actually it's not for me. The \t\tagent who checked the food thought \t\tit was delicious, and I sort of told \t\thim I'd bring him some if there was \t\tany left.  \n[384]\t\tNo, I loved it.  \n[385]\t\tNo, I'm not.  \n[386]\t\tWhen have you seen me do a thing \t\twith my face?  \n[387]\t\tYou were?  \n[388]\t\tVaguely.  \n[389]\t\tAh.  \n[390]\t\tHow did you know?  \n[391]\t\tWow...what's the occasion?  \n[392]\t\tTwo votes?  \n[393]\t\t\t \t\tThat's great, Sydney. I mean it. \t\tThat's great work.  \n[394]\t\tLook, no matter what happens, you \t\thave every right to be proud of \t\tyourself.  \n[395]\t\tYeah, well...  \n[396]\t\tYeah?  \n[397]\t\tDid he give a reason?  \n[398]\t\tWe said as a last resort.  \n[399]\t\tNo. Come on. There's gotta be three \t\tvotes someplace else.  \n[400]\t\tBullshit, Leon. There's gotta be \t\tsomebody we haven't--  \n[401]\t\tStorch.  \n[402]\t\tWhat about Storch?  \n[403]\t\tWagner.  \n[404]\t\tSobel.  \n[405]\t\tClark.  \n[406]\t\tNot that Clark, the one from \t\tIndiana.  \n[407]\t\tShe is one vote away, A.J. It's \t\timportant legislation that for the \t\tfirst time has a legitimate chance. \t\t I think she deserves every possible \t\topportunity to--  \n[408]\t\tYou got something to say to me?  \n[409]\t\tExamine what? They don't like that \t\tI'm going out with Sydney.  \n[410]\t\tWhose problem we talking about, \t\tLewis? Yours? You worried about \t\tyour job? This poll isn't talking \t\tabout my Presidency. This poll is \t\ttalking about my life. Two hundred \t\tand sixty-four million people have \t\tdecided--  \n[411]\t\tLook, if people want to listen to Bob \t\tRumson--  \n[412]\t\t\t \t\tLewis, we've had Presidents who were \t\tbeloved, who couldn't find a coherent \t\tsentence with two hands and a \t\tflashlight. People don't drink the \t\tsand, 'cause they're thirsty, Lewis. \t\tThey drink it 'cause they don't know \t\tthe difference.  \tThe room is slightly stunned by what their President has just \tsaid.  \tSHEPHERD picks up the polling data and heads to the door...  \n[413]\t\t\t   (continuing; on his \t\t\t    way out \t\tMake the deal.  \n[414]\t\tSounds good.  \n[415]\t\tI'll say.  \n[416]\t\t\t \t\tWhat do you mean?  \n[417]\t\tYou saw her?  \n[418]\t\tWhere?  \n[419]\t\tDon't worry about it.  \n[420]\t\tPractice your music.  \n[421]\t\t\t \t\tSyd?  \tSYDNEY comes out.  \n[422]\t\tA grey...sweater? No. I called \t\tyou at the office, but...  \n[423]\t\tWhere were you going?  \tSYDNEY continues her search.  \n[424]\t\tConnecticut?  \n[425]\t\tWhat's in Connecticut?  \n[426]\t\tWhen did you decide to get a new job?  \n[427]\t\tWhy did he fire you?  \n[428]\t\tI'll call him.  \n[429]\t\tWhat do you think went on here today?  \tShe stops.  \n[430] \t\tThe environment got screwed. Nothing \t\thappened to you today, Sydney. \t\tGoverning is choosing. Governing is \t\tprioritizing. I've made no secret of \t\tthe fact that the crime bill was my \t\ttop priority.  \n[431]\t\t\t \t\tSydney. Please. I don't want to \t\tlose you over this.  \n[432]\t\tRichard Reynolds' district office. \t\tShe's thinking of running his \t\tcampaign. Four in the corner.  \tSHEPHERD gets down over the ball--  \n[433]\t\t\t \t\tHartford. The insurance capital of \t\tthe world. Have a good time, Syd.  \tSHEPHERD smacks the ball, BULL'S-EYE.  \n[434]\t\tYou handling me, A.J.?  \n[435]\t\tGood. 14 in the side.  \tSHEPHERD gets down over the ball...  \n[436]\t\tExcuse me.  \n[437]\t\tHas he lied?!  \n[438]\t\tHas Rumson lied in the last seven \t\tweeks?  \n[439]\t\tOther than not knowing the difference \t\tbetween Harvard and Stanford, has he \t\tsaid something that isn't true? Am \t\tI not a Commander-in-Chief who's \t\tnever served in the military? Am I \t\tnot opposed to a Constitutional \t\tamendment banning flag burning? Am \t\tI not an unmarried father who was \t\tsharing a bed with a liberal lobbyist \t\tdown the hall from my twelve-year-old \t\tdaughter?  \n[440]\t\tI don't think you win elections by \t\ttelling 59 percent of the people that \t\tthey are.  \n[441]\t\tDon't--  \n[442]\t\tIs the view pretty good from the \t\tcheap seats, A.J.?  \n[443]\t\tIt occurs to me that in 25 years I've \t\tnever seen your name on a ballot. \t\tWhy have you always been standing a \t\tpace behind me?  \n[444]\t\tFuck you.  \tSHEPHERD's tossed his cue stick and is heading out...  \n[445]\t\t\t \t\tHave Lewis put the final drafts of \t\tthe State of the Union and the Crime \t\tBill announcement on my desk in the \t\tmorning.  \n[446]\t\tIf Mary hadn't died...would we have \t\twon three years ago?  \n[447]\t\tIf we'd had to go through a character \t\tdebate three years ago, would we have \t\twon?  \n[448]\t\t\t \t\tYeah.  \tSHEPHERD exits, leaving A.J. alone as we  \n[449]\t\tYou're not hungry?  \n[450]\t\tYeah.  \n[451]\t\tIt's good for you.  \n[452]\t\tYou're not from Wisconsin. I'm from \t\tWisconsin. You've lived in \t\tWashington your whole life.  \tHe glances toward the T.V. screen. ROBIN's standing up there \tdoing what she's been told: \"No comment...No, this President \tis not participating in character debates...\" He mutes the \tvolume.  \n[453]\t\t\t \t\tHow are you doing in your \t\tConstitutional debates?  \n[454]\t\tYou're done?  \n[455]\t\tOh...well...that's good. Why didn't \t\tyou tell me?  \n[456]\t\tOkay, I give up. I don't care why \t\tyou're not happy in social studies. \t\tI care about why you're not talking \t\tto me about why you're not happy in \t\tsocial studies.  \n[457]\t\tYou're not perfectly happy. You \t\tdon't think I know when something's \t\tbothering you?  \n[458]\t\tHey!  \n[459]\t\tTalk to me.  \n[460]\t\tAlmost every time I talk, I say \t\tthings you disagree with.  \n[461]\t\t\t \t\tPolitically?  \n[462]\t\t\t \t\tWhat do you mean?  \tIt just starts spilling out in a stream--  \n[463]\t\t\t \t\tStand up please.  \tLUCY gets up slowly...  \tShe's never seen her father like this...  \n[464]\t\t\t \t\tI want you to pay very close \t\tattention to what happens now.  \tSHEPHERD knees down, cups her daughter's face in his hands, \tand gently kisses her forehead. He pulls her to him and \tholds her in a tight embrace...  \n[465]\t\t\t \t\tIn your  lifetime, you will never \t\tembarrass me. It could never happen. \t\tYou're not the President's daughter, \t\tLucy, you're mine. \t\tAnd no one's gonna vote me out of \t\tthat job. You're my daughter, and \t\teverything else is a distant second. \t\t\t \t\tSchool is for you, Lucy. You say \t\twhat you want. The only thing you \t\thave to do to make me happy is \t\tcome home at the end of the day.  \tLUCY squeezes her dad tight...they hold the embrace for a \tlong moment.  \n[466]\t\t\t \t\tOne more thing. I don't dislike \t\tSenator Rumson because of his \t\tpolitical views. And even if you \t\tvoted for everything he would vote \t\tfor, that wouldn't make you like him. \t\tThere's a fundamental difference \tbetween you and the Bob Rumsons of \t\tthe world.  \n[467]\t\tThe difference is that he says he \t\tloves America. Saying you love \t\tAmerica is easy. What takes \t\tcharacter -- and this is what you \t\thave--  \tSHEPHERD trails off, realizing he's about to quote Sydney...  \n[468]\t\t\t \t\tWhat takes character is loving \t\tAmericans. \t\t\t  \tAnd now it's as if SHEPHERD is waking himself up from the \tlongest trip of his life...  \t...he looks over at the T.V. monitor...\"No comment\"... \t\"No, I don't know how many other ways I can say it. The \tWhite House isn't getting involved in...\"  \n[469]\t\t\t \t\tLuce, I gotta go.  \n[470]\t\tEverything's fine. I'm just a little \t\tlate for work.  \tHe heads for the door, shouting out as he goes--  \n[471]\t\tSomebody get my daughter some food! \t\tThe girl's from Wisconsin, for cryin' \t\tout loud!  \tAnd he's gone as we...  \n[472]\t\tYes, he will. 'Morning.  \n[473]\t\tThat's all right, you can keep your \t\tseats. For the last couple of \t\tmonths, Senator Rumson has suggested \t\tthat being president of this country \t\twas, to a certain extent, about \t\tcharacter...  \n[474]\t\t...and although I have not been \t\twilling to engage in his attacks on \t\tme, I've been here three years and \t\tthree days, and I can tell you \t\twithout hesitation: Being President \t\tof this country is entirely about \t\tcharacter.  \tLEWIS enters with A.J. and KODAK.  \n[475]\t\t\t \t\tFor the record: Yes, I am a card- \t\tcarrying member of the A.C.L.U. But \t\tthe more important question is why \t\taren't you, Bob? This is an \t\torganization whose sole purpose is to \t\tdefend the Bill of Rights, so it \t\tnaturally begs the questions.  \n[476]\t\t\t \t\tWhy would a senator, his party's most \t\tpowerful spokesman and a candidate \t\tfor president, choose to reject \t\tupholding the Constitution? If you \t\tcan answer that question, then, \t\tfolks, you're smarter than I am, \t\tbecause I didn't understand it until \t\ta couple of minutes ago. Everybody \t\tknows American isn't easy. America is \t\tadvanced citizenship.  \n[477]\t\t\t \t\tYou gotta want it bad, 'cause it's \t\tgonna put up a fight. It's gonna \t\tsay, \"You want free speech? Let's \t\tsee you acknowledge a man whose words \t\tmake your blood boil, who's standing \t\tcenter stage and advocating, at the \t\ttop of his lungs, that which you \t\twould spend a lifetime opposing at the \t\ttop of yours. You want to claim \t\tthis land as the land of the free, \t\tthen the symbol of your country can't \t\tjust be a flag; the symbol also has \t\tto be one of its citizens exercising \t\this right to burn that flag in \t\tprotest.\" Show me that, defend that, \t\tcelebrate that in your classrooms. \t\tThen you can stand up and sing about \t\tthe land of the free. I've known Bob \t\tRumson for years. I've been operating \t\tunder the assumption that the reason \t\tBob devotes so much time and energy to \t\tshouting at the rain was that he simply \t\tdidn't get it. Well, I was wrong.  \n[478]\t\t\t \t\tBob's problem isn't that he doesn't \t\tget it. Bob's problem is that he \t\tcan't sell it. Nobody has ever won \t\tan election by talking about what I \t\twas just talking about.  \n[479]\t\t\t \t\tThis is a country made up of people \t\twith hard jobs that they're terrified \t\tof losing. The roots of freedom are \t\tof little or no interest to them at \t\tthe moment. We are a nation afraid \t\tto go out at night. We're a society \t\tthat has assigned low priority to \t\teducation and has looked the other \t\tway while our public schools have \t\tbeen decimated. We have serious \t\tproblems to solve, and we need \t\tserious men to solve them. And \t\twhatever your particular problem is, \t\tfriend, I promise you, Bob Rumson is \t\tnot the least bit interested in \t\tsolving it. He is interested in two \t\tthings and two things only: Making \t\tyou afraid of it and telling you \t\twho's to blame for it. That, ladies \t\tand gentlemen, is how you win \t\telections. You gather a group of \t\tmiddle-aged, middle-class, middle- \t\tincome voters who remember with \t\tlonging an easier time, and you talk \t\tto them about family and American \t\tvalues and personal character. Then \t\tyou have an old photo of the \t\tPresident's girlfriend. You scream \t\tabout patriotism and you tell them \t\tshe's to blame for their lot in life, \t\tyou go on television and you call her \t\ta whore. Sydney Ellen Wade has done \t\tnothing to you, Bob. She has done \t\tnothing but put herself through law \t\tschool, prosecute criminals for five \t\tyears, represent the interests of \t\tpublic school teachers for two years, \t\tand lobby for the safety of our \t\tnatural resources.  \n[480]\t\t\t \t\tYou want a character debate? Fine, \t\tbut you better stick with me, 'cause \t\tSydney Ellen Wade is way out of your \t\tleague. I've loved two women in my \t\tlife. I lost one to cancer, and I \t\tlost the other 'cause I was so busy \t\tkeeping my job I forgot to do my job. \t\tWell that ends right now.  \n[481]\t\t\t \t\tTomorrow morning the White House is \t\tsending a bill to Congress for its \t\tconsideration. It's White House \t\tResolution 455, an energy bill \t\trequiring a 20 percent reduction of the \t\temission of fossil fuels over the \t\tnext ten years. It is by far the \t\tmost aggressive stride ever taken in \t\tthe fight to reverse the effects of \t\tglobal warming. The other piece of \t\tlegislation is the crime bill. As of \t\ttoday it no longer exists. I'm \t\tthrowing it out. I'm throwing it out \t\tand writing a law that makes sense. \t\tYou cannot address crime prevention \t\twithout getting rid of assault \t\tweapons and handguns. \t\tI consider them a threat to national \t\tsecurity, and I will go door to door \t\tif I have to, but I'm gonna convince \t\tAmericans that I'm right, and I'm \t\tgonna get the guns. We've got \t\tserous problems, and we need serious \t\tmen, and if you want to talk about \t\tcharacter, Bob, you'd better come at \t\tme with more than a burning flag and \t\ta membership card. If you want to \t\ttalk about character and American \t\tvalues, fine. Just tell me where and \t\twhen, and I'll show up. This is a \t\ttime for serious men, Bob, and your \t\tfifteen minutes are up. My name's \t\tAndrew Shepherd, and I am the \t\tPresident.  \tSHEPHERD exits the press room, leaving a stunned room in his \twake.  \tThe MURMURS begin from the PRESS CORPS. They're talking \tamong themselves, confirming that they just saw what they \tjust saw. ROBIN steps to the podium.  \n[482]\t\tI don't want the limo. I don't want \t\tan escort.  \tA.J. enters.  \n[483]\t\t\t \t\tI want a plain, ordinary, non- \t\tbullet-proof automobile. Someone \t\taround here must have a Chevy I \t\tcan borrow. Well, find one and \t\tmeet me outside the West Wing \t\tentrance in five minutes.  \n[484]\t\tI'm going to her house. I'm gonna \t\tstand at her front door till she \t\tlets me in. And I'm not leaving till \t\tI get her back.  \n[485]\t\tI haven't worked that out yet. But \t\tI'm sure groveling will be involved.  \n[486]\t\tI'm the Commander-in-Chief of the \t\tmost powerful army in the world. \t\tYou don't think I can drive ten blocks?  \n[487]\t\tI'm glad.  \tSYDNEY and SHEPHERD just gaze at each other for a moment and \tsmile. SYDNEY starts toward him.  \n[488]\t\t\t \t\tSydney, I didn't decide to send \t\t455 to the floor to get you back.  \n[489]\t\t\t \t\tI've got some things to do.  \n[490]\t\tI'm having a cuff links crisis.  \tLUCY takes his sleeves.  \n[491]\t\t\t \t\tI think they've locked.  \n[492]\t\tLewis.  \n[493]\t\tThings have been a little rough \t\tbetween us lately.  \n[494]\t\tDon't stop what you're doing.  \n[495]\t\tNo, you were right. Two hundred and \t\tsixty-four million people don't give \t\ta damn about my life.  \n[496]\t\t\t \t\tSee you after.  \tThe PEOPLE in the room start to gather their things and exit, \tROBIN handling any and all last-minute \"Mr. President\"'s as \tshe herds people out the door.  \tLUCY walks past SHEPHERD. She holds SHEPHERD's old tattered \ttextbook and has it opened to a specific page...  \n[497]\t\t\t \t\tWhatcha got there, Luce?  \n[498]\t\tThank you. \t\t\t \t\tI'll see you afterward. I want a \t\tcritique.  \tThe room clears out...revealing SYDNEY, dressed like the \tFirst Lady she's soon to be, sitting against the window sill.  \n[499]\t\t\t \t\tThere's been something I've been \t\ttrying to give you since our first \t\tdate. I tried a bunch of times, but \t\tsomehow I've always managed to trip \t\tover my job. \t\t\t \t\tAnyay...  \tSHEPHERD has picked his black canvas gym bag with the gold \tPresidential seal.  \tHe reaches in the bag and pulls out a bouquet of flowers.  \n[500]\t\t\t \t\tThese are for you.  \n[501]\t\tGotta go.  \n[502]\t\tNo, walk with me.  \tThey exit into a hallway lined with Congressional STAFFERS, \tSECRET SERVICE, CAPITOL SECURITY, WHITE HOUSE STAFF, and, \tmost prominently, A.J., LEWIS, ROBIN, JANIE and KODAK.  \tSYDNEY is still clutching her flowers as they near the double \tdoors to the House Chamber--  \n[503]\t\t\t   (raising his voice \t\t\t    above the cheering \t\tDo what?  \n[504]\t\tWell...it turns out I've got a rose \t\tgarden.  \tSYDNEY is stopped in her tracks as--  \t--the doors to the Chamber fly open--  ", "Mrs.": "\n[1]\t\tGood morning, Mr. President.  \n[2]\t\tFine, thank you, sir. Mr. Kodak left \t\tthe detailed breakdown of the approval \t\tpoll for you. He seemed to indicate that \t\tit was very good news.  \n[3]\t\tLucy called just a moment ago. You \t\tforgot to sign her permission slip \t\tfor her class--  \n[4]\t\tAaagh!  \n[5]\t\tYou too, Mr. President.  \tSHEPHERD starts his walk from the West Wing back to the \tresidence.  \tIt is the exact reverse of the path he took to the OVAL OFFICE \tin the morning.  \n[6]\t\tGood morning, Mr. President. Mr. \t\tRothschild and Miss McCall are in the \t\toffice, sir. They said they needed to \t\tspeak with you before scheduling.  \n[7]\t\tThe dogwood.  \n[8]\t\tMr. President -- Excuse me, Miss \t\tWade -- Miss McCall is on her way \t\tover.  ", "Chapil": "\n[1]\t\tGood morning, Mr. President.  \n[2]\t\tFine, thank you, sir. Mr. Kodak left \t\tthe detailed breakdown of the approval \t\tpoll for you. He seemed to indicate that \t\tit was very good news.  \n[3]\t\tLucy called just a moment ago. You \t\tforgot to sign her permission slip \t\tfor her class--  \n[4]\t\tAaagh!  \n[5]\t\tYou too, Mr. President.  \tSHEPHERD starts his walk from the West Wing back to the \tresidence.  \tIt is the exact reverse of the path he took to the OVAL OFFICE \tin the morning.  \n[6]\t\tGood morning, Mr. President. Mr. \t\tRothschild and Miss McCall are in the \t\toffice, sir. They said they needed to \t\tspeak with you before scheduling.  \n[7]\t\tMrs. Chapil. State flower of \t\tVirginia.  \n[8]\t\tThe dogwood.  \n[9]\t\tMr. President -- Excuse me, Miss \t\tWade -- Miss McCall is on her way \t\tover.  ", "Senator": "", "Rumson": "\n[1]\t\tLloyd, it's a long time till next \t\tNovember. Right now, I'm just \t\tlooking forward to a pleasant evening.  \n[2] \twhere the Minority Leader's game face can barely conceal the \tgears that have slowly begun to turn in his head, as we  \n[3]\t\tYou're over-thinking this.  \n[4]\t\t\t \t\tVoters aren't interested in how to \t\tachieve economic growth, and they \t\tdon't want to hear our plans to \t\tstrengthen foreign policy.  \n[5]\t\tReporters like him. Networks and \t\tnewspapers like ratings and circulation. \t\tFor all the bitching we do about liberal \t\tbias in the press when it comes down to \t\ta character debate...  \n[6]\t\tBecause it couldn't. Our polling \t\ttold us that attacking his character \t\tless than a year after he'd lost his \t\twife was gonna be a turn-off and was \t\tgonna make people feel sorry for him. \t\tWe couldn't run the campaign we wanted \t\tbecause the opponent was a widower.  \n[7]\t\t\t \t\tYou'll have to forgive my friend. \t\tHe's been on a hunting trip and cut \t\toff from the world.  \n[8]\t\tThe President's got a girlfriend.  \n[9]\t\t...Last night, the price of his \t\tliberal programs was raised to \t\tinclude the blood of 22 American \t\tsoldiers.  \tHe hangs up. On the TV, we see a quick sound bite from RUMSON.  \n[10]\t\t...Mr. Shepherd's read a lot of \t\tbooks, but you didn't need a Harvard \t\tdegree to see this comin' a mile down \t\tthe road.  \n[11]\t\tThe fat that our Commander-in-Chief \t\thas not served one day in uniform--  \tSHEPHERD clicks off the TV and then stares at  \n[12]\t\tDoes New Hampshire want traditional \t\tAmerican values back in the White \t\tHouse?  \n[13]\t\tDoes New Hampshire want the pride back?  \tThe CROWD goes nuts upon hearing Rumson's signature phrase--  \n[14]\t\tMy name is Bob Rumson. And I'm \t\trunning for President.  \tAnd as the CROWD loses its mind, we  \n[15]\t\t\t \t\tI agree a hundred and ten percent, \t\tMrs. Harper. That's why I'm up here \t\tin the dead of winter talkin' about \t\tit with you folks.  \tRumson is signaling for an AIDE to take over his phone call.  \n[16]\t\t\t   (continuing; \t\t\t    into phone \t\tThat's very generous of you, ma'am, \t\tand I'm gonna take that money off \t\tyour hands right now.  \tHe hands off the phone--  \n[17]\t\t\t \t\tWhat do you got for me, Stu?  \n[18]\t\tShit, Stu, my mother's got an FBI \t\tfile.  \tRUMSON starts to walk away when STU pulls an 8\u001b$B!_\u001b(J10 photo from \tthe manila folder.  \n[19]\t\t\t \t\tOh man...tell me the smoke is coming \t\tfrom what it looks like it's coming \t\tfrom.  \n[20]\t\t\t \t\t\"It's beginning to look a lot like Christmas...\"  \n[21]\t\tYes, and I'm glad to see ol'  \tAndy's got himself a girl.  \tAPPLAUSE and appreciative LAUGHTER from a CROWD as we  \n[22]\t\t\t \t\tNever mind she's the hired gun of \t\tan ultra-liberal political action \t\tcommittee.  \tThe crowd's getting into it--  \n[23]\t\t\t \t\tNever mind that the President takes \t\tthe Fifth anytime a reporter has the \t\ttemerity to ask a question about a \t\twoman in a position to exert enormous \t\tinfluence over a huge range of issues.  \tA wave building--  \n[24]\t\t\t \t\tNever mind that this woman's idea of \t\thow to unwind at the end of a tough \t\tday is by getting together with her \t\tACLU pals and setting American flags \t\ton fire...  \n[25]\t\tMy name is Bob Rumson, and I'm running \t\tfor President.  \n[26]\t\t\t \t\tI'm not saying--  \n[27]\t\t\t \t\tI'm not making an acc-- let me be \t\tvery clear. I'm not making an accusation. \t\tI am saying when we hear one thing, \t\twe dismiss it. We hear two, we dismiss it. \t\tBut when several, several well- \t\trespected members and former members of \t\tthe Virginia State House--  \n[28]\t\t\t \t\t--each of their own accord, comes to \t\tme and expresses concern over the \t\twoman standing next to -- I don't even \t\tknow, do we call her the First Mistress? \t\tWhen several--  ", "Susan": "\n[1]\t\tYou wanted to see me?  \n[2]\t\tDid the President read the letter?  \n[3]\t\tIt was aggressive, and we should \t\tstand by every--  \n[4]\t\tWe don't need another environmental \t\texpert to confirm what every other \t\tenvironmental expert--  \n[5]\t\tWho?  \n[6]\t\tOh Christ. That woman doesn't know \t\tthe first thing about the \t\tenvironmental lobby.  \n[7]\t\tHe just needs your driver's license.  \tSUSAN hands the guard her license.  \n[8]\t\tHe doesn't care.  \n[9]\t\tHe doesn't need to know that.  \tThe GUARD BUZZES her through the gate.  \n[10]\t\tHe doesn't know what Capra-esque \t\tmeans.  \n[11]\t\tSydney, we should leave Mr. MacInerney \t\talone now. He's already given us more \t\ttime than--  \n[12]\t\tSir, Ms. Wade's been thrown into the \t\tdeep end of the pool on her first day. \t\tShe hasn't even had a chance to read \t\tthe report of the Quebec Conference.  \tSYDNEY -- whose brain is telling her to slam on the brakes, \tcheck her swing, smile and leave the building -- decides, \tinstead, to hit the gas and swing away. The OTHERS are watching \tthis as if they were watching the evolution of a train wreck.  \n[13]\t\t\t \t\tIt's really time to--  \n[14]\t\tSydney!  \n[15]\t\tMr. President, we haven't met. My \t\tname is Susan Sloan. I used to work \t\twith Congressman Myers. I hope this \t\tepisode in no way--  \n[16]\t\tI want to go on the record and \t\tapologize for my attitude toward you \t\tsince your arrival.  \n[17]\t\tI think I have a lot of pent-up \t\thostility.  \n[18]\t\tI wonder who I can blame it on.  \n[19]\t\t'Cause I've been blaming it on my \t\tmother and my ex-husband, and that \t\thasn't been working.  ", "Sloan": "", "Agent": "\n[1]\t\tLiberty's moving.  \tAnother AGENT rounds the corner into the corridor and is \tfollowed a step or two later by  \n[2]\t\t'Morning, Mr. President.  \tSHEPHERD and JANIE enter the elevator. As the doors close...  \n[3]\t\t\t \t\tLiberty is moving.  \n[4]\t\tMr. President...  \tAn AGENT is standing in the doorway -- SHEPHERD and SYDNEY \tbreak apart.  \n[5]\t\tWe have a secure call from the sit- \t\troom.  \tSHEPHERD knows what that means.  \n[6]\t\tSorry, ma'am.  \n[7]\t\t\t \t\tLiberty's moving.  \n[8]\t\tYou're gonna hop out, sir?  \n[9]\t\tShe'll be fine.  ", "Cooper": "\n[1]\t\tLiberty's moving.  \tAnother AGENT rounds the corner into the corridor and is \tfollowed a step or two later by  \n[2]\t\t'Morning, Mr. President.  \tSHEPHERD and JANIE enter the elevator. As the doors close...  \n[3]\t\tYou're gonna hop out, sir?  \n[4]\t\tShe'll be fine.  ", "David": "\n[1]\t\t\t \t\tCarol, it's David in Sydney Wade's \t\toffice. I want to confirm her lunch \t\twith the Congressman.  \n[2]\t\tYou're awfully jumpy today. What do \t\tyou have -- a big date tonight?  \tWith that, a big pile of papers is sent flying off the desk.  \n[3]\t\t\t \t\tAsk him about his position on \t\tstateboard for Hawaii.  \tSYDNEY wads up some paper and flings it at David to shut him \tup.  \n[4]\t\tHow's this?  \n[5]\t\tHey, Syd, I saw on your schedule \t\tyou're gonna meet with McSorley, \t\tMcCluskey and Shane.  \n[6]\t\tSydney, these are people who \t\trepresent people who make cars for \t\ta living.  \n[7]\t\tCars, you understand, run on gasoline.  \n[8]\t\tWell, if we're gonna try, we should \t\tdo some prep work. You wanna order \t\tin?  \n[9]\t\tOkay. I'm having lunch at the \t\tKremlin, so we'll have to, you know, \t\tstart real early...  \n[10]\t\t...in order for me to catch the \t\tmorning plane to Moscow.  \n[11] \tScattered STAFF and MARINE PERSONNEL hold their hats to their \theads against the wind that MARINE-1 kicks up as it touches \tdown on the helicopter pad.  \n[12]\t\t\t \t\tShe got Pennybaker.  \n[13]\t\t\t \t\tLeo needs to see you.  \n[14]\t\tHe needs to see you in his office.  \n[15]\t\tHe just got off the phone with \t\tMacInerney. There's been a \t\tdevelopment.  \tSYDNEY holds for a moment...then heads out the door and we  ", "A.J.": "\n[1]\t\tIs that the letter from Solomon at \t\tthe GDC?  \n[2]\t\tI think they're just frustrated, \t\tMr. President.  \n[3]\t\tWell, they don't think he caused it, \t\tif that's what you mean.  \t\t\t   (continuing; \t\t\t    to SHEPHERD \t\tSir, I'm on the phone with these \t\tpeople twice a week. I honestly \t\tdon't know what they want at this \t\tpoint.  \n[4]\t\tIt won't pass at 20 percent.  \n[5]\t\tLewis, McSorley, McCluskey and Shane \t\thold too many markers. If we try to \t\tpush this through and lose, there will \t\tbe a very loud thud when we hit the \t\tground, and that's not what you want in \t\tan election year.  \n[6]\t\t\t \t\tWould you call Mr. Kodak and tell him \t\tthe President's--  \tA.J.'s sentence is cut short by the sound of a head-on \tpedestrian collision in the outer office--  \n[7]\t\t\t \t\tNever mind.  \tLEON KODAK comes into the oval office. The White House \tpollster is a likable, if clumsy, numbers whiz. He, along \twith A.J., LEWIS, and ROBIN, are regarded as the President's \tStarting Team. The people in this room have grown very close \tover the past few years.  \n[8]\t\tWe're all here, Mr. President.  \n[9]\t\tCrime control, Robin. Gun control \t\tmeans we're wimps and we're soft on \t\tcrime.  \n[10]\t\tLewis--  \n[11]\t\tWe're leaving 'em out.  \n[12]\t\tRobin, you can brief the press this \t\tafternoon. As of today, the crime \t\tbill's priority one on the President's \t\tdomestic agenda.  \n[13]\t\tLeon, you're gonna run the war room. \t\tWe're gonna need detailed projections \t\tfor all the target districts by the \t\tend of the week. And, Leon, don't be \t\ta nice, sweet guy from Brooklyn. Do \t\twhat the N.R.A. does.  \n[14]\t\tYeah.  \n[15]\t\tLewis, we want you to be legislative \t\tliaison on this. You're gonna run \t\tthe show on the hill.  \n[16]\t\tWe want to announce the crime bill at \t\tthe State of the Union, which is 72 \t\tdays from today. The last nose count \t\tput us 18 votes short.  \n[17]\t\tThank you, Mr. President.  \tThe meeting's over. LEWIS, ROBIN, and KODAK say their \"Thank \tyou, Mr. President\"'s as they exit.  \n[18]\t\tHow soon can you deploy them?  \n[19]\t\tAny security concerns?  \n[20]\t\tLeo Solomon brought in a hired gun \t\tat the GDC.  \n[21]\t\tShe's a lawyer from Virginia named \t\tSydney Ellen Wade. I know this woman \t\twell. She's had a lot of success \t\tgetting congressmen elected.  \n[22]\t\tYou know, if you've got a free second, \t\tmaybe you could stop in and say hello. \t\tIt might smooth the way.  \n[23]\t\tGood.  \n[24]\t\tWe will, Mr. President.  \n[25] \n[26]\t\tYes?  \n[27]\t\tGood night, Mr. President.  \n[28]\t\tI beg your pardon?  \n[29]\t\t\t   (laughing off the \t\t\t    suggestion \t\tWhatever you say, Mr. President.  \tThey have reached the south entrance to the White House.  \n[30]\t\t\t \t\tHave a good night, sir.  \n[31]\t\tYour concerns are not falling on deaf \t\tears. The environmental lobby has \t\tknown no greater alley in the White \t\tHouse than President Shepherd.  \n[32]\t\t\t \t\tI'm afraid Sydney's right. Although \t\tnot about Michigan and California. \t\tThe President has asked me to convey \t\tto you that he's sending his energy \t\tbill to the floor with a call for a \t\treduction of 10 percent.  \tThere's an uncomfortable silence in the room...  \n[33]\t\t\t \t\tThe President is willing to go it \t\talone on this, but he's asking for, \t\tand frankly he's expecting, the full \t\tsupport of the GDC.  \n[34]\t\tYes, he is.  \n[35]\t\tGood morning, Mr. President. How are \t\tyou today?  \n[36]\t\tMcSorley, McCluskey and Shane know \t\twe're making our move on the crime \t\tbill. They're circling the wagons on \t\tthe assault weapons.  \n[37]\t\tLet Lewis take a pass at them first.  \n[38]\t\tNice shot, Mr. President.  \n[39]\t\tI will not do it playing pool, I will \t\tnot do it in a school, I do not like \t\tgreen eggs and ham, I do not like \t\tthem Sam I am.  \n[40]\t\tLeo Solomon phoned. He said he was \t\tthrilled with the deal you made this \t\tmorning.  \tSHEPHERD lifts his cue for a moment...trying to think it \tthere was something he was supposed to tell A.J.  \n[41]\t\tIt's a waste of time.  \n[42]\t\tAlso, Sydney Wade called.  \tSHEPHERD, a hair too excited by this news, misses by a mile.  \n[43]\t\t\t \t\tShe wanted to apologize one more time \t\tfor her behavior. 3 in the side.  \n[44]\t\t\t \t\tSydney Wade?  \n[45]\t\tDid she say anything about you? \t\t13 in the corner.  \n[46]\t\t\t \t\tWell, no, but I could pass her a note \t\tbefore study hall and--  \n[47]\t\tI feel a nightmare coming on. 1 in \t\tthe corner.  \tHe misses the shot.  \n[48]\t\tYou're not serious.  \n[49]\t\tThe President can't just go out on \t\ta date.  \n[50]\t\tYou're not--  \n[51]\t\tMr. President, this is an election \t\tyear. If you're looking for female \t\tcompanionship, we can make \t\tarrangements that'll insure total \t\tprivacy and--  \n[52]\t\tNo, sir, this is the White House.  \n[53]\t\tThe difference is he didn't have to \t\tbe the president on television. \t\tYou've said it a million times: \t\tIf there were a television set in every \t\tliving room 60 years ago, this country \t\tdoes not elect a man in a wheelchair.  \n[54]\t\tWe'll take a hit.  \n[55]\t\tI don't know. Five points. Maybe \t\tmore.  \n[56]\t\tIt could be more.  \n[57]\t\tDo you want me to have Kodak put \t\ttogether some numbers so we know \t\twhat we're talking about?  \n[58]\t\tMr. President, the American people \t\thave a funny way of deciding on \t\ttheir own what is and what is not \t\ttheir business.  \n[59]\t\t\t \t\tGive her a call.  \n[60]\t\tShe said you're taller than she \t\tthought you'd be.  \n[61]\t\tSydney, come on in. You look \t\tbeautiful.  \n[62]\t\tI promise you there's no hidden \t\tagenda.  \tSHEPHERD approaches SYDNEY.  \n[63]\t\tYou know my wife, Esther.  \n[64]\t\tSydney, when you meet the French \t\tPresident, don't make him feel too \t\tloved, all right? We just signed a \t\tnew trade agreement.  \n[65]\t\tI'll bet no one accused Louis of \t\tbeing soft on crime.  \n[66]\t\tBob Rumson would embrace it.  \n[67] \tholding hands smiling as they watch their old friend, and we  \n[68]\t\tWhat's the estimate?  \n[69] \n[70]\t\tIt's immediate, it's decisive, it's \t\tlow risk, and it's a proportional \t\tresponse.  \n[71]\t\tRobin, as soon as our planes have \t\tcleared Libyan airspace, you can call \t\tthe press. I don't know when we'll \t\thave the full B.D.A.--  \n[72]\t\t\t \t\tGet him off.  \n[73]\t\tGood morning, Mr. President. Good \t\tmorning, Ms. Wade. I see everyone's \t\tgetting an early start today.  \n[74]\t\tGood for you, Lewis.  \n[75]\t\tEsther's over in my office. She's \t\tgot the station wagon outside.  \tSHEPHERD regards A.J. for a moment...clearly the man planned \tahead.  \n[76]\t\t\t \t\tThank you, Mr. President.  \tLEWIS, ROBIN and A.J. say their \"Thank you, Mr. President\"'s \ton the way out ...  \n[77]\t\t\t \t\tSydney. Esther'll be in my office. \t\tYou take your time.  \n[78]\t\tMr. President. I just got off the \t\tphone with the Federal Mediator in \t\tSt. Louis. Management just walked \t\taway from the table. The baggage \t\thandlers, pilots and flight \t\tattendants are getting set to walk in \t\t48 hours.  \n[79]\t\tDon't have a airline strike at \t\tChristmas?  \n[80]\t\tYou can leave straight from the fund- \t\traiser. Janie, get him outta here.  \n[81]\t\tHey, Sydney, Merry Christmas.  \n[82]\t\tWhere you been?  \n[83]\t\tSyd, relax. It's Christmas.  \tSHEPHERD joins them.  \n[84]\t\tWhat were you doing up on the Hill, \t\tanyway?  \n[85]\t\t\t \t\tOn its merits?  \n[86]\t\tYou're in good company. I sat with \t\t'em a week ago. They told me there \t\twas nothing on the President's \t\tdomestic agenda they were more \t\tcommitted to defeating than the crime \t\tbill.  \n[87]\t\tYou're kidding, right?   \tSYDNEY isn't aware she's said anything of particular \tconsequence.  \n[88]\t\tYeah...  \n[89]\t\tDid what I think just happened, just \t\thappen? Did the GDC's political \t\tdirector just tell the President and \t\tthe White House Chief of Staff that \t\tthere are three votes on the crime \t\tbill that can be bought by stickin' \t\tthe fossil fuel package in a drawer.  \n[90]\t\tIt doesn't change the facts, Mr. \t\tPresident. If Sydney gets her 24 \t\tvotes and we're three short, there's \t\tsome maneuvering to be done.  \n[91]\t\tYou made a deal, Mr. President.  \n[92]\t\tYou made it with the GDC.  \n[93]\t\tIf your approval rating drops any \t\tmore, things are gonna get tight.  \n[94] \tLEWIS and KODAK stand in front of A.J.'s desk.  \n[95]\t\tFine. Do it.  \n[96]\t\tWe lost Quincy, too.  \n[97]\t\tMr. President--  \n[98]\t\tMr. President, I think we have to \t\tdo it.  \n[99]\t\tLewis, shut up.  \tThere's a horrible silence in the room. SHEPHERD has locked \teyes with LEWIS.  \n[100]\t\tAll right, that's enough.  \n[101]\t\tThe President doesn't answer to you, \t\tLewis.  \n[102]\t\tHartfort? What's in Hartford?  \n[103]\t\tListen. I'm gonna have Janie clear \t\tyour schedule for the weekend. You \t\tneed to get some rest.  \n[104]\t\tNo, sir.  \n[105]\t\tBut I sure as hell will if you don't \t\tstart gettin' your head outta your ass.  \n[106]\t\tLewis is right. Go after this guy.  \n[107]\t\tWhat?  \n[108]\t\tHas he lied?  \n[109]\t\tAnd you think you're wrong?  \n[110]\t\tWe fight the fights we can win.  \n[111]\t\tYou fight the fights that need \t\tfighting!  \n[112]\t\tI beg your pardon.  \n[113]\t\tBecause if I hadn't been, you'd be \t\tthe most popular history professor \t\tat the University of Wisconsin.  \n[114]\t\tYes, sir.  \tSHEPHERD gets to the doorway...stops...turns around...  \n[115]\t\tWould we have won?  \n[116]\t\tI don't know. But I would've liked \t\tthat campaign. If my friend Andy \t\tShepherd had shown up, I would have \t\tliked that campaign.  \tSHEPHERD looks away...nods absently...  \n[117]\t\tWell, you don't see that every day \t\tof the week.  \n[118]\t\tLewis, call the printer.  \n[119]\t\tEvery word, Lewis. It's a whole new \t\tball game. You've got 35 minutes.  \n[120]\t\tWhere are you going?  \n[121]\t\tHow're you gonna do that?  \n[122]\t\tYou're just gonna drive over?  \n[123]\t\tIt's nice to see you, Ms. Wade. If \t\tanybody needs me, I'll be in the \t\tRoosevelt Room, giving Lewis oxygen.  \tA.J. exits.  \n[124]\t\tSounds right up your alley.  \tSHEPHERD looks at his old friend and extends his hand for a \tdeeply-felt handshake. A.J. grasps SHEPHERD's hand and then \tpulls him into a strong embrace.  \tA.J. whispers a shout into SHEPHERD's ear--  \n[125]\t\t\t \t\tGive 'em hell, Andy.  \tA.J. pulls away, leaving SHEPHERD to enjoy the moment without \thaving to speak--  \n[126]\t\t\t \t\tYou've got 30 seconds, Mr. President.  ", "Andrew": "\n[1] \tSHEPHERD's walking with his personal assistant, JANIE, a shy, \tprofessional and incredibly efficient 25-year-old.  ", "Leon": "", "Kodak": "\n[1]\t\tSorry! Sorry, my fault.  \n[2]\t\tExcuse me. Good morning, Mr. President.  \n[3]\t\tThey keep moving that big ficus plant.  \n[4]\t\tWait a second. You wanted me to poll \t\tregistered voters?  \tEveryone LAUGHS... even SHEPHERD smiles...  \n[5]\t\tScare the shit out of 'em?  \n[6]\t\tI can do that.  \n[7]\t\tWho's on Indiana? \t\t\t \t\tExcuse me. New people, I can't \t\tremember your names. Raise your \t\thand if you're on Indiana.  \tTwo INTERNS raise their hands--  \n[8]\t\t\t \t\tPut your hands down -- you're on \t\tIllinois.  \tLEWIS comes in.  \n[9]\t\tWhat?  \n[10]\t\tI don't believe it. \t\t\t \t\tYou. New guy. \"Jarrett, Democrat, \t\tMinnesota.\" Slide his name on over \t\tto \"for.\" \t\t\t \t\tWe just had his name laminated under \t\t\"Undecided.\" How'd you get the fence \t\tpole out of his butt?  \n[11]\t\tWe gotta do one thing at a time.  \n[12]\t\tIt's a tree and a flower.  \n[13]\t\tYes. What's going on?  \n[14]\t\tI think it's a great idea, sir. You \t\tknow Rumson's gonna be talking about \t\tyour lack of military service.  \n[15]\t\tBut it can be, sir. What you did \t\ttonight was very presidential.  \n[16]\t\tyes, sir.  \n[17]\t\tThe country has mood swings.  \n[18]\t\tWell, I could explain it better, but \t\tI'd need charts and graphs and an easel.  \n[19]\t\tYeah, you didn't get the memo?  \n[20]\t\tThe bill is priced to move, see.  \n[21]\t\tThe President's coattail's are gonna \t\thave room for you, Congressman, you \t\tleave that to us.  \n[22]\t\tI wouldn't say he's in a free--  \n[23]\t\tWhat if I do a new poll? We give \t\thim detailed public opinion.  \n[24]\t\tBad.  \n[25]\t\tForty-one. Character across the \t\tboard.  \n[26]\t\tJarrett. He's trying to keep his \t\tfinger in the dam.  \n[27]\t\t\t \t\tI hope so. 'Cause, you know, if \t\tthat was an \"undecided,\" then we \t\tneed to work on our people skills.  \tLEWIS picks up the phone and punches in a few numbers. Even \tbefore that line starts ringing, he picks up another phone \tand punches in a different set of numbers.  \n[28]\t\tWe're three votes down again, sir.  \tThere's a pause before ...  \n[29]\t\t\t \t\tMr. President, as of this morning, \t\tSydney only needed one more vote. \t\tThe Motown Three have gotta be \t\tscared blind. I don't think there'll \t\tbe a better opportunity.  \n[30]\t\tIf you agree to stick 455 in a drawer \t\tuntil after the elections, they'll \t\tgive you the three votes.  \n[31]\t\tWe're there, sir. The State of the \t\tUnion is 48 hours away.  \n[32]\t\tThere isn't.  \n[33]\t\tThere isn't, sir.  \n[34]\t\tI beg your pardon?  \n[35]\t\tStorch is a \"no.\"  \n[36]\t\tNo.  \n[37]\t\tNo.  \n[38]\t\tNo.  \n[39]\t\t\t \t\tThat one too, sir.  \tSHEPHERD is stopped.  ", "Janie": "\n[1]\t\tThe 10:15 event's been moved inside \t\tto the Indian Treaty Room.  \n[2]\t\tYes, sir. They're giving you a \t\t200-pound halibut.  \n[3]\t\tYes, sir.  \n[4]\t\tOf course, sir.  \n[5]\t\tMr. Rothschild asked to have a moment \t\twith you this morning.  \n[6]\t\tHe seemed concerned.  \n[7]\t\tCharlie.  \n[8]\t\tHappy birthday, Laura.  \n[9]\t\tYou already did, sir.  \tAnd, with that, they walk through a doorway and into   \n[10]\t\t--the museum trip. I'll go get it.  \n[11]\t\tThree-twenty.  \n[12]\t\tVery crowded.  \n[13]\t\tSecurity briefing, sir.  \n[14]\t\tMr. President, your cousin Judith's \t\tcome down with the flu and won't be \t\table to join you Thursday night.  \n[15]\t\tYes, sir.  \n[16]\t\tIt's 3:45, sir.  \n[17]\t\tYou have the Attorney General at 4:00 \t\tand the trade representative at 4:30. \t\tSomewhere in there you promised NPR \t\tfive minutes.  \n[18]\t\tYou will, Mr. President.  \tA SECRET SERVICE AGENT follows at a distance.  \n[19]\t\tYou're running four minutes ahead of \t\tschedule.  \n[20]\t\tYes, sir.  \n[21]\t\tMr. MacInerney asked me to remind you \t\tto pop your head in on--  \n[22]\t\tYes, sir.  \n[23]\t\t\t \t\tThis way...  \tJANIE leads SYDNEY into...   \n[24]\t\tYes, sir?  \n[25]\t\tMiss Wade? The President wants you \t\tto join him upstairs in the \t\tresidence. May I show you the way?  \n[26]\t\tMr. President, I'm sorry to \t\tinterrupt. The receiving line is in \t\tplace.  \n[27]\t\tI'll take care of it, sir. Where do \t\tyou want them sent?  \n[28]\t\tI don't understand.  \n[29]\t\tYou just want the phone number?  \n[30]\t\t\t \t\tI don't understand, sir, is there--  \n[31]\t\tI'll get it for you right away, sir.  \n[32]\t\tYes?  \n[33]\t\tI'm sorry, I'm really not at liberty \t\tto say.  \n[34]\t\tI'm really not at liberty to say.  \n[35]\t\t\t   (turning to MRS. \n[36]\t\t\t \t\tThe dogwood, sir.  \n[37]\t\tAre you sure?  \n[38]\t\t\t \t\tSir, it's a tree and a flower.  \n[39]\t\tThey're in storage in Wisconsin with \t\tthe rest of your personal items.  \n[40]\t\tMr. President, Ms. Wade is here to \t\tsee you.  \n[41]\t\tYes, sir.  \n[42]\t\tThey're 45 seconds away, sir.  \tDuring the following, JANIE will go to the desk, pick up two \tbriefing books and stick them in a briefcase and gather up \this things -- all without interrupting the conversation a beat.  \n[43]\t\tYou're incredibly late.  \tThey head to door as A.J. enters from the other side of the \toffice.  \n[44]\t\tHe's incredibly late.  \n[45]\t\tMr. President, Leventhal at \t\tTreasury wants two minutes. Hello, \t\tSydney.  \tMRS. CHAPIL enters--  \n[46]\t\tMr. President?  ", "Basdin": ""}}