{"filename": "Shawshank-Redemption,-The_script.txt", "imdb_id": "tt0111161", "imdb_url": "https://www.imdb.com/title/tt0111161", "characters": ["Captain Hadley", "Bogs Diamond", "Tommy", "Brooks Hatlen", "Andy Dufresne", "Skeet", "Floyd", "Warden Norton", "Ernie", "Jigger", "Guard Mert", "Heywood", "Snooze", "1946 D.A.", "Ellis Boyd 'Red' Redding"], "dialogues": {"Captain": "", "Hadley": "\n[1]\t\tOn your feet before I fuck you up \t\tso bad you never walk again.  \n[2]\t\tEyes front.  \tWARDEN SAMUEL NORTON strolls forth, a colorless man in a gray \tsuit and a church pin in his lapel. He looks like he could \tpiss ice water. He appraises the newcomers with flinty eyes.  \n[3]\n[4]\t\tOff with them clothes! And I didn't \t\tsay take all day doing it, did I?  \tThe men shed their clothes. Within seconds, all stand naked.  \n[5]\t\tFirst man into the shower!  \tHadley shoves the FIRST CON into a steel cage open at the \tfront. TWO GUARDS open up with a fire hose. The con is slammed \tagainst the back of the cage, sputtering and hollering. \tSeconds later, the water is cut and the con yanked out.  \n[6]\t\tDelouse that piece of shit! Next \t\tman in!  \tThe con gets a huge scoop of white delousing powder thrown all \tover him. Gasping and coughing, blinking powder from his eyes, \the gets shoved to a trustee's cage. The TRUSTEE slides a short \tstack of items through the slot -- prison clothes and a Bible. \tAll the men are processed quickly -- a blast of water, powder, \tclothes and a Bible...  \n[7]\t\tWhat the Christ is this happy shit?  \n[8]\t\t\t \t\tYou'll be tellin' him with my baton \t\tup your ass!  \tHadley arrives at Fat-Ass' cell, bellowing through the bars:  \n[9]\t\tWhat's your malfunction you fat \t\tfuckin' barrel of monkey-spunk?  \n[10]\t\tI ain't gonna count to three! Not \t\teven to one! Now shut the fuck up \t\t'fore I sing you a lullabye!  \tFat-Ass keeps blubbering and wailing. Total freak-out. Hadley \tdraws his baton, gestures to his men. Open it.  \tA GUARD unlocks the cell. Hadley pulls Fat-Ass out and starts \tbeating him with the baton, brutally raining blows. Fat-Ass \tfalls, tries to crawl.  \tThe place goes dead silent. All we hear now is the dull \tTHWACK-THWACK-THWACK of the baton. Fat-ass passes out. Hadley \tgets in a few more licks and finally stops.  \n[11]\t\tGet this tub of shit down to the \t\tinfirmary. \t\t\t \t\tIf I hear so much as a mouse fart \t\tin here the rest of the night, by \t\tGod and Sonny Jesus, you'll all \t\tvisit the infirmary. Every last \t\tmotherfucker here.  \tThe guards wrestle Fat-Ass onto a stretcher and carry him off. \tFOOTSTEPS echo away. Lights off. Darkness again. Silence.  \n[12]\t\t...so this shithead lawyer calls \t\tlong distance from Texas, and he \t\tsays, Byron Hadley? I say, yeah. He \t\tsays, sorry to inform you, but your \t\tbrother just died.  \n[13]\t\tI ain't. He was an asshole. Run off \t\tyears ago, family ain't heard of him \t\tsince. Figured him for dead anyway. \t\tSo this lawyer prick says, your \t\tbrother died a rich man. Oil wells \t\tand shit, close to a million bucks. \t\tJesus, it's frigging incredible how \t\tlucky some assholes can get.  \n[14]\t\tThirty five thousand. That's what \t\the left me.  \n[15]\t\tDumbshit. What do you figger the \t\tgovernment's gonna do to me? Take a \t\tbig wet bite out of my ass, is what.  \n[16]\t\tMaybe leave me enough to buy a new \t\tcar with. Then what happens? You \t\tpay tax on the car. Repairs and \t\tmaintenance. Goddamn kids pesterin' \t\tyou to take 'em for a ride...  \n[17]\t\tThat's right, wanting to drive it, \t\twanting to learn on it, f'Chrissake! \t\tThen at the end of the year, if you \t\tfigured the tax wrong, they make \t\tyou pay out of your own pocket. \t\tUncle Sam puts his hand in your \t\tshirt and squeezes your tit till \t\tit's purple. Always get the short \t\tend. That's a fact. \t\t\t \t\tSome brother. Shit.  \tThe prisoners keep spreading tar, eyes on their work.  \n[18]\t\tThat's funny. You're gonna look \t\tfunnier suckin' my dick with no \t\tfuckin' teeth.  \n[19]\t\tThat's it! Step aside, Mert. This \t\tfucker's havin' hisself an accident.  \tHadley grabs Andy's collar and propels him violently toward \tthe edge of the roof. The cons furiously keep spreading tar.  \n[20]\t\tYou better start making sense.  \n[21]\t\tNaw, that ain't right! Tax free?  \n[22]\t\tYou're the smart banker what shot \t\this wife. Why should I believe a \t\tsmart banker like you? So's I can \t\twind up in here with you?  \n[23]\t\tFuckin'-A. I don't need no smart \t\twife-killin' banker to show me where \t\tthe bear shit in the buckwheat.  \n[24]\t\tAmbulance-chaaing, highway-robbing \t\tcocksuckers!  \n[25]\t\tWhat are you jimmies starin' at? \t\tBack to work, goddamn it!  \n[26]\t\tDrink up, boys. While it's cold.  \n[27]\t\tPoor fella must'a tripped.  \tA tiny drop of blood drips off the toe of Hadley's shoe and  \tsplashes across Red's upturned cheek. He wipes it off, then \tlooks down at Bogs. Cons and guards are racing to the scene.  \n[28]\t\tYou wanna explain this?  \tAndy glances over. Hadley is holding up a rock blanket, a \tpolishing cloth roughly the size of an oven mitt.  \n[29]\t\tLooks pretty clean. Some contraband \t\there, nothing to get in a twist over.  \tNorton nods, strolls to the poster of Rita.  \n[30]\t\tDufresne!  \n[31]\tanother GUARD, a huge fellow named DEKINS.  \n[32]\t\tThat's him. That's the one.  \tHadley exits. Dekins approaches Andy ominously. Andy stands \this ground, waiting for whatever comes next. Finally:  \n[33]\t\t\t \n[34]\t\tWhat am I, talkin' to myself?  \n[35]\t\tDufresne! What the fuck did you do? \t\t\t \t\tYour ass, warden's office, now!  \tAndy shoots a worried look at Red, then heads off.  \n[36]\t\tYou tell me, fuck-stick! They're \t\taddressed to you, every damn one!  \tWiley thrusts an envelope at Andy. Andy just stares at it.  \n[37]\t\tI want all this cleared out before \t\tthe warden gets back, I shit you not.  \tHadley exits. Andy touches the boxes like a love-struck man \ttouching a beautiful woman. Wiley grins.  \n[38]\t\twho?  \n[39]\t\tLast night's count.  \n[40]\t\tGo on, boy! We got a hold of you!  \tLooking none too happy about it, Rory squeezes from the tunnel \tand dangles into the shaft. He gets lowered, shining his \tlight, smothered by darkness. Not having a good time.  ", "Bogs": "\n[1] \tYou're some sweet punk. You been \tbroke in yet?  \tAndy tries to step past them. He gets shoved around, nothing \tserious, just some slap and tickle. Jackals sizing up prey.  \n[2]\t\tHard to get. I like that.  \tAndy breaks free, flushed and shaking. He hurries off, leaving \tthe three Sisters laughing.  \n[3]\t\tHoney, hush.  \tAndy backs up, holding them at bay, trying to maneuver through \tthe maze. The Sisters keep coming, tense and guarded, eyes \triveted and gauging his every move, trying to outflank him. \tAndy trips on some old gaint sugglies. That's all it takes. \tThey're on him in an instant, kicking and stomping.  \tAndy gets yanked to his feet. Bogs applies a chokehold from \tbehind. They propel him across the room and slam him against \tan old four-pocket machine, bending him over it. Rooster jams \ta rag into Andy's mouth and secures it with a steel pipe, like \ta horse bit. Andy kicks and struggles, but Rooster and Pete \thave his arms firmly pinned. Bogs whispers in Andy's ear:  \n[4]\t\tThat's it, fight. Better that way.  \tAndy starts screaming, muffled by the rag. CAMERA PULLS BACK, \tSLOWLY WIDENING. The big Washex blocks our view. All we see \tis Andy's screaming face and the men holding him down...  \t...and CAMERA DRIFTS FROM THE ROOM, leaving the dark place \tand the dingy act behind...MOVING up empty corridors, past \tconcrete walls and steel pipes...  \n[5] \n[6]\t\tTake a walk.  \n[7]\t\tI said fuck off.  \tTerrified, the old man darts past and out the door. Pete slams \tand locks it. Bogs shoves Andy to the center of the room.  \n[8]\t\tTake a walk.  \n[9]\t\tI said fuck off.  \tTerrified, the old man darts past and out the door. Pete slams \tand locks it. Bogs shoves Andy to the center of the room.  \n[10]\t\tAin't you gonna scream?  \tAndy sighs, cocks his head at the projector.  \n[11]\t\tNow I'm gonna open my fly, and \t\tyou're gonna swallow what I give \t\tyou to swallow. And when you \t\td mine, you gonna swallow \t\tRooster's. You done broke his nose, \t\tso he ought to have somethin' to \t\tshow for it.  \n[12]\t\tYou don't understand. You do that, \t\tI'll put all eight inches of this \t\tsteel ii your ear.  \n[13]\t\tYou little fuck.  \tAndy gets a bootheel in the face. The Sisters start kicking \tand beating the living shit out of him with anything they can \tget their hands on. In the theater, the convicts are CHANTING \tAND CLAPPING for the movie to come back on.  ", "Diamond": "\n[1] \tA BATTER in a \"Noresby Marauders\" baseball uniform WHACKS the \tball high into left field and races for first.  ", "Tommy": "\n[1] \tThe bars slam with a STEEL CLANG. Tommy and his new CELLMATE \ttake in their new surroundings.  \n[2]\t\tWell. Ain't this for shit?  \n[3]\t\t\t \t\tC'mon there, old boys! Movin' like \t\tmolasses! Makin' me look bad!  \tThe old guys just grin and shake their heads.  \n[4]\t\t...so I'm backin' out the door, \t\tright? Had the TV like this... \t\t\t \t\tBig ol' thing. Couldn't see shit. \t\tSuddenly, here's this voice: \t\tFreeze kid! Hands in the air! \t\tWell I just stand there holdin' on \t\tto that TV, so the voice says: \"You \t\thear what I said, boy?\" And I say, \t\tYes sir, I sure did! But if I drop \t\tthis fuckin' thing, you got me on \t\tdestruction of property too!  \tThe whole table falls about laughing.  \n[5]\t\tYeah. That was an easy ride, let me \t\ttell you. Work programs, weekend \t\tfurloughs. Not like here.  \n[6]\t\tWhat the hell you know about it, \t\tCapone? What are you in for?  \n[7]\t\tI'm thinkin' maybe I should try for \t\thigh school equivalency. Hear you \t\thelped some fellas with that.  \n[8]\t\tThing is, see... \t\t\t \t\t...I don't read all that good.  \n[9]\t\tSo this raven just sits there and \t\twon't go away?  \n[10]\t\t\t \t\tWhy don't that fella get hisself a \t\t12-gauge and dust the fucker?  \n[11]\t\tThe cat sh--The cat shh... \t\t\t \t\tThe cat shat on the welcome mat?  \tAndy shakes his head. Not exactly.  \n[12]\t\tWell. It's for shit. \t\t\t \t\tWasted a whole fuckin' year of my \t\ttime with this bullshit!  \n[13]\t\tIt's worse! I didn't get a fuckin' \t\tthing right! Might as well be in \t\tChinese!  \n[14]\t\tI'll tell you how the goddamn \t\tscore comes out...  \tTommy grabs the test, wads it, slam-dunks it into the trash.  \n[15]\t\tTwo points! Right there! There's \t\tyour goddamn score! \t\t\t \t\tGoddamn cats crawlin' up trees, 5 \t\ttimes 5 is 25, fuck this place, \t\tfuck it!  \tTommy is gone. Red and others stare. Andy gets up, pulls the \ttest from the trash, smoothes it out on the desk.  \n[16]\t\tI feel bad. I let him down.  \n[17]\t\tSmart fella, ain't he?  \n[18]\t\tWhat's he in for anyway?  \n[19]\t\tThe hell you say.  \n[20]\t\t\t \t\tOh my God...  \n[21]\t\t'Bout four years ago, I was in \t\tThomaston on a 2 to 3 stretch. \t\tStole a car. Dumbfuck thing to do. \t\t\t \t\tFew months left to go, I get a new \t\tcellmate in. Elmo Blatch. Big \t\ttwitchy fucker. Crazy eyes. Kind of \t\troomie you pray you don't get, know \t\twhat I'm sayin'? 6 to 12 for armed \t\tburglary. Said he done hundreds of \t\tjobs. Hard to believe, high-strung \t\tas he was. Cut a loud fart, he'd go \t\tthree feet in the air. Talked all \t\tthe time, too, that's the other \t\tthing. Never shut up. Places he'd \t\tbeen, jobs he pulled, women he \t\tfucked. Even people he killed. \t\tPeople that gave him shit, that's \t\thow he put it. One night, like a \t\tjoke, I say: \"Yeah? Who'd you \t\tkill?\" So he says...  \n[22]\t\tIt's my fault.  \n[23]\t\tThe son of a bitch mailed it.  \n[24]\t\tThumb up my butt sounds better.  \tHe gets hemmed in by the older men. Red snatches the letter.  \n[25]\t\tC'mon, just throw it away. Will you \t\tplease? Just throw it away?  \tRed rips it open, scans the letter. Expressionless.  \n[26]\t\tOut here?  \n[27]\t\tWarden?  \tNorton steps into the light.  \n[28]\t\tYes sir, I sure can.  \n[29]\t\tYes sir. Absolutely.  \n[30]\t\tJust gimme that chance.  \n[31] \tgets chewed to pieces by the gunfire. He smacks the ground in \ta twitching, thrashing heap. Eyes wide and staring. Dead. \tSurprise still stamped on his face. Silence now. Norton \tturns, strolls into darkness.  ", "Brooks": "\n[1]\t\tYou gonna eat that?  \n[2]\t\tYou mind?  \tAndy passes the maggot to Brooks. Brooks examines it, rolling \tit between his fingertips like a man checking out a fine \tcigar. Andy is riveted with apprehension.  \n[3]\t\tMmm. Nice and ripe.  \tAndy can't bear to watch. Brooks opens up his sweater and \tfeeds the maggot to a baby crow nestled in an inside pocket. \tAndy breathes a sigh of relief.  \n[4]\t\tJake says thanks. Fell out of his \t\tnest over by the plate shop. I'm \t\tlookin' after him till he's old \t\tenough to fly.  \tAndy nods, proceeds to eat. Carefully. Heywood approaches.  \n[5]\t\tMiddle shelf, wrapped in a towel.  \tAndy's hand snakes through the bars and makes the object \tdisappear. The hand comes back and deposits a small slip of \tfolded paper along with more cigarettes. Brooks turns his cart \taround and goes back. He pauses, sorting his books long enough \tfor Red to snag the slip of paper. Brooks continues on, \tscooping the cigarettes off the cart and into his pocket.  \n[6]\t\tAndy! Thought I heard you out here!  \n[7]\t\tI know, they told me. Ain't that a \t\tkick in the ass? Come on in, I'll \t\tgive you the dime tour.  \n[8]\t\tHere she is, the Shawshank Prison \t\tLibrary. Along this side, we got \t\tthe National Geographics. That \t\tside, the Reader's Digest Condensed \t\tbooks. Bottom shelf there, some \t\tLouis L'Amours and Erle Stanley \t\tGardners. Every night I pile the \t\tcart and make my rounds. I write \t\tdown the names on this clipboard \t\there. Well, that's it. Easy, peasy, \t\tJapanesey. Any questions?  \tAndy pauses. Something about this doesn't make any sense.  \n[9]\t\tSince 1912. Yuh, over 37 years.  \n[10]\t\tNever needed one. Not much to it, \t\tis there?  \n[11]\t\tI dunno. Be nice to have some \t\tcomp'ny down here for a change.  \n[12]\t\tPull down one'a them desks there.  \tAndy and Dekins grab a desk standing on end and tilt it to the \tfloor. They find chairs and settle in. Brooks returns with a \ttablet of paper and a pen, slides them before Andy.  \n[13]\t\tGod is my witness. And Dekins, he \t\tjust blinks for a second, then \t\tlaughs his ass off. Afterward, he \t\tactually shook Andy's hand.  \n[14]\t\tShook his fuckin' hand. Just about \t\tshit myself. All Andy needed was a \t\tsuit and tie, a jiggly little hula \t\tgirl on his desk, he would'a been \t\tMister Dufresne, if you please.  \n[15]\t\tSon, I've had six wardens through \t\there during my tenure, and I have \t\tlearned one great immutable truth \t\tof the universe: ain't one of 'em \t\tbeen born whose asshole don't \t\tpucker up tight as a snare drum \t\twhen you ask for funds.  \n[16]\t\tGoddamn miserable puke-eatin' sons \t\tof whores!  \tHe kicks a table over. Tax files explode through the air.  \n[17]\t\tNothing left to talk about! It's all \t\ttalked out! Nothing left now but to \t\tcut his fuckin' throat!  \n[18]\t\tThat's what they want! It's the \t\tprice I gotta pay!  \tAndy steps forward, rivets Brooks with a gaze. Softly:  \n[19]\t\tBut it's the only way they'll let \t\tme stay.  \tBrooks bursts into tears. The storm is over. Heywood staggers \tfree, gasping for air. Andy takes the knife, passes it to Red. \tBrooks dissolves into Andy's arms with great heaving sobs.  \n[20]\t\tI can't take care of you no more. \t\tYou go on now. You're free.  \tHe tosses Jake through the bars. The crow flaps away.  \n[21]\t\tDear Fellas. I can't believe how \t\tfast things move on the outside.  \n[22]\t\tI saw an automobile once when I was \t\tyoung. Now they're everywhere.  \n[23]\t\tThe world went and got itself in a \t\tbig damn hurry.  \tHe arrives at the Brewster. It ain't much to look at.    \n[24]\t\tPeople even talk faster. And louder.  \n[25] \tBrooks enters. The room is small, old, dingy. Heavy wooden \tbeams cross the ceiling. An arched window affords a view of \tCongress Street. Traffic noise drifts in. Brooks sets his bag \tdown. He doesn't quite know what to do. He just stands there, \tlike a man waiting for a bus.  \n[26]\t\tThe parole board got me into this \t\thalfway house called the Brewster, \t\tand a job bagging groceries at the \t\tFoodway...  \n[27]\t\tYes sir, double-bag, surely will.  \n[28]\t\tIt's hard work. I try to keep up, \t\tbut my hands hurt most of the time. \t\tI don't think the store manager \t\tlikes me very much.  \n[29]\t\tSometimes after work I go to the \t\tpark and feed the birds. I keep \t\tthinking Jake might show up and say \t\thello, but he never does. I hope \t\twherever he is, he's doing okay and \t\tmaking new friends.  \n[30] \tDark. Traffic outside. Brooks wakes up. Disoriented. Afraid. \tSomewhere in the night, a LOUD ARGUMENT is taking place.  \n[31]\t\tI have trouble sleeping at night. \t\tThe bed is too big. I have bad \t\tdreams, like I'm falling. I wake \t\tup scared. Sometimes it takes me a \t\twhile to remember where I am.  \n[32]\t\tMaybe I should get me a gun and rob \t\tthe Foodway, so they'd send me home. \t\tI could shoot the manager while I \t\twas at it, sort of like a bonus.  \n[33] \tBrooks is packing his worldly possessions into the carry bag. \tUndershirts, socks, etc.  \n[34]\t\tBut I guess I'm too old for that \t\tsort of nonsense anymore.  \n[35] \tBrooks is dressed in his suit. He finishes knotting his tie, \tputs his hat on his head. The letter lies on the desk, stampe3 \tand ready for mailing. His bag is by the door.  \n[36]\t\tI don't like it here. I'm tired of \t\tbeing afraid all the time. I've \t\tdecided not to stay.  \tHe takes one last look around. Only one thing left to do. He \tsteps to a wooden chair in the center of the room, pulls out s \tpocketknife, and glances up at the ceiling beam.  \tHe steps up onto the chair. It wobbles queasily. Now facing \tthe beam, he carves a message into the wood: \"Brooks Hatlen \twas here.\" He smiles with a sort of inner peace.  \n[37]\t\tI doubt they'll kick up any fuss. \t\tNot for an old crook like me.  ", "Hatlen": "", "Andy": "\n[1] \tis on the witness stand, hands folded, suit and tie pressed, \thair meticulously combed. He speaks in soft, measured tones:  \n[2]\t\tIt was very bitter. She said she \t\twas glad I knew, that she hated all \t\tthe sneaking around. She said she \t\twanted a divorce in Reno.  \n[3]\t\tI told her I would not grant one.  \n[4]\t\tIf they say so. I really don't \t\tremember. I was upset.  \n[5]\t\tShe packed a bag and went to stay \t\twith Mr. Quentin.  \n[6]\t\tI went to a few bars first. Later, \t\tI decided to drive to Mr. Quentin's \t\thome and confront them. They \t\tweren't there...so I parked my car \t\tin the turnout...and waited.  \n[7]\t\tI'm not sure. I was confused. Drunk. \t\tI think mostly I wanted to scare them.  \n[8]\t\tYes. I did.  \n[9]\t\tNo. I was sobering up. I realized \t\tshe wasn't worth it. I decided to \t\tlet her have her quickie divorce.  \n[10]\t\tI did not. I got back in the car \t\tand drove home to sleep it off. \t\tAlong the way, I stopped and threw \t\tmy gun into the Royal River. I feel \t\tI've been very clear on this point.  \n[11]\t\t\t \t\tYes. It does.  \n[12]\t\tYes. It does.  \n[13]\t\tStrike me as a fantastic coincidence.  \n[14]\t\tIt's the truth.  \n[15]\t\t\t \t\tSince I am innocent of this crime, \t\tsir, I find it decidedly inconvenient \t\tthe gun was never found.  \n[16] \tThe bars slam home. Andy is alone in his cell, clutching his \tclothes. He gazes around at his new surroundings, taking it \tin. He slowly begins to dress himself...  \n[17]\t\tHadn't planned on it.  \n[18]\t\tWhat was his name?  \n[19]\t\tI was wondering if anyone knew his \t\tname.  \n[20] \tAndy lies staring at the darkness, unable to sleep.  \n[21]\t\t\t \t\tHello. I'm Andy Dufresne.  \tRed glances at the hand, ignores it. The game continues.  \n[22]\t\tHow do you know that?  \n[23]\t\tI didn't, since you ask.  \n[24]\t\tWhat else have you heard?  \n[25]\t\tWhat do you think?  \n[26]\t\tI understand you're a man who knows \t\thow to get things.  \n[27]\t\tI wonder if you could get me a \t\trock-hammer?  \n[28]\t\tYou make your customers' motives a \t\tpart of your business?   \n[29]\t\tFair enough. A rock-hammer is about \t\teight or nine inches long. Looks \t\tlike a miniature pickaxe, with a \t\tsmall sharp pick on one end, and a \t\tblunt hammerhead on the other. It's \t\tfor rocks.  \n[30]\t\tQuartz, sure. And look. Mica. Shale. \t\tSilted granite. There's some graded \t\tlimestone, from when they cut this \t\tplace out of the hill.  \n[31]\t\tI'm a rockhound. At least I was, in \t\tmy old life. I'd like to be again, \t\ton a limited scale.  \n[32]\t\tI have no enemies here.  \n[33]\t\tTell me something. Would it help if \t\tI explained to them I'm not \t\thomosexual?  \n[34]\t\tThanks for the advice.  \n[35]\t\tIf there's trouble, I doubt a rock- \t\thammer will do me any good.  \n[36] \tYou'll know when you see the rock- \thammer.  \n[37]\t\tSeven dollars in any rock and gem shop.  \n[38]\t\tTen it is.  \n[39]\t\tOh?  \n[40]\t\tI understand. Thank you, Mr...?  \n[41]\t\tRed. I'm Andy. Pleasure doing \t\tbusiness with you.  \tThey shake. Andy strolls off. Red watches him go.  \n[42]\t\tYou get this in your eyes, it \t\tblinds you.  \n[43]\tshaping his rocks after lights-out...  \n[44] \n[45] \n[46]\twildly swinging a rake at his tormentors.  \n[47]\t\tMr. Hadley. Do you trust your wife?  \n[48]\t\tWhat I mean is, do you think she'd \t\tgo behind your back? Try to \t\thamstring you?  \n[49]\t\tBecause if you do trust her, there's \t\tno reason in the world you can't \t\tkeep every cent of that money.  \tHadley abruptly jerks Andy to a stop right at the edge. In \tfact, Andy's past the edge, beyond his balance, shoetips \tscraping the roof. The only thing between him and an ugly drop \tto the concrete is Hadley's grip on the front of his shirt.  \n[50]\t\tIf you want to keep that money, all \t\tof it, just give it to your wife. \t\tSee, the IRS allows you a one-time- \t\tonly gift to your spouse. It's good \t\tup to sixty thousand dollars.  \n[51]\t\tTax free. IRS can't touch one cent.  \tThe cons are pausing work, stunned by this business discussion.  \n[52]\t\tIt's perfectly legal. Go ask the \t\tIRS, they'll say the same thing. \t\tActually, I feel silly telling you \t\tall this. I'm sure you would have \t\tinvestigated the matter yourself.  \n[53]\t\tOf course not. But you will need \t\tsomebody to set up the tax-free \t\tgift, and that'll cost you. A \t\tlawyer, for example...  \n[54]\t\t...or come to think of it, I \t\tsuppose I could set it up for you. \t\tThat would save you some money. \t\tI'll write down the forms you need, \t\tyou can pick them up, and I'll \t\tprepare them for your signature... \t\tnearly free of charge. \t\t\t \t\tI'd only ask three beers apiece for \t\tmy co-workers, if that seems fair.  \n[55]\t\tI think a nan working outdoors \t\tfeels more like a man if he can \t\thave a bottle of suds. That's only \t\tmy opinion.  \tThe convicts stand gaping, all pretense of work gone. They \tlook like they've been pole-axed. Hadley shoots them a look.  \n[56]\t\tNo thanks. I gave up drinking.  \tHeywood drifts back to others, giving them a look.  \n[57]\t\tChess. Now there's a game of kings. \t\tCivilized...strategic...  \n[58]\t\tMaybe you'll let me teach you \t\tsomeday. I've been thinking of \t\tgetting a board together.  \n[59]\t\tWe might do business on a board. But \t\tthe pieces, I'd like to carve those \t\tmyself. One side done in quartz... \t\tthe opposing side in limestone.  \n[60]\t\tYears I've got. What I don't have \t\tare the rocks. Pickings here in the \t\texercise yard are pretty slim.  \n[61]\t\t\t \t\tNot yet. I suppose I should.  \n[62]\t\tI suppose we are.  \n[63]\t\tI'm innocent, remember? Just like \t\teverybody else here.  \tRed takes this as a gentle rebuff, keeps playing.  \n[64]\t\tWhat are you in for, Red?  \n[65]\t\tInnocent?  \n[66] \tAndy lies in his bunk after lights out, polishing a fragment \tof quartz by the light of the moon. He pauses, glancing at \tall the names scratched in the wall. He rises, makes sure \tthe coast is clear, and starts scratching his name into the \tcement with his rock-hammer, adding to the record.  \n[67]\t\tI know. I've seen it three times \t\tthis month already.  \tRay Milland starts SCREAMING. The entire audience SCREAMS with \thim, high-pitched and hysterical. Andy fidgets.  \n[68]\t\tCan we talk business?  \n[69]\t\tRita Hayworth. Can you get her?  \n[70]\t\tWeeks?  \n[71]\t\tI know. I've seen it three times \t\tthis month already.  \tRay Milland starts SCREAMING. The entire audience SCREAMS witt \thim, high-pitched and hysterical. Andy fidgets.  \n[72]\t\tCan we talk business?  \n[73]\t\tRita Hayworth. Can you get her?  \n[74]\t\tWeeks?  \n[75]\t\tThey'd never hear me over that. \t\tLet's get this over with.  \tSeemingly resigned, Andy turns around, leans on the rewind \tbench -- and curls his fingers around a full 1.000 foot reel \tof 35mm film. Rooster licks his lips, pushes past the others.  \n[76]\t\tOkay.  \tAndy whips the reel of film around in a vicious arc, smashing \tit into Rooster's face and bouncing him off the wall.  \n[77]\t\tAnything you put in my mouth, \t\tyou're going to lose.  \n[78]\t\tOkay. But you should know that \t\tsudden serious brain injury causes \t\tthe victim to bite down. Hard. \t\t\t \t\tIn fact, I understand the bite-reflex \t\tis so strong the victim's jaws have \t\tto be pried open with a crowbar.  \tThe Sisters consider this carefully. The film runs out of the \tprojector, flapping on the reel. The screen goes white.  \n[79] \tAndy finds the cardboard tube lying on his bunk.  \n[80]\t\tGood evening.  \tNorton gives a curt nod. Hadley and Trout start tossing the \tcell in a thorough search. Norton keeps his eyes on Andy, \tlooking for a wrong glance or nervous blink. He takes the \tBible out of Andy's hand.  \n[81]\t\tWatch ye therefore, for ye know not \t\twhen the master of the house cometh.  \n[82]\t\tJohn. Chapter 8, verse 12.  \n[83]\t\tIt's called a rock blanket. It's \t\tfor shaping and polishing rocks. \t\tLittle hobby of mine.  \tHadley glances at the rocks lining the window sill, turns to \tNorton.  \n[84]\t\tIt's very pretty, sir.  \n[85]\t\tNo, sir. Not especially.  \n[86]\t\tHey, Jake. Where's Brooks?  \tBrooks Hatlen pokes his head out of the back room.  \n[87]\t\tI've been reassigned to you.  \n[88]\t\tBrooks? How long have you been \t\tlibrarian?  \n[89]\t\tIn all that time, have you ever had \t\tan assistant?  \n[90]\t\tSo why now? Why me?  \n[91]\tanother GUARD, a huge fellow named DEKINS.  \n[92]\t\tI see. Well. Why don't we have a \t\tseat and talk it over?  \n[93]\t\tWhat did you have in mind? A weekly \t\tdraw on your pay?  \n[94]\t\tHe was right. You don't want your \t\tmoney in a bank.  \n[95]\t\tWhat's that gonna earn you? Two and \t\ta half, three percent a year? We \t\tcan do a lot better than that. \t\t\t \t\tSo tell me, Mr. Dekins. Where do \t\tyou want to send your kids? \t\tHarvard? Yale?  \n[96]\t\tI wouldn't say \"friends.\" I'm a \t\tconvicted murderer who provides \t\tsound financial planning. That's a \t\twonderful pet to have.  \n[97]\t\tMaybe it can do more than that. \t\t\t \t\tHow about expanding the library? \t\tGet some new books in there.  \n[98]\t\tAsk the warden for funds.  \tLAUGHTER all around. Andy blinks at them.  \n[99]\t\tI see. Perhaps I could write to the \t\tState Senate and request funds \t\tdirectly from them.  \n[100]\t\tStill, I'd like to try, with your \t\tpermission. I'll send a letter a \t\tweek. They can't ignore me forever.  \n[101] \tAndy is on his bunk, writing a letter.  \n[102] \tAndy is doing taxes. Mert Entwhistle is seated across from \thim. Other off-duty guards are waiting their turn.  \n[103] \tThe Batter sits across from Andy. The line winds out the door.  \n[104]\t\tMoresby Prison issued you that gun, \t\tbut you actually had to pay for it?  \n[105]\t\tSee, that's all deductible. You get \t\tto write that off.  \n[106]\t\tSay Red, could you hand me a stack \t\tof those 1040s?  \n[107] \tDark. Andy's in his bunk, polishing a four-inch length of \tquartz. It's a beautifully-crafted chess piece in the shape of \ta horse's head, poise and nobility captured in gleaming stone.  \tHe puts the knight on a chess board by his bed, adding it to \tfour pieces already there: a king, a queen, and two bishops. \tHe turns to Rita. Moonlight casts bars across her face.  \n[108] \tFloyd rushes in with Andy and Red at his heels. They find \tJigger and Snooze trying to calm Brooks, who has Heywood in a \tchokehold and a knife to his throat. Heywood is terrified.  \n[109]\t\tBrooks, you're not going to hurt \t\tHeywood, we all know that. Even \t\tHeywood knows it, right Heywood?  \n[110]\t\tWhy? Ask anyone, they'll tell you. \t\tBrooks Hatlen is a reasonable man.  \n[111]\t\tYou're not fooling anybody, so just \t\tput the damn knife down and stop \t\tscaring the shit out of people.  \n[112]\t\tTake it easy. You'll be all right.  \n[113]\t\tI just don't understand what \t\thappened in there, that's all.  \n[114] \tANGLE ON RITA POSTER. Sexy as ever. The rising sun sends \tfingers of rosy light creeping across her face.  \n[115]\t\tP.S. Tell Heywood I'm sorry I put a \t\tknife to his throat. No hard feelings.  \tA long silence. Andy folds the letter, puts it away. Softly:  \n[116]\t\tRed!  \tRed steps in with an armload of files. Andy gingerly reaches \tin, grabs a black feathered wing, and pulls out a dead crow.  \n[117]\t\tThat's real pretty, Red. Nice work.  \n[118]\t\tWhat is all this?  \n[119]\t\tDear Mr. Dufresne. In response to \t\tyour repeated inquiries, the State \t\tSenate has allocated the enclosed \t\tfunds for your library project... \" \t\t\t \t\tThis is two hundred dollars.  \tWiley grins. Hadley glares at him. The grin vanishes.  \n[120]\t\tIn addition, the Library District \t\thas generously responded with a \t\tcharitable donation of used books \t\tand sundries. We trust this will \t\tfill your needs. We now consider \t\tthe matter closed. Please stop \t\tsending us letters. Yours truly, \t\tthe State Comptroller's Office.  \tAndy gazes around at the boxes. The riches of the world lay at \this feet. His eyes mist with emotion at the sight.  \n[121]\t\tOnly took six years. \t\t\t \t\tFrom now on, I send two letters a \t\tweek instead of one.  \n[122]\t\tThey broke the door down before I \t\tcould take requests.  \n[123]\t\tEasiest time I ever did.  \n[124]\t\tI had Mr. Mozart to keep me company. \t\tHardly felt the time at all.  \n[125]\t\t\t \t\tThe music was here...and here. \t\tThat's the one thing they can't \t\tconfiscate, not ever. That's the \t\tbeauty of it. Haven't you ever felt \t\tthat way about music, Red?  \n[126]\t\tHere's where it makes most sense. \t\tWe need it so we don't forget.  \n[127]\t\tThat there are things in this world \t\tnot carved out of gray stone. That \t\tthere's a small place inside of us \t\tthey can never lock away, and that \t\tplace is called hope.  \n[128]\t\t\t \t\tLike Brooks did?  \n[129]\t\tYou wonder where it went. I wonder \t\twhere ten years went.  \tRed nods, solemn. They settle in on the bleachers. Andy pulls \ta small box from his sweater, hands it to Red.  \n[130]\t\tAnniversary gift. Open it.  \tRed does. Inside the box, on a thin layer of cotton, is a \tshiny new harmonica, bright aluminum and circus-red.  \n[131]\t\tHad to go through one of your \t\tcompetitors. Hope you don't mind. \t\tWanted it to be a surprise.  \n[132]\t\tYou gonna play something?  \t--  \tRed considers it, shakes his head. Softly:  \n[133] \tMen line the tiers as the evening count is completed. The \tconvicts step into their cells. The master switch is thrown \tand all the doors slam shut -- KA-THUMP! Andy finds a \tcardboard tube on his bunk. The note reads: \"A new girl for \tyour 10 year anniversary. From your pal. Red.\"  \n[134] \tMarilyn Monroe's face fills the screen. SLOW PULL BACK reveals \tthe new poster: the famous shot from \"The Seven Year Itch,\" \ton the subway grate with skirt billowing up. Andy sits gazing \tat her as lights-out commences...  \n[135]\t\t\t \t\t...Stevenson. Next?  \n[136]\t\tTrade skills and hobbies, those go \t\tunder educational. Stack right \t\tbehind you.  \n[137]\t\tDumas. You boys'll like that one. \t\tIt's about a prison break.  \tFloyd tries to take the book. Heywood yanks it back. I saw it \tfirst. Red shoots Andy a look.  \n[138]\t\tTwo deposits, Casco Bank and New \t\tEngland First. Night drop, like \t\talways.  \tNorton pockets the envelopes. Andy crosses to the wall safe \tand shoves the ledger and sundry files inside. Norton locks \tthe safe, swings his wife's framed sampler back into place. He \tcocks his thumb at some laundry and two suits in the corner.  \n[139]\t\tVery nice.  \n[140]\t\tWhat you hear isn't half of it. \t\tHe's got scams you haven't dreamed \t\tof. Kickbacks on his kickbacks. \t\tThere's a river of dirty money \t\tflowing through this place.  \n[141]\t\tThat's where I come in. I channel \t\tit, funnel it, filter it...stocks, \t\tsecurities, tax free municipals... \t\tI send that money out into the big \t\tworld. And when it comes back...  \n[142]\t\tCleaner. By the time Norton retires, \t\tI will have made him a millionaire.  \n[143]\t\t\t \t\tI thought you had more faith in me \t\tthan that.  \n[144]\t\tSure it will. But not to me, and \t\tcertainly not to the warden.  \n[145]\t\tPeter Stevens.  \n[146]\t\tThe silent, silent partner. He's \t\tthe guilty one, your Honor. The man \t\twith the bank accounts. That's \t\twhere the filtering process starts. \t\tThey trace it back, all they're \t\tgonna find is him.  \n[147]\t\tA phantom. An apparition. Second \t\tcousin to Harvey the Rabbit. \t\t\t \t\tI conjured him out of thin air. He \t\tdoesn't exist...except on paper.  \n[148]\t\tSure you can, if you know how the \t\tsystem works, and where the cracks \t\tare. It's amazing what you can \t\taccomplish by mail. Mr. Stevens has \t\ta birth certificate, social \t\tsecurity card, driver's license. \t\tThey ever track those accounts, \t\tthey'll wind up chasing a figment \t\tof my imagination.  \n[149]\t\tIt's funny. On the outside, I was \t\tan honest man. Straight as an \t\tarrow. I had to come to prison to \t\tbe a crook.  \n[150]\t\tI don't run the scams, Red, I just \t\tprocess the profits. That's a fine \t\tline, maybe. But I've also built \t\tthat library, and used it to help a \t\tdozen guys get their high school \t\tdiplomas. Why do you think the \t\twarden lets me do all that?  \n[151]\t\tI work cheap. That's the trade-off.  \tTWO SIREN BLASTS draw their attention to the main gate. It \tswings open, revealing a prison bus waiting outside.  \n[152]\t\tPerhaps it's time you considered a \t\tnew profession. \t\t\t \t\tWhat I mean is, you don't seem to \t\tbe a very good thief. Maybe you \t\tshould try something else.  \n[153]\t\t\t \t\tEveryone's innocent in here. Don't \t\tyou know that?  \tThe tension breaks. Everyone laughs.  \n[154]\t\tI don't waste time on losers, Tommy.  \n[155]\t\tThat's a good start. If we do this, \t\twe do it all the way. One hundred \t\tpercent. Nothing half-assed.  \tTommy thinks about it, nods.  \n[156]\t\t\t \t\tWell. You've come to the right \t\tplace then.  \n[157]\t\t...and the lamplight o'er him \t\tstreaming throws his shadow on the \t\tfloor...and my soul from out that \t\tshadow that lies floating on the \t\tfloor, shall be lifted nevermore! \"  \tAndy slaps the book shut, immensely pleased with himself.  \n[158]\t\tThat's right.  \n[159] \tTIGHT ANGLE on chessboard. Most of the pieces complete. PAN TO \tAndy lying in his bunk, carefully polishing...  \n[160]\t\tWell?  \n[161]\t\tMay not be as bad as you think.  \n[162]\t\tWe'll see how the score comes out.  \n[163]\t\tSir?  \n[164]\t\tI think he's telling the truth.  \n[165]\t\tIt wouldn't matter. With Tommy's \t\ttestimony, I can get a new trial.  \n[166]\t\tThey'd have his last known address. \t\tNames of relatives... \t\t\t \t\tWell it's a chance. isn't it? How \t\tcan you be so obtuse?  \n[167]\t\tObtuse! Is it deliberate? The \t\tcountry club will have his old time \t\tcards! W-2s with his name on them!  \n[168]\t\tLook, if it's the squeeze, don't \t\tworry. I'd never say what goes on \t\tin here. I'd be just as indictable \t\tas you for laundering the money!  \n[169]\t\tI was just trying to rest your mind \t\tat ease, that's all.  \n[170]\t\tWhat's the matter with you? It's my \t\tchance to get out, don't you see \t\tthat? It's my life! Don't you \t\tunderstand it's my life?  \n[171]\t\tI'm done. It stops right now. Get \t\tH&amp;R Block to declare your income.  \tNorton lunges to his feet, eyes sparkling with rage.  \n[172]\t\tMy wife used to say I'm a hard man \t\tto know. Like a closed book. \t\tComplained about it all the time. \t\t\t \t\tShe was beautiful. I loved her. But \t\tI guess I couldn't show it enough. \t\t\t \t\tI killed her, Red.  \tAndy finally glances to Red, seeking a reaction. Silence.  \n[173]\t\tI didn't pull the trigger. But I \t\tdrove her away. That's why she \t\tdied. Because of me, the way I am.  \n[174]\t\tNo. I didn't. Someone else did, and \t\tI wound up here. Bad luck, I guess.  \n[175]\t\tIt floats around. Has to land on \t\tsomebody. Say a storm comes \t\tthrough. Some folks sit in their \t\tliving rooms and enjoy the rain. \t\tThe house next door gets torn out \t\tof the ground and smashed flat. It \t\twas my turn, that's all. I was in \t\tthe path of the tornado. \t\t\t \t\tI just had no idea the storm would \t\tgo on as long as it has. \t\t\t \t\tThink you'll ever get out of here?  \n[176]\t\tTell you where I'd go. Zihuatanejo.  \n[177]\t\tMexico. Little place right on the \t\tPacific. You know what the Mexicans \t\tsay about the Pacific? They say it \t\thas no memory. That's where I'd \t\tlike to finish out my life, Red. A \t\twarm place with no memory. Open a \t\tlittle hotel right on the beach. \t\tBuy some worthless old boat and fix \t\tit up like new. Take my guests out \t\tcharter fishing. \t\t\t \t\tYou know, a place like that, I'd \t\tneed a man who can get things.  \tRed stares at Andy, laughs.  \n[178]\t\tYou underestimate yourself.  \t-  \n[179]\t\tNot me. I didn't shoot my wife and \t\tI didn't shoot her lover, and \t\twhatever mistakes I made I've paid \t\tfor and then some. That hotel and \t\tthat boat...I don't think it's too \t\tmuch to want. To look at the stars \t\tjust after sunset. Touch the sand. \t\tWade in the water. Feel free.  \n[180]\t\tYou're right. It's down there, and \t\tI'm in here. I guess it comes down \t\tto a simple choice, really. Get \t\tbusy living or get busy dying.  \tRed snaps a look. What the hell does that mean? Andy rises and \twalks away. Red lunges to his feet.  \n[181]\t\t\t \t\tRed, if you ever get out of here, \t\tdo me a favor. There's this big \t\thayfield up near Buxton. You know \t\twhere Buxton is?  \n[182]\t\tOne in particular. Got a long rock \t\twall with a big oak at the north \t\tend. Like something out of a Robert \t\tFrost poem. It's where I asked my \t\t\t    \n[183]\t\twife to marry me. We'd gone for a \t\tpicnic. We made love under that \t\ttree. I asked and she said yes. \t\t\t \t\tPromise me, Red. If you ever get \t\tout, find that spot. In the base of \t\tthat wall you'll find a rock that \t\thas no earthly business in a Maine \t\thayfield. A piece of black volcanic \t\tglass. You'll find something buried \t\tunder it I want you to have.  \n[184]\t\tYou'll just have to pry up that \t\trock and see.  \tAndy turns and walks away.  \n[185]\t\tJust about done, sir.  \tWe follow Norton to his wife's sampler. He swings it aside, \tworks the combination dial, opens the wall safe. Andy moves up, \tshoves in the black ledger and files. Norton shuts the safe.  \n[186]\t\tThree deposits tonight.  \tAndy hands him the envelopes. Norton heads for the door.  \n[187] \tAndy is polishing a chess piece.  \n[188] \tNorton steps to the center of the room, working himself up \tinto a fine rage:  \n[189] \tRORY TREMONT, a guard barely out of his teens, tries not to \tlook nervous as they lash a rope around his chest. He's \tgetting instructions from six different people at once.  \n[190] \tRed and others listen to violent barfing from below.  \n[191] \tOnce again, we see Andy using the rock-hammer to scratch his  \tname into the cement. Suddenly, a palm-sized chunk of cement \tpops free and hits the floor. He stares down at it.  \n[192] \tAndy lies in the dark, studying the chunk of concrete in his \thands. Considering the possibilities. Wrestling with hope.  \n[193] \tAndy stands peering at the small hole left by the fallen \tchunk. Carefully runs his fingertip over it.  \n[194] \tRita is now on the wall, hanging down over Andy's back.  \n[195]\t\tJust about done, sir.  \tNorton crosses to the wall safe and works the dial, his back \tturned. This time, though, we stay on Andy:  \tHe pulls up his sweater, yanks out a large black book and a \tstack of files, lays them on the desk. He then grabs the real \tledger and files, jams them down his pants and smoothes his \tsweater down. He picks up the bogus stack, crosses to Norton, \tand shoves everything in.  \n[196] \tThe lights go out. Andy places the last chess piece. Gazes up \tat Racquel. Smiles. Pulls the rope from under his pillow. \tHe stands and unbuttons his prison shirt, revealing Norton's \tgray pinstripe suit underneath. A FLASH OF LIGHTNING floods the \tcell, throwing wild shadows.  \n[197] \tThe storm rages. Andy, naked, carefully slips Norton's folded \tsuit into a large industrial Zip-Lock bag. Next to go in are the \tshoes, chess pieces , black ledger en \tfiles. Last but not least, a bar of soap wrapped in a towel.  \n[198] \tOnce again, we see stunned faces as CAMERA PULLS BACK.  \n[199]\t\tMy name is Peter Stevens. I've come \t\tto close out some accounts.  \n[200]\t\tThank you. I'm sure I will.  \n[201]\t\tPlease. Would you add this to your \t\toutgoing mail?  \tHe hands her a package, stamped and addressed. Gives them a \tpleasant smile. Turns and strolls from the bank.  \n[202]\t\tDear Red. If you're reading this, \t\tyou've gotten out. And if you've \t\tcome this far, maybe you're willing \t\tto come a little further. You \t\tremember the name of the town, \t\tdon't you? I could use a good man \t\tto help me get my project on \t\twheels. I'll keep an eye out for \t\tyou and the chessboard ready. \t\t\t \t\tRemember, Red. Hope is a good \t\tthing, maybe the best of things, \t\tand no good thing ever dies. I will \t\tbe hoping that this letter finds \t\tyou, and finds you well. Your \t\tfriend. Andy.  \tBy now, tears are spilling silently down Red's cheeks. He \topens the other envelope and fans out a stack of new fifty- \tdollar bills. Twenty of them. A thousand dollars.  \n[203]\t\tYou look like a man who knows how \t\tto get things.  ", "Dufresne": "\n[1] \tis on the witness stand, hands folded, suit and tie pressed, \thair meticulously combed. He speaks in soft, measured tones:  \n[2]\n[3] ", "Skeet": "\n[1]\t\tWhat say, Red?  \n[2]\t\tWe ought to keep an eye on him.  \n[3]\t\tChrist. What do we do?  ", "Floyd": "\n[1]\t\tTakin' bets today, Red?  \n[2]\t\tSmokes. Put me down for two.  \n[3]\t\tThat gangly sack of shit, third \t\tfrom the front. He'll be the first.  \n[4]\t\tYou're so smart, you call it.  \n[5]\t\tSmell my ass...  \n[6]\t\tGettin' himself killed.  \n[7]\t\tThat ain't quartz. Nor limestone.  \n[8]\t\tHe didn't say that!  \n[9]\t\tRed? Andy? It's Brooks.  \n[10]\t\tRed, I do believe you're talking \t\tout of your ass.  \n[11]\t\tWas it worth two weeks in the hole?  \n[12]\t\tCristo, you dumbshit.  \n[13]\t\tA month in the hole. Longest damn \t\tstretch I ever heard of.  \n[14]\t\tChrist! Remember Brooks Hatlen?  \n[15]\t\tWhere the hell is he?  \n[16]\t\tNothing we can do. Not tonight.  ", "Warden": "\n[1] \tAndy is led in. Norton is at his desk doing paperwork. Andy's \teyes go to a framed needle-point sampler on the wall behind \thim that reads: \"HIS JUDGMENT COMETH AND THAT RIGHT SOON.\"  \n[2] \tDozens of parcel boxes litter the floor. WILEY, the duty \tguard, picks through them. Hadley enters, trailed by Andy.  ", "Norton": "\n[1]\t\tThis is Mr. Hadley, captain of the \t\tguard. I am Mr. Norton, the warden. \t\tYou are sinners and scum, that's \t\twhy they sent you to me. Rule \t\tnumber one: no blaspheming. I'll \t\tnot have the Lord's name taken in \t\tvain in my prison. The other rules \t\tyou'll figure out as you go along. \t\tAny questions?  \n[2]\t\tAny other questions? \t\t\t \t\tI believe in two things. Discipline \t\tand the Bible. Here, you'll receive \t\tboth. \t\t\t \t\tPut your faith in the Lord. Your \t\tass belongs to me. Welcome to \t\tShawshank.  \n[3]\t\t...the roof of the license-plate \t\tfactory needs resurfacing. I need a \t\tdozen volunteers for a week's work. \t\tWe're gonna be taking names in this \t\tsteel bucket here...  \tRed glances around at his friends. Andy also catches his eye.  \n[4]\t\tSolitary. A week. Make sure he \t\ttakes his Bible.  \n[5]\t\tAdd another week for blasphemy.  \tThe man is taken away. Norton's gaze goes up.  \n[6]\t\tLet's try the second tier.  \n[7]\t\tI'm pleased to see you reading \t\tthis. Any favorite passages?   \n[8]\t\t\t \t\tLuke. Chapter 13, verse 35. I've \t\talways liked that one. \t\t\t \t\tBut I prefer: \"I am the light of \t\tthe world. He that followeth me \t\tshall not walk in darkness, but \t\tshall have the light of life.\"  \n[9]\t\tI hear you're good with numbers. \t\tHow nice. A man should have a skill.  \n[10]\t\tI can't say I approve of this... \t\t\t \t\t...but I suppose exceptions can \t\talways be made.  \tNorton exits, the guards follow. The cell door is slammed and \tlocked. Norton pauses, turns back.  \n[11]\t\tI almost forgot.  \tHe reaches through the bars and returns the Bible to Andy.  \n[12]\t\tI'd hate to deprive you of this. \t\tSalvation lies within.  \tNorton and his men walk away.  \n[13] \tAndy is led in. Norton is at his desk doing paperwork. Andy's \teyes go to a framed needle-point sampler on the wall behind \thim that reads: \"HIS JUDGMENT COMETH AND THAT RIGHT SOON.\"  \n[14]\t\tMy wife made that in church group.  \n[15]\t\tYou like working in the laundry?  \n[16]\t\tPerhaps we can find something more \t\tbefitting a man of your education.  \n[17]\t\tNot a dime. My budget's stretched \t\tthin as it is.  \n[18]\t\tFar as them Republican boys in \t\tAugusta are concerned, there's only \t\tthree ways to spend the taxpayer's \t\thard-earned when it come to prisons. \t\tMore walls. More bars. More guards.  \n[19]\t\tThey sure can, but you write your \t\tletters if it makes you happy. I'll \t\teven mail 'em for you, how's that?  \n[20] \tAndy pops his head in. The GUARD shakes his head.  \n[21] \tAndy enters and drops a letter on the outgoing stack.  \n[22]\t\t...a genuine, progressive advance \t\tin corrections and rehabilitation. \t\tOur inmates, properly supervised, \t\twill be put to work outside these \t\twalls performing all manner of \t\tpublic service. Cutting pulpwood, \t\trepairing bridges and causeways, \t\tdigging storm drains...  \tANGLE TO Red and the boys listening from behind the fence.  \n[23]\t\tThese men can learn the value of an \t\thonest day's labor while providing \t\ta valuable service to the community \t\t-- and at a bare minimum of expense \t\tto Mr. and Mrs. John Q. Taxpayer!  \n[24]\t\tNed, we're providing a valuable \t\tcommunity service.  \n[25]\t\tNed, I wouldn't worry too much over \t\tthis contract. Seems to me I've \t\talready got my boys committed \t\telsewhere. You be sure and thank \t\tMaisie for this fine pie.  \n[26] \tANGLE on Maisie's pie. Several pieces gone.  \n[27]\t\tGet my stuff down t'laundry. Two \t\tsuits for dry-clean and a bag of \t\twhatnot. Tell 'em if they over- \t\tstarch my shirts again, they're \t\tgonna hear about it from me. \t\t\t \t\tHow do I look?  \n[28]\t\tBig charity to-do up Portland \t\tway. Governor's gonna be there. \t\t\t \t\tWant the rest of that? Woman can't \t\tbake worth shit.  \n[29] \n[30]\t\tWell. I have to say, that's the \t\tmost amazing story I ever heard. \t\tWhat amazes me most is you were \t\ttaken in by it.  \n[31]\t\tIt's obvious this fellow Williams \t\tis impressed with you. He hears \t\tyour tale of woe and quite \t\tnaturally wants to cheer you up. \t\tHe's young, not terribly bright. \t\tNot surprising he didn't know what \t\ta state he'd put you in.  \n[32]\t\tLet's say for a moment Blatch does \t\texist. You think he'd just fall to \t\this knees and cry, \"Yes, I did it! \t\tI confess! By all means, please add \t\ta life term to my sentence!\"  \n[33]\t\tThat's assuming Blatch is even \t\tstill there. Chances are excellent \t\the'd be released by now. Excellent.  \n[34]\t\tWhat? What did you call me?  \n[35]\t\t\t \t\tDufresne, if you want to indulge \t\tthis fantasy, that's your business. \t\tDon't make it mine. This meeting's \t\tover.  \n[36]\t\tDon't you ever mention money to me \t\tagain, you sorry son of a bitch! \t\tNot in this office, not anywhere! \t\t\t \t\tGet in here! Now!  \n[37]\t\t\t \t\tSolitary! A month!  \tAndy gets dragged away, kicking and screaming:  \n[38]\t\tTommy, we've got a situation here. \t\tI think you can appreciate that.  \n[39]\t\tI tell you, son, this really came \t\talong and knocked my wind out. It's \t\tgot me up nights, that's the truth.  \tNorton pulls a pack of cigarettes, offers Tommy a smoke. Tommy \ttakes one. Norton lights both cigarettes, pockets his lighter.  \n[40]\t\tThe right decision. Sometimes it's \t\thard to figure out what that is. \t\tYou understand? \t\t\t \t\tThink hard, Tommy. If I'm gonna \t\tmove on this, there can't be the \t\tleast little shred of doubt. I have \t\tto know if you what you told \t\tDufresne was the truth.  \n[41]\t\tWould you be willing to swear before \t\ta judge and jury...having placed \t\tyour hand on the Good Book and taken \t\tan oath before Almighty God Himself?  \n[42]\t\tThat's what I thought.  \tNorton drops his cigarette. Crushes it out with the toe of his \tshoe. Glances up toward the plate shop roof as --  \n[43] \tAndy is led in. The door is closed. Alone with Norton. Softly,  \n[44]\t\tTerrible thing. Man that young, \t\tless than a year to go, trying to \t\tescape. Broke Captain Hadley's \t\theart to shoot him, truly it did.  \n[45]\t\tNothing stops! NOTHING! \t\t\t \t\tOr you will do the hardest time \t\tthere is. No more protection from \t\tthe guards. I'll pull you out of \t\tthat one-bunk Hilton and put you in \t\t\t  \t- \n[46]\t\twith the biggest bull queer I can \t\tfind. You'll think you got fucked \t\tby a train! And the library? Gone! \t\tSealed off brick by brick! We'll \t\thave us a little book-barbecue in \t\tthe yard! They'll see the flames \t\tfor miles! We'll dance around it \t\tlike wild Indians! Do you understand \t\tme? Are you catching my drift?  \tSLOW PUSH IN on Andy's face. Eyes hollow. His beaten \texpression says it all...  \n[47] \tAndy's working away. Norton pokes his head in.  \n[48]\t\tLickety-split. I wanna get home.  \n[49]\t\tGet my stuff down t'laundry. And \t\tshine my shoes. I want 'em lookin' \t\tlike mirrors. \t\t\t \t\tNice havin' you back, Andy. Place \t\tjust wasn't the same without you.  \tNorton exits. Andy turns to the laundry. He opens the shoebox. \tNice pair of dress shoes inside. He sighs, glances down at the \told ragged pair of work shoes on his own feet.  \n[50] \tAndy is diligently shining Norton's shoes.  \n[51] \tNorton is kicking back with the morning paper. He notices ha \tdingy his shoes are. He glances at the shoebox on the desk. \tkicks his shoes off, opens the box -- and gulls out Andy's o \tgrimy work shoes. He stares blankly. What the fuck indeed.  \tAn ALARM STARTS BLARING throughout the prison. He looks up.  \n[52]\t\tI want every man on that cellblock \t\tquestioned! Start with that friend \t\tof his!  \n[53]\t\tHim.  \tRed's eyes widen. Guards yank him from his cell.  \n[54]\t\tWhat do you mean \"he just wasn't \t\there?\" Don't say that to me, Haig! \t\tDon't say that to me again!  \n[55]\t\tI can see that, Haig! You think I'm \t\tblind? Is that what you're saying? \t\tAm I blind, Haig?  \n[56]\t\tWhat about you? You blind? Tell me \t\twhat this is!  \n[57]\t\tYou see Dufresne's name? I sure do! \t\tRight there, see? \"Dufresne.\" He \t\twas in his cell at lights out! \t\tStands to reason he'd still be here \t\tthis morning! I want him found! Not \t\ttomorrow, not after breakfast! Now!  \tHaig scurries out, gathering men. Norton spins to Red.  \n[58]\t\tWell?  \n[59]\t\tI see you two all the time, you're \t\tthick as thieves, you are! He \t\tmust'a said something!  \n[60]\t\tLord! It's a miracle! Man up and \t\tvanished like a fart in the wind! \t\tNothin' left but some damn rocks on \t\tthe windowsill and that cupcake on \t\tthe wall! Let's ask her! Maybe she \t\tknows! What say there, Fuzzy- \t\tBritches? Feel like talking? Guess \t\tnot. Why should you be different?  \tRed exchanges looks with the guards. Even they're nervous. \tNorton scoops a handful rocks off the sill. He hurls them at \tthe wall one at a time, shattering them, punctuating his words:  \n[61]\t\tIt's a conspiracy!  That's \t\twhat this is!  It's one big \t\tdamn conspiracy!  And \t\teveryone's in on it! \t\tIncluding her!  \tHe sends the last rock whizzing right at Racquel. \tNo smash.  \tIt takes a moment for this to sink in. All eyes go to her. The \trock went through her. There's a small hole in the poster \twhere her navel used to be.  \tYou could hear a pin drop. Norton reaches up, sinks his finger \tinto the hole. He keeps pushing...and his entire hand \tdisappears into the wall.  \n[62]\t\tI don't care what it smells like!  \n[63]\t\tNever mind, I said! Just keep going!  \n[64]\t\tLickety-split. I wanna get home.  \n[65] \tAndy sorts through Norton's three suits. He pauses, checking \tthe gray pinstripe. Nice.  \n[66] \tNorton opens his safe and pulls out the \"ledger\" -- it's \tAndy's Bible. The title page is inscribed by hand: \"Dear \tWarden. You were right. Salvation lay within.\" Norton flips to \tthe center of the book -- and finds the pages hollowed out in \tthe shape of a rock-hammer.  \n[67] \tNorton is staring out the window as they approach the \tbuilding. He goes to his desk, opens a drawer. Inside lies a \trevolver and a box of shells.  \n[68] \tNorton sits blankly at his desk, revolver before him. The \tdoorknob rattles, a VOICE is heard:  \n[69] \t...so do the bullets. Norton is riveted to the door. For every \tkey, he loads another bullet. Methodical and grim. He gets the \tfinal bullet in just as the right key slams home. The door \tbursts open. Men muscle in. Somebody SHOUTS. Troopers dive in \tall directions as Norton raises the gun --  \t-- and jams it under his chin. his head snaps back as the wall \tgoes red. His swivel chair does a slow half-turn and creaks to \ta final stop. Troopers rise slowly, gazing in horror.  ", "Ernie": "\n[1]\t\tMe too.  \tOther hands go up. Red jots the names.  \n[2]\t\tHeads up. They're tossin' cells.  \tWord travels fast from cell to cell. Cons scramble to tidy up \tand hide things. Norton enters, nods to his men. The guards \tpair off in all directions, making their choices at random.  \n[3]\t\t\t \t\tSay that when you been inside as \t\tlong as Brooks has.  ", "Jigger": "\n[1]\t\tComin' from you, Heywood, you being \t\tso pretty and all...  \n[2]\t\tOh, Christ, here he comes.  \n[3]\t\tC'mon, Brooksie, why don't you just \t\tcalm the fuck down, okay?  \n[4]\t\tShit. I could never get that way.  \n[5]\t\tThat's fine, during the day. But \t\tat night he's got that cell all to \t\thimself.  \n[6]\t\tAndy'd never do that. Never.  \tThey all look to Red.  ", "Guard": "\n[1]\t\tAll clear!  \tGUARDS approach the bus with carbines. The door jerks open. \tThe new fish disembark, chained together single-file, blinking \tsourly at their surroundings. Andy stumbles against the MAN in \tfront of him, almost drags him down.  \tBYRON HADLEY, captain of the guard, slams his baton into \tAndy's back. Andy goes to his knees, gasping in pain. JEERS \tand SHOUTS from the spectators.  \n[2]\t\tThat's lights out! Good night, ladies.  \tThe lights bump off in sequence. The guard exits, footsteps \techoing away. Darkness now. Silence. CAMERA CRANES UP the \ttiers toward Red's cell.  \n[3]\t\tTime's up, Bogs.  \n[4]\t\tLights out!  \tThe lights go off. Andy opens the tube and pulls out a large \trolled poster. He lets it uncurl to the floor. A small scrap \tof paper flutters out, landing at his feet. The poster is the \tfamous Rita Hayworth pin-up -- one hand behind her head, eyes \thalf closed, sulky lips parted. Andy picks up the scrap of \tpaper. It reads: \"No charge. Welcome back.\" Alone in the dark, \tAndy smiles.  \n[5]\t\tWhat kind'a contraband you hiding \t\tin there, boy?  \tCells are opened, occupants displaced, items scattered, \tmattresses overturned. Whatever contraband is found gets \ttossed out onto the cellblock floor. Mostly harmless stuff.  \tA GUARD pulls a sharpened screwdriver out of a mattress, \tshoots a nasty look at the CON responsible.  \n[6] \tAndy pops his head in. The GUARD shakes his head.  \n[7] \tAndy enters and drops a letter on the outgoing stack.  \n[8]\t\tWater break! Five minutes!  \tThe work stops. Cons head for the pickup truck, where water is \tdispensed with dipper and pail. Red and the boys look to Andy. \tAndy nods. Now's the time. The group moves off through the \tconfusion, using it as cover. They head up the slope of a \tnearby hill and quickly decide on a suitable spot. The \tguards haven't noticed.  \tJigger and Floyd start swinging picks into the soft earth, \tquickly ripping out a hole. Red reaches into his jacket and \tpulls out a beautiful wooden box, carefully stained and \tvarnished. He shows it around to nods of approval.  \n[9] \tDozens of parcel boxes litter the floor. WILEY, the duty \tguard, picks through them. Hadley enters, trailed by Andy.  \n[10] \tAndy wrestles the phonograph player onto the guards' desk, \tsweeping things onto the floor in his haste. He plugs the \tmachine in. A red light warms up. The platter starts spinning.  \tHe slides the Mozart album from its sleeve, lays it on the \tplatter, and lowers the tone arm to his favorite cut. The \tneedle HISSES in the groove...and the MUSIC begins, lilting \tand gorgeous. Andy sinks into Wiley's chair, overcome by its \tbeauty. It is \"Deutino: Che soave zeffiretto,\" a duet sung by  \tSusanna and the Contessa.  \n[11] \tAndy shoots a look at the bathroom...and smiles. Go for broke. \tHe lunges to his feet and barricades the front door, then the \tbathroom. He returns to the desk and positions the P.A. \tmicrophone. He works up his courage, then flicks all the \ttoggles to \"on.\" A SQUEAL OF FEEDBACK echoes briefly...  \n[12] \tAndy is reclined in the chair, transported, arms fluidly \tconducting the music. Ecstasy and rapture. Shawshank no \tlonger exists. It has been banished from the mind of men.  \n[13] \tNorton and Hadley break the door in. Andy looks up with a \tsublime smile. We hear Wiley POUNDING on the bathroom door:  \n[14]\t\tKid passed. C-plus average. Thought \t\tyou'd like to know.  \tThe slot closes. The FOOTSTEPS recede. Andy smiles.  \n[15]\t\t\t \n[16]\t\tOpen number twelve!  \tAndy gazes directly at Red. A beat of eye contact. Red shakes \this head. Don't do it. Andy smiles, eerily calm...and enters \this cell. The door closes. KA-THUMP! We hold on Red's face.  \n[17]\t\tMan missing on tier two! Cell 12!  \tThe head bull, HAIG, checks his list:  \n[18]\t\tI'm not sure which one it is...  \tHe starts trying keys in the lock. And as the keys go sliding \tin one after another...  ", "Mert": "\n[1]\t\tAnd drive it, if they're old enough.  \n[2]\t\tDamn, Byron. Look'a that.  \n[3]\t\tWarden wants to talk.  \n[4]\t\tThat's what the man said.  \tMert swings the gate open, sends Tommy through, turns and \theads back inside. Tommy proceeds out across a loading-dock \taccess for the shops and mills. Some vehicles parked. The \tplace is deserted. He stops, sensing a presence.  ", "Heywood": "\n[1]\t\tNever seen such a sorry-lookin' \t\theap of maggot shit in my life.  \n[2]\t\tBullshit. I'll take that action.  \n[3]\t\tYou're out some smokes, son. Take \t\tmy word.  \n[4]\t\tI say that chubby fat-ass...let's \t\tsee...fifth from the front. Put me \t\tdown for a quarter deck.  \n[5]\t\tFat-Ass...oh, Faaaat-Ass. Talk to \t\tme, boy. I know you're in there. I \t\tcan hear you breathin'. Now don't \t\tyou listen to these nitwits, hear?  \n[6]\t\tThis ain't such a bad place. I'll \t\tintroduce you around, make you feel \t\tright at home. I know some big ol' \t\tbull queers who'd love to make your \t\tacquaintance...especially that big \t\twhite mushy butt of yours...  \tAnd that's it. Fat-Ass lets out a LOUD WAIL of despair:  \n[7] \n[8]\n[9]\t\tMornin', boys. It's a fine mornin'. \t\tYou know why it's fine?  \tHeywood plops his tray down, sits. The men start pulling out \tcigarettes and handing them down.  \n[10]\t\tThat's right, send 'em all down. I \t\twanna see 'em lined up in a row, \t\tpretty as a chorus line.  \tAn impressive pile forms. Heywood bends down and inhales \tdeeply, smelling the aroma. Rapture.  \n[11]\t\tGee, Red. Terrible shame, your \t\thorse comin' in last and all. \t\tHell, I sure do love that horse of \t\tmine. I believe I owe that boy a \t\tbig sloppy kiss when I see him.  \n[12]\t\tSay Tyrell, you pull infirmary duty \t\tthis week? How's that winnin' horse \t\tof mine, anyway?  \n[13]\t\tWhat? What'd you say?  \n[14]\t\tWhat the fuck you care, new fish? \t\t\t \t\tDoesn't matter what his fuckin' \t\tname was. He's dead.  \n[15]\t\tDidn't do it! Lawyer fucked me!  \tRed gives Andy a look. See?  \n[16]\t\tPoor Byron. What terrible fuckin' \t\tluck. Imagine inheriting thirty \t\tfive thousand dollars.  \n[17]\t\tJust keep spreadin' tar...  \tThe guards stiffen at Andy's approach. Youngblood's hand goes \tto his holster. The tower guards CLICK-CLACK their rifle \tbolts. Hadley turns, stupefied to find Andy there.  \n[18]\t\tOh God, he's gonna do it, he's \t\tgonna throw him off the roof...  \n[19]\t\t\t \t\tHere's a cold one, Andy.  \n[20]\t\tSounds good to us. Figure we owe \t\thim for the beer.  \n[21]\t\tWhat are you, fuckin' geologist?  \n[22]\t\tWhat the hell is it then?  \n[23]\t\tBullshit.  \n[24]\t\tMy ass!  \n[25]\t\tHow you 'spect to do that, \"Mr. \t\tDufresne-if-you-please?\"  \n[26]\t\t\t \t\tSure. I know that. Sure.  \n[27]\t\tHim? What about me? Crazy old \t\tfool! Goddamn near slit my throat!  \n[28]\t\tNothin'! Just came in to say \t\tfare-thee-well. \t\t\t \t\tAin't you heard? His parole came \t\tthrough!  \tRed and Andy exchange a surprised look. Andy wants to \tunderstand. Red just motions to let it be for now. He puts his \tarm around Brooks, who sobs inconsolably. Softly:  \n[29]\t\tOld man's crazy as a rat in a tin \t\tshithouse, is what.  \n[30]\t\tInstitutionalized, my ass.  \n[31]\t\tShovel man in. Watch the dirt.  \n[32]\t\tCouldn't play somethin' good, huh? \t\tHank Williams?  \n[33]\t\tShit. No such thing as easy time in \t\tthe hole. A week seems like a year.  \n[34]\t\tTreasure Island. Robert Louis...  \n[35]\t\tThe Count of Monte Crisco...  \n[36]\t\t...by Alexandree Dumb-ass.  \n[37]\t\tSounds like road-gangin', you ask me.  \n[38]\t\tGive us a break, lady.  \n[39]\t\t\t \t\tNo, ma'am.  \n[40]\t\tYou heard the lady.  \tHeywood unzips his pants, reaches inside. The others do \tlikewise. The woman turns back and is greeted by the sight of \ta dozen men displaying their penises and smiling brightly. Her \tlegs go wobbly and she sits heavily down on the dirt grade.  \n[41]\t\tC'mon! We're showin' our tools and \t\tgrinnin' like fools! Take the damn \t\tpicture!  \n[42]\t\tYou did a stretch in Cashman too?   \n[43]\t\tRed? You saying Andy's innocent? I \t\tmean for real innocent? \t\t\t \t\tSweet Jesus. How long's he been in \t\there?  \n[44]\t\tOh Lord. Andy come down to the \t\tloading dock today. Asked me for a \t\tlength of rope. Six foot long.  \n[45]\t\tSure I did. I mean why wouldn't I?  \n[46]\t\tHow the hell was I s'pose to know?  \n[47]\t\tProbably still up in the warden's.  \n[48]\t\tLet's pull him aside tomorrow, all \t\tof us. Have a word with him. Ain't \t\tthat right, Red?  ", "Snooze": "\n[1]\t\tRich bet.  \n[2]\t\tWhat's he doing?  \n[3]\t\tOh shit, oh fuck, oh Jesus...  \n[4]\t\tHe's right, it ain't.  \n[5]\t\tYou tell me, man. One second he was \t\tfine, then out came the knife. I \t\tbetter get the guards.  \n[6]\t\tSounds like you done time all over \t\tNew England.  \n[7]\t\tShit! You gave it to him?  ", "1946": "", "D.A.": "\n[1]\t\tMr. Dufresne, describe the \t\tconfrontation you had with your \t\twife the night she was murdered.  \n[2]\t\tWhat was your response?  \n[3]\t\t\t \t\tI'll see you in Hell before I see \t\tyou in Reno. Those were the words \t\tyou used, Mr. Dufresne, according \t\tto the testimony of your neighbors.  \n[4]\t\tWhat happened after you and your \t\twife argued?  \n[5]\t\tGlenn Quentin. The golf pro at the \t\tFalmouth Hills Country Club. The \t\tman you had recently discovered was \t\ther lover. \t\t\t \t\tDid you follow her?  \n[6]\t\tWith what intention?  \n[7]\t\tYou had a gun with you?  \n[8]\t\tWhen they arrived, you went up \t\tto the house and murdered them?  \n[9]\t\tQuickie divorce indeed. A .38 \t\tcaliber divorce, wrapped in a \t\thandtowel to muffle the shots, \t\tisn't that what you mean? And then \t\tyou shot her lover!  \n[10]\t\tYes, you have. Where I get hazy, \t\tthough, is the part where the \t\tcleaning woman shows up the next \t\tmorning and finds your wife and her \t\tlover in bed, riddled with .38 \t\tcaliber bullets. Does that strike \t\tyou as a fantastic coincidence, Mr. \t\tDufresne, or is it just me?  \n[11]\t\tI'm sorry, Mr. Dufresne, I don't \t\tthink the jury heard that.  \n[12]\t\tDoes what?  \n[13]\t\tOn that, sir, we are in accord...  \n[14]\t\tYou claim you threw your gun into \t\tthe Royal River before the murders \t\ttook place. That's rather convenient.  \n[15]\t\tYou recall Lt. Mincher's testimony? \t\tHe and his men dragged that river \t\tfor three days and nary a gun was \t\tfound. So no comparison can be made \t\tbetween your gun and the bullets \t\ttaken from the bloodstained corpses \t\tof the victims. That's also rather \t\tconvenient, isn't it, Mr. Dufresne?  \n[16]\t\tLadies and gentlemen, you've heard \t\tall the evidence, you know all the \t\tfacts. We have the accused at the \t\tscene of the crime. We have foot \t\tprints. Tire tracks. Bullets \t\tscattered on the ground which bear \t\this fingerprints. A broken bourbon \t\tbottle, likewise with fingerprints. \t\tMost of all, we have a beautiful \t\tyoung woman and her lover lying \t\tdead in each other's arms. They had \t\tsinned. But was their crime so \t\tgreat as to merit a death sentence?  \tHe gestures to Andy sitting quietly with his ATTORNEY.  \n[17]\t\tI suspect Mr. Dufresne's answer to \t\tthat would be yes. I further \t\tsuspect he carried out that \t\tsentence on the night of September \t\t21st, this year of our Lord, 1946, \t\tby pumping four bullets into his \t\twife and another four into Glenn \t\tQuentin. And while you think about \t\tthat, think about this...  \tHe picks up a revolver, spins the cylinder before their eyes \tlike a carnival barker spinning a wheel of fortune.  \n[18]\t\tA revolver holds six bullets, not \t\teight. I submit to you this was not \t\ta hot-blooded crime of passion! \t\tThat could at least be understood, \t\tif not condoned. No, this was \t\trevenge of a much more brutal and \t\tcold-blooded nature. Consider! Four \t\tbullets per victim! Not six shots \t\tfired, but eight! That means he \t\tfired the gun empty...and then \t\tstopped to reload so he could shoot \t\teach of them again! An extra bullet \t\tper lover...right in the head. \t\t\t \t\tI'm done talking. You people are \t\tall decent, God-fearing Christian \t\tfolk. You know what to do.  \n[19]\t\tByron Hadley?  \tANGLE SHIFTS to reveal Captain Hadley. Staring. Waiting.  \n[20]\t\tYou have the right to remain \t\tsilent. If you give up that \t\tright, anything you say will be \t\tused against you in court...  \tTROOPERS move in, cuffing Hadley's hands behind his back. The \tD.A. drones on. FLASHBULBS POP. Hadley says nothing. His face \tscrunches up. He begins to cry.  \n[21]\t\tSamuel Norton? We have a warrant \t\tfor your arrest! Open up!  \tThe POUNDING starts. Norton dumps the box of bullets out on thr \tdesk. He starts sorting them to see which ones he likes.  "}}