{"filename": "Fighter,-The_script.txt", "imdb_id": "tt0964517", "imdb_url": "https://www.imdb.com/title/tt0964517", "characters": ["Micky Ward", "Alice Ward", "Mickey O'Keefe", "Charlene Fleming", "George Ward", "'Little Alice' Eklund", "Sherri Ward", "Phyllis 'Beaver' Eklund (as Kate O'Brien)", "Sal Lanano", "Gail 'Red Dog' Eklund", "Gary 'Boo Boo' Giuffrida", "Cindy 'Tar' Eklund", "Donna Eklund Jaynes", "Dicky Eklund", "Cathy 'Pork' Eklund"], "dialogues": {"Micky": "\n[1](ignoring punches, keeps \n[2]You knocked my block off! \n[3] -six, seven, eight. [takes Dicky's hands] Can you continue? [Dicky nods] Who's the president? \n[4](Holding a napkin to his \n[5]But we got the Eklund name. \n[6] \n[7]You're Kenny Fleming's sistah. \n[8]I do, and I'm a fightah. \n[9]A steppin' stone?! I'm no steppin' stone. What do you mean steppin' stone? \n[10]Maybe I had a few -- tough fights, but that's not who I am. [she stares at him, gauging him]. Next's gonna show who I am. \n[11]Be nice! Be respectful. Don't disrespect her. Charlene watches, slightly turned on. \n[12]That's my big brothah. Taught me everything i know. HBO's doin' a movie about 'im. \n[13]Black. And Jewish. \n[14]He's no joke, Formah World Champ. \n[15]But I match up good against him. \n[16]I'm lightah, not gonna brawl him, I'm gonna outbox him. \n[17]Brawl, ya slug it out, I hit you, you hit me; boxin', like a chess game, I pick my punches to take him down. I'm gonna go head, body, head, body, see I go up his side, I hit him here, arm comes down, I go back up [demonstrates on her, close, looks at her shy] I'd like to maybe take you out some time. \n[18]Married? Would I ask you out if I was married? \n[19]I'm not married. I wanna get to know you bettah. I could take you to dinnah and a movie, how 'bout that? I'm not married. I got a daughtah I see every othah weekend. Let me take you out. \n[20]Saturday I get back from Atlantic City. \n[21] Next Saturday. Dinnah and a movie. \n[22]That's cuz we hadda train! Come on! \n[23]  \n[24]He kinda goes on his own schedule sometimes. He'll be here. -- \n[25]  \n[26]He'll be here. NTTNTT1 fl ) \n[27]Look at Alice! All dressed up for the movie! \n[28]  \n[29]Yeah. He'll be here. \n[30] \n[31]Alice is dressed up. Producer nods for cameraman to turn to door. ALICE RE-ENTERS. the wall ...A row of 14 year old boys posed in fighter's robes and gloves. \n[32]He's not only a great fighter, he's also a pretty great trainer. \n[33]Tell 'im about Sugar Ray, Ma. Dicky knocked down Sugar Ray Leonard. \n[34]He just won the Gold Medal at the Olympics, Sugar Ray. He was the, ya know, the big new welter weight at that time. \n[35]Dicky was undefeated! \n[36]It was Dicky's first ten roundah. \n[37]It was huge. People still talk about it to this day. It was a great fight. \n[38]Quackah! Look who decided to show up, Dicky Donuts. \n[39] -Hoppy cut! CARLOS GARCIA, 50, short, Puerto Rican, points back, laughs \n[40]I don't know, how? \n[41] \"My back! My back! I'm full a yokes!\" Quackah! \n[42]Yeah, let's train! \n[43] Hey Jose, I'm sorry. [helps Jose \n[44] I feel good. I feel lightah. \n[45]I just wanna say hi to Kasie. \n[46]I'm not around next weekend -- \n[47]I have a fight I told you that. (To Jimmy) Jimmy -- \n[48]I'm asking YOU, Jimmy. I can't talk to her, so I'm asking YOU. \n[49]That's right, and I wanna tell ya that after I win -- \n[50]I'm gonna staht makin' good money \n[51]I'll move to a biggah apahtment so you can live with me more days like we talked about. \n[52] Thanks, Kasie. \n[53]  \n[54]Micky fixes himself in the mirror, straightening his button- down shirt, wears an ill-fitting sports coat, looks like a little boy playing dress up. Suitcase open on his bed. This is it, the day before the big fight. \n[55] - thanks, Mick, but Dicky taught me everything, he's been in my cornah, ya know. I can't do it without 'im. \n[56]What the fuck are you doin'? \n[57]We gotta go to the airport now. You know how important this fight is. \n[58]       \n[59]Could we please just go to the airport for once? Alice comes around the corner. \n[60]Help ya husband up, Alice. Ya husband's on the ground there. Instead Dicky helps Alice up the driveway to the limo. Micky helps his father to his feet. \n[61]Close the door. \n[62]No. No BooBoo. BooBoo looks to Dicky who rolls his eyes; BooBoo leaves. Micky stares in disbelief. \n[63]Next morning, day of the fight. Micky &amp; Dicky hanging out in Micky's room, sitting on the bed watching a video of \"Mamby vs Meekins\" on TV. \n[64]Why not? \n[65]Mamby got the flu?! \n[66]feels his whole fight plan go out the window. \n[67]With who? \n[68]Mike Who? Mungin? \n[69]The last few fights were rough, Lou, this one's 'sposed to be a little easiah. \n[70]   \n[71]Hold on, 165's big. \n[72]So what? The guy's a middleweight. \n[73]He's 20 pounds bigger than me. \n[74]You just said that. \n[75]How 'bout you go fight him? He's a middleweight. \n[76]How many times ya gonna say I knocked out Joey Ferrell? A beats B B beats C so A can beat C? But what if it rains that day, anything could happen -- \n[77]OK. Joey Ferrell knocked this guy out. And I knocked out Joey Ferrell. They all nod. \n[78]I don't spell my name with an 'e. \n[79] Dicky, look at that guy. .Dicky's not listening, waving to the HBO cameraman filming ringside... sees SUGAR RAY LEONARD, now 38, sitting ringside, calling the fight for ESPN with AL BERNSTEIN, 40s, salt &amp; pepper hair, mustache. \n[80]Dicky, listen to me. I can't lose again. Look at that guy. \n[81]Yeah, holy shit, stop lookin' at Sugar Ray and wake up. We'll hafta run the first few rounds, get 'im tiahed, he can't be ready, right? He just got off his fuckin' couch. \n[82]He did not just get off his fuckin' couch. \n[83].Micky heads for his corner, blood running, Dicky jumps into the ring, Mickey O'Keefe puts down the stool.. .Micky sits down, ED ALIANO starts to wipe the blood from his face, Dicky takes out Micky's mouthpiece. \n[84](looks up at his brother; knows he can't win \n[85]Micky sits on the trainer's table in the middle of the room, showered, dressed, face bandaged. Alice gently touches the back of his neck, whispers in his ear. He nods. She holds his head a few moments. Dicky comes in. HUGS HIS BROTHER. \n[86] \n[87] \n[88]  \n[89]Where? \n[90]You'll pay me to train in Vegas? \n[91]What about my brothah? \n[92](looking out window, \n[93] No, he didn't mention you. \n[94] Yeah I know. That's what I told 'im. Micky looks back out the window, face bandaged, no emotion. The Fighter 8/28/09 GREEN DRAFT 35. 35 EXT. ALICE &amp; GEORGE WARD'S HOUSE - LIMOUSINE  - 35 \n[95]Nah, I don't think I wanna do this no more. \n[96]PAN of photographs of Kasie, Micky &amp; Dicky in the ring after fights; red &amp; white boxing gloves; boxing magazine; flickering TV. Micky lies sleeping in his clothes on the couch, bandages on his head. He sits up, TV playing. He gets up and walks into the small kitchen, grabs a beer out of the refrigerator, swallows some PAIN pills. And picks up the cocktail NAPKIN WITH CHARLENE'S NUMBER AND HEART ON IT. Picks up the phone, starts to dial, stops, looks at the number. Hangs up the phone. Goes back into the living room and lies down on the couch and falls asleep again. FADE OUT. \n[97] \n[98] \n[99] What,-- What is it? He gets up off the couch and peeks through the shade.. .AND SEES CHARLENE STANDING ON HIS DOORSTEP. Scared, he ducks back down, crouches behind a chair. KNOCKING continues. \n[100]I was gonna call, I started to call, but I couldn't call. \n[101]  \n[102]How'd you know my house anyway? \n[103]Micky sits on the edge of the tub while Charlene carefully re- bandages the left side of his eye and cheek bone. It is quiet for a few moments while Micky looks into her face. \n[104]I didn't get to fight the Jewish black guy. \n[105] He got the flu, the guy who took his place had 16 pounds on me, I nevah shoulda fought him. \n[106]Nobody woulda got paid. Everybody said I could beat 'im. \n[107]My mothah and my brothah. She looks at him as she takes this in. \n[108]Wow, you look great. You got a nice house. \n[109]Oh. \n[110](closes the door, gets into the car Old roommates from where? \n[111]You seem to enjoy it. You're very populah down there - \n[112](starts the car, looks over at her What college? \n[113]Scholarship? For what? \n[114]A high jumpah?! You gotta be kiddin' me. \n[115](drives looks at her raising an eyebrow You?! Charlene laughs lightly through her nose. \n[116]Oh yuh, it's a good movie theatah. They have good movies. \n[117]  \n[118]Oh yuh. And I heard it's a good movie. \n[119] Guy at work - She looks at him puzzled as she they enter the theater. \n[120]  \n[121]I don't have a girlfriend. I came here because I don't wanna show my face in Lowell. \n[122]  \n[123]What's the difference, I'm alone in the ring anyway. \n[124] You can't say that about my family. \n[125]Why don't we sit down and hear what's goin' on businesswise? \n[126]Oh yuh. That's good, Dick, I'm just, ya know, trying to figure out what's best for me-- Micky tilts his head, cat's got his tongue. They all look at him. Alice lights a cigarette, exhales, tense. \n[127]Yeah, I know, Ma. It's just,-- I don't want things goin' the way they been goin'. \n[128]I know, but I don't want things to go like they been goin' HERE. \n[129]Here, this, us, Lowell. The routine. \n[130]You just met her - \n[131]We're togethah. \n[132]I told you we're together! This is my girlfriend, I want her here. \n[133]She don't mean no disrespect. I had a chance to get paid to train year round, that's all she's talkin' about. I think everyone can appreciate that. Dicky stares taking this in, wheels turning. \n[134]  \n[135]       \n[136] \n[137]It's only 5'1\", she did 5'8\" as a champ, right Charlene? 5'8\"? Charlene jogs a little curve to the bar and LEAPS backwards, clearing 5'1,\" landing on the pillows. \n[138]Yes! He claps with Kasie as Charlene stands rubbing her ass. \n[139]Hey, we gotta get you home Kasie, I gotta business dinnah with Nana. \n[140](kisses his mother hello, \n[141]C'mon, c'mon, this is 'sposed to be about the fight, let's just talk about the fight -- \n[142]Can we talk business? \n[143]Just put him in the wagon. Police tackle Micky to the sidewalk, start beating, subduing him with their flashlights... Crack! Crack! \n[144] \n[145]You didn't do nuthin? Look at my hand ya selfish prick. \n[146]What were you doin' for me? Officer pauses so Dicky can listen. \n[147]This? Do me a favah, don't do nuthin' for me. \n[148]Micky sitting alone drinking a beer, left hand in a cast, staring at the floor. \n[149] \n[150]I'm quittin', Charlene, OK? I'm done fightin' I don't need it no more. \n[151]What?! Why? \n[152]- What else could I do, Charlene? \n[153]Hey! \n[154]It's good, gettin' there. \n[155] Now I gotta worry about this movie tonight on HBO, everybody lookin' at me like I did somethin' wrong, ain't my fault he's on TV. \n[156] \n[157]   \n[158]  \n[159] \n[160]       \n[161] It's very sad, ma, I gotta call ya back. He hangs up. He and Charlene stare at each other, taking it in, emotional, awkward. She laughs a little through tears. - .they hug. Micky crying into her shoulder and hair, Charlene holding onto him, she backs him into his BEDROOM, the fall to the bed, kissing. FADE OUT - \n[162]Next morning. Micky's hands grab dingy white boxing wraps out of the darkness of his messy closet, faded red gloves, throws them into an old blue gym bag, leaves. Charlene sits up in bed, groggy, gets up in Micky's t-shirt, goes out. \n[163]Micky stands at the top of the stairs, old blue gym bag slung over his shoulder, early morning. He looks out at morning... \n[164]  \n[165] I wanna meet that guy George told you about. [pause] The one with the cab company. Charlene nods, Micky disappears down the stairs; she runs to the edge of the balcony, looks down, waits, in a moment Micky's back appears from under the porch, walking away. She watches him go. \n[166]  \n[167]You own a cab company, you're a good businessman, right? \n[168]Get ya confidence back. \n[169]Don't answah the door. \n[170]I'm not hidin' from nobody - \n[171]Why ya always lookin' out for him, Ma? Wes? Why's it always Dicky, Dicky, Dicky - \n[172]Yeah, a funny way, Ma, Dicky's a great trainah, I love him to death, but do ya evah think all the othah damage he's done? \n[173]Don't ever lay a hand on Charlene. \n[174](lets go of his mother, breaking up the fight HEY! HEY! For the love a Christ! \n[175]They look at each other, tearful, heartbreaking. Red Dog and Beaver put their arms around her and walk her to the car. \n[176] I do not spell my name with a friggin' \"E.\" \n[177]I know you know what I'm doin'. I'm sure Alice, everybody else, told you, I wanted to tell you to your face, myself. I got new management, I'm workin' with Mickey O'Keefe, and it's going good. \n[178]  \n[179]Of course, how could I stand a chance without the Great Dicky Ecklund in my corner? You didn't care if I got killed with Mungin, now all of a sudden, you're worried Sanchez is gonna hurt me, why? Cuz you're stuck here and you can't be center of attention no more. \n[180]  \n[181]I ain't here to talk about that! \n[182]Watch the fight, you'll see the plan. \n[183]Ya gonna shit on it no mattah what I say! ' \n[184] Go toe to toe; ovahhand right in the middle rounds. He's weak against the overhand right. \n[185]Fuck you. I'm gonna go. (Stands] \n[186] You're not me. You can't be me. You had a hard enough time being you when you had your chance. I'll fight Sanchez the way I fight. Walks out. \n[187] He hits like bricks. When he misses it hurts. 99 RING - THOMAS &amp; MACK CENTER - 8:31 PM 99 100 ALICE &amp; GEORGE WARD'S HOUSE - LIVING ROOM - CONTINUOUS 100 the fight with her. \n[188](eyes wide, blood \n[189]) Don't stop the fight,-- I got it. \n[190]I don't know what's happenin' out there, maybe you wanna fuckin' tell me, cuz we're losin' all six rounds. Is that what ya want? You want me to stop it? I'm gonna stop this fight, Micky. I sweah to Christ, I'll stop it. I don't know what ya doin' but ya bettah do it soon. \n[191] \n[192]-- Dicky Donuts lookit ya! They let ya keep the new teeth! \n[193]You look good, your eyes are clear. \n[194]That's beautiful, Dick. There's somethin' we gotta talk about. \n[195]I made a promise to them that I wouldn't work with you again. Dicky takes this in. Stunned. \n[196]I had to. After everything that happened. I'm sorry. Dicky is hurt, stunned. \n[197]I'm glad you're back, I'm glad you're doing good, I don't know what else to say. \n[198]I wouldn'ta won Sanchez without Dicky. \n[199]Because it's true. I went in with our plan and it wasn't working, I switched to what I learned with Dicky. Micky looks at O'Keefe, who is hurt. \n[200]I wouldn'ta won it without you, either, O'Keefe, you know that. \n[201]I'm the one fighting, not you, not you, and not YOU. I know what I need. \n[202]I want Dicky back. And I want you, Charlene, and I want O'Keefe, and my family. \n[203]You sound like them now. \n[204]Can this be my fight, for once, Alice, huh, just once, maybe just this one time, not for Dicky? I know you think he's comin' back, he's 40 years old and doesn't have a tooth in his head that's his own-- \n[205]Shut up! \n[206]Shut up! Dicky, hurt, stops. \n[207]  \n[208]Good. Get O'Keefe back, too. \n[209]You went ten rounds, and he never hurt you. You were my hero. \n[210] Do you want a ride home? \n[211]HEY. Nobody goes on stage. Just me and the manager, that's how it's done by the professionals. I don't wanna hear anothah word. Micky &amp; Dicky standing together watching SHEA \"SHAMROCK EXPRESS\" NEARY, 30, 5'8\", 140 lbs, hard looking, flat nose, short-cropped hair, square jaw, shirt, pants off, underwear only, being weighed-in by British Boxing Commissioners, WBU officials. Neary's manager, JOHN HYLAND, 41, bald, glasses, by his side, yapping at reporters, microphones, cameras. \n[212]Nah, I ain't gonna sleep on no floor. I like my bed an' my girlfriend too much - He waves at Charlene in the crowd. Reporters laugh. Neary glares at Micky and steps off the scale. Micky sees Alice squeezed way in the back of the room with George, both all dressed up, new clothes, hair done up. \n[213]  \n[214] My muthah used to manage both of us, me and Dicky both. Neithah of us would be here if it weren't for her, right? \n[215]  \n[216](nods, singing the song quietly to himself \"Now I don't know where I'm goin' But I sure know where I been.\" \n[217](walks to Dicky in his \n[218].Dicky jumps onto the apron, forgetting the stool...hear Lampley, \"Ward is out on his feet.\" Micky standing unsteady, hear Merchant, \"They don't have the stool up there fast enough!\" Dicky holding up Micky, blood from Micky's mouth spilling all over Dicky's shoulder, chest, white corner jacket... \n[219] \n[220](looks down and hugs his brother's head between his gloves, laughing Dickyeeee! ", "Ward": "\n[1]Abandoned textile mills on both sides, a two-story flat-iron style building splits the roads 100 yards ahead. Still hear metal scraping against asphalt.. .then it stops. BOTTOM RIGHT CORNER OF FRAME, a wheelbarrow filled with 250 pounds of black asphalt edges into frame, followed by the guy sweating, struggling as he pushes it, GEORGE \"MICKY\" WARD JR., 31, short, compact, close-cropped reddish-blonde hair, little boy face, glancing over his shoulder, dumps the wheelbarrow on old cracked cement.. .picks up a scraping- spreading tool on a metal broom stick, and commences to spread out the new asphalt. Trying to complete a newly paved road to the right which ends in this intersection. The scraping tool spreading the new asphalt. Micky sweating, dirty from asphalt. Now skinny bare arms start shadowboxing around Micky working. Only the arms enter frame in combinations, shadow punches. \n[2] \n[3] ", "Alice": "\n[1]NO! JESUS! I'm not ready! Catch a glimpse of her tough, sexy, fighter's nose, years of hard life, bleached-blonde hair, sucking on a Lucky Strike, drinking by at a white-topped table cluttered with empty beer bottles, overflowing ashtrays, cigarettes burning out. \n[2]       \n[3] Dick Ecklund and I were separated. It's not like I was foolin' around. Producer looks confused. \n[4]That's not helpin', George. \n[5]What's he doin'? Where's Dicky? \n[6]Outta the ring, O'Keefe, you can't do what my Dicky does! \n[7] Oh, Micky. Micky's a clown. Dicky went to the store for me. \n[8]Get outta the ring, O'Keefe, Dicky's the numbah one trainah, should be that way in the movie. \n[9] Don't -- he's not part of this, forget him. He's numbah two man \n[10] \n[11]You need me walkin' in again?  - I wasn't ready last night, but I'm ready today. \n[12]That's the Golden Gloves, before that the Silvah Mittens, Micky did that too. Micky used to follow his big brothah everywhere, Dicky taught ya everything, right, honey? \n[13] My Dicky had went pro at 12, Rockingham Race Track with a 26 year old jockey. Both weighed 106 pounds. Dicky lied he was 18. \n[14]  \n[15]And Dicky was just a kid from Lowell. \n[16]Dicky had never been knocked down in his professional career, neither had Sugar Ray. They were both 21- yeahs-old. \n[17]       \n[18] \n[19] \n[20]( 15 years earlier, already \n[21] \n[22]It's true! Sugar Ray had a hard time hitting Dickie, didn't really knock him down, but Dicky knocked Ray down! I wore a new white dress. This fight was gonna change our lives forevah, and it did. BACK TO VIDEOTAPE, 2ND ROUND, Dicky, 21, bobbing moving versus Sugar Ray, 21. Hear Don Dunphy &amp; Larry Merchant, \"Ecklund is fast, Larry. If his goal is to frustrate Leonard, he's doing it. Leonard still hasn't solved his speed, still hasn't been able to find him, I think in his own cute way Ecklund is making Leonard be the aggressor..\" \n[23]Ahh! Dicky! Quackah! \n[24] My Dicky can do anything! Micky looks over annoyed. \n[25]Dicky taught him that! \n[26] Both my boys are gonna do it! \n[27](scrunches her neck &amp; shoulder, squirms away \n[28] Little Dicky, listen to Mummy, you be good for ya Aunt Cathy so ya daddy can help ya Uncle Micky win a fight, OK? 20 LIMOUSINE  - ALICE &amp; GEORGE WARD'S HOUSE - EARLY 20 \n[29]  \n[30]  \n[31]Micky knocked out Joey Ferrell. \n[32]How over? \n[33]Micky got light! He's 146! \n[34]You gotta pay us somethin' extra \n[35] \n[36]Nevah bettah, Ray, nevah bettah. God bless. Sugar Ray smiles and slips out of the casino with the girl and his bodyguard, leaving Dicky &amp; Alice standing alone under the bright neon lights. HBO camera still filming... \n[37](holds Dicky back, lowering her voice so the camera doesn't hear Stay heah, Dick, stay heah, don't go ovah thayh. \n[38]What did Mike Toma want? \n[39]Who's gonna look out for ya in Vegas, Micky? They're all crooks out there. What would you do without Dicky? Or the family? \n[40]  \n[41]What? \n[42]Listen to your bruthah, honey, they owe us big time. Maybe they could even do Dicky's comeback fight too. Micky just nods okay. Dicky pats him on the back as Micky gets into his car. \n[43]What're you talkin' about? (to O'Keefe who's staring \n[44]  \n[45]Jesus, it used to be Dicky was the one we couldn't find, now it's both of 'em? \n[46]What girl? \n[47] phone) MTV girl? MTV girls? What're you talkin' about, Cathy? \n[48]Just find Micky and tell him we have business to discuss. I'm gonna go find Dicky myself. \n[49] - I've heard a lot about you. \n[50]What's that supposed to mean? \n[51](smiles, excited again, proud of herself \n[52]I got ya anothah fight, Mick, just like I said I would. Lou Gold and ESPN made it right. \n[53](nods, still smiling \n[54] Like what? \n[55] I don't know why you're not more excited, Mick. I thought ya'd be more excited. That's good money. It's a good fight. I got tough with Lou Gold, Micky, I told him he owes us. \n[56]Where? \n[57]We're workin' very hard for you, Micky, I don't know what more you want. \n[58]Crack house?! \n[59] I'm sorry, I don't understand who you ah or why you're talkin' - \n[60] YOU just met her! \n[61]You gonna listen to some MTV girl who works in a bah. What does she know about boxin'? \n[62] - Ah you gonna let 'er talk like that to your muthah? \n[63]  \n[64] I been doin' this for ovah 15 years, she comes in and disrespects \n[65]He knows, we know -- \n[66] What do ya think, Mick? Looks good, right? \n[67] He'll be here. \n[68]Didn't she just staht workin' there? \n[69]       \n[70]What?! I was just makin' a joke for chrissakes. I'm sorry, Charlene. \n[71]Yeah, five days before the fight -- \n[72]       \n[73]  \n[74]  \n[75]Everybody's talkin' about the movie, Dicky, it sounds. \n[76]They're sayin' it makes you an' the city look bad. What'd they make ya do? \n[77]What kids, Dicky? \n[78](wiping away her tears \n[79]  \n[80]  \n[81]You traitor motherfucker! \n[82]With that scumbag LoNano?! Now I gotta save Micky! 86 ' 88 LINCOLN CONTINENTAL  - ALICE &amp; GEORGE WARD'S 86 \n[83]Well, well, well, look at this. \n[84]You can't hide from us, Micky. \n[85]I wasn't talkin' to you, I was talkin' to my son. What're you doin' Micky? \n[86]Ya not helpin' yaself with ya fathah's scumbag friend, and ya can't turn ya back on Dicky, all he evah wanted was for you to be World Champ. \n[87]Keep ya mouth shut. I'm his muthah. You need Dicky, no one trains you like him, ya can't do it without \n[88]I'm lookin' out for YOU. My boys are everything to me. I had nine children, I loved all a you the same. \n[89] Are you crazy, Micky's my baby! Micky grabs her before she gets to Charlene. \n[90] \n[91] What's happening? My God, what is happening to everyone? I don't undahstand it. George pulls up in roofing truck, starts to get out, sees Alice and sisters, looks scared, pulls out. \n[92]      \n[93]  \n[94]  \n[95]  \n[96](tense teasrs, holds phone, watches TV Round 7. Sanchez'll try to finish 'im right now. (tearing, wipes \n[97] \n[98] Oh Dicky, thank Gahd, everythin's gonna be OK again. \n[99]Thank god you're out! Charlene and that LoNano charactah are robbin' 'im blind, Sal's sayin' ain't no money for spahhin' pahtnahs! \n[100](looks at Dicky like he's \n[101]What happened? \n[102]That's not right. [Dicky starts to leave] He never woulda won Sanchez without me! \n[103]Why don't you ask Micky? \n[104]Why don't you ask Micky if he woulda won Sanchez without Dicky? Ask him. They all look at Micky. He is torn up over this as he considers it before he speaks and they all watch, tense. \n[105]You were lucky to win that fight, Dicky saved him! \n[106]Everything happens for a reason, this could be for the best, honey. Micky watches Dicky get geared up with gloves, headgear, mouth guard by Art Ramalho. ANOTHER BOXER gears up Micky. \n[107] Alice, take him home. [Little Alice leaves with Little Dicky]. What're you doin', Micky? What's the matter with you! \n[108]Let your brother talk. \n[109]I'm sorry, I'm sorry. I didn't know. \n[110]I didn't know what I was doing, I don't know why I did what I did, I did the best I could, I'll do better, I don't want to hurt you, Micky, I love you so much. As she holds him, Micky looks frustrated, but tears up in spite of himself and nods. \n[111]Been there from the staht -- \n[112](smiles at all the cameras.. .her one well- \n[113]       \n[114]Both my boys are champions, Micky you're a champion! I love you! She touches Micky's hair and neck, loving eye contact with him, when Micky is pulled toward Charlene, who grabs his face and kisses him deeply, leaving Alice to turn and lovingly fix the collar of Dicky's cornerman jacket. FREEZE ON MICKY CHARLENE KISS: 'Micky married Charlene in 2005. They live in Lowell with his daughter Kasie in the house he bought with the money he made from the Neary fight. Credits continue. ", "Mickey": "\n[1]You gotta fight next week, Micky, you gotta be trainin' on time. \n[2]Come on, I can do the mits for ya, but then I gotta get back to work. He jumps into the ring and holds the mits for Micky who hits them, they work the mits. Sisters whisper, gossip. Suddenly the door bursts open, EVERYONE LOOKS: Alice, made un, hair done, high heels, gold earrings, new dress, grand entrance with Dicky's scrapbooks under her arm...Two more daughters, Little Alice and Beaver, follow her. She stops when she sees the camera guys look up, unprepared. \n[3]Your Dicky ain't here, Alice. \n[4]Jesus, I come by to help! I gotta go back to work anyhow, it ain't fair to Micky. He needs to be trainin'. He's not bein' handled right. \n[5] It's none a my business, but I been goin' to meetin's, and they say let go and let Gahd. You don't need this shit, Micky. Let's just go without 'im. \n[6]You're already doin' it without him. \n[7]What the fuck is he doin' here? \n[8]No. That's distracting for Micky. \n[9]Don't fuckin' ask me. I just take what ya give me. O'Keefe turns back to Micky who's staring at MIKE \"MACHINE GUN\" MUNGIN, 27, 5'9\", 158 lbs, red trunks, in the opposite corner: HUGE, and in prison shape, big biceps, shoulders, neck. Micky's eyes widen with fear. \n[10]That guy's not a welter weight. \n[11]THINKING, deciding. \n[12] Is there gonna be a press conference? \n[13]We were lookin' at tape today on Belinc and I think if Micky cuts off the ring in most rounds -- \n[14] Don't, Micky! I don't want ya gettin' hurt before the fight! He rushes out after Alice, George, Red Dog, Sherry leaving Micky and Charlene behind. Hear more SIRENS, SCREAMS from the street. Micky can't take it, jumps up. \n[15]Are you kiddin' me? Are you Are you for real? Sit down. serious? Sit down, sit. Sit down. She grabs the back of his pants.. .he drags her a little, pushes her hand off, leaves her outstretched, hair fallen over her face. \n[16](pulling fellow cops away, trying to keep the peace Guys, come on, back up. Cops back up from Charlene and O'Keefe... Blood spilling into Micky's eyes, holds up his left hand, which Charlene looks at. \n[17] How's ya hand?! \n[18]Looks bettah. \n[19]Why don't ya come down to the gym if ya want? Ya fat fuck, look atcha. \n[20]It's bettah for ya if ya don't see it, Micky, it's just gonna make ya feel bad. [turns to everyone] What are you lookin' at? He ain't gonna be on TV, it's his crazy brothah. People stare at them. \n[21]Nobody keeps tryin' like this kid, I swear to God someone up there's watchin' over him, he's far from done. He'll take five punches to land one, that's how he fights, that's who he is. Micky this is Sal LoNano. Micky shakes Sal LoNano's hand. \n[22]- Micky, I know ya dad wants this guy to manage ya, and I'll train ya on one condition. \n[23]No Dicky, no Alice. If they come back, I'm gone, Mick. I can't deal with the bullshit, no offense Georgie. \n[24] Breathe, Mick, breathe. Catch this sunovabitch with an ovah hand right, ya hear me? He won't see it comin'. \n[25] Shut the fuck up, Sal! \n[26]He's good! He's good! \n[27] Will ya siddown, I got it! I know what I'm doin', Jesus -- (wipes Vaseline over \n[28]Holy Christ, that's beautiful. \n[29]That's fuckin' bullshit! Take that back! \n[30]They gotta go. If we're gonna train. \n[31]  ", "O'Keefe": "\n[1]  \n[2]You gotta fight next week, Micky, you gotta be trainin' on time. \n[3]Come on, I can do the mits for ya, but then I gotta get back to work. He jumps into the ring and holds the mits for Micky who hits them, they work the mits. Sisters whisper, gossip. Suddenly the door bursts open, EVERYONE LOOKS: Alice, made un, hair done, high heels, gold earrings, new dress, grand entrance with Dicky's scrapbooks under her arm...Two more daughters, Little Alice and Beaver, follow her. She stops when she sees the camera guys look up, unprepared. \n[4]Your Dicky ain't here, Alice. \n[5]Jesus, I come by to help! I gotta go back to work anyhow, it ain't fair to Micky. He needs to be trainin'. He's not bein' handled right. \n[6] \n[7] It's none a my business, but I been goin' to meetin's, and they say let go and let Gahd. You don't need this shit, Micky. Let's just go without 'im. \n[8]You're already doin' it without him. \n[9]What the fuck is he doin' here? \n[10]No. That's distracting for Micky. \n[11]Don't fuckin' ask me. I just take what ya give me. O'Keefe turns back to Micky who's staring at MIKE \"MACHINE GUN\" MUNGIN, 27, 5'9\", 158 lbs, red trunks, in the opposite corner: HUGE, and in prison shape, big biceps, shoulders, neck. Micky's eyes widen with fear. \n[12]That guy's not a welter weight. \n[13]Yeah, holy shit, stop lookin' at Sugar Ray and wake up. We'll hafta run the first few rounds, get 'im tiahed, he can't be ready, right? He just got off his fuckin' couch. \n[14] Is there gonna be a press conference? \n[15]We were lookin' at tape today on Belinc and I think if Micky cuts off the ring in most rounds -- \n[16] Don't, Micky! I don't want ya gettin' hurt before the fight! He rushes out after Alice, George, Red Dog, Sherry leaving Micky and Charlene behind. Hear more SIRENS, SCREAMS from the street. Micky can't take it, jumps up. \n[17]Are you kiddin' me? Are you Are you for real? Sit down. serious? Sit down, sit. Sit down. She grabs the back of his pants.. .he drags her a little, pushes her hand off, leaves her outstretched, hair fallen over her face. \n[18](pulling fellow cops away, trying to keep the peace Guys, come on, back up. Cops back up from Charlene and O'Keefe... Blood spilling into Micky's eyes, holds up his left hand, which Charlene looks at. \n[19] How's ya hand?! \n[20]Looks bettah. \n[21]Why don't ya come down to the gym if ya want? Ya fat fuck, look atcha. \n[22]It's bettah for ya if ya don't see it, Micky, it's just gonna make ya feel bad. [turns to everyone] What are you lookin' at? He ain't gonna be on TV, it's his crazy brothah. People stare at them. \n[23]Nobody keeps tryin' like this kid, I swear to God someone up there's watchin' over him, he's far from done. He'll take five punches to land one, that's how he fights, that's who he is. Micky this is Sal LoNano. Micky shakes Sal LoNano's hand. \n[24]Get ya confidence back. \n[25]- Micky, I know ya dad wants this guy to manage ya, and I'll train ya on one condition. \n[26]No Dicky, no Alice. If they come back, I'm gone, Mick. I can't deal with the bullshit, no offense Georgie. \n[27] Breathe, Mick, breathe. Catch this sunovabitch with an ovah hand right, ya hear me? He won't see it comin'. \n[28] Shut the fuck up, Sal! \n[29]He's good! He's good! \n[30] Will ya siddown, I got it! I know what I'm doin', Jesus -- (wipes Vaseline over \n[31]Holy Christ, that's beautiful. \n[32]That's fuckin' bullshit! Take that back! \n[33]They gotta go. If we're gonna train. ", "Charlene": "\n[1] \n[2] Are you gonna say anything? Are you gonna order a drink? Are you gonna just stand there lookin' at my ass? Your father looks at my ass but at least he talks. Micky looks at her. \n[3] He thinks you're the greatest, but he didn't tell me you're mute. \n[4] Oh, you talk. You pave streets, right? \n[5] I heard you're a steppin' stone. \n[6] The guy -- they use -- against othah fightahs to move the othah fightahs up. Micky and Charlene stare at each other. He is taken aback. \n[7]Everybody's talkin' about it. But who are YOU fightin'? Saoul, Sal, Saul? Mamby, Mamby. Momby. What kinda name is Saoul Mamby? \n[8]Where'd they find a guy like that? \n[9]Formah champ. \n[10]What's that mean? \n[11]I didn't know there was a difference. \n[12]Are you married? \n[13]It happens all the time, trust me. \n[14]When? \n[15]I saw your shadow. And I heard you talk two seconds ago! Micky doesn't move. \n[16]Why don't you open the door and tell me to my face why you didn't call me yestahday? Micky thinks, goes to the door, opens it. Charlene is slightly taken aback by his bandaged face. \n[17]- Why'd you stand me up last night? \n[18]'Cuz you lost the fight? \n[19]I asked my brothah,-- (sees one of the bandages on his head peeling away Your, ahhh, your thing is comin' off. She points to his face. He touches the right side bandage. \n[20]No, the othah thing. It's a mess. It IS a mess. \n[21]Ya got any tape? \n[22]  \n[23]You didn't go head-body-head. \n[24]So why'd you fight him? \n[25]Who's everybody? \n[26]So are you gonna take me to dinnah and movie tonight or what? \n[27]Sun starting to set. Micky stands next to his car, checks himself in the side view mirror, hair still wet, combed, new bandage on his face, pauses. \n[28]Thanks. It's an apahtment building. \n[29]There's five of 'em in there, one-a my old roommates lives in one. \n[30]College, but a lot a good it did me, I'm workin' in a bah. \n[31]Uh yuh. Popular. I need to get the hell outta that place. If I don't drink while I'm workin' I'd kill myself - \n[32]U.R.I. Full boat. \n[33]I was a high jumpah. \n[34]Fuck you, I cleahed 5-10, I was New England Champ, but so what, I nevah graduated. I pahtied too much. \n[35](looking around the theater, street What the hell we doin' in Richie Rich Lexington? You come to this theatah a lot? \n[36]Like what? \n[37]I think Belle Epic is how ya say it and I nevah heard of it. Is it only playin' up here in Lexington? \n[38]From who? \n[39]That's what you wanted to see? There wasn't even any sex. What Lowell guy on a road crew saw that movie in Lexington and recommended it?? Micky walks quickly ahead to the car, can't find his keys. \n[40]Micky. [He stops, turns] They're in your hand. Micky looks at the keys in his hand, embarrassed. \n[41]What's going on? You afraid to run into your girlfriend? You have a girlfriend, just say it, that's why you took me to Lexington. then stops, puts the car in park and turns the engine off. f nNTTNTTFT)' \n[42]- What do you have to be ashamed of? \n[43] You said you never shoulda fought that guy, but your mothah and your brothah wanted ya to do it. \n[44]You think your family's lookin' out for ya? \n[45]What else could I say after what you told me? Look at your face, look at you. Beat. He suddenly leans in and kisses her. The kiss builds with confidence and passion to a very intense level of connection and abandon and promise. \n[46]Really? I heard a lot about you, too. \n[47]The same thing you meant. Micky shifts uncomfortably toward the sofa. \n[48]I don't know, maybe you not showin' up on time to train. Maybe Micky havin' to come find you in a crack \n[49]--when you're sposed to go to the airport. \n[50]My name is Charlene, you just met me, I'm datin' Micky. Should we do it again? Hi, my name is Charlene. \n[51] We're together, don't insult me and don't insult Micky. \n[52]  \n[53]Stop callin' me a MTV girl, whatever the fuck that means. \n[54]  \n[55]Why aren't you at work? Is ESPN paying you to train? \n[56]Dicky? Alice would be better than Dicky. \n[57]Fuck, those pillows barely did the job, pardon my French, Kasie. \n[58]She did. But she's wants to quit to go for teachah certification. \n[59]It's OK, I know you been tryin' to live offa Micky for years. \n[60]Whoa. \n[61]Are you kiddin' me? Are you Are you for real? Sit down. serious? Sit down, sit. Sit down. She grabs the back of his pants.. .he drags her a little, pushes her hand off, leaves her outstretched, hair fallen over her face. \n[62]Mickyyyy! Nooooo! \n[63]LEAVE HIM ALONE! [swings at cops] Back the fuck up! \n[64]  \n[65].Micky finishes another beer, throws it into the bushes and walks up to the entrance. Rings the intercom. \n[66]Who is it? Micky doesn't say anything. \n[67]I don't wanna see you, Micky. \n[68] \n[69]I can't take it, I'm not gonna let you or your family drag me down. ) \n[70]That's fuckin' stupid. \n[71]Because it's sad you let them take it away from you, with all their stupid bullshit. \n[72]There's a lot you could do, Micky. Ya fathah's gotta guy he wants ya to meet. You just don't think you can do it without Dicky - Micky looks at the intercom... doesn't say anything... looks up at the apartment building. Walks away. 65aA INT. DICKY'S CELL - BILLRICA HOUSE OF CORRECTIONS- NIGHT 65aA Dicky shivers through crack withdrawal, clinging to his bed, sweating. SCREAMS, scratches at himself, SCREAMS in agony. PRISONER'S SHOUT OS 'SHUT THE FUCK UP.' Time lapse shows day night day night as Dicky shakes, screams, shivers. Til he stops - exhausted. Clean. \n[73]No crazy-time nonsense. \n[74]Micky and Charlene make out in their underwear on the bed \n[75]Holy shit. Your mothah's here with your sistahs. \n[76]I'm not hidin' from your crazy fuckin' family, Micky! \n[77]THE DOOR OPENS...and Charlene stands there with Micky slightly behind her. \n[78]Hi. \n[79]Look at what? \n[80]He's not hiding. \n[81]Micky's a grown man, he can make his own decisions. \n[82]       \n[83]You got a funny way a showin' it -- \n[84]Lettin' him get beat up, get his hand broken. \n[85]Don't call me skank, I'll rip that hair right outta ya fuckin' head! Red Dog lunges at Charlene and takes poke at her; Charlene grabs Red Dog's face and shoves her.. .then backhands Beaver, who's grabbing her hair, sloppy like a bar fight. \n[86] Come on Micky! Stop dickin' around! \n[87](looks up at Micky from \n[88]  \n[89] \n[90]Why? Why is the beautiful? \n[91]They have to go, Micky. \n[92]How can you say that to O'Keefe? \n[93]You got the focus and confidence from O'Keefe and Sal and your father and me! \n[94]We saved him! Dickya junkbag! \n[95]I'm sure you'll need somethin' for your back now that you're out. \n[96]  \n[97]You can't do that to us. \n[98]Maybe you're just like them and that's where you belong. She looks at him, turns and walks out of the gym, followed by O'Keefe, who looks sadly back at Micky. \n[99]Dicky pushes the buzzer, sweat dripping. \n[100]Get off my porch, you piece of shit. Dicky presses the buzzer and won't stop. \n[101] You fuckin' asshole! \n[102]Charlene opening her door...Dicky standing in the doorway, sweating, agitated. \n[103]Really? What makes ya say that? \n[104]You're full a shit. \n[105]  \n[106]OK, let's make things right, numbah one: Ya didn't knock down Sugah Ray Leonahd, he tripped. \n[107]Maybe, the part without Micky sucks. Maybe I never did anything special like you, but I love Micky and I want him to have his chance. \n[108]OK. I'll see ya in Micky's corner, otherwise go fuck yourself. Dicky nods, walks off the porch. \n[109].Micky slams the door of his car, walks to see: Dicky leaving. \n[110]Me and O'Keefe got him through \n[111] Give him the stool! Where's the stool! \n[112]He needs to sit! ", "Fleming": "", "George": "\n[1] Shut up, Tah. Alice and everyone laughs. George reading the roofing invoice, holding the pay phone, and gives them all the finger. Short &amp; fat. \n[2] \n[3]You can't beat that ass, come on. George pats his son's shoulder as he stands behind Micky at the bar, both looking at Charlene. Awkward. \n[4]This is what you do to ya brothah the day we travel? George pulls Dicky off the fence, swings at him with a big punch; Dicky slips the punch and nails George in the eye with an overhand right, George goes down. Micky rolls his eyes. \n[5]Christ, Alice, he's been through the wringah - \n[6](nods, kisses Charlene \n[7]None taken, I'm the one who's gonna get his balls cut off anyway. 85 ALICE &amp; GEORGE WARD'S HOUSE - KITCHEN - DAY 85 George holds his arms up as pots, plates come flying at him. Alice looking around for something else to throw at him. George grabs her and holds on before she can hit him... \n[8]Those pans hurt, you crazy bitch! I hadda help Micky! \n[9](puts a short beefy arm around Dicky's neck Dicky, meet my friend Sal LoNano. Dicky glances warily at Sal for brief eye contact. \n[10](trying to keep up with \n[11]Micky wants you, I want you. \n[12]We gotta do this for Micky, come on. You're my son, too, Dick. Come on. \n[13]       ", "Sherri": "\n[1]With othah girls. ", "Sal": "\n[1]  \n[2]Right, go from there. [claps his hands together in an idiosyncratic \n[3] Why you running around so much?! Don't run around no more \n[4]You're blowin' it! .Mickey O'Keefe pours water into Micky's mouth. Referee Mitch Halpern comes over to the corner. \n[5]Micky, Mike Toma just told me something very interesting. Micky, Charlene look at Sal, unsure. \n[6]Remember Alice told ya Mike Toma was usin' ya like a steppin stone for Sanchez and I said she was fulla shit? Turns out she was right. Toma said Sanchez had a title shot if he won tonight. Micky and Charlene look unsure as they take this i \n[7]Now it's Micky's shot. Shea Neary in London for the title. Charlene kisses Micky. Everybody slapping Micky on the back, hugging him, jumping up &amp; down around him, celebrating him, a world title shot. Micky smiling in the middle of the celebration, then, distracted, something's missing. \n[8]Make sure you don't do somethin' stupid. .Whitesnake's \"Here I Go Again\" begins playing over the sound system... ", "Lanano": "", "Dicky": "\n[1]You knocked my block off! He resets his head, punches Micky. \n[2]Five o'clock. Micky waves his hands like Dicky's done. Dicky throws another play punch and Micky hams up going down, getting knocked out, feet flying up in the air. \n[3]He's down! Micky Ward is down! 4- 3-2-1, it's ovah! He's out! A surprising ovahhand right! Dick Ecklund Jr. is BACK, right hereon HBO, ladies and gentlemen! PAN REVEALS, HBO documentary camerman, and a PRODUCER taping it all. Guys on the ROAD CREW crack up in the background. \n[4]The Pride a Lowell is back! He pulls Micky up INTO A BROTHERLY ARM BUMP/HUG HANDS CLASPED. Micky smacks the back of Dicky's head as Dicky raises Micky's arm in the air like a champ. \n[5]       \n[6] Look who's here! I'm comin' back, Lowell! Micky's gonna win, we got HBO here! Look at this -- He walks down the street like he's running for office, people shouting his out his name. . .most everyone knows him...and even those who don't are charmed by this toothless Pied Piper... some look confused, surprised by his comeback, some hold memorabilia from his Sugar Ray Leonard fight to sign. He kisses a girl, laughs his missing-toothed grin. Dicky high- fives 19-year-old RAY RAMALHO, crew cut, body bent by cerebral palsy. \n[7]Ray Ray! Smile, you're gonna be in my movie! HBO's makin' a fuckin' movie about me! And my brothah's gonna win next week! He grabs Micky's arm again, they are trailed by the road crew guys  walking behind Dicky shaking their heads, smiling, following. \"Don't Bring Me Down\" continues... Everybody shouting out Dicky's name, \"Dicky!\" \"Dicky!\" \"Dicky!\" Some calling \"Micky!\" \"Micky!\" \"Micky!\" \n[8] Meet my muthah! We're back on HBO, \n[9] My sistahs! Six of Alice's seven daughters ARRIVE, look up as the camera pans and pauses for each one: GAIL \"RED DOG\" CARNEY, 35, skinny, red hair; SHERRY \"THE BABY\"; PHYLLIS \"BEAVER\" ECKLUND, 32, blonde red, tall. CATHY \"PORK\" ECKLUND, 30, full breasts, bleached-blonde; \"LITTLE\" ALICE ECKLUND, 31, a mini-version of Alice; DONNA  JAYNES; 36, round face, bleached-blonde, CINDY \"TAR\"  COOPER, 33, wasted; and They are like a bleached blond, cigarette smoking Greek chorus that trails Alice everywhere. PAN FROM ONE TWO the next as Dicky introduces them, seeing each distinctive, hardened face. \n[10] That's Red Dog, Sherry, the baby, Beavah, Pork, Little Alice, Donna, and Tar. They follow my muthah everywhere! \n[11]  \n[12]George is my Poppa. \n[13] Don't hurt ya hands, we got a fight next week!  - What you say to my bruthah? What you say to me? OTHER BARTENDER plunks down the drunk's drinks. \n[14]And whatta ya say to me? \n[15](to Charlene, hugs Micky's \n[16](shakes his head, holding crack smoke in Wasn't a knockdown. Dicky kneeling smoking a crack pipe. He exhales crack smoke as he pops back to his feet where he bounces on his toes like a fighter opposite GARY \"BOOBOO\" GIUFFRIDA, 40, a goofy looking chubby crackhead, rotting teeth, trucker's hat; WOLFIE, long sideburns, sunken eyes, 35. Dicky inhales again from pipe, a refashioned plastic soda bottle, lit with a Bic lighter. He starts sparring BooBoo. SINGLE ON Dicky OVER BOOBOO'S SHOULDER, actual audio in his head from the fight: \"Ecklund has a bit of a reputation for being a fast-liver, Don.\" \"A what?\" \"A fast-liver. And they think, at least Angelo said he thought that's what has held him back. But of course with an opportunity like this perhaps he's slowed down his living a little bit.\" \n[17] BooBoo put ya hands up, stand like Sugah Ray I gotta get ready for my movie! \n[18]I stahted the ovahhand right in the 8th. Slippin' his left, settin' him up for the knockdown in the 9th. \n[19]THERE IT IS! First knock downa Sugar Ray's career! \n[20]  \n[21]What?! \n[22]Where'd you fuckin' pahk the cah, BooBoo? \n[23]Fuckit, I'll run, I need the \n[24]  \n[25]Quackah! \n[26](notices Alice's hair, \n[27](walks over to the HBO camera, laughs You been talkin' to the camera, Mick? Introduce everybody!  Hoppy cut! \n[28]Goncho, goncho, no goo' for yooou, Deeckie, no goo' for youuu!' \n[29]Ray-Ray! (sweetly holds Ray's head to his to teach him Put ya hands like this, turn that punch. Turn it. Ya ready for the camrahs? Micky's stands waiting, watching Dicky putting on a show. It's always the Dicky show. \n[30]Micky, how do ya make a girl sound just like a porpoise? \n[31]Ya go for the back door [Looks over his shoulder, shakes his head \n[32] My back! My back! \n[33]We got Saoul Mamby. Jewish, black, formah World Champ. I think we got all the bases covahed, right? Micky lost three fights in a row, he can't get used to losin', it becomes a mental thing, we're gonna break it with Mamby, right? \n[34]Enough a you wastin' time, Mick, half the fuckin' day's gone, we got work to do! Micky glares at Dicky like he's going to fucking hit him. \n[35]Oooh, Alice, he's mad now, look at him. Ya hit one those guys like ya wanna hit me right now maybe ya woulda won one of them fights! See? He's a quiet guy, he needs the fire. \n[36] Work, work, head, body, head, body. [To camera] Set it up sneaky, switches stances inside. No! [shoves Micky] That's too far out, switch inside, see, he switches outside, I'm gonna catch him like this, [upper cuts Micky, nails him], don't switch OUTSIDE! Micky, mad, throws a fast combination back but Dicky leans on the ropes and SLIPS IT ALL, clinches Micky, smiles at camera, pops his hips forward. \n[37]  \n[38] Micky does everythin' I tell him, he's goin' all the way to a world title! Now move, that's why you dropped the weight! We're gonna out box Mamby. [Now to Producer] Three months. I can get myself back in shape in three months. \n[39]Hook-- Head-Body-Head! C'mon! That's ya fuckin' combo, head-body- head! \n[40] Ya know Sugah Ray's gonna be there callin' the fight for ESPN. I ain't seen him since since I knocked 'im down 14 yeahs ago.  You don't wanna embarrass yaself in front a Sugah Ray, do ya Mick?! Micky scowls at them, gets inside, unloads a vicious hook to Gilberto's ribs. Jose crumples down to the canvas. .Micky's eyes go wide as he looks down at Jose on the ground. Micky's surprised himself, that was good! \n[41]That's ya punch, Micky. \n[42]That's a kidney punch, shuts the whole body down. Right heah - [pokes HBO producer on the spot and he bends over in pain, Dicky laughs]. \n[43]You look good! You can definitely do this. You look good in there, Micky, real good. [false teeth sideways, crazy face]. I'm Saoul Mamby, Micky Ward hit me - Dicky arm around Micky, walks up to Alice at her car, Little Alice and Beaver getting inside. He shoves his dentures coo- coo sideways -- \n[44] I'm not here! \n[45]  \n[46]  \n[47] No, no, I just came to check on some friends, I'm not mixed up in this. Micky looks at his mother in disbelief, his father down on the ground behind him... . his brother high out of his mind. \n[48]Hold on. BOO BOO STARTS TO CLIMB IN, 'COSMO' written on forehead. \n[49]We got a promotional thing we're doin', for the bar, it's gonna be good, you'll see. \n[50]Nobody asked you! \n[51](excited, jumps up off the bed, showing Micky See his right ahm goes leaves his side open, light him up like a pinball machine, he'll be pissin' blood, no way you lose, no way - .Alice and LOU GOLD, 40s, balding, mustache, the matchmaker for ESPN, walk into the room, \"Mamby vs Meekins\" still playing on TV. Alice looks serious. \n[52] ESPN couldn't get us bettah rooms than this, Lou? \n[53]Like what? \n[54]The guy from Philly, ain't he in prison? \n[55]He's a fuckin' middleweight, Ron! \n[56]We're gonna box Mamby, not slug it out with a middleweight! \n[57]Joey Ferrell knocked him out! You knocked out Joey Ferrell. \n[58]Ray! Sugah Ray! Ovah heah! Sugar Ray doesn't respond to Dicky. He's talking to the ESPN camera, still looks young, handsome, not a mark on him. \n[59]We gotta talk latah! \n[60] \n[61]Holy shit. [rubs Micky's neck] \n[62]Look at me, Mick, don't look away. \n[63]You can't go back to fightin' scared, you gotta hit back like you know you can and I know you can. I don't care who that guy is, you're Micky Ward. Micky nods, but we see he's scared; it's not a fair fight. \n[64]- Button it up, Ed. If you can't stop the bleedin', we'll fuckin' sue ya. .Ed Aliano smiles, sticks swabs up Micky's nose to stop the bleeding, get everything cleaned out. . .Dicky pours water into Micky's mouth. Micky swishes it around, spits it out... \n[65]You okay? \n[66]What're you doin' out there? You feel like fightin' or what? You gotta jab and move. Don't stand in front of this guy, keep 'im off ya, jab and move - (shows him, jabbing the air, moving back &amp; forth Jab and move. What are you ascared of? You're fightin' scared again! Micky just nods. \n[67]We nevah shoulda fought that guy. Forget about it. Alice, HBO's waitin' for us. Sugah Ray's out there! C'mon you come too, Mick. Dicky heads back out. Alice looks at Micky, pats his cheek and follows after Dicky, leaving Micky sitting alone on the trainer's table. \n[68]RAAAAAAAY! Hey, Ray,-- The bodyguard stops him. Sugar Ray sees Dicky and waves him over.. .Dicky smiles, missing teeth. The HBO cameraman following after him. Sugar Ray shakes Dicky's hand. \n[69]That's what I was tellin' 'im! I told 'im, Ray. But Mungin weighs like 160 pounds! ESPN fucked us,-- (stretches his back, turns to Sugar Ray's girl Ya know I knocked Ray down. \n[70]Oh don't say that now. I know I look like shit, but,-- I went 10 rounds with you, Ray, I knocked you down. C'mon, lemme buy you guys a drink. \n[71](points to the HBO \n[72](looks at Sugar Ray like he's fucking crazy; what \n[73] \n[74]What's he talkin' to Mike Toma for? He starts to head over. \n[75]You can't trust that guy, Micky, you don't know 'im. Did he say anythin' about me? Did he say I could come? \n[76] Take care, Mick, we'll talk tommorrah. Little Dicky runs out of the house into Dicky's arms. \n[77]Hey, champ! Daddy's home! \n[78]Did Uncle Micky win? \n[79]Not this time, Dicky, try and gimme a sock in the nose-- Micky, lost in thought, stands at his car watching Dicky playing with Little Dicky. \n[80](looks up as Little Dicky tags him in the nose What're you talkin' about? George walks over to his Micky sympathetically as Dicky grabs his brother by the shoulders. \n[81]ESPN screwed us, they owe us. We'll get anothah fight. Just get healed up, Micky, you're okay - \n[82] \n[83] Just like I told ya! Against Joey Belinc in six weeks at Foxwoods! Kid's like 10-8. He's nuthin'. \n[84]17.5, I thought you said 25, anyway that's still good money, Mick. \n[85]What!? Charlene looks at Micky, as if to say, \"speak. is He looks at her, she starts to open her mouth, stops. \n[86] Why, how they been goin'? You're the one in the ring, Micky, yeah that last one was unfair, but we ain't gonna repeat that, so it's up to you in the ring. \n[87]Where? \n[88]What's his problem? Micky sits back and folds his arms, a bit frustrated. \n[89]What do you know about anythin'! We don't even know who you ah. \n[90] He don't know who she is! \n[91]And me. \n[92]Of course! Of course, Micky, I coulda had that! I know what you're talkin' about. You think I'm stupid? \n[93]Ma, please, let me say this I had opportunities like you're gonna maybe have. I had a girl I wanted to be home with.[Sad for a moment] You should have that. No one's sayin' you shouldn't have that. But I can't have you goin' to Vegas, we gotta stick together, Micky, please. I can get ya money to train yeah 'round, if that's what ya want. I'll handle it. Dicky looks at Micky. . .then turns to Alice and nods his head at her. He's got it. She's puzzled. Micky nods. Uncomfortable awkwardness as everyone looks at him and Charlene. \n[94]  \n[95]-- to give YOU $200 each, and now you have your $2,000. \n[96] \n[97]Understand? \n[98]Not everyone, just 10 a you. \n[99]No no no no. I'm givin' you an \n[100]You get that from TEN OTHAH PEOPLE you offah the opportunity to. \n[101] I love Cambodian people! They all yell in Cambodian at Dicky who looks aggravated, still holding onto Quackah. \n[102](mumbling fast to camera, high out of his mind They didn't understand. They're practically my gang, they usually listen to me but didn't understand the opportunity, anyway, where were \n[103]Oh, yeah, all the money I coulda made if we just fuckin' did it RIGHT, they threw me in too early. We didn't know, my mothah didn't know, Sugar Ray was too much, too soon. I needed to build slow. If I had Micky's discipline, with my talent, forget about it. My wife Debbie was the prettiest girl in Lowell, and my daughtah Kasie, I mean Kerry, I want Kerry to be proud a me. [Lights pipe] \n[104]Excuse me, BooBoo, it's still my movie, and this part [lights pipe] will make me and Micky's comeback more dramatic. I'll tell ya how crack works [inhales from pipe]. \n[105]When it entahs ya blood, ya get a peaceful energetic feeling ovah ya body, a kinda happiness - As his words continue we PUSH IN ON Dicky'S FACE and CUT TO FLASHBACK: medium shot, Dicky sits by a window, high; from this dissolves a second Dicky who dances a slow happy, funk dance across the room; out of this second Dicky dissolves a third Dicky who lies on the couch, Karen comes and makes out with him -- \n[106] -all the mistakes and the regrets of the past melt away, you feel so much lightah like when you were young and everything's in front of you. Then it fades and you gotta get high again. All three Dickys in the flashback - by the window, dancing, making out on couch -- flicker and vanish to the grating sound of aphone left off the hook. PULL OUT FROM Dicky's face in present \n[107]  \n[108](through cheap megaphone \n[109]Empty ya pockets, put everything on the roof, ID, wallet, cash. Your wife know you're here, huh? \n[110] Don't turn around! Empty ya pockets! The guy empties his pockets onto the roof of the Volvo. BooBoo sits in Dicky's station wagon. \n[111]Walk to the sidewalk, we have to take the vehicle. [Takes cash, mumbles to Karen] Take half, get us some rocks. \n[112] You're 'bout to lose your breath. \n[113]We gotta talk, it was self-defense, right, say it was self defense, ya come outside, ya seen 'em beatin' on me, I didn't do nuthin' -- \n[114] I was doin' it for you! \n[115] What ah ya gonna do without me? Micky stares as Officer pulls Dicky away, sad. \n[116]- I can't believe they let Micky go. What about me? \n[117]What'd I do? They're aftah me. I'm fuckin' Dicky Ecklund. I'm gonna have to plead out, right, get like three yeahs. Could HBO help talk to 'em? What's gonna happen to my movie? I'll be out in a yeah or so, maybe less with good behaviah. We can finish it then, \n[118] What about my comeback? I didn't do nuthin'. Who's gonna take care a Little Dicky and, what about Tommy? \n[119] I know.  They're lettin' everybody on the first two tiers watch it tonight. C'mon, hit daddy with a kunckle sandwich. Bang-bang. Right in the mouth. (takes Little Dicky's hand, hits own mouth C'mon, a knuckle sandwich! .Little Dicky hits Dicky in the mouth again. . .And Dicky pops out his fake teeth. Little Dicky cracks up laughing. ) \n[120] - My teef, my teef, Dicky, you knocked out my teef! \n[121] It wasn't supposed to work out this way. Say we did it for the kids, ma. \n[122]About drugs, and all that. Is Micky gonna watch it? You ask 'im why he don't come to see me? All I do in here is think about comin' back and workin' with Micky, that's what keeps me goin'. I want a second chance to do it right for him and win a title. Will ya tell him that for me? They hear a guard, \"C'mon, five minutes Dicky, wrap it up.\" Little Dicky reaches out and gently cups his father's nose.. \n[123].Dicky pacing his 6-by-10 cell, solid stone walls, black The Fighter 8/28/09 GREEN DRAFT 63. \n[124] \n[125]  \n[126]I gotta go home, Harry. I gotta tell Dicky it's gonna be okay, he don't gotta cry. \n[127]Get back upstairs before I write ya up. \n[128]- He don't gotta cry no more. \n[129]Yeah, sure, they got ya fighin' Alfonso Sanchez. \n[130] Yeah, HBO's all invested in the Mexican, Micky, wake up, they don't care if you get killed. Toma did it. He's usin' ya like a steppin'- stone for Sanchez. \n[131]I seen that Mexican fight, Micky! He hits very hard! 15 knockouts! Undefeated! Are you crazy? That idiot LoNano went right for it! He's usin' you to steal money! \n[132]What's ya plan, Mick? How ya gonna fight Sanchez? \n[133]Oh yeah, you are. \n[134]They won't let us watch the fight cuz it's 'violent'! They let us watch the stupid documentary on crack but not my own brothah fightin'! [people look at them]. Are ya scared? Are ya embarraassed cuz ya don't even have a plan? Just tell me. \n[135]I won't shit on it. Come on, just tell me. \n[136]  \n[137]Ya gotta run against this guy! Move, let 'im punch himself out \n[138]Take 'im to the body, Micky! Get inside. Switch stances like ya workin' his right, hit 'im on the left. Be careful, don't switch outside. \n[139] I'm TALKIN' about the way you fight, you moron! You know I'm right! As Micky opens the door his face registers Dicky's words. 96 THOMAS &amp; MACK CENTER, LAS VEGAS - AISLE - 9:02 PM 96 TITLE: Sanchez vs. Ward - Thomas &amp; Mack Center, Las Vegas. Micky making his way down the aisle for the Sanchez fight, emerald trunks, robe with white trim, \"Mickey Ward\" spelled wrong on the back, crowd cheering, HBO. . .Mickey O'Keefe and cutman ED ALIANO, 62, gray hair, glasses, right behind Micky, emerald \"Mickey Ward\" corner 'aackets. 97 RING - THOMAS &amp; MACK CENTER- 9:28 PM 97 running away, face red, scrape on his left cheek, cut above his left eye.. .Hard punching ALFONSO SANCHEZ, 25, 5'7\", 140 lbs, black trunks, chasing after him.. .Charlene screaming sitting ringside with Sal LoNano, George, Donna, Beaver, their husbands, sitting behind them.. . .crowd all around booing Micky, hear one of the HBO announcers, LARRY MERCHANT , \"I mean, Ward's just running away. \n[140]  \n[141]  \n[142] I told 'im inside, c'mon, Micky! \n[143](eyes wide, starting to get nervous, on phone He's gotta go inside, Ma, he's gotta go inside when the time's 105 MICKY'S CORNER, RING - THOMAS &amp; MACK CENTER 105 .Micky makes his way over to his corner, bleeding from above his left eye, left cheek.. .Mickey O'Keefe jumps into the ring... Sal LoNano leaves his seat and goes to the corner, Charlene follows him. \n[144]  \n[145]  \n[146] Easy, Ma, my back's killin' me. \n[147]I'll make it right with Micky, I'll apologize, it'll all be okay. \n[148] \n[149] Quackah! .Micky stops punching, smiles when he sees his brother, sweat dripping... and jumps out of the ring, leaving Mickey O'Keefe behind holding the pads... Charlene, George, Sal, Art, Ray, other fighters in the gym look at Dicky, some call out, \"Dicky!\" \"Dickyee!\" \"Dicky!\" WHILE MICKY AND ALICE HAVE AWKWARD EYE CONTACT; ALSO CHARLENE AND ALICE, then Micky and Charlene. \n[150] Hey, why ain't Micky spahhin'!? Georgie, what're you doin' outta the house? Charlene just shakes her head at Dicky. Micky kisses his mother hello. \n[151] Hey.  Ra Ray! O'Keefe stares, fuming, looks to Micky, who glances nervously, but says nothing. \n[152]I wanna make an amend to everyone here, I know I done a lot of stupid things, and I wanna say I'm sorry, and that's ovah. They all look at him. \n[153]I'm very grateful to be back in this gym with you all. I gotta lotta time to make up for, and I wanna make the best of it. \n[154]You deserve the best, Micky, you have a chance to go all the way and I'm ready to be there for ya. Charlene and O'Keefe look upset. Awkward, everyone looking at Dicky who nods, pleased, and walks into the locker room. O'Keefe and Charlene stare intensely at Micky, who looks somber. \n[155]  \n[156]I look good, right? Alice said lock up mighta been the best thing to happen to me. I got clean. I got clear up here . \n[157]Hold on, I wanted to say' I been waitin' for this day, Micky, I been waitin' the whole time I was away. It kept me goin', it kept me alive, the idea of us workin' togethah again. Micky looks at him, nods. It's breaking his heart. \n[158]Ever? \n[159]The whole time I was away -- \n[160]He says I can't work with him. \n[161]Don't talk to my mother my mother like that. \n[162]Fuck you, Charlene, I'm 8 months sober. \n[163]O'Keefe's in the same boat I am, one day at a time, why's it all right for him to be here, but not me? I'm blood. \n[164]I was trainin' in jail, so I'm ready. The two brothers spar, falling right back into it as Alice, George, others watch. Dicky moving around the ring... He snaps Micky's head with a combination. Micky starts banging him with body shots...Bam! Bam! Bam!...Dicky tries to make Micky miss. Micky grabs him tying him up.. .Dicky pushes Micky away, ducks, jabs.. .Micky traps Dicky's left under his elbow/arm, pulling it. . .Turning Dicky so his back is exposed, drilling him in the kidney. Dicky goes down on one knee in pain... And Micky comes over the top with a straight right off the back of Dicky's head.. .Dicky SLAMS down hard! Face hitting canvas, blood running from his nose into his mouth... \n[165]      \n[166]  \n[167]I'm Shea Neary, let's go, I'm Shea Neary, how ya gonna work me? \n[168]Shea Neary -- \n[169]I'm the one who has this fight, this is my chance for a title, and I won't get another one after this. Am I being selfish? Am I saying Micky, Micky, Micky? I'm sorry, I thought I was fighting for a championship. He throws his gear off and starts to go when she runs to him, embraces him. \n[170]Come on back-- \n[171]No, I gotta take care a something. \n[172]Do ya, Georgie? \n[173]You're my poppa, George. \n[174]I gotta take care a something. He takes off, leaving George behind. \n[175]  \n[176]I know you can't fuckin' stand me. \n[177]I got no use for you eithah, but my bruthah loves ya and ya can't walk away 'cause a me. He don't deserve that. If you want me to quit, I'll quit. \n[178]Sweah to God, I'll quit if it makes you go back. Micky's got a chance to do somethin' I nevah did - \n[179]Fuck you, Charlene. I came here to make things right - \n[180]  \n[181]Your eyes are red, you're hung ovah, don't tell me you're not. Ya life sucks. \n[182]Then leave me alone. He needs me, you heard him, and I know he needs you, so let's spare him the bullshit from either one of us. She looks at him. Nods grudgingly. \n[183]We worked it out fah you. Ask her. It's all together. Micky looks up and sees Charlene standing in the door. She nods. He looks at Dicky. \n[184]Micky nods, heads toward Charlene. \n[185]- hey, Mick, you think I knocked down Sugah Ray Leonahd? Micky pauses, looks at his brother, says nothing. \n[186](walking away, back \n[187](shakes his head, limps \n[188]I should be the one standin' there next to him, I'm his trainah, his brothah and my mothah-- \n[189]No shit, Mick, she's our muthah - Reporters laugh, shout, \"How long were you their manager for, Mrs. Ward?\" \n[190] Where's his song, Sal? You gotta be good for somethin'. I dunno why you gotta be in the cornah anyways - \n[191]Why dontchya try singin', Sal, maybe you can do that - \n[192]Good. Go right at him, staht early for once! \n[193]  \n[194]Shut up! Get outta here! \n[195]       \n[196](leans close into his brother before he goes, \n[197]Go aftah 'im! Get off the ropes! Micky throws a right, going right after Neary. Neary caught off-guard, steps back, letting Micky off the ropes. Micky keeps throwing, legs still unsteady. Neary flicks out a jab, keeping his distace. Foreman, \"I think Neary's making a big, big mistake. He's allowing Micky to recover. He knows Micky's a veteran who's been hurt before, knows what to do when he's hurt. But he doesn't know if he's still hurt or not.\" .Micky waking back up, getting his legs back under him, hitting Neary with a left to the body--Left uppercut ...Neary answers, landing a left hook to Micky's chin--Left hook--Left hook. \n[198](inches from his face, just the two of them Don't take unnecessary punishment, you're not a punchin' bag, don't let him abuse you! You hear me? We been waitin' our whole lives for this! It's all been leading up to right now, Micky! This is your time, Micky! I blew it, but you don't have to. Take all ya emotion and pain from me all we done and use it out there right now. Don't let 'em take it away from you, Micky! Do you hear me? Micky looks at his brother, nods, turns spits out blood and water. Dicky TAKES MICKY'S NECK IN HIS HANDS AS HE PUTS HIS \n[199](holding Micky up off the ground, looks up at him.. .tears in his eyes Ohmygahd, Micky, you're the world champion! You're champion a the whole world! .Dicky holding his brother up in his arms...Micky raises his fists above his head... the two brothers together in the middle of the crowded ring... FREEZE FRAME ON MICKY IN THE AIR HELD ALOFT BY Dicky. Credits start. Then TEXT: 'Micky Ward went on to three epic fights with Arturo Gatti. bringing Micky his first seven-figure paydays. He retired in 2003.\" UNFREEZE: Dicky turns as he holds Micky and now we see Dicky's face, scrunched against Micky's hip as he holds him aloft. FREEZE FRAME ON Dicky: \"Dicky lives with Alice and Little Dicky a few blocks away from Micky, and trains fighters in Lowell. Free from crack, he battles his addiction every day.' UNFREEZE: Alice steps into the ring, BEAMING, followed by George. ", "Eklund": ""}}