{"filename": "Believer,-The_script.txt", "imdb_id": "tt0247199", "imdb_url": "https://www.imdb.com/title/tt0247199", "characters": ["Rav Zingesser", "Danny Balint", "O.L. (as Joel Garland)", "Young Stuart", "Billings", "Linda", "Lina Moebius", "Young Avi (as James G. McCaffrey)", "Orthodox Student", "Carleton", "Curtis Zampf", "Old Coot", "Carla Moebius", "Young Danny", "Danny's Father"], "dialogues": {"Rav": "\n[1]\"And God said to Abraham, 'Take your son, your only son, whom you love, Isaac, and go into the land of Moriah and offer him there for a sacrifice upon a mountain that I will show you...\" \n[2]And why did the Holy One -- blessed be He -- do this? Why did he ask Abraham to sacrifice his only son, whom he loved? \n[3]But, Danny, if HaShem is everything, and we are nothing how are we to judge His actions? \n[4]You think?! Based on what? \n[5]No one follows that midrash. \n[6]Watch your language.... \n[7]Avi -- ask Rabbi Springer to come remove Danny from the class.... \n[8]And you, if you had come out of Egypt, you would have been destroyed in the desert with those who worshipped the Golden Calf. \n[9]Danny, good to see you...I wanted to take up that discussion we were having... ...about Abraham and Isaac. ", "Zingesser": "\n[1]\"And God said to Abraham, 'Take your son, your only son, whom you love, Isaac, and go into the land of Moriah and offer him there for a sacrifice upon a mountain that I will show you...\" \n[2]And why did the Holy One -- blessed be He -- do this? Why did he ask Abraham to sacrifice his only son, whom he loved? \n[3]But, Danny, if HaShem is everything, and we are nothing how are we to judge His actions? \n[4]You think?! Based on what? \n[5]No one follows that midrash. \n[6]Watch your language.... \n[7]Avi -- ask Rabbi Springer to come remove Danny from the class.... \n[8]And you, if you had come out of Egypt, you would have been destroyed in the desert with those who worshipped the Golden Calf. \n[9]Danny, good to see you...I wanted to take up that discussion we were having... ...about Abraham and Isaac. \n[10]You remember what you said, that Isaac actually died on Mt. Moriah? I've been thinking maybe you're right... Died yet was reborn in olam ha-bah.... \n[11]Danny, stop... ...Where are you going?... Don't you know, there's nobody up there? ", "Danny": "\n[1]Isaac wasn't his only son. Ishmael was his son, too. \n[2]Oh, they only kill them when they love them...? \n[3]It's not about Abraham's faith. It's about God's power. God says, \"You know how powerful I am? I can make you do anything I want, no matter how stupid. Even kill your own son. Because I'm everything, you're nothing.\" \n[4]We have free will and intelligence -- which God allegedly gave us.... \n[5]Personally, I think that's a lie. I think he did kill him. \n[6]There's midrash supporting this. My father read a book by Shalom Spiegel that -- Isaac actually died and was reborn. \n[7]I do; I follow it. But okay, say God provided the ram. So what? Once Abraham raised the knife, in his heart it was as if he'd killed him. He could never forget that. And neither could Isaac. Look at him: he's traumatized, he's a putz for the rest of his life. By the end he can't tell Jacob from Esau.... \n[8] \n[9]Fear of God makes you afraid of everything. All the Jews are good at is being afraid. And being sacrificed. \n[10]I'm the only one here who does believe. You say he's mysterious, yet merciful. I see him for the power- drunk madman He is. And we're supposed to worship such a Deity?? I say Never! I say...fight him. I say -- \n[11]Then let Him destroy me now. Let Him crush me like the conceited bully He is. Go ahead. Kill me. Here I am. Do it!! \n[12] Like his brain, the room is at once crowded and tidy and has, so far as we can see, neither windows nor doors. Shelves of books, CDs, magazines, videotapes loom over a neatly made bed.  Danny, in briefs and boots, is lifting weights. The phone rings. A machine picks up: no outgoing message, only a BEEP. Then:  \n[13]...Is it completely vegetarian? ...What do they make the stock from?... Not chicken, you're sure?... And no dairy... No, no cheese I don't eat cheese... Yeah, all right. And the tropical fruit shake... How long?... \n[14]Vodka tonic. \n[15] \n[16]  \n[17]   \n[18]What do you think the fascism of the twenty-first century will look like? \n[19]Obviously. \n[20]I disagree. I think race is central to everything we're talking about. Spiritual life comes from race. From the blood. Without that, we're no better than the Jews.... \n[21]Have you read Toynbee? Spengler? \n[22]Too difficult? \n[23]The point is, the modern world is a Jewish disease. \n[24]Abstraction. They're obsessed with abstraction. \n[25]Killing Jews. \n[26]People hate Jews. Do you agree? \n[27]No, but deep down, beneath the \"tolerance\" they learn on television, nothing's changed. The very word makes their skin crawl. It isn't even hate, really. It's more the way we feel when a rat runs across the floor. We want to step on it. Crush it. We don't even know why. It's a physical reaction. Everyone feels it. \n[28]Prominent Jews. Who are either symbols in themselves or who represent aspects of the Jewish character people despise. \n[29]Too obvious. \n[30]Yes. And Larry King... \n[31]...Leona Helmsley, Michael Eisner, Bob Dylan, Phillip Roth, Ruth Bader Ginsberg, Steven Spielberg, Winona Ryder, Beverly Sills, Alvin Toffler, Katherine Graham. All of them. But not yet. We don't want celebrity obscuring the issue. \n[32]At first, no one will know why the victims are being killed. \n[33]I'd say nothing. After two or three, people will try to find a pattern. A reason. \n[34]Isn't that what we want? Germany all over again? Only done right this time... \n[35]Without speeches or political parties. A movement without leaders so that no one can stop it... \n[36]I work at the Big Boy warehouse. In Queens. I drive a fork-lift. \n[37]I just read it.... \n[38]Daniel Balint. \n[39]It's German. \n[40]From the Rhineland originally. \n[41]I was going to ask you the same thing. \n[42]Without blood -- a willingness to spill it -- there's no real power, no authority. \n[43]We're already marginal. We are saying what no one else has the guts to say. Isn't that precisely our appeal? \n[44]Ilio Manzetti...former ambassador to France. Managing partner at Damon, Schwarzchild. \n[45]Totally. The family emigrated from Bulgaria when he was eleven. \n[46]I'd have to research it, study his routines, his security.... But ideally on a New York street at midday, using a small-caliber automatic without a silencer. \n[47]You want it to be an event. \n[48]Then I won't bring you.... \n[49]Read Mein Kampf? Hitler had all his best ideas in prison. \n[50]I'm not leaving without them. \n[51](glances at Carla, stays \n[52]\"...und die Worte zerfielen mir im Munde wie modrige Pilze...\" \n[53]How come so many of the books are in Spanish? \n[54]Are they still together? \n[55]Is he a Nazi? \n[56]What's he care about? \n[57]You think people ever commit suicide out of happiness? \n[58]Yes, I am. Basically I am. \n[59]I just came to get some stuff. I'll be out in five minutes. He doesn't want me around. \n[60]Then he couldn't be bitter about living alone. \n[61]They're not my people.... \n[62]Oh, he decides? Hitler's the chief rabbi now?... \n[63]What kids?... \n[64]Nobody ever beat me up. Look, Linda, there're fifty reasons. Even if you knew them all, there'd be another fifty you didn't know. \n[65]I've got to get back to the -- \n[66]It's Friday.... \n[67]\"Do chickens give milk?\" \n[68]Dennis Leary. \n[69]No. \n[70] \n[71]Adam Sandler. \n[72]Not like Mr. Dorfmann. \n[73]And that's when the Mets started to stink. \n[74]Valentine... \n[75]Linda says you're not supposed to have dairy. \n[76]Hello...? \n[77] \n[78]Who told you that? \n[79]No, it's...yeah, it's true, but... how'd you get this number?... No, not here... Maybe Sunday? There's a place off Queens Blvd. Near the courthouse... \n[80] \n[81]No... Yeah, fine, go ahead... So what's this about? Is this about me? \n[82]What about Curtis Zampf? \n[83]I agree. \n[84]In the movement -- the racialist movement -- we believe there's a hierarchy of the races. Not just in IQ, but in the civilization, the art, the forms of government, the civilizations that each race produces... Why are you writing this down if you're recording it? \n[85]What should I be, a white inferior- ist? A multicultural Zulu egalitarian? Let me ask, where are your people from? \n[86]German. Mine, too. So who do you think's given more to the world, the Germans -- Beethoven, Goethe, Nietzsche -- or the entire continent of Africa? Ibos, Bantus, Mandingos... \n[87]The Jews are different.... Blacks are disgusting and inferior, but it's like criticizing a retarded child. The Jews are...a poison in the human well.... \n[88]Let me give you an example.... Sexuality. \n[89]You ever fuck a Jewish girl? \n[90]Did you ever fuck one, Guy? \n[91]And? WHat did you notice? \n[92]Jewish girls like to give head, right? \n[93]And Jewish men like to get it. \n[94]Yes. It's very pleasurable. But the Jews are obsessed with it. You know why? \n[95]Because the Jew is essentially female. \n[96]Real men -- white, Christian men -- we fuck a woman. We make her come with our cocks. But the Jew doesn't like to penetrate and thrust -- he can't assert himself that directly -- so he resorts to perversions. Oral sex is technically a perversion, you know that, don't you? After a woman has been with a Jewish man, she never wants a normal partner again. A normal man. \n[97]You're not listening. He isn't better. He gives pleasure, but that's actually a weakness. \n[98]Let's just say I've done due diligence. \n[99]The Jews clearly control the media and the banks. Investment banks, not the commercial ones. But the point is they carry out in those realms the same principles they display in sexuality. They undermine traditional life; they deracinate society. \n[100]Deracinate... Tear out the roots. A people -- a real people -- derives its genius from the land: the sun, the sea, the soil. This is how they know themselves. But the Jew doesn't have soil. \n[101]Those aren't Jews. \n[102]Notice the Israelis: a fundamentally secular society. They no longer need Judaism because they have soil. The real Jew is a wanderer, a nomad. He has no roots, no attachments. So he \"universalizes\" everything. He can't hammer a nail, plow a field. He can only buy and sell, invest capital, manipulate markets. He takes the life of a people rooted in soil and turns it into a cosmopolitan culture based on books, ideas, numbers. This is his strength.... Take the great Jewish minds: Marx, Freud, Einstein. What have they given us: communism, infantile sexuality and the atom bomb. In a mere three centuries since these guys emerged from the ghettos of Europe, they've taken us from a world built on order and reason and hurled us into a chaos of class warfare, irrational urges and relativity, a world where the very existence of matter and meaning is in doubt. Why? Because it is the deepest impulse of the Jewish soul to unravel the very fabric of life until nothing is left but thread, nothing but nothingness. Nothingness without end... \n[103]Differences exist, of course, but they're irrelevant. For the Jew, his Jewishness dominates everything. Even the ones who renounce it, who hate it, who want to cut it out of their hearts a knife...can't escape. They're still just Jews. \n[104]What? Excuse me?... You're kidding, right? \n[105]Who? How would I know him? \n[106]You believe that? And you call yourself a reporter? \n[107]Look at me.  DO I look Jewish?  Look... \n[108]Do you know who you're fucking with here? \n[109](sputtering, unsure \n[110]To discredit me. Because I know who they are. Look, I thought I explained it to you. Those people can say or do anything. And they will. It's all narrative to them, it's... Are you going to print what this guy said? \n[111]It's slander. It's reckless disregard. I'll sue you and your fucking Jew paper. \n[112]Look at me. Look at me, Guy.... Oh, now you can't look at me? Look at me, you schmuck. Look at me.... You print that shit in the New York Times...I'll kill myself. \n[113]Yes. \n[114]I'll go look.... \n[115]We're from New York. Curtis Zampf invited us. \n[116]Enough? \n[117]Which was his room? \n[118]Yeah, I'm trying to reach Carla, is she?... Did she get my other message?... No, I'll call back.... \n[119]Where's Mrs. Moebius? \n[120]What is this, Stalingrad? \n[121]You could do it. \n[122]You look right through him. He's there, but there's something on the other side of him that you want. It's all you want. And whatever's in the way doesn't matter.... Then it's easy. \n[123]Either of you know anything about explosives? \n[124]The mother. \n[125]Carla?... It's me, Danny...Danny Balint...? We met at that...[meeting at your house.] \n[126]I didn't realize you cared. \n[127]Did you know that there was a New York Times reporter there that night? \n[128]I didn't notice his shoes.... Did your mother know he was there? \n[129]He called me up. He wanted to talk to me about my ideas. \n[130]You weren't complaining about my play last time. \n[131]Why don't you come visit, we'll have a rematch. \n[132]Oh, really? \n[133]Then how come you're talking to me? \n[134] \n[135]What about chicken? \n[136]The Bible only says don't seethe a kid in its mother's milk. But chickens don't give milk. \n[137]But it's stupid, right? You admit it's stupid. \n[138]You can have chicken with eggs but not with milk. Why is that? \n[139]But you already talked about it: you said it's not stupid. Why isn't it stupid? \n[140]Steve's going to explain it. \n[141]It's about the incomprehensible, Steve, not the idiotic. \n[142]That explains it! Now we understand! \n[143]And what did you do? \n[144]What did you do while the sergeant was killing your son? \n[145]  \n[146]What could he have done?? You fucking kikes... \n[147]The Nazi's killing his kid. He could've jumped the guy. He could've gouged his eyes out, grabbed the bayonet and gutted him.... What would you have done if they were killing your son? ...They'd have shot him on the spot.... He would have been dead in two seconds.... Who are you judge? \n[148]\n[149] \n[150] \n[151]Where did you read this? Robert Faurisson? \n[152]Billings, if Hitler didn't kill six million, why is he your hero?... Concentration camps all over Europe, and he only gets rid of a measly two hundred thousand.... He's a putz. \n[153]...We have nothing to learn from these people. They should learn from us. \n[154]Kill your enemy. \n[155]What is it? \n[156]They're liars and cowards. \n[157]It's the truth.... \n[158] \n[159]You mean Ilio Manzetti? \n[160]Hello? \n[161]Linda... How did you get this number? \n[162]How did you get the fucking number? \n[163]I don't do that. \n[164]Don't tell me what I -- \n[165]No! \n[166] \n[167]When can I see you? \n[168]Your father?? \n[169]I'm coming to your room tonight. \n[170]Shut the fuck up. \n[171]...Harriet Kantor Balint... Yis-ga-dal v'yis-ka-dash sh'may ra-bo... \n[172] \n[173] \n[174] Danny reading. A KNOCK at the door. He looks up, Curtis comes in. Danny stiffens at the sight of him, but Curtis is friendly.  \n[175]What about Mrs. Moebius and...? \n[176]A week or so. There's something I want to do here first. \n[177](to himself, barely a \n[178]Nothing. Where is it? Okay, let's take one of these panels off so we can get under the bema...the stage. \n[179]What are they doing? \n[180]What are you doing? Put that down! ...Put it back in there. \n[181]I don't, but... \n[182]Put it there, on the... \n[183](indicating crowns, the \n[184] \n[185]It's not paper, it's parchment. It's made from sheepskin. And all the letters are drawn by hand. \n[186]It's called the flame alphabet. It's supposed to be the word of God written in fire. \n[187]The mystics tried to read the white spaces around the letters. They thought there was a whole alternative language hidden there, with secret, alternative meanings. \n[188]How come you don't know it? How can you say you hate the Jews when you don't know anything about -- \n[189]No, you don't.... If you hated them, you'd study them, so you'd know why you hate them. You know what tefillin is? Tsitsis? Shotness? You know the kaddish from the kiddush? Eichmann? He went to Israel. He studied the Torah, the Talmud, the Mishnah, the whole bit. He hated Jews. \n[190]Who's Eichmann?!!? \n[191]Yeah, but not on the letters. \n[192] \n[193]I said not on the -- \n[194]Stop it! What are you doing? \n[195]Shema yisrael adonai elohenu adonai echod. \n[196]Nothing. Let's go.... \n[197]I'm stealing it. \n[198] Danny, Kyle and others watching the TV.  \n[199](giving the finger to \n[200]Okay, everybody out. Get out. \n[201] Alone he sits at the desk, finds himself gazing at the Torah, standing in a corner of his closet, draped in the tallis.  He slams the closet door, it bounces open. Slams it again, making sure it latches.  He sits down, looks at the closed door until, in bitter resignation he gets up and opens it again.  He unrolls the Torah on the bed...Scotch tapes the tear closed...attempts to clean the stain with a moistened cloth.  \n[202] Danny is in the bathroom in front of the mirror, holding his shirt up with his chin as he wraps the tallis around his torso. When he lowers the shirt, the fringes hang out like the tsitsis that Orthodox men wear.  He feels a weird loathing for this, but he smooths and arranges the tsitsis to look just like a Hasid's. He clicks his heels together and gives a Nazi salute.  \n[203]Alenu l'shab'ach la'adon hacol... \n[204]What? \n[205](tucks in the tallis \n[206]Why me? \n[207]Who'd you kill? \n[208]How did you know they were Jews? \n[209]How? \n[210]I'm a bad shot. I don't think I can -- \n[211]I didn't. I told you, I can't -- \n[212]Oh, Jesus...Drake, are you okay...? \n[213]Kyle, it's me Danny. How you doing?... I had to come into the city to see Mrs. MOEBIUS... No, I gave Drake the van, didn't he bring it back? \n[214] Danny's on the phone, whipping through several newspapers.  \n[215]...Since when?... Really? And he didn't call?... No, I don't know... \n[216]Sure, come on down.... Can you bring my stuff?... Thanks...and if Drake shows up, let me know right away.... Good... \n[217] \n[218]I've been waiting all my life for something like this. \n[219] \n[220]What about...Manzetti, the synagogues.... \n[221]I've been stuck out in the country with those guys who just want to paint swastikas and heil Hitler. How am I supposed to -- (get anything done there? \n[222]I'm not an intellectual.... I mean, I read, but... Fund-raising isn't what I... \n[223]Beth Shalom? It's Reform. \n[224]They're not that Jewish. \n[225] Carla, naked, browsing the books, sees something in the closet. It's the Torah Danny took from the synagogue. She unrolls it on the bed, her gaze moving over the mysterious, glossy script. Danny, coming out of the bathroom, sees what she is doing, and stops short.  \n[226]I stole it. From a synagogue. \n[227]That was a later invention, it's not in the scrolls.... Anyway, the Jews know where the sentences end. They know the whole thing by heart. Every word. Every letter. \n[228]No. \n[229]What do you care? \n[230]Va-yomer... And he said. It goes the other way. \n[231]Va-yomer adonai el Avram: lech lecha mayartzcha oo-mimohlad-tcha oo-m'bayt avaycha el ha-ertez asher arecha... \n[232]And God said to Avram, take yourself away from your land and from the place you were born and from your father's house into the land -- a different land -- and I will show you.... \n[233]Why? \n[234]Hebrew's very difficult. It would take years. \n[235]Put something on. You're not supposed to be naked in front of it. \n[236]They think it's the word of God, and it's holy, and the flesh isn't.... \n[237]Yeah, it's stupid. Put it on, or I won't teach you. \n[238]See, the Jews love to separate things: the holy from the profane, milk from meat, wool from linen, the Sabbath from the week, the Jew from the gentile.... As if one little scrap of this was going to completely contaminate that. \n[239]You can't curse in front of it either. \n[240]Good question. Both. Aleph... \n[241]It's silent. It holds a place, takes a vowel. The vowels are little dots that go under the letters. \n[242]They don't put them in the Torah. I'll get you a chumash, they'll have them there...Bet...Gimel...Dalid...Hay... How come you're here instead of with Curtis? Besides the Hebrew lessons... \n[243]Even though his dick is so big? \n[244]Vuv...Zayin...Chet...Tet... \n[245]That damn thing. You know how it made me look...? \n[246]I've gotta kill some Jews, Kyle. I'm serious. I'm always talking about it. This time it's gotta happen. \n[247]What about Drake, did he ever show up? \n[248] \n[249]Fucking kike. \n[250]Shlomo? \n[251]Yeah, uh... So how are you? What's going on? \n[252]\n[253]I'm in a kind of...underground...thing. \n[254]No, no... Not that kind of... underground. More a private... business. Private. \n[255]Yeah, hey, how're you doing... \n[256]Wow, that's uh...great... \n[257]I always won. \n[258]I have a job. \n[259]You gave fifty thousand to that college magazine. \n[260]Actually, I think this moment has possibilities that -- \n[261]People still need values, beliefs.... \n[262]I don't care about money. \n[263]You're a Jew. Maybe you don't realize it, but you are. \n[264]How many of you think of yourselves as anti-Semites? Good. Actually, the term is a bit imprecise since technically Jews are only one of the Semitic peoples.... In fact, Arabs are Semites, as are the Eritreans, the Ethiopians, and so on.... But for our purposes an anti- Semite is someone who hates or is against Jews.... Now, why do we hate them? \n[265]Let me put it another way. Do we hate them because they push their way in where they don't belong? Or because they're clannish and keep to themselves? \n[266]...Because they're tight with money, or because they flash it around? Because they're Bolsheviks or because they're capitalists? Because they have the highest IQs, or because they have the most active sex lives? \n[267]Do you want to know the real reason we hate them?... \n[268]...Because we hate them. Because they exist. Because it is an axiom of civilization that just as man longs for woman, loves his children and fears death, he hates the Jews. There is no reason. If there were, some smart-ass kike would give us an argument, try to prove we were wrong. And of course that would only make us hate them more. In fact we have all the reasons we need in three simple letters: J-E-W. Jew. Say it a million times. It is the only word that never loses its meaning: Jew Jew Jew Jew Jew Jew Jew Jew Jew Jew Jew Jew Jew.... \n[269] \n[270]They only kill them when they love them? \n[271]And Christianity's the same, with minor variations. \n[272]What's a fascist? \n[273]Whereas Avi's a Zionist Nazi. \n[274]They're racist, they're militaristic, they act like bullyboys in the territories.... \n[275]They had Sabra and Shattila. \n[276]Read the early Zionists on European Jewry; they sound like Goebbels. \n[277]The Nazis did everything the führer told them. You do everything the Torah tells you. Or the rebbe. Identical slave mentality. \n[278] \n[279]That doesn't mean I don't like hearing it. \n[280]I can't help what I think. \n[281] \n[282]You mean the Times guy? \n[283]With the shoes... There was more than one? \n[284] Sweltering heat. A fan ruffles Carla's hair as she lies on the futon going back and forth between Hebrew/English Torah and a Hebrew grammar. Danny is on the floor lifting weights.  \n[285] \n[286] \n[287] \n[288]About doing things. You light candles, say prayers, keep the Sabbath, visit the sick.... \n[289]No. Nothing follows. You don't do it because it's smart or stupid or it saves your soul. You're not saved. Nobody's saved. You do it because the Torah tells you do. You submit to the Torah. \n[290]Don't curse in front of it. \n[291]You shouldn't. \n[292]No, I think you shouldn't. \n[293]You're learning the Hebrew really fast. \n[294]Plus you have nothing else to do all day. \n[295]What...? You think I'm Jewish? \n[296]Nazis talk about it all the time. \n[297]The real Nazis. Hitler, Goebbels, they talked about Jews incessantly.... You ever read their diaries?... \n[298]Believe me, Adolf Hitler couldn't possibly have hated the Jews as much as I do. Not in a billion years. You know why? \n[299]You want a punch in the mouth? \n[300]Kaddish is the prayer for the dead. \n[301]We tested the new bomb. \n[302]We redesigned the timing mechanism. It can't possibly malfunction. \n[303]Shema yisroel adonai elohenu adonai echod. \n[304]Who knows what that is? \n[305]Can anybody imagine why I would say a Jewish prayer? \n[306]That could be one reason. What's another? Let me put it this way...who here would like to destroy the Jews? Who wants to grind their bones into the dust? \n[307]And who wants to see them rise again, wealthier, more successful, powerful, cultured and intelligent than ever? \n[308]Then you know what you have to do?... You have to love them. \n[309]Did he say love them? Love the Jews? It sounds strange, I know, but with these people nothing is simple. The Jew says that all he wants is to be left alone to study his Torah, do a little business and fornicate with his over-sexed wife.... But it isn't true. He wants to be hated. He longs for our scorn. He clings to it as if it were the very core and mystery of his being. If Hitler had not existed, the Jews would have invented him. For without such hatred, the so-called Chosen People would vanish from the earth.... \n[310]...And this reveals a terrible truth, the crux of our problem as Nazis: the worse the Jews are treated, the stronger they become. Egyptian slavery made them a nation; the pogroms hardened them, Auschwitz gave birth to the State of Israel. Suffering, it seems, is the very crucible of their genius. If the Jews are, as one of their own has said, a people who will not take yes for an answer, then let us say yes to them. If they thrive on opposition, let us cease to oppose them. The way to annihilate them, utterly and completely, is to open our arms, take them into our homes and embrace them. Only then will they vanish into assimilation, dilution...and love. But we cannot pretend. The Jew is nothing if not clever. He will see through condescension and hypocrisy. To destroy him, we will have to love him sincerely. \n[311] \n[312]It is the Jews' destiny to the annihilated so that they can be deified.... Jesus understood this perfectly. And look what was accomplished there with the death of just one enlightened Jew. Imagine what would happen if we killed them all!! So, let us say together... Shema yisroel... \n[313]I was just trying to make a point. If -- \n[314]You can't. Do you know how many people I've brought into...the movement...? \n[315] \n[316] \n[317]Kyle...I can't talk right now.... \n[318]No. \n[319]What were you, following me? \n[320]I don't. Look, stay out of what you don't understand. \n[321]You work for the New York Times. Your whole job in life is not to understand things like me. \n[322] \n[323]If I tell you, will you pull the story? Not write about me? \n[324] \n[325] \n[326]You're lying. \n[327]I was just talking. I -- look, I can't help what I think. \n[328]But I wasn't. \n[329]I can't say that. \n[330]The truth doesn't mean anything to you, does it? \n[331] \n[332] Danny stops just inside the door. The place is spotless. The desk has been pulled out from the wall, covered with a snowy cloth and set for a Sabbath meal: brass candelabrum, challah under a satin cover...and two place settings.  Carla is pouring wine into the kiddush cup. She's wearing a modest dress, her hair is pinned up with a piece of lace.  \n[333]What's going on? \n[334] \n[335]Shit... Did you talk to your mother today? \n[336]Nothing. Why are you doing this? I thought God didn't exist. \n[337] \n[338]You eat first, then you light. Once you light, it's Yom Kippur, which means you're fasting, so you can't...eat. \n[339]A woman of valor, who can find her? Her price is above rubies.... \n[340]Miriam, it's me, Danny.... Come on, the holiday hasn't started, pick up the -- ...Is Stuart davening Ne'ilah tomorrow at the minyan... 'Cause he always does... Tell him I'm doing it instead.... \n[341]Miriam, I'm davening.... He gives me any trouble, I'll beat the shit out of him right there in the room. I'm serious.... \n[342]Lina... It's happening. Tonight. \n[343]Beth Shalom. Like you wanted. \n[344]Lina, you said if I was going to plant a bomb, I should -- \n[345]How're we doing? \n[346]It'll be enough if we use it right. Okay, the service'll go about another hour. Say an hour for the janitors, then one more just to be safe... We'll go in at midnight. \n[347]I'm not hungry.... Come on, let's drive around.... We don't want to be spotted here. \n[348]Keep driving. Don't slow down. \n[349]Not too fast. \n[350]They don't. I checked twenty times.... Somebody must have talked. \n[351]Mrs. Moebius. \n[352]The Manzetti thing must have scared her. She thinks she'll get implicated. \n[353]Take a right on 59th... We'll put it someplace else. \n[354] \n[355]I have an idea.... \n[356]Over here. \n[357]No, it has to be tomorrow. You won't get this many of them in here for another year. It'll be fine. \n[358]Just do it. \n[359]It's just somebody on the street. \n[360]Seven-thirty tomorrow evening. \n[361] Calm. He tucks the paper under his arm beside the machzor and crosses Eighth Avenue toward a cheap hotel....  \n[362]Gamar tov. \n[363] \n[364]You gotta get out of here. \n[365]Shut up... \n[366] \n[367]Kill them. Kill them all. \n[368]Get out of my way. \n[369] \n[370]Yis-gadal, v'yis-kadash sh'mey raba... \n[371]Da-amiran b'alma, v'imru amen... \n[372]Wait a minute... \n[373]Stop praying. You've got to get out of here.... All of you... \n[374]Drake! Up here... \n[375] \n[376]Drake... \n[377]Drake, I'm right here.... \n[378]\n[379]I can't right now.... ", "Balint": "", "Young": "\n[1]It's Stuart. Stuart Schoenbaum. ", "Stuart": "\n[1] \n[2]Fear of God is the beginning of wisdom. \n[3]Don't you believe in God? \n[4]Yeah... \n[5]Jeez, it's been since, what, Kenny's wedding. \n[6]I'm in the rabbinic program at JTS... \n[7]What about you? What are you doing? Something strange, I bet. \n[8] \n[9]You remember Miriam.... \n[10]She's at Yale Law -- interning with the district attorney... We're getting married next spring. In Israel. \n[11]It's great seeing you.... \n[12]Oh, good idea. We're davening with this group from the seminary. Interesting people, very open-minded, you might like them. And guess who comes...Avi! You guys could go at it again like the good old days. \n[13]Danny and Avi used to argue about everything. Torah, Talmud, politics, girls. It always ended in a fistfight. \n[14] \n[15]Come on, Avi... \n[16]Listen, Danny, you can't just barge in and -- \n[17]Danny, listen, people expect me to daven; they don't want someone they don't know -- leading their prayers. \n[18]You wanted to daven. Now daven.... ", "Billings": "\n[1]...So she takes the pants in back -- where they try them on? And I think fuck it.... \n[2]She's been giving me the eye. She's hot. So I wait till the owner goes up front.... \n[3]Who the fuck are you? \n[4]Bring your friends.... We're not his friends. \n[5]\n[6]Why don't you go back to Rwanda and give each other AIDS. \n[7]What, do you like it here? \n[8]You coming? \n[9]He's an asshole. \n[10]Do we have to listen to this shit? \n[11]Why'd we have to leave so fast? \n[12]O.L., how come your mother gives you a car when you're too fucking blind to drive? \n[13]We sure do. \n[14]Ham and cheese on white. \n[15]What the hell do you have? \n[16]We sure fucking do. We don't understand why you can't eat chicken with milk. It doesn't make sense. \n[17]Why didn't he just rape you? \n[18]Forget it, Danny, it's all bullshit. \n[19]Don't listen to them, Danny. It's all a bunch of crap. \n[20]The so-called Holocaust. It never happened. It's the hoax of the twentieth century. \n[21]Danny, it's true. There were no six million. At most, two hundred thousand Jews died in the camps. And the majority of them were from disease and -- \n[22] \n[23]What do you care? \n[24] \n[25]Fire... \n[26]How come you know all this shit? \n[27]Fuck you. I hate the Jews at least as much as you do. \n[28]Why the fuck not? \n[29]What?? \n[30]That's a movie, you moron. \n[31]Let me see. \n[32]He went to his friends' place and I laid up there 'til he was better. Then he called me. \n[33]I got one.... \n[34]Now do you know where he is? ", "Linda": "\n[1]I knocked, you didn't answer. \n[2]What are you doing here? \n[3]He's going to die. He won't take his medicine. He eats dairy. He probably still smokes when I'm not around. I asked him to come live with us. Alex offered to share his room, unsolicited.... But he didn't want to be any trouble. \n[4]Why deprive him of his greatest pleasure? \n[5]Ah, Jesus Christ, Danny, how can you wear that thing?... You know what it means? To your people... \n[6]Tell it to Hitler. \n[7]Is this because of those kids who used to beat you up? \n[8]The Polacks? From Sacred Heart? \n[9]Do you know them? I made him some noodles for dinner. You can heat them up and -- \n[10]You can heat them up and eat with him. \n[11]It's Mom's yartzeit. \n[12]I want you to say kaddish for her. It's the only thing she asked from us.... \n[13]You do it on the inside.... \n[14]...I want you to do it on the outside, too. \n[15]Yes! ", "Lina": "\n[1]He's very bright. \n[2]Let's find out who he is. \n[3]Young man... \n[4]Lina Moebius. And you are...? \n[5]Balint? \n[6]What part of Germany are you people from? \n[7]Are you with the FBI, Mr. Balint?... Or any other law enforcement agency? \n[8]So what are you really after, Daniel?... Do you just want to kill Jews, or do you have something larger in mind? \n[9] \n[10]So what Jew would you kill first? \n[11]Danny, why don't you come visit us in the country. We have young men with lots of energy and no ideas. Maybe you could give them something to think about.... Bring your friends, if you like.... \n[12]Bring the paper, too. \n[13]My L's keep coming out as C's.... \n[14]Danny, get a drink and come talk to me. \n[15]Danny, what do you think of our troops? \n[16]The young people in this country... They're like pigs; all they want is happiness.... But one needs pigs sometimes. Liebchen... \n[17]Do you feel you're making progress here? \n[18]Forget Manzetti.... Take on something simple. Something you can actually accomplish. Maybe he'd be more valuable in the city. \n[19] \n[20]Carla! \n[21]How have things been going? \n[22]  \n[23]Why didn't you tell us? \n[24]I don't think Drake wants to talk to the police. Do you? \n[25] \n[26]What is happening? \n[27]Beth Shalom? What are you talking about? Who is this...? \n[28] \n[29] ", "Moebius": "\n[1]Carla... \n[2]Did you see how they reacted to him? \n[3]It's a romantic movement, Curtis. It always has been. \n[4]He's Jewish? Manzetti? \n[5] Carla leads Danny through the darkened apartment.  \n[6] Danny on his way to the door, hears something, turns...CURTIS ZAMPF is coming out of a bedroom in his underwear. From within...  \n[7]Bring the paper, too. \n[8]Danny, what do you think of our troops? \n[9] Danny alone, waiting, nervous. He hears FOOTSTEPS approach, he touches the gun in the back of his trousers. Lina and Curtis enter.  \n[10]We want you to help run it. Give speeches, lead seminars... Handle the fund-raising. \n[11]We think you'd be good at it. \n[12]We need intellectuals, we have enough thugs already. \n[13]Look, if you want to kill Jews on your free time, fine. We need you to raise money. Will you do that for us? \n[14]Thank you. \n[15]Do you have a suit? Let's get him one.... And a cell phone too. And if you insist on blowing up a synagogue, make it that big one on Fifth Avenue, would you? \n[16]So what? \n[17]I don't care what they are. I know those people, and I don't like them. The rest are just a bunch of kikes, aren't they? \n[18] Danny comes out of the building, squats between two parked cars and vomits, retching spastically until, gasping for breath...  \n[19]Half the right-wing money in New York is here tonight. They came to see you. If you impress them, if you do what I know you can, this movement will be up and running by tomorrow. And on the front page of the New York Times in six months. \n[20]What? \n[21]Danny, please. Just give your speech.... And nothing about Jews, okay? \n[22] Danny talks to Mrs. Moebius. Offscreen we hear a TV.  \n[23]Are you out of your mind?! \n[24]I'm relieving you of all duties. I don't want you working for us anymore.... \n[25]Danny, please, we don't want to know. \n[26] Danny wanders out the door in a daze. His cell phone RINGING. He has to search his pockets, then fumbles to turn it on....  \n[27] Lina and Curtis with Billings and Drake, who looks bad...  \n[28] \n[29]None whatsoever. But I have to admit, I'm not terribly surprised. \n[30]I think anti-semitism today is largely a Jewish phenomenon. Wouldn't you agree? \n[31]Yes, and they were said to be the most virulent proponents of the Final Solution. Really, who but a Jew would want to kill Ilio Manzetti simply because he was Jewish? Who thinks about such things? \n[32] ", "Orthodox": "", "Student": "", "Carleton": "\n[1]Are you shitting me?? Right in the store? \n[2]Fucking Danny, man... \n[3]Danny's running from the law. \n[4]Hey, O.L., assholes at four o'clock. \n[5]I thought there were people here.... \n[6]Yeah, you better stay here and guard it. \n[7]Gas Chamber... \n[8]Hey, Danny.... Guess who's here.... Your girlfriend... She's up at the house. \n[9]Jew World...!! \n[10]Who's Eichmann? \n[11] \n[12]Didn't you see Raiders of the Lost Ark? \n[13]That was an ark, man. That was a Torah. They fucked around with it, and the Torah melted their faces. \n[14]Fine, go ahead. Touch the letters. \n[15]What'd you say? \n[16]Why are you taking that? ", "Curtis": "\n[1]...Where I grew up in South Boston twenty years ago, when a kid walked down the street, everyone knew who he was... \n[2]...If he ran out in front of a car, some old Mick'd yell at him, \"Jimmy Dunne, get back on that sidewalk and stay there....\" \n[3]...The day he graduated high school, he'd go see his uncle down at the gas works, or the priest's brother in the shipyard, get his apprentice papers, eight years later he'd be making $16.50 an hour, have four kids, play ball on Sundays in Columbus Park, and when he died, the whole town'd get drunk and cry over him.... \n[4]...Today, when that kid walks down the street it's full of trash and half the faces are black. The shipyard's closed, all the jobs at the gas works are set-asides, and by the time he drops out of school, he can barely get a job at Burger King. So he drinks, smokes crack, and when he hangs himself on the front porch at twenty-three, the only people at his wake are a couple of buddies and his mother. The boy's father won't find out he's dead till six months later. The soul of this country is being destroyed, and all the government can offer is free trade, mutual funds and IPOs. \n[5]I used to be one.... No, seriously, I called myself an anarchist. I stood up for the oppressed. I opposed state power. \n[6]I oppose the present state because it's weak. It has been ever since the left emasculated it over Vietnam. But I think the average man is crushed less by accumulated capital than the loss of community or real leadership, the personal emptiness he simply cannot fill on his own.... That's why I'm a fascist. It's the only form of government that addresses our deepest needs. \n[7]More cultural than political. \n[8]Decentralized, nonviolent, increasingly mainstream. We'll see antiabortion, anti-immigration groups form alliances with the gun lobby, Christian identity types, tax resisters and even some libertarians.... \n[9]This isn't the time for that. \n[10]That would be a catastrophic mistake. \n[11]They used to. Today it's not an issue. \n[12]You wouldn't announce it? \n[13]But when it comes out, the public will be outraged. It will look like Germany all over again. \n[14]Okay, let's break this up for now.... Could you wait a minute...? \n[15] \n[16]Yes, of course. But that only plays in this room, with people who aren't embarrassed to call themselves Nazis. If you want a modern fascism, you don't mention Jews. \n[17]Lina, the Thousand-Year Reich barely lasted a decade.... Do you really want to go down that road again? In America of all places, where obedience and discipline are not exactly the national virtues... \n[18]He speaks well. But what do we do with him? \n[19]You mean who he really is. \n[20] \n[21]How would you kill him? \n[22] \n[23]...Insulting people who were in the camps. ...What's the point? \n[24]I'm sure they are. But what do we accomplish by pointing it out? \n[25]An urban type. \n[26]He's mad, Lina, you know that. \n[27]What are you reading? \n[28]Leo Strauss... I've got to go to Boston. I came to say goodbye. \n[29]They left an hour ago. You mind some personal advice? Forget Carla. That's not the side your bread's buttered on. How soon can you get back to the city? \n[30]What's that? Okay. Surprise us... \n[31]We want to build bridges to certain positions in the political mainstream: works like The Bell Curve, Sociobiology, anti-Zionism, anti- immigration, the com-munitarian issue.... We'll hold conferences: invite liberals, blacks, Jews. Chomsky, Cockburn, Stanley Crouch, Shahack.... \n[32]That doesn't seem to be happening, does it? \n[33]Danny, the night we met, you said the name Ilio Manzetti. We were impressed. We were excited. But here it is September, and Mr. Manzetti is still walking around breathing the air. \n[34]You should've gone to the police. \n[35]Daniel Balint. \n[36] ", "Zampf": "\n[1]...Where I grew up in South Boston twenty years ago, when a kid walked down the street, everyone knew who he was... ", "Old": "\n[1]Isaac wasn't his only son. Ishmael was his son, too. \n[2]The only son he loved. \n[3]Oh, they only kill them when they love them...? \n[4] \n[5]It's not about Abraham's faith. It's about God's power. God says, \"You know how powerful I am? I can make you do anything I want, no matter how stupid. Even kill your own son. Because I'm everything, you're nothing.\" \n[6]We have free will and intelligence -- which God allegedly gave us.... \n[7]Personally, I think that's a lie. I think he did kill him. \n[8]There's midrash supporting this. My father read a book by Shalom Spiegel that -- Isaac actually died and was reborn. \n[9]I do; I follow it. But okay, say God provided the ram. So what? Once Abraham raised the knife, in his heart it was as if he'd killed him. He could never forget that. And neither could Isaac. Look at him: he's traumatized, he's a putz for the rest of his life. By the end he can't tell Jacob from Esau.... \n[10] \n[11]Fear of God is the beginning of wisdom. \n[12]Fear of God makes you afraid of everything. All the Jews are good at is being afraid. And being sacrificed. \n[13]Don't you believe in God? \n[14]I'm the only one here who does believe. You say he's mysterious, yet merciful. I see him for the power- drunk madman He is. And we're supposed to worship such a Deity?? I say Never! I say...fight him. I say -- \n[15]Then let Him destroy me now. Let Him crush me like the conceited bully He is. Go ahead. Kill me. Here I am. Do it!! \n[16]Don't you still? \n[17]What about race? \n[18]Barbra Streisand. \n[19]Is he Jewish? \n[20] \n[21]Kill them. Kill them all. ", "Coot": "\n[1]Don't you still? \n[2]What about race? \n[3]Barbra Streisand. \n[4]Is he Jewish? ", "Carla": "\n[1]What's wrong with the Jews? \n[2]Nobody reads that stuff anymore. \n[3]Too Christian. You know Jameson? Paul Virilio? \n[4]Disease? What disease? \n[5]Which is what? \n[6]You're not in school? What do you do? \n[7]Where'd you read all that stuff? \n[8]Why no silencer? \n[9]Can I use a credit card? \n[10]He should go to a hospital. \n[11] An old bookcase full of leather-bound German volumes...Danny opens one marked Hofmannsthal. He tries to read a marked passage.  \n[12]\"And the words fell apart in my mouth like moldering mushrooms...\" \n[13]They're my father's. He's from Argentina. My mother's family went there during the war. That's where they met. \n[14]He's in a mental institution.... He's been there for ten years, off and on. Mostly on. \n[15]I guess. His parents are. He doesn't care about that. \n[16]Killing himself. \n[17]That's stupid. Why would they? \n[18]You're not like the others, are you?... Your friends. \n[19]Hurt me. \n[20]Ow! That's too hard. \n[21]Do it again.... \n[22]Get up...you gotta go. \n[23]No, you have to leave. I've got to write a paper. Out! \n[24]Yeah, I remember.... Kill any Jews yet? \n[25]I don't. I was just curious how full of shit you were. \n[26]Really, which one? I bet it was the guy with the Prada shoes. \n[27]I doubt it. How did you find out? \n[28]I bet. He didn't realize that nobody who talks such a good game ever plays one. \n[29]That's a much easier game. \n[30]Too many good players down here. I'm with one right now. \n[31]Bigger and better. \n[32]I'm not. \n[33]Danny...telephone. \n[34]Who's Linda? \n[35]I'm talking to you right now. Who's Linda? \n[36]You can't. \n[37]I have to go visit my father. \n[38]He's at a home out here. \n[39]No. \n[40]Just after midnight. Five past... But don't come through the house, they'll hear you. I'm in the back bedroom, second floor. Climb onto the kitchen roof, I'll leave the window open. \n[41]Where'd you get this? \n[42]How come there's no punctuation? \n[43]Do you know it like that? By heart. \n[44]But you can read it, the Hebrew.... Right? \n[45]'Cause I want to know.... What is this word? This one here... \n[46]  \n[47]What's it mean? \n[48]I want to learn to read it. \n[49]Know your enemy.... 'Cause it's a basic text of Western culture. I want to read it in the original. Okay? \n[50]I'm good at languages. \n[51]Why not? \n[52]That's stupid. \n[53]What assholes. \n[54]Who gets contaminated, the Jews or the gentiles? \n[55]It looks a little like a swastika. \n[56]Where are they? \n[57]The sex is better. \n[58]With you there's a tragic dimension. \n[59] \n[60]V'asitem lechem pessel to-monat. And make no graven image of the Lord, or the form of any figure, or of man or woman, or beast or fowl or fish or anything that looks like anything. Because He's not like anything. Not only can't you see Him or hear Him, you can't even think about Him. I mean, what's the difference between that and Him not existing? \n[61]Christianity's silly, but at least there's something to believe in. Or not believe. Judaism there's nothing. \n[62]What's it about? \n[63]And belief follows? \n[64]Fuck that. \n[65] \n[66]You think I should just because there's no reason? \n[67]Judaism doesn't even need God. You have the Torah, the law. That's your fucking God.... The book's closed. \n[68]I told you, I'm good at this. \n[69]Oh, am I learning it faster than you did? Maybe I'm smarter. \n[70]Is that funny? You think Jews are the only smart ones? \n[71]It's all you talk about. Jewish, Jewish, Jewish. Nobody talks about it that much except the Jews. \n[72]Do they? \n[73]Is that why you became a Nazi? So you could talk about Jews incessantly? \n[74]'Cause he wasn't a rabbi. \n[75]Okay... Why don't we light candles on Friday? Let's light candles.... And say the kaddish. \n[76]I mean kiddush. Let's say kiddush. And shave my head, fuck through a sheet, all that stuff... Come on, just for fun. To see what it's like... \n[77]Oh, my God... Lina... \n[78]Lina, come here! \n[79]It's erev Yom Kippur.... We'll have dinner, then go to shul. Atone for our sins. \n[80]Come on, we can be like Eichmann. He studied Torah. He hated Jews. \n[81]I don't know. I just want to try it. \n[82]No. What are you looking for? \n[83]He commands it whether He exists or not... Look, we can fight him and be crushed. Or we can submit. \n[84]Yeah, okay. But what if...what if... submitting...being crushed, being nothing, not mattering, what if that's the best feeling we can have? \n[85]Look, just light the candles with me. Then we'll eat. You have to eat. \n[86]Miriam called, looking for you. She said you might come, so I... \n[87]You don't own this place. \n[88]Oh, please... \n[89]Danny! \n[90]Danny, no... ", "Danny's": "\n[1] Like his brain, the room is at once crowded and tidy and has, so far as we can see, neither windows nor doors. Shelves of books, CDs, magazines, videotapes loom over a neatly made bed.  Danny, in briefs and boots, is lifting weights. The phone rings. A machine picks up: no outgoing message, only a BEEP. Then:  \n[2] Danny reading. A KNOCK at the door. He looks up, Curtis comes in. Danny stiffens at the sight of him, but Curtis is friendly.  \n[3] Danny, Kyle and others watching the TV.  \n[4] Alone he sits at the desk, finds himself gazing at the Torah, standing in a corner of his closet, draped in the tallis.  He slams the closet door, it bounces open. Slams it again, making sure it latches.  He sits down, looks at the closed door until, in bitter resignation he gets up and opens it again.  He unrolls the Torah on the bed...Scotch tapes the tear closed...attempts to clean the stain with a moistened cloth.  \n[5] Danny is in the bathroom in front of the mirror, holding his shirt up with his chin as he wraps the tallis around his torso. When he lowers the shirt, the fringes hang out like the tsitsis that Orthodox men wear.  He feels a weird loathing for this, but he smooths and arranges the tsitsis to look just like a Hasid's. He clicks his heels together and gives a Nazi salute.  \n[6] Danny's on the phone, whipping through several newspapers.  \n[7] Carla, naked, browsing the books, sees something in the closet. It's the Torah Danny took from the synagogue. She unrolls it on the bed, her gaze moving over the mysterious, glossy script. Danny, coming out of the bathroom, sees what she is doing, and stops short.  \n[8] Sweltering heat. A fan ruffles Carla's hair as she lies on the futon going back and forth between Hebrew/English Torah and a Hebrew grammar. Danny is on the floor lifting weights.  \n[9] Danny stops just inside the door. The place is spotless. The desk has been pulled out from the wall, covered with a snowy cloth and set for a Sabbath meal: brass candelabrum, challah under a satin cover...and two place settings.  Carla is pouring wine into the kiddush cup. She's wearing a modest dress, her hair is pinned up with a piece of lace.  \n[10] ", "Father": "\n[1] \n[2]The Torah says not to light a fire on the Sabbath, because it's work, correct? But if alternating current's running through the wires every second of every day, and I throw a switch, send it here instead of there, how is that lighting a fire? \n[3]Exactly. \n[4]Who's this? \n[5]Leary? \n[6]Obviously. \n[7]Funny? \n[8]He was funny. \n[9]After your mother died, that's when you stopped going to shul. Doing your homework. Everything. \n[10]'Cause they got rid of Johnson. He knew how to deal with the assholes. Dallas Green, please... \n[11]There's some maple walnut in the freezer. \n[12]Just a little... What's the difference? \n[13]Yeah?... Hold on.... It's for you. \n[14] \n[15]...Hush, come on, don't cry. Everything will be all right.... \n[16] \n[17] "}}