{"filename": "Taking-of-Pelham-One-Two-Three,-The_script.txt", "imdb_id": "tt0072251", "imdb_url": "https://www.imdb.com/title/tt0072251", "characters": ["Phil - Police Commissioner", "Giuseppe Benvenuto aka Grey", "Al - the Mayor of New York City", "Bernard Ryder aka Blue", "Caz Dolowicz", "Police Lt. Rico Patrone", "Police Lt. Zachary Garber", "Police Ptl. James", "Harry - Borough Commander (as Kenneth Mc Millan)", "Denny Doyle - Train Conductor", "George Steever aka Brown", "Harold Longman aka Green", "Frank Correll", "Jessie - The Mayor's Wife", "Mrs. Jenkins"], "dialogues": {"Caz": "\n[1]I told you -- one of my towermen dropped his wedding ring-down the john. \n[2]  \n[3]Who's gonna steal a subway train? \n[4]To the.Tower. \n[5]That's it up ahead -- those windows. \n[6]You wanted a plumber down here, didn't you? Whose goddam wedding ring was it? \n[7]What were you doin'r with your hand in the john, anyway? \n[8]What's the difference?  Go fish it out, will ya? As the Plumber heads off, Caz turns to Marino. \n[9]The classification's been open to women for only a month and already we're in the goddam toilet! (glancing at the \n[10]What the hell for? \n[11]How long? \n[12]Take it easy, Marino -- there's lots o' reasons. Maybe he jumped a ball and hadda leave the cab to reset a tripper -- or a door got hung and he hadda go fix it. Any- thing more serious and he'd'a called in for a car knocker. \n[13]Then maybe his radio's busted and the sonuvabitch is too lazy to climb down and use a telephone! I'm gonna write him up for.this, goddammit -- I'm gonna have his assn \n[14]For Jesus Christ sake! The dumb bastard's moving backwards!! 20. \n[15]Stopped is better than backwards. \n[16]I got eyes, haven't I? \n[17]He is staring up at the Board. \n[18]He stopped again! The crazy, dumb-assed sonuvabitch stopped again! \n[19]A pure mental case. I'm gonna nail his pecker to the goddam wall for this! 25. \n[20]If I gotta watch my language just because they let a few broads in' I'm gonna quit! How the hell. can you run a goddam railroad without swearing?! \n[21]It's me, Frank --CazDolowicz. We're watchingitonthe Board. \n[22]On my way, Frank. Oh, and Frank -- please don't say \"fuck\" anymore on the radio -- we got some ladies down here now -- and you know how it is with ladies, Frank--- the cunts don't like it. He flips off the key and walks out the door. \n[23]  \n[24]When did the power go? 34. \n[25]The Supervisor of the Grand Central Tower wants to know! \n[26]Who wants to know? \n[27]What now, for Chripsake? \n[28]I don't give a goddam what they were armed with -- your job is to. stay on that train until you get authorization to leave! \n[29]You're like the captain of a ship -- you're supposed to go down with it. \n[30]Butt out! All right -- tell Command Center I'm on my way to investigate. \n[31]I know you wouldn't. He leaves Doyle and starts down the track. A few Passengers in the line call to him. \n[32]  \n[33]  \n[34]  \n[35]I'm warning you, mister -- that's city property you're fooling around with -- I 48. \n[36]  \n[37]Why didn't you ga grab a goddam airplane like everybody else?! \n[38]Stand back -- I'm coming on board -- ! \n[39]Dead silence as CAMERA ADVANCES toward Grey. Now the sub- machine gun he's pointing at Caz  begins spitting fire and spewing out the spent shells. \n[40] \n[41]as his dead body hits the ground, bounces, and rolls over, face up, eyes still-open. 49. ", "Dolowicz": "", "Frank": "", "Correll": "\n[1]-- Come in, Pelham One Two Three -- if you can receive and not transmit please use a phone -- CA14FRA now ZOOMS IN on Correll, the desk trainmaster, seated at a steel desk, talking over a two-way radio/ telephone console. \n[2]-- Come in, Pelham One Two Three --  Power Central -- have you restored Lex 14-33 yet? \n[3] \n[4] \n[5]How many trains we got laying down, you dumb bastard? CAMERA PANS to pick up Prescott as he leads his four Japanese through the room, moving and speaking rapidly. \n[6]Bent over his console, shouting into the boom mike curling out of it, as Prescott and the Japanese arrive.. \n[7]Pelham One Two Three -- come in, Pelham One Two Three -- Goddanmit, why don't you answer your fucking radio?! 37. \n[8]Don't bug me, Prescott -- I've got trouble here. â\u0080¢ \n[9]Oh, nothing much -- a train's down, its radio's dead, the power.'s off and it's dumped its load. Other than that everything's ginger peachy. \n[10]I told you -- his goddam radio's \n[11]There he is -- ! .I read you, you sonuvabitch -- where.the hell have you been? What are you trying,to do, screw up this entire railroad single- handedly? -- Come in, you bastard, and start explaining -- and you'd better make it good! Pelham One Two Three-to Command Center -- your train has been taken -- repeat, your train has been \n[12]Into the radio: \n[13]Pelham One Two Three -- what the fuck do you mean the train's been taken?! Are you the Motorman? Negative. \n[14]Then who the hell are you? No one's authorized to be in that cab except the goddam motorman! Identify yourself! Listen to me, Trainmaster -- your train has been hijacked by a group of heavily-armed men -- \n[15]It what?! -- We are holding sixteen passengers and the Conductor hostage in the first car and we will not hesitate to kill any or all of them if you do not do precisely as we say. Do I make myself clear, Trainmaster? \n[16]You're out of your fucking mind! Be that as it may, are you ready to take down our list of demands? \n[17]        \n[18] \n[19]  \n[20]I read you, you goddam lunatic -- you'll never get away with this, you know -- Please inform-the Mayor that we demand one million dollars in cash for the release of the car and all of the hostages -- \n[21]That'll be the day -- The time is now 2:13. The money must be in our hands no later than 3:13 -- one hour from now. If it is not, we will kill one hostage for every' minute you are late. \n[22]Keep dreaming, maniac -- Furthermore, if anyone attempts to interfere -- anyone --.in any way -- we will begin killing the hostages immediately. Confirm, \n[23]Look, I'm only the Trainmaster around here -- I don't know any- thing about contacting the goddam Mayor! 43. \n[24]Hold on -- I've got one here now. He disconnects and turns to Prescott. \n[25]He's all yours, the sonuvabitch (as Prescott reaches for the mike Not here, for Ch'rissake -- Take it over there! He points to another, empty desk. Prescott goes to it and sits, then punches in a line on the console and speaks into the mike. \n[26]Yeah -- Caz Dolowitz. It7hy? \n[27]What do you mean knew him? \n[28]  \n[29]What do you want me to do? I got motormen calling in from all along the line trying to find out what the hell's going on! \n[30]I never thought I'd see the day when talking to murderers got priority over running a railroad. \n[31]Screw the goddam passengers! What do they expect for their lousy thirty- five cents -- to live forever? ! \n[32]If I were handling it I'd go storming in there with guns and tear gas and I blast 'em outl \n[33]Like that lily-livered cop who's on the train? Why hastn't he started shooting yet? \n[34]Goddam woman cops -- what the hell good are they? She probably can't find her gun in her goddam purse! This is Pelham One Two Three -- do you have any news to report? INTERCUT - PRESCOTT &amp; BLUE \n[35]Christ -- to hear you pleading with that chickenshit -- it makes me ashamed to be an American. \n[36]-- Shut up and listen to me! All Lexington Avenue trains departing from Dyer Avenue and 180th Street in the Bronx. are diverted to the West Side tracks at 149th Street and the Grand Concourse -- ! CAMERA PANS to Prescott, who is sitting at his desk, watching Correll and shaking his head. \n[37]-- Here's the flex south of 14th \n[38]What do you want me to do, for Chrissake? -- the goddam power's still off ! You' llr have to move them by bus -- what do you mean you don't have any buses?! -- go hiiack some! He slams the receiver down, then notices Prescott looking down 'at him. \n[39]What's going on, Prescott -- do I get my trains back now or don't I? \n[40]Jesus! Do you realize that in less than an hour the goddam rush hour starts? 118. \n[41] \n[42]You mean before this railroad is so totally fucked up that it'll take a goddam computer,to put it back together? \n[43]Five or six minutes. I've got a snag at Brooklyn Bridge. \n[44]  \n[45]-- Maintenance -- you got those trippers reset yet? -- well, it's 149. \n[46]about fucking time! -- Nevins St. Tower -- the South Ferry loop's open again, repeat, South Ferry loop open -- Opera ons, this is my last warning -- if all your cops aren't out of the tunnel at 16th St. in thirty seconds I'm gonna run 'em down -- what? -- well, why the hell didn't you say so?! -- to all Motormen, to all Motormen -- resume normal routes and schedules, effective immedi- ately! He shuts off all his lines and sits back, looking around. His RELIEF MAN is standing by. \n[47]Okay, Augie -- I'm givin' you back your railroad -- full ser- vice restored -- try and keep it that way, will you? 711 .He rises wearily, takes his coat off the back of his chair, and &lt;&lt;;atches as the Relief Man slips into the seat. \n[48]Bring charges against that nigger cop. He waves and starts off, across the large room. The others watch him go. ", "Mrs.": "\n[1]I'm sorry, Mr. Dolowicz -- it just slipped off. \n[2]. My hand-wasn't in the john, Mr. Dolowicz -- it was over the john. \n[3]  \n[4]Pelham One Two Three passing 23rd Street Station -- 123. EXT. PARK AVENUE SOUTH &amp; 23RD STREET - DAY A police squad car inches along, crossing 23rd Street, heading downtos'm. \n[5]  \n[6]She's passing Canal St.,.doing around fifty miles per. ", "Jenkins": "\n[1]I'm sorry, Mr. Dolowicz -- it just slipped off. \n[2]. My hand-wasn't in the john, Mr. Dolowicz -- it was over the john. \n[3]Hey, Caz, take it easy, will you? \n[4]  \n[5]  \n[6]She's passing Canal St.,.doing around fifty miles per. \n[7]Only four more stations to South Ferry. "}}