{"filename": "Wild-Bunch,-The_script.txt", "imdb_id": "tt0065214", "imdb_url": "https://www.imdb.com/title/tt0065214", "characters": ["Coffer", "Pike Bishop", "Tector Gorch", "Harrigan", "Crazy Lee", "Angel (as Jaime Sanchez)", "Deke Thornton", "Lyle Gorch", "Ross", "Dutch Engstrom", "T.C", "Freddie Sykes", "Mapache (as Emilio Fernandez)", "Zamorra", "Wainscoat"], "dialogues": {"Coffer": "\n[1]       \n[2]Well, just dig it out and see. if it ain't my,... 06 S \n[3](overlapping, crossing to another body He's lying'. Him and them others was shootin' that old 'employee' full of holes while I was droppin' this bandit and them others too -- I must've killed all three of 'em, sir, while -- \n[4] \n[5]I knowed I wounded' three -- but I wasn't sure about -- \n[6]Deke - you rode with. Pike -- what \n[7] \"What will he do? \n[8]Maybe they'll split up. \n[9]If he's in old Mex -- do we follow him? \n[10]Why not ?.. \n[11]Harrigan ' said something about thirty days -- \n[12]That culvert -- good place for them ----to make an ambush. \n[13] All clear\"'-- \n[14]From here on, its Mexico, Mr, Thornton. \n[15]  \n[16]Mexicans -- what else. (then quickly, as Thornton turns on him \n[17]Don't-we follow? \n[18]They say Freddy Sykes is with them -- you rode with the old man, didn't you, Mr. Thornton -- you and Pike and the old man? But Thornton rides on and doesn't answer. \n[19]SomeMex kid's probably ridin' him home right now, \n[20]Dollars to doughnuts that same kid that's ridin' T.C.'-s horse is wearing your-boots right now, \n[21]If you'reâ\u0080¢asking me, I think we ought'a go after them bandits and make that swim. worth something. \n[22]You don't know this country -- step out of line and every Mex you see will be shooting your ass full of holes. T. Co Well, I'm sure as hell going to steal me a horse; 333 THORNTON IS STANDING ON THE EDGE OF THE CLEARING looking at the men around the f ire. He is tired and has obviously ridden a long way, and shows the affects of the explosions ripped clothes, a bloody gash on his face -- a twisted knee that is bad enough to make him limp through the remainder of the film. \n[23]  \n[24]Are we going after-them? \n[25]There wasn't but one way they could have taken a wagon out of there, this here is it. \n[26]$1000 dead or alive. \n[27]. I got him -- I got him.' Thornton is silent, his face bitter. 436 PIKE GRABS THE GLASSES,. WATCHES THE BOUNTY HUNTERS ride after Sykes. \n[28]Lots of blood over here -- then it stops and no tracks. \n[29]Don't look like nobody was ever. here, \n[30]It's them. \n[31]We could try...Hell, a pelt's a pelt, it don't matter what condition it's in. \n[32] em. _Hey, Thornton, should we load up? \n[33]You ain't comin'? \n[34]----.No we 9.11 pick him up on the way -- I -want to-get out. of this goddamned place -- anyways these boys will start going ripe on us by tomorrow --. we got to' move --  You sure you ain't coming? Coffer shrugs and drinking out ofa half-full tequi.lla bottle, rides off, followed by the others who ignore Thornton as completely as he does them, DISSOLVE TOï¿½ ", "Pike": "\n[1]  \n[2] Itll transfer both of you -- just one more word. They look at him silently. He means it. Finally Tike spurs his horse and the group sta'ts for town, CAMERA PANNING. THEM PAST. THE STATt.ON Aï¿½M BOXCARS into a side street. \n[3]  \n[4](after a moment, a little \n[5] \n[6] Beg pardon, Ma'am. \n[7]If they move, kill them. C.L. grins happily and squats on the floor, his 12 gauge \n[8]  \n[9] \n[10]Waiting for us  Son of a bitch He turns and crosses quickly to the back door. Dutch follows. Pike opens it a little, looks ou.t at. \n[11]How in hell do I know? \n[12]Out front -- that's where the horses are.. He shuts the door, crosses toward the paymaster. \n[13]No, son -- we got company there too --  \n[14] No. You just hold them here and wait as long as you can -- after the shooting starts. \n[15]THE ROOF. -- RTJNNING TO THEIR HORSES. through the' screaming, terrified marchers.     .11 11. \n[16] \n[17]HESITATES, recognizes Deke, then snaps off a shot which misses Thornton and kills SHEP, a bounty hunter firing beside him. Thornton fires and: \n[18]is hit and falls into the street.. THE WILD BUNCH SWING ONTO THEIR HORSES AND WHEEL them around, I but two are hit, Burt is barely able to control his hors 1, theother , Abe , dies with his animal PIKE MOUNTS AND GALLOPS HEADLONG INTO THE FRANTIC CROWD, some. of his men. following, others splitting off in different directions.. Behind them,. two lie dead in the street. \n[19]THE CLOUD OF DUST THAT covers the shambles of-the ambush, and crashes through the railing and falls, throwing Burt through \n[20]PULLS UP HIS HORSE AND WHEELS around to see if they are being followed, kicking loose a lady's shawl tangled in his stirrup. 72 NOBODY IS FOLLOWING - NOT YET.. Pike spurs his horse and (The six bandits remaining are Pike, Dutch, the Gorch brothers, Angel and Buck, now blinded..)-. \n[21]UP IN SINGLE FILE. Angel, second to last, reaches the top, \n[22]Buck lurches forward, grabbing at Pike who steps back, Pike crosses to his horse, and painfully climbs into the saddle. \n[23]  \n[24](after a. long moment, trying to cover the loss You boys want to move on -- or stay here and give him a 'decent burial'.? \n[25]   \n[26]  \n[27]  \n[28]- You.sound like you're all caught up, \n[29] What in hell is the matter with you? \n[30]        \n[31]  \n[32]  \n[33]He's had five years on the r ck pile, Dutch -- and twenty more to u go -- \n[34]Bolivia...but it'll be over there too, pretty soon. Those :pining companies will bring down a bunch .of hardcases and Butchtll get his..  ..Every one of us is worth a year of drinking and whoring to any fool that can read a wanted poster and carry a gun. \n[35]Fo -- but he takes a dim view of 20 more years in the Carcel -- don't bet on it.. \n[36]  \n[37]A young boy takes their horses while an old.man and his wounded son  watch. Behind them, an ancient woman pays no attention as she slaps tortillas into shape. Two small children watch, big-eyed. ;113 THE MEN ARE QUIET WITH FATIGUE AS THEY DISMOUNT AND TIE. j THEIR HORSES.. FREDDY SYKES, a skinny old man in tattered range clothes, crosses to Pike as he unloads his saddle bags. \n[38]No. \n[39]They won't need them -- we will. Sykes thinks this over, finally nods. a little and turns away. 115 LYLE AND HIS BROTHER AND DUTCH STAND in a half. circle around the poncho. waiting. Angel, the last, drops his saddle bag, then crosses to the wall and drops down to rest. For a long moment the men look down.a-t the pile of saddle bags. \n[40]  \n[41] Well,..why don't you answer me, you dapnned yellow.-livered trash? The brothers fide, et., look at each other. \n[42] I don't know a damned thing except I either lead this bunch or I end it -- right now; \n[43]More-washers pour out. _ \n[44] Son of a bitch! \n[45]They set it up: \n[46]Railroad men -- Pinkertons -- bounty \n[47]ALL TURN as the SOUND of laughter comes from behind. \n[48],k for it I Tector-, looking at Angel's gun, half turns to Pike. \n[49] Go on, fall apart! Lyle and Tector hesitate, their hands on their guns -- Dutch moves back into the shadows of the firelight, his rifle drifting across Tector. 127 ANGEL SMILES AND SLOWLY replaces his gun. \n[50]Agua Verde is the closest three days maybe -- then we sell the extra stock -- get some griib and the news and drift back to the border -- maybe a payroll -- maybe abank -- \n[51]  \n[52]  \n[53]  \n[54]  \n[55]Didn't you run some kind of mine -- in Sonora? \n[56]Why in the hell, did you ever quit it? \n[57]I don.'t know\"any better -- maybe don't want any better,  Hell, I wouldn't know what to do with 'better' if it poked me.in the eye with a sharp stick. \n[58]  \n[59]What in hell do you want me to-say ,-? \n[60]This was going to be my last, too... I'm not getting around any better -- like the red-haired lady said to the. white-haired judge -- 'I only got so many miles left -in my backside, Your Honor, and I aim to keep it moving while I'm still young enough to feel. what it's there for.'  I'd like to make a good score -. then back off. CONTINUED     35. \n[61]Pershing. has. got men spread over the whole border. Everyone of those garrisons is going to be.gptting payroll. \n[62] Well -- I don't figure it's going to .be easy, but it can be done. \n[63]I wouldn',t have it any other way. \n[64]  \n[65] Well, I caught up to them -- two or three times -- There was a man named doing things -- So I made him change his ways -- when you do that to a there-'s a hell of a lot of people, Dutch -- that just can't stand to be wrong. \n[66]I guess -- but they can't ever forget it -- that pride that being wrong or learn by it. \n[67]  \n[68]. That toothless old wreck was a real gun about twenty years back -- used to run with Thornton and me killed his share and more -- around ----Langery -- Ambushed stages all along that old board highway.,.He had those Swede immigrants so scared theyQd starve rather than go to town and by beans for their kids, and there wasn't a sheriff in. the territory to take issue -- He laughs, drinks the coffee and gags.. \n[69]  \n[70]THE'TOP-OF A HIGH DUNE;. They are tired and dirty. Near the edge they dismount to lead their horses to the bottom. - \n[71] \n[72]Leave him alone! \n[73] If you can't do that you're worse ready to mount his horse hesitates, but doesn't move to \n[74]Were about two hours from the Santa Caterinas. He turns and rides toward the mountains, the men following. \n[75] \n[76]We started together -- we'll end it together. \n[77]Your boy2 \n[78] He did fine --  Why didn't you tell me he was your grandson? \n[79] No ---he did fine...just fine. \n[80]So --? \n[81]How? \n[82]Ashamed of having us meet your people? \n[83]Far as Ifm concerned, you can go, \n[84]Looks like I'm outvoted. \n[85]Wants to visit his folks alone -- thinks we're a little rank for his people. \n[86] How do' you want it? \n[87] \n[88]Hard to believe. \n[89] You know us, then -- \n[90]Like to ride with us, old man? And for a moment, the old man's eyes flash as he watches: 162- DUTCH AND THREEVILLAGERS SHOEING a very small, very mean 16L. mule. All four have been drinking a little and are thoroughly enjoying themselves as is the mule as he pitches and knocks them all sprawling.. \n[91]The Federal. troops they don? t. protect you -- \n[92]-So Angel lives with a dream -- while Mapache eats the mango -- \n[93]Many times -- and with the mango too. \n[94]I never could carry a candle to you, old timer. \n[95]I dream when I sleep -- and eat when I'm hungry. \n[96] \n[97]laughing softly to himself, finally turns, his smile fading. \n[98]  \n[99]We'll go. have a drink, then try and sell the horses. \n[100]I seen one just like this in Waco... \n[101]No...alcohol:...or gasoline. 190 FREDDY SYKES EDGES UP CLOSE TO PIKE. He is anxious to make a. statement and he speaks to him as he walks around the car. \n[102]No,. the old man's right. They -got t em now with motors and wings -- cover 60 miles in less than an hour...goin' to use them in the war, they say. (as T(ector looks at him astonished This could cover. 30 miles in an hour -- ' cording to the road, of course. \n[103]Not that easy -- these automobiles can't stand.any rough ground -- or hot sun like a horse ---they're for show mostly. 191 TECTOR TOUCHES A FENDER AND ONE of the guards spurs toward him, cursing in Spanish. Tector backs off,. hands in the air. \n[104] \n[105]You're here with us,pardner -- any business you got with the general comes after we finish ours -- and that is selling horses.. \n[106]  \n[107]Let's get some beer and talk to the general about his automobile and our extra horses,,.nice and easy. The men turn and follow him into the cantina. \n[108]Beers.. six cervesas, \n[109]The G3neralisimo has cleaned this part \n[110]  \n[111]Let her go! 203 ANGEL LOOKS AT THE GIRL, furious and hurt.. \n[112]Take it easy! He places a hand on Angel's shoulder. \n[113]His sweetheart -- \n[114]into the side of his head dropping him onto the floor, knock- ing him out. The others stand, hands an -theirguns,     58. \n[115]Mapache and the'others slowly rise, look at Angel, now realizing who shot the girl. 208 MAPACHE STARTS TOWARDS THEM. He pushes over chairs and shoves people aside as he approaches the group. Zamorra9 the Germans and other members of his retinue are close on his heels. \n[116]up to the'table and quickly scans the group.. Angel gets to his knees9 Mapache kicks him in the.head and when Angel. falls back, stamps him several times with his boot,, steps away. One of Mapache's men starts to bash Angel's head with a rifle` butt,. Mapache stops the man with a gesture,. then turns to the others. \n[117]He didn't, he was. after the girl... Mapache is having difficulty understanding. He looks at Z'amorra with a puzzled expression. \n[118]He went a little crazy when he saw her with you. Mapache laughs. His ego is pleased with the idea that.he had taken someone's woman. He turns and explains grandly in Spanish to the rest of. the cantina. \n[119]Thought we might sell a few horses. \n[120]  \n[121]I. never heard of any American troops fighting down here... \n[122]We have vez\"y'few sentiments in common with our government. \n[123]Of all those garrison rail spurs that ofie is the easiest to hit -- But I've got to figure where we can get out with. the wagon.     \n[124]Arms shipments are generally. kept secret ...how did you find out about this one? \n[125]'  \n[126]With your permission ...I need a bath. \n[127] \n[128]We better get him cleaned up...     \n[129]Por favor, General -- but I need him. \n[130]  \n[131]Some day I'm going to build me one of these and live in it.  I don't know why I â\u0080¢ didn' t just let him kill you. \n[132]  \n[133]Move them a thousand miles away and buy them a ranch --. two -- three, ranches. \n[134]ANGEL PALES.. Both are ready to write Angel off. and forget about the problem. \n[135]Son -- twenty thousand cuts a lot of. family ties. \n[136]Twenty. \n[137] You can have one case and one case of ammo, You'll give up your share of the gold. \n[138]  \n[139]Pleasure-, Ma' ain. \n[140]WITH BARRELS) DRIVEN BY SYKES. The others are riding. behind. The walls of the arroyo tower above the men. Pike is tense in the saddle as the pain in. his leg becomes almost. unbearable. \n[141]I met a woman I wanted to marry... \n[142]INT. KITCHEN v NIGHT \n[143]of groceries and too much to drink. 236C AURORA STANDS WAITING FOR HIM. She is very beautiful and very angry.. \n[144]Buenas no the s mi amor. Aurora swings and catches him full handed across the face9 the groceries scatter on the floor -- Pike bounces off the wall,. looks at her, tries to grin. \n[145]Your husband due back? \n[146]No! He picks up a pan with a hot handle, drops it, spilling hot stew or soup on his foot, hops around cursing looking at the shambles on the stove and on the floor.' 236DD AURORA STANDS LOOKING AT HIM WITH LOVE, then smiling softly crosses to the side-board and pours him a drink. He takes it, suddenly both are laughing. \n[147]Suddenly Pike embraces her and pulls her to the bed. They begin to make love, then: THE DOOR SMASHES OUN AND LUKE, a skinny bad mouthed Texan steps into the room, a_double barreled shot gun in his hands ready to fire. AURORA SCREAMS and throws herself in front of Pike. Luke fires, the charge killing her as Pike dives out of bed -- jumping for his gun on a nearby table. LUKE FIRES AGAIN, the blast catching Pike across the thigh and knee. Pike goes down. Luke crosses to the bed and sits watching him writhing almost bleeding to death on the floor.     \n[148]She had a husband and I should have had enough sense to kill him. He wasn't around and I got careless. One night he.walked in on us - - got her with the first shot. He caught me here with the second then the damndd coward turned and ran. \n[149]Not yet but there-hasn't been.a day or an hour that I haven't thought about getting him - - he didn't want that woman he just. wanted to kill somebody - - well, he killed \n[150]This is the last go round - - this time we do it right. \n[151]266 THE ENGINE AND. TENDER AND FLAT CAR PULL\" SLOWLY away from \n[152] \n[153]290 THE CLOUD OF DUST OF THE APPROACHING BOUNTY HUNTERS. He yells down to the men: \n[154]Get the guns off and get on, out of here; He turns and scrambles down inside the cab. Outside the men quickly finish loading and the wagon pulls up alongside the cab. \n[155]Not yet - I want to return e. favor.. He.â\u0080¢yanks the throttle into reverse and jumps off the locomotive onto the wagon. \n[156] \n[157] \n[158]Get on those rear. wheels'. The Gorch brothers scramble down into knee-deep water and begin to push. \n[159]heave against the wagon slowly moving. it up onto-the his.rifle but the range is far and the wagon has begun structure, then whirls as a bullet whines past his head. The shot has come from behind. Above and through the trees \n[160]Finally both turn and ride after the wagon followed by scat- tered ineffective shots of the soldiers, \n[161]is beside him. Sykes is still on the reins, Angel is sitting on the cases of guns. The Gorch brothers are both riding '14 horses on either side. Dutch looks up, shakes his head.- \n[162]Lyle; .Put your horse in the traces! 336 LYLE HANDS A BOTTLE OF WHISKEY TO TECTOR and nudges his horse forward.-As he swings off, it is obviaeas that he is a little drunk, \n[163]And you better dry out -- we got no cause to celebrate. \n[164]And we got a hell of a long way to go 'with a considerable number of people just waiting to take 'em away. \n[165]Agua Verde -- or before -- and when he \n[166]Last I saw he was ridin' four sticks of dynamite into the river. \n[167] \n[168]Let's move.- And they do, still chuckling-as we.; \n[169]Are they bluffing. or did they really miss it? \n[170]A lot depends on how hungry they are...  You- stay up there and look for bighats.,..I'm going to start. ..'rigging the fireworks. Dutch: turns, crawls back and lifts the glassese Pikewalk down near the wagon and. prods. Angel., who.is sleeping _: his boot. \n[171]1. need some-help. 353 ANGEL QUICKLY GETS TO HIS FEET and follows Pike. to the wagon. Pike reaches into a box near the seat and removes a piece of fuse. \n[172]Get that case of explosives near the back. Angel climbs on the wagon. Lyle, hearing him,.crawls out from underneath. His brother also awakens and starts moving around. Sykes, hat. over his eyes, looks up but doesn't move.. \n[173]Protection. (as they look at \n[174]Now I'm goin' to make it real easy for something to happen. 35L PIKE SETS THE BOX ON THE GROUND and pries open the lid. He begins setting the sticks on the ground next to the box. Angel gets down and Pike hands.him a coil. of baling wire. \n[175]Wrap these in pairs and put a fuse cap between them. Angel takes the first two and starts to work on them. 355 LYLE WATCHES FOR A MOMENT THEN NUDGES HIS BROTHER and climbs 356 ANGEL AND PIKE ARM THE DYNAMITE STICKS in the shade of the wagon.. \n[176]You told them about our trail? \n[177]How? Angel puts the charge down and looks off at the horizon. \n[178].Whatever I don't know, I'm going to learn. \n[179] Hold up 1.. \n[180]Just hope. they don't belong to Villa. \n[181]Tell that one in front to come. over here ...Alone! \n[182] \n[183] Tell him to-come closer! \n[184] \n[185]You see this? He tickles. the end of the fuse-with the dead ash on his cigar. \n[186]Itts-a: very fast fus.e..,any trouble and no guns for the general. Herrera is solemn as he ponders for a moment, then begins to 'smile. \n[187]Nobody:..nunca nadiel \n[188]  \n[189]Go on back-and tell the General that one of us will. be there tomorrow for-the trade..1,any trouble -- no gunsb Herrera takes one last look at the guns. then he wheels his horse and. rides off.     \n[190]This isnÂ°t over yeti 376 HERRERA RIDES HIS HORSE TO THE BEND IN. THE RIVER then, reaching his men,â\u0080¢reins his horse up and-turns him around. He whistles loudly and calls out : \n[191] Ride ahead a hundred yards and check the washes...  You and I will cover the flanks --  Keep on the gun -- watch the rim. \n[192] \n[193]Where? Angel smiles, then turns and calls softly. \n[194](his gun out, still hidden in the shadows Cut him loose 388 ANGEL SPEAKS, LED BY IGNACIO, THEY QUICKLY FREE TECTOR and hand him his weapons with murmured apologies. Tector looks at them, whistles, softly. \n[195] Don't break that fuse... Angel lifts a crate. \n[196]They part of your village? \n[197]How long have they been around? \n[198]How long have they been following us... close? 391 ANGEL EASES THE RIFLE CRATE DOWN, TWO PEONS TAKE IT. He turns to Ignacio. \n[199]If they ever get armed and led, this whole country'll go up in smoke. \n[200]Don't worry we got ' em...hidden. As soon as I. get 'my share of the gold I'll tell you where four cases are... $2500 worth..  The others are waiting at the wagon and unless I r eturn pretty damn quick they. blow it. 'Zamorra smiles, admiring Pike's caution. \n[201]Quicker I get back, the quicker the next load'll get here. 399 HERRERA BRINGS A SMALL WOODEN STRONG BOX. Kneeling on the ground he opens it and counts out two small bags of gold, and hands them to Zamorra. Zamorra hands them to Pike. \n[202]About two.. miles up the arroyo ... three cases of rifles, one of ammunition, are in the brush behind it. \n[203]Our contract was 16 cases of rifles and 8 of ammunition -- for $10,000 -- not a machine gun. \n[204] I'll think it over. \n[205] \n[206]Just carryin' all this weight. He hold's up two bags of gold. \n[207] \n[208] You and your brother take in the next' load, and the machine gun - 'then Dutch and Angel. Sykes,. you follow them and pick up the pack horses...leave the wagon. \n[209]  \n[210]On a ridge above camp, using binoculars, they look across the badlands below and at the town far in the distance. \n[211]  \n[212] \n[213]PINPOINTS OF LIGHT APPEAR IN THE ROCKS ABOVE HIM. After a moment the noise of firingâ\u0080¢reaches them. .Dutch takes the glasses, watching.     \n[214]  \n[215]It'-9 his word2 \n[216]No water. \n[217]They'd be after us every step of the way -- I know Thornton. No, I'm tired of being hunted -- we go back to Agua Verde and let the General take,.. care of those boys. \n[218]He's so tickled with the guns he'll be celebrating for a week and happy to do us a favor. Thornton ain't going after us in there. While they're busy pick- ing over Freddy) we'll.' take the back trail off this mountain and head for town. The others look at him silently. Finally: \n[219]We take one sack to pay our way. \n[220]I hate to see an animal treated like that. \n[221]Maybe we- could buy him. They are silent for a long moment. Finally: \n[222]We,could use another gun. 450 MAPACHE, ZAMORRA AND THE GERMAN ADVISORS NOW GROUPED around the fire see the men. \n[223]I want to buy him back... Dutch and the others look at him surprised, \n[224]  \n[225]I'll give half my share to get him back. \n[226]You've had your fun with him... \n[227]Want to go hunting, General? Mapache looks at him confused. \n[228]Why not?. The group moves through the celebration out the main gate and into the village beyond. \n[229]SUDDENLY SWINGS OUT OF THE HAMMOCK and steps into the ad- \n[230]  \n[231]SITTING WITH A'BOTTLE BACK AGAINST THE WALL listening. to the plaintive sound of a distant guitar.. He.looks up as they come out. \n[232]Yeah. 464 THEY CROSS TO THEIR HORSES, THEIR DRUNKENNESS LESSENING with every step. Pike and Dutch pull rifles. or shotguns from their saddle scab- bards as do . Lyle.and-Tector,. then they move up the village street.. \n[233]We want Angel; Mapache stares at them without answering. \n[234]477 ANGEL'S FACE BEGINS to brighten with hope and he takes another step,. then: 478 MAPACHE GRABS HIM.BY THE HAIR and his other hand flashes across the boy's throat as he shoves Angel-into the Americans, the blood splattering them from his severed throat. .479 AS PIKE STEPS BACK TO AVOID-Angel's falling body, he draws his forty-five automatic and fires twice into Mapache. 480 THE BULLETS DOUBLE HIM AND HURL HIM INTO.HIS MEN. As he ", "Bishop": "", "Tector": "\n[1]I never enlisted to serve with no smart-mouthed kid. \n[2] \n[3] Well,. he was a good man -- \n[4]Just more of Texas as far as I'm concerned. \n[5]And I figure a 'share to that old man for watching the horses is a share too much. ll&amp; PIKE TAKES A KNIFE OUT OF HIS BELT, opens a saddle bag,. takes out a sack of silver, kneels to slit the bag open. \n[6]Rings:, Steel rings! \n[7]      \n[8] \n[9]  \n[10]  \n[11](suddenly yelling at Pike How in hell are you going to side any- body if you can't get on a horse. 152 PIKE LOOKS AT THEM, THEN STEPS onto the makeshift stirrup and mounts, concealing his pain, taking a few seconds to gather up the reins and position himself. In the b.g., Dutch swings onto his horse. \n[12] \n[13]  \n[14]Probably wants to get a bunch of his _people and waylay us! \n[15] And your Grandmaw too, sonny... Angel looks at them, then mounts, rides toward the mountains \n[16]  \n[17]I was just going to touch th.,e damn thing, not marry it. \n[18]in the cantina. The other men tired from the trail only half listen to them as the girl serves beer. \n[19]Probably talking about us behind our backs. 200 DUTCH TURNS TO PIKE WHO IS QUAFFING a large beer. \n[20]  \n[21]Hey! ...Here come our sweeties! \n[22]Itm all for them dons'. 229 TECTOR SUDDENLY SWINGS A MATTOX ON TO a six foot cask which rests on top of two others of equal height, it bounces out of his hand. He draws his gun and fires as does Lyle. Liquid gushes down. 229A LYLE STEPS UNDER IT, lifts his face, drinks, then drags: his lady beside him. \n[23] They just got engaged. 234 FOR A MOMENT THE GROUP:is frozen,-looking at the.bride to be, her bridesmaid and:the best man. and groom,.. then all stand., together and bow. \n[24]Well, we got all them guns,. Pike. \n[25]Pike -- take--a look -- \n[26]BOUND BETWEE[1 THEM. As they enter the clearing, they politely remove their hats. Soon there are five, two of them are leading a 'small donkey. Angel crosses to them as they group in the center of the clearing. All carry machetes. \n[27]Hell, I forgive them! I just want to join 'em! 389 PIKE JOINS DUTCH AND THEY WATCH quietly.. They have mis- trusted people for so long themselve,g they can understand mistrust in others. Freddy Sykes laughs s.oi'tly. 390 ANGEL AND THE INDIANS cross to the wagonE: \n[28]  \n[29]You'll never get a chance to dry gulch me, old man. \n[30]. Pike's co min 1     404 DUTCH GETS TO HIS FEET, putting the grenades in his jumper pocket and crosses. to meet Pike, as he rides in. \n[31]He' gate it a...Look,. Lyle, he's carryin' golds Pike -- I want to go next.. \n[32]If I. didn't bury it, I wouldn't know where to look. \n[33]And here's.your dos and one'to grow on ", "Gorch": "\n[1] \n[2]SITTING WITH A'BOTTLE BACK AGAINST THE WALL listening. to the plaintive sound of a distant guitar.. He.looks up as they come out. ", "Harrigan": "\n[1] \n[2]  \n[3]Pike? \n[4]  \n[5] \n[6] \n[7]  \n[8]Mr. Benson...o \n[9] Without the railroad this place would still be a lousy little pueblo, so don't make any threats to me; \n[10]  \n[11]We represent the law!     \n[12]I can. assure you that there won't be any more trouble... . My men will follow -- \n[13]I pulled. you out of jail to get- that bunch -- and you failed -- \n[14]What.makes you think there'll be a next time for you? What makes you think you're not going back behind bars for twenty more years? Thornton's face twists as he hears again the clanging of cell doors and the whimpering of prisoners.. \n[15] You have 30 days to get him -- or 30 days to Yuma. You're my Judas Goat, Mr. Thornton.  Use them -- lead them -- get Pike -- then kill them off. When you come back, I: want all of them head down over a saddle. (pointing to the bunkhouse \n[16] \n[17]The hard money value of the men killed less my commi.sson amounts to. one hundred and fifty dollars. 104 THE MEN MUMBLE AND SHIFT. Harrigan holds up four wanted posters. The bounty hunters move closer for a better look. \n[18]Bishop... .Engstrom... .Lyle and Tector Gorch...are worth a total of four thousand five hundred dollars -- and you let them all ride outs  Any one'of these pelts would not only clear you with the company,.but would mean a bundle of cash to raise hell with. Harrigan stands, crosses to the door. \n[19]There won't be any tonight -- you move after them in ten minutes --  Get them -- get Pike and youtre rich. . But if one of you quits on me I'll pay a thousand dollar bonus to the man who kills him. 105 THE MEN SILENTLY BEGIN TO PACK THEIR BELONGINGS. Harrigan     23. \n[20]Why should I let you go with them? \n[21]You could just ride off -- even join him again -- you'd like that, wouldn't .you? \n[22]   \n[23]We'll -see what it's worth -- five minutes.     2 \n[24]stands waiting. Coffer's gun has disappeared., \n[25]SCHEDULES. MUNITION SCHEDULES AND NAPS. The other bounty hunters are scattered around the car grumbling about the inaction. \n[26]And you want to gamble everything this one shipment will be attacked?! \n[27]If?! Why not Juarez? \n[28]  \n[29]The train will be guarded by regular troops!! \n[30]You'll get the job done with what you have -- that'p our bargain. (then looking at the ", "Crazy": "\n[1] ", "Lee": "\n[1] \n[2] \n[3]BANDITS MOUNT their plunging horses. ", "Deke": "\n[1] \n[2] ", "Thornton": "\n[1]  \n[2] \n[3](interrupting him as T.C. and the others protest Harrigan:.. He shot the old an -  \n[4]BY SIMPKINS (the town marshal and trombonist in the W. C.T.U. band), FRAY, his deputy, and the bounty hunters. \n[5]  \n[6]Because I'm all you've got  Because I know him.  Because you know I'll get him -- I'll kill him rather than go-back. \n[7]  \n[8]Caught up enough to know we've overstayed our welcomes \n[9]How can you be. so damned sure? He shakes off the girl, crosses to a sideboard, pours a drink.. \n[10]  \n[11]DOOR and gunfire fills the room as: \n[12]high on the shoulder. Thornton. is knocked sprawling... The Deputy moves into the room and fires at Pike but misses, as. 101-F PIKE SLIPS PAST the screaming women into an adjoining room. The other men pursue.P.ike as the Deputy bends down and snaps Thornton's wrists together with handcuffs. The sound: of gunfire is heard from the street outside, then two of the men re-enter the room. The Deputy looks up.. \n[13]Tell me, Mr. Harrigan.-- how does it feel?  Getting paid for it?  -Getting paid to sit back and hire your killings with the law's arms around you? How does it feel to be so damned right;? \n[14]  \n[15] \n[16]  \n[17]What I like and what I. need are two different things.  'Listen -- I don't want to go back to prison, Mr. Harrigan,... .not ever -- but it.has to be my way... \n[18]I need good men: You saw what happened today. \n[19]  \n[20]HIS GLOVED HAND, then looks up at the eight bounty hunters who are sitting on their horses watching him. \n[21]\n[22](as the others yell in \n[23]This pelt should clear you up -- take him back to town...and tell Harrigan to get me a list of every Army garrison and payroll schedule on the border. (to.the.others, crossing to his horse We got another half hour of light and they might be just up ahead counting their money.     26. \n[24] \n[25]Not close enough... They're across the border by now. - \n[26] The best --  \n[27]He's never got caught. - \n[28] You can saddle up or shut up -- take your choice -- \n[29]That's what I have to figure. \n[30]No -- not 'that. bunch. They'll try \n[31]  \n[32]No. \n[33]He'll be back. \n[34] That's what he said, \n[35]Go on - ride up and find out. Coffer hesitates, his -ayes wide with fear. Thornton draws his gun, pulls back the hammer. \n[36] Next time I want advice from any of you scum I'll ask for it -- until then, keep . your mouths shut and do what y-ou' re to ld% \n[37]INTO the shade, the others follow suit. \n[38]What's the closest town of any size2 \n[39]What's in Agua Verde? \n[40]No -- we wait. \n[41]'Twenty-eight days. \n[42]  \n[43]You have something to say? Coffer instantly lifts his hands in submission and shakes his head. Then, after a moment: \n[44]Ride ahead, all of you. And they do, riding toward Harrigan as we., \n[45]SCHEDULES. MUNITION SCHEDULES AND NAPS. The other bounty hunters are scattered around the car grumbling about the inaction. \n[46]If they're in Agua Verde that's what \n[47]Because we would have heard::.  If they are in Agua Verde they will have seen Mapache. \n[48]A killer for Huerta who calls himself a.general.-- with enough guns he can become a power in northern Mexico - my guess is Pike will try and get them f or â\u0080¢ him. \n[49]Not regulars --.green recruits and not. worth a damn! I'll need twenty trained men -- not recruits or this gutter trash you.'ve given me. \n[50] \n[51] \n[52]  \n[53]Steal as some grub -- I got the horses. 33. THE MENWHIRL AROUND AT THE s o and of Thornton' s voice, \n[54]\"Them soldiers\" are going to get us all if they ever get the chance...Who started firing at them? The men look at one another momentarily. \n[55]How many rifles? And how much ammunition? \n[56]We'll use what we got. \n[57]We are; -- unless youtd like to go back. and face a firing squad. \n[58]Your problem.  Saddle up -- we're riding out..' In the b.g., a horse whinnies as the men look at him dumb- founded. \n[59] \n[60]They didn.'t take it out... \n[61]  \n[62]They know what this is all about -- and. what. do I have -- nothin' but you damned egg sucking chicken stealing gutter rats -- with less than 60 rounds of ammunition be- tween you, \n[63]You'll take it! You don't even have enough sense to keep your damned boots on.  We're after men' -- and I wish to God I was with them.  You make any more mistakes and I'm going to ride off and let you die. They are silent looking at the ground -- after a moment, Thornton turns his horse and rides off slowly. They follow.     '93 - \n[64]Movin' fast -- looks like they bluffed off about 50 federal es --  Why due east?  Well, let's go find out. \n[65] I don't give a damn about you -- but I.. do about the stock. He turns and slides down. the bluff. Coffer and T.C. look at each. other, then follow. \n[66]ULARS AS DUTCH, better than a mile away, disappears in the \n[67].It'll take us a day to find him if he is -- if he isn't, he's holding a gun on us right now. 438 THE IAN TENSE,-THEIR WEAPONS coming up. \n[68]We'll go after the others. \n[69] Jess, you come back tomorrow and watch the buzzards. They'll show you where he is -- you might even get a pair of. boots. Jess thinks this over and grins, then the smile fades. \n[70]Your problem.. He turns his horse and rides away,. the others following, 439 SYKES, HIDDEN IN THE ROCKS and brush above them,â\u0080¢slowly lowers his rifle and sags back. His leg is dark with dried blood and he's weak. Around the wound is a crude bandage made from his shirt -- with a tourniquet twisted tightly above it. After a moment, there is a noise and he looks away at: \n[71]HIS GLASSES as his men search the area behind and. below him. \n[72] \n[73]Army patrol -- coming this way. Instantly the men mount and ride out. \n[74]AND DISMOUNT, their horses snorting nervously at the smell of blood and the stench of death. At-the end of the courtyard where five corpses are heaped in a small Di13, a lone vulture stands. patiently near them. As the bounty hunters approach and the-.bird labors reluctantly into flight, the men dismount. Thornton, looking in through the broken wall, turns away. Coffer and T.C. enter, whistle softly.. \n[75]You'd have.one hell of a time proving that.a week from now, in Texas. \n[76] Suit yourself, \n[77]Why. not -- I sent 9 em.back -- that's all I said I'd do. \n[78]Don't know -- does.it make any difference? \n[79]Drift around down here -- try and. stay out of jail -- ", "Lyle": "\n[1]Too damn many. \n[2] Crazy bastards -- both of you l Tector follows his brother, cursing.. 101 PIKE AND DUTCH LOOK AT EACH OTHER silently -- try to grin -- finally make it -- then follow. The bunch is attentive, but can relax a little.. Pike and Dutch are side by side. \n[3](pulling back to' join them Old friends? \n[4]I thought he was your partner? \n[5] Say -- I've heard it's like the.old times in Argentina...3utch Cassidy down. there making a killing... \n[6]  \n[7]What's so 'lindoÂ° about it. \n[8]About the sharing up... \n[9](whining; pointing to \n[10]You hear me, Pike? -- I said it ain't fair... Pike stands,. flips the knife into the ground, faces the brothers. \n[11]Ah.--' Pike, you know... \n[12]No, sir -- we divide just as you say. Pike looks at them a moment, then picks up his knife and alicea open a bag and -turns it upside down and dumps the contents onto the spread-out poncho watching as: \n[13]More-washers pour out. _ \n[14]Washers...we shot our way out of that town for a dollar's worth of steel holes. He kicks into the pile and scatters Washers across the clearing. \n[15]. Who the hell is 'they!!? \n[16](as Pike doesn't answer; \n[17]hesitates. 129 TECTOR LOOKS AT PIKE, DUTCH, ANGEL, T.HEN slaps his gun into from the weapon.. \n[18]  \n[19] All your fancy planning and talk damn near got us shot to pieces for.some lousy bags of washers... Now this was goin.' to be our last job before we head south ...We spent all our time and money getting ready for this. \n[20] He --.he was making plans while me and Tector was -- \n[21]Riding with 'Brother Pike' and old .man Sykes makes a man wonder if it ain't time to pick up his chips and-find another game. \n[22](dismounting, joining \n[23](as Tector drinks beside his horse I think he can go straight to hell. \n[24]You got a sister? \n[25]I would be proud to.make her acquaint- ance -- and. that of your Mama, too. \n[26]Run on steam? \n[27]in the cantina. The other men tired from the trail only half listen to them as the girl serves beer. \n[28]Hey,. boy...you know them cuties? Teresa recognizes him,: then pulls away, \n[29]Just look at her licking that, big devil's ear. Angel watches, his rage growing, then stands -- Pike goes for-him., .. but too late.. \n[30]Well,. .I don't need no bath...Tector and me need'some of them senoritas.  How 'bout that boy, can you fix us up? \n[31] More than enough to go around... (as one girl sits on his lap And then some! He turns\" and beckons to Pike and Dutch who, with Sykes, are carrying Angel out of the saloon, but they ignore him. \n[32]The dons of Spain built-this some three hundred years ago -- \n[33](as the torrent pours over them removing his \n[34]' I' d like. you to meet my fiancee. \n[35] \n[36] It'll be a cold day in hell 'fore -I do that again. - And suddenly they are all laughing. \n[37]Whatta you want with the dynamite? \n[38] \n[39]-You know how to work one of these things? Pike stands,,then grins a little-and crosses to the wagon. \n[40] Listen, old man \n[41] 403 DUTCH, CAREFULLY EXAMINING TWO GRENADES, looks up as Te c for Gorch. moves up the bank of the wash. \n[42] He's been gone a 1 ong time  What's t ha t? . \n[43]We could have used a fear of them in San Rafael.. \n[44]Well, he had guts -- \n[45]Her own Mama turning him in -- just like Judas -- 423 PIKE LOOKS AT HIM A LONG MOMENT, then turns away. \n[46]How in hell. can we do that? They got guns and 200 men.-.. Besides, chances are he's dead by now. \n[47] We kin stay right up here and kick hell out of 'em. Pike turns and. looks over the camp. \n[48]You're'cra-zy:...He'd just as soon kill us as break wind.. \n[49]Just thinking about him is asking .for trouble. \n[50]You said dos for two. \n[51]Why not? Pike turns and moves through. his room. Tector and Lyle follow. Behind them the.woaian begins her complaints again. ", "Ross": "\n[1]It reads: PECOS AND SOUTH TEXAS R.R. \n[2] \n[3]FROM THE PARADE GROWS LOUDER. He looks out Behind hi:: 3.3 PIKE AND THE OTHERS ARE LOADING SACKS OF SILVER into their saddle bags. They are almost ready to. leave. The paymaster, his assistants and the customer, their hands still up, watch C.L. \n[4] \n[5] \n[6] \n[7]In perfect order Dutch and Angel begin attaching the ropes to-the tongue of the wagon as Sykes unhitches. \n[8]They was waiting for us. \n[9](the fourth bounty hunter I'd like to take some good pelts back.. or at least maybe steal something down here. \n[10].We thought the dynamite must've got you or them . soldiers. \n[11]Them soldiers started shooting first: Thornton, without answering, steps to the fire, \n[12] \n[13]BOUND BETWEE[1 THEM. As they enter the clearing, they politely remove their hats. Soon there are five, two of them are leading a 'small donkey. Angel crosses to them as they group in the center of the clearing. All carry machetes. \n[14]AND LIFTS HIM TO HIS FEET. Half dragging him, he steps in front' of the Americans. Around him many of the soldiers are \n[15](pointing to the bird on the walk If Jess is counting on buzzards to. lead him to. old Sykes, he's got a long wait -- we got 'em all.. They laugh and go to work. ", "Dutch": "\n[1]Make you feel welcome? \n[2] ranks. \n[3] \n[4] Let. me, Ma'am. Dutch picks up the package, Pike offers the lady his arm. She hesitates, accepts. Pike and Dutch, followed by the others, lead her across the 'street. \n[5]How in hell could they have known we were coming? \n[6]Where do we go? \n[7]then spurs through the crowd, past Frank and into the tent. Horse, man and tent go down in a cloud of dust and canvas. Then, the horse,. Dutch still in the saddle, rises, breaks clear and races away. 58. A WOMAN, 'BLIND WITH TERROR, SPINS TO THE GROUND as she runs into Pike I s horse as it slides to: a halt as Pike â\u0080¢ turns to help Dutch. A TERRIFIED CHILD STANDS and holds its ears, screaming as the horses thunder past. 60 ON THE ROOF --â\u0080¢ THE BOUNTY HUNTERS CONTINUE FIRI NG , IGNORING: 61 HARRIGAN AND THORNTON. AS THEY TRY TO STOP THEM, KICKnr G T-B:'IR fight them off and. keep firing.     13. \n[8]UP IN SINGLE FILE. Angel, second to last, reaches the top, \n[9]       \n[10]With old friends. ' \n[11]Deke Thornton. \n[12]'He changed -- you didn't.'     \n[13]  \n[14]. Washers! \n[15]ALL TURN as the SOUND of laughter comes from behind. \n[16]Let's walk soft, boys... \n[17] What's our next move? \n[18] ,-While you was getting your bell rope pulled by --  By two -- mind you, two -- Hondo whores -- while Pike's dreaming of washers - you're matching two of them -- in tandem And the wild bunch falls apart in laughter -- even Pike is caught, but as he laughs, he knows that they are together again. \n[19]Yeah, I helped run a little copper -- nothing for us there except day wages, if it was running now -- which it ain't.     \n[20]Why in hell are you still goin'? \n[21] You -never gave it :a chance9 Pike. \n[22]You got a halfway hard mouth, partner. \n[23]Just don't give me, no lectures.. They are silent -- finally: \n[24]Back off to what?  Any real ideas for a next one? Pike closes his eyes and leans back. \n[25]That kind of information is kind of. rough to come by. \n[26]They'll be waiting for us. \n[27]You must have hurt that railroad pretty bad -- they spent a lot of time and money getting that ambush set up for us. \n[28]Pride, I guess \n[29] And you -- and me --did we learn -- being wrong today? \n[30]Where'd you find him? \n[31]- Pike, I wouldn?t have it no other -way aither. \n[32] We're not going to find much down here., That damned Huerta' s scraped it clean. \n[33]If you know a shorter way..': show us. Angel looks away and is silent for several seconds. \n[34]That sounds right to me.. \n[35]And take what? Tector thinks this over, doesn't answer. \n[36]laughing softly to himself, finally turns, his smile fading. \n[37]All soldiers - not a bounty hunter in sight. \n[38]That could run a horse right into the ground. \n[39] Angel -- who does this thing belong to? \n[40]The official carrazo of the Pache Generalisimo. CONTINUED     \n[41]Seii cervesas. The girl leaves to' get the order. The men at the table look around the cantina. At a nearby table a group of men are throwing dice and laughing loudly. The mariachis are gather- ing around Mapache.. Lyle shifts in his chair to look at them. 198 MAPACHE IS LAUGHING AND DRINKING. The German. leans close to Zamorra and speaks in Spanish. \n[42]I'm down to about twenty in silver... \n[43]Generalisimo hell -- he's just a damn bandit grabbing all he can for himself. \n[44]No sir -- we don't.hang nobody or torture them -- I hope the people here kick him and the rest of the scum like him right into-their graves.     56.. \n[45] Que pasa:: \n[46]Era su novia; The Mexicans immediately respond to Dutch's explanation. Both Z.amorra and Mapache smile. \n[47]-No -- were not associated with anyone... \n[48] \n[49]I'm sure. 219 DUTCH FOLLOWS PIKE TO ANGEL where they lift him off the floor. \n[50]I don't see how you stand it \n[51]Very 'noble . \n[52]One load of guns isn't going to stop him from raiding villages.. You ought to be thinking about all that money you'll have. \n[53]A small bag. \n[54]One -- a very Small ranch. \n[55]Salud'. \n[56]ANGEL PALES.. Both are ready to write Angel off. and forget about the problem. \n[57]  \n[58]How many cases of rifles did Zamorra say were in that shipment? \n[59]Give him one. \n[60]__-He'll have to show up with us. when we deliver..,. \n[61]Mucho gusto, senorita.. \n[62]WITH BARRELS) DRIVEN BY SYKES. The others are riding. behind. The walls of the arroyo tower above the men. Pike is tense in the saddle as the pain in. his leg becomes almost. unbearable. \n[63]You never told me how you got all tore up like that... 236 PIKE REFLECTS FOR A MOMENT. His face is almost white.; Then he reaches in his saddle bag and pulls out a bottle. He drinks, passes the bottle to Dutch.. \n[64]You didn't catch up with him? \n[65] \n[66]268 A 'MAN JUMPING A HORSE OUT OF THE CATTLE CAR. It is one of the bounty hunters. Another horse quickly follows. Dutch turns and yells. \n[67]They're coming; 269 GORCH ON FRONT OF THE. LOCOMOTIVE WHIRLS AROUND and looks back for an instant as Dutch yells. The two guards jump kills both as they pick up their rifles. \n[68]TENDER AND THE FLAT CAR, turning in the air, catching the tender with his hands and his feet precariously balanced on the coupling. \n[69]BACK OF THE TENDER. His feet are bracing him on the bounc- - ing coupling. He is inches above the rail.     75. \n[70]We're ready! \n[71]311 A MAN STAGGERS OUT from half cover and drops to his knees, 312 DUTCH FIRES AGAIN and another man drops. The bounty \n[72]is beside him. Sykes is still on the reins, Angel is sitting on the cases of guns. The Gorch brothers are both riding '14 horses on either side. Dutch looks up, shakes his head.- \n[73] \n[74]What about Thornton and them others? \n[75]Still heading east. \n[76]I'd say they missed it.. \n[77]Only five left -- didn't figure them to come down after us. How much can we be worth? \n[78]Mapache' s? \n[79]Oyel Jefe, ven to solitol \n[80] Don't you think you should tell your soldiers? The Mexican makes a face as if he doesn't understand. \n[81]Show.him&amp; 373 TECTOR AND LYLE JERK THE TARP OFF. TI MACHINE GUN. Lyle arms it. 371k. HERRERA. LOOKS AT THE GUN and his eyes widen. He. turns, \n[82]We haven't heard from Tectnr.. â\u0080¢ â\u0080¢ PIKE  Call-'em in. \n[83] Ever see anyone that could sneak around , like these S Angel uncovers a case of munitions and hands it down, \n[84]ANGEL'S VILLAGE). One of them waves aloft a shotgun and tells Mapache that it belonged to the man.. Mapache, com- pletely absorbed in lighting a Roman candle, answers without turning. \n[85]Grenade -â\u0080¢ you pull this pin then throw it and find a hole- From what. I hear it gets the job done. \n[86]{.calling Any trouble? \n[87]How's the, generalis imo? \n[88]We brought the last of it. who opens theca -- locks - it's gold. \n[89]At the head of the.arroyo -- in the wagon. \n[90] You can keep the wagon - we'll take the horses. \n[91]Fourteen. We lost two on the trail. \n[92] \n[93] I'm wasting time here. \n[94]He's a thief,-- you take care of him. \n[95]  \n[96]Yeah. He turns and rides off, Angel watching him. \n[97] \n[98]   \n[99]      \n[100]On a ridge above camp, using binoculars, they look across the badlands below and at the town far in the distance. \n[101]Yeah - he played his string out right to the end. \n[102]Sykes says we got to go after him. \n[103]Thornton - they got Sykes. He's hit bad. Daum Deka Thornton to hell.. \n[104](turning on him, almost yelling Gave his word to a railroad. \n[105]That ain.'t what counts -- it's who you give it t o l l \n[106]Make a run for the border? \n[107]We take our gold? \n[108]  \n[109]Goodbye,. Thornton. 455 ZAMORRA GESTURES AND JUAN JOSE crosses. to them... \n[110]SITTING WITH A'BOTTLE BACK AGAINST THE WALL listening. to the plaintive sound of a distant guitar.. He.looks up as they come out. \n[111]  \n[112]495' MEXICANS CONTINUE FIRING AT THE AMERICANS from all sides and the Gorch brothers, badly wounded,. but still on their feet still are blasting away at them from the middle of the room, then Tector, laughing, picks up. the screaming, terrified Chita and, rushes the crowd, using the woman for a shield. She tosses her head and dies as bullets slam into her soft body, then he is.hit again and goes down on one knee. 496 A SOLDIER, UNSEEN BY.TECTOR', steps into a doorway. He aims at Tecto'r with a revolver and fires Into him from several feet away. The bullets tear into Tector and he drops the woman and dances out into the room. As he is hit. from all sides, he whirls around, seeing:     ", "Engstrom": "", "T.C": "\n[1]  \n[2]How '.bout a little liquor money for tonight, Mr. Harrigan? \n[3]How close you figure we are? \n[4]How do you know?' But Thornton doesn't answer. \n[5]Do we follow? \n[6]  \n[7]We go back with our tail between our legs Harrigan will have our hides. \n[8]â\u0080¢That little ole dynamite helped some, \n[9]Hey... you find my horse; \n[10]We, ain't gonna make it too much further without something to eat. \n[11]Listen, Mr. Thornton -- I don't have to take any talk like that. \n[12] Beggin' your pardon, Mr. Thornton -- but our stock needs water and grain -- and. so do we. \n[13]Bet they sold the guns. \n[14]Picked clean -- not a gun on 'em.,. Thornton walks slowly among the bodies. \n[15]This boy here's got some gold in his teeth... .Let me see your knife, Coffer. \n[16]We going to wait here for Jess or meet him on the way? But Thornton doesn't answer; reaching his horse, he mounts and. rides away. Coffer and T.C,. and Ross look after him.. ", "Freddie": "", "Sykes": "\n[1]Them others ain't comin'? \n[2] None of 'em? 111 PIKE TAKES THE BAGS OUT OF THE CORRAL TO THE FIRE that burns near an adobe wall and drops them on a poncho, watches as the others do the same. \n[3] But I got horses and gear for all them fellers like you said -- \n[4] 'They?': by 'they, are just plain and fancy 'they.' 'They.' (dancing around them his high laughter splitting the night Caught you, didn't they? Tied a tin can to your tail -- didn't they? Lead you in and waltzed you out -- Oh my what a bunch -- big tough ones -- standing around with a handful of holes -- a thumb up your ass and a big grin to pass the time of day with. 122 TECTORSWINGS AT HIM, BUT THE OLD MAN DUCKS, then falls and rollsaway, still laughing. Tector starts'to follow, Pike stepsbetween them. \n[5] Deke Thornton? -- He was with. them? \n[6]INTO HIS COAT, LIFTS OUT A BOTTLE,. SITS BY THE FIRE and \n[7]  \n[8] \n[9]That was a mighty fine talk you gave the boys 'bout stickin' to- gether. (as Pike doesn't \n[10]That Gorch was near killin' me or me him --  Damned old fool like me's not worth. takin' along. \n[11]By God, that's the way I see it -- that's the way it's always been with me...Sorry 'bout Deke - never figured him that way, (then, as Pike doesn't answer Back in. San. Rafael -- my boy how' d. he do? finally:. _ \n[12]C.L. -- Clarence Lee -- my daughter's him -- you do -- just what Mister Bishop says -- Did he conduct hisself well? \n[13]Well, you had enough on your mind He had to pull his weight just like the rest of us -- just wanted to know he didn't let you down -- run. when things got hot -- \n[14]FEW FEET AWAY. Angel watches dully,. his eyes mirroring his agony. Pike laughs softly, watching. \n[15].Too old even to ride beside this ancient gringo. \n[16] \n[17]Hell, you ain't so old; partner. \n[18]Joe --'by God I like you. I like a man who tells the truth. \n[19]PIKE who drinks. \n[20]  \n[21]'Who'.s going to buy -- looks to me like. this place has been picked clean. \n[22]Pike... .I heard about one they got up north that. kin fly; Pike nods sagely. Te.ctor Gorch on the other side of the car hears the remark. \n[23]Listen, bog, you ride the trail with us your village don't count -- if it does- -you jest don't go along. \n[24], I'll drink to that sentiment -- and to. \n[25]Let him find out.' Mr. Bishop -- (as P ï¿½ke looks a t\\ him You know as well as I there ain't no way of collecting from Mapache 'cept off a lot of dead bodies -- mostly ours, the way he thinks. Pike considers this -- looks at the old man, finally nods . \n[26]. Son of a bitch.  Trot them on in, boys -- I' :m hell on packin' mules, but I'm 'a delight with, .a pretty girl. \n[27]Where's the General supposed to meet us? - \n[28]Don't count on him stayin' t.ere. - You know him --.I know him he'll be along. \n[29](as Pike steps off the \n[30]They fought-'paches for a thousand years -- that's a sure way to .learn.. \n[31]  \n[32] Pike must have found you. under a rock somewheres. \n[33]Nope - But you better hope I don't get riled enough to start . ggin' you when this is over. \n[34] We'll see. \n[35] \n[36] \n[37]trots up the dim trail. toward the hideout. 1 27 THORNTON AND HIS HUNTERS, THREE. M O WATCH from the \n[38]OF THE RIFLE and he catches the reflection in his- eye. Then he has spurred his horse into the brush at the side of \n[39]PINPOINTS OF LIGHT APPEAR IN THE ROCKS ABOVE HIM. After a moment the noise of firingâ\u0080¢reaches them. .Dutch takes the glasses, watching.     \n[40]IGNACIO;.and a handful of Angells compadres sit watching him. They are leading the bounty hunters' horses, the sacks of gold are tied to Sykes' saddle. \n[41]Didn't expect to find you here, Deke. \n[42]They didn't et far --  You the one that shot me? \n[43] I reckon not.  What are;. your plans? \n[44]Well,, come along -- we got some work to do --  It ain't like it used to be,. but it's better than nothing. 513. THORNTON TAKES A DEEP BREATH, THEN HALF GRINS, unties his horse, then mounts and follows. ", "Zamorra": "\n[1]No. The German settles back in his.chair and. begins placing a cigarette in a holder. \n[2]Why did he try to kill His Excellency...? \n[3]La.muchacha,.. \n[4] Gentlemen., we are quite well organized and well able to pay $10,000 in gold.  If you are not able to do the work we will find someone else, \n[5]Our accountant will arrange everything. \n[6]Porque no? Zamorra yells to JUAN. JOSE, an aide, standing nearby. \n[7]Oye!...Traeles unas viejas! Andale! \n[8]Mi jefe, deje que se lo lleven.. Mapache replaces his gun. \n[9]Par favor. Mapache ignores them. Juan,â\u0080¢rushing'toward Mapache, almost falls as Herrera jerks him to a halt.. \n[10](beginning to panic as the firing grows \n[11]Our accountant will pay you immediately. Zamorra turns and yells to Herrera. \n[12]Trae la caja!  \n[13] Trae las armas Herrera runs for his horse. \n[14]The General wishes you to join him. -- and become rich he respects you. \n[15]Esperate.  'Wait, por favor...In case he cant find them. \n[16]The gun suddenly.comes alive and the two men holding it are bounced around the area by the wild. reco it . 408. THE GUN SWINGS WILDLY, MAPACHE HANGING ON -= his finger locked down. on the trigger. 409 THE GERMANS. AND OTHER BYSTANDERS DIVE FOR COVER as bullets clatter- through the area-. Finally the two soldiers, 'unable-. to support it, let it drop to the ground. \n[17]How many cases did you take 'from the train? \n[18]Two cases short -- one bag, por favor. 419. DUTCH THINKS ABOUT THIS VERY. BRIEFLY, then tosses him a bag. \n[19]We kept his share of the gold. \n[20] El g3neralisimo is happy with victory!... Zamorra grabs a bottle of tequilla ofd' the table and tosses it to Pike. \n[21]Go and drink... .there are women in. the village...But don't be foolish. and change his mood. 454 PIKE HOLDS THE BOTTLE and looks at the table, seething with anger. Then,. suddenly he calms. \n[22]  \n[23]You are very stupid...very stupid! ", "Wainscoat": "\n[1]AND IRATE TOWNSPEOPLE. BENSON, a beefy redneck rancher, curses bitterly as he crosses to Harrigan. \n[2] Innocent people are dead ...women mangled -- dying --because you used our town as a battlefield; You're going to pay, sir -- your-railroad is going to pay for our blood; \n[3]  "}}