{"filename": "Mummy,-The_script.txt", "imdb_id": "tt0120616", "imdb_url": "https://www.imdb.com/title/tt0120616", "characters": ["Rick O'Connell", "Pharaoh Seti I", "Dr. Allen Chamberlain", "Captain Winston Havelock", "Beni Gabor", "Jonathan Carnahan", "Mr. Daniels", "Mr. Burns", "Anck Su Namun", "Evelyn Carnahan", "Imhotep", "Ardeth Bay", "Dr. Terrence Bey", "Mr. Henderson", "Warden Gad Hassan"], "dialogues": {"Rick": "", "O'Connell": "\n[1]I knew this was gonna be a lousy day. \n[2]Shut-up and gimme your bandolier. \n[3]Now gimme your revolver, you'll never use it anyway. \n[4]Now go find me a big stick. \n[5]So I can tie it to your back, you appear to be without a spine. \n[6]How'd a guy like you end up in the Legion anyways? \n[7]Altar boys? \n[8]No, but I'm considering it. \n[9]None of the above, thank you. \n[10]I was just looking for a good time. \n[11]Oh shit. Steady! \n[12]\n[13]\n[14]\n[15]\n[16]\n[17]Son-of-a-bitch. \n[18]Hey! Beni! Wait up! \n[19]What are ya doing?! Wait up! \n[20]Don't you close that door! DON'T YOU \n[21]I'm gonna get you for this! \n[22]So who's the broad? \n[23]Yeah? Well,... I'm sure she's not a total loss. \n[24] \n[25]No. \n[26]No... You came to ask me about Hamunaptra. \n[27]Because that's where I found it. I was there. \n[28]Hey,... don't I know you? \n[29]I just decked your brother \n[30]Yeah, I was there. \n[31]Every damn day. \n[32]-- I know what you mean. I was there, alright. Seti's place. The City Of The Dead. \n[33]I found sand. I saw death. \n[34]Want to know? \n[35]Really want to know? \n[36]Then get me the hell outta here. \n[37]Yeah, I'd like ya to let me go. \n[38]Give... give him... give him GLAAAA-- ! \n[39]Anyone I know? \n[40]Yeah, sure, smashing. \n[41]All I can tell you, miss, is that my Colonel found that map in an ancient fortress, and the whole damn garrison believed in it so much, that without orders, we marched halfway across Libya and into Egypt to find that city. Like I told ya, all I saw was sand. Everybody else was wiped out by Tuareg warriors. I'll take your bags. \n[42]I only gamble with my life, never my money. \n[43]Yer on. \n[44]What makes you? \n[45]Sorry, didn't mean to scare ya. \n[46]Still angry that I kissed ya, huh? \n[47]The last time I was at that place everybody I was with died. \n[48]There's something out there, you know, something under that sand. \n[49]Evil. The Tuaregs and the Bedouin believe that Hamunaptra is cursed, they call it, \"the doorway to hell.\" \n[50]And the fact that they say it's made out of pure gold, makes no nevermind to you, right? \n[51]I know my treasure. \n[52]I was about to be hanged, seemed like a good idea at the time. \n[53]What?... Wha'd I say? \n[54]Why if it ain't my little buddy, Beni. I oughta kill you. \n[55]So you're the one leading the Americans, I shoulda figured. So what's the scam? You get 'em out in the middle of the desert then leave 'em to rot? \n[56]The girl saved my life, figured it was the least I could do, keep her out of trouble. \n[57]Let's make us even, shall we? \n[58]Sounds familiar. \n[59]Friend of yours? \n[60]Relax! I'm the map! It's all up here. \n[61]C'mon, there's still one more of those guys around here somewhere. \n[62]Can you swim? \n[63]Trust me. \n[64]The occasion calls for it. \n[65]Hey Beni! Looks to me like your on the wrong side of the river! \n[66]We coulda had 'em for free, all we had to do was give 'em your sister. \n[67]Awfully. \n[68]Then again... \n[69]Yeah, disgusting. \n[70]We're almost there. \n[71]Pretty sure. \n[72]Get ready. \n[73]We're about to be shown the way. \n[74]  \n[75]Evelyn! Slow down! \n[76]\n[77]Never mind. \n[78]You boys owe me five hundred dollars. \n[79]Be nice. That thing saved my life. \n[80] \n[81]What are those mirrors for? \n[82]You're welcome to my share of the spider webs. \n[83]That is a neat trick. \n[84]Preparation for what? \n[85]Likewise. \n[86]Don't see your name on it,... pal. \n[87]I've had worse. \n[88]None taken. \n[89]And you're sure you can find the secret compartment? \n[90]Lemme get this straight, they stuck a sharp, red hot poker up your nose, cut your brain into small pieces, then ripped it all out through your nostrils? \n[91]Yeah, that'd bring you back to life. \n[92]Why would they bury somebody in the ceiling? \n[93]There's some sort of lock here. You say these thing's are made of granite with a steel interior? \n[94]No kiddin', without a key, it'll take us a month to crack this thing, \n[95]Who was talking about what? \n[96]Seems the Americans had a little misadventure of their own today, three of their diggers were killed. \n[97]Salt acid. Pressurized salt acid. Some sort of ancient booby-trap. \n[98]You don't believe in curses, huh? \n[99]I believe in being prepared. \n[100]\n[101]Stay here! \n[102]Goin' somewhere? \n[103]C'mon, friend. \n[104]'Cause I look good doin, it. \n[105]You alright? \n[106]These men are a desert people. They value water, not gold. \n[107]Unlike your brother, Miss, you I don't get. You're a whole new brew. \n[108]Something like that. \n[109]Okay, I get your father, I get your mother and I get your brother, but what are you doing here? \n[110]And what is that? \n[111]No you're not. \n[112]Not unless you call me Rick. \n[113]Because that's my name. \n[114]You don't? \n[115]Gee, yeah, you told me it was the best time you ever had. \n[116]You dream about dead guys? \n[117]Tough break. \n[118]\n[119]Is he supposed to look like that? \n[120]And look at this. \n[121]Where's my gun? \n[122]If he decides to wake up, hell yes! \n[123]Rat gizzards. They smell bad and taste worse, but that's the best the desert has to offer. \n[124]Are you saying somebody threw these things in with our guy, and they slowly ate him alive? \n[125]Must of got a little too frisky with the Pharaoh's daughter. \n[126]That bad huh? \n[127]The ten plagues?... You mean all ten plagues. \n[128]You sure you outta be playin, around with that? \n[129]That's one of the plagues, right? The grasshopper plague! \n[130]Okay,... and what about frogs? \n[131]Damn-it! Must be a trap door around here or somethin'. \n[132]Would you quit playin, around! Let's get outta here already! \n[133]\n[134]Ahhhhhhhh!! \n[135]Relax, I got him. \n[136]Are we talkin, about the same creature? The walking corpse? Really big mouth? Really bad breath? \n[137]I told ya, I already got him! \n[138]I thought you didn't believe in this stuff!? \n[139]Forget it, we're out the door down the hall and gone. \n[140]Oh yes we are. \n[141]We?! What we?! You didn't read that book. I told you not to play around with that thing. \n[142]How!? You heard the man, no mortal weapons can kill this guy. \n[143]There goes that belief again. Not me, I am outta here! \n[144]Yeah? So? Is that my problem? \n[145]Look lady, I appreciate you saving my life and all, but when I signed on, I agreed to take you out there and bring you back, and I did, now were even, end of job, end of story, contract terminated. \n[146]You can either tag along with me, or you can stay here and play around with Mister Maggot. \n[147]\n[148]Beni ya little stinkweed, where did you slink off to? \n[149]Oh yeah,... sorry bout that. So who's this guy? \n[150]Oh, hey, how ya doin'? \n[151]Yeah, well, we all got our little problems today don't we? \n[152]Don't gimme that, you never had any scruples. \n[153]See ya around, Padre. \n[154]I've heard it before, Winston. \n[155]Blood. \n[156]He's here. \n[157]The guy! The Priest! THE MUMMY! \n[158]Evelyn!! EVELYYYYNN!!! \n[159]We got problems. \n[160]He's here! I saw him! That thing is here! \n[161]Pretty sure! \n[162]We are in serious trouble. \n[163]Back off, creep. \n[164]I just saw my fist vanish into some guy's head. \n[165]I'm willin, to go on a little faith, here. \n[166]Try me. \n[167]Okay, let's cut to the chase. He's afraid of cats, what's that about? \n[168]What about my buddy, Beni? \n[169]Okay,... Evelyn, you wait here, you two come with me. \n[170]Keep an eye on her. If you leave her door, I'll rip your spleen out. C'mon, Jonathan. \n[171]Well, well, well. \n[172]Lemme guess, spring cleaning? \n[173]Where's your new friend? \n[174]Then you got no excuse for living. What the hell you doin, being buddies with this creep, Beni? What's in it for you? \n[175]Immune from what? \n[176]What are you looking for? Lie, and I'll slit your throat. \n[177]What does he want the book for? \n[178] \n[179]Damn-it! That's two down and only two to go. \n[180]Get your hands off my girl, pal. \n[181]Nice lips. \n[182]I figured you might be here, so I brought a friend. \n[183]What?... Oh yeah, that was just um, you know, figure a speech. \n[184]Jealous? You kiddin' me? Did you see that guy's face? \n[185]Believe it, sister. That's what brought our buddy back to life. \n[186]So your sayin', if we find the book made outta gold -- \n[187]You think it'll send this guy back to hell? \n[188]Got what? \n[189]What? \n[190]Don't tell me we gotta go back out there? \n[191]You're gonna get yours, pal! \n[192]C'mon! C'mon! Let's go! Let's go! \n[193]Sorry, fresh out. \n[194]Don't do it, Evelyn. \n[195]Got guts, lady. \n[196]Evelyn! \n[197]\n[198]We gotta get her back. \n[199]You know where he's taking her? \n[200]I know how to beat him to it. \n[201]Not a god-damned thing. \n[202]You probably won't live through it. \n[203]To save the damsel in distress, kill the bad guy and steal his treasure. \n[204]Okay, now what the hell does this Horus guy look like? \n[205]Got it. \n[206]From now on, don't touch anything. Not a damn thing. Keep your hands off the furniture, got it? \n[207]Who the hell are these guys? \n[208]I never killed a priest before. \n[209]Well, okay then. \n[210]Oh come on, gimme a break here. \n[211]This whole place is comin, alive! \n[212]These guys just don't quit. \n[213]That's the last one, we better get lucky. \n[214]This just keeps gettin, better and better. \n[215]Do something, Jonathan! Kill it! \n[216]Okay pal, let's see how tough you are without your right arm. \n[217]Alright,... so he's left handed. \n[218]C'mon! \n[219]     \n[220]Wouldn't say that. \n[221]", "Beni": "\n[1]Personally, I would like to surrender. Why can we not just surrender? \n[2]Then let's run away. Right now. While we can still make it. \n[3]Then let's play dead, huh? Nobody ever does that anymore. \n[4]In the desert? What for? \n[5]I got caught robbing a synagogue. Lots of good stuff in them holy places; churches, temples, mosques, and who's guarding them? \n[6]Exactly! I speak seven languages, including Hebrew, so my specialty was synagogues. How about you? Kill somebody? \n[7]What then? Robbery? Extortion? Kidnapping! \n[8]Then what the hell are you doing here!? \n[9]It is three days down the Nile, then two days by camel, sahibs. \n[10]Along with the scorched bones of my entire garrison, sahib. \n[11]A thousand pardons, my good sahibs but there is much work to be done. \n[12]My very good friend! What a surprise. \n[13]You never were any good with the ladies, O'Connell. \n[14]Unfortunately no, these Americans are smart, they pay me only half now, half when I get them back to Cairo, so I must go all the way. \n[15]You never believed in Hamunaptra, O'Connell. Why are you going back? The devil himself lives out there. \n[16]You always did have more balls than brains. \n[17]Even? \n[18]O'Connell! I am going to kill you for this! \n[19]Hey O'Connell! Looks to me like I got all the horses! \n[20]Good morning, my friend! \n[21]Patience, my good sahib, patience. \n[22]Fools. \n[23]They belong to the dead. They will wait years for their masters to return before leaving. \n[24]Ten to one, O'Connell, your odds are no-so-good. \n[25]Just looking for you, O'Connell! I wanted to be with my friend! \n[26] \n[27]The curse,... beware the curse! \n[28]Like what that Moses guy did to that Pharaoh guy? \n[29]May the good Lord protect and watch over me as a shepherd watches over his flock. And may Satan in all his forms be vanquished forever. \n[30]You left me! You left me in the desert to rot. \n[31]This is Prince Imhotep, High Priest of Osiris. \n[32]The Prince does not like to be touched by other humans. A Silly eastern superstition, I'm afraid. \n[33]He has come to help Mister Burns. Somehow I feel responsible. \n[34]Do you know where I can steal some? \n[35]Mister Burns, Prince Imhotep thanks you for your spectacles, -- and for your eyes,... and for your tongue. \n[36]But I am afraid more is needed, the Prince says he must finish the job, consummate the curse which you and your friends have brought down upon yourselves. \n[37]What friend? You're my only friend. \n[38]It is better to be the right hand of the Devil,... than in his path. As long as I serve him, I am immune. \n[39]You shall see. \n[40]The book! The black book they found at Hamunaptra! Imhotep wants it back. Said to me it would be worth it's weight in diamonds. \n[41]  \n[42]Imhotep! IMHOTEP! \n[43]Take his hand and he will spare the others. \n[44]Come with me my princess. It is time to make you mine, forever. \n[45]Kill them. \n[46]All I remember is him turning into a blast of sand,... and then I remember nothing. \n[47]Keep moving. \n[48]Yeah? \n[49]Prince Imhotep wants your heart. \n[50]He wants your heart and your brain, your liver, your kidneys... \n[51]...and how do you say? Those slimy things, in your stomach? \n[52]Yeah! Them. \n[53]\n[54]Go away. ", "Gabor": "", "Jonathan": "\n[1]Drunkard? Fool? Rat-bastard? Please call me something original. \n[2]Right now, I only wish to join them. \n[3]My dear, sweet, baby sister, I'll have you know, that at this moment my career is on a high note. \n[4]Oh yes I do! I have something right here! \n[5]On a dig, down in Thebes. \n[6]My whole life I've never found anything, Evy. Tell me I've found something. \n[7]Yes? \n[8]Two questions. Who the hell is Seti the First? And was he rich? \n[9]Alright, good, that's good. I like this fellow, like him very much. \n[10]Are we talking about the Hamunaptra? \n[11]Right, right, in a big underground treasure chamber. Everybody knows the story. The entire necropolis was rigged to sink into the sand. On Pharaoh's command, a flick of the switch! And the whole place could disappear beneath the dunes. \n[12]You burned it! You burned off the part with the lost city! \n[13] \n[14]I was mistaken. \n[15]I lie to everybody, what makes you so special? \n[16]That just makes you more gullible. \n[17]Picked his pocket, actually. \n[18] \n[19]She's my sister, actually. \n[20]How do we know that's not a load of pig swallow? \n[21]Um, well, you see... \n[22]Undoubtedly, I know the breed, he may be a cowboy, but his word is his word. \n[23]Smashing day for the start of an adventure, eh, O'Connell? \n[24]Yes, yes, you're right, filthy, rude, a complete scoundrel, nothing to like there at all. \n[25]Sit down, O'Connell, sit down, we could use another good player. \n[26]I say, what a coincidence, why -- \n[27]-- whose deal is it? Is it my deal? I thought I just dealt? \n[28]\n[29]Hey that's mine -- \n[30]Americans. \n[31]I say! Good show! \n[32]And did I panic? \n[33]I think not. \n[34]I can't believe the price of these fleabags. \n[35]Yes, awfully tempting, wasn't it? \n[36]Never did like camels. Filthy buggers. They smell, they bite, they spit. Disgusting. \n[37]And you snore! \n[38]All night you snored! \n[39]What in bloody hell is this? \n[40]Ah, begging your pardon, but shouldn't we be going? \n[41]That thing gives me the creeps. \n[42]And it stinks to high heaven in here. \n[43]Mummies, my good son, this is where they made the mummies. \n[44]Yes, me too. \n[45]And when those dirty Yanks go to sleep -- No offense. \n[46]We'll sneak up and steal that book right out from under them. \n[47]I say, what's our smelly little friend got himself up to? \n[48]OWCH! That's really got to hurt. \n[49]Still... \n[50]Well?... Who is it? \n[51]Whoever's in here, sure wasn't getting out. \n[52]Hey that's mine! \n[53]Did you ever see him eat? \n[54]Maybe this place really is cursed. \n[55]Seagrams! \n[56]Well, he may have been a stinky fellow,... but he had good taste. \n[57]Evy! Excuse me! But didn't the man just say -- ! \n[58]Let 'em have it, boys! \n[59]I say, bloody good show. \n[60]Don't blame me, I don't even remember being there. \n[61]Yes, I'm all tears, now let's see who's inside, shall we? \n[62]\n[63]Juicy? \n[64]What are you going to do? Shoot him? \n[65]What is this stuff? It smells like our late friend, the Warden. \n[66]You did not!?... We're not!? \n[67]He certainly was not a popular fellow when they planted him. \n[68]Let's see, there was frogs, flies, locusts... \n[69]And my personal favorite: people covered in boils and sores. \n[70]Did you see that!? Grasshoppers! Billions of grasshoppers! \n[71]\n[72]You're not going to kill us? \n[73]\"And the rivers and waters of Egypt went red and were as blood.\" \n[74]Who's here!? \n[75]This is not good. Not good at all. \n[76]\"...and he stretched forth his hands towards the heavens, and there was darkness throughout the land of Egypt.\" \n[77]Me? \n[78]That looked rather painful. \n[79]Yes, I know, I do that to people. \n[80]And then he'll be coming after Evy. \n[81]And now he's going to use it to bring his girlfriend back \n[82]What? \n[83]Anck-su-namun! Anck-su-namun! \n[84] \n[85]Hey that's mine -- ! \n[86]I'm with you, old man. No one touches my sister like that and gets away with it. \n[87]And what ritual would that be? \n[88]And how does one do that? \n[89]Oh yes, of course. \n[90]Excuse me? \n[91]Begging your pardon, but I wasn't quite clear on that last part. \n[92]Did you say 'kill' my sister? \n[93]Everybody else we've bumped into has died, why not you? \n[94]Excuse me... A little help would be useful... IF IT'S NOT TOO MUCH \n[95]He's a big fellow with pointy ears and a face like a falcon. \n[96]I say, look at that. \n[97]Say, gents! You should come have a look at this. \n[98]There he is! \n[99]Hello Horus old boy. \n[100]I found it, Evy! I found it \n[101]I can't open it! It's locked or something! \n[102]We need the key! \n[103]What do I do, Evy!? What do I do!? \n[104]Keetash-something, naraba-something. \n[105]Ebarra im hatu Kashka ummmmm -- ? \n[106]Rasheem Aaaaa ANUBIS! \n[107]Oh boy. \n[108]You have got to be joking? \n[109]Oh. \n[110]Ummm, Hootash im... Hootash im now what is this last symbol here? \n[111]It's an Anck symbol, with two little squiggly lines above it, and a bird, a stork! on either side. \n[112]Yes,... I see. \n[113]Hootash im Ahmenophus! \n[114]I got it! \n[115]Well,... I guess we go home empty handed. \n[116]", "Carnahan": "", "Daniels": "\n[1]For all the money we're paying you, something better god-damned well be under that sand. \n[2]Never? What if I were to wager five hundred dollars says we get to Hamunaptra before you? \n[3]Well, what the hell we doin'? \n[4]\n[5]\n[6]Where'd all these camels come from? \n[7]This here is our statue,... friend. \n[8]See! That proves it! Old Seti's fortune's gotta be under this sand! \n[9]Curse my ass. \n[10]Assimilate their organs and fluids? Ya mean eat 'em? \n[11]Stupid superstitious bastard. \n[12]Yeah! It's supposed to be made outta pure gold! \n[13]Ya know if ya dry him out, you can sell him for firewood. \n[14]Water turning to blood. \n[15]You bastards! \n[16]Right! And ya know how he gets fully regenerated?! By killing everybody who opened that chest and sucking us dry! That's how! \n[17]Naw, he scrammed outta there, \n[18]Yeah, I'm not leavin, this fort for nothin'. \n[19]The hell with this. I'm goin, downstairs to get me a drink. You want somethin'? \n[20]Shut-up! JUST SHUT-UP! We gotta do somethin'! we gotta do somethin, NOW! Before it's too late! \n[21]That book we found at Hamunaptra? \n[22]", "Burns": "\n[1]You're sure Hamunaptra is out there? \n[2]What makes you so confident, sir? \n[3]\n[4]We hear you gentlemen found yerselves a nice gooey mummy. Congratulations. \n[5]Hail and fire. \n[6]Daniels! Henderson! \n[7]Daniels?... is that you? \n[8]Henderson? \n[9]The drawer there, spectacles. As you see, I won't be needing them. \n[10] ", "Evelyn": "\n[1]Tuthmosis?... Now how did you get up here? \n[2]\n[3]Oops. \n[4]I'm sorry, it was an accident. \n[5]You put up with me, because I can read and write ancient Egyptian, decipher hieroglyphs and hieratic, and I'm the only person within a thousand miles who knows how to properly code and catalogue this library. \n[6]Hello? \n[7]Abdul? Mohammed? Bob? \n[8]You...! YOU...! \n[9]Have you no respect for the dead? \n[10]Well I wish you'd do it sooner rather than later, before you ruin my career the way you've ruined yours. \n[11]High note? Ha! For five years you've been scrounging around Egypt, and what have you to show for it? Nothing. \n[12]Oh no, not another worthless trinket, Jonathan, if I bring one more piece of junk to the Curator to try and sell for you. \n[13]Where did you get this? \n[14]Jonathan? \n[15]I think you found something. \n[16]See the cartouche there, it's the official royal seal of Seti the First, I'm sure of it. \n[17]He was the last Pharaoh of the Old Kingdom, said to be the wealthiest Pharaoh of them all. \n[18]I've already dated it, this map is almost four thousand years old. And the hieratics over here... It's Hamunaptra. \n[19]Yes. The City of The Dead. Where the early Pharaohs were said to have hidden the wealth of Egypt. \n[20]All we know is that the city mysteriously vanished around 2,134 \n[21]You told me you found it on a dig down in Thebes! \n[22]You lied to me! \n[23]I'm your sister. \n[24]You stole it from a drunk at the local Casbah?! \n[25]And what is he in prison for? \n[26]And what did he say? \n[27]But he's just a filthy criminal? \n[28]Broad?! \n[29]We uh,... found... your puzzle box, and we've come to ask you about it. \n[30]No? \n[31]How do you know the box pertains to Hamunaptra? \n[32]You were actually at Hamunaptra? \n[33]Yes, well... I know my brother. \n[34]You swear? \n[35]No, I mean -- \n[36]What did you find? What did you see? \n[37]Could you tell me how to get there? The exact location? \n[38]Yes. \n[39]Yes. \n[40]Where are they taking him? \n[41]I am an English woman. \n[42]I will give you one hundred pounds to spare his life. \n[43]Two hundred pounds. \n[44]Three hundred pounds! \n[45]\n[46]\n[47]He knows the location to Hamunaptra. \n[48]I would never! \n[49]Yes and if you cut him down, we will give you ten percent. \n[50]Twenty. \n[51]Twenty-five percent, and not one single farthing more. \n[52]Do you really think he'll show up? \n[53]Personally, I think he's filthy, rude and a complete scoundrel. I don't like him one bit. \n[54]Oh... um,... hello. \n[55]Mister O'Connell, can you look me in the eye, and guarantee me this is not some sort of flimflam? Because if it is, I'm warning you -- \n[56]What are you doing here? \n[57]The only thing that scares me, Mister O'Connell, are your manners. \n[58]If you call that a kiss. \n[59]Did I miss something? Are we going into battle? \n[60]Yes, I'm hoping to find a certain artifact, a book, actually, my brother thinks there's treasure. What do you think is out there? \n[61]Ahmar is Ossirion. \"Passageway to the underworld\", actually. \n[62]I don't believe in fairy tales and hokum, Mister O'Connell, but I do believe that one of the most famous books in history is buried out there, The Book Of The Living. It's what first interested me in Egypt as a child. It's why I came here, sort of a life's pursuit. \n[63]You know your history. \n[64]By the way,... why did you kiss me? \n[65]   \n[66]The map! We need the map! \n[67]Oh that's comforting. \n[68]  \n[69]Well of course I can swim, if the occasion calls for it. \n[70]Well I think they're cute. \n[71]Are you sure? \n[72]For what? \n[73]After all, you rode us night and day to win that bet. \n[74]\n[75]That \"thing\" gets me excited. \n[76]According to Bembridge Scholars, inside the statue of Anubis was a secret compartment, perhaps containing The Book Of The Living. \n[77]Ancient Egyptian trick. You'll see. \n[78]Do you realize, we are standing inside a room that no one has entered in over four thousand years. \n[79]Cretins. \n[80]Oh my god, It's a preparation room. \n[81]For entering the afterlife. \n[82]Let's be nice, children, if we're going to play together, we must learn to share. \n[83]According to my calculations, we should be right under the statue. We'll come up right between his legs. Oh my. \n[84]Yes, if their Egyptologist hasn't already found it. \n[85]It's called mummification. You're dead when they do this \n[86]You two are worse than a couple of schoolboys. \n[87]Oh my god,... it looks like, it looks like a sarcophagus. \n[88]They didn't, they buried him at the foot of Anubis. He was either someone of great importance. Or he did something very naughty. \n[89]'He that shall not be named.' \n[90]Quarried granite with a cobalt lining. \n[91]A key! That's it! That's what he was talking about. \n[92]The man on the barge. The one with the hook, he was looking for a key. \n[93]What do you suppose killed him? \n[94]How? \n[95]You two! \n[96]No. I believe if I can see it and I can touch it, then it's real. That's what I believe. \n[97]\n[98]Yes,... fine,... thank you. \n[99]Where's Jonathan? \n[100]Unlike my brother, sir, I know when to say no. \n[101]I know, you're wondering, what's a place like me doing in a girl like this? \n[102]Egypt is in my blood. My father was a famous explorer, he loved Egypt so much that he married an Egyptian. My mother! Who was quite an adventurer herself \n[103]I may not be an explorer, or an adventurer, or a treasure hunter, or a gunfighter! Mister O'Connell But I'm proud of what I am. \n[104]...I am a librarian! \n[105]I'm going to kiss you, Mister O'Connell. \n[106]I'm not? \n[107]Why would I do that? \n[108]I can't believe I allowed the two of you to get me drunk. \n[109]Well neither do I, thank you. \n[110]No... Why?... Should I? \n[111]Oh my god, I've dreamed about this ever since I was a little girl. \n[112]Look, all the sacred spells have been chiseled off. The hieratics and hieroglyphs that protect the deceased on his journey into the afterlife, they've been removed. This man was cursed,... doomed. \n[113]\n[114]No. I've never seen a mummy look like this. He's, he's still... \n[115]Yes. He's more than four thousand years old and still decomposing. \n[116]Oh my god, he was buried alive. \n[117]And he left a message. \n[118]It says: 'Death is only the beginning.' \n[119]Scarabs, flesh eaters, I found them inside our friend's coffin. They can stay alive for years living off the flesh of a corpse, or in this case... \n[120]Famished. \n[121]Very slowly. \n[122]According to my readings, our friend suffered the HOM-DAI, the worst of all ancient Egyptian curses, one reserved for only the most evil blasphemers. In all of my research, I've never read of this curse actually having been performed. \n[123]Yes, they never used it because they feared it so. It's written, that if a victim of the HOM-DAI should ever arise, he would bring with him the ten plagues of Egypt. \n[124]That's one way of putting it. \n[125]Fried gizzard anyone? \n[126]It's just a book, no harm ever came from a book. \n[127]Ahm kum Ra. Ahm kum Dei. \n[128]This is not a plague. It's generational. Every so many years the locusts of Egypt have a population explosion and they all take flight. \n[129]Oh thank goodness, you're one of the Americans, aren't you? \n[130]Help me,... please,... help me. \n[131]   \n[132]Having an encounter with a four thousand year old walking-talking corpse tends to convert one. \n[133]No, we are not. \n[134]No we are not. We woke him up, and we must try and stop him. \n[135]Alright then, Me, I,... I read the book, I woke him up and I intend to stop him. \n[136]Then we'll have to find some immortal ones. \n[137]According to that Book, once this creature has been reborn, his curse will spread, and as he grows in strength, so will his curse grow, infecting the people until the whole of the earth is destroyed. \n[138] \n[139]That's what I am to you? A contract? \n[140]I'm staying. \n[141]The creature!? Are you sure!? \n[142]There's only one person I know who can possibly give us some answers. \n[143]What is he doing here? \n[144] \n[145]Anck-su-namun. \n[146]In the necropolis, when I saw him, - alive,... walking, he called me Anck- su-namun. And then in Mister Burns' quarters he tried to kiss me. \n[147]  \n[148]We must stop him from regenerating. \n[149]Who opened that chest? \n[150]We must find the Egyptologist and bring him back here to the safety of the fort, before the creature can get to him. \n[151]Who put you in charge? You can't just leave me behind like some old suitcase. I'm the one responsible for this mess and I intend to be the one to clean it up. \n[152]  \n[153]  \n[154]    \n[155]You called me your girl? \n[156]I think you were jealous \n[157]Last month I came across an inscription that mentioned The Book Of The Dead. \n[158]Yes. I dismissed it, because it talked about bringing people back from the dead. A notion I was unwilling to believe. \n[159]I'm thinking that if the black Book Of The Dead can bring people back to life -- \n[160]Exactly -- \n[161]Not quite yet it hasn't. C'mon. \n[162]Got it! \n[163]Since the black Book of The Dead was found inside the statue of Anubis, then according to this, the golden Book of The Living should be inside... \n[164]The golden Book Of The Living, is inside the statue of Horus. \n[165]He's gorgeous. \n[166]Any bright ideas? \n[167]I have no choice. \n[168]All eternity, idiot. \n[169]You better think of something, because if he turns me into a mummy, you're the first one I'm coming after. \n[170]Yes, I know, and I'd like to keep them. \n[171]\n[172]   \n[173]What just happened? \n[174]Stop it! You'll kill them! \n[175]You know, nasty little fellows such as yourself, always get their comeuppance. \n[176]Oh yes, always. \n[177]Tell him, I'm truly flattered... but that it's already taken. \n[178]Intestines. \n[179]You only want me for my organs?! \n[180]Shut-up and get me off of here! \n[181]Open the book, Jonathan! Open the book! That's the only way to kill him! \n[182]Read the inscription on the cover! \n[183]Finish the inscription, idiot! \n[184]What's it look like!? \n[185]Ah! Ah! Ahmenophus! \n[186]Kadeesh mal! Kadeesh mal! Pared oos! \n[187]Death is only the beginning. ", "Imhotep": "\n[1]For murdering Pharaoh, Anck-su-namun's body was to be cursed. And it was I, the High Priest, whose duty it was to curse it. \n[2]Her body was mummified, her vital organs removed and placed in sacred canopic jars. \n[3]The Book of The Living contained sacred incantations that would send the evil dead on a journey into the dark underworld. \n[4]The slaves were killed... \n[5]...and the soldiers who killed them were also slain, so that no unholy person should ever know the exact location of the burial site. \n[6]But there was another book, The Book Of The Dead, which was never to be opened, never to be read, for it contained the incantations that could bring a dead body back to life a most unholy thing. \n[7]It was hidden at Hamunaptra, City of the Dead, inside the statue of Anubis, so that no such sacrilege might ever disgrace Egypt. \n[8]But for my love of Anck-su-namun I was willing to defy the gods. \n[9]Anck-su-namun's vital organs were still fresh, so a human sacrifice would not need be made. \n[10]Anck-su-namun soul had come back from the dead! Now all that was needed, was to return her organs to their rightful place within her body. \n[11]My Priests were condemned to be mummified alive. \n[12]As for me, I was condemned to endure the HOM-DAI. The worst of all ancient curses. One so horrible, it had never before been bestowed. \n[13]By eating the sacred scarabs, I would be cursed to stay alive forever. And by eating me, they were cursed just the same. \n[14]I was to remain sealed inside my sarcophagus, the undead for all of eternity. \n[15]They would never allow me to be released. For I would arise a walking disease, a plague upon mankind, an unholy flesh-eater, with the strength of ages, power over the sands, and the glory of invincibility. \n[16]And if I could raise my beloved Anck- su-namun from her place in hell, together, we would be an unstoppable infection upon this world. The Apocalypse. The End. \n[17]  \n[18]  \n[19]   \n[20]  \n[21]     \n[22]  \n[23]  \n[24]   \n[25]Anck-su-namun? \n[26]Kadeesh pharos Anck-su-namun! \n[27]\n[28] \n[29] \n[30]Where are the other sacred jars? \n[31]\n[32]You saved me from the undead. For this, I shall make you immortal. \n[33]Koontash dai na. \n[34]Keetah mi pharos, aja nilo, isirlan. \n[35]Pared oos. \n[36](ancient Egyptian -- subtitled \n[37]With your death, my love and I will be invincible! ", "Ardeth": "\n[1]\n[2]I told you to leave or die, you refused, and now you may have killed us all. For you have unleashed the creature that we have feared for more than four thousand years. \n[3]No mortal weapons can kill this creature. He is not of this world. \n[4]We saved him! Saved him before the creature could finish his work. Now leave, all of you, quickly, before he finishes you all. \n[5]We must now hunt him down, and try and find a way to kill him, before he consumes the earth. Allah be with us. \n[6]Know this, the creature will be coming for you. He must consummate the curse. And until he does, he will never eat, he will never sleep, and he will never stop. \n[7]And because of you, we have failed. \n[8]Tonight is the full moon. The moon of Osiris. It will begin tonight. \n[9]And if he succeeds, the two of them together will bring about the apocalypse. \n[10]It has begun. The beginning of the end. \n[11]Be calm. There is still time. We can stop him yet. \n[12]Yes. To Hamunaptra. To perform the ritual. \n[13]The ritual to bring the body of Anck- su-namun back to life. \n[14]By reading the Book Of The Dead. \n[15]And then killing your sister. \n[16]Imhotep is now able to cross the desert with great haste. \n[17]If he arrives before us, it will be too late. \n[18]Priests. Imhotep's priests. \n[19]They are evil, cursed, they matter not. \n[20]My turn. \n[21]I'm out. \n[22]Allow me. \n[23]Keep digging! \n[24]Save the girl! Kill the creature! ", "Bay": "", "Henderson": "\n[1]\"Hamunaptra,\" Daniels, that's all ya gotta keep sayin, to yourself, \"Hamunaptra.\" \n[2]We got us a man who's actually been there. \n[3]First one to the city, O'Connell! Five hundred! Cash bucks! \n[4]\n[5]Ya scared the bejeezus out of us, O'Connell. \n[6]Yeah, sure... \n[7]We'll let him open it. \n[8]For them to protect it like this, you just know there's got to be treasure down there. \n[9]Yeah, who cares. \n[10]Yeah, yeah, okay, what's it -- \n[11]Yeah, well, let's just make sure we don't bring anybody back from the dead then, huh? \n[12]Ah hell, let's open it anyways. \n[13]I wouldn't trade ya for a brass spittoon! \n[14]Say O'Connell, whadaya think these honey's'll fetch back home? \n[15]The sun turning black. \n[16]\n[17]What did you do to him!? \n[18]Sweet Jesus! That tasted just like,... like... \n[19]The curse. The curse. \n[20]Well, there was me and Daniels here and then poor Burns of course, oh yeah, and that Egyptologist fella. \n[21]The hell with that! I'm not goin' nowhere! We're safe here. \n[22]Yeah, get me a glass of bourbon, a shot of bourbon and a bourbon chaser. "}}