{"filename": "Road,-The_script.txt", "imdb_id": "tt0898367", "imdb_url": "https://www.imdb.com/title/tt0898367", "characters": ["Boy", "Gang Member", "Man On Mattress", "Man", "Woman", "Old Man", "Archer", "Archer's Woman", "Bearded Man #2", "Well Fed Woman", "Bearded Man", "Bearded Face", "Motherly Woman", "Thief", "Veteran"], "dialogues": {"Boy": "\n[1]Papa?  Papa? \n[2]What is it, Papa? \n[3]What was it, Papa? \n[4]Now you can read me a story. He gets out a BOOK and looks at the pictures in the The MAN reads him a story... \n[5]It's snowing! 6. \n[6]Who is it? \n[7]What should we do Papa? \n[8]Take a look. \n[9]Papa, what's wrong with that man? \n[10]Can't we help him? Papa? \n[11]Papa? \n[12]Can't we help him, Papa? \n[13]I know. \n[14]I'm talking now. 8. \n[15]Yes. \n[16]There could be something here. There could be corn or something. \n[17]Maybe we could find some hayseeds in the hayloft? Now the BOY goes over to the swinging CORPSES, oddly curious. \n[18]What does that mean? 9. \n[19]I think. \n[20]Okay. The MAN puts the gun away and cuddles the BOY close. They set off again. 10. \n[21]You promised not to do that. \n[22]You know what, Papa. I have to watch you all the time. \n[23]If you break little promises you'll break big ones. That's what you said. 12. \n[24]You always say that. \n[25]What are you doing? \n[26]Why? \n[27]Why? \n[28]Yes. \n[29]No. \n[30]I can't, I just can't... \n[31]We could go over. \n[32]We don't know what's in there. \n[33]Okay. The boy sticks close to the MAN's side. The man has the revolver in his belt now and his parka unzipped, ready as they nervously walk towards the mouth of the tunnel. 14. \n[34]But you forget some things don't you? \n[35]Okay. \n[36]What is it? The MAN looks at the BOY, surprised he's talking again. \n[37]Look. Colors. 26. \n[38]Look. It's clear. \n[39]I don't know. \n[40]Is it okay? \n[41]What fire? \n[42]Are we still the good guys? \n[43]And we always will be no matter what happens? He eyes the BOY uncertainly, unsure if he can promise this. \n[44]Do you think there could be fish in the lake? \n[45]I'm hungry. \n[46]Can I ask you something? \n[47]Are we going to die? 29. \n[48]And we're still going south? \n[49]So we'll be warm? \n[50]And there might be food there? \n[51]Okay. The MAN draws a blanket around him and kisses him goodnight, it is now pitch black. \n[52]I wish I was with my mom. They are silent a moment, until: \n[53]Yeah. \n[54]I can't help it. 30. \n[55]How do I do that? The MAN is silent, lost in thought. \n[56]Who are they, Papa? \n[57]What if it's more bad guys? \n[58]I'm scared. \n[59]No. The BOY joins him and they set off slowly up the drive, through patches of melting snow. There is a tall dead privet fence with a deserted birdsnest in it. \n[60]Papa? \n[61]Papa, let's go. \n[62]Don't open it - don't! \n[63]No! The MAN goes out abruptly and the BOY follows, wringing his hands in fear. \n[64]Papa... \n[65]I'm going with you. \n[66]Bad guys... bad men... \n[67]I think so. \n[68]What are you doing? The MAN's hand shakes, his thumb trembles on the hammer as he cocks it... \n[69]Papa? \n[70]Will I see you again? When will I see you? The MAN's finger trembles on the trigger as he slowly squeezes it... At that moment there's a loud THUMP from the kitchen and the WELL FED PEOPLE stop and listen, then rush through to the kitchen, and immediately there's a commotion as they see the state of the hatch with the table over it. \n[71]They're going to eat those people aren't they, Papa? The MAN does not answer. \n[72]Papa? Papa, we wouldn't ever eat anybody would we? \n[73]No matter how hungry we were. Even if we were starving? 42. \n[74]Because, because we're the good guys? \n[75]And we're carrying the fire. \n[76]What is it, papa? \n[77]It's bubbly. \n[78]It's really good. You have some, papa. \n[79]But I want you to have some. The MAN reluctantly takes the can and has a tiny sip, hands it back to the wary BOY. \n[80]It's because I'll never get to drink another one, isn't it? The MAN doesn't know what to say. \n[81]What was that? \n[82]Listen. \n[83]A dog! Where did it come from? \n[84]We're not going to kill it are we Papa? \n[85]You still got one bullet left. \n[86]Maybe it'll eat us! 45. \n[87]Can we look for it? \n[88]What is it? \n[89]What is this place, Papa? \n[90]I don't want to. \n[91]There might be somebody in there. \n[92]I'm scared. \n[93]I'm not hungry. I'm not! The MAN takes his revolver from his belt and approaches the front door, warily pushing it open. \n[94]Papa? I don't think we should do this. \n[95]Stop - stop! The MAN freezes, then charges out. \n[96]Wait! Come back! I won't hurt you! \n[97]Where are you?! The MAN comes sprinting up the side of the house and seizes him by the arm. \n[98]There's a little boy, Papa, I saw a little boy. \n[99]Yes there is! I saw him! A boy just like me. The MAN takes the BOY by the arm and drags him back through the yard, up the side of the house, the BOY resisting, crying and looking back all the way. \n[100]Why? Why can't I go and see him? \n[101]I need to see him! I need to! 50. \n[102]I just do! The BOY has gone limp, weeping bitterly, resisting being moved. The MAN gives up and squats beside the sobbing BOY. \n[103]Papa? Will there be other boys like me at the coast? \n[104]What is it? \n[105]Did you ever have any friends? The MAN eyes the BOY - curious at the sudden question. \n[106]Lots of them? \n[107]Do you remember them? \n[108]What happened to them? \n[109]All of them? \n[110]Do you know where we are Papa? \n[111]\"As the crow flies?\" \n[112]There aren't any crows are there? Just in books. \n[113]Do you think there might be crows somewhere? 53. \n[114]But what do you think? \n[115]Could they fly to Mars or some place? \n[116]Because it's too far? \n[117]What if they tried and-and-and they just got halfway or something and then they were too tired? Would they fall back down...? \n[118]Why, Papa? \n[119]Will they see our tracks? \n[120]What are we going to do? No answer. 55. \n[121]What's happening? \n[122]That's all there is, isn't it? \n[123]There's nothing left anywhere. \n[124]Can I ask you something? \n[125]Are we going to die now? The MAN just looks at the BOY, then looks away. \n[126]Papa! The MAN draws his pistol and goes out, alert again. \n[127]It's us. 58. \n[128]We look skinny. \n[129]What is it? \n[130]What's it for? \n[131]I don't remember. \n[132]What happened to it? \n[133]Don't open it, Papa. \n[134]Please, Papa, please. \n[135]No it's not! What if there's people hiding down there? The MAN ignores him, focussed as he chops the plywood around the lock, gets the spade under a corner and levers the door open. The BOY has his fists bunched up to his chest, bobbing up and down with fear. The MAN starts to descend a hand made wooden stair case in the bunker. He takes another disposable lighter from his pocket, gives the child a kiss on the forehead and then disappears into the bunker, leaving the worried BOY staring after him. The BOY looks around at the deserted yard as the evening draws in, now even more frightened. \n[136]What is it, Papa? \n[137]Papa? What did you find? \n[138]What is all this stuff? \n[139]\"Pears.\" It says \"pears.\" \n[140]Is it real? \n[141]Why is it here? \n[142]But they died. 62. \n[143]Pears. \n[144]Is it okay for us to take it? \n[145]What do I eat first? \n[146]Is this coffee? \n[147]We did good, didn't we Papa? \n[148]Don't touch my stuff. \n[149]Nice and warm. He washes the BOY's hair, lathing water over him with the pot. He has a sudden thought: \n[150]Weird. Won't you be cold? \n[151]I look funny. \n[152]Can I try some? \n[153]Sort of. 67. \n[154]What is it? \n[155]Maybe it's a dog. \n[156]It is! It's a dog! A dog! The MAN listens anxiously as the pawing and scratching continues, the wood over the bunker amplifying the noise. He cocks the revolver and positions himself under the hatch, ready. 68. \n[157]Who? \n[158]I don't want to go. \n[159]What are we going to do with all this stuff? \n[160]I wish we could live here. And we could keep the dog and the dog could catch food for us. 69. \n[161]Well what is it! \n[162]Please Papa. \n[163]Just say it's going to be all right, Papa. Say it. Just say it, please. The MAN doesn't know what to say, losing patience. \n[164]Do you always expect it? Papa? \n[165]You always think bad things are going to happen but we found this place. Maybe we'll find another place like this at the coast. \n[166]What are you doing? \n[167]Who? \n[168]You think it's bad guys? \n[169]What if it's good guys? 71. \n[170]We've got food we could give him. 72. \n[171]He's scared, Papa. \n[172]Please Papa. \n[173]Take it. Here. The OLD MAN doesn't move. \n[174]What about a spoon? \n[175]Eat it. It's good. The OLD MAN picks up the tin and his filthy long nails CLATTER on the tin as he tips it to his mouth, the juice running down his chin, his head jerking as he swallows. 73. \n[176]Look, Papa. He's hungry. \n[177]What's the question? \n[178]He can't see. \n[179]He's going to die and you don't care. \n[180]You always say watch out for bad guys but that old man wasn't a bad guy and you can't even tell anymore. \n[181]       \n[182]I had a bad dream. \n[183]I don't want to tell you. Just you. \n[184]Do you think they're still following us? \n[185]Maybe it's Ely - the old man? \n[186]What is it? \n[187]I don't want to. Let's just keep going. \n[188]What if they're bad guys? \n[189]Why? \n[190]No. \n[191]Here? \n[192]Is it blue? \n[193]It smells different. \n[194]What's on the other side? 83. \n[195]There must be something. \n[196]And they could be carrying the fire too? \n[197]What are our long term goals? \n[198]I don't know. You said it. \n[199]A long time ago. \n[200]I guess. \n[201]I don't know. \n[202]Can I go swimming? \n[203]I know. \n[204]How many people do you think are still alive? \n[205]There could be people alive someplace else. Besides on earth? 85. \n[206]Not even if they could get there? If they had a-a-a spaceship? \n[207]I don't feel so good. The BOY bends away and vomits and the MAN helps, rubbing his back and wiping the BOY's mouth when he's done. \n[208]I'm sorry. \n[209]Don't leave me here, don't go away Papa. Not even for a minute. \n[210]Hi Papa. \n[211]I know. The BOY shuts his eyes and goes back to sleep. The MAN strokes the BOY's hair tenderly, takes the pistol from his belt and carefully hides the pistol under the blanket by the boy's side. He stands, takes one last look and walks away... \n[212]A man! There was a man! I saw a man. \n[213]What happened? \n[214]I don't know what we're doing. \n[215]I don't know why we're doing this. \n[216]We don't need them! \n[217]Papa? \n[218]Papa please don't kill the man. \n[219]Please Papa. \n[220]Papa. \n[221]Oh papa. \n[222]I can't stop it. \n[223]I don't want to learn! \n[224]I can't. The BOY looks back one last time as the THIEF disappears from view - still just standing there, utterly lost. The MAN stops and puts his shoes on. He walks back up the road to the bend but the THIEF has gone. 94. \n[225]He's not gone. He's not. The MAN looks helplessly at the tearful BOY as he fits his shoes on for him, the tears streaking the soot on his face. \n[226]Just help him, Papa. Just help him. The MAN looks back down the road, weighing it up. \n[227]He was just hungry Papa. He's going to die. \n[228]He's so scared. \n[229]Yes I am. I am the one. The MAN stops and faces-the innocent BOY angrily, stares, then relenting, summons all his strength, turns the trolley around and they start wheeling it back the way they came. \n[230]He's afraid to answer. \n[231]I don't know. I think so. They keep walking, hands cupped to mouths, hallooing mindlessly. The MAN stops to rest and watches the BOY a moment, he has stopped crying as he calls out for the thief. Finally the MAN piles the THIEF's shoes and clothes in the road. He puts a rock on top of them. \n[232]I don't want it. \n[233]Can I ask you something? \n[234]What would you do if I died? \n[235]So you could be with me? \n[236]Papa? The MAN rouses himself, sits up and just stares at the BOY, amazed, as if he has arisen from the grave \n[237]I feel kind of weird. \n[238]Just thirsty. The MAN gets up and fetches water from a ferry can in the trolley, pours a cup, hands it to the BOY who drinks thirstily. The MAN reaches out and strokes the BOY's hair as \n[239]Can I tell you something? \n[240]You tell me I shouldn't cry but I've heard you crying. I hear you coughing and crying to yourself in the night when you think I'm asleep. \n[241]So if I shouldn't cry you shouldn't cry either. 98. \n[242]What is it? \n[243]Oh Papa! \n[244]Does it hurt? The MAN just looks at him in disbelief - beat. \n[245]What does it feel like? The MAN eyes the BOY, amazed at this inopportune chat. 101. \n[246]No. \n[247]Your stories aren't true. \n[248]In the stories we're always helping people. But we don't help people. We just shoot people. And in the stories good things happen but we just get sick. The MAN thinks about it - stuck for an answer. \n[249]What are we going to do Papa? The MAN can't answer for breathlessness. \n[250]Well, what are we? The MAN sits heavily on the ground, totters as the BOY stands watching him, eyes welling with tears. \n[251]Oh no, Papa. \n[252]No. \n[253]No. I can't. 103. \n[254]No. You're going to be okay Papa. You have to. \n[255]I want to be with you. \n[256]Please. \n[257]I don't know how to. \n[258]Is it real? The fire? Papa? \n[259]Where is it? I don't know where it is. \n[260]Where? \n[261]Just take me with you please. Please, Papa! What should I do? \n[262]You said you wouldn't ever leave me. \n[263]How will I hear you? \n[264]How do you know? \n[265]It's okay Papa. You don't have to talk anymore. Camera pulls back and the BOY is sitting with the MAN saying nothing. It's starting to grow dark. The BOY crouches down on the MAN's chest and goes to sleep there, rising and falling with his father's breathing. \n[266]Oh Papa. Papa. Papa... 106. \n[267]Can I tell you something? I had a bad dream. I had this penguin that you wound up and it would waddle and flap its flippers. And we were in that house we used to live in and it came around the corner but nobody had wound it up and it was really scary because-because- because... He goes quiet as he finishes tending to the body and puts his own parka on, zips it up. \n[268]The winder wasn't turning. shoving the pistol in his belt. \n[269]Yes. He was my Papa. \n[270]I don't know what to do. \n[271]Are you one of the good guys? \n[272]I'm not supposed to let anybody take the pistol. No matter what. \n[273]I don't have much stuff. \n[274]My Papa's wrapped in them. \n[275]How do I know you're one of the good guys? \n[276]Do you have any kids? \n[277]Do you have a little boy? \n[278]How old is he? \n[279]And you didn't eat them? \n[280]You don't eat people? \n[281]Are you carrying the fire? 109. \n[282]Carrying the fire. \n[283]Well, are you? \n[284]And I can go with you? \n[285]Yes. \n[286]Yes. The VETERAN stands and studies the BOY. \n[287]What about my Papa? 110. \n[288]We can't just leave him here. \n[289]I don't want people to see him. \n[290]Can I cover him in leaves? \n[291]Could we cover him with one of the blankets? \n[292]Okay. \n[293]Yes. \n[294]What about my papa? \n[295]I think I want to say goodbye to him. \n[296]Yes. \n[297]I'll talk to you every day. And I won't forget. No matter what. No matter what, Papa. The BOY dries his eyes, takes a breath, gets up and walks back to the road... ", "Gang": "\n[1]Does it matter? Where you from? \n[2]Diesel fuel. \n[3]I don't know. \n[4]Found it. \n[5]Whatever we can find. \n[6]Yeah... Now the GANG MEMBER looks at the BOY, causing the MAN To raise the revolver and cock it. POV GANG MEMBER - he looks down the barrel at the magazine and sees empty space. \n[7]You won't shoot that thing. You ain't got but two shells. Maybe just one. And they'll hear the shot. On the over pass the ROAD GANG are looking around, MURMURING as they notice one of their number missing. \n[8]Are you a doctor? \n[9]We got a hurt man. It'd be worth your while. The MAN glances in the direction of the ROAD GANG, then back at the GANG MEMBER, who is still eyeing the BOY. The BOY is sitting with his hands on top of his head, peeking out through his arms, terrified as the tension escalates. \n[10]I'll bet that boy is hungry. Why don't you all just come onto the truck. Get something to eat. Ain't no need to be such a hard ass. \n[11]I ain't going nowheres. \n[12]You know what I think? I think you're chickenshit. You never killed a man in your life. He drops his belt on the ground with a CLATTER, a canteen and army pouch hanging from it. The MAN eyes the army pouch, eyes the GANG on the road - and notices for the first time some of them are wearing the same army pouches. 19. ", "Member": "\n[1]Does it matter? Where you from? \n[2]Diesel fuel. \n[3]I don't know. \n[4]Found it. \n[5]Whatever we can find. \n[6]Yeah... Now the GANG MEMBER looks at the BOY, causing the MAN To raise the revolver and cock it. POV GANG MEMBER - he looks down the barrel at the magazine and sees empty space. \n[7]You won't shoot that thing. You ain't got but two shells. Maybe just one. And they'll hear the shot. On the over pass the ROAD GANG are looking around, MURMURING as they notice one of their number missing. \n[8]Are you a doctor? \n[9]We got a hurt man. It'd be worth your while. The MAN glances in the direction of the ROAD GANG, then back at the GANG MEMBER, who is still eyeing the BOY. The BOY is sitting with his hands on top of his head, peeking out through his arms, terrified as the tension escalates. \n[10]I'll bet that boy is hungry. Why don't you all just come onto the truck. Get something to eat. Ain't no need to be such a hard ass. \n[11]I ain't going nowheres. \n[12]You know what I think? I think you're chickenshit. You never killed a man in your life. He drops his belt on the ground with a CLATTER, a canteen and army pouch hanging from it. The MAN eyes the army pouch, eyes the GANG on the road - and notices for the first time some of them are wearing the same army pouches. 19. ", "Man": "\n[1]Why are you taking a bath? \n[2]I'm not. The WOMAN takes off her nightdress and goes to the bath. \n[3]You'll sleep better. He looks at her, surprised she's misunderstood. \n[4]I'm not! Put your clothes back on. She sees he's looking out the window now - there's an eery rose-colored glow of distant fire through the glass - and distant shouts and screams... 2. \n[5]What is it? What's happening? \n[6]Shh. It's okay. \n[7]Shh. It's all right. It's all right. It's gone. \n[8]It was an earthquake. 3. \n[9]The clocks stopped at one seventeen one morning. There was a long shear of bright light, then a series of low concussions. \n[10]Within a year there were fires on the ridges and deranged chanting. The screams of the murdered. By day the dead impaled on spikes along the road. \n[11]I think it's October but I can't be sure. I haven't kept a calender for 5 years. \n[12]Each day is more gray than the one before. Each night is darker - beyond darkness. The world gets colder week by week as the planet slowly dies. No animals have survived. All the crops are long gone. \n[13]Someday all the trees in the world will have fallen. \n[14]The roads are peopled by refugees towing carts and road gangs carrying weapons, looking for fuel and food. \n[15]There has been cannibalism. Cannibalism is the great fear. \n[16]Mostly I worry about food. Always food. Food and our shoes. CU - the BOY examines the head of a moose mounted on a wall \n[17]Sometimes I tell the boy old stories of courage and justice - difficult as they are to remember. All I know is the child is my warrant and if he is not the word of God, then God never spoke. \n[18]It's like it used to be when the sun came out. \n[19]I don't know. The MAN looks through a pair of BINOCULARS and sees: A stooped figure up ahead, a DYING MAN dragging one leg slightly, limping along. He stops and stands uncertainly, then continues. The BOY sees him too. \n[20]We're all right. Let's just follow and watch. \n[21]Yeah. Take a look. \n[22]He's been struck by lightning. \n[23]No. We can't help him. They keep walking away and the BOY tugs at the MAN's coat. \n[24]Stop it. \n[25]No. We can't. There's nothing to be done for him. \n[26]There's nothing we could have done. He's going to die. We can't share what we have or we'll die too. \n[27]So when are you going to talk to me again? \n[28]Are you sure? \n[29]Let's take a look. The man picks up the revolver and they go inside cautiously. \n[30]Don't look. The BOY looks at the ground. \n[31]You don't need to see this. The BOY takes a few steps, exploring, he eyes the empty hay loft but avoids looking at the hanged bodies. \n[32]No, they ran out of food. \n[33]It's not what-you think. They committed suicide. \n[34]You know what that means. The MAN GOES outside while the BOY thinks about it a moment. \n[35]Come here. The BOY goes over and the MAN takes out his revolver, opens the magazine and shows him: two bullets in the chamber. \n[36]You see that? Two left. One for you and one for me. He places the BOY's thumb on the hammer and cocks the pistol. He curls the BOY's index finger around the trigger. \n[37]You put it in your mouth and point it up. Like this. Just like I showed you. He puts the barrel of the pistol in his own mouth until the BOY nods, wide eyed. He takes the pistol out of his mouth and uncocks it. \n[38]You got it? \n[39]Is it okay? \n[40]Oh no. Oh no. \n[41]It's okay, I'll help you. Just like we said. \n[42]No no no... \n[43]I'll heat water. We can do it. As he goes out she MOANS in despair. \n[44]We don't have to. \n[45]Well, I think we probably do. \n[46]What kind of life is this? 11. \n[47]It's life. It's the only thing left. He takes the WOMAN back into the other room. \n[48]I can't. \n[49]It's coming. \n[50]What? \n[51]I know I'm sorry. \n[52]Watch your finger. \n[53]That's because you always do it. The MAN spreads bits of a worn out road map on the boards and studies them. \n[54]We have to keep moving. We have to go south to the coast. \n[55]It'll be better at the coast. \n[56]Because we're going to freeze here. \n[57]Do you remember your alphabet? 13. \n[58]Can you read that? \n[59]Good, let's go. The MAN takes out a large REVOLVER, cocks it in readiness and places it on the tarp as they move. The BOY eyes the MAN nervously, eyes the gun and they move off. \n[60]There's no other way. \n[61]We can't take the cart over. \n[62]There's nothing in there. It's just the same as it is out here. Okay? \n[63]Just remember that the things you put into your head are forever. \n[64]You forget what you want to remember and you remember what you want to forget. \n[65]Quickly. Quick... The BOY jolts awake as the MAN shoves his pistol in his belt, grabs the boy by the hand. They slide out of the car and crouch on the ground, the BOY is frozen with fear. \n[66]It's all right. It's all right but we have to run. Don't look back. Come on. Their backpacks are still left in the back of the car... \n[67]Run... run... The flat bed truck RUMBLES into view, MEN from the GANG standing on the flat bed looking around, some holding rifles. The BOY falls and the MAN pulls him to his feet with such force he lifts him clean off the ground and has to dangle him back down again. \n[68]You okay? It's all right... come on... They rush down the embankment into the trees alongside the \n[69]Just keep it coming. the truck, zips his fly. \n[70]Don't look at them. Look at me. If you call out you're dead. Where you from? \n[71]What's the truck running on? \n[72]Where d'you get that? \n[73]You don't know, huh? The GANG MEMBER just stares, not answering. 17. \n[74]You got ammunition for those rifles? The GANG MEMBER looks back towards the truck. \n[75]I told you not to look back there. Where d'you get all that stuff? \n[76]What are you eating? \n[77]Whatever you can find, huh? \n[78]Maybe. But you won't. It'll be through your skull and inside your brain before you can hear it. The MAN steps closer and aims the gun at the MAN's forehead, hammer back, ready. 18. \n[79]To hear it you'll need a frontal lobe and things with names like colliculus and temporal gyrus and you won't have them anymore because they'll just be soup. \n[80]I'm not anything anymore. \n[81]If you look at him again I'll shoot you in the head. \n[82]You don't have anything to eat. Let's go. \n[83]You think I won't kill you but you're wrong. \n[84]What do you think you're going to do with that? Without a word the GANG MEMBER dives and grabs the BOY, rolls and lands on his feet holding the BOY against his chest with his knife at his throat. Simultaneously the MAN drops to his knees, trains the pistol and fires from six feet away, shooting the GANG MEMBER in the forehead. He falls back and lies with blood bubbling from the wound, eyes open, the BOY lying in his lap in shock, deafened, expressionless, covered with gore and mute as a stone. The GANG hear the loud SHOT and freeze, they start looking around them more urgently now. The MAN grabs the dazed BOY by the hand and yells but in his deafness the BOY hears only a MUTED soup of words: \n[85]Move! Let's go! The MAN shoves the pistol in his belt, hoists the BOY onto his shoulders and sets off down the road at a run. \n[86]Come on. Get up, get up quickly! The MAN swings the BOY onto his shoulders and runs. \n[87]Shh. It's okay now. You're going to be OK. POV BOY - the BOY can still HEAR nothing, temporarily deaf. But he sees the MAN talking and looking around, through 360 degrees, trying to work out where it's safe to go. \n[88]Come on. \n[89]It's okay... it's okay now... Frightened by the BOY's muteness, he wraps him in a blanket, unzips his parka and holds him close under the parka. The MAN picks up his revolver, checks the chamber, only one bullet left. He eyes the flickering shadows in the distance and then eyes the BOY, making minute calculations of distance, calibrating the space between the ROAD GANG and the BOY. He holds the revolver up and cocks it. \n[90]I try to look like any common traveling killer but my heart is hammering. When it comes to the boy I have only one question: Can you do it? When the time comes? There is no moon, but not far away, perhaps 30 yards, a firey TORCH makes its way through the woods. About 50 yards away from that another TORCH is being used to search... shadows flicker ominously. The sounds of TWIGS snapping underfoot and BRANCHES being broken as the ROAD GANG searches wordlessly, just BREATHING heavily through their masks and beards. The MAN clutches the BOY tighter, and stifles a cough. They remain frozen like this, unable to budge. \n[91]It's no use crying. You have to talk to me. He takes the blanket and dries the BOY's hair as he talks. \n[92]I'm not going to let anything happen to you... I'm going to take care of you... I'm always going to try and be here for you... and I'm going to kill anybody who touches you. He smooths the BOY's hair down with shaking fingers, clumsily trying to brush it out of his eyes, a fatherly instinct to make the BOY neat. \n[93]Because that's my job. Do you understand? When he's through the MAN lifts the BOY's thin arms, puts a vest over his head, then a ragged sweater, then he folds the BOY into his parka, zips it up to the neck and kisses him on the top of the head. The MAN grabs his knapsack, tips it upside down, rummages inside - it's empty. \n[94]Come on, we need to get the cart back. \n[95]Wait here. He starts to climb the embankment and hears: little running FOOTSTEPS as the BOY comes after him, he turns to face the BOY urgently, exasperated. \n[96]No I need you to wait. I'll hear you if you call. I'll just be a little ways and I'll be able to hear you if you get scared and you call me and I'll come right away. He walks off but hears... the little BOY's FOOTSTEPS running after him again - he turns around. \n[97]I said wait! The BOY's face crinkles up and a tear rolls down. \n[98]Stop it. I need you to do what I say. Take the gun. The BOY freezes, refusing to take the gun. \n[99]Just take it will you? The BOY shakes his head. \n[100]We don't have time for this. We need our food. What's left. The MAN shoves the gun into the BOY's hand. \n[101]Don't argue. He creeps up the embankment. The BOY just stares at the \n[102]Let's get out of here. The freeway's too dangerous. Find the back roads. \n[103]That's all that's left. I should have done it when there were more bullets in the gun. The MAN shuts his eyes, unable to take it. In the corner, the BOY is standing in the background, drawing on the walls. 24. \n[104]Sooner or later - no listen - they will catch up with us and they will kill us. They will rape me - \n[105] \n[106]And they will rape him \n[107]Please no - just - no \n[108]They are going to rape us and kill us and eat us and you won't face it. You'd rather wait for it to happen. \n[109]Please. \n[110]Stop it. \n[111]I'll do anything. \n[112]Such as what? She picks up the revolver and puts the TWO BULLETS into the chamber. \n[113]I thought about not even telling you. Just doing it. I'd empty every godamn bullet into my brain and leave you with nothing. \n[114]Don't say that. Don't talk this way. \n[115]There's nothing left to talk about... my heart was ripped out of me the night he was born... 25. \n[116]Please don't do this. I won't let anything happen. We'll survive. \n[117]I don't want to survive! I'd take him with me if it weren't for you. You know I would. Why can't you face it? \n[118]Will you listen? You're talking \n[119]It's not crazy and you know it. It's the right thing to do. They glance at the BOY. \n[120]Other families do it. She goes to the BOY, strokes his hair, kisses him, makes a reassuring display of being motherly. \n[121]Time for bed, there's a good boy. She picks him up in her arms and carries him off to bed. \n[122]It's a waterfall. \n[123]There used to be color everywhere. You don't remember. It was before you were born. There used to be so many thnings... The BOY approaches the water's edge, shallow and clear with gravel and pebbles sparkling at the bottom. He scoops up some water, surprised that it seems clean. \n[124]Do you want to go in? \n[125]Sure you do. \n[126]Just don't swallow any. The MAN unzips his parka and slips it to the ground. The BOY eyes the MAN, surprised - then does the same. \n[127]Listen. That man back there... there's not many good guys left, that's all. We have to watch out for the bad guys. 27. \n[128]And we have to talk. Always. We have to just... you know... keep carrying the fire... \n[129]The fire inside you. The BOY is thoughtful a minute, and then: \n[130]Yes. We're still the good guys. \n[131]Always will be. Yeah. The MAN goes back to tying the tarp. \n[132]We have to keep moving. Other people might be attracted to the waterfall just like we were. We wouldn't hear them coming. They stop to look at a lake surrounded by fog down in the \n[133]No. There's nothing in the lake. They move on. 28. \n[134]Come up here. \n[135]I know. So am I. \n[136]Of course. \n[137]No. Sometime. Not now. \n[138]Yes. \n[139]Yes. \n[140]Everything depends on reaching the coast. \n[141]Go to sleep. \n[142]You mean you wish you were dead. \n[143]You mustn't say that. It's a bad thing to say. \n[144]I know but you have to. You have to stop thinking about her. We both do. \n[145]She was gone, and the coldness of it was her final gift... she died somewhere in the dark... there is no other tale to tell. He lays everything out on the grey slushy ground, then flings the wallet into the river and walks back to camp, leaving the PHOTO and cards to blow away. \n[146]Will you tell him goodbye? \n[147]No. I won't. I can't. \n[148]Will you at least wait till morning? Stay with me through the night. \n[149]No. I have to go now. They kiss again, she turns and walks away out of the yard. 31. \n[150]What am I going to tell him? What are we going to do without you? \n[151]You should move south. You won't survive another winter here. The MAN follows a few steps and she stops and turns to him. \n[152]Why won't you help me? \n[153]I can't help you. Don't you understand? This is how I'm helping you. \n[154]Where are you going to go? You can't even see. \n[155]I don't need to see. \n[156]I'm begging you. \n[157]Please don't. Please. The MAN stares. She goes, vanishing into the darkness. \n[158]I don't know. \n[159]It won't be more bad guys. Don't worry. Stay close. He takes hold of the gun and they walk in a different direction now, giving the high rises a wide berth. \n[160]Keep low. We'll be okay. When they get to the end of the block they stop and the MAN checks around the corner before they cross the street. In the distance three men appear, emaciated, slow-moving. They step forward, stop and watch the BOY and the MAN. \n[161]I think we should take a look. \n[162]There's nothing to be scared of. \n[163]You want to stay here? \n[164]Shh. \n[165]There's a reason this is locked. 34. \n[166]I need something to pry it open. \n[167]Listen to me. Just stop it. We're starving. Do you understand? I have to do this. I don't have any choice. The MAN opens the hatch fully and lies it on the floor. \n[168]Just wait here. \n[169]Okay. Just stay close to me. Nothing's going to happen. 35. \n[170]Jesus... The MAN on the MATTRESS turns to them and WHISPERS, a low indistinct murmur at first. \n[171]Help us... please help us... \n[172]Christ... oh Christ... The others join in, an eerie chorus of WHISPERING, \"Help us... please help us...\" The MAN turns and grabs the BOY and rushes for the steps. \n[173]Hurry... go... move! The MAN drops the lighter as he tries to push the BOY up the steps. Out of nowhere a BEARDED FACE appears at the foot of the stairs, blinking. \n[174]Hurry - hurry! They scramble up the steps towards the light of the hatch as the BEARDED FACE reaches out and tries one last time to grab at the MAN's feet but he kicks free. \n[175]Christ. Run! The BOY is near the window, dancing up and down in terror, pointing out the window to: \n[176]Run. Run! \n[177]I'm going to freshen up. \n[178]I need a drink. \n[179]I'm going up to change. He hears one of the WOMEN STOMPING across the old floorboards and up the stairs to change while the other WOMAN takes a few steps towards the rest room, then turns back towards the window as the conversation lurches on. \n[180]Who left this window open? \n[181]I leave it open for the smell. \n[182]What smell? \n[183]You don't smell it anymore? \n[184]Who wants a drink? 38. \n[185]Shh, shh... There are FOOT STEPS outside the door as the WELL FED PEOPLE drift closer and then away again. The man starts to cough but he has the revolver in one hand and the BOY's hand in his other. The MAN tries to stifle his cough but can't. Then the BOY notices and holds his own small hand to the MAN's mouth, stifling his coughing as the talk goes on outside: \n[186]Will you help me with the dirty dishes? \n[187]I'm hungry. As the coughing subsides a little the MAN takes the BOY's hand from his mouth and pushes the revolver into it. \n[188]Take it. The BOY tries to resist, shaking his head, terrified, mute. \n[189]Take it. The MAN puts his left arm around the BOY's tiny, thin shoulders and holds him close. \n[190]Don't be afraid. If they get hold of you, you're going to have to do it just like everybody else. Do you understand? Shh. No crying. Do you hear me? The WOMAN turns from the window and one of the BEARDED MEN pours whiskey and hands her one. 39. \n[191]Stop crying. You have to be a brave boy. You know how to do it. \n[192]Say \"Yes I do Papa.\" He stares down at the little BOY who just holds the gun feebly... he realises the BOY won't use it. After a moment of torturous contemplation, the MAN very gently takes the gun from the BOY's hand and the BOY sits forlornly, staring down at his hands, afraid to look at the MAN now. When the BOY looks up again he is staring down the barrel of the pistol, the MAN aiming the large revolver at the BOY's forehead. \n[193]I'm sorry. I'm so sorry. \n[194]What the fuck do you think you're doing? Huh? What the fuck do you think you're doing...? \n[195]Don't look at me like that. What are you doing? 40. \n[196]Follow me, take my hand, don't let go. \n[197]Come on, keep running! They rush across the road to the woods on the other side, the BOY ahead as the MAN checks behind them. The MAN looks back towards the house and two of the WELL-FED PEOPLE have come outside, looking around suspiciously. He hits the ground and takes the BOY with him, they lie flat at the edge of the woods and the road. They are wildly out of breath, chests heaving, the MAN coughing. \n[198]Keep your head down. POV MAN - the WELL-FED PEOPLE walk a few steps down the drive and a BEARDED MAN looks through BINOCULARS at the road and the woods, but not directly at the MAN and the BOY hiding. The WELL FED PEOPLE start looking around the side of the house, walking away. The MAN and the BOY get up, dash through the treeline and disappear into the woods. 41. \n[199]We'll be safe soon. \n[200]No. Of course not. \n[201]We're starving now. \n[202]Yes. \n[203]Yes. The MAN takes the BOY in his arms. In a moment the BOY starts blinking sleepily and drifts off to sleep and the MAN strokes the sleeping BOY's hair and kisses him on the forehead. \n[204]Come on. There's nobody here. \n[205]It's a treat for you. Here. Sit down. He helps the little BOY off with his knapsack and sits him down and opens the can of COKE ceremoniously. The BOY looks startled and sniffs the fizzing can as if it's the strangest thing he's ever seen in his life. \n[206]Go ahead. The BOY takes the can. \n[207]Go ahead. Drink it. The BOY takes a sip and considers. \n[208]No. I want you to drink it. \n[209]What's wrong with you? \n[210]I didn't hear anything. \n[211]I don't hear anything. They listen more until, very faintly we hear a DOG BARK in the distance. The BOY turns around 180 degrees to listen, alert with anticipation. \n[212]It's a dog. \n[213]I don't know. Come on. The MAN walks across the road, past the apartments and the BOY follows, bouncing up and down, over-excited now. \n[214]What? No, we're not going to kill it. Why did you say that? \n[215]We're not going to hurt the dog, I promise. We're not going to kill it and we're not going to eat it either. \n[216]I doubt it very much. \n[217]It's gone, okay? \n[218]I used to watch the ball games here with my father. \n[219]It's the house where I grew up. They go up to the house - clapboards have been removed for firewood leaving studs and insulation exposed. The BOY stops, reluctant to go further, and the MAN takes a few more steps then turns around to check on him. \n[220]You coming? \n[221]Don't you want to see where I grew up? 46. \n[222]There's nobody there now. The MAN takes the BOY's hand and they approach a basketball hoop by the garage. The MAN is momentarily overcome with emotion as he recalls the details, but it doesn't mean much to the BOY. After a moment the MAN goes up the steps - frightened, but horribly compelled at the same time. The BOY follows nervously. \n[223]We've got to find something to eat. \n[224]We'll be all right. Come on. He goes through the front door - the BOY stays where he is, rigid with fear. The BOY notices a stuffed toy dog in the window, staring out at the garden and his curiosity takes over. The BOY goes inside carefully. \n[225]This is where we used to have Christmas when I was a boy. We'd hang our stockings right here. The MAN examines the yellow tiled surround. The BOY watches the MAN as if he's gone mad. 47. \n[226]My mother scrubbed these every day. It's still spotless. Much of the woodwork and the floorboards have been stripped and taken for firewood - there are gaping holes. By the fireplace is a small pile of bones - and--in the grid are more burnt bones and the skull from the family cat. The MAN takes it all in sadly but the BOY is unmoved. \n[227]You want to wait outside? The BOY nods vigorously. \n[228]All right. He takes the BOY's hand and leads him out. \n[229]Sit here on the stoop and don't go away. The BOY sits quietly and the MAN goes back inside. After a moment he starts going through his knapsack, less afraid now. \n[230]What are you doing? What the hell are you doing? \n[231]There's no little boy. What's the matter with you? \n[232]Why? \n[233]Okay, I'm sorry. I understand. He holds him, wipes his tears from his cheeks. \n[234]I hope so. The MAN goes to the car, wipes thick dust from the windscreen and peers in - it's empty. \n[235]I got you something The MAN produces from his pocket one of the tiny hard brown apples and holds it up to the remaining light. \n[236]It's an apple. 51. \n[237]Suck it a while and it'll soften. They sit sucking and chewing the ancient apple. \n[238]Yes. I did. \n[239]Yes... \n[240]Yes. I remember all of them... \n[241]They died. \n[242]Yes. All of them. \n[243]He yearns for his own friends and imagines how things will be different at the coast - and that there will be other children there... .When I have nothing else, I try to dream the dreams of a child's imaginings... \n[244]I think we're about two hundred miles from the coast. As the crow flies. \n[245]It means, going in a straight line. POV MAN - In the background, something catches his eye and he \n[246]Yeah, just in books... The MAN stares at the heads as the BOY continues his conversation, distracted and not seeing the heads. \n[247]I don't know... \n[248]I think it's unlikely... They keep walking and talking, the MAN grim-faced but the BOY intent on what's ahead. \n[249]No, they couldn't fly to Mars... \n[250]Yes. The MAN discretely hurries the BOY on with a guiding hand towards the woods and off the road. \n[251]We can't go back on the road. \n[252]I think someone's coming. 54. \n[253]We'll cover them. The MAN moves the BOY away and kicks snow over their tracks - then lays fresh ones going in several different directions. The BOY copies him, leaving his own maze of tracks. They run off keeping parallel with the road but staying off it. POV MAN - in the distance TWO FIGURES appear on the road. \n[254]Here they come. The MAN now looks over his shoulder for a good look, then grabs the BOY's hand and takes off. \n[255]Move! Quickly! He tries to get the BOY to his feet but he is limp, staring around blearily, exhausted. They hear another loud WHUMP. Then the GROAN of timber and another WHUMP as trees start to keel over around them. The MAN grabs the BOY and runs as best he can through the snow and falling trees. They have abandoned their blankets, tarp and backpacks. \n[256]Just keep moving, run! They rush through the woods as more and more trees fall one after the other, WHUMP, WHUMP, WHUMP, great loads of snow falling from limbs to the ground with a BOOM, setting the woods shuddering. The BOY is getting bogged in the snow and the MAN stoops and scoops up the BOY and they cram themselves under a fat fallen tree to shield themselves. \n[257]Yes. \n[258]No. They sit eating raisins, saying nothing until they're finished. \n[259]Sure. \n[260]What do you think is going to happen? We're just going to suddenly keel over and die? It takes a long time to die of starvation. The important thing is water to stop you dehydrating. We've got water. We'll be all right. \n[261]Every day is a lie. But I am slowly dying. That is not a lie .I am trying to prepare him for the day when I am gone. He takes hold of the lower hem of the blanket and tows it off the bed, revealing a desiccated corpse. He ignores it, shaking the blanket out and folding it under his arm. He notices the BOY at his side, watching wide-eyed. \n[262]Nothing you haven't seen before. They go out. \n[263]We are skinny. The MAN puts the blanket around the BOY's shoulders. He notices an old upright piano, covered in ash and dust. The BOY stares as he goes to it, lifts the lid and plays a chord. The BOY's eyes light up and he is magnetized, instantly coming over and waiting for the next note. The MAN plays another chord. \n[264]It's a piano. \n[265]For making music. This... (HE PLAYS.) is music. Your mother played very well. \n[266]Before you were born. We had one just like it. It was beautiful. \n[267]Chopped it up for firewood. He stares into space, slumps suddenly, overcome with emotion as he remembers: \n[268]I used to worry what would happen if there was a fire. What would I save? What could I bear to lose? There used to be so many things, so many beautiful things. Things people made. Things nature made. Who knew we would lose it all? \n[269]I'll strip the floorboards. \n[270]You can't live without a floor. \n[271]You can't live without a piano. She starts to dismantle the piano, opening the lid, taking it off it's hinges, it's heavy, she hands him the heavy lid and he reluctantly dumps it on the floor. \n[272]It's my piano. \n[273]I bought it for you. \n[274]It needs tuning. Who's going to tune it? Can you tune it? They look at each other sadly. They take the front piece away and dump that. The WOMAN picks up the axe and hands it to the MAN. He swings it at the frame. \n[275]It'll be okay. \n[276]It's okay. \n[277]Oh my God... oh my God! \n[278]Come down. Oh my God come down. The BOY is in the hole and down the steps like lightning. \n[279]Everything. I found everything. 61. \n[280]Can you see? \n[281]It's food! Can you read the labels? The BOY stares at the brightly colored packaging, he's never seen anything like it before. The MAN hands the BOY a tin. \n[282]Yes! It does! Oh yes it does! Pears! They inspect the shelves: chilli, corn, stew, soup, spaghetti sauce, the BOY's eyes are like saucers. \n[283]Oh yes, it's real all right. The MAN pulls a box of butane lighters from the shelf and tests one, it doesn't work. He tests another which works, it has a large flame - he uses it to read the labels. \n[284]Because someone thought it might be needed. \n[285]Yes. What would you like for breakfast? \n[286]Pears it is. The MAN claws open a box and pulls out a tin of pears. He gets paper bowls from a stack, plastic forks and spoons, lays them out. He finds a camping lamp. He puts a butane cannister in and lights up the lamp. He finds a can opener and opens the pears while the BOY watches silently, wrapping a blanket around himself and sitting on the soft bunk bed. \n[287]They'd want us to. The MAN dishes up two bowls of pears and they sit side by side on the bunk with spoons and pears. \n[288]These will be the best pears you ever tasted. The best. You just wait. They eat in silence. They lick the spoons and drink the syrup from the bowls. The MAN feels inside his mouth with his fingers - the sugar irritating a sore tooth. \n[289]Too sweet. The BOY smiles, amused, and the MAN opens another tin. \n[290]Go ahead. Don't let it get cold. \n[291]Whatever you like. The BOY eats a hunk of ham as the MAN pours coffee. \n[292]That's right. Careful it's hot. He hands him coffee. \n[293]Yeah, we did good. \n[294]What? \n[295]What do you think? \n[296]You could grow potatoes in these ears... \n[297]How do I look? \n[298]No. You won't like it. Makes you feel funny. The BOY stares, curious, wanting it. \n[299]You think I come from another world, don't you? Filled with all these strange things you've never seen. \n[300]Well, I do I guess. \n[301]Shh. \n[302]It's not a dog. \n[303]If it's a dog it'll be with someone. \n[304]I don't know. After a torturous moment the sounds die away. \n[305]I'm not waiting to find out. Come on. Let's get out of here. \n[306]I know but it's not safe anymore. The MAN grabs his gun and cocks it, rushes about turning out all the lamps, and they sit anxiously in the darkness. \n[307]We'll just have to take what we can. \n[308]Look, there is no dog, okay? I'm sorry but there just isn't. \n[309]I don't know what it is! \n[310]No. \n[311]Listen, trouble comes when you least expect it. So maybe the thing to do is to just always expect it. \n[312]I do, yes. \n[313]Maybe. The MAN dumps the carton of food on the floor and packs another, organising jerry cans of water. \n[314]We'll have to cover our tracks from now on. The MAN drags the old mattress back over the entrance to the bunker. He carefully covers the surrounding area with debris. \n[315]I think they're following us. \n[316]I don't know. \n[317]Probably. \n[318]I don't think we're likely to meet any good guys for a while. We have to be careful now. We've got food. \n[319]I don't have anything for you. You can look if you want. I got nothing. \n[320]We're not robbers. The OLD MAN leans an ear forward, deaf. \n[321]What? \n[322]I said we're not robbers. \n[323]What are you? \n[324]We're just like you. \n[325]What are you following me for? \n[326]We're not following you. \n[327]He's not getting any food. The OLD MAN looks away, avoiding their eyes. \n[328]Everybody's scared. \n[329] \n[330]If this is an ambush, he goes first. He goes out to the trolley and rummages in it while the BOY and the OLD MAN stare at each other. The MAN comes back with a tin of fruit cocktail and a tin opener and opens it and hands it to the BOY. The BOY places the tin of fruit on the road in front of the OLD MAN. \n[331]He's not getting a spoon. The BOY urges him on, miming with his hands, as if feeding a raccoon. \n[332]I see it. And I know what you're going to ask me. And the answer is No. \n[333]We can't keep him. They watch him eating painfully slowly. The OLD MAN finishes and sits down in the road holding the tin, staring at it, as if it might refill. \n[334]When did you last eat? The OLD MAN just stares. \n[335]Do you want to eat with us? \n[336]I don't know. What do I have to do? \n[337]Tell us where the world went. \n[338]What? \n[339]You don't have to do anything. Can you walk okay? They help the OLD MAN off the road and hand him his cane but he pushes it away. \n[340]I can walk. \n[341]Don't hold his hand. \n[342]Don't. The trio walk into the woods. \n[343]How old are you? \n[344]I'm ninety. \n[345]Ninety my ass! Is that what you tell people? So they don't hurt you? \n[346]Uh-huh. \n[347]Does it work? \n[348]Nope. \n[349]What's your name? \n[350]Ely. \n[351]Just \"Ely?\" \n[352]What's wrong with \"Ely?\" \n[353]How come you're still alive? What do you eat? \n[354]I don't know. People give you things. \n[355]No they don't. \n[356]You did. \n[357]I didn't. He did. The OLD MAN eyes the BOY, closely, half blind. \n[358]Are you a little boy? \n[359]What does he look like? \n[360]I don't know. I can't see real good. \n[361]Is that right? Can you see me? \n[362]No. But I can tell somebody's there. \n[363]Okay. You need to sleep. Come on. He gathers up the BOY and takes him a few feet away, settles him down in blankets while the OLD MAN stares into the fire. \n[364]I had a little boy once. Gone... all gone... \n[365]What happened to him? 76. \n[366]I can't... I can't talk about that... leastways not with you I can't. When the MAN returns he has his gun which he surreptitiously places on the ground in full view of the OLD MAN. \n[367]You can see that, right? Okay. Tell me now. You're not a shill for a pack of road agents? \n[368]I'm not anything. I'll go if you want me to. I can find the road. The MAN stares at the OLD MAN cynically but the OLD MAN just stares back blankly. \n[369]I live like an animal. You don't want to know the things I've had to eat. When I saw that boy I thought I'd died and he was an angel. I never thought I'd see a child again. I never thought that would happen to me. \n[370]He is an angel. To me he's a God. \n[371]Well I hope that's not true. To be on the road with the last surviving God would be a pretty frightening experience. \n[372]Why do you say that? \n[373]Where men can't live, Gods can't either. The road gangs would tear you limb from limb, both of you. The low RUMBLE in the earth is heard again, an earthquake, this time in the distance. They listen a moment. \n[374]I knew this was coming. This or something like it. 77. \n[375]There were warnings. People thought it was a con - I always believed in it. \n[376]Did you try to get ready for it? \n[377]No. What would you do? Even if you knew what to do you wouldn't know what to do. Suppose you were the last man left alive? \n[378]How would you know if you were the last man alive? \n[379]I don't guess you would know it. You'd just be it. \n[380]Maybe God would know. \n[381]If there is a God up there he would have turned his back on us by now. Whoever made humanity will find no humanity here. The MAN pours hot water into mugs to make coffee, hands one to the OLD MAN. They drink. \n[382]Do you ever wish you would die? \n[383]No. It's foolish to ask for luxuries in times like these. \n[384]Maybe I should and maybe I shouldn't. I wouldn't have given you anything. The OLD MAN looks around, orientating himself, and goes, tapping his cane, without a glance back at the BOY or the MAN. The MAN gives the BOY a reproachful look and the BOY looks defiant for the first time, a new distance between them. \n[385]I care enough. Maybe when we're out of food you'll have more time to think about it. \n[386]What's wrong? \n[387]What about? \n[388]What happened to me? The BOY's face crinkles up, he starts to sob. over the MAN's mouth to staunch the coughing. \n[389]I tell him: When you dream about bad things happening it shows you're still fighting. You're still alive. It's when you start to dream about good things you should start to worry. \n[390]I think they've been following us for a long time. \n[391]How? On a broom stick? 80. \n[392]More smoke. I think we should take a look. \n[393]Whoever it is I don't want them behind us. \n[394]What if they're good guys? They look at each other, a stalemate. The MAN stands and starts to pack up the tarp. \n[395]Look. Whoever it is out there, it's better to know about it than to not know. \n[396]Because we don't like surprises. Surprises are scary. 81. \n[397]They could sneak up on us further down the road. You need to learn this. The MAN folds the tarp and sleeping blankets and starts heading down the slope to the trolley, the BOY following. \n[398]You know where we are? \n[399]Where do you think? The BOY points to a place on the map. \n[400]More. \n[401]No. We're closer than you think. He takes the crayon and points on the map. \n[402]This is us. This is all sea. \n[403]The sea? I don't know. It used to be. 82. \n[404]Can you smell that? \n[405]Everything is going to be different. \n[406]I'm sorry it's not blue. \n[407]Nothing. \n[408]Maybe there's a father and his little boy and they're sitting on the beach too. \n[409]They could be, yes. The MAN sees the BOY's hopefulness reappearing and strokes his head, his heart breaking for him. \n[410]\"What are our long term goals?\" Where did you hear that? \n[411]When? \n[412]When your mother was here? \n[413]And what was the answer? 84. \n[414]Well, I don't either. They stare at the water - charred, quotidian household objects rolling back and forth in the surf. \n[415]Swimming? You'll freeze your nuts off. \n[416]I don't want to have to come in after you. The BOY lets the blanket fall and strips out of his parka and clothes. He runs along the beach naked, skinny and white, leaping SCREAMING into the icy surf. The MAN watches until the BOY comes out of the water, gasping with cold, shuddering. He wraps the BOY in the blanket and dries him off. \n[417]In the world? I don't know. Not very many. \n[418]I don't think so. They couldn't live any place else. \n[419]No. It's unlikely. The BOY stares, shivering, thinking. \n[420]Are you all right? What is it? He cups his hand to the babbling BOY's forehead. \n[421]That's okay, you didn't do anything wrong. The MAN is very worried now. \n[422]It's okay. You're going to be okay. It'll pass. \n[423]I won't go away. I'm right here. He sits holding the BOY tightly. He feels for the BOY's heart. 86. \n[424]Oh no. No no. Not this. Jesus Christ what have you done to us? What have you done? \n[425]I'm right here. \n[426]It's okay - \n[427]It's okay, he's gone now, it's just me. The BOY collapses, exhausted, into the MAN's arms. \n[428]Oh Christ. You stupid ass! You stupid ass! \n[429]He stole our shoes. He stole everything. The BOY goes quiet, forlorn, staring around at the desolation \n[430]What's wrong? \n[431]Come here. \n[432]Look, there are... (HE TRAILS OFF, LOST FOR WORDS.) There are people... there are other people and we'll find them. You'll see. The BOY just shuts his eyes and slumps onto the sand in despair. The MAN eyes him anxiously. \n[433]Please. Listen to me. Don't lose heart. The MAN seizes the FLARE GUN, takes it from its case hurriedly, loads it with shells - the BOY now watches, wide- \n[434]Come on. We have to get our shoes back. \n[435]We won't get far without them. \n[436]Come on. They take off after the thief, bare feet thudding on the tarmac, the MAN in front, the BOY trailing, trying to catch up. The THIEF looks back at them and speeds up, head bent down over the handle running for his life. When he looks back again the MAN has drawn his pistol and is aiming it directly at him. The THIEF stops the trolley, pulls a carving knife from his belt, and turns to face them, standing behind the trolley. His face is emaciated and twitchy, a mouth like a bombed grave yard - not the FACE of the man watching them in the sand dunes. The MAN trains his gun on him, stock still, holding the BOY's hand. \n[437]Get away from the cart and put the knife down. The MAN spits and brandishes the knife desperately, he's scrawny, sullen, bearded and filthy. \n[438]If you don't put down the carving knife and get away from the godamn cart I'm going to blow your brains out. \n[439]Be quiet. The MAN cocks the pistol and there's two loud CLICKS. \n[440]God damn you. 91. \n[441]How long have you been following us? \n[442]Take your clothes off. Take them off, every godamn stitch. \n[443]I'll kill you where you stand. \n[444]I won't tell you again. \n[445]The shoes. \n[446]The shoes. He sits naked in the road and unlaces the rotting shoes. \n[447]Put them in the cart. The THIEF stands and drops the shoes in the trolley. \n[448]Put the clothes in. The MAN drops the clothes in and stands there covering himself, shivering. \n[449]You didn't mind doing it to us. \n[450]You tried to kill us. \n[451]You took everything. \n[452]I'm going to leave you the way you left us. \n[453]Let's go. The BOY doesn't take his hand but they set off along the blacktop, the BOY snivelling and crying, leaving the THIEF shivering and whimpering. \n[454]Stop it. \n[455]What do you think would have happened to him if we hadn't caught him? You've got to learn. \n[456]I won't be here forever. Sooner or later you'll have to look after yourself. The BOY just looks at him - and keeps crying. \n[457]You have to stop crying. \n[458]He's gone. Come on. \n[459]What do you want to do? \n[460]He's going to die anyway. \n[461]I'm scared. Do you understand? I'm scared. The MAN tries to look the BOY in the eye but he keeps his head bowed, sobbing. \n[462]You're not the one who has to worry about everything. The BOY mumbles, tearful and snotty. \n[463]What? What did you say? \n[464]All right. Help me. 95. \n[465]Is this where we stopped? \n[466]Come on. We have to go. The BOY eyes the clothes sadly, silent now. \n[467]I have to get your temperature down. The BOY swallows the pills and the water, shivering. \n[468]Of course you can. 96. \n[469]If you died I'd want to die too. \n[470]So I could be with you, yes. But that's not going to happen. They look at each other a moment, unsure, the BOY shivering and sick-looking. The BOY lies down and shuts his eyes. The MAN puts a blanket over him. The MAN walks away a few paces and coughs endlessly, a nagging cough that won't go. \n[471]How are you feeling? 97. \n[472]Are you hungry? \n[473]Yes. \n[474]What of it? \n[475]It's a Beetle. Suddenly the beetle twitches, then activates its wings and flies out of the box with a BUZZ and upwards into the sky... The BOY and the MAN stare up at the flying creature, amazed \n[476]Oh you bastard! You bastard! 99. \n[477]Stay just like you are. He gets up and runs limping across the street, the arrow still embedded in his leg. \n[478]You son of a bitch! \n[479]Who else is up here? \n[480]You fucking asshole! The MAN looks down, his leg is bleeding heavily now and the arrow is still sticking out. \n[481]Where's the bow? \n[482]I don't have it. \n[483]Why are you following us? 100. \n[484]We're not following anybody. You were following us! The MAN stares at the WOMAN, looking her up and down, she looks sick and thin and desperate. He looks at the ARCHER, lying there dead, his chest and one arm and his face burnt, still smoking. The WOMAN covers his face with the blanket and the MAN doesn't know what to say, ashamed. He goes. \n[485]See if you can find the medical kit from the boat. Quickly. The BOY rummages in the trolley, finds the kit and hands it over. He stares as the MAN slowly extracts the spoon, wincing in agony. The MAN dowses the wound in antiseptic from the kit and searches through the kit for a needle. He finds a suture needle in a sterile envelope, rips it open with his teeth and, using the light coming in through the parlour windows he threads some silk thread into the needle. He starts to suture up the wound, grimacing in pain as the BOY watches in silence, until eventually offering: \n[486]Yes! It hurts! \n[487]At least you're talking to me now. \n[488]Do you want me to tell you a story? \n[489]Why not? \n[490]They don't have to be true. They're stories. \n[491]We're still here aren't we? Doesn't that mean anything? \n[492]We have to leave the cart. I can't push it anymore. \n[493]Don't get comfortable. You need to keep going. You don't know what might be down the road. \n[494]We were always lucky. You'll be lucky again. You'll see. Just go. \n[495]It's all right. This has been a long time coming. Just keep going south. Do everything the way we did it. \n[496]Keep the gun with you at all times. Don't let anyone take it from you. You need to find the good guys but you can't take any chances. Do you hear me? \n[497]I want to be with you too but I can't. \n[498]You have to go off on your own now. You have to carry the fire. \n[499]Yes you do. You know everything about it. \n[500]Yes it is. \n[501]Yes you do. 104. \n[502]It's inside you. It was always there. I can see it. The BOY stares at him, not sure what to believe. \n[503]You have to let me go. \n[504]Just hold my hand. The BOY grips the MAN's hand, bouncing up and down, agitated. \n[505]I know. I'm sorry. The BOY falls on the MAN, hugging him tight, face pressed to his chest, sobbing. \n[506]My boy. You have my whole heart. You always did. You're the best guy. You can talk to me and I'll talk to you. You'll see. \n[507]You just will. \n[508]You just have to practice. Just don't give up okay? You'll be okay. You're going to be lucky. I know you are. 105. \n[509]Hello... She kisses him and they look at the blue ocean and the white sand and green sea grass and she puts an arm around him. \n[510]If I were God I would have made the world just so and no different... And so I have you. .I have you. \n[511]Show me. The BOY doesn't move. The MAN holds out his hand for the BOY to take, the BOY sees he has a THUMB MISSING and hesitates, wary. The MAN squats, leaning on his shotgun. 108. \n[512]Oh. I am so glad to see you. The BOY just stares at her, bemused - a short distance away stands the rest of the family - a BOY his age and a GIRL. The BOY stares at the OTHER BOY and recognizes him - it's the same BOY he chased earlier. 112. \n[513]We've been following you. Did you know that? We saw you with your Papa and we tried to catch up but you were too quick for us. \n[514]We're so lucky. We were so worried about you. And now we don't have to worry about a thing. She kisses the BOY on the forehead and holds him at arm's length and looks at him. \n[515]How does that sound? Is that okay? He stares but says nothing... ", "Woman": "\n[1]Why are you taking a bath? \n[2]You'll sleep better. He looks at her, surprised she's misunderstood. \n[3]What is it? What's happening? \n[4]Oh no. Oh no. \n[5]No no no... \n[6]We don't have to. \n[7]What kind of life is this? 11. \n[8]I can't. \n[9]That's all that's left. I should have done it when there were more bullets in the gun. The MAN shuts his eyes, unable to take it. In the corner, the BOY is standing in the background, drawing on the walls. 24. \n[10]Sooner or later - no listen - they will catch up with us and they will kill us. They will rape me - \n[11]And they will rape him \n[12]They are going to rape us and kill us and eat us and you won't face it. You'd rather wait for it to happen. \n[13]Stop it. \n[14]Such as what? She picks up the revolver and puts the TWO BULLETS into the chamber. \n[15]I thought about not even telling you. Just doing it. I'd empty every godamn bullet into my brain and leave you with nothing. \n[16]There's nothing left to talk about... my heart was ripped out of me the night he was born... 25. \n[17]I don't want to survive! I'd take him with me if it weren't for you. You know I would. Why can't you face it? \n[18]It's not crazy and you know it. It's the right thing to do. They glance at the BOY. \n[19]Other families do it. She goes to the BOY, strokes his hair, kisses him, makes a reassuring display of being motherly. \n[20]Time for bed, there's a good boy. She picks him up in her arms and carries him off to bed. \n[21]No. I won't. I can't. \n[22]No. I have to go now. They kiss again, she turns and walks away out of the yard. 31. \n[23]You should move south. You won't survive another winter here. The MAN follows a few steps and she stops and turns to him. \n[24]I can't help you. Don't you understand? This is how I'm helping you. \n[25]I don't need to see. \n[26]Please don't. Please. The MAN stares. She goes, vanishing into the darkness. \n[27]I'm going to freshen up. \n[28]I'm going up to change. He hears one of the WOMEN STOMPING across the old floorboards and up the stairs to change while the other WOMAN takes a few steps towards the rest room, then turns back towards the window as the conversation lurches on. \n[29]I leave it open for the smell. \n[30]You don't smell it anymore? \n[31]Will you help me with the dirty dishes? \n[32]Don't look at me like that. What are you doing? 40. \n[33]I used to worry what would happen if there was a fire. What would I save? What could I bear to lose? There used to be so many things, so many beautiful things. Things people made. Things nature made. Who knew we would lose it all? \n[34]You can't live without a floor. \n[35]It's my piano. \n[36]It needs tuning. Who's going to tune it? Can you tune it? They look at each other sadly. They take the front piece away and dump that. The WOMAN picks up the axe and hands it to the MAN. He swings it at the frame. \n[37]You could grow potatoes in these ears... \n[38]You son of a bitch! \n[39]You fucking asshole! The MAN looks down, his leg is bleeding heavily now and the arrow is still sticking out. \n[40]I don't have it. \n[41]We're not following anybody. You were following us! The MAN stares at the WOMAN, looking her up and down, she looks sick and thin and desperate. He looks at the ARCHER, lying there dead, his chest and one arm and his face burnt, still smoking. The WOMAN covers his face with the blanket and the MAN doesn't know what to say, ashamed. He goes. \n[42]Hello... She kisses him and they look at the blue ocean and the white sand and green sea grass and she puts an arm around him. \n[43]Oh. I am so glad to see you. The BOY just stares at her, bemused - a short distance away stands the rest of the family - a BOY his age and a GIRL. The BOY stares at the OTHER BOY and recognizes him - it's the same BOY he chased earlier. 112. \n[44]We've been following you. Did you know that? We saw you with your Papa and we tried to catch up but you were too quick for us. \n[45]We're so lucky. We were so worried about you. And now we don't have to worry about a thing. She kisses the BOY on the forehead and holds him at arm's length and looks at him. \n[46]How does that sound? Is that okay? He stares but says nothing... ", "Old": "\n[1]  \n[2]        \n[3]  \n[4]  \n[5]I don't have anything for you. You can look if you want. I got nothing. \n[6]What? \n[7]What are you? \n[8]What are you following me for? \n[9]I don't know. What do I have to do? \n[10]What? \n[11]I can walk. \n[12]I'm ninety. \n[13]Uh-huh. \n[14]Nope. \n[15]Ely. \n[16]What's wrong with \"Ely?\" \n[17]I don't know. People give you things. \n[18]You did. \n[19]Are you a little boy? \n[20]I don't know. I can't see real good. \n[21]No. But I can tell somebody's there. \n[22]I had a little boy once. Gone... all gone... \n[23]I can't... I can't talk about that... leastways not with you I can't. When the MAN returns he has his gun which he surreptitiously places on the ground in full view of the OLD MAN. \n[24]I'm not anything. I'll go if you want me to. I can find the road. The MAN stares at the OLD MAN cynically but the OLD MAN just stares back blankly. \n[25]I live like an animal. You don't want to know the things I've had to eat. When I saw that boy I thought I'd died and he was an angel. I never thought I'd see a child again. I never thought that would happen to me. \n[26]Well I hope that's not true. To be on the road with the last surviving God would be a pretty frightening experience. \n[27]Where men can't live, Gods can't either. The road gangs would tear you limb from limb, both of you. The low RUMBLE in the earth is heard again, an earthquake, this time in the distance. They listen a moment. \n[28]I knew this was coming. This or something like it. 77. \n[29]There were warnings. People thought it was a con - I always believed in it. \n[30]No. What would you do? Even if you knew what to do you wouldn't know what to do. Suppose you were the last man left alive? \n[31]I don't guess you would know it. You'd just be it. \n[32]If there is a God up there he would have turned his back on us by now. Whoever made humanity will find no humanity here. The MAN pours hot water into mugs to make coffee, hands one to the OLD MAN. They drink. \n[33]No. It's foolish to ask for luxuries in times like these. \n[34]Maybe I should and maybe I shouldn't. I wouldn't have given you anything. The OLD MAN looks around, orientating himself, and goes, tapping his cane, without a glance back at the BOY or the MAN. The MAN gives the BOY a reproachful look and the BOY looks defiant for the first time, a new distance between them. ", "Archer": "\n[1]You son of a bitch! \n[2]You fucking asshole! The MAN looks down, his leg is bleeding heavily now and the arrow is still sticking out. \n[3]I don't have it. \n[4]We're not following anybody. You were following us! The MAN stares at the WOMAN, looking her up and down, she looks sick and thin and desperate. He looks at the ARCHER, lying there dead, his chest and one arm and his face burnt, still smoking. The WOMAN covers his face with the blanket and the MAN doesn't know what to say, ashamed. He goes. ", "Archer's": "\n[1]You son of a bitch! \n[2]You fucking asshole! The MAN looks down, his leg is bleeding heavily now and the arrow is still sticking out. \n[3]I don't have it. \n[4]We're not following anybody. You were following us! The MAN stares at the WOMAN, looking her up and down, she looks sick and thin and desperate. He looks at the ARCHER, lying there dead, his chest and one arm and his face burnt, still smoking. The WOMAN covers his face with the blanket and the MAN doesn't know what to say, ashamed. He goes. ", "Bearded": "\n[1]Please... they're taking us to the smoke house. 36. \n[2]I need a drink. \n[3]Who left this window open? \n[4]What smell? \n[5]Who wants a drink? 38. \n[6]I'm hungry. As the coughing subsides a little the MAN takes the BOY's hand from his mouth and pushes the revolver into it. \n[7]What the fuck do you think you're doing? Huh? What the fuck do you think you're doing...? ", "Face": "\n[1]  \n[2]Please... they're taking us to the smoke house. 36. ", "Motherly": "\n[1]Oh. I am so glad to see you. The BOY just stares at her, bemused - a short distance away stands the rest of the family - a BOY his age and a GIRL. The BOY stares at the OTHER BOY and recognizes him - it's the same BOY he chased earlier. 112. \n[2]We've been following you. Did you know that? We saw you with your Papa and we tried to catch up but you were too quick for us. \n[3]We're so lucky. We were so worried about you. And now we don't have to worry about a thing. She kisses the BOY on the forehead and holds him at arm's length and looks at him. \n[4]How does that sound? Is that okay? He stares but says nothing... ", "Thief": "\n[1]Come on man, I done what you said, listen to the boy. The BOY starts crying - the THIEF looks at the BOY and then the angry MAN, this seems to be sobering. He puts the knife in the trolley and steps away, hands in the air, his thumbs are missing. \n[2]I wasn't following you. I saw the cart on the sand an' I just took it. \n[3]Come on man, don't do this. \n[4]Don't do this, man. \n[5]All right, all right, just take it easy. The THIEF looks at the BOY who is now covering his ears and the MAN takes an intimidating step closer with the gun. The THIEF starts stripping and piling his rags in the road. \n[6]Come on man. \n[7]Don't do me like this, man. You don't need to do me like this. \n[8]I'm begging you. \n[9]Come on, listen to the kid. \n[10]I'm starving man. You'd have done the same. \n[11]I'll die out here. ", "Veteran": "\n[1]Where's the man you were with? (NO REPLY.) Was he your father? 107. \n[2]I'm sorry. \n[3]Well, I think maybe you should come with me. The BOY's finger tightens on the trigger of the GUN. \n[4]Yeah. I'm one of the good guys. Why don't you put that pistol away? \n[5]I don't want your pistol. I just didn't want you pointing it at me. The BOY lowers the gun to his side and the VETERAN comes a few steps closer, causing the BOY to back up a step. \n[6]Where's your stuff? \n[7]What have you got? Blankets? \n[8]Look. You got two choices here. You can stay here with your papa or you can go with me. If you stay you need to keep off the road. \n[9]You don't. You'll have to take a shot. The BOY weighs it up, eyeing the VETERAN. \n[10]Yes we do. \n[11]We have a little boy and a little girl. \n[12]He's about your age. Maybe a little older. \n[13]No. \n[14]No. We don't eat people. \n[15]Am I what? \n[16]You're kind of weirded out, aren't you, kid? \n[17]Yeah. I am. I'm carrying the fire. \n[18]Yes, you can. The BOY hesitates. \n[19]Are these all the blankets you have? \n[20]Is that your suitcase? \n[21]Why don't you go up onto the road and wait for me. I'll bring the blankets. \n[22]What about him? \n[23]Yes we can. \n[24]There's nobody to see him. \n[25]The wind will blow them away. \n[26]Okay. I'll do it. Go on now. \n[27]Here. Wrap this around you. You're cold. The BOY eye the blanket uncertainly, holds out the pistol for the VETERAN to hold. \n[28]You hold onto that. \n[29]Do you know how to shoot it? \n[30]Okay. \n[31]There's nothing else to be done. \n[32]Will you be all right? \n[33]Go ahead. I'll wait here for you. The BOY turns around and heads down to the beach. \n[34]There was some discussion about whether to even come after you at all. As she's chatting, the MOTHERLY WOMAN gently takes the gun from the BOY and hands it to the VETERAN. "}}