{"filename": "Fugitive,-The_script.txt", "imdb_id": "tt0106977", "imdb_url": "https://www.imdb.com/title/tt0106977", "characters": ["Sykes", "Dr. Richard Kimble", "Helen Kimble", "Newman", "Detective Rosetti (as Joseph Kosala)", "Cosmo Renfro", "Biggs", "Detective Kelly", "Chicago Cop #2", "Newscaster", "Samuel Gerard", "Chicago Cop #1", "Dr. Anne Eastman", "Dr. Charles Nichols (as Jeroen Krabbe)", "Poole"], "dialogues": {"Sykes": "\n[1] \tInside the apartment the PHONE RINGS. No one is home.  \n[2] \tKimble moves across the roof and drops to fire escape behind \tSykes' apartment. He looks in the window, steps back to see \tif anyone is looking, then pulls his fist back into his \tsleeve and with one swift pop, BREAKS the GLASS.  \n[3] \tNo sound. Slowly he moves into...  \n[4] \tKimble struggles to recall the man's face. It could be him.  \n[5] \n[6] \n[7] \n[8] \tThe two cops receive a radio report about Kimble and \tquickly exit their car. They rush toward Sykes' building.  \n[9] \tCLOSE ON TELEPHONE RECEIVER. It BUZZES off the hook.  \n[10] \tFredrick Sykes, the one-armed man, comes down the side \twalk. He passes a car and hears the door open behind him. \tBiggs climbs out of the car and falls into step behind him.  \tSykes hears the footsteps but moves on up the stoop and \tstarts to enter his apartment, notices the front door \talready open.  \tCops and Marshals in his house. Processing a crime scene.  \n[11]\t\tWhat the hell's going on here? \t\tWho are you people?  \tHe steps...  \n[12] \t... sees Gerard in the kitchen. Gerard stares at Sykes.  \n[13]\t\tYou a cop?  \n[14]\t\tRichard Kimble... I don't know a \t\tRichard Kim -  \tPoole produces a photo of Kimble.  \n[15]\t\tWait a minute... This is the doctor \t\twho killed his wife... He claimed \t\tthe killer had a prosthetic limb. \t\tYou telling me he's coming after \t\tme?  \n[16]\t\tWhat the hell's that supposed to \t\tmean? Because I have this?  \tHe lifts his prosthetic arm and stares at Gerard. Gerard \tholds his look.  \n[17]\t\tLook, a year ago some people came \t\tto see me. They asked me questions \t\tabout the night of the murder and \t\tI'll tell you the same thing I told \t\tthem. I wasn't even in town then. \t\tI was on a business trip.  \tGerard continues moving around the apartment.  \n[18]\t\tSecurity.  \n[19]\t\tNo, I work for a pharmaceutical \t\tcompany. I handle security for its \t\ttop executives.  \tGerard holds up one of the fishing photographs with Lentz.  \n[20]\t\tNo. Just some doctors on a company \t\tjunket.  \tGerard puts the photos down with the one of Lentz on top. \tSykes eyes it.  \n[21]\t\t\t \t\tLook, you mind if I talk to the cops \t\tto see if anything's missing?  \n[22] \tGerard crosses the street with Renfro and Biggs.  \n[23] \tSykes watches the cops in the car outside. He moves to the \tphone and dials number.  \n[24]\t\tI want to report a fire; No, it's \t\tnot my place, it's a couple doors \t\tdown.  \n[25] \tSykes, dressed in coat and tie, prepares to leave apartment. \tSomewhere in the distance we hear: FIRE ENGINE SIRENS.  \n[26] \tThe cop stares at Sykes' window when suddenly we hear FIRE \tSIRENS, and a pair of fire trucks turn onto the street and \tpull up across the street from the unmarked car -blocking \tthe view of Sykes' house. Firemen climb down and move to a \tnearby building. The street begins to fill up with people.  \tThe cop stares at the commotion directly behind him. He \tbecomes so engrossed in the action like everyone else that \the fails to see Sykes, using the distraction, exit his \tapartment and walk calmly away from the scene.  \n[27]\t\tBack up. Move to the door, Doc.  \n[28]\t\tThis is my stop, Doc.  \tKimble stares hard at Sykes. He steps toward the side \texit.  \n[29]\tGo ahead. You don't have it in you .  \tFor a moment Kimble almost fires, but instead he takes the \tgun in his right hand and whips it across Sykes' face. \tThen hits Sykes again and again with the butt of the gun, \tdriving him down the length of the car, knocking him almost \tunconscious.  \tKimble tucks the gun in his belt and moves to the Transit \tCop. He checks for a pulse - there is none. The Cop is dead.  \tKimble takes the handcuffs and keys from the case on the \tCop's belt. He reaches for Sykes' wrist, drags him to the \tCop and cuffs Sykes to the dead Cop.  \tHe pockets the keys and grabs Sykes' hair, pulls his face \toff the floor.  ", "Helen": "\n[1]\t\tHello, Jim.  \n[2]\t\tThat would be a little abrupt, don't \t\tyou think?  \n[3]\t\t\t \t\tI'm sorry, I have to get my husband \t\thome.  \tThey say their good-byes and pass Nichols' table. Nichols \tshakes his friend's hand in passing. From across the room we \tsee Lentz watching.  \n[4]\t\tYou looked handsome tonight...  \n[5]\t\tUh, huh... most men in a tuxedo look \t\tlike waiters...  \n[6]\t\tYou looked more like... a band \t\tdirector.  \tHe stops at red light, leans over and kisses her. Light \tchanges and neither notice. Slowly their kiss breaks.  \n[7]\t\tAre we home yet?...  \n[8]\t\tCall me on your way home.  \tCREDITS END as we -  \n[9]\t\tI'm glad it went well. I'll see you \t\tin a minute.  \tHelen hangs up phone, turns out the light and starts up the \tstairs.  \n[10]\t\tHe's here... still in the house...  \n[11]\t\tHe's trying to kill me...  \tKimble appears. Helen drops the phone when she sees him.  \t\t\t\t911 \t\tWill you repeat that please?  \n[12]\t\t\t \t\tRichard... He's trying to kill me... \t\tmy head.   \n[13]\t\tMy head. Richard my hold me.  \tHer eyes slip away from his. He peels away the hand on her \thead - and sees raw pummeled brain staring back and realizes \tshe won't be all right.  \tCAMERA SWINGS DOWN TO the dropped phone.  \t\t\t\t911 \t\t... Hello. You said his name is \t\tRichard? Ma'am, can you talk to me? \t\tMa'am?  \n[14] \n[15] \tA crime scene photograph.  \n[16]\t\tHe's trving to kill me...  \t\t\t\t911 \t\tWill you repeat that please?  \n[17]\t\tRichard... He's trying to kill me...  \n[18]\t\tGood-bye. I love you.  \tAgain... Then again... then:  \n[19] ", "Kimble": "\n[1]\t\tSo, what's the deal? If the hospital \t\tbuys ten new -  \n[2]\t\tOn the house, huh? \t\t\t \t\tTonic water with lime.  \tEveryone agrees.  \n[3]\t\tNever get me to sell my soul for one \t\tof those trips...  \tHis tone silences the group. Kimble takes his drink.  \n[4]\t\t\t \t \t... But if you get any more Bulls \t\ttickets, Nat, give me a call.  \tThe group laughs, Kimble extracts himself and CREDITS \n[5] \tMoving through the crowd.  \n[6] \tNearly gets hit in the follow-through of an imaginary \tgolf swing.  \n[7]\t\tYou're slicing, Dave. Don't turn \t\tyour hip.  \tHe keeps moving.  \n[8]\t\tHey, Jim.  \tDR. JAMES NICHOLS turns, smiles. Mid-40s, head of the \tUniversity Hospital. He is a fit contemporary.  \n[9]\t\t\t \t\tYeah... Three. Livers appeared \t\thepatetic to me.  \n[10]\t\tSure.  \n[11]\t\tThey fix it this time?  \n[12]\t\tWell, I've seen everyone, can we \t\tleave?  \n[13] \tA table for ten. Kimble and Helen introduce themselves to \tothers at table ant sit across from each other.  \tKimble sits between two doctors' wives. One, NOW EAU WIFE, \tmid-thirties, bedecked in jewels and loud dress, the other \n[14] \tKimble and Helen driving home. She runs her fingers through \this hair as he drives.  \n[15]\t\tThank you...  \tHe smiles to himself, seems to enjoy the compliment too much \tfor Helen. Her smile becomes playful, mischievous.  \n[16]\t\tBut me?  \n[17] \tKimble pulls up in front of his house. Suddenly both his \tPAGER and CAR PHONE RING at the same time.  \n[18]\t\t\t \t\tDr. Kimble \t\t\t \t\tWhen? Okay, tell them I'll be there \t\tin ten minutes.  \tHe hangs up.  \n[19]\t\tTim's got a problem.  \tHelen kisses him again, opens the door.  \n[20]\t\tCavalry's here.  \tTwo harried surgeons look up, glad to see him.  \n[21]\t\tWhat's his pro time?  \n[22]\t\tYou talk to the family?  \n[23]\t\t\t \t\tOkay... I'm clamping. Can he \t\ttolerate it?  \n[24]\t\tDo we have a choice?  \n[25]\t\tMarie, give me a clamp...  \tMARIE, the scrub nurse, passes him the instrument and Kimble \tand the other SURGEON continue to work with the Resident \tassisting.  \n[26]\t\t\t \t\tYour husband know you're here tonight, \t\tMarie?... What about this liver?  \n[27]\t\tWho referred him?  \n[28]\t\tThe wave of the future... Marie, you \t\ttold Frank yet? Frank is so jealous \t\tof this late night thing we've got \t\tgoing here... This should hold him. \t\tBleeding's stopped. Let's get a \t\tbiopsy... \t\t\t \t\tSend it downstairs and make sure you \t\tget Kath her slice.  \n[29]\t\tNo. I got a date.  \n[30] \tKimble driving through empty Chicago streets toward home. \tHe is on phone, waits for answer.  \n[31]\t\tHi. I'm five minutes away...  \n[32] \tHelen on the phone, downstairs. She is still in her gown with \tan afghan around her shoulders. She's been reading.  \n[33] \tHelen moves down the hall toward the dressing room/closet.  \tOpens the door to large closet dressing room and turns on \tthe light. Nothing. She starts to leave and decides to close \tone of the interior closet doors.  \tShe starts to slide the door closed when - wham!  \tA hand reaches out and clutches her by the neck. Helen \tclaws and scratches to get free and in her struggle her \tstring of pearls bursts...  \t... and a single pearl bounces out of the bedroom... rolls \tacross the landing to the stairs, stopping three steps from \tthe top.  \n[34] \tSnow swirls around the street as Kimble's car pulls into the \tdriveway. On the third floor, we see a bedroom light still \ton.  \n[35] \tA GRANDFATHER CLOCK TICKS softly. Kimble tosses his keys on \tthe entry table, picks up a stack of mail on the table and \tcalls up the stairs.  \n[36]\t\tI'm home. Did you hear who won the \t\tBulls game?  \tNo answer. He steps into the:  \n[37] \tClimbing the stairs... suddenly stops.  \tA small white ball on the stairs. He bends down and picks \tit up... a pearl.  \n[38]\t\tHelen?  \tSilence. He can see directly into the bedroom. It's quiet. \tToo quiet. He notices a lampshade on the floor.  \n[39] \tTwo Chicago police cars wheel to the curb, COPS move quickly \tto the house.  \n[40]\t\tHang on, babe... going to be all \t\tright.  \tHer fingernails dig into Kimble's arm, trying to hold on.  \n[41] \tThe Cops enter the house. See the .38 lying on the floor. \tCovering each other, they move quickly up the stairs - guns \tdrawn.  \n[42] \tKimble, numbed by the event, washes the blood off his hands \tin the kitchen sink. A cop takes his blood-stained tux \tjacket, and another hands him a parka.  \n[43] \tThe street is filled with Chicago police cars, curious \tneighbors, television news vans, etc.  \tKimble is helped into a police car as the coroner's van \tarrives. He pauses a moment to watch as we hear.  \n[44]\t\tIt was .38... I think. I only saw it \t\tfor a second. I knocked it out of \t\this hand.  \tAs Kimble is questioned we INTERCUT WITH flashes of the \tmurder scene being processed:  \n[45] \tForensics technicians photograph the .38 at the base of the \tstairs.  \n[46]\t\tYes.  \n[47]\t\tA .38 Smith.   \n[48]\t\tWhat's going on here? This guy was \t\ttrying to rob us.  \tThe two cops stare at Kimble.  \n[49]\t\tYou guys have got to be out of your \t\tminds. I didn't kill my wife!  \tHe gets up to go. A cop blocks his path. He turns and looks \tat Kelly.  \n[50] \tKimble lays on his bunk. Thinking...  \n[51]\t\tI know what I saw, Walter.  \n[52]\t\tI didn't kill my wife.  \n[53] \tA crime scene photograph.  \n[54] \tOn the stand. He finishes his moving description of the \tevents. We see some of the jury has been moved.  \n[55]\t\t... And I was holding her when the \t\tofficers came in.  \tGutherie returns to his seat. The Prosecutor moves to the \tjury. He begins slowly but his questions pick up strength.  \n[56]\t\tI can't be sure. We were, mostly on \t\tthe floor, fighting... I couldn't -  \n[57]\t\tNo. As I explained -  \n[58]\t\tI don't know -  \n[59]\t\tShe didn't -  \n[60]\t\tLook...  \n[61] \tHe remains silent. Kimble is pulled gently to his feet by \tbailiff. Gutherie whispers an \"I'm sorry.\" Kimble doesn't \thear it.  \n[62]\t\tLook out!  \tToo late... Jackknifing up, Copeland drives the shank into \tYoung Guard's gut.  \tPrisoner #2 dives for Young Guard's holster. As the gun comes \tout, Young Guard gets a hand on it. A SHOT FIRES...  \tJolting Old Guard. He chambers his shotgun. Kimble hits the \tfloor. The Old Guard jams a key into the cage door and surges \tinside, but...  \tPrisoner #1 broadsides Old Guard. SHOTGUN DISCHARGES... \tOpening a big Gainsburger hole in the driver. He sinks under \tthe steering wheel. A knee hits the accelerator.  \tThe CAGE DOOR SLAMS locked behind the Old Guard.  \n[63]\t\tHe isn't going to make it unless he \t\tgets to a hospital. Fast.  \n[64] \tA second SHIVER ripples through the bus, stronger. Kimble \tretracts his hands to touch a metal panel - and feels a \tgrowing vibration.  \n[65]\t\tJust where the hell are we?  \tThe Old Guard feels it too. He gets down on his knees and \tlooks out one of the shattered, barred windows.  \n[66]\t\tIt's locked. Where're your keys?  \n[67]\t\tWhich one? This? This one?!  \tOld Guard gulps a nod. Kimble jams a key in the lock. Throws \tthe door open. Grabs Young Guard.  \n[68]\t\tHelp me get him -  \tBut Old Guard climbs right over Kimble's back and climbs out \tthe shattered windshield.  \n[69] \n[70] \tHis wound bathed in orange antiseptic wash, three stitches \talready in. With pair of forceps he picks up the needle as \the sutures himself.  \n[71]\tCan you hear me, sir?  \tNo response. The man is out of it. Kimble backtracks to the \tpatient's closet and opens it. Hanging inside we see his \tclothes. He removes them and notices the man's untouched \tbreakfast tray.  \n[72]\t\tWhat's he look like?  \tThe Trooper looks down at his fact sheet as we see a slow \ttrickle of blood from a shaving nick begin winding down \tKimble's cheek.  \n[73]\t\tEvery time I look in the mirror ... \t\tbut without the beard.  \tThey laugh.  \n[74]\t\tExcuse me...  \n[75]\t\tHere...  \tKimble helps clear the wheels so the collapsible gurney \tcomes free.  \n[76]\t\tHow is he?  \tThe Paramedics move him toward the ramp.  \n[77]\t\tTell the E.R. doctor he's also got \t\ta perforated spleen.  \tHe's gone... The two Paramedics share a look as they whisk \tthe Young Guard inside.  \n[78] \tSuddenly sees the helicopter setting down ahead of him at \tthe mouth of the tunnel.  \tKimble slams on brakes and turns to retreat.  \n[79] \tComes to a stop, blocking traffic in both directions. \tImmediately HORNS begin BLARING.  \n[80]\t\tI didn't kill my wife.  \n[81] \tWater pours from the tunnel into the spillway of Barkley dam \tdisappearing into a veil of mist below - a great cauldron of \tmists. No rocks. None visible at least.  \tHe hears the MARSHALS behind him - COMING CLOSER.  \n[82] \n[83] \tHelen exiting Kimble's car the night of the murder. She \tlooks back at Kimble, framed by the door frame, ant smiles.  \n[84]\t\tWalter Gutherie please.  \n[85]\t\tSome soup, please.  \n[86]\t\tWhich way are you going?  \tShe smiles and points in the direction her car is traveling. \tThey hold a look as we hear:  \n[87]\t\tWalter. It's Richard.  \n[88]\t\tI wasn't worrying about appearances, \t\tWalter. \t \n[89]\t\tI'm not turning myself in. I need \t\tmoney.  \tGutherie is silent. When he speaks again his speech takes on \tthe lawyerly tone of a man who's covering his own bases.  \n[90]\t\t\t \t\tSt. Louis.  \n[91]\t\tHow're you doing, Charlie?  \n[92]\t\tYeah. And I need your help.  \n[93]\t\tI need some money. Whatever you've \t\tgot on you.  \n[94]\t\tI'll call you.  \tKimble glances around, the area is still clear. He looks \tback into the car and doesn't see the police car turn the \tcorner and come up the street behind them.  \tNichols finds his wallet ant hands all the cash he's got to \tKimble, who quickly pockets it.  \n[95]\t\tThanks, Charlie...  \n[96]\t\tGood morning.  \tAs he turns to leave we hear:  \n[97] \tGerard walks through Kimble's house. The art and most of \tthe furniture is gone. Books are in boxes and shopping \tbags around the room. Plastic covers the remaining pieces \tof furniture.  \tGerard stares at the empty walls. Shadows on the walls show \twhere the art once hung. Gerard pauses, tries to absorb the \tplace. He takes a book from one of the bags and looks at it.  \n[98]\t\tNo. 34/34.  \n[99] \tPhotographed.  \n[100]\t\tThey said he's sick.  \n[101]\t\tUhhh. No they didn't.  \n[102]\t\t\t \t\tAsshole.  \tShe looks back at Kimble.  \n[103]\t\tNothing.  \tAnne keeps moving off toward trauma hall. He watches her \tturn the corner to the trauma hallway.  \n[104] \tThe one-armed man's arm coming off in the fight.  \n[105]\t\t\t \t\tNo... I've got to clean the blinds \t\tin the office. Want me to wait till \t\tyou're finished?  \n[106]\t\tFine.  \n[107]\t\tYes, I did.  \n[108]\t\tExcuse me. I was having a bad \t\tshift.  \tThey laugh. They reach ground level and step out together.  \n[109]\t\tLots of them over the years. Here, \t\tlong ago. Hasn't changed much.  \n[110] \tAfternoon light comes in Kimble's basement windows. Sheets \tof Prosthetic Clinic patient material are spread over \tKimble's bed, floor. Kimble searches through the documents, \tmaking notes. He studies photos of attachments. Cable \tattachments. Joints. Electronics. Pins. straps... looking \tfor a key to the identity of the one-armed man.  \tFinally he stops. He finds the flyer in his pocket, puts it \ton the bedside table and moves to sink. He wets a towel and \tcovers his face.  \tDraws a cool damp breath. Lays back on bed amid the \tProsthetic Clinic material.  \n[111] \tKimble yanks the wet rag from his face, his senses alert. \tListening, he hears: FOOTSTEPS are real, just outside and \tMOVING TOWARD him.  \n[112] \tUnmarked police cars in front of the house, looking, moving \this way.  \n[113] \tKimble SEES the Punk Kid try to escape out the back. He \truns, sees cops and runs toward Kimble's basement door, \tactually reaching it before he is caught by the cops and \tpulled away.  \n[114] \tMoves toward the front window and watches cops lead the \tPunk Kid out to the car.  \tPOLICE RADIOS call the other cops to stand down.  \tKimble moves slowly to his front door. Looks out.  \n[115] \tCops put the young man into an unmarked police car. His \tgrandmother, the Polish woman, follows them, crying.  \n[116] \tTwo cops talk outside the Prosthetic Clinic.  \n[117] \tHe wheels the Boy's gurney into an elevator. The doors \tclose.  \n[118]\t\tHey. Hey!  \tA Surgeon pauses and eyes Kimble's janitor suit and the \tgurney.  \n[119]\t\tThey just sent this one up.  \tHe takes a look at the Boy's chart and grabs the X-rays and \tyells to O.R. nurse.  \n[120]\t\tWrong...  \tHe backs up and tries another file.  \n[121]\t\tSeventy-five. Hell, yes.  \tKimble types in another defining characteristic... \tResidence: Illinois.  \tAgain he waits. Rattles the blinds to make it seem like he's \tcleaning. The list shortens.  \n[122]\t\tWhat else?  \n[123] \tThe fight with the One-Armed Man.  \n[124] \tSomething has clicked in his memory.  \n[125] \tKimble fights the One-Armed Man. He wrenches the man's \tprosthetic arm.  \n[126]\n[127] \tKimble wrenches it and it BREAKS.  \n[128]\t\tWhat do you mean?  \n[129]\t\tIt's a hobby of mine -  \n[130]\tWhat do you want?  \tShe reaches him.  \n[131]\t\tI'm a janitor. I did what I was \t\ttold.  \n[132] \tAnne and Gerard stand in the hallway. Gerard studies the I.D.  \n[133]\t\tYes... This is Dr. Elway at Cook \t\tCounty. I'm doing follow-up work for \t\tthe Prosthetic Clinic on Matthew \t\tZelick... \t\t\t \t\tHe did... I'm terribly sorry. No, \t\tI'll correct our files. Thank you.  \tHe scratches through another name. Three left. He dials \tanother number.  \n[134] \tThe next name is \"Clive Driscoll.\" Kimble on phone, waits \tfor answer.  \n[135]\t\tHello... looking for your brother, \t\tClive. This is Ted Riley with the \t\thigh school reunion committee. \t\tBelieve it or not, 25 years is just \t\taround the corner, and Clive's on \t\tour list of lost souls. Information \t\tgave me a number, but when I tried \t\tit...  \tWIDER to reveal Kimble on the pay phone. The scrap of paper \tis his list-of-five.  \n[136]\t\tNo kidding?... Armed robbery. \t\t\t \t\tHe's where?  \n[137]\t\tClive Driscoll.  \tThe Clearing Officer spins his clipboard around.  \n[138]\t\tSorry. I made a mistake.  \n[139]\t\tOfficers - there's a man in the \t\tstairwell waving a gun and \t\tscreaming.  \tThe two cops rush to stairs and Kimble immediately moves \ttoward the doors, fast but not running. Hoping to cloak \thimself in civilians.  \n[140] \tEnters the revolving doors as a big man enters from the \toutside. The big man sizes up the situation, realizes Kimble \tis fleeing and just before Kimble exits - yanks on the door \t- trapping him partially inside the revolving door.  \tOther doors seal electronically. Biggs charges back, sees \tGerard.  \tKimble fights the heavy glass door. The big man resists - \tbut slowly the crack widens. Gerard bulls through the crowd, \tshoves a man out of his line of fire.  \n[141] \tAcross the street.  \n[142] \tKimble struggles with the one-armed man.  \n[143] \tKimble struggles with intruder. This time we see his face \tclearly. It is Sykes.  \n[144] \tLooks up. He's found the man he's looking for but also a new \tpossibility - that the murder wasn't just a random act of \tviolence.  \tKimble digs through Sykes' top desk drawer. His mind reeling. \tHe stops:  \n[145]\t\t\t \t\tDo you remember what I told you in \t\tthe tunnel?  \n[146] \n[147]\t\tRemember what you said to me?  \n[148]\t\tYou said, 'I don't care.'  \n[149] \n[150]\t\tWell, I am trying to solve the \t\tpuzzle, Gerard and I just found a \t\tpiece.  \tKimble takes the phone and bangs it down onto a table and \twe realize he is in Sykes' kitchen.  \n[151]\t\tThis an R.D.U.90 patient?  \tKimble looks up at the Resident as we...  \n[152]\t\tIt's very important I reach him.  \n[153]\t\t\t \t\tCan you talk?  \n[154]\t\tI found him, Charlie. I found the \t\tguy that killed Helen.  \n[155]\t\tIt's all about a drug, Charlie. They \t\ttried to kill me because of a drug.  \n[156]\t\tDevlin-MacGregor and Lentz. Lentz \t\twas supervising the R.D.U.90 \t\tprotocol. He knew I'd found out the \t\tdrug had problems. It's Lentz.  \n[157]\t\tI need your help. Call Mr. Roosevelt \t\tand tell him I'm coming in.  \n[158]\t\tYou too, Roosevelt... Been a long \t\ttime.  \tRoosevelt closes the door behind them.  \n[159]\t\tThanks, Roosevelt.  \n[160]\t\tI loaned you something once, Kath, \t\tand I need them back.  \n[161]\t\tHalf the people in the study were \t\tindigents. No follow-up, no baseline \t\ton them. Who could say they didn't \t\tcome into the study with bad livers?  \n[162]\t\t- drug induced hepatitis.  \n[163]\t\tCold normal.  \n[164]\t\tThat's statistically impossible.  \n[165]\t\tThey'd be home free if I hadn't been \t\tleaning on them to account for the \t\tlivers I was seeing. And I wouldn't \t\thave seen the livers if I hadn't \t\ttold the guys on my service to call \t\tme when they had cases that were \t\tbleeding excessively in surgery.  \n[166]\t\tWhy not? He's one of the original \t\tpatent holders. Toss the samples I \t\tsent, replace them with healthy \t\tsamples, issue the path report on \t\tthe healthy stuff-piece of cake.  \tKimble notices something in the report.  \n[167]\t\tWhen did Lentz die?  \n[168]\t\tBecause a good third of the samples \t\tLentz approved were signed after he \t\tdied.  \tKathy comes to look at the report. Lentz's signature is \ton reports dated October, November, December.  \n[169]\t\tSomeone else used Lentz's name.  \n[170]\t\tThey wouldn't have had the access. \t\tThey would have needed someone at \t\tthe hospital.  \tKimble opens the Devlin-Macgregor prospectus he took from \tthe medical library and opens it to the beginning. A photo \tgets his attention.  \tHe takes the bag and starts for the door.  \n[171]\t\tTo see an old friend.  \n[172] \tSits in the front car. There are very few other riders.  \tA man with newspaper sits across the car reading. The \theadlines facing Kimble say: \"KIMBLE IN CHICAGO\". Kimble's \tbooking photo stares back at him.  \tKimble reacts to the headline, looks away as the man turns \tthe pages.  \tThe man looks over the newspaper at Kimble, then goes back \tto reading. A moment later he folds the paper back to the \tfront page.  \tThe man looks up from the paper and looks at Kimble again, \tthen down.  \tCoolly the man folds the paper, tucks it under his arm, \tstands, looks through the car, then moves into one of the \trear cars.  \tKimble looks out the window - hoping desperately for his \tcar to reach the station. He keeps his head turned until \tthe man is gone.  \n[173] \tThe train is not yet to the station. He has no escape. \tSykes moves toward him.  \n[174]\t\tGood, it's my stop, too.  \tSuddenly the door behind Sykes opens and the Transit Cop \tenters.  \n[175] \tSykes is thrown forward toward Kimble who holds onto a bar \tfor balance.  \n[176] \tSykes is thrown to the floor - the gun slips from his grasp. \tKimble moves for the gun as Sykes comes up, catches Kimble \tin the stomach, knocks him back. The fight carries on \tthroughout the car.  \tKimble reaches the gun first, lifts it in his left hand and \taims at Sykes. Sykes sees the gun in Kimble's hand and \talmost smiles.  \n[177]\t\tNot as easy as Helen, was it? \t\t\t \t\tYou missed your stop.  \tHe moves to the front of the car with Sykes' and the Transit \tCop's guns out. People back out of his way. He moves to \twhere the first two windows extend over the platform, kicks \tout the front window and...  \n[178]\t\tWhat's wrong, Charlie? Surprised?  \tKimble begins moving down the aisle past the tables of \tdoctors toward the podium.  \tWe see the faces of Kimble's colleagues and friends from \tthe ballroom sequence earlier. At first no one notices \tKimble but as he makes his way toward the dais, the \tapplause fades and then room quiets. Whispers of:  \n[179]\t\tAfter Lentz died, you were the only \t\tone that had access to the \t\tpathology reports.  \tNichols remains calm.  \n[180]\t\tYou switched the samples and \t\tfalsified the reports so R.D.U.90 \t\tcould get approval.  \n[181]\t\tI have a set of the original \t\tsamples.  \tNichols stares at Kimble and for the first time we see a \tflicker of concern.  \n[182]\t\tYou almost pulled it off, Charlie. \t\tBut I know all about it now, and I \t\tcan prove it.  \tNichols and Kimble hold a look. Nichols turns to the audience.  \n[183]\t\tLadies and gentlemen. My friend, as \t\tyou can see, is obviously not well. \t\tRichard, if you want to talk -  \n[184]\t\tI didn't come here to talk  \tNichols leaves the dais and heads toward the exit.  \tKimble tracks along with him - moving through the tables - \tpassing the table with the Devlin-MacGregor board of \tdirectors. They are disturbed by this situation.  \n[185]\t\tYou missed your chance, Charlie...  \tNichols charges Kimble, but Kimble drives him back with \ttwo crushing blows that send Nichols down the stairs.  \tKimble moves down the stairs after him - passing under a \tsecurity camera.  \n[186]\t\tYou took everything away from me... \t\tfor money.  \n[187]\t\tI want to know, Charlie... was it \t\tworth it...?  \n[188] \tWho slams Nichols hard against the glass. The WIRED \tGLASS CRACKS and bellies with the form of their bodies.  \tNichols' head rocks from the impact.  \tThe GLASS GROANS. The wire stresses. The caulking begins \tto drop.  \tNichols struggles but Kimble has him in control. Slams \thim down hard again.  \n[189] \tNotices the swinging bags, follows Nichols' trail. He \tstops to get his bearings, sees shadow at the far end of \tthe room between the two washers. Kimble closes in, moving \tbetween the large conveyors.  \n[190] \tHe moves to end of washers, using the machines as cover.  \tHe sees the shadow again takes a pole leaning against the \tdryer as a weapon, turns the corner and is about to belt \thim when he realizes it's not Nichols, but a laundry worker.  \tKimble moves away from the terrified man, when he hears a \tvoice from the other end of the laundry.  \n[191] \tMoves instinctively back into the machinery and carts near \tthe conveyor belts.  \n[192] \tListening. He watches the movement of bags as he did with \tNichols.  \n[193] \tRealizing what Gerard knows. Considering his next move.  \n[194] \tStarts to move out to meet Gerard, sees Renfro down. His \tshoulder harness is empty. He knows Nichols is armed.  \n[195]\t\tHey, Chuckles...  \tNichols turns toward the voice as Kimble swings the stick \tand clocks him - sending the gun skittering on the floor \tbehind Gerard.  \n[196]\t\tI thought you told me 'you didn't \t\tcare.'  ", "Newman": "\n[1]\t\tYes, sir...  \n[2]\t\tUh, just want me to wait here, sir?  \n[3] \tClearly unnerved by the screaming woman, Newman opens door \toff the living room. The door opens into a smaller bedroom. \tHe steps into -  \n[4] \tCopeland listens but gets no response from Gerard. He backs \tthrough the second bedroom door, pulling Newman into the -  \n[5]\t\tMy ear... I can't hear a thing out \t\tof it. I can't believe you did that!  \n[6]\t\tYes. You could've missed! You \t\tcould've killed me!  \n[7]\t\tTerrible. I probably have permanent \t\thearing damage.  \n[8]\t\tOn the night of his wife's murder, \t\tKimble attended a hospital benefit \t\tsponsored by Devlin-Macgregor \t\tPharmaceutical - Sykes' company.  \tGerard places a Devlin-Macgregor card onto his board.  \n[9]\t\tInstead of looking like a robbery \t\tgone bad, Kimble ends up being the \t\tone accused...  \n[10]\t\tWhy? To share the blame? He'd still \t\tgo to prison.  \tGerard moves to the board. He takes down a card.  \n[11]\t\t\t \t\tWhy do I get all the great jobs?  \n[12]\t\tAnybody down in pathology who might \t\tknow something about the guy?  \tBetty looks at the clock, it's after 6 p.m. Dicey.  \n[13]\t\tAre you Mr. Roosevelt?  \n[14]\t\tYeah, we heard. We wanted to know if \t\the knew or had any contact with Dr. \t\tRichard Kimble?  \tOn the mention of Kimble, Roosevelt becomes visibly nervous.  \n[15]\t\t\t \t\tThat's not what I asked, sir. I just \t\twanted to know if Dr. Kimble and Dr. \t\tLentz knew each other?  \n[16]\t\tThe old guy didn't know where he was \t\tgoing. But he picked up some tissue \t\tsamples.  \n[17]\t\t... From a drug study. And signed \t\tfor by Dr. Charles Nichols.  \tRenfro and Gerard exchange a look.  \n[18]\t\tNichols also knew Lentz. He was a \t\tpathologist.  \n[19]\t\tC.P.D. just reported -  \n[20]\t\t\t \t\tI've got Kimble on the roof with \t\tNichols. Southeast exit.  \n[21] \tNewman checks the computer board for the elevator \tposition.  \n[22]\t\t\t \t\tLevel five.  ", "Cosmo": "", "Renfro": "\n[1]\t\tRichard David Kimble. Vascular \t\tSurgeon. Convicted of first-degree \t\tmurder in the killing of his wife. \t\tPleaded innocent. Claimed a \t\tone-armed -  \n[2]\t\tNone. No previous arrests.  \tPoole takes up a position discreetly behind tree as Gerard \tunzips his fly and relieves himself.  \n[3]\t\tNo relatives.  \n[4]\t\tNever get it.  \n[5]\t\tRunning outta map, Sam.  \tThe crash site and hospital are already marked. Gerard is \tready to move.  \n[6]\t\tGot him.  \tGerard unholsters a 40 caliber, Glock model 22.  \n[7]\t\t\t \t\tWe're movin' in.  \n[8]\t\t\t \t\tSon of a bitch...  \tIt's the most amazing thing he's ever seen...  \n[9]\t\tWe feel confident about the I.D.  \n[10]\t\tLocal officials were about to wet \t\ttheir pants to move in.  \n[11]\t\t\t \t\tSame room.  \n[12]\t\tThat's an El announcement.  \n[13]\t\t\t \t\tPerfectly.  \tGerard reflects on a moment of personal satisfaction.  \n[14]\t\tWas there anything in your initial \t\tinvestigation that would make you \t\tthink Kimble would come back to \t\tChicago.  \n[15]\t\tWhat I can't figure is, if you were \t\tKimble, why'd you take a major \t\tleague chance of hanging around a \t\ttrauma ward?  \tGerard considers this as a Man passes him. Gerard notices \tsomething.  \n[16]\t\tThe place would be crawling with cops.  \tSlowly Gerard separates from the group of deputies and \tfollows the Man down the hall.  \tThe Man Gerard is following turns the corner to the \tProsthetic hallway and realizing Gerard is following him, \tholds the hallway door open for Gerard.  \n[17]\t\tIt could take us a week to track \t\tdown every one of those names.  \tGerard picks up phone and dials a number.  \n[18]\t\t\t \t\tHe's in Pullman area... Fifteen \t\tseconds for location.  \n[19]\t\t\t \t\tHoly shit. We've got a car there \t\tright now.  \tHe picks up a phone.  \n[20]\t\tHe's pulling our chain, Sam. If this \t\twas the guy Kimble was looking for, \t\twhy call us?  \n[21]\t\tIf you were Richard Kimble... Why \t\twould you hunt for a one-armed man \t\tyou think killed your wife; find \t\thint then leave him and call us?  \n[22]\t\tUnless... What if you were a well \t\trespected surgeon and wanted to kill \t\tyour wife? How would you do it?  \n[23]\t\tHow would you find him? Look in the \t\tphone book?  \n[24]\t\tThrough a connection.  \n[25]\t\tThat's an easy fix. So let's say he \t\twas in town. Did the job. Everything \t\tgoes as planned with one problem.  \n[26]\t\tSo Kimble returns to hunt for and \t\tfind the hit man.  \n[27]\t\tYou're underestimating the power of \t\tthe good doctor. It would be his \t\tword against... Sykes'. Who would \t\tyou believe?  \n[28]\t\tGet help.  \tGerard pins the card to the board and looks at Renfro. It \tsays: \"NICHOLS\"  \n[29]\t\tHe's a security specialist at \t\tDevlin-Macgregor Pharmaceuticals.  \tKimble broke into his apartment.  \n[30]\t\t\t \t\t\"Advances in Nuclear Tissue and \t\tPathology Research,\" by Dr. Charles \t\tNichols. \t\t\t \t\tI bet they line up to hear that one.  \n[31]\t\tHe was covering for Kimble.  \n[32]\t\tBalbo station. That's -  \n[33]\t\tThere is a U.S. Marshal out there. \t\tHold your fire!  \n[34] \tSeparated from Gerard. He hears a NOISE behind him - a bag \tcomes down the track at break-neck speed, Renfro spins, \tdodges it, gets his bearings and continues.  \n[35] \tHe steps out and then back as a bag shoots by. He ducks \tunder the bag - into the next track and suddenly hears a \tWHIRRING sound behind him. Renfro turns as an I-beam comes \trushing down the open track and knocks him to the floor, \topening a gash across the side of his head. He lays still.  ", "Biggs": "\n[1]\t\tPoint of impact.  \t... and branches off.  \n[2]\t\tShit. \t\t\t \t\tCome on.  \tThey drop down to the crash site. Poole ant Renfro remain \twith Gerard.  \tA state TROOPER steps into their path, but falls away when he \tsees Gerard's Marshall star.  \n[3]\t\tDeLange Hospital. Wounded guard \t\tswears to High Holy he saw Kimble \t\tright there in the hallway. \t\tAmbulance, missing too.  \n[4]\t\tO-nine-thirty. Twenty minutes ago.  \tGerard redraws the circle of units. No longer are we \tcovering a fifty-mile radius. The circle is redrawn, \ttightened, with the hospital as its center. The \ttriangulation is set.  \n[5]\t\t\t \t\tNothing yet.  \n[6]\t\tGerard? You there?  \tGerard looks for his radio, then back at Kimble - he's gone.  \tInstantly Gerard reaches for his ankle - and pulls a back-up \tpiece.  \n[7] \tIn the plumbing truck. He triggers his mike.  \n[8]\t\tTrains? Traffic?  \n[9]\t\tWhat about the man he claimed \t\tattacked his wife?  \tKimble pulls the notice from the board as we -  \n[10]\t\tIt's hinky. Man risks everything to \t\tfind a man his own investigators \t\tsay doesn't exist. Something's really \t\thinky about this thing.  \tGerard looks at Biggs as they reach the elevators.  \n[11]\t\tIt's five flights!  \n[12]\t\t\t \t\tHere he comes...  \n[13]\t\tI'd hire a pro. Sight unseen.  \n[14]\t\tLike a pharmaceutical company. \t\tSomeone in security.  \n[15]\t\tBut Sykes claims he was out of town.  \n[16]\t\t... tried, convicted...  \n[17]\t\tSo what does Kimble do next?  \n[18]\t\tJust what I want to do before \t\tdinner.  \n[19]\t\tWe're United States Marshals. We're \t\ttrying to find out some information \t\tabout a pathologist, named Lentz. He \t\tused to be on staff here.  \tRoosevelt suddenly goes on the defensive.  \n[20]\t\tI think you're lying to us.  \tRoosevelt looks from one marshal to the other as we:  \n[21]\t\tConflicting reports, but the cops \t\tare considering him a shooter.  \tHeavily-armed CPD units pull up. Gerard stares at the police \tpresence. He starts toward the hotel where Kelly is \tconferring with Kevlar-decked police captain.  \n[22]\t\tC.P.D. has the perimeter, hotel \t\tsecurity has the parking structure.  \n[23]\t\t\t \t\tKeep and eye on him. Biggs has roof plans.  \n[24]\t\tThere are four exits to the roof.  \n[25]\t\tWatch your head, Dr. Kimble.  \tNewman climbs in behind the wheel. Gerard in the back next \tto Kimble. He leans out the window and motions to Poole.  ", "Detective": "\n[1]\t\tCan you give us a little more to go \t\ton besides the fact that he had an \t\tartificial arm? What kind of gun was \t\tit, Doc?  \n[2]\t\tDo you own a gun, Dr. Kimble?  \n[3]\t\tWhat kind of gun?  \n[4]\t\tDid you have your key with you tonight, \t\tDr. Kimble?  \n[5]\tYour wife was loaded wasn't she? I mean, she was worth quite \ta bit of money.  \n[6]\t\tLet's start over, Dr. Kimble. What'd \t\tyou have for breakfast?  \n[7] \tOn the stand.  \n[8]\t\tNo forcible entry was found. From \t\tthe beginning of the investigation, \t\tit did not appear to be a break-in. \t\tNothing was missing.  \n[9] \tThe Punk Kid is handcuffed to a bench as a cop works on a \treport. Suddenly the Kid notices something that gets his \tattention.  ", "Kelly": "\n[1]\t\tCan you give us a little more to go \t\ton besides the fact that he had an \t\tartificial arm? What kind of gun was \t\tit, Doc?  \n[2]\t\tDid you have your key with you tonight, \t\tDr. Kimble?  \n[3]\tYour wife was loaded wasn't she? I mean, she was worth quite \ta bit of money.  \n[4]\t\tLet's start over, Dr. Kimble. What'd \t\tyou have for breakfast?  \n[5] \tOn the stand.  \n[6]\t\tNo forcible entry was found. From \t\tthe beginning of the investigation, \t\tit did not appear to be a break-in. \t\tNothing was missing.  \n[7]\t\tAs of this morning Chicago P.D. was \t\talerted to the reappearance of \t\tRichard Kimble.  \n[8]\t\tPolice units have also increased \t\tpatrols around homeless shelters and \t\tmass transit stations in the city.  \n[9]\t\tNot that we found.  \n[10]\t\tRight... You ever been downwind of a \t\tstockyard when the breeze is \t\tblowing? That's where we were \t\tsitting when Richard Kimble told that \t\tone...  \n[11]\t\tIf this guy existed believe me \t\tsomeone would've found him.  \n[12]\t\tOkay. I want it locked down. Start \t\ton the lower levels.  \tThe captain moves off. Gerard intercepts the cop.  \n[13]\t\tNot since he took down one of ours, \t\tGerard. This is a police matter, \t\tnow. Stay, the hell, out of it.  \tKelly moves off. Gerard watches him a moment then he looks \tup to the roof. Newman hands Gerard his belt with his \tbackup piece.  \n[14]\t\tBring him down.  ", "Newscaster": "", "Samuel": "", "Gerard": "\n[1]\t\tGood lord...  \n[2]\t\tBiggs, your turn to babysit Newman.  \n[3]\t\tHow ya doing? Who's in charge?  \n[4]\t\tExcuse me, Sheriff Rollins? Deputy \t\tU.S. Marshal Samuel Gerard.  \n[5] \tAware of media, proceeds patiently with the young Sheriff.  \n[6]\t\tWith all due respect, may I suggest \t\tcheck-points starting at a 15-mile \t\tradius on I-57, I-24, Route 13 east \t\tof -  \n[7]\t\t\t \t\tWell, shit, Sheriff, I'd hate for \t\tthat to happen... So, I'll be \t\ttaking over the investigation.  \n[8]\t\tBy authority of the Governor of the \t\tState of Illinois and the office of \t\tthe United States Marshal, 5th \t\tDistrict Northern Illinois...  \tPoole produces State and Federal authorization documents \tfrom one of her pockets and hands it to the young Sheriff.  \n[9]\t\tPlease, ladies and gentlemen, step \t\tback and give this poor man some \t\troom.  \tLike an obedient dog the press backs off, they sense a \tchange of story and command.  \tGerard kneels down with Poole and Renfro in front of the \tOld Guard. The Sheriff hovers near.  \n[10]\t\t\t(friendly, to Old \t\t\tGuard \t\tAlways an interesting thing when we \t\tfind leg irons and no legs in them \t\twho held the keys, sir?  \n[11]\t\tWould you be so kind as to show them \t\tto me, sir?  \tGerard's large hand extends palm up at the Old Guard.  \tThe Old Guard pats his pockets, comes up empty. He eyes the \tpress hovering just out of earshot.  \n[12]\t\tSecond chance.  \tPoole reopens the file of photos in front of the man.  \tThe Old Guard can't take it - points to Kimble's photo.  \n[13]\t\tThank you.  \n[14]\t\tRenfro - Take that bus apart. I want \t\tan accurate body count. Poole - Set \t\tup operations right here.  \tHe stops and looks into the TV lights and starts moving \tdowntrack. The media and State Police move with him like \tIsraelites behind Moses.  \n[15]\t\tLadies and gentlemen... our \t\tfugitive's been on the run for \t\tninety minutes. Average foot speed \t\tover uneven ground - barring injury \t\tis approximately four miles an hour, \t\tgiving us a radius of six miles. I \t\twant a hard-target search of any \t\tresidence, gas station, farmhouse, \t\thenhouse, doghouse and outhouse in \t\tthat area. Check-points go up at \t\t15 miles. \t\t\t \t\tYou got that? Good. Now, turn \t\tthose damn things off and get out \t\tof our way.  \n[16]\t\t\t \t\tType it and match it against all \t\tfour prisoners. \t\t\t \t\tRenfro, get an I.D. fax on Kimble to \t\tevery local hospital. \t\t\t \t\tNewman...  \tNewman appears.  \n[17]\t\tI need some coffee.  \tAs Newman steps off, everyone turns at sound of SHOUTING \tfrom the train crash.  \n[18]\t\tHit me.  \tRenfro and Poole lay out the details. The download of \tinformation comes clear and fast.  \n[19]\t\tLet's not retry the case. Priors \t\tand accomplices?  \tGerard steps up the hillside out of sight of the \tinvestigation to take a leak. Followed by Renfro and Poole.  \n[20]\t\tSealed juvie record?  \tPoole calls out from behind tree.  \n[21]\t\tRelatives? Children?  \n[22]\t\tGirl friends? Ex-wives? Friends? \t\tCombinations of the above?  \n[23]\t\tStart there. Authorize taps. Cover \t\this lawyer first.  \n[24]\t\tBet me.  \tRenfro won't take it.  \n[25]\t\tHave Stevens go to Judge Rubin, \t\the'll sign 'em.  \t... Biggs charges up the hillside.  \n[26]\t\tGive me a time.  \n[27]\t\tJust the way we want it. Okay, \t\tpeople, let's button up.  \tThey move off to waiting State Trooper cars and helicopter.  \n[28]\t\tSeal it up.  \n[29]\t\tOkay, ladies and gentlemen hard \t\tpart's over.  \tHe starts into the tunnel.  \n[30]\t\tBiggs, Renfro with me.  \n[31]\t\tChannel Three.  \tThey conform their radios. Splitting up, Biggs and Renfro go \tleft. Gerard - straight ahead.  \n[32]\t\t\t \t\tGot a possible here. Stand by.  \tHe stows his light but hangs onto the Glock. Bracing with \tthree limbs  \n[33]\t\tSo, you didn't kill your wife.  \tNot my problem.  \tAn adrenal beat. For a moment they hold a look. Then the \tsilence is broken by Gerard's radio.  \n[34]\t\tStraight ahead!  \n[35]\t\tTurn around, hands over your head. \t\tAnd get down on the ground.  \tFor a moment Kimble eyes Gerard.  \n[36]\t\tYour choice, Kimble...  \tKimble turns his back on the Marshals, stares again at the \twater. Slowly he puts his hands over his head. Gerard puts \tup his gun and pulls his handcuffs. He moves through the \twater toward Kimble.  \n[37]\t\tGet down on your knees.  \tKimble bends slowly, stares down into the falls, hears the \tfootsteps get closer, then does the unthinkable. He jumps.  \n[38] \tHe stands at the mouth of the tunnel staring down. He \tstares down into the mists. Impressed. It has told him \tsomething invaluable about this fugitive.  \n[39]\t\tLights and generators are coming, \t\tCaptain.  \n[40]\t\tThen find me the fish that ate him.  \tHe turns and heads to a waiting helicopter.  \n[41]\t\tI bet they were. \t\t\t \t\tWhere's the woman?  \n[42]\t\t\t \t\tOkay... I'll take front. Biggs and \t\tRenfro, rear. Poole, handle support. \t\tI don't want anyone hurt. Stay \t\toutside unless called. Radios on \t\tthree.  \tThe deputies prepare their weapons. Newman checks his \tservice issue .38, stares at Gerard's Glock.  \n[43]\t\tHell, no. You're with me, Newman. \t\tLet's go.  \n[44]\t\tU.S. Marshals. Down! Down!  \n[45] \tMotions Newman to the left to check the door off the living \troom while he moves down the main hall into the back \tbedroom.  \n[46] \tHe hears Copeland moving somewhere in the front of the house.  \n[47] \tKeeps moving down the hallway, through first bedroom, pauses \tat door to the second bedroom and chooses his course.  \n[48]\t\tShut up.  \tShe does. Immediately.  \n[49]\t\tYou think I should have bargained \t\twith him, don't you?  \n[50]\t\tYeah, you're absolutely right. I \t\tcould've.  \tThey hold a look.  \n[51]\t\tHow bad's your ear?  \n[52]\t\tLet me see it.  \tNewman leans toward him. Gerard speaks into his ear.  \n[53]\t\tI don't bargain.  \tGerard leaves. Newman watches him - realizing what a truly \tunsettling man Gerard is.  \n[54]\t\tCall them back. Tell them you've \t\tmade a mistake.  \n[55]\t\t\t \t\tStop it there.  \tRenfro hits play. Kimble's VOICE is heard again:  \n[56]\t\tDrop the voices.  \tRenfro removes the two voices. What comes up are the \n[57]\t\t\t \t\tListen.  \n[58]\t\tMore... there's a voice in the \t\tbackground.  \tAt first the sound is unrecognizable. A BELL. GRINDING \tMECHANICAL. Then a P.A. VOICE on the tape: \"Next stop \tMerchandise Mart.\"  \n[59]\t\tAnd there's no E1 in St. Louis. \t\tLadies and gentlemen, Richard Kimble \t\tis in Chicago. Poole, get his \t\tartwork out to local police and have \t\tC.P.D. check the shelters... Biggs, \t\tbring in the detectives that handled \t\this case.  \tInstantly the room is in movement.  \n[60]\t\tNo.  \tStevens stops.  \n[61]\t\tThey don't know he's alive and as \t\tfar as Kimble knows we don't either. \t\tI want to keep it that way as long \t\tas we can. Are we clear?  \tThe whole group sense Gerard's intensity in regard to \tKimble.  \n[62]\t\tNoah... go to my office and let's \t\tofficially take Dr. Kimble out of \t\tpurgatory.  \n[63] \tThe place is humming now. Detectives Kelly and Rosetti sit \tin front of Gerard. Gerard studies Kimble's file. Renfro \tsits in.  \n[64] \tGerard looks at the two detectives.  \n[65]\t\tGentlemen, I appreciate the \t\tcooperation of the Chicago police...  \tHe moves toward them.  \n[66]\t\tWhat about lady friends?  \n[67] \tHe raises an eyebrow.  \n[68]\t\tWhere was this?  \n[69]\t\tDid he ask you for help?  \n[70]\t\tWhy do you think he came back to \t\tChicago?  \n[71]\t\tI didn't ask you that, sir. I'm sure \t\the was trying to protect you from \t\thaving to lie for him.  \tGerard continues to move around the room, study prints, \tbooks, drawings, awards and photos.  \n[72]\t\tIf you're really his friend, you'll \t\thelp us bring him in unharmed.  \n[73]\t\tDr. Nichols, last year the U.S. \t\tMarshals' office closed out 11,003 \t\twarrants... 10,975 of those were \t\tcaptured. The twenty-eight others \t\tthought they were smarter than \t\tus... Now they're dead. \t\t\t \t\tNice car.  \tGerard puts the photo down.  \n[74]\t\tStay on him.  \n[75]\t\tA man posing as a janitor orders an \t\temergency operation and all you do \t\tis pull his I.D.?  \n[76]\t\tSo, you weren't aware that when he \t\tescaped he was being transported to \t\tMenard State Prison to begin a term \t\tof life imprisonment.  \n[77]\t\tFor murdering his wife.  \tClearly this is news to Anne. Gerard almost smiles at her \tsurprise.  \n[78]\t\tThank you for your help, Doctor.  \tHe moves to the position Anne saw Kimble with the kid's \tgurney. Trying to imagine what Kimble was doing at that \tplace. Renfro and the other deputies converge.  \n[79]\t\tThank you, sir, I think you already \t\thave.  \tWe see the Man has a prosthetic arm and that they are outside \tthe door marked: \"PROSTHETIC CLINIC\"  \n[80]\t\tThe onearmed man. Missing the right or left hand?  \n[81]\t\tLocation of the attachment.  \n[82]\t\t\t \t\tStevens... I've got a list of names \t\tI want searched for criminal history.  \n[83]\t\t\t \t\tWe need to see a prisoner.  \n[84]\t\tI hate that word.  \tHe hits the up button.  \n[85]\t\tWhere're the damn stairs?  \n[86]\t\tThen you wait.  \tHe finds the door and starts up.  \n[87] \tClimbing the stairs. He reaches a landing - and skims \tshoulders with Kimble, who pivots past on his way down.  \tAmazingly, neither man reacts. Not yet.  \tOne flight above, Gerard's subconscious taps him on the \tshoulder and brings him to a dead stop. He leans over the \tstairwell railing to spy...  \tKimble spiraling downward. From this vantage, it could be \tany dark-haired man. But still...  \n[88]\t\t \t\tKimble.  \tOthers look up out of curiosity... but not Kimble. Two \tlandings below, he falters a step, then tries to regain \this step, keeps moving.  \tBut Gerard is pulling his Glock: The hitch in Kimble's \tstride told him everything.  \n[89]\t\tKimble!  \tKimble blitzes down the stairs. Gerard moves after him.  \n[90]\t\tU.S. Marshal! Get on the phone, call \t\tyour commander, tell him there's a \t\ttop-fifteen warrant in the building. \t\tGo.  \tHe shoves the cops out of the way and pounds downstairs.  \n[91] \tBursts out the stairwell door after Kimble.  \n[92]\t\tKimble. Stop!  \tBut there's only one way of stopping Kimble.  \n[93]\t\tDown. down. everybody down!  \tWith adrenal effort, Kimble wrings his body through the \topening...  \n[94]\t\tKimble. Stop!  \tIt's Kimble's nightmare coming true. If he could chew off his \tleg right now, he would. He pulls at his foot just as  \n[95]\t\tOpen the doors!  \tGerard pounds against the doors. Sees cratering in the \tglass - and then sees flattened slugs all over the floor. \tIt's bullet-proof glass. THROUGH the glass he sees Kimble \trush across the street and disappear into the parade.  \tDoors open and Gerard and his men follow.  \tBut Kimble has disappeared into the parade celebrations \toutside. Blending in with the marchers.  \n[96]\t\tRenfro, Biggs...  \tThey follow him into...  \n[97]\t\tThis is Gerard.  \n[98]\t\tYou told me, you didn't kill your \t\twife.  \n[99]\t\tI remember you were pointing my gun \t\tat me.  \n[100] \n[101]\t\tThat's right, Kimble... I'm not \t\ttrying to solve a puzzle here. I'm \t\tjust the poor working man that's \t\tpaid to hunt you down.  \tThe room is filling up with deputies. Poole, Biggs, \tStevens, Newman.  \tGerard watches the numbers as the second digit locks in.  \n[102]\t\tKimble?  \tKimble leaves the phone on the table and walks out.  \n[103]\t\t\t \t\tYou can't control this thing, \t\tKimble... Kimble?  \tHe thinks he hears FOOTSTEPS over the phone, realizes Kimble \thas not hung up. What's Kimble doing?  \n[104]\t\t\t \t\tWhere is he?  \tRenfro looks up from the address to Gerard, stunned.  \n[105]\t\tLet me see the negatives.  \tThe Tech hands him the strip of negative film. Gerard holds \tit up to the light.  \n[106]\t\tOne's missing.  \tGerard stares at the photo as his RADIO SQUAWKS.  \n[107]\t\tYou had a break-in, Mr. Sykes.  \n[108]\t\tMy name is Gerard. U.S. Marshal's \t\tOffice.  \tSykes is caught off guard.  \n[109]\t\tThis morning a fugitive named \t\tRichard Kimble made a call from your \t\tapartment.  \tSykes is dumbfounded.  \n[110]\t\tWould he have a reason to?  \n[111]\t\tWhat kind of business are you in, \t\tMr. Sykes?  \n[112]\t\tIndependent?  \n[113]\t\tAny idea why Kimble would be \t\tinterested in these?  \n[114]\t\tBy all means.  \tSykes moves off and Gerard pockets the Lentz/Sykes photo.  \n[115]\t\tKimble said he's putting together a \t\tpuzzle. We don't need to put it \t\ttogether too, we just need to be \t\tthere when he gets to the next \t\tpiece.  \tGerard stops and looks back at Sykes' apartment.  \n[116]\t\tKeep somebody on him. If he moves \t\tI want to know.  \n[117] \tThe group of deputies and Gerard assemble around Gerard's \tinformation board. They've come armed with facts and \ttheories. Gerard orchestrates the information.  \n[118]\t\tStevens, check phone records for \t\tSykes and Kimble.  \tGerard moves to the door and Renfro follows. As he's \tleaving he hands the photo of Lentz and Sykes to Biggs.  \n[119]\t\tFind out who this guy is.  \tHe leaves. Biggs hands the photo to Newman.  \n[120]\t\tDoctor. Could I have a minute?  \tHe opens the door to an empty meeting room.  \n[121]\t\t\t \t\tDr. Kimble hasn't come back to you \t\tfor help, has he?  \n[122]\t\tDr. Nichols. Do you know the other \t\tman in the photograph?  \tNichols stops, looks at Lentz and lies.  \n[123] \tGerard at his board. The cards form a triangle: Sykes \tDevlin-Macgregor - Lentz with Kimble at the apex. He stares \tat the board. Poole comes to the door.  \n[124]\t\tTissue samples?  \tGerard goes to his board. Renfro listens on the speakerphone.  \n[125]\t\t\t \t\tGet CPD to bring in Sykes.  \tGerard stares at the board.  \n[126] \tGerard stares at his board. Stevens comes to the door.  \n[127]\t\tAll right. It was a thought.  \tHe goes back to the board but Stevens isn't finished.  \n[128]\t\tKimble called Sykes. \t\t\t \t\tRenfro! Get C.P.D. to bring in Sykes!  \n[129]\t\t\t \t\tPoole! Bring me Kimble's arrest \t\treport, now. \t\t\t \t\tNo, Stevens... I believe you.  \tPoole enters with Kimble's arrest transcript. Gerard takes \tthe transcript as Renfro appears at the door.  \n[130] \tThe report comes off the scanner.  \n[131]\t\t\t \t\tPoole, get Biggs and Newman.  \tThey're gone as we -  \n[132] \tRenfro driving, Gerard and Pool in car. Report comes over \tthe radio.  \n[133]\t\t\t \t\tDamn...  \n[134]\t\tI heard. Was it Kimble?  \n[135]\t\tThat's my man in there, Kelly.  \n[136]\t\tC'mon, I know where he's going.  \tHe moves into the hotel with his deputies.  \n[137]\t\tLet them keep busy down below. \t\tNewman, get with security. See if \t\tyou can locate Kimble from the \t\tmonitors. Keep in radio contact.  \tNewman branches off to Hotel Security. The rest follow \tGerard to the rooftop elevators.  \n[138]\t\tI want them covered.  \n[139]\t\tThis way.  \n[140]\t\t\t \t\tClear the hallway. \t\t\t \t\tGet that door open.  \tThe door opens and Gerard moves quickly through the \thospitality suite for the rooftop.  \n[141]\t\t\t \t\tStay at this door.  \tHe moves through the door to the roof alone.  \n[142] \tGerard hits the bottom of the fire escape and follows.  \n[143]\t\t\t \t\tThis is a United States Marshal. \t\tGet that helicopter out of here!  \n[144] \tCharges toward -  \n[145] \tPulls up.  \n[146]\t\tKimble!  \tKimble slams Nichols one more time against the glass \tand the wire holding the glass gives way, sending Kimble \tand Nichols into...  \n[147] \tKimble's car disappears into the darkness.  \n[148]\t\t\t \t\tWhere did the elevator stop?  \n[149]\t\tGet out of here.  \tHe and Renfro move around the corner where a laundry \tworker is hooking a 500 lb bag of lines onto the overhead \trail. A hydraulic lift, operated by a hanging on/off \tswitch raises the bag on a yellow steel I-beam. The worker \ttakes one look at Gerard and abandons his station.  \tGerard, Biggs and Renfro move to the closed doors of the \tmain room.  \n[150]\t\t\t \t\tWe're going in. Give me five \t\tminutes. Keep C.P.D. out.  \tHe draws his Glock, opens the door and enters the main \troom.  \n[151]\t\t\t \t\tKimble!  \tKimble reacts to Gerard's voice, moves away.  \n[152] \tThe door closes automatically behind Gerard and Renfro.  \tThey enter the noisy main room and separate. Renfro moves \tup the far side of the room, Gerard up the center. Both \tmove slowly through the maze of bags, carts, automated \tequipment.  \n[153]\t\t... There is no way out of here.  \tThe building is locked down.  \n[154]\t\tKimble... I know about Nichols. I \t\tknow about Sykes. Kimble stops.  \n[155] \n[156]\t\t... Nichols borrowed your car the \t\tnight of the murder and called \t\tSykes from it.  \n[157] \tMoving through the forest of massive bags.  \n[158]\t\t... That's why there was no forced \t\tentry at your house. He'd used your \t\tkeys.  \n[159] \tMoves carefully. Another bag comes down the track. He \tdodges it and steps into an open track. From here he can \tsee straight back toward the washers.  \n[160]\t\tKimble... Come meet me out here.  \n[161] \tOblivious to this action, moves on, passes the conveyor \tbelts. He makes one last appeal.  \n[162]\t\tIt's time to quit running... if you \t\tdon't, you know I'll stop you. He \t\tlistens, there is no answer.  \n[163] \tMoves into the alley between the two giant washers. He \tpauses, looks back, then continues, when he turns his back \ton us...  \n[164] \tTurns on the sound and finds his gun trained on Kimble \twith Nichols at his feet, unconscious. He realizes \tinstantly that Kimble saved his life and lowers his gun.  \tKimble, exhausted, leans against the washer.  \tThey hold a look as deputies and police flood into the \troom surrounding Kimble and handcuffing him.  \n[165]\t\t\t \t\tGet them back.  \tThe marshals ant cops clear a line for Kimble to get into \ta waiting car away from the media. Biggs opens the back \tdoor and helps Kimble inside.  \n[166]\t\t\t \t\tPoole, you got that thing? \t\t\t \t\tGive me your hands.  \tKimble pauses, then holds up his wrists and Gerard unlocks \tKimble's handcuffs.  \tPoole hands an ice-pack over the seat. Gerard places the \tpack on Kimble' 9 bruised and battered hands.  \n[167]\t\tTake care of those hands, Doc, \t\tyou're going to need them again \t\tsoon.  \n[168]\t\tYeah, well, don't spread it around.  \tThey share a look of mutual respect as the car pulls away.  ", "Poole": "\n[1]\t\tBlood trail found. Two miles \t\tsouthwest.  \n[2]\t\tBackground just came in from \t\tChicago.  \n[3]\t\tNothing. Total cherry.  \n[4]\t\tOne child. A son. Died in drowning \t\taccident three years ago.  \n[5]\t\tLot of friends. Doctors. Hospital \t\tstaff.  \tGerard zips up.  \n[6]\t\tAmbulance just spotted two miles \t\twest of Doverville. Heading north \t\ton State road 53.  \tRenfro turns to the map and marks it. The circle is much \tsmaller.  \n[7]\t\tWhere'd he go?  \tGerard spots the trickle of water. He backtracks it until \the finds a loose grate in the pavement. Man-size.  \n[8]\t\tWe've alerted St. Louis P.D  \n[9]\t\tWhat?  \n[10]\t\tRight.  \tThe operator enters that information. Dropping the number to \t250... as Poole continues.  \n[11]\t\t... age 35-45...  \n[12]\t\t\t \t\tMid-humerus.  \n[13]\t\tName is Fredrick Sykes. 45. Ex cop .  \tA hand comes INTO FRAME ant replaces the receiver on the \tcradle. We WIDEN to find: Gerard. We see technicians \tdusting room for prints. A FORENSIC TECH approaches Gerard.  \n[14]\t\tTo throw us off his trail.  \n[15]\t\tSet it up to look like a robbery \t\tgone bad.  \n[16]\t\tMaybe through a company you did some \t\tbusiness with.  \n[17]\t\tAnd company records support that he \t\twas on a business trip.  \n[18]\t\t... and the hit man gets away clean.  \n[19]\t\tIt's Newman. Line two.  \n[20]\t\tSam, C.P.D. just checked Sykes' \t\tapartment. He's not there.  \tAs Gerard looks up, we -  "}}