{"filename": "Three-Musketeers,-The_script.txt", "imdb_id": "tt1509767", "imdb_url": "https://www.imdb.com/title/tt1509767", "characters": ["Blonde", "Rochefort", "Cagliostro", "Aramis", "Drunk", "D'Artagnan's Father", "Duke of Buckingham", "Athos", "Venetian Nobleman", "D'Artagnan", "Milady de Winter", "D'Artagnan's Mother", "Cougar", "Sergeant Venetian Guard", "Porthos"], "dialogues": {"Blonde": "", "Rochefort": "\n[1]Throw it on the fire with everything else. \n[2]The Musketeers no longer exist. Or haven't you heard? Throw it on the fire. \n[3]Musketeers... \n[4]By joint edict of His Majesty King Louis XIII and His Eminence Cardinal Richelieu, the Musketeers are officially disbanded. In preparation for the coming war with England, your ranks and commissions are hereby transferred to the Infantry. You will be contacted and told where to report. Until that time, you are instructed to return to your homes. \n[5]The Cardinal's Guards are more than capable of assuming that... responsibility. \n[6]You are hereby ordered to disperse. Should even one of you resist... the entire corps will be arrested and imprisoned. 'All for one, and one for all.' \n[7]He returns to the adjoining room where Jussac stands by. Rochefort has enjoyed himself immensely. He goes to a mirror and preens, adjusting his eye patch to a more rak- ish angle. That's when he catches a glimpse of something behind him. Something red. Rochefort turns. a tall, powerfully built MAN stands in the shadows of the room, a spectre in red. \n[8]Your Eminence. \n[9] \n[10]I'll take those tunics, Musketeers. \n[11]You ought to know. Three witnesses stood against me. \n[12]You are hereby ordered to surrender your commissions and make yourselves available for reassignment in the King's Army. \n[13]You will become outlaws.   Hunted men. \n[14]Are you refusing to serve your King? \n[15]I'll tell him you said that. \n[16]I'll make sure His Emminence the Cardinal gets the message. But I can't promise he'll be pleased. \n[17]He's a foolish boy. And barely that. \n[18](reacts, knows what \n[19] \n[20](shouts to the \n[21]It's magnificent. Where did you get it? \n[22]Your father... \n[23]Well now it belongs to me. I collect swords. I take them from the men I kill. \n[24]Soon enough. \n[25]I'll give you a hint. It's not the Louvre. \n[26]Well, you're the first person who was ever happy to be here. Unfortunately, your visit will be a short one. \n[27]You killed one of the Cardinal's Guards. An offense punishable by death. \n[28]Also punishable by death. \n[29]You know them? \n[30]The Musketeers. \n[31]Tell me where they are, and I will be lenient. \n[32] \n[33]Fool.   Like your father. \n[34]You're going to go through with ... everything? \n[35]On your knees. \n[36]This is the boy who killed Jussac. \n[37]Silence! \n[38]They'll be dead by dawn. \n[39]Milady left at midnight.   By private coach. \n[40]He's wishing he'd never heard of the Musketeers. \n[41] \n[42]I told you not to worry about the Musketeers. They are dead by now. \n[43]The King's birthday celebration...? \n[44]And our plans...? \n[45]He can do it every time. \n[46]None. He believes that man should honor no Kings before God. \n[47]Yes, Your Eminence. \n[48]I'd stake my life on it, Your Eminence. \n[49]Not for long. \n[50]By all means. Let's discover if you are as brave a man as your father was. And as foolish. \n[51]He died for his King and for France. But most of all... he died on the end of my sword. As will you. \n[52]  \n[53]One thing's certain. You're no Musketeer. \n[54]I might... have been... mistaken. ", "Cagliostro": "", "Aramis": "\n[1]Athos -- is that any way to greet our guests? \n[2]Don't be shy, gentlemen. Come in. Your friends have been expecting you. \n[3]Or the Cardinal. \n[4](with an edge \n[5]We can't refuse Rochefort's invitation. It would be impolite. \n[6]Congratulations, Porthos.   You brought down the house. \n[7]He said he'll take those tunics. \n[8]Conduct Unbecoming a Musketeer. Wasn't that the charge? \n[9]We are refusing to serve the Cardinal. \n[10]France has one King too many. \n[11]Are you going to visit them alphabetically or in order of preference? \n[12]When it comes to you and women, fairness rarely applies. \n[13]Citizens of France. \n[14]Madam, I'm flattered but I thought you wanted me to tutor you in theology. \n[15]There's nothing unholy about expressing one's emotions. On the contrary. Religion should be experienced in a passionate, all- embracing way. We should feel free to express our spirituality. \n[16]Your husband!? \n[17]First we must pray to God for forgiveness. \n[18]On second thought, God's often busy. \n[19]Thanks. You broke my fall perfectly. But I do apologize for the inconvenience... \n[20]If there's one thing I can't abide, it's rudeness. \n[21]And I apologized for it. \n[22]I'd be honored. \n[23]If that's where you wish to die, I won't disappoint you. Until then... \n[24] \n[25]Jussac.   Again. \n[26]It hardly seems fair. Let's give them the chance to surrender. \n[27]A poet. \n[28]Impossible. \n[29]They are nearer to God... \n[30]Pagan. \n[31]I'm fine, thank you. \n[32]Take a look at our young friend. \n[33]Don't encourage him. By killing Jussac, the boy's made himself an outlaw too. \n[34]I know Athos may seem cold and unfriendly, but don't let that fool you. \n[35]But he's also right. This is our fight, not yours. Go on, get out of here. \n[36]You can't just leave him. \n[37]He has a plan. \n[38]All for one, and one for all... \n[39]The good father is... all tied up. \n[40]Hello. \n[41]How is it that a man of God becomes a man of gold? \n[42]Let's share. \n[43]Would you be so good as to distribute these? Your generosity will be greatly appreciated. \n[44] \n[45]Ten! \n[46]Your trip from home has been an eventful one. \n[47]A good man, I'm told. \n[48]D'Artagnan. \n[49]A man is better measured by his life than by his death. Your father was bold, and brave. \n[50]He lives in you. \n[51]I was orphaned at a young age. The church took me in. \n[52]But I did. He was a great man, a leader of the church. And his example inspired me to dedicate my life to God's service. \n[53]I was a fool. This great man, this father, betrayed the church, and turned his back on God. To worship power and gold. \n[54] \n[55]I joined the Musketeers and a strange thing happened. I got my faith back. \n[56] \n[57]What? \n[58]He rules England the way Richelieu rules France. A ship called the Persephone waits for the Cardinal's agent at Calais. To take him to England. Tuesday, midnight. \n[59] \n[60]Gentlemen, I beg you. Please put away your weapons and remove these kegs from the road. We'd prefer to ride on without having to kill you. \n[61] \n[62]I think we've found a home. \n[63]It's hard to believe they haven't heard of the great Porthos. \n[64]Only if you don't know which words to say. \n[65]Words may make a more lasting impression than a thousand of Porthos' kisses. \n[66]I'll demonstrate. Please.   Sit beside me. \n[67]'Shall I compare thee to a Thou art more lovely and more Rough winds do shake the darling And summer's leash hath all too Sometime too hot the eye of heaven And often is his gold complexion And every fair from fair sometimes By chance, or nature's changing But thy eternal summer shall not \n[68]Nor lose possession of that fair Nor shall death brag thou When in eternal lines to time thou So long as men can breathe, or eyes So long lives this, and this gives \n[69]Shakespeare. \n[70]So little time, so much to learn. \n[71]In all the years I've know him... I have never seen Athos smile. \n[72]I hear it too. It sounds like... \n[73] \n[74]We'll see you in Calais! \n[75]My horse will not survive another league. \n[76] \n[77]Put away your money, madame. You and your child will cross the river under our protection. For free. \n[78](waits for the \n[79]Porthos! \n[80]There are those who would call that treason. \n[81]Well said. I'm impressed. Ninnyhammers. \n[82] \n[83](eyes on the \n[84]Porthos... \n[85]Can you swim? \n[86]That'll do. \n[87]You go first and I'll watch your progress. \n[88]One, two -- three! \n[89]A nice relaxing boat ride... \n[90] \n[91]The treaty outlines Richelieu's plan to forge an alliance with Buckingham. \n[92]He is not mentioned directly. But the agreement is contingent on a 'demonstration' of the Cardinal's power. \n[93]I don't know. \n[94]I am the resurrection and the life, sayeth the Lord. He that believeth in me, though he were dead, yet shall he live; and whosoever liveth and believeth in me shall never die... \n[95]Amen. \n[96]D'Artagnan.   Kill him where he stands. \n[97]I find it hard to believe myself. \n[98]It was spectacular. And what teeth. \n[99](helpfully suggests ", "Drunk": "", "D'Artagnan's": "\n[1] \n[2]Paris laid out for him like a jewel, cloaked in mystery, promising adventure and romance. D'Artagnan watches the women as they ride into the fabled city in the distance. He follows. \n[3]Out of the darkness, a face appears,   BLURRY and OBSCURED. It FILLS the SCREEN, slowly swimming   INTO FOCUS. It is Milady de Winter, even more beautiful   in CLOSEUP. Familiar, and no doubt deadly, ivory   combs gleam in her hair. She smiles warmly. \n[4]The bell tower of the Carmes-Deschaux monastery. A figure moving about, dimly-viewed, but this much is clear. The man is not a monk. And he is carrying a musket in his hands. ", "Father": "\n[1]   ", "Athos": "\n[1]A private party. Go away. \n[2]The Cyclops is a Captain? He must've made a pact with the Devil. \n[3]What's the difference? \n[4]These gentlemen made a similar request. \n[5]Probably. But I'll leave it up to my companions. Aramis? \n[6]And what do you say, Porthos? \n[7]Now.   About those tunics... \n[8]I was trying to remember the last time I saw you here. I know. It was the day you were kicked out of the Musketeers. \n[9]It was the least we could do. \n[10]And if we refuse? \n[11]Do that, Rochefort. Tell his Emminence the Cardinal that we will continue to perform our sworn duty to protect the King. From enemies across the sea. \n[12]From traitors who sit at his right hand. And tell him that he can take away our tunics, our muskets, even our swords. But he cannot stop us from being what we are. Musketeers. \n[13]  \n[14]The three Musketeers. \n[15]He crosses the courtyard to a large wooden door. But as he reaches for the handle, the door flies open and smacks him in his injured arm. \n[16] \n[17](through gritted \n[18]No. This was Musketeer Headquarters. \n[19]I mean the Musketeers have been disbanded. Feel free to poke around for souvenirs. \n[20]Some nonsense about being needed in the army. Now if you'll excuse me... \n[21]I'd say you've got a problem. \n[22]You could use a lesson in manners. \n[23]I'm in a hurry now -- but I'll meet you at the Carmes-Deshaux monastery at noon. \n[24]Ten minutes early. \n[25]You'll miss it, I'm afraid. \n[26]I asked two of my friends to act as seconds, but they are not as punctual. \n[27]Don't worry. I fight just as well with my left hand. \n[28]Thanks, but I see my seconds coming now. \n[29]Why not? \n[30] \n[31]You've been... busy. \n[32] \n[33]I told you the next time we met I'd want an answer. But I didn't expect you so soon. \n[34]This is not your fight.    You're not a Musketeer. \n[35]Have you got a name, boy? \n[36]Athos... Porthos... Aramis. \n[37]The Cardinal's Guards. \n[38]You mean he's still alive? \n[39]Last rites. Aramis takes death very seriously. \n[40]Not if he leaves Paris. Which is exactly what he's going to do. \n[41]Because I do not want you to. \n[42]Wake up, boy.    The Musketeers are just a dream. \n[43] \n[44](the usual dour \n[45]Hold on! \n[46]You know I prefer wine. \n[47]Turn right at the next street. \n[48]Turn. \n[49]Gentlemen, this is the end of the line. I hope you had a pleasant ride. Unhitch the horses. \n[50]Do as I say. \n[51] \n[52]Stand back. \n[53]D'Artagnan, your father and another Musketeer were ambushed and murdered outside the Louvre. \n[54]Wait. \n[55](as always, the \n[56]Then he knows we have it too. And he'll do everything in his power to stop us. \n[57]Stay on your horse. \n[58]Don't worry.   We'll help him. \n[59]Mine was taller. \n[60]See to our horses and bring us some food. \n[61] \n[62]You fight like a Musketeer. Let's see if you can drink like one. \n[63]Famous last words. What shall we drink to? \n[64]Love. Would you like to hear a story, d'Artagnan? A love story? \n[65]I once knew a man... one of the Counts of Berry. My native province. When the good Count was about your age, he fell in love with a visitor from Paris. A breathtaking girl of seventeen. She was more than beautiful, d'Artagnan. She was... intoxicating. And this man, the poor idiot, he married her. \n[66]  \n[67]On her her arm, the woman wore a gold band in the shape of a serpent. It was the only article of clothing she refused to remove. The Count's curiosity got the best of him. He reached over and slid down the gold band. He saw something on her arm... something she'd kept hidden 'til then... \n[68]The fleur d'lis. She'd been branded... \n[69]The Count's angel turned out to be a murderess who escaped the Executioner's blade. She swore that she loved him. Swore that she had changed. And if he would just keep her secret, they would live a long life together. \n[70]But the Count was young and he was stupid. He was tormented by the ridicule of his social class. And so he rejected her. For her lies and for her past. And turned her over to the authorities to be executed for the crime. \n[71]But you see... his heart did not agree.  The Count soon realized what she had meant to him. And what he had done. \n[72]That his... betrayal was far greater than her own. Soon after he foreswore the society that shaped him. Gave up his title. And was never seen again. \n[73]He killed her. It seemed like the same thing after a while. \n[74]Good.   More for me. \n[75]Only if I can lead. \n[76]Well? \n[77] \n[78]Stay with us, and you just might get your wish. \n[79]Split in half! D'Artagnan rides with me! \n[80]Or hell! \n[81]They'll catch up eventually. \n[82]Well. You have your boyhood wish at last. The dark forest. The thrill of the hunt. The nearness of death. \n[83]I just wanted to save you from the life of a Musketeer. You don't have to go looking for experience, d'Artagnan. It'll find you soon enough. And when it does -- it will mark you forever. \n[84]I'll hold them off for as long as I can. Go on without me. \n[85]Ride to Calais and stop the Cardinal's agent. \n[86]Go, or I'll kill you myself. \n[87]You're insane. \n[88]All right. I'll toss a coin. Tails I stay, heads you remain. Agreed? \n[89]Heads. D'Artagnan is to remain.       Athos looks up without missing a beat. \n[90]Tails.    I stay. \n[91] \n[92]Go! \n[93]Sorry I'm late. Did I miss anything? \n[94]Keep your mind on the mission, d'Artagnan. \n[95]Boy, it's a miracle you're still alive fighting like that. \n[96]First, always find your enemy's weakness. Second, take advantage of it. Watch me. \n[97]Did you find the Cardinal's spy? \n[98]Did you kill him? \n[99]What? \n[100]No. \n[101]Stop!! \n[102]How did you do it, Sabine? How did you come back from the dead? \n[103]I did not. \n[104]Give me the Cardinal's treaty. \n[105]Then I will shoot. \n[106]I know someone who does. \n[107]I'd like a word with your prisoner. \n[108]No. \n[109]I could not give it, Sabine. I was... a fool. \n[110]Did you kill his brother and his father as he says? \n[111]But not before. Not us. \n[112]Do you know the Cardinal's plans? \n[113]Tell me. \n[114]I can't. \n[115]Sabine. You'll die for your crimes. Nothing can stop that. But how you leave this world is up to you. \n[116]Die in peace. \n[117]No. \n[118]Forgive me, Sabine.       Please forgive. \n[119]Musketeers. \n[120]The King's life in danger.   We have work to do. \n[121] \n[122]Go! \n[123]Save the King!! \n[124]Greetings, Monsieur Cyclops.   Are we interrupting? \n[125]Majesty, his heart has only one desire. To become a Musketeer. ", "Venetian": "", "Nobleman": "", "D'Artagnan": "\n[1]Had enough? \n[2]Thank you, sir. \n[3] \n[4]Mother...? \n[5]Did you see us? You heard us, I'll bet. Girard finally surrendered a compliment... though I almost had to kill him to get it... Mother...? \n[6]Didn't you hear me? Girard -- \n[7] \n[8]And now to me. \n[9]I will. \n[10]I won't. \n[11]Never. \n[12]Mother. Maybe I should wait. Until after harvest. \n[13]Yes.   But what am I running from? \n[14]Horsemanship.    Got it. \n[15]   \n[16]I've saved you and your friend from these bandits. \n[17]The Queen? \n[18]I didn't know. I thought... \n[19]D'Artagnan. \n[20] \n[21]The man who attacked you... ... went that way. \n[22]Paris laid out for him like a jewel, cloaked in mystery, promising adventure and romance. D'Artagnan watches the women as they ride into the fabled city in the distance. He follows. \n[23] \n[24](in a panic; looking \n[25]But this is Musketeer Headquarters... \n[26]You mean it's been moved? \n[27]What do you mean 'disbanded'? \n[28]But I just got here. How can I become a Musketeer if they've been disbanded? \n[29]Any time. \n[30] \n[31] \n[32]Meanwhile, d'Artagnan races around another corner, down a narrow lane, and speeds after the ladies on horseback. He dashes through a muddy puddle -- spraying foul water all over Porthos where he stands. D'Artagnan doesn't notice, a huge cart loaded with wine barrels has rolled INTO VIEW, blocking the lane. Fellow travelers shout complaints, the cart driver shakes his head, makes an obscene gesture. It's a Seventeenth Century traffic jam. D'Artagnan sees Anne and Constance dismount in the dis- tance, tie their horses, and step into an alley. A man waits in the shadows to escort them. D'Artagnan leaps off his horse, he means to continue his pursuit on foot. But he takes two quick steps, and... runs directly into Porthos' outstretched hand. \n[33]No. \n[34]There is no Queen of America. \n[35](glancing at the \n[36]That seems to be the local custom. \n[37]The great who? \n[38]The world's greatest talker? \n[39]Bring your own! \n[40]Let me pass. \n[41]I must speak to those young women. \n[42]I have something that belongs to the Queen. \n[43]A bracelet. \n[44]No, you've been enough help already. Would you be so kind as to point out the Carmes-Deshaux Monastery? \n[45] \n[46]You fell on me! \n[47]I suppose you'd like to teach me a lesson in manners, too. \n[48]How's two o'clock behind the Luxembourg? \n[49]Three duels in one day. I love this town. \n[50]I have another appointment at one. \n[51]I'll try my best to be on time. \n[52]But you're wounded. \n[53]If you'd rather kill me another time... \n[54]Excuse me, monsieur. But not until one o'clock. \n[55]Yes, sir.   But not until two. \n[56]I arrived this morning. \n[57]I've also fallen in love. \n[58] \n[59]I may not wear the uniform, but I believe I have the heart of a Musketeer. \n[60]D'Artagnan. \n[61]Pleased to meet you... How do you do?... Good to see you again... \n[62] \n[63](a bold jest, given \n[64]I can't leave. I just got here. \n[65]Why can't I stay with you? \n[66]Whatever happened to the motto of the Musketeers? 'All for one, and one for all.' \n[67] \n[68] \n[69]My sword -- \n[70] \n[71]I'm not dead yet. \n[72]Where am I? \n[73] \n[74]What do you mean? \n[75]He interrupted a duel I was fighting. \n[76]It was a long day. \n[77]Who? \n[78]How? \n[79]Give me my father's sword, and I'll cut out your heart. \n[80]   \n[81]I can explain that -- \n[82] \n[83]D'Artagnan. \n[84]Yes, Your Eminence. \n[85]I came to join the King's Musketeers. \n[86]So I've heard. \n[87]I'm honored, Your Eminence, but I don't think I would be very popular with the other men. Not after today. \n[88] \n[89]I'm sorry. But I can't tell you what I do not know. \n[90]What about my trial? \n[91]Wait -- \n[92]Yes.   I like it where it is. \n[93]I don't know. \n[94] \n[95] \n[96]They're firing at us! \n[97]The next right...? \n[98]But the Guards. \n[99]I haven't eaten in three days. I guess with all the excitement, I forgot. \n[100](he can't quite \n[101]He was my father. \n[102] \n[103]All my mother would tell me is that he died in the service of the King. \n[104]This other Musketeer -- is he still alive? I'd like to talk to him. \n[105] \n[106]On a battlefield, defending his King. Fighting bravely for France. And now... I will find the man who murdered my father and kill him where he stands. \n[107]But you never knew him... \n[108]And your father? \n[109]You didn't have one. \n[110]You were a priest... \n[111]And you became a Musketeer. \n[112]But who was that man... \n[113]... I couldn't hear it clearly, I was standing by the door, the voices were low -- \n[114]The Cardinal sent someone to England. With a secret treaty. \n[115]He's made an alliance with a man named, Bucking... Buckingham. \n[116] \n[117]What are we waiting for, let's go. \n[118]Yes. \n[119]Four. \n[120]He needs our help. \n[121]Weak... weak.    Comical... clown. \n[122]'Shall I compare thee to a summer's Thou are move lovely and more Ahh, to hell with it -- \n[123]Why is he sitting by himself? \n[124]Come join us. \n[125]I'll drink anything you put in front of me. \n[126]Love? \n[127]Yes. \n[128]Isn't that what people do when they fall in love? \n[129]What? \n[130]He loved her. \n[131]Were we making too much noise? \n[132]My head feels like it's filled with the King's marching band. Would you please stop whistling? \n[133]Well someone is. \n[134]I'm beginning to wish the Cardinal had chopped if off. \n[135]Do you think we've lost them? \n[136]My father used to hunt in a forest like this. He promised to take me on my tenth birthday. I don't know why he picked that year. Something about a boy becoming a man. I'd lay in bed at night and imagine it, just the two of us. But he died before I could go with him. \n[137]I'd be proud to die for my King. \n[138]I can't leave you here. Not like this. \n[139]Athos... I can't. \n[140]A duel then. \n[141]We never finished the first. \n[142]But...? \n[143]At least take my pistol. \n[144] \n[145]He rides, straining to hear the sounds of GUNFIRE. As long as the SHOTS continue, he knows Athos is alive. Abruptly... the SHOTS CEASE. D'Artagnan swallows his heart, and rides. \n[146]Out of the darkness, a face appears,   BLURRY and OBSCURED. It FILLS the SCREEN, slowly swimming   INTO FOCUS. It is Milady de Winter, even more beautiful   in CLOSEUP. Familiar, and no doubt deadly, ivory   combs gleam in her hair. She smiles warmly. \n[147]You. \n[148]I... saw you in Paris. \n[149]Where am I...? \n[150]  \n[151] \n[152]What day is it? What time?! \n[153]Nine?   Are you sure? \n[154] \n[155] \n[156]Countess? \n[157]I'm sorry. \n[158]Countess, I'm very grateful for what you've done, but I can't stay here. I've got... \n[159]Important business. \n[160]No. \n[161]Yes.   I need my clothes. \n[162]An hour? \n[163](always innocent; \n[164]I was thinking about my friends. \n[165]The three best friends a man could have. We were separated on our way to Calais. I'm afraid I'll never see them again. \n[166]I'd like to tell you. But I can't. \n[167] \n[168]I'm serious. \n[169]I came to Calais to stop a spy from sailing to England. \n[170]Yes. \n[171]Musketeers are not afraid of anything. \n[172]You did? \n[173]A Musketeer is not afriad of danger. \n[174]You're not dangerous. \n[175]You're... beautiful. \n[176]He cannot continue.      Constance, the hour, a confusion he cannot deny. \n[177]I'm sorry -- \n[178]What're you doing?! Have you lost your mind?! \n[179]My God... \n[180]You can kill me. But a surprise waits for you in England. That even Buckingham can't prevent. \n[181]That's one thing I'll never tell you. \n[182]The man at the inn... what did he want? \n[183]Why? \n[184]Did you murder your husband, Milady? \n[185]I think he's not the first husband you killed. I once knew a man, one of the Counts of Berry. He told me a story... of beauty and danger. He was the bravest man I've ever known. And the saddest. \n[186]My friends are dead. \n[187]Two of them. \n[188]I thought you were dead. \n[189]What do you mean? \n[190]Find the weakness. Take advantage. Got it. \n[191]Porthos the Pirate? \n[192]I love a good sea story.     Do tell me sometime. \n[193]Yes. \n[194]Athos.   The spy... is a woman. \n[195]A demonstration? What does that mean? \n[196]But...? \n[197]The bell tower of the Carmes-Deschaux monastery. A figure moving about, dimly-viewed, but this much is clear. The man is not a monk. And he is carrying a musket in his hands. \n[198]This sword belongs to me. \n[199](stunned by the \n[200]This is for you, Father. \n[201]  \n[202]Take it back...? \n[203]No!! \n[204] \n[205]I have something that belongs to ... Your Majesty... \n[206]I know this is a stupid question. But what exactly does a Musketeer do? \n[207]All for one... ", "Mother": "\n[1]Sit down. \n[2]Sit. \n[3]Your father was a proud man. And he had a right to be. I never knew one as brave or as kind. He knew that his strength was a gift to be given in the service of honor. That is why he dedicated his life to his country and his King. That is why he gave his life, for both. \n[4]I watched you this morning and saw someone I knew. You have your father's heart, his will to fight, his courage. But these gifts have no value unless they are given. \n[5]It's time for you find your fortune with men as brave and as bold as you are. In Paris. With the King's Musketeers. You'll need this. \n[6]Forged in the Crusades, handed from generation to generation. \n[7]Yes, son.   And now to you. \n[8]I'm not your mother now. I'm speaking for your father. And this is what he would have told you. Never forget the code of the d'Artagnans. It is your special heritage. Always seek out adventure... \n[9]Never run from a fight... \n[10]Never submit to insults.    Except from the King. \n[11]And be wary of Cardinal Richelieu for he rules France through the King. \n[12]You've heard that every man in the Musketeers is on the run from someone or something? \n[13]And for heaven's sake, practice your horsemanship. ", "Cougar": "", "Porthos": "\n[1]I'll be right down! \n[2](to Athos and \n[3]My aim was off. I was trying to hit Jussac. \n[4] \n[5]Tunics?   Coming right up. \n[6]It doesn't matter where I go or what I do. Sooner or later somebody's calling me 'outlaw.' \n[7]Same thing, these days. \n[8]Well, if we're going to be outlaws, I suppose we'll have to get our affairs in order. \n[9]Alphabetically seems... fair. \n[10]Outlaws. \n[11]But, Catherine, don't you see? As an outlaw I'll be constantly on the run from the Cardinal's guards, a refugee. Think of all the places you can hide me. I'm thinking of them now. \n[12](not a glimmer of a \n[13]It is a gift from the Queen of America. \n[14] (back to d'Artagnan; \n[15] \n[16]Everywhere I go, it's always the same. There's always some kid who thinks he's hot with a sword... some itchy punk who wants to go up against the great Porthos... \n[17]The great Porthos. Me, you idiot. \n[18]Don't you know who I am? \n[19]All right, you little puke! You want to die? So be it! One o'clock behind the Luxembourg! And bring a coffin! \n[20] \n[21]Because I'm fighting him. \n[22]Oh, don't be stupid. Of course we intend to resist. Just give us a second. \n[23]Interesting odds. Five of them and three of us. \n[24]Bold and brave. \n[25] \n[26]It couldn't be. \n[27]Well. Now that we're all acquainted... \n[28] \n[29]They're about to get a little nearer to the hilt of my sword. \n[30]Papist. \n[31] \n[32]God, I love my work. \n[33] \n[34]Spain. \n[35]Go home, find a wench, live long and prosper. \n[36]He really is cold and unfriendly. \n[37] \n[38]Rochefort's got the boy. \n[39]Definitely.   A plan. \n[40](whispers into his \n[41]Well, what have we here? \n[42]How considerate of the Cardinal to provide us with a snack. \n[43] \n[44]Champagne? \n[45]Don't go away. \n[46]May I recommend this find Cabernet? \n[47] \n[48]I'd give five years of your life just to see the Cardinal's face! \n[49]I heard of a d'Artagnan once. He was a captain in the Musketeers when we were just recruits. \n[50]I knew there was something familiar about this boy. \n[51]You already have. His name is the Count De Rochefort. \n[52]Go on. \n[53]The Duke of Buckingham? \n[54]This messenger and the treaty will prove the Cardinal a traitor. If we can get our hands on them. \n[55]But with three men trying, one of us might be able to make it. \n[56]It's not a threat, it's a fact. If you don't haul those kegs away, you're dead where you stand. \n[57]Mine hit the ground first. \n[58]There's only one rule, d'Artagnan -- stay alive. \n[59]Ladies, you're in for a treat tonight. Allow me to introduce myself. I'm the Musketeer they call Porthos. \n[60] \n[61]Oh, shut up, Aramis. \n[62]I don't get it. I just don't get it. \n[63]I said, 'A Queen is no different than a barmaid in the dark. Though less... practiced in the arts of pleasure...' \n[64]If you're going to be a proper Musketeer, you'll have to learn the manly art of wenching. Right, ladies? \n[65]Ahh, very good. Your first subject. But you'll need instruction. Watch closely. \n[66]The secret to wenching is the first kiss. For in that kiss, a lasting impression is made. If it is weak, she will think you are weak. And if it is comical, she will think you are a clown. With me? \n[67]Very good.   And as a Musketeer is never weak,  and only rarely a clown, your  first kiss must be all the things  that you are. Like this... \n[68]You may speak first if you like, your name, her name, an endearment or two. But words are usually a waste of time. \n[69]That's cheating. \n[70]Come on, d'Artagnan. We haven't got all night. \n[71]The boy's a natural. \n[72]Athos takes his drinking seriously. Ignore him. He'll be his usual warm, charming self by morning. Service! My lap is cold! \n[73]Aramis -- play something with some blood in it! I feel like dancing! \n[74]Care to dance, Athos? \n[75]Aramis!   Athos made a joke! \n[76]Beautiful morning, eh, d'Artagnan? \n[77]You know,   d'Artagnan, it's not a good idea   to travel on an empty stomach.    You really should have had a big   portion of those sheep's brains... \n[78]Whistling?   I'm not whistling. \n[79] \n[80]I hate cannon balls. \n[81]And you? \n[82]Here's just the thing.     A nice, relaxing boat ride. \n[83]What? \n[84]We sail! \n[85]Popularity has its price. \n[86]We'd be happy to. \n[87]If you'll drink one with us to the King. \n[88]All right.   I'll object. \n[89]Let's see. You are, by your dress and by your manner, members of a bone-lazy class of servile ninnyhammers whose slavish allegiance to His Eminence the Cardinal is as that of a dog who likes nothing better than to sniff today where he has peed the day before. \n[90] \n[91]I was momentarily inspired. \n[92]Maybe there's something  about us that just pisses people  off. At least I'd like to think  so. It's too bad we can only kill  them once. \n[93]I've been called a lot of things in my time... \n[94]But beef-witted is a little more than I can stand, not to mention unfair... \n[95]What? \n[96](doesn't like the \n[97]But...? \n[98]No, no.   Please. After you. \n[99]One, two -- three! \n[100]Well I certainly hope so. After all that hard work. \n[101]Remind me to tell you the story of horses that could fly above raging waters. A heroic tale of love, death, and Musketeers. Suitable for the general public. \n[102]All right then. All those who wish to die, raise your hands! Don't by shy, there's plenty to go around! \n[103]I told you I was famous. \n[104]Privateer.   There's a difference. \n[105]What about the King? \n[106]Athos -- \n[107]His name's d'Artagnan, Sire. \n[108]Do my eyes deceive me? \n[109]His lips, unused as they are to such a contortion, twisted and stretched... into a smile. \n[110]Truth... honor... \n[111]Weren't you listening? "}}