{"filename": "Shining,-The_script.txt", "imdb_id": "tt0081505", "imdb_url": "https://www.imdb.com/title/tt0081505", "characters": ["Young Woman in Bath", "Doctor", "Hallorann", "Forest Ranger 1", "Wendy Torrance", "Danny", "Ullman", "Grady", "Old Woman in Bath", "Watson", "Durkin", "Grady Daughter", "Forest Ranger 2", "Lloyd", "Jack Torrance"], "dialogues": {"Doctor": "\n[1]Now hold your eyes still so that I can see. \n[2]That's good, now the other one. Good boy. \n[3]Now Danny, when you were brushing your teeth, do you remember if you smelled anything funny, or saw any bright flashing lights, or anything at all strange? \n[4]Do you remember when you were brushing your teeth? \n[5]What's the next thing you remember after you were brushing your teeth? \n[6]Now Danny, can you remember what you were doing just before you started brushing your teeth? \n[7] \n[8]Is Tony one of your animals? \n[9]Oh, \n[10] \n[11]if you were to open your mouth now, could I see Tony? \n[12] \n[13]Why not? \n[14] \n[15]Where does he go? \n[16] \n[17]Does Tony ever tell you to do things? \n[18]Okay.  That's fine.  All right Danny. \n[19]Now I'm going to ask you to do me a favor, and stay quietly in bed for the rest of the day.  Okay? \n[20]Yes, I'd like you to. \n[21]Goodbye. \n[22]Yes. \n[23]Thank you. \n[24]Mrs. Torrance, I don't think you have anything to worry about.  I'm quite sure there is nothing physically wrong with Danny. \n[25]Oh I know.  Kids can scare you to death, but believe me these episodes are not at all uncommon, and they look much worse than they are. \n[26]Mrs. Torrance, most of the time these episodes with kids are never explained.  They are brought on by emotional factors, and they rarely occur again. \n[27] \n[28]They're more akin to auto-hypnosis, a kind of self induced trance.  If it re-occurs which I doubt \n[29]you can always think about having some tests done. \n[30]No thank you. \n[31] \n[32]Have you been in Boulder long, Mrs. Torrance? \n[33] \n[34]Did the appearance of Danny's imaginary friend...? \n[35]Did Tony's first appearance happen to coincide with your arrival here? \n[36]Did he adjust well to school? \n[37]What sort of injury did he have? \n[38]How did he manage to do that? \n[39] ", "Hallorann": "", "Wendy": "\n[1]Yeah. \n[2]Sure, Danny, it will be lots of fun. \n[3]Yeah, I know.  It always takes a little time to make new friends. \n[4] \n[5]What about Tony?  He's looking forward to the hotel, I bet. \n[6] \n[7]Oh come on, Tony.  Don't be silly. \n[8] \n[9]Well, how come you don't want to go? \n[10] \n[11]Well, let's just wait and see. We're all gonna have a real good time. \n[12] \n[13] \n[14] \n[15] \n[16]Tony is his imaginary friend. \n[17]We're just going to go into one of the other rooms for a few minutes and talk - then I'll come back and check on you, okay? \n[18]Shall we go into the living room? \n[19]Please... \n[20] \n[21]Oh, yeah.  Oh, yeah, he seems absolutely fine now, but you should have seen him. \n[22]But eh what was the matter with him? \n[23]Oh, I'm...I'm sure you're right. \n[24] \n[25]Only about three months.  Eh we're from Vermont.  My husband was teaching school there. \n[26]Tony. \n[27] \n[28]No, um let's see I guess Danny started talkin to Tony about the time we put him into nursery school. \n[29]No.  He didn't like it too much at first, and then he had an injury, so we kept him out for a while, and, yeah, I...I guess that's about the time when I first noticed that he was talking to Tony. \n[30] \n[31]Ah he dislocated his shoulder. \n[32]Well it's just one of those things. You know... purely an accident, um. My husband had oh... been drinking, and he came home about three hours late, so he wasn't exactly in the greatest mood that night.  And well Danny had scattered some of his school papers all over the room... and my husband grabbed his arm, you know, and pulled him away from them. It's...it's just the sort of thing you do a hundred times with a child - you know, in a park or on the streets - but on this particular occasion my husband just... used too much strength and he injured Danny's arm. \n[33]Anyway, something good did come out of it all because he said: \n[34] \n[35]\"Wendy, I'm never gonna touch another drop and if I do you can leave me\", and he didn't and he hasn't had any alcohol in eh five months. \n[36]Boy, we must be really high up. The air feels so different. \n[37]We'll get something as soon as we get to the hotel, okay? \n[38]Hey, wasn't it around here that the Donner party got snowbound? \n[39]Jack... \n[40]Oh, it's beautiful. My God, this place is fantastic, isn't it hon? \n[41]God, I've never seen anything like this before.  Are all of these Indian designs authentic? \n[42]Oh well they're really gorgeous. As a matter of fact this is probably the most gorgeous hotel I've ever seen. \n[43]Royalty? \n[44]Oh! \n[45]Yeah. \n[46]Yeah. \n[47]When was the Overlook built? \n[48]Oh well he sure did a beautiful job. Pink and gold are my favorite colors. \n[49]Oh, I'll say. \n[50]Boy, I bet you we could really have a good party in this room, huh hon? \n[51]Nice to meet you. \n[52]Oh it's just wonderful. \n[53]Hi Danny! \n[54]Danny, come on over here. \n[55]Thanks. \n[56]Great.  See you later, hon. \n[57]I'm a Wendy. \n[58]God.  This is the kitchen, huh? \n[59]Yeah.  This whole place is such an enormous maze, I feel I'll have to leave a trail of breadcrumbs every time I come in. \n[60]I wouldn't know what to do with it if I did. \n[61]Mr. Halloran, \n[62]how did you know we called him 'Doc'? \n[63]Doc.  You called Danny 'Doc' twice just now. \n[64]Yeah.  We call him Doc sometimes, you know, like in the Bugs Bunny cartoons.  But how did you know that? \n[65]Well, it's possible, but I honestly don't remember calling him that since we've been with you. \n[66]Hi. \n[67]No, we don't mind. \n[68]Sound good to you, Danny? \n[69]Okay.  You behave yourself. \n[70]It's amazing how much activity is going on today. \n[71]Just like a ghost ship, huh? \n[72]Good Morning, hon.  Your breakfast is ready. \n[73]It's about eleven thirty. \n[74]I guess we've been staying up too late. \n[75]I made 'em just the way you like 'em, sunny side up. \n[76]It's really pretty outside.  How about taking me for a walk after you've finished your breakfast? \n[77]Any ideas yet? \n[78]Well, something'll come.  It's just a matter of settling back into the habit of writing every day. \n[79]It's really nice up here, isn't it? \n[80] \n[81]Yeah.  It's amazing how fast you get used to such a big place.  I tell you, when we first came up here, I thought it was kinda scarey. \n[82]The loser has to keep American clean, how's that? \n[83]And you're gonna lose.  And I'm gonna get you - you betta run fast! Look out - I'm coming in close. All right? \n[84]Okay Danny, you win.  Let's take the rest of this walking, huh? \n[85]Give me your hand.  Oh, isn't it beautiful. \n[86]Here's a dead end. \n[87]Oh what a Maze.  Isn't it beautiful. \n[88]It's so pretty. \n[89]I didn't think it was going to be this big, did you? \n[90]Hi, hon.  How's it going? \n[91]Get a lot written today? \n[92]   \n[93]Hey, the weather forecast said it's going to snow tonight. \n[94] \n[95]Ah, come on hon.  Don't be so grouchy. \n[96] \n[97]Okay.  I understand.  I'll come back later on with a couple of sandwiches for you and... maybe you'll let me read something then. \n[98] \n[99]Yes. \n[100] \n[101]Yes. \n[102]   \n[103]Okay. \n[104]I know you've got some. \n[105]Oh no! \n[106]I knew it! \n[107] \n[108] \n[109] \n[110] \n[111] \n[112] \n[113] \n[114] \n[115]Yes? \n[116]Not right now, Daddy's asleep. \n[117]Come on, Doc.  He only went to bed a few hours ago.  Can't you wait till later? \n[118]Well all right.  But really don't make a sound. \n[119]Make sure you come right back, 'cause I'm going to make lunch soon. Okay? \n[120]Jack... \n[121]Jack... Jack... \n[122]Jack, honey, what's wrong? \n[123]What happened, honey?  Hon?  What's wrong?  Jack! \n[124]It's okay.  It's okay, now.  Really. \n[125]Every...everything is just going to be all right.  Come on.  Here let's get up off the floor. \n[126]Danny!  Everything's okay... Just go play in your room for a while. Your Dad's just got a headache. Danny - mind what I say.  Go play in your room! \n[127]Hon, let me just go and get him out of here.  I'll be right back. \n[128]Danny, why don't you mind me - huh? Danny. \n[129]Oh my God!  Danny what happened to your neck?  Danny... \n[130]what happened to your neck, huh? \n[131]You did this to him, didn't you? \n[132]You son of a bitch!  You did this to him, \n[133]didn't you? \n[134]How could you?  How could you? \n[135]Jack... \n[136]Oh Jack! Thank God you're here. \n[137]  \n[138]No.  It's the truth, really.  I swear it.  Danny told me.  He went up into one of the bedrooms, the door was open, and he saw this crazy woman in the bath-tub.  She tried to strangle him. \n[139]Jack? \n[140]Oh, thank God! \n[141]Did you find anything? \n[142]You went into the room Danny said - to 237? \n[143]And you didn't see anything at all? \n[144]He's still asleep. \n[145]Well, are you sure it was the right room?  I mean, maybe Danny made a mistake? \n[146]Oh, I just don't understand. \n[147]Well what about those bruises on his neck? \n[148]Somebody did that to him. \n[149]No!  No, that's not possible. \n[150]Jack, whatever the explanation is, \n[151]I think we have to get Danny out of here. \n[152]Yes. \n[153]Yes. \n[154]Jack... \n[155] \n[156] \n[157] \n[158]Danny? \n[159]Danny... what's the matter, hon? \n[160]Are you having a bad dream? \n[161]Danny?  Hon? \n[162]Come on, hon, wake up.  You just had a bad dream.  Everything's okay. \n[163]Danny, wake up!  Come on, right now, \n[164]Wake up. \n[165]Danny... \n[166]Hon, \n[167]...listen to me for a minute, will you, hon? \n[168]I'm just going to go and talk to Daddy for a few minutes and I'll be right back.  I want you to just stay here and watch your cartoons, okay? \n[169]Okay, hon? \n[170]All right.  Now I'll be back in just about five minutes.  I'm gonna lock the door behind me. \n[171]Jack...? \n[172]Jack...? \n[173]Jack! \n[174]I just eh... wanted... \n[175]...to talk to you. \n[176]\n[177]I can't really remember. \n[178]No, I can't. \n[179]I don't know. \n[180]Well I... I think maybe he should be taken to a doctor. \n[181] \n[182]Yes... \n[183]As soon as possible? \n[184]Jack... \n[185]...please... \n[186]Ye...yes. \n[187]Yes. \n[188]Of course I am. \n[189]Oh Jack, what are you talking about? \n[190]Stay away from me! \n[191]I just want to go back to my room. \n[192]Well... I'm very confused, and I just need a chance to think things over. \n[193]Jack... stay away from me... please. \n[194]Don't hurt me!  Don't hurt me! \n[195]Stay away from me, \n[196]Stay away...! \n[197]Stay away from me! \n[198]Stay away from me! \n[199]Stay away from me! \n[200]Stay away from me!  Please... \n[201]Stay away from me. \n[202]Stop it! \n[203]Stay... stay away! \n[204]Stay away from me. \n[205]Jack, stay away from me! \n[206]Get down. \n[207]Go away from me. \n[208]Go away. \n[209]Go away. \n[210]Oh...oh! \n[211]I'm gonna go now - \n[212]I'm going to try and get... get Danny down to the Sidewinder... in the Snowcat today. \n[213]I'll bring back a doctor. \n[214]I'm gonna go now. \n[215]Yes? \n[216]Danny.  Danny, stop it.  Danny! \n[217]Eh... \n[218]Danny, I can't get out! \n[219]Run, run and hide.  Run, quick! \n[220]Jack.  Please.  Don't... Don't... \n[221]Don't!  Oh!  Please \n[222]Stop! \n[223]Jack! \n[224]Stop it!  Stop it! \n[225]Stop it! \n[226]Danny! \n[227]Danny! \n[228]Oh! \n[229]Danny! \n[230]Danny!  Danny! \n[231]Danny, come here! \n[232]Danny! \n[233]Oh! \n[234]Oh Danny! ", "Torrance": "\n[1] WENDY enters cam.L pushing trolley.  She pushes it forward along corridor.  CAMERA PANS L-R with her to door of their Apartment.  \n[2] JACK asleep in bed, reflected in mirror.  CAMERA TRACKS BACK. WENDY enters cam.R carrying tray.  She walks forward. CAMERA TRACKS BACK with her.  She puts tray down on table.  ", "Danny": "\n[1]Mom... \n[2]Do you really want to go and live in that hotel for the winter? \n[3]Yeah, I guess so.  Anyway, there's hardly anybody to play with around here. \n[4]Yeah, I guess so. \n[5]Tony, do you think Daddy will get the job? \n[6]Tony, why don't you want to go to the hotel? \n[7]You do too know, now come on tell me. \n[8]Please... \n[9]Now Tony, tell me. \n[10] DOCTOR bending over DANNY lying on top of his bed.  She is examining his eyes.  WENDY standing at foot of bed.  \n[11] \n[12]No. \n[13]Yes. \n[14] \n[15]Mommy saying, 'Wake up, wake up, wake up Danny, wake up.' \n[16] \n[17]Talking to Tony. \n[18] \n[19]No.  It's the little boy that lives in my mouth. \n[20] \n[21]No. \n[22] \n[23]Because he hides. \n[24] \n[25]To my stomach. \n[26]   \n[27]I don't want to talk about Tony anymore. \n[28]Do I have to? \n[29]Okay. \n[30]Dad? \n[31]I'm hungry. \n[32]Okay, Mom. \n[33]What was the Donner party? \n[34]You mean they ate each other up? \n[35]Don't worry, Mom.  I know all about cannabilism, I saw it on T.V. \n[36] \n[37] \n[38]Yeah. \n[39]Yeah, it's the biggest place I've ever seen. \n[40]No. \n[41]French Fries and Ketchup. \n[42] \n[43]Yeah. \n[44]Yeah. \n[45]Chocolate. \n[46] \n[47] \n[48] \n[49]I'm not supposed to. \n[50] \n[51]Tony. \n[52] \n[53]Tony's the little boy who lives in my mouth. \n[54]   \n[55]Yes. \n[56]It's like I go to sleep, and he shows me things but when I wake up, I can't remember everything. \n[57] \n[58]Yes. \n[59]I don't know. \n[60]Maybe he showed me something. \n[61]Mr. Halloran, are you scared of this place? \n[62]Is there something bad here? \n[63] \n[64] \n[65]What about Room 237? \n[66] \n[67]You're scared of Room 237, ain'tcha? \n[68] \n[69]Mr. Halloran, what is in Room 237? \n[70] \n[71]All right. \n[72]You'll have to keep America clean. \n[73]Okay...oh! \n[74]Yeah. \n[75]Yeah. \n[76]Yeah. \n[77]No. \n[78] \n[79] \n[80] \n[81]Tony, I'm scared. \n[82]Mom? \n[83]Can I go to my room and get my fire-engine? \n[84]I won't make any noise. \n[85]I won't make a sound, I promise. I'll tip-toe. \n[86]I won't, Mom. \n[87]Okay, Mom. \n[88]Can I go to my room and get my fire-engine? \n[89]Okay. \n[90]Yes, Dad. \n[91]I am, Dad.  Dad? \n[92]Do you feel bad? \n[93]Then why don't you go to sleep? \n[94]Dad? \n[95]Do you like this hotel? \n[96]I guess so. \n[97]Dad? \n[98]You wouldn't ever hurt Mummy and me, would you? \n[99]No, Dad. \n[100]Yes, Dad. \n[101]Yes, Dad. \n[102]Mom? \n[103]Mom? \n[104]Mom, are you in there? \n[105] DANNY, his head shaking.  \n[106] DANNY - he is shaking his head.  WOMAN LAUGHING OFF.  \n[107] DANNY shaking his head.  WOMAN LAUGHING OFF.  \n[108] DANNY shaking his head.  WOMAN LAUGHING OFF.  \n[109] DANNY lying awake on his bed.  CAMERA TRACKS IN on him.  \n[110] DANNY with his mouth wide open.  \n[111]Red Rum.  Red Rum. \n[112]Red Rum.  Red Rum. \n[113] WENDY opens door and stands in doorway.  \n[114]Red Rum.  Red Rum.  Red Rum. \n[115]Red Rum. \n[116]Red Rum. \n[117]Red Rum.  Red Rum.  Red Rum. \n[118]Red Rum.  Red Rum.  Red Rum.  Red Rum. \n[119]Mommy... \n[120]Mommy... Mommy...! \n[121]Mommy! ", "Ullman": "\n[1]Yes? \n[2]Oh, well - come on in Jack. \n[3]Very nice to meet you. \n[4]This is my secretary, Susie. \n[5]Have any trouble finding us? \n[6]Well, that's very good time, very good.  Please sit down a minute. \n[7]JAck, just make yourself at home. Would you like some coffee? \n[8]Susie. \n[9]Oh, and would you ask Bill Watson to join us? \n[10] JACK over ULLMAN seated at desk.  BILL WATSON enter office. JACK rises and shakes hands with him.  \n[11]Bill, I'd like you to meet Jack Torrance. \n[12]Grab a chair Bill, and join in. \n[13]Jack is going to take care of the Overlook for this winter.  I would like you to take him around the place as soon as we are through. \n[14]Jack is a schoolteacher. \n[15]Our people in Denver recommended Jack very highly, and, for once, I agree with them. \n[16]   \n[17]Let's see, where were we?  Yes.  I was about to explain that eh... our season here runs from oh May 15th to October 30th and then we close down completely until the following May. \n[18]Oh, it sure would be \n[19] \n[20]but the problem is the enormous cost it would be to keep the road to the Sidewinder open.  It's a... It's a 25 mile stretch of road - gets an average of 20 feet of snow during the winter, and there's just no way to make it economically feasible to keep it clear.  When the place was built in 1907, there was very little interest in winter sports, and this site was chosen for its seclusion and scenic beauty. \n[21]That's right.  And did they give you any idea in Denver about what the job entails? \n[22]Well... \n[23] \n[24]...the winters can be fantastically cruel, and the basic idea is to...to cope with the very costly damage and depreciation which can occur.  And this consists mainly of running the boiler, heating different parts of the hotel on a daily rotating basis, repairing damage as it occurs and doing repairs, so that the elements can't get a foothold. \n[25] \n[26]Physically, it's not a very demanding job.  The only thing that can get a bit trying up here during the winter is eh... the tremendous sense of isolation. \n[27] \n[28]That's very good Jack, because eh... for some people eh solitude and isolation... \n[29]can of itself be a problem. \n[30] \n[31]How about your wife and son?  How do you think they'll take to it? \n[32]Great... \n[33] \n[34]Well, before I turn you over to Bill, there is one other thing I think we should talk about.  I don't want to sound melodramatic, but it is something that's... \n[35]been known to give a few people second thoughts about the job. \n[36] \n[37]I don't suppose they eh told you anything in Denver about the tragedy we had up here during the winter of 1970? \n[38]Well, my predecessor in this job \n[39] \n[40]hired a man named Charles Grady, as the winter caretaker.  He came up here with his wife and two little girls of about eight or ten.  And he had a good employment record, good references and from what I've been told, I mean, he seemed like a completely normal individual.  But at some point during the winter, he must have suffered some kind of a complete mental breakdown. \n[41]He ran amok and eh... killed his family with an axe, \n[42]stacked them neatly in one of the rooms in the West Wing, and then he um... then he put eh both barrels of his shotgun in his mouth. \n[43]The police eh... they thought that it was what the old-timers used to call cabin-fever, a kind of claustrophobic reaction which can occur when people are \n[44]shut in together over long periods of time. \n[45]Yes, it is.  Oh, it's still hard for me to believe that it actually happened here, but it did and eh... I think you can appreciate why I wanted to tell you about it. \n[46]Well, obviously some people can be \n[47]put off by the idea of staying alone in a place where something like that actually happened. \n[48]What time does the plane leave? \n[49]Well, that still gives up plenty of time to go over everything first. \n[50]Goodbye. \n[51]Good morning Jack.  I hope you haven't been waiting too long. \n[52]Good.  Glad you made it before they shut down the kitchen.  Is your family having a look around? \n[53]Oh... Has your luggage been brought in? \n[54]Oh fine.  Well in view of all the ground that we to cover today, I suggest we go and have a quick look at your apartment and then get started straight away. \n[55]Bill, would you have the Torrances' things brought in their apartment. \n[56]Oh... \n[57]This is our Colorado Lounge. \n[58]Yes, I believe they are based mainly on Navajo and Apache motifs. \n[59]Oh this old place has had an illustrious past.  In its heyday it was one of the stopping places for the jet set, \n[60]even before anybody knew what a jet set was.  We've had four presidents who stayed here, lots of movie stars. \n[61]All the best people. \n[62]This is the staff wing of the hotel. None of the other bedrooms are heated during the winter. \n[63]Goodbye girls. \n[64]And here are your quarters. \n[65]Living Room, bedroom, bathroom, and a small bedroom for your son. \n[66]Yes. \n[67]Well the place is very nicely self- contained, easy to keep. \n[68]Yes, very cosy for a family, and if you feel like spreading out you have the rest of the hotel to move around in. \n[69]This is our famous hedge maze. It's quite an attraction around here.  The walls are thirteen feet high and the hedges are about as old as the hotel itself.  It's a lot of fun, \n[70]but I wouldn't go in there unless I had an hour to spare to find my way out. \n[71]Ah... construction started in 1907. It was finished in 1909.  The site is supposed to be located on an Indian burial ground, and I believe they actually had to repel a few Indian attacks as they were building it. \n[72]That's our Snowcat.  Can you both drive a car? Yes. \n[73]That's fine because basically the Snowcat operates very much like a car and it won't take you long to get the hang of it. \n[74]As a matter of fact we eh... brought a decorator in from Chicago just last year to refurbish this part of the hotel. \n[75]Oh...well this is our gold ballroom. \n[76]We can accommodate up to three hundred people here very comfortably. \n[77]I'm afraid you're not going to do too well here unless you've brought your own supplies.  We always remove all the booze from the premises when we shut down: \n[78]that reduces the insurance that we normally have to carry. \n[79]Well then, you're in luck. \n[80]Oh Dick, come on over and say hello to Mr. and Mrs. Torrance. \n[81]This is Dick Halloran, our Head Chef. \n[82]The Torrances are going to take care of the Overlook for us this winter. \n[83] \n[84]Thank you, Susie. \n[85]Dick, if you're ready to do it now, I think it would be a good idea if you could show Mrs. Torrance the kitchen, while I continue on with Jack. \n[86]Hi. \n[87]How're you getting on? Just fine. \n[88]Dick, can we borrow Mrs. Torrance for a few minutes?  We're on our way through to the basement - I promise we won't keep her very long. \n[89]Yes, well the guests and some of the staff left yesterday, but the last day is always very hectic - everybody wants to be on their way as early as possible. \n[90]By five o'clock tonight, you'll never know anybody was ever here. \n[91]Yes. ", "Grady": "\n[1]Hullo, Danny. \n[2]Come and play with us. \n[3]Come and play with us, Danny. \n[4]For ever... \n[5]... and ever... \n[6]...and ever. \n[7]Oh! \n[8]Oh dear, oh dear.  I'm so sorry, sir.  Oh! \n[9]Oh dear oh dear... I've made an awful mess of your jacket, sir. \n[10]I'm afraid it's advocaat sir.  It tends to stain. \n[11]Yes sir.  Look um... I think the best thing is to come along to the gentlemen's room, sir, and eh... \n[12]we'll get some water to it, sir. \n[13]That doesn't matter, sir.  You're the important one. \n[14]Very wise, sir.  Very wise. \n[15]Thank you, sir.  Thank you. \n[16]Now let's see if we can improve this with a little water, sir. \n[17]Won't keep you a moment, sir. \n[18]Grady, sir.  Delbert Grady. \n[19]Yes, sir. \n[20]That's right, sir. \n[21]Why no, sir.  I don't believe so. \n[22]Ah ha, it's coming off now, sir. \n[23]Why no, sir.  I don't believe so. \n[24]Yes, sir.  I have a wife and eh two daughters, sir. \n[25]Oh, they're somewhere around.  I'm not quite sure at the moment, sir. \n[26]That's strange, sir.  I don't have any recollection of that at all. Mr. Grady, you were the caretaker here. \n[27]I'm sorry to differ with you, sir, but you are the caretaker.  You have always been the caretaker, I should know, sir.  I've always been here. \n[28]   \n[29]Did you know, Mr. Torrance, that your son... is attempting to bring an outside party into this situation? Did you know that? \n[30] \n[31]He is, Mr. Torrance. \n[32] \n[33]A nigger. \n[34] \n[35]A nigger cook. \n[36] \n[37]Your son has a very great talent. I don't think you are aware how great it is, but he is attempting to use that very talent against your will. \n[38] \n[39]Indeed, he is, Mr. Torrance.  A very willful boy.  A rather naughty boy, if I may be so bold, sir. \n[40] \n[41]Perhaps they need a good talking to, if you don't mind my saying so. Perhaps a bit more. \n[42]My girls, sir, they didn't care for the Overlook at first.  One of them actually stole a packet of matches \n[43] \n[44]and tried to burn it down.  But I corrected them, sir.  And when my wife tried to prevent me from doing my duty I corrected her. \n[45] \n[46]It's Grady, Mr. Torrance.  Delbert Grady. \n[47]Mr. Torrance, I see you can hardly have taken care of the... \n[48]business we discussed. \n[49]Will you indeed, Mr. Torrance. \n[50]I wonder.  I have my doubts. \n[51]I and others have come to believe... that your heart is not in this, that you haven't the belly for it. \n[52]Your wife appears to be stronger than we imagined, Mr. Torrance. Somewhat more resourceful, she seems to have got the better of you. \n[53]I fear that you will have to deal with this matter in the harshest possible way, Mr. Torrance.  I fear that is the only thing to do. \n[54]You give your word on that do you, Mr. Torrance? ", "Watson": "\n[1]How do you do? \n[2]Pleased to meet you. \n[3]Fine. \n[4]What line of work are you in now? \n[5] \n[6]Well this ought to be quite a change for you. \n[7] \n[8]Eight thirty. \n[9]Fine. ", "Durkin": "\n[1] DURKIN at car by petrol pump.  He moves away R-L to office.  \n[2] MAN standing cam.L.  MAN sitting reading magazine.  DURKIN enters.  He stamps snow off his feet and moves L-R.  CAMERA PANS with him behind counter.  He picks up ringing phone.  \n[3] \n[4] \n[5] DURKIN, phone to ear, behind counter.  \n[6] \n[7] DURKIN, phone to ear, leaning on counter.  \n[8] \n[9] DURKIN, phone to ear.  \n[10] \n[11] DURKIN, phone to ear.    \n[12] \n[13] DURKIN, phone to ear, looks at his watch.  \n[14] \n[15] DURKIN, phone to ear.    \n[16] \n[17] DURKIN phone to ear.  \n[18] ", "Daughter": "", "Lloyd": "\n[1]Yes, it is, Mr. Torrance. \n[2]What'll it be? \n[3] \n[4]No, sir.  I'm not busy at all. \n[5] \n[6]Your credit's fine, Mr. Torrance. \n[7] \n[8]Thank you for saying so. \n[9]How are things going, Mr. Torrance? \n[10]I hope it's nothing serious. \n[11] \n[12]Women!  Can't live with 'em.  Can't live without 'em! \n[13] \n[14]Good evening Mr. Torrance. \n[15]It's good to see you. \n[16] \n[17]What'll it be, sir? \n[18] \n[19]Bourbon on the rocks. \n[20]No charge to you, Mr. Torrance. \n[21] \n[22]Your money's no good here. \n[23] \n[24]Orders from the house. \n[25] \n[26]Drink up, Mr. Torrance. \n[27] \n[28]It's not a matter that concerns you, Mr. Torrance - at least not at this point. ", "Jack": "\n[1]Hi, I've got an appointment with Mr. Ullman.  My name is Jack Torrance. \n[2]Thank you. \n[3]Mr. Ullman? \n[4]I'm Jack Torrance. \n[5]Nice to meet you, Mr. Ullman. \n[6]Susie, how do you do? \n[7]Oh, no problem at all.  I made the trip in three and a half hours. \n[8]Well, if you are going to have some, I wouldn't mind.  Thanks. \n[9]Bill, how do you do? \n[10]Pleasure to meet you. \n[11] \n[12]Eh - formerly a school-teacher. \n[13]I'm a writer um... Teaching has been more or less a way of making ends meet. \n[14] \n[15]Well, I'm looking for a change. \n[16] \n[17]Do you mind if I ask why you do that?  It seems to me that the skiing up here would be fantastic. \n[18]Well, it's certainly got plenty of that. \n[19]Only in a very general way. \n[20] \n[21]Well, that sounds fine to me. \n[22] \n[23]Well, that just happens to be exactly what I'm looking for.  I'm eh... I'm outlining a new writing project, and eh... \n[24]five months of peace is just what I want. \n[25] \n[26]Not for me. \n[27] \n[28]They'll love it. \n[29] \n[30]I'm intrigued. \n[31]I don't believe they did. \n[32] \n[33] \n[34]Well, that is eh quite a story. \n[35]   \n[36]Ah, I certainly can, and eh... I also understand why your people in Denver left it for you to tell me. \n[37] \n[38]Well, you can rest assured Mr. Ullman, that's not going to happen with me, and eg as far as my wife is concerned, I am sure she'll be absolutely fascinated when I tell her about it.  She's a confirmed ghost story and horror film addict. \n[39] \n[40] \n[41] \n[42] WENDY sitting beside JACK as he drives along Mountain Road. DANNY, between them, is leaning on backs of their seats. WENDY yawns.  \n[43]Uh...huh. \n[44]Yes? \n[45]Well you should have eaten your breakfast. \n[46]I think that was farther west in the Sierras. \n[47]There were a party of settlers in the covered wagon times.  They got snowbound one winter in the mountains.  They had to resort to cannabilism in order to stay alive. \n[48]They had to, in order to survive. \n[49]See, it's okay.  He saw it all on the television. \n[50]No problem.  In fact we had time to grab a bite to eat. \n[51]No, my son's discovered the games room. \n[52]Right there. \n[53]I'd better collect my family first. \n[54]Sure is. \n[55] ULLMAN, followed by WENDY and JACK, move up steps.  ULLMAN points to open door cam.R.  \n[56]Perfect for a child. \n[57]Cosy. \n[58]Well, it's very... homely. \n[59]We don't drink. \n[60]Mr. Halloran, I'm Jack, and this is my wife, Winifred. \n[61]  \n[62]Bye darling. \n[63]Not at all. \n[64]What time is it? \n[65]Eleven thirty - Jesus! \n[66]I know it. \n[67]Hmm, nice. \n[68]Oh I suppose I oughta try to do some writing first. \n[69]Lots of ideas.  No good ones. \n[70]Yeah... that's all it is. \n[71]I love it.  I really do.  I've never been this happy, or comfortable anywhere. \n[72]I fell in love with it right away. When I came up here from my interview, it was as though I had been here before.  We...we all have moments of deja vu, but this was ridiculous.  It was almost as though I knew what was going to be around every corner.  Ooohhhhh... \n[73]Fine. \n[74]Yes. \n[75]What do you want me to do about it? \n[76]I'm not being grouchy.  I just want to finish my work. \n[77] \n[78]Wendy, let me explain something to you. Whenever you come in here and interrupt me, you're breaking my concentration. \n[79]you're distracting me, \n[80]and it will then take me time to get back to where I was, understand? \n[81] \n[82]Fine.  Now we're going to make a new rule.  Whenever I am in here and you hear me typing, \n[83]or whether you don't hear me typing, whatever the fuck you hear me doing in here, when I am in here that means that I am working - that means don't come in.  Now do you think you can handle that? \n[84] \n[85]Fine.  Why don't you start right now and get the fuck out of here, hmm? \n[86] Door opens and DANNY appears.  He enters room - CAMERA TRACKS BACK with him as he walks forward up steps.  He looks to cam.R.  CAMERA PANS L-R to JACK sitting on edge of bed. JACK looks towards camera.  \n[87]Come here for a minute, first. \n[88]How's it going, Doc? \n[89]Are you having a good time? \n[90]Good.  I want you to have a good time. \n[91]Yes. \n[92]No.  I'm just a little tired. \n[93]I can't.  I have too much to do. \n[94]Yes? \n[95]Yes I do.  I love it.  Don't you? \n[96]Good.  I want you to like it here. I wish we could stay here for ever, and ever... ever. \n[97]What? \n[98]What do you mean? \n[99]Did your mother ever say that to you - that I would hurt you? \n[100]Are you sure? \n[101]I love you, Danny.  I love you more than anything else in the whole world, and I'd never do anything to hurt you, never... You know that, don't you, huh? \n[102]Good. \n[103]I had... I had the most terrible nightmare I ever had.  It's the most horrible dream I ever had. \n[104]I dreamed that I... that I killed you and Danny. \n[105]But I didn't just kill you, I cut you up into little pieces. \n[106]Oh... \n[107]My God, I must be losing my mind! \n[108] \n[109] \n[110]My goddam soul, just a glass of beer. \n[111]Hi Lloyd. \n[112]A little slow tonight, isn't it? \n[113] \n[114]Now I'm awfully glad you asked me that, Lloyd, because I just happen to have two twenties and two tens right here in my wallet.  I was afraid they were going to be there until next April.  So here's what: you slip me a bottle of Bourbon, a glass and some ice.  You can do that, can't you, Lloyd?  You're not to busy, are you? \n[115]Good man. \n[116]You set them up, and I'll knock them back, Lloyd, one by one. \n[117]White man's burden, Lloyd my man. White man's burden. \n[118]Say, Lloyd, it seems I'm temporarily light. \n[119]How's my credit in this joint anyway? \n[120] \n[121]That's swell.  I like you, Lloyd. I always liked you.  You were always the best of them. \n[122]Best goddamned bartender from Timbuctoo to Portland Maine - Portland Oregon for that matter. \n[123]Here's to five miserable months on the wagon and all the irreparable harm that it's caused me. \n[124]Things could be better, Lloyd. Things could be a whole lot better. \n[125]No, nothing serious. \n[126] \n[127]Just a little problem with the... old sperm bank upstairs. \n[128]Nothing that I can't handle though, Lloyd.  Thanks. \n[129]Words of wisdom, Lloyd.  Words of wisdom. \n[130]I haven't laid a hand on him. Goddam it, I didn't.  I wouldn't touch one hair of his goddam little head.  I love the little son-of-a- bitch. \n[131]I'd do anything for him.  Any fucking thing for him. \n[132]That damn bitch. \n[133] \n[134]As long as I live she'll never let me forget what happened! \n[135]I did hurt him once, okay?  It was an accident, complete unintentional. It could have happened to anybody. \n[136]And it was three goddam years ago. The little fucker had thrown all my papers all over the floor.  All I tried to do was to pull him up.  A momentary loss of muscular coordination.  I mean... A few extra foot pounds of energy, per second... per second. \n[137]   \n[138]Are you out of your fucking mind? \n[139] \n[140]Which room was it? \n[141] \n[142] \n[143] WENDY moves R-L in b.g. sobbing.  KNOCK ON DOOR OFF.  She reacts and runs forward.  \n[144]Yes, it's me. \n[145]No, nothing at all. \n[146]I didn't see one goddam thing. \n[147]Yes, I did. \n[148]Absolutely nothing.  How is he? \n[149]Good. \n[150]I'm sure he'll be himself again in the morning. \n[151]He must have gone into that room - the door was open and the lights were on. \n[152]I think he did it to himself. \n[153]Wendy, once you rule out his version of what happened, there is no other explanation - is there? It wouldn't be that different from the episode that he had before we came up here, would it? \n[154] JACK over WENDY.  \n[155]Get him out of here? \n[156]You mean just leave the hotel? \n[157] JACK over WENDY.  \n[158]It is so fucking typical of you to create a problem like this when I finally have a chance to accomplish something.  When I'm really into my work.  I could really write my own ticket if I went back to Boulder now, couldn't I? \n[159]Shovellings out driveways, work in a car wash - any of that appeal to you? \n[160]Wendy, I have let you fuck up my life so far, but I'm not going to let you fuck this up! \n[161]Good evening. \n[162]Hi Lloyd.  I've been away.  Now I'm back. \n[163]It's good to be back, Lloyd. \n[164]Hair of the dog that big me. \n[165]That'll do her. \n[166]No charge? \n[167]Orders from the house. \n[168]I'm the kind of man likes to know who's buying their drinks, Lloyd. \n[169]Anything you say, Lloyd.  Anything you say. \n[170]Oh eh that's all right.  I've got plenty of jackets. \n[171]Advocaat is it? \n[172]Looks as though you might have got a spot of it on yourself there, Jeevesy old boy. \n[173]Awfully nice of you to say.  Of course I intend to change my jacket this evening before the fish and goose soiree. \n[174]Here, I'll just, eh... \n[175]hold this for you there, Jeevesy. \n[176]Right, I'll just set my bourbon and advocaat down right there. \n[177]Fine. \n[178]What do they call you around here, Jeevesy? \n[179]Grady? \n[180]Delbert Grady. \n[181]Eh, Mr. Grady... \n[182]haven't I seen you somewhere before? \n[183]Eh... Mr. Grady... weren't you once the caretaker here? \n[184]You er a married man, are you, Mr. Grady? \n[185]And, er... where are they now? \n[186]Mr. Grady, you were the caretaker here.  I recognize you.  I saw your picture in the newspapers.  You eh... chopped your wife and daughters up into little bits, and eh... and you blew your brains out. \n[187]No. \n[188] \n[189]Who? \n[190] \n[191]A nigger! \n[192]   \n[193]How? \n[194] \n[195]Well, he is a very willful boy. \n[196]It's his mother. \n[197]She eh... interferes. \n[198] \n[199] WENDY, crying and holding cigarette, walks R-L from Living Room into Bedroom.  CAMERA PANS with her.  \n[200] DANNY &amp; WENDY sitting at table watching T.V. Set cam.L. WENDY inhales cigarette and looks at her watch.  She puts cigarette out cam.R.  \n[201] \n[202]How do you like it? \n[203]How do you like it? \n[204]What are you doing down here? \n[205]Okay.  Let's talk. \n[206]What do you want to talk about? \n[207] \n[208]You can't remember. \n[209] DANNY sitting at table.  CAMERA TRACKS IN on him.  \n[210]Maybe it was about Danny.  Maybe it was about him. \n[211]I think we should discuss Danny. \n[212]I think... we should discuss what should be done with him. \n[213]What should be done with him? \n[214]I don't think that's true.  I think you have some very definite ideas about what should be done with Danny... and I'd like to know what they are. \n[215] \n[216]You think maybe he should be taken to a doctor? \n[217] \n[218]When do you think maybe he should be taken to a doctor? \n[219] \n[220]As soon as possible. \n[221]You believe his health might be at stake? \n[222]And you are concerned about him? \n[223]And are you concerned about me? \n[224]Of course you are. \n[225]Have you ever thought about my responsibilities? \n[226]Have you ever had a single moment's thought about my responsibilities? Have you ever thought for a single solitary moment about my responsibilities to my employers? \n[227]Has it ever occurred to you that I have agreed to look after the Overlook Hotel until May the first? Does it matter to you at all that the owners have placed their complete confidence and trust in me, and that I have signed a letter of agreement, a contract, in which I have accepted that responsibility? \n[228]Do you have the slightest idea what a moral and ethical principal is? Do you? \n[229]Has it ever occurred to you what would happen to my future, if I were to fail to live up to my responsibilities? \n[230]Has it ever occurred to you? \n[231]Has it? \n[232]Why? \n[233]Why? \n[234]You've had your whole fucking life to think things over - what's good a few minutes more going to do you now? \n[235]I'm not going to hurt you. \n[236]Wendy! \n[237]Darling, light of my life, I'm not going to hurt you.  You didn't let me finish my sentence.  I said 'I'm not going to hurt you... I'm just going to bash your brains in!'  I'm going to bash them right the fuck in. \n[238]I'm not going to hurt you. \n[239]Stop swinging the bat. \n[240]Put the bat down, Wendy. \n[241]Wendy give me the bat. \n[242]Give me the bat. \n[243]Give me the bat. \n[244]Stop swinging the bat. \n[245]Give me the bat. \n[246]Wendy... \n[247]Give me the bat. \n[248]Give me the bat. \n[249]Goddamn! \n[250] \n[251]Hey... what are you doing? \n[252]Ohhh... what are you doing? \n[253]Hey, wait a minute... What are you doing? \n[254]What are you doing? \n[255]Hey, wait a minute! \n[256]What are you doing? \n[257]Open the door. \n[258]Goddamit!  Let me out of here! Open the goddam door. \n[259]Wendy, listen.  Let me out of here and I'll forget the whole goddam thing.  It'll be just like nothing ever happened. \n[260]Wendy, baby... \n[261]I think you hurt my head real bad. \n[262]I'm dizzy.  I need a doctor. \n[263]Honey... don't leave me in here. \n[264] \n[265]Wendy... \n[266]Wendy... \n[267]You've got a big surprise coming to you. \n[268]You're not going anywhere. \n[269]Go check out the Snowcat and the radio and see what I mean. \n[270]Go check it out! \n[271]Go check it out! \n[272]Go check it out! \n[273]Wendy? \n[274]Grady... oh. \n[275]Oh Grady... right.  Grady... er... \n[276]Hullo Grady. \n[277]No need to rub it in, Mr. Grady. I'll deal with that situation as soon as I get out of here. \n[278]Just give me one more chance to prove it, Mr. Grady.  That's all I ask. \n[279]For the moment, Mr. Grady.  Only for the moment. \n[280]There's nothing I look forward to with the greater pleasure, Mr. Grady. \n[281]I give you my word. \n[282] DANNY moves away R-L towards his MOTHER asleep in bed. CAMERA PANS with him.  \n[283] DANNY holding knife and lipstick at door.  WENDY asleep in bed in b.g.  \n[284] WENDY holding DANNY in her arms gets up off bed.  \n[285] WENDY, with DANNY in her arms, looks about, then moves to door with \"MURDER\" in reverse written on it.  She opens door and goes into bathroom, with DANNY, closing door behind her.  \n[286] JACK pulls piece of wood away from splintered panel, and looks through gap.  \n[287]Wendy, I'm home. \n[288] JACK, carrying axe, moves up stairs from open front door. CAMERA TRACKS BACK with him.  \n[289] JACK, carrying axe, walks away across Living Room into Bedroom.  CAMERA TRACKS after him.  \n[290]Come out, come out, wherever you are! \n[291]Little pigs, little pigs, let me come in! \n[292]Not by the hair on your chiny, chin, chin.  Then I'll huff, and I'll puff \n[293]and I'll blow your house in. \n[294]Here's Johnny! \n[295]Danny!  Danny boy! \n[296]Danny! \n[297]Danny!  Danny! \n[298]Danny! \n[299]Danny! \n[300]Danny! \n[301]Danny!  I'm coming.  I'm coming Dan! \n[302]Danny!  Danny!  I'm coming! \n[303]You can't get away.  I'm right behind you. \n[304]Danny! \n[305]Danny! \n[306]Danny! \n[307]Danny! \n[308]Danny!  Where... \n[309] \n[310]Danny! "}}