{"filename": "Wolf-of-Wall-Street,-The_script.txt", "imdb_id": "tt0993846", "imdb_url": "https://www.imdb.com/title/tt0993846", "characters": ["Brad", "Teresa Petrillo", "Donnie Azoff", "Leah Belfort", "Chantalle", "Max Belfort", "Mark Hanna", "Naomi Lapaglia", "Jean Jacques Saurel", "Agent Patrick Denham", "Jordan Belfort", "Nicky Koskoff ('Rugrat')", "Aunt Emma", "Captain Ted Beecham", "Manny Riskin"], "dialogues": {"Brad": "\n[1]  \n[2]Shut up, bitch. \n[3]We'll get her parents to tape up too. They got Swiss passports. Plus her brother and his wife. Five people, six-seven trips? \n[4]I dunno, not much. Fuck, they'd probably do it just for the miles. \n[5]What? \n[6](takes offense to \n[7]Don't make me deal with this fucknut, okay? \n[8]I dunno if he's stupid or a junkie but he's a loose fuckin' cannon. I don't trust him and I don't want him around me. \n[9]I only sell to him cuz he's your friend. \n[10]I'll meet him but I won't pick up. I have a limit of how much of that douchebag I can take. \n[11]S'cool, just... gimme the case. \n[12] \n[13]Give me the money. \n[14]I'm gonna give you a pass. \n[15]I'm gonna give you a pass. \n[16]Yes.    Just gimme the money. \n[17]Shit! ", "Teresa": "\n[1]So I'll take an extra shift, don't worry about it. \n[2]We could pawn my engagement ring. \n[3]You know that doesn't matter, right? \n[4]You're a stock broker. \n[5]This place is. \n[6]Omigod.   Jordan. \n[7]It's beautiful. \n[8]No, no.   I love it. \n[9]I don't know, it's just -- these stocks, these crappy companies. \n[10]Why can't you be legitimate now? \n[11]Never gonna make anybody money. Wouldn't you feel better selling this junk to rich people, who can afford to lose the money at least? \n[12]Why not? \n[13] \n[14]There's no such thing as bad publicity, sweetie. \n[15]Get out of the fucking car. \n[16]What are you doing home?           That whore from the party? The limo takes off.    Teresa starts crying... \n[17]I married you when you had nothing-- \n[18]You're like a totally different person. \n[19]Tell me you don't love her. \n[20] ", "Petrillo": "", "Donnie": "\n[1]That your Jag in the lot? \n[2]Nice ride.      Donnie Azoff. \n[3]I've seen it around. We live in the same building. Twelfth floor? What do you do, bro? \n[4]Kids furniture, me and my brother- in-law. Making any money? \n[5]Get the fuck out. You made seventy grand in one month. \n[6]Tell you what. You show me a pay stub with $72,000 on it, I'm quitting my job right now and coming to work with you. \n[7]Holy shit. \n[8]Yo Paulie, it's Donnie...     Yeah, listen, I quit. \n[9]No problem, if we have a kid who's a retard, we'll just leave it on the steps of some institution. \n[10]You now, take a hit! \n[11]Let me ask you this, sir -- had I been your broker for the past three to four years and made you money on a consistent basis, you probably wouldn't say you need to think about it, you'd probably say pick me up three or four thousand shares, am I right? \n[12]So the problem is that I don't have the luxury of a track record. Sir, let me reintroduce myself to you. My name is Donnie Azoff-- \n[13]I did hear you're not supposed to                   * make direct eye contact. If you                     * look at them too long in their                      * eyes they get freaked out - their                   * wires cross.                                        * \n[14]They have a lot of feelings.                        * \n[15]A little straitjacket.                              * \n[16]I think we should keep one in the                   * office because I think they're                      * good luck.                                          * \n[17]You just look like something else                   * is going on.                                        * \n[18]Say \"thank you for being here\".                     * \n[19]If you want a cracker or something                  * - I'm gonna have some treats in my                  * pocket. I want to be in a strip                     * club with you guys. Literally pull                  * out a brief case and have a little                  * fuckin' guy pop out of there. You                   * know how much fuckin' pussy you                     * get?                                                * \n[20]Get the jokes out now. Get the                      * fuckin' jokes out now.                              * \n[21]That's what I'm saying -                            * \n[22]Business. Business. It's fuckin'                    * business, bro.                                      * \n[23]Like he's an actual human being.                    * One of us.                                          * \n[24] \n[25]Yeah, that was... Sorry. \n[26]Doesn't the IRS allow for T&amp;A? \n[27] \n[28]...Steve... M-m-madden... \n[29]Ssshhhhoes... shhhoooess... \n[30]Oh sweet Jesus! \n[31] \n[32]I'll knock your fuckin' teeth out, motherfucker! \n[33]You're dead, you piece of shit! \n[34]There he is. \n[35]On his way.     Very excited. \n[36]The fuck you doing? \n[37]Oh. \n[38]On new issue day?! On cocksucking, motherfucking new issue day?! \n[39]This is what happens when you fuck with your pets on new issue day! \n[40]Now take your bowtie, get your shit and get the fuck out! \n[41]--which is why they need to meet you. \n[42]Let them feel your passion. \n[43]22 million in three fucking hours! \n[44]Nuuhh? \n[45]I didn't tie you, the captain did. He almost tasered you. \n[46]We have a joke in America. \"Heaven is a place where the police are Brits, the chefs are Italian, the car mechanics are German, the prostitutes are French and the bankers are Swiss.\" I never got it `til now -- look at those fucking fish! Come here, little guy... \n[47]Take eet off!    Take eet off! \n[48]What about my money? \n[49]My money. I got a few mil of my own I wanna move. I'll call you, you can come pick it up. \n[50](what part don't you \n[51]I can hear you, motherfucker! \n[52]I'm a douchebag?!! Well, whose fucking idea was it made us all this money?!! Who fucking knew Steve Madden?!! This douchebag!! So go fuck yourself a little! \n[53]Fu Manchu!      Kung fu! \n[54]I'm just fucking with you, man. Jesus, the look on your face. Hey, sorry if I got outta line the other day, I was just, that was the drugs talking... \n[55] \n[56]You'd be one of us, we'd go out- partying together, you wouldn't have to dress like a mall rat guinea prison bitch all the time. \n[57]Can I come over and help tape this to your wife? \"Eez so focking steeky! Take eet off, Bra-hod!\" \n[58]You're what? \n[59]You're gonna give me a pass? \n[60]You're gonna give me a pass? Okay... Why don't you stick your pass up your Slavic cunt's pussy. \n[61]* \n[62]Jord, do I have a surprise for                      * you. Twenty real lemons! A retired                  * pharmacist friend of mine's been                    * sitting on these the last 15                        * years.                                              * \n[63]I'd been saving these for a special occasion, like a birthday or celebrating our money being out of the country. Instead I thought I'd better use `em to help break the news about Brad. \n[64]My guy says one's all we'll need. Salut'. \n[65]Nope. Thirty five minutes. \n[66]This is bullshit, man. My fucking metabolism's pumping and I don't feel shit. \n[67]January `81.    They're fucking duds. \n[68] \n[69]Waz?   Iz zoggin oo anzali! \n[70]Wazza fuh is wrong wizzz oooo?!! I wuzz awwing to!! Wazza mazzer?! Wazza yoo razy?!! \n[71]Wuzz?!! \n[72]\n[73]\n[74] \n[75]Rugrat! Bongiorno, my bald eagle!                   * \n[76]What?!   You're fucking kidding?!                   * \n[77]* \n[78]He's not picking up. \n[79]What about --                                        * \n[80]Chop is fine.                                        * \n[81]What? \n[82]They're below deck! There's like three feet of water down there! \n[83]Hey, everybody! How're the happiest people in Long Island? Hi, Rocky!! Hate that fucking dog. \n[84]How you doing, brother?     How was the food in jail? \n[85]Wonder if they got one in my size. Fuckin' Rugrat, that wig-wearin' hump. Tell you one thing: I'm never eating at Benihana's again. Where's Naomi? \n[86]What's up her ass? \n[87]The Feds say anything about coming after the rest of us? \n[88]You know, we're all behind you. Everyone at the office. We bought back your mortgage. All the founding partners threw in a million apiece. Figured none of us would have it if it weren't for you. \n[89]You gotta fight this thing, baby. \n[90]Whatever you need, bro.     You know that. \n[91]Uh... tell you the truth I was so fucked up, I don't really remember anything about that. \n[92]Why not? ", "Azoff": "", "Leah": "", "Belfort": "", "Chantalle": "\n[1]Bra-had, theese tape eez focking steeky! \n[2]Take eet off, Bra-had! Eet erts! \n[3]You beetch, you focking douche-a- bag-a! ", "Max": "\n[1]Who the hell has the goddamn gall to call this house on a Tuesday evening! Goddammit! \n[2] \n[3] \n[4]$430,000 dollars in one month!! Four-hundred-and-thirty-thousand dollars in one month!! \n[5]If you bastards don't wipe those smug fucking looks off your faces, I swear to God I'm gonna wipe `em off for you! Are you insane? \n[6]Shut the fuck up, Feinberg, you only have a portion because of my son, you worthless twerp! \n[7]You zip it, too, Azoff, those boiling teeth of yours are hurting my fucking eyes! My own son! From my very loins! What do you think this is?                          * \n[8]You don't think there's any end in sight, do you? It's all one giant party to you schmendricks! \n[9] \n[10] \n[11]It's a goddamn prostitution ring is what it is!! \n[12]It's T&amp;E and stop fucking with me! What kind of hookers take credit cards, anyway?! \n[13]What's the matter? \n[14]What do the doctors say? \n[15]And you have to lead by example, is that it? I'm tellin' ya, kid, one of these days... one of these days the chickens are gonna come home to                      * roost. \n[16]Pissing away money? That's what                      * motivates you kids?                                  * \n[17]Crazy?   This... is obscene.                         * \n[18]What the fuck is this imbecile doing?! \n[19]You beat them, Jordan. You won. Sail into the sunset with your wife and kids while you can. ", "Mark": "\n[1]Jordan? Mark Hanna. Good, you've met Jerry. One of the smartest guys in the office. Who's ever sucked a dog's cock out of loneliness. \n[2]Don't mind Jerry, his father raped him as a child. Besides, I'm senior broker here, he's a worthless piker. I heard you pitched stock at your job interview. \n[3]I fuckin' love that! Let's grab lunch later. Windows good with you? \n[4]Let's fuck!! \n[5] \n[6] \n[7]Here's the game plan, Hector. Bring us two Absolut Martinis straight up. Precisely seven and a half minutes after you deliver those you'll bring two more, then two more every five minutes until one of us passes out. \n[8]First day on Wall Street, Hector. Give him time. No thanks, I'm not eating. \n[9]High is the only way to do this fucking job. Guy who coined the term \"three-martini lunch\" was a woman. Cocaine and hookers, my friend, the keys to success. \n[10] \n[11]OK, first rule of Wall Street. Nobody -- and I don't care if you're Warren Buffet or Jimmy Buffet -- nobody knows if a stock's going up, down or fucking sideways, least of all stock brokers. But we have to pretend we know. Make sure you stay relaxed. Nobody wants to buy something from someone who sounds like they haven't gotten laid in a month. Take breaks when you feel stressed, jerk off if you can. You like jerking off, right? \n[12]Good, jerking off is key. And I highly recommend cocaine, which will make you dial faster, which is good for me. Churn `em and burn `em, baby. \n[13]Holy.   Fucking. Shit. ", "Hanna": "\n[1]Jordan? Mark Hanna. Good, you've met Jerry. One of the smartest guys in the office. Who's ever sucked a dog's cock out of loneliness. \n[2]Don't mind Jerry, his father raped him as a child. Besides, I'm senior broker here, he's a worthless piker. I heard you pitched stock at your job interview. \n[3]I fuckin' love that! Let's grab lunch later. Windows good with you? \n[4]Let's fuck!! \n[5] \n[6] \n[7]Here's the game plan, Hector. Bring us two Absolut Martinis straight up. Precisely seven and a half minutes after you deliver those you'll bring two more, then two more every five minutes until one of us passes out. \n[8]First day on Wall Street, Hector. Give him time. No thanks, I'm not eating. \n[9]High is the only way to do this fucking job. Guy who coined the term \"three-martini lunch\" was a woman. Cocaine and hookers, my friend, the keys to success. \n[10] \n[11]OK, first rule of Wall Street. Nobody -- and I don't care if you're Warren Buffet or Jimmy Buffet -- nobody knows if a stock's going up, down or fucking sideways, least of all stock brokers. But we have to pretend we know. Make sure you stay relaxed. Nobody wants to buy something from someone who sounds like they haven't gotten laid in a month. Take breaks when you feel stressed, jerk off if you can. You like jerking off, right? \n[12]Good, jerking off is key. And I highly recommend cocaine, which will make you dial faster, which is good for me. Churn `em and burn `em, baby. \n[13]Holy.   Fucking. Shit. ", "Naomi": "\n[1]A lotta people would look at me and think: \"golddigger, she's out to land the richest husband she can.\" But you see, I came from nothing. Like, below the poverty line. And when you come from nothing, being rich means never having to go back to that. \n[2]You have an awesome house. I don't think I've ever been in a house like this. \n[3]Never. \n[4]Brooklyn, across the Verrazano Bridge. Guinea gulch. Ever been? \n[5]My dad's side. Also Dutch, German, English -- I'm a mutt. Actually I have family over there, in London. My Aunt Emma. \n[6]What? \n[7]Could I have a straw please? \n[8]So I was a little surprised you asked Cristy for my number. \n[9]Aren't you married? \n[10]So I don't stain my teeth. \n[11]--then at night I do my designs. \n[12]An entire line of lingerie -- camisoles, bustiers, panties. \n[13]Well we should definitely keep in touch, then. \n[14]That's me. \n[15]You wanna come up for some tea? \n[16]  \n[17]Say hi, Rocky. \n[18]Why don't you light a fire? I'll be right out. \n[19]  \n[20]Did you cum? \n[21]  \n[22]Omigod! \n[23]He must have thought I was at my mother's. \n[24]They were right here! \n[25]It gets worse. After I chased them out, I checked the apartment. \n[26]Omigod!! \n[27]Omigod!   Aunt Emma! \n[28]Jordan!   Look! \n[29]What is this? \n[30]  \n[31]Wake up, you bag of shit! \n[32]Who's Venice? \n[33]Who is she?! Some little hooker you fucked last night? \n[34]You were calling her name in your sleep! \n[35]Go ahead. More lies from the man who lies for a living! \n[36]Italy?! \n[37]Yeah, right. \n[38]Don't `Duchess' me, you scumbag. You think I don't know what you're up to? You're a father now and you act like an infant! \n[39]Where do you want me to start? How about you flying in here on your stupid helicopter at three in the morning waking up Skylar?! \n[40]Does it even matter to you that I just had that driving range sodded with Bermuda grass? \n[41]But why should you give a shit? You're not the one who researched the fucking thing and dealt with the fucking golf course people! \n[42]Fuck you! \n[43]Stop flexing your arms, you look like a fucking imbecile. And don't think that impresses me much. \n[44]Kiss you?! \n[45] \n[46]Ohhh, no! Daddy doesn't even get to touch Mommy for a very, very long time. \n[47]  \n[48]What's wrong, Daddy? \n[49] \n[50]You asshole! \n[51]Switzerland?    What the fuck is in Switzerland? \n[52]It's gonna take her like fifty trips. \n[53]What are you two retards doing? \n[54] \n[55]Omigod!    Jordan, where are you?! \n[56]It's Donnie, he's totally out of control! He's on the other line with some Swiss guy! \n[57]I can't understand you! Just get home, hurry! \n[58]In the kitchen. \n[59]What the fuck are you doing?! \n[60]Omigod, he's choking!     Jordan, do something!! \n[61]He's not breathing! \n[62]Save him! \n[63]Don't let him die! He has children! \n[64] \n[65]* \n[66]I got a call from cousin Betty. Aunt Emma's dead. \n[67]Monaco, now?                                         * \n[68]We gotta go to London.                               * \n[69]The funeral. \n[70]  \n[71]You happy now, you piece of shit?                    * We're gonna drown.                                   * \n[72]What is he crazy? Where's he                         * going? Donnie!                                       * \n[73]* \n[74]Dinner's ready.                                          * \n[75]Well, it's there. So the kids are                      * gonna start.                                           * \n[76]It was fine.                                        * \n[77]I know that already.                                * \n[78]Like you said, \"There's no friends                  * on Wall Street\".                                    * \n[79]Well, that's really good news,                      * honey. I'm really happy for you.                    * \n[80]Yeah, yeah.                                         * \n[81]No Jordan. Stop!                                    * \n[82]Fuck you.                                           * \n[83]I fucking hate you.                                 * \n[84]You don't give a shit about how I                   * feel. All you care about is                         * yourself.                                           * \n[85]You wanna fuck me? Fine. Fuck me                    * hard like it's the last time.                       * \n[86]Go ahead, fuck me!                                  * \n[87]Cum for me. Cum for me, baby. Like                  * it's the last time.                                 * \n[88]Yeah, cum for me baby, cum!                         * \n[89]Jordan, that was the last time. I                   * want a divorce.                                     * \n[90]I want a divorce.                                   * \n[91]And I wanted to puke.                               * \n[92]I don't love you anymore Jordan. I                  * haven't for a long time.                            * \n[93]Yes, that's right.                                  * \n[94]You married me. This is how it's                    * gonna be. Listen Jordan. I'm                        * taking custody of the kids. If you                  * agree to the divorce right now, I                   * will allow you visitation. Don't                    * try to fight it. It will save us                    * both a lot of money and I have a                    * feeling you're gonna need it.                       * \n[95]I already spoke to my lawyer. He                       * said even if you don't get                             * convicted I can still get custody.                     * \n[96]Look at yourself Jordan. You're                        * sick, you're a sick man.                               * \n[97]You think I'd let my kids near                         * you? Look at you. You know what my                     * lawyers said? You're going to jail                     * for twenty years. Twenty fucking                       * years, Jordan. You'll be lucky if                      * you ever see them again.                               * \n[98]Put her down Jordan! Put her down!                     * \n[99]Violet, Violet! Help me! He's got                   * Skylar! Get the key!                                * ", "Lapaglia": "", "Jordan": "\n[1]Twenty five grand to the first cocksucker to nail a bullseye! \n[2]Watch and learn, people! \n[3]One.   Two.      Throw!! \n[4]My name is Jordan Belfort. No, not                      * him, me. I'm a former member of                         * the middle class raised by two accountants in a tiny apartment in Bayside, Queens. \n[5]The year I turned 26, I made 49 million dollars as the head of my own brokerage firm-- \n[6]--which really pissed me off because it was three shy of a million a week. \n[7]Hey, my Ferrari was white, like Don Johnson's in Miami Vice. \n[8]See that humongous estate down there? That's my house. \n[9]  \n[10]My wife, Naomi, the Duchess of Bay Ridge, Brooklyn, a former model and Miller Lite girl. \n[11]Yeah, she was the one blowing me in the Ferrari, so put your dick back in your pants. \n[12]In addition to Naomi and my two perfect kids, I own a mansion, private jet, six cars, three horses, two vacation homes and a 170 foot yacht. \n[13]I also gamble like a degenerate, drink like a fish, fuck hookers maybe five times a week and have three different Federal agencies looking to indict me. \n[14]Oh yeah, and I love drugs. \n[15]Check this out -- despite my completely fucked-up state, I could fly straight while still seeing two of everything. \n[16] \n[17]  \n[18]Yes, on a daily basis I take enough drugs to sedate greater Long Island. \n[19]  \n[20]I take Quaaludes for my back, fifteen to twenty a day. \n[21]I use Xanax to stay focused, ambien to sleep, pot to mellow out, cocaine to wake up and morphine because it's awesome. \n[22]But of all the drugs under God's blue heaven, there's one that's my absolute favorite. \n[23]  \n[24]Enough of this shit'll make you invincible, able to conquer the world and eviscerate your enemies. \n[25]I'm not talking about this. I'm talking about this. Money is the oxygen of capitalism and I wanna breathe more than any other human being alive. \n[26]Money doesn't just buy you a better life -- better food, better cars, better pussy -- it also makes you a better person. You can give generously to the church of your choice or the political party. You can save the fucking spotted owl with money. \n[27]But most of all, in any country in the world, money can buy you love. Fuck the Beatles. \n[28]With that in mind, at the tender age of 22, after marrying my girlfriend Teresa-- \n[29]--I headed to the only place that befit my high-minded ambitions... \n[30]Nope.   No problem at all. \n[31]A million dollars? I could only imagine what a douchebag that guy must be. \n[32]Had to do something to stand out. \n[33]Great.   Yeah. \n[34]You want to know what money sounds like? Visit a trading floor on Wall Street. Fuck this, shit that. Cock, cunt, asshole. I couldn't believe how these guys talked to each other-- \n[35]I was hooked within seconds. \n[36]It was like mainlining adrenaline. \n[37]No.   Thanks though. \n[38]Actually, I'm good with 7-Up. \n[39]You can get high during the day and still function? \n[40]I gotta say, I'm really excited about being part of your team. I wanna do all I can for our clients and -- \n[41]Wife.   She cuts hair. \n[42]Well... sure. \n[43]For the next six months I learned the ways of Wall Street. \n[44]That fall I passed my Series 7. Finally it was here. \n[45]My first day as a stockbroker, a future Master of the Universe. \n[46]They called it Black Monday. By four p.m. the market was down 508 points, the biggest one-day drop since the crash of `29. \n[47]L.F. Rothschild, a company that had been in business since 1883, closed its doors within a month. \n[48]You work too much as it is. \n[49]We're not pawning anything. I'm gonna be a millionaire, Teresa. \n[50] \n[51]No one's hiring brokers right now, sweetie. \n[52]I'm looking for Investor's Center? \n[53] \n[54]Where are your quotrons? \n[55]Six cents a share? Who buys this crap? \n[56]The spread on these is huge. \n[57]Wait a second. You're telling me if I sell two thousand dollars worth of stock, my commission is a thousand bucks? \n[58] \n[59]The reason I'm calling is that an extremely exciting investment opportunity crossed my desk today. Typically our firm recommends no more than five stocks per year: this is one of them... \n[60]Aerotyne International is a cutting edge tech firm out of the Midwest, awaiting imminent patent approval on a new generation of radar equipment... \n[61]-- so if Aerotyne's shares rise to only a dollar -- and our research indicates they could go much, much higher -- your profit on a mere three thousand dollar investment would be upwards of fifty thousand... That's right, you could pay off your mortgage. \n[62]Four thousand dollars, will that be check or money order?... Thank you, sir. \n[63]Just like that I made two grand. The other guys looked at me like I'd just discovered fire. \n[64]It's a rock-solid company, sir, it's the next Microsoft... Six thousand. Terrific. \n[65]Though I knew I was selling garbage, within twelve weeks I was making a fortune. \n[66]And as a wise man once told me, my only responsibility was to put meat on the table. \n[67]Yeah. \n[68]Jordan Belfort. \n[69]Stock broker. \n[70]Seventy grand last month. \n[71]Seventy two actually. \n[72]And he did quit his job, which I thought was a little weird. I mean I had just met this fucking guy. \n[73]There were other things about him too, like his phosphorescent white teeth and the fact that he wore horn rims with clear lenses to look more Waspy. He also married his first cousin -- \n[74]He was also a closet drug fiend. I'd known him less than a week before he talked me into smoking crack. \n[75]The weird thing was when he'd do crack, his face would contort into this bizarre, frozen mask like the Phantom of the Opera. \n[76]Omigod, I fuckin' love you!! \n[77]I knew I had to make him my partner. \n[78]Which turned out to be a great move - Donnie was a fast learner who transitioned into the penny stock business quickly. \n[79]So within months we started our own firm out of an abandoned auto body shop. \n[80]In addition to Donnie, I also recruited my friends Sea Otter,                        * Chester and Robbie, who were at                        * the time all middling pot dealers. \n[81]--see everyone wants to get rich, so you're already half way there by the time the call starts. \n[82]Brad, the guy I really wanted, took a pass, since he'd become the Quaalude king of Bayside. \n[83]They were absolute morons, my friends, but like I always said-- \n[84]Give me them young, hungry and stupid and in no time I'll make them rich. \n[85]You like it? \n[86]They're small, I know, but the stones are really high quality. \n[87]Then what? \n[88]In five years the Corleone family will be completely legitimate. \n[89]It's not illegal, Teresa, technically. I mean they're real stocks, they're just... \n[90]Rich people don't buy penny stocks. \n[91]Because they're too smart, that's why not. \n[92]I mean what person of any substance would trust this bunch of jerk-offs? Like the Pinhead,                      * Robbie Feinberg. \n[93]Toby Welch. I mean, look at this                     * fucking Cro-Magnon, I wouldn't                       * trust him to pick up a rock.                         * \n[94]Toby Welch. I mean, look at this                     * fucking Cro-Magnon, he couldn't                      * even think without moving his                        * lips.                                                * \n[95]Or the Sea Otter. \n[96]Chester Ming even, the Depraved Chinaman, with his giant panda head. \n[97]Or Nicky Koskoff, who I called Rugrat because-- \n[98]Well, you can probably figure that out for yourself. \n[99]But what if they didn't sound like jerk-offs? What if I took this bunch of nincompoops and molded them in my own image? I reinvented the company, gave it a new image, a new name. Something patrician, blue-blooded, something that reeked of tradition and anti- semitism. \n[100]Gentlemen, welcome to Stratton Oakmont.   The clients we've gone after in the past -- they're done. We will now target exclusively the wealthiest one percent of Americans. The methods we've used -- over. Loud, obnoxious sales hype is worthless with these people. \n[101]In military terms it's like carpet- bombing -- noisy, menacing and only marginally effective. As Stratton brokers you will be laser- guided smart-bombs aimed at high- priority targets. You will establish an initial relationship with your clients selling only blue chip stocks -- then and only then will you attempt to sell the pink sheets, where the real money is. Now the key to every sale is this: \n[102]No one buys stock unless he thinks it's going up and going up now. You must convince your client to buy before the takeover happens, before the lawsuit is settled, before the patent is granted. If he says I'll think about it and call you back, it's over, you're dead! No one calls back! So you have to create urgency -- \n[103]--and once Kodak settles the lawsuit, institutions will be permitted to buy their shares in large blocks again. And when that happens, which is any day now, what do you think will happen to the price of Kodak stock? \n[104]Exactly. Which is why you should pick up 5000 shares today, a $200,000 investment. \n[105]Then you lower your voice. \n[106]Believe me, sir, you will not be sorry. \n[107]Then you wait. Whoever speaks first loses. At this point, where are we in the sale? Chester? \n[108]No, you sweet and sour douchebag! We're at the beginning of the beginning! This is where the sale starts. You as a salesman are almost hoping he says no so you can finally do your fucking job! \n[109]He doesn't know, he needs to think, he's gotta ask his wife! The fact is it doesn't matter what the fuck he says! If he's already agreed that the stock's going up, then the only real objection he has at this point is he doesn't trust you! And he shouldn't trust you, you're a fucking salesman! So what do you say? \n[110]Your only regret will be that I didn't call you six months ago. \n[111]Everybody have a good week? \n[112]I'd like to read you something. Month end, March 1991! $28.7 million in gross commissions - all                  * in Stratton issues. Not bad for                     * penny stocks, huh boys? Not bad                     * for dumpin' penny stocks.                           * \n[113]And to celebrate with a weekly act of debauchery, I have offered our lovely sales assistant Danielle Harrison ten thousand dollars to                    * have her head shaved! \n[114]FYI, Danielle tells me she's using the money for breast implants! Is this a great company or what?!! \n[115]Word spread throughout Wall Street -- I was becoming a legend. Forbes Magazine even called to do a profile on me... \n[116] Jordan finishes up an interview with a FEMALE FORBES REPORTER - ALIYAH FARRAN. They shake hands, then he smiles for the camera - CLICK! \n[117]A total fucking hatchet job. \n[118] A gorgeous place; city views. As Teresa sits nearby, a distraught Jordan paces, holding the copy of Forbes. \n[119]That conniving little twat! \"The Wolf of Wall Street\". \n[120]\"Jordan Belfort, a twisted version of Robin Hood who takes from the rich and gives to himself and his merry band of brokers\". \n[121]The hell's all this? \n[122]Forbes had made me a superstar. Every day dozens of money-crazed kids beat a path to my door with resumes they hadn't even bothered to spellcheck. \n[123]If we hired `em, they dropped out of college overnight and blew whatever allowance they had on a new suit from our in-house tailor. The median age of our brokerage couldn't get served in the bar down the street. \n[124]Not this guy though -- what the fuck is he even doing here? He read the Forbes article, too, but he already had a job. \n[125]Within months, we doubled in size, moved to even bigger offices. \n[126]It was a madhouse, a greed-fest, with equal parts cocaine, testosterone and body fluids. \n[127]I had to declare the office a fuck- free zone between the hours of 9 and 7, but even that didn't help. \n[128]Actually the madness started on our very first day, when one of our brokers, Ben Jenner, christened the elevator by getting a blowjob from a sales assistant. \n[129]Her name was Pam and   to her credit, she did have   an amazing technique, with this   wild twist and jerk motion. \n[130] As Pam blows Jordan, Donnie fucks her from behind. \n[131]Eventually Ben married her, which was pretty amazing considering she blew every guy in the office. \n[132]He got depressed and killed himself three years later. \n[133]Anyway, in an attempt to maintain order, I hired my dad Max as defacto CFO and head of the Gestapo. \n[134]  \n[135]We called him Mad Max because of his hair-trigger temper, which could be set off by something as innocuous as a ringing telephone. \n[136]But then the weirdest thing would happen. Though he'd never been near England, he'd pick up the phone and affect an ever-so-slight British accent. \n[137]This was his other persona -- the super polite, ever-gracious Sir Max. \n[138]It was absolutely bizarre. He'd hang up... \n[139]And become Mad Max all over again. \n[140] Holding a HEADSHOT of the Dwarf from the opening, Jordan sits talking with Donnie, Robbie and Rugrat. \n[141]What if he gets hurt? \n[142]I think there's a limit to how far                  * we can go... I mean we can throw                    * shit at him and -                                   * \n[143]There's a specific thing that                       * they'll do - You can throw him at                   * a dart board but if you want him                    * to show his cock or -                               * \n[144]Get some tranq darts. \n[145]What's the liability on something                   * like this? \n[146]Treat it like the fuckin' thing it                  * is. He's coming in. We're paying                    * him for something. Treat him with                   * respect. And you just shake his                     * hand like you don't even think                      * anything's wrong.                                   * \n[147]The point is get it out.                            * \n[148]You're gonna fuck it up. Purge all                  * this shit right now.                                * \n[149]When he comes in the room, I want                   * him to feel like a human being -                    * \n[150]I want him to feel just like a                      * normal human being. Cause you know                  * - like one of us. One of us.                        * \n[151]Gobble, gobble we accept you, one                   * of us! One of us!                                   * \n[152]Can you stop him? \n[153]Hello, Father.                                      * They're business expenses. Just                     * relax.                                              * \n[154]Will you calm down -- \n[155]Donnie ordered sides. \n[156] \n[157]In Stratton parlance, there were three kinds of hookers. There were blue chips, the top of the line. Model material. They were priced between $300 and $500 and made you wear a condom unless you gave them a hefty tip, which I always did. \n[158]Then came NASDAQs, who were pretty, but not great, usually in the two to three hundred dollar range. \n[159]Finally there were pink sheets, skanks, the bottom of the barrel. \n[160]They usually cost a hundred or less, and if you didn't wear a condom, you'd get a penicillin shot the next day and pray your dick didn't fall off. \n[161]Not that we didn't fuck them, too. Believe me, we did. \n[162]Give us a minute, will you, guys? \n[163]Nothing, just... My back's been killing me. Pain shooting down my leg. Not to worry, it'll pass. \n[164]Doctors, what do they know? I'm on like twenty different medications. Look, I know it's hard for you to make sense of these expenses, but there's a method here, okay?                        * \n[165]In order to keep these guys                          * working, I gotta keep `em                            * spending. I need to keep them                        * chasing the dream. You flash some                    * cash, they do the same. It keeps                     * them motivated.                                      * \n[166]I could afford to pay them more,                     * but then they wouldn't need me as                    * much. And as long as they need me                    * they'll always fear me. I know it                    * sounds crazy.                                        * \n[167]It was obscene -- in the normal world. But who wanted to live there? \n[168]-- so enjoy yourselves, you all deserve a celebration. `Cept for Kimmie, she's lazy and she steals.                   * But, everybody, keep this in mind. \n[169]As my friend Donnie Azoff says, \"If you wanna party with the boys, you gotta wake up with the men.\" Monday morning I want you all looking razor-sharp. Cuz Stratton's got a few things on the horizon, things that're gonna take it right up into the fucking stratosphere! \n[170]Fuck Merrill Lynch, this way we become the underwriters. \n[171]Exactly. We do our own IPO's and we will print money. \n[172]They can take their Harvard asses under our desks and suck our cocks. How soon can you get the paperwork filed? \n[173]It's a simple fucking question. \n[174]What? \n[175]The quaalude was first synthesized in 1951 by an Indian doctor -- that's dot Indian, not feathers -- as a sedative, and was prescribed to stressed housewives with sleep disorders. Pretty soon someone figured out that if you resisted the urge to sleep for fifteen minutes, you got a pretty kick-ass high from it. Didn't take long for people to start abusing ludes, `course, and in 1982 the U.S. Government Schedule One'd them, along with the rest of the world. Which meant there was only a finite amount of these things left. No shit, you can't even find `em anymore today. You people're all shit outta luck. \n[176]  \n[177]Naomi. \n[178]You like it? I just got it. I guess it's okay. Six bedrooms, two hot-tubs, one off the master suite overlooking the water. You like to jet-ski? \n[179]You're telling me you've never jet- ski'ed in your life?! \n[180]What?    You just got here.   Stay. \n[181]With what? \n[182]The day I met Naomi was the day I truly became the Wolf. Every guy wanted her -- so I had to have her. \n[183]Bay Ridge.      That's near Staten Island? \n[184]You're Italian? \n[185]That explains it then. \n[186] \n[187]How come? \n[188]Married people can't have friends? \n[189]  \n[190]She designs panties?! Jesus fucking Christ! \n[191]Sounds like something I might invest in. Venture capital. \n[192]Absolutely. \n[193]Think, Jordan, think! How can you get up to her apartment?! \n[194]God, please help me. How can I fuck this girl? \n[195]That's it, you're leaving. You're going home to your wife. \n[196]As you can probably guess, I fucked her goddamn brains out. \n[197]For eleven seconds. \n[198]I'm sorry, I-- \n[199] \n[200]Being inside her... was like your cock went to heaven and God himself was cupping your balls. \n[201] Jordan sits at his desk, telephone to his ear. \n[202]I couldn't get enough. \n[203]Every chance we got, we'd sneak off together... \n[204]Hold still, don't move. Watch the potholes! \n[205] \n[206]What are you doing home?           That whore from the party? The limo takes off.    Teresa starts crying... \n[207]I thought you were at the beach house, I-- \n[208]Teresa... I don't know what to say. \n[209]I'm not. I'm sorry.        I made a mistake, okay? \n[210]\n[211]I felt horrible. \n[212]Three days later I filed for divorce and moved Naomi into the apartment. \n[213] Completely remodelled, all new furniture.   Jordan and Naomi sit at the table, set for a candle-light dinner. \n[214]Say what you will, but the Duchess did have style. She brought in a decorator, feng shui'd the place-- she even hired a gay butler. \n[215]Thank you, Nicholas. \n[216]He was smart, sophisticated, really great. Except for that one time... \n[217]  \n[218]  \n[219]Where were they? In the bedroom? \n[220]The motherfucker stole fifty grand in cash and jewelry. \n[221] With Nicholas seated in a chair, Jordan sits across from him. Pacing behind him is Donnie, coked-up, face contorted, frothing with rage. Nearby, giant Chester Ming sits quietly, saying nothing. \n[222]I just want my stuff back, okay? \n[223]You were high, things got out of control, I get it. Believe me I do, I have a Phd in debauchery. \n[224]Just give me the money, give me the jewelry, and we'll forget the whole thing. \n[225]Nicholas. You could fuck a baby sheep as far as I care, on my brand new fucking sofa. What I won't stand for is being robbed. \n[226]I'll ask you one last time. \n[227]Fine. \n[228]It's amazing the kind of loyalty money will buy. I mean Chester almost killed this prick. \n[229]I finally called the cops, mainly to save Nicholas's life. \n[230]  \n[231]I gave them each a thousand bucks and told them what Nicholas had done. Then they kicked his ass. \n[232]Loyalty, like I said. Which was the key component to my incredible fucking success. \n[233]Besides Brad, I had eight other `ratholes', close friends who'd own stock on paper, but kick the profits back to me after I drove the price through the roof. \n[234]The SEC knew I was doing something shady, but they couldn't figure out what the fuck it was. \n[235]My securities attorney, Manny Riskin. Seven hundred an hour to                    * be the voice of doom. \n[236]It's under control. Will you relax already? \n[237]The SEC sent two lawyers down to review our files, so I set them up in our conference room. \n[238]Then I had it bugged and the air conditioning locked till it felt like Antarctica in there. \n[239]So here they were, looking for a smoking gun while I was firing a bazooka right under their noses. It was our first IPO, and we were driving the stock price to the fucking moon. \n[240]See an IPO is an initial public offering, the first time a stock is offered for sale to the general population. \n[241]As the firm taking the company public, we set the initial price, then sold those shares back to --                   * You know what, you're probably not                  * following what I'm saying. The                      * question is, \"was it legal?\"                        * Absolutely not. But we were making                  * more money that we knew what to do                  * with.                                               * \n[242]But I figured it out.                               * \n[243]I held my bachelor party at the Tangiers in Las Vegas -- one last                   * blowout for the Gods before I settled down for good. \n[244]A hundred Strattonites flew in with fifty hookers and enough drugs to open a pharmacy. \n[245]All told, the weekend cost me almost two million dollars-- \n[246]But the wedding was like something out of a fairy tale-- \n[247]--with Naomi my Duchess, me her handsome Duke and The Bahamas Ocean Club our castle. \n[248]Of course after that bachelor party, the Duke needed a few penicillin shots so he could safely consummate the marriage. \n[249]It's so nice to see you again. \n[250]Oh, I'm--- uh... \n[251]Careful now.     You ready? \n[252]Your wedding present.       Check out the name. \n[253]For three weeks we sailed the Naomi through the Caribbean-- \n[254]--eventually taking her home to Long Island, where we'd bought a house. \n[255]Seven acres on the Gold Coast of Long Island-- \n[256]  \n[257]--the most expensive real estate in the world, with maids, cooks, landscapers, you name it. \n[258]We even had two guards who worked in shifts, both named Rocco. \n[259]  \n[260]It   was heaven on earth. \n[261]The fuck are you doing?! \n[262]What?! \n[263]What?    No!    Naomi! \n[264]Venice, where are you?                                * \n[265]  \n[266]I can explain everything. \n[267]No, really. Donnie and me, we're investing in a condo development in Venice. \n[268]California, baby. \n[269]Duchess, come on. \n[270]Fuck. Naomi!    Why are you so mad? \n[271]  \n[272]  \n[273]You're an aspiring landscape architect?! But what happened to wine connoisseur? Oh wait, that was last month! \n[274]I wasn't flexing my arms. You're just lucky to have a husband who's in such great shape. Now get over here and kiss me! \n[275]Where the fuck were you last night? \n[276]My morning ritual. First I'd get up and fight with Naomi about whatever I did the night before. \n[277]  \n[278]Next it was a steam so I could sweat out whatever drugs were still in my system. \n[279]  \n[280]After that I'd assess the damage. \n[281]What kind of maniac abuses eye drops? \n[282]  \n[283]Then I'd get dressed, take my \"back pills\" to get me started, then attempt to make up with her. \n[284]  \n[285]Hey, Skylar. \n[286] \n[287]C'mon, Nay, please. You know how sorry I am. I swear I-- \n[288]C'mon, why are you doing this? I said I'm sorry. \n[289]I wouldn't do that if I were you Mommy. I think Mommy should hear a story before she decides to please herself like that. Can Daddy tell Mommy a story? And does mommy promise to keep her legs spread wide, wide open the whole time? Good. Once upon a time there was a great big mansion in Long Island and the people who lived there had lots and lots of money. But of all the possessions they had, there was one thing that was much more valuable than all the rest combined, and that was their little baby daughter. \n[290]Now because he was very security- conscious, the Daddy hired two full-time guards, big hairy men both named Rocco, and they installed security cameras all around the house. And one of those cameras is right over Daddy's shoulder. \n[291]So smile, Mommy! You're on Candid Camera! \n[292]   \n[293]  \n[294]The good thing about living with a world-class ballbreaker is they make all the other ballbreakers in your life a little easier to take. \n[295] Donnie stands talking with Jordan's assistant, Janet. Jordan approaches under a head of steam. \n[296] \n[297]Good.   Cuz we have a problem. \n[298]He's got nothing better to do on the day of the biggest IPO in this firm's history?! \n[299] Jordan finishes a phone call as Donnie enters with STEVE MADDEN, 30s, dressed in wrinkled navy blazer, cargo pants and T-shirt, a baseball cap over his scraggly, thinning hair. Jordan smiles, crosses to greet him. \n[300]The Cobbler.    Ready to get rich? \n[301]Steve Madden, the shoe designer, was a childhood friend of Donnie's, but I didn't hold that against him. Remember those ads, those giant-headed girls with bug eyes wearing those big clunky shoes? \n[302]He came to me a few years earlier when he was just starting out, so I became a silent partner in his company, buying an 85% stake for only a million bucks. \n[303]The company blew up and we were now taking it public. It was the biggest deal we'd ever done and the hottest IPO on Wall Street. \n[304] Jordan and Donnie sit with Steve Madden in mid- conversation. \n[305]You gotta get `em fired up so they'll push the shit out of this stock. \n[306]All right, let's hear it for Steve Madden and the wonderful Mary Lou! \n[307]Okay, now that you got that out of your system, I want you to know why Steve is so completely off the fucking wall... It's because this man is a creative genius. Steve's power, his gift -- is that he creates trends. Artists like Steve come along once a century! Elvis! Andy Warhol!    Giorgio Armani! Who knows how high this stock could go? The 20s? The 50s? The 80s? \n[308]I want everybody to look down. See that little black box in front of you? It's called a telephone. Now I'm gonna let you in on a little secret about this telephone -- it won't dial itself! That's right -- until you take some action, it's nothing more than a worthless hunk of plastic, like a loaded M16 without a trained Marine to pull the trigger. And in the case of the telephone, it's the action of you, a highly trained Strattonite, a killer who will not take no for an answer!   A person who will not hang up the phone until his client either buys or fucking dies! \n[309]I don't care if you graduated from Harvard or Bumfuck University or never got past fourth fucking grade! That phone is the great equalizer! There is no nobility in poverty. I've been rich, and I've been poor and I choose rich every time. \n[310]At least as a rich man, when I have to face my problems, I show up in the back of a limo wearing a $2000 suit and $40,000 gold watch! \n[311]And if anyone here thinks I'm crazy, get the fuck out and get a job at McDonald's, because that's where you fucking belong! But before you depart this room full of winners, I want you to take a good look at the person next to you, because one day in the not-so- distant future, you'll be sitting at a red light in your beat-up old Pinto, and that person's gonna pull up in a brand new Porsche, with their gorgeous young wife at their side. And who will you be next to? Some ugly beast with three days of razor-stubble in a sleeveless moo-moo, crammed in next to you with a carload of groceries from the fucking Price Club! \n[312]So you listen to me and listen carefully. Are you behind on your credit card bills? Good. Pick up the phone and start dialing. Is your landlord threatening to evict you? Good. Pick up the phone and start dialing. Does your girlfriend think you're a fucking loser? Pick up the phone and start fucking dialing! I want you to deal with your problems by becoming rich! I want you to go out and spend money! Leverage yourself, back yourself into a corner, let the consequences of failure become so fucking unthinkable that you'll have no choice but to do whatever it takes to win! \n[313]You have an obligation here, people! To your clients! To this firm! An obligation to yourself, godammit! You ram Steve Madden stock down your clients' throats and make them choke on it till they buy 20,000 shares! Be aggressive! Be ferocious! Be telephone fucking terrorists!! \n[314]At 1 p.m. we opened the stock for sale at $4.50 a share. By 1:03 it was over eighteen dollars. \n[315]Of course I couldn't have done this without help. I'd leaked the word on Wall Street that Stratton was a buyer up until twenty. So not only were we pushing Madden, all the big firms were too. \n[316]As long as they knew I'd buy the shares back at the top of the market, they'd drive the price up as high as I fucking wanted. \n[317]  \n[318]Of the two million shares being offered for sale, a million belonged to me, held in phony accounts by my ratholes. Once the price hit the high teens, I-- \n[319]Like I said before, who gives a shit? As always, the point is this-- \n[320]Janet, baby.    Drink. \n[321]Who? \n[322]Barry? \n[323]The F-B-fucking-I? \n[324]What's his problem? \n[325]But my goddamn wedding video? \n[326] \n[327]Can you bug him or something, tap his phone? \n[328]Maybe I should call him, see what he wants. \n[329]Patrick? Hey! C'mon aboard! \n[330]Plank's right down there. \n[331]Heya! This is Nicole and, um...Heidi. Girls, Patrick and...? \n[332]It did. I do. Oh, they're just friends. Give us a minute, okay? \n[333]Can I get a glass? Got wine open or any kinda booze. Shrimp and lobster're over there if you're hungry. \n[334]I have something for you, I just gotta find it. Have a seat, will ya? Ever been on one of these before? \n[335]I mean, one like this. Just had her extended to put a chopper on the back. \n[336]Names and addresses of every guest at my wedding. Friends, clients. I even threw in the seating chart. Heard that's why you wanted the video, figured this'd expedite whatever it is you're doing. I wanted to show you I've got nothing to hide. I know you're investigating Stratton but for the life of me I can't figure out why. Sure, my company is unorthodox; what brokerage isn't? Maybe we're a little louder than most but we don't do anything illegal. Talk to the SEC, they'll tell you, they checked us out up and down. \n[337]That's what I'm saying. You guys take on real crime. Which is why I'm so curious: what do you think we did? \n[338]I understand. \n[339]You know who you should be looking at? Goldman, Lehman Brothers, Merrill. \n[340]What those guys're up to with collateralized debt obligations? This internet stock bullshit? C'mon. If you want, I'll walk you through exactly -- \n[341]-- sure, get you back to the real criminals -- \n[342]You sure you don't want anything to drink? Water for your pal? Rumor is your started out in finance. Even got your broker's license before you joined the bureau. \n[343]  \n[344]Whattaya pull in working at the bureau, if you don't mind me asking. 50-60K a year? \n[345]S'crazy, the world we live in, the jobs with real value, the ones we should appreciate -- firefighters, teachers, FBI agents -- those are the ones we pay the least. \n[346]That's one thing I like about what I do, the opportunity to make that right. Take this kid we had interning last year. Didn't want to be a broker, wanted to be an environmental scientist or something, he had a student loan debts up to his eyeballs. Anyway, his mom gets sick, all they can afford is third-rate care. Some of us got together, made an investment on his behalf and -- boom -- overnight everything changes, she's seeing the best doctors in the country. Sadly, didn't work out, she passed but still: having the power to do that makes all the other bullshit worth while. See, it's all about proper guidance, Pat. Knowing someone with the right relationships, who's discreet. I can change a life almost every day. \n[347]North of half a million. \n[348]What? I was making conversation. \n[349]...no, no, no... \n[350]...no, to constitute a bribe, don't I have to make an explicit offer of money for services? With an exact dollar figure attached? All I said was \"north\" of half a million. According to the U.S. Criminal Code, that dog won't hunt, Pat. Heard you were a straight arrow. That you wouldn't bend the rules other agents might. He was right. \n[351]Figured you were looking into me, was only fair. Plus you sail on a yacht fit for a Bond villain, sometimes you gotta act the part. \n[352]-- those are friends -- \n[353]Thanks for coming down. Now get off my boat. \n[354]Hey, Denham! I'm gonna eat a claw of lobster now as I get my cock sucked by Heidi down below. You have a super ride home on the subway thinking about that!                          * \n[355]He was a numbers guy, a follow-the- fucking-money'er. He wasn't gonna come at me through my guys, looking for a weak link and a quick kill. He was gonna come at me like an accountant would, the way Ness got Capone, through my books. Which meant? It was ass- covering time. \n[356]  \n[357]Swiss cheese, Naomi, what do you fucking think? \n[358]Rugrat set up a meeting with a Swiss Banker he knew from law school who could launder our money, but it wasn't till noon the next day. \n[359]I knew if I timed my lude intake right, I'd sleep through the entire overnight flight. \n[360]At four p.m. I popped a few ludes, which started kicking in by the time I finished our sales meeting. This was the tingle phase. \n[361]By dinner I popped a few more on top of some cocktails and an valium or two. The slur phase. \n[362]By eight thirty I'd done a few more and pretty much lost my motor skills. This was the drool phase. \n[363]And by ten I didn't know who or what I was doing -- the amnesia phase. We boarded the plane just before midnight. \n[364] \n[365]Donnie.   Donnie, wake up. \n[366]Untie me, shitbag. You think this is funny? \n[367]Why? \n[368]This was fucking great. I hadn't laundered a dime yet and already I was under arrest. \n[369]Worse yet was the plastic baggie of ludes that Donnie'd stuffed up his ass. \n[370]But before he could even get a hemorrhoid-- \n[371]--the whole thing was quashed by                    * our friend the Swiss banker. Which                  * was lucky for me, since so far I'd                  * been able to keep Agent Fuckface                    * unaware of the trip.                                * \n[372]Nice to make your acquaintance. This is some lobby you got. \n[373]I'm curious about your bank secrecy laws. \n[374]Under what circumstances would you be obligated to cooperate with an FBI or U.S. Justice Department investigation? \n[375]Ca depend?      Ca depend on what? \n[376]What I'm asking, you Swiss dick, is are you going to fuck me over. \n[377]Unless it was an investigation into stock fraud -- which is a crime in Switzerland. Then you'd have to cooperate. \n[378]Was that yodeling I just heard or did you just say what I thought you said? \n[379]He was telling me to use a rathole. Problem was: sneaking a U.S. rathole into Switzerland was a chance I couldn't take. What I needed was somebody with a European passport. \n[380] \n[381]I'd like us to go to Switzerland tomorrow so you can open an account. I'll fund it, and I'll pay you really well for your trouble. \n[382]Next month maybe you can fly to New York and we can start moving the cash. \n[383]It is, and it's illegal too. Of course if you ever got in trouble, I'd come forward in two seconds, say I duped you, but even still. \n[384]I like that attitude. Promise me                      * you'll spend at least ten thousand pounds per month out of the account, okay? \n[385]But I bet you don't have everything you want. How about a bigger apartment so your grandkids can sleep over? \n[386]Sure, that'd be great. \n[387]It's that obvious, huh? \n[388]I'm a drug addict, Emma. Coke,                        * pills, you name it, whatever you                      * got. Sex addict too.                                  * \n[389] \n[390]As a matter of fact you are. My                       * job, you know, it's tough. I mean                     * I'm not complaining, it's just the stress. All these people depending                    * on me. Millions of dollars at                         * stake every day. I sometimes feel                     * I've bitten off more than I can                       * chew.                                                 * \n[391]Is she fucking hitting on me? \n[392]I agree. I put it on myself. It's                     * hard to control the anxiety, you                      * know? It's hard to learn to relax.                    * \n[393]She is hitting on me! Holy shit! \n[394]Exactly, to release the tension.                    * Sometimes you gotta learn to do                     * what comes natural in life, huh?                    * \n[395]When I got home, I realized there was no way Aunt Emma could smuggle that much cash by herself. I racked my brain for another person with a foreign passport. \n[396]As a successful drug dealer, Brad spent his winters in the South of France, which is where he met his wife Chantalle, a stripper of Slovenian origin but born in, of all places, Switzerland. \n[397]Well, this is fucked. \n[398]How much'll they want for it? \n[399]What's wrong? \n[400]Donnie?   He's just high is all. \n[401]Jesus. I thought he was your best customer. \n[402]Can you just do one trip for him? \n[403]The next day, Aunt Emma flew to Geneva, two million in cash in her carry-on. \n[404]Which in the big picture was a drop in the Swiss bucket -- \n[405]-- because the following month, over the course of six round- trips, Chantalle and her family smuggled in over twenty million without even a hiccup. \n[406] With a flourish, Donnie presents a bottle full of ludes.       * The Wolf of Wall Street   Buff Revised Pages   3/5/13 \n[407]You fucking serious?! \n[408]The Lemmon 714 was the Holy Grail of Quaaludes, outlawed since the `80s and three times as powerful as anything available today. For a Quaalude addict, it was like finding a 1952 Chateau Margaux. \n[409] In his underwear, Jordan kneels over the toilet, sticking his fingers down his throat to make himself vomit. \n[410]That night I cleared my schedule and rid my body of anything that could fuck with my high. It was celebration time. \n[411]  \n[412]Start with one, see how it goes? \n[413]  \n[414]You feeling anything? \n[415]Maybe we've built up a tolerance all these years? \n[416]  \n[417]They're old, maybe they lost their potency. \n[418]Nothing.   Working out. \n[419]Bo, hey, what's up? \n[420] \n[421]Why, what's-- \n[422]  \n[423]The Brookville Country Club was a WASP stronghold, a straight shot down the road from my house. \n[424]Yeah, I'm at a pay phone.       What's going on? \n[425]Oh, Jesus Christ! What did he do?                         * \n[426]Donnie, that piece of shit. I'm                           * gonna kill him! That fat prick                            * mother fucker!                                            * \n[427]Fuck! \n[428]What? No!       I didn't try to bribe anybody! \n[429]I zay I zint ty zoo bibe azybuzzy! \n[430]After fifteen years in storage, the Lemmons had developed a delayed fuse. \n[431]It took 90 minutes for the little fuckers to kick in, but once they did -- pow! I had skipped the tingle phase and went straight to the drool phase. \n[432]Actually I'd discovered a new phase: the cerebral palsy phase. \n[433]C'mon, stand up! \n[434]Okay, walking is off the list of options. All right, what else is there? I can crawl, like Skylar! \n[435]Fuck!   The kid makes it look so easy! \n[436]Think, you motherfucker, think! Wait, I've got it! \n[437]I can roll! \n[438]  \n[439]...ello? \n[440]Whazz a marra? \n[441]Whaa?!!    No!! \n[442]They say God protects drunks and babies. I was praying the same held true for drug addicts. \n[443]I was less than a mile from home and drove slower than shit. \n[444]  \n[445]Somehow I made it alive, not a scratch on me or the car. \n[446]  \n[447]Where Zonnie?! \n[448]  \n[449] With Naomi looking on, Jordan staggers toward Donnie like a drunk Frankenstein. \n[450]Ge ozza zone!     Ge ozza iz!! \n[451]\n[452]Zee vone!! He nah zuppose zoo dalk on zee vone!! \n[453]\n[454]\n[455]This stupid sonovabitch! All Donnie ever did was fuck me up and now I had to save his life `cause I took a CPR class when the baby was learning to swim. Just for the record, I want it noted: not for a second did I even think about letting him choke to death, even though it would've saved me an awful lot of headaches. \n[456]He won't come back! \n[457] Jordan opens his eyes. Through his HAZY POV, we see Violet, the maid standing over him with two OLD BROOKVILLE POLICE OFFICERS as Naomi attends to Donnie in the background. \n[458]Yes? \n[459]  \n[460]Wow. Maybe I hadn't made it home okay. \n[461]It was an absolute miracle I wasn't killed, and an even bigger miracle I hadn't killed anyone. \n[462]But they couldn't arrest me, the cops had no proof I'd been behind the wheel. Meanwhile, Brad did a                     * few months in jail for contempt                      * because he wouldn't rat Donnie out. They never found his gun, though, so they finally had to let him go. \n[463]I don't believe in luck. \n[464]What kind of terms? \n[465]And Stratton?    What happens there? \n[466]I'm sure many of you have been hearing rumors lately, about me, about the future of this firm, and that's what I'd like to talk to you about today. Five years ago when I started Stratton with Donnie Azoff, I knew the day would eventually come when I'd be moving on. It's truly with a heavy heart that I tell you that day is here. \n[467]Thank you for that and for your years of incredible loyalty and admiration. \n[468]The point is though, that under Donnie's leadership, along with Robbie Feinberg and Nicky Koskoff moving into key management positions, this place is gonna be better than ever! \n[469]And the fact that I'm gone won't stop me from giving Donnie advice, not that he needs any-- \n[470]Before I go, there's something I want to remind you all, and that's this -- Stratton Oakmont is bigger than any one person, even me. Especially me. You guys are Stratton, each and every one of you, and that is why it's sure to remain the best brokerage firm in the fucking world! \n[471]See, the very idea of Stratton is that when you come here and step into this bullpen for the first time, you start your life anew. You have a place here and no one can take that away from you! Stratton Oakmont is America! Give me your tired and poor! The very moment you walk through that door and pledge your loyalty to this firm, you become part of a family, you become a Strattonite! It doesn't matter who you are, it doesn't matter where you're from! Whether your family came over on the Mayflower or on a fucking inner tube from Haiti! \n[472]Everybody here knows Kimmie Belzer, right? \n[473]In case any of you weren't aware of it, Kimmie was one of Stratton's first brokers, one of the original twenty. Now when most of you met Kimmie, you met her the way she is today -- a beautiful woman who drives a brand new Mercedes, a woman who lives in the finest condo complex on Long Island. A woman who wears $3000 Armani suits, who spends her winters in the Bahamas and her summers in the Hamptons! \n[474]But that's not the Kimmie I met. The Kimmie I met was broke, a single mom on the balls of her ass. Three months behind on her rent with an eight year old son! She came to me for a job and when I hired her she asked for a $5000 dollar advance so she could pay his tuition. And what did I do, Kimmie? \n[475]Because I believed in you, like I believe in each and every one of you! \n[476]You know for years I've been telling you guys not to take no for an answer, to keep pushing, to not hang up the phone till you get what you want. This deal I'm about to sign, barring me from the securities industry, barring me from Stratton, my home... What the fuck is that? I'll tell you what it is, it's me being a hypocrite. It's me taking no for an answer, it's them selling me, not the other way around! Fuck it, I'm not leaving! \n[477]\n[478]Of course, the troops weren't the                    * only ones who were thrilled.                         * \n[479]I apologized to Brad and promised                    * him he'd never have to deal with                     * Donnie again. Even offered to pay                    * him for his time in the can. But                     * he said no, he was out. Sad thing                    * was, he was dead two years later.                    * Massive heart attack while sitting                   * on the john.                                         * \n[480] Janet enters Jordan's office, leaves a stack of legal papers on his desk. \n[481]Within days, subpoenas started flying. They were burying me in paper -- \n[482]-- notices to produce documents, depositions. Donnie couldn't drink water fast enough. \n[483]They interrogated everybody, it went on for months. It was total fucking harassment... \n[484]... but not a single Strattonite cracked. Donnie and I were given strict instructions not to leave the country... \n[485]...so we took our wives to Italy.                     * Each of us had a couple of million                    * we needed to deposit anyway --                        * \n[486]-- this seemed the most civilized way to transport it overseas. \n[487]I have a rare condition that requires me to drink one of these every fifteen minutes. If you could set your egg timer, I'd appreciate it. \n[488]What?!                        * Rugrat, what the fuck?                              * \n[489]Call the                   * sonovabitch! Hold on a second.                      * \n[490]Your fucking friend is trying to fuck me. And you know where he's trying to fuck me? Up the ass. I need some time to think.                          * \n[491]Even though I owned 85% of Steve- Cocksucker-Madden-fucking-Shoes, the shares were in his fucking name. Motherfucker knew I was in trouble with the Feds and was trying to take advantage. \n[492]Tell all the brokers to sell.                       * Drive the price down. Steve will                    * go cockless when he watches me                      * turn his company into a penny                       * stock.                                              * Sonovacunt! Captain Ted!! Start `er up, we gotta go home!                                      * \n[493]What the fuck?! What happened? \n[494]Fucking heart attack. Boom-snap, she was gone. Shuffled off her mortal coil and twenty million dollars in a Swiss bank account. \n[495] \n[496] \n[497]She did?! \n[498]I gotta say, these Swiss were sneaky motherfuckers. Within minutes he made arrangements to set me up with a forger, the best document specialist in Geneva. \n[499]Thing was: I had to get there in three business days to co-sign on the account. \n[500]Captain Ted! Change of plan!                         * We're going to Monaco.                               * \n[501]Yes, babe. We're going to Monaco                     * so then we can go to Switzerland.                    * \n[502]I realize that but we have to go                     * to Switzerland.                                      * \n[503] \n[504]Why?! \n[505]Honey, I loved your Aunt Emma more                   * than anyone in the world, but                        * she's still gonna be dead in two                     * days. She's not going anywhere.                      * \n[506]Captain Ted, we've gotta get to                      * Monaco. \n[507]Then we drive to Switzerland so                      * they don't stamp our passports.                      * Take care of business. Drive back                    * to Monaco, fly to London for the                     * funeral, fly back to New York to                     * be there in three business days -                    * That's the fuckin' plan.                             * \n[508]The boat's 170 feet long.      She can               * handle a little chop.                                * \n[509]Is it safe?                                          * \n[510]We can do it?                                        * \n[511]Well, that's fine.                                   * \n[512]A few broken dishes. Isn't that                      * great? Let's go to Monaco -                          * \n[513]Well talk about your shitty vacations... \n[514]What the fuck is going on?                           * \n[515]Can't you turn us around?! \n[516]I'm a master diver. We will not                      * drown, I promise you. I got you,                     * baby.                                                * The ludes! \n[517]Get the fucking ludes!                               * \n[518]I can't die fucking sober! \n[519]What's happening?!                                   * \n[520]The nice thing about getting rescued by Italians is that the first thing they do is feed you and make you drink red wine. Then they make you dance. \n[521]Did you see that? That was the plane I sent for to come get us. I shit you not, it exploded when a seagull flew into the engine, three people killed. You want a sign from God, well after all this I finally got the message. I had to make some fucking changes. \n[522]  \n[523]I gotta finish these balance                             * sheets, babe.                                            * \n[524]What's the single most important                       * skill in life you can ever master?                     * \n[525]At the essence of every personal interaction, of every business transaction, of every effective human communication is PERSUASION... once you learn to control the linguistic encounter, you will be SHOCKED at what will happen... you are a person worth listening to, and taking it one step higher than that, you are someone who can help them achieve their goals... \n[526]Do you dream of being financially independent but struggle every month just to pay your bills? Would you like to own a home like                      * this one someday but can barely afford to pay your rent? My name is Jordan Belfort and there's no secret to wealth creation. No matter who you are, where you came from, you too can                       * become financially independent in just a matter of months. All you need is a strategy. \n[527]The first action you have to take is to DECIDE to be wealthy. When I was 24 years old, I made a DECISION not to just survive but to THRIVE. I started my own stock brokerage firm, developing a                          * SYSTEM OF SELLING that within a year made me a multi-millionaire. \n[528]From these humble middle-class beginnings, I now live here...with my beautiful wife and kids...living the lifestyle of our dreams... \n[529]Now I'm passing along the secrets to my success in my 90-minute free seminar, \"Jordan Belfort's Straight Line Persuasion.\" \n[530]There's nobody stopping you from                      * making millions. There is nobody                      * holding you back from financial                       * freedom.                                              * Thank You Sweet Heart.                                * Don't just sit at home or the life                    * of your dreams will sail right                        * past you.                                             * \n[531]I've changed all these people's lives and I can change yours, too! \n[532]So come to my seminar!! The life of your dreams is only a decision away -- \n[533]This one takes the cake. It was Rugrat, he'd been busted down in Miami, and guess who the fuck with? \n[534]What were the odds? There had to be ten thousand Swiss bankers in Geneva and I choose the one dumb enough to get himself arrested on U.S. soil. \n[535]Even more ironic was he'd gotten himself indicted on charges that had nothing to fucking do with me. \n[536]Something about laundering drug money through offshore boat racing and a guy named Rocky Aoki, the founder of Benihana. \n[537]Beni-fucking-hana! Why would God be so cruel as to choose a chain of fucking Hibachi Restaurants to bring me down? \n[538]Long story short was Saurel ratted me out, but not before he ratted out Chantalle, who it turns out he'd been fucking every time she went to Switzerland! \n[539]I was indicted for money laundering, securities fraud and an endless list of other shit. \n[540]I can make bail.                                    * \n[541]Nay, thank God. I'm so glad you're here. \n[542]   \n[543]Tell me about it. It's getting old, starting to shit inside the house again. \n[544]Lobster Newburg sucked.     They gave me some jewelry though. \n[545]Inside.    Pissed. \n[546]Had to mortgage the home to make bail. Probably gonna hafta sell it to pay my lawyers. If we fight this thing. \n[547]Like I said, loyalty meant a lot to me. Without your friends and family standing behind you, you're fucked. \n[548]That your life's work in the box?                   * \n[549]You want me to rat? \n[550] \n[551]How was Christy's party?                            * \n[552]Baby, I talked to the lawyers                       * again today. I have some really                     * great news. As it turns out you're                  * totally off the hook.                               * \n[553]You never did anything wrong                        * anyway, right? At the end of the                    * day all they really want is for me                  * to cooperate - that's it.                           * See, apparently, I know so much                     * about what's going on in the stock                  * market that I could save the                        * government years of heartache. But                  * it get's even better... You see,                    * if I cooperate I'll only have to                    * serve four short years and any                      * fine I'd have to pay wouldn't be                    * due til after I serve my sentence.                  * We'll still have plenty of money                    * left over. The only thing that I                    * was kind of upset about was the                     * fact that I might have to give                      * them information about my friends.                  * \n[554]But there's a silver lining to                      * that too... It turns out that all                   * of `em are probably gonna                           * cooperate too. So in the end, that                  * won't really be a factor.                           * \n[555]No, it's good for both of us, Nay.                  * \n[556]Make love to me baby. Make love to                  * me nice and slow.                                   * \n[557]* \n[558]I love you, Nay. I love you so                      * much. I've loved you from the                       * first time I saw you.                               * \n[559]What?                                               * \n[560]What are you talking about?                         * \n[561]That's not true. What do you mean?                  * \n[562]Hold still. Why are you moving                      * like that?                                          * \n[563]What are you doing baby?                            * \n[564]You want me to cum, baby?                           * \n[565]What are you talking about?                         * \n[566]What? What are you talking about?                   * Now? After we just made love?                       * \n[567]You don't love me? Isn't that                       * convenient. Now, you don't love                     * me? Now while I'm under federal                     * indictment with a fucking bracelet                  * around my ankle? Now, all of a                      * sudden, you decide you don't love                   * me?                                                 * \n[568]What kind of a person are you?                      * \n[569]I've got news for you. You're not                   * taking my kids.                                     * \n[570]My lawyers are more powerful than                      * yours. You're not taking my kids!                      * You vicious cunt!                                      * \n[571]Fuck you! You're not taking my                         * kids. You fucking bitch!                               * \n[572]You're not taking my kids.                             * \n[573]Oh yeah? You don't think I'm gonna                     * see my kids again? Oh yeah?                            * \n[574]Lemme just sign the fucking thing.                       * \n[575]For the next six hours, I came up with a list. Friends, enemies, business associates, anybody who'd ever known me or taken so much as a stock tip. The first name on the list was Donnie's. \n[576]  \n[577]The trial won't be for months, so obviously I'll be counting on you to pick up the slack. \n[578]And you know how much that means to me. Hey, you know what I wanted to ask you? \n[579]The Steve Madden deal, did he ever come through on that? \n[580]Remember he was supposed to kick back like four mil from that one account? \n[581]Well if you talk to him, let me know. You want the last yellowtail? \n[582]And thus began my career as a government cooperator. I was a rat... \n[583]  \n[584]But I wasn't losing any sleep over it. \n[585]  \n[586]Why?   What's going on? \n[587]Donnie Azoff, my partner. My best friend. \n[588]* \n[589]After months of legal wrangling,                      * I was finally sentenced to prison.                    * \n[590]I gave up everyone, and in return                   * got three years in some hellhole                    * in Nevada I'd never even heard of.                  * Like Mad Max'd said, the                            * chickens'd come home to roost.                      * Whatever the fuck that means.                       * \n[591]I'm not ashamed to admit, when we arrived to prison, I was absolutely terrified... \n[592]I needn't have been. \n[593]Sorry, just out. What is that, forty-thirty? \n[594]For a brief, fleeting moment, I'd forgotten I was rich and lived in America. \n[595]Sell me this pen.                                    * \n[596]Sell me this pen.                                  * \n[597]Sell me this pen...Sell me this                    * pen... Sell me this pen...Sell me                  * this pen...                                        * ", "Aunt": "\n[1]Jordan dear, how lovely. \n[2]Into the donuts, I see. \n[3]I lived through the 60s, my dear. Enjoy the day. \n[4]Jordan? \n[5]So tell me about this plan of yours. \n[6]Oh my. \n[7]Moving the cash. I feel like a character in an Ian Fleming novel. It's all quite racy, isn't it? \n[8]Risk is what keeps us young, isn't it darling? \n[9] \n[10]Shall we sit? \n[11]Sometimes I wonder if you let money get the best of you, dear. Among other substances. \n[12]It's the height of summer and                         * you've got the chills.                                * \n[13] \n[14] \n[15]You're a man with large appetites. \n[16]To release the tension. \n[17]Is he fucking hitting on me? \n[18]Stability, dear. Family. \n[19]You take care of my niece, my love. And I'll take care of everything over here.                               * Ah, once upon a time...                             * ", "Emma": "\n[1]Jordan dear, how lovely. \n[2]Into the donuts, I see. \n[3]I lived through the 60s, my dear. Enjoy the day. \n[4]Jordan? \n[5]So tell me about this plan of yours. \n[6]Oh my. \n[7]Moving the cash. I feel like a character in an Ian Fleming novel. It's all quite racy, isn't it? \n[8]Risk is what keeps us young, isn't it darling? \n[9] \n[10]Shall we sit? \n[11]Sometimes I wonder if you let money get the best of you, dear. Among other substances. \n[12]It's the height of summer and                         * you've got the chills.                                * \n[13] \n[14] \n[15]You're a man with large appetites. \n[16]To release the tension. \n[17]Is he fucking hitting on me? \n[18]Stability, dear. Family. \n[19]You take care of my niece, my love. And I'll take care of everything over here.                               * Ah, once upon a time...                             * ", "Manny": "\n[1]I'm telling you -- piss on the SEC's leg, you'll end up with your tits in a ringer. \n[2]You're a lucky guy, Jordan. Legally I've never seen anyone slip a noose the way you do. Christ, you're lucky to be alive much less not in jail. \n[3]That's what all lucky people say. It's time, Jordan. Let me make a deal with SEC. Before your luck runs out. \n[4]You plead guilty to a handful of securities violations -- stock manipulation, high pressure sales tactics, ticky-tack shit like that. You pay a few million dollars in fines and in exchange the SEC fucks off for all time. \n[5]You'd have to walk away. Let Donnie take over. Now the FBI's a different animal. They can still pursue you for criminal wrongdoing. But with you on the sidelines, my guess is your best friend Agent Denham'll be left standing around with his dick in his hand. \n[6]God knows you'll never have to work again. ", "Riskin": "\n[1]I'm telling you -- piss on the SEC's leg, you'll end up with your tits in a ringer. \n[2]You're a lucky guy, Jordan. Legally I've never seen anyone slip a noose the way you do. Christ, you're lucky to be alive much less not in jail. \n[3]That's what all lucky people say. It's time, Jordan. Let me make a deal with SEC. Before your luck runs out. \n[4]You plead guilty to a handful of securities violations -- stock manipulation, high pressure sales tactics, ticky-tack shit like that. You pay a few million dollars in fines and in exchange the SEC fucks off for all time. \n[5]You'd have to walk away. Let Donnie take over. Now the FBI's a different animal. They can still pursue you for criminal wrongdoing. But with you on the sidelines, my guess is your best friend Agent Denham'll be left standing around with his dick in his hand. \n[6]God knows you'll never have to work again. "}}