{"filename": "Kingdom,-The_script.txt", "imdb_id": "tt0431197", "imdb_url": "https://www.imdb.com/title/tt0431197", "characters": ["Colonel Faris Al Ghazi", "Damon Schmidt", "Ronald Fleury", "Robert Grace", "Francis Manner", "Gideon Young", "Maricella Canavesio", "Janet Mayes", "Miss Ross", "Grant Sykes", "Elaine Flowers", "Ellis Leach", "Aaron Jackson", "Sergeant Haytham", "Adam Leavitt"], "dialogues": {"Damon": "\n[1]They aren't protecting anyone. There's no conspiracy. They're just terrified. Finally. The Saudis have finally seen the Monsters they helped create, because those Monsters have come home. And if Saudis don't catch Saudi Monsters, that's the end. \n[2](right through Fleury's  \n[3]-you see the slums on the way in?  \n[4]See that even though their homes are falling down, they had satellite dishes bolted on?  \n[5]Everyone already knows you're here. Credit? If the Saudis cracked this Cell while these servants were pouring coffee, Al-Jazeera still leads the story with your Team.  \n[6]No-  \n[7]And the path to Hell is paved with good intentions.  \n[8]  \n[9]You're on an island. I hope you know how to get off. \n[10]Then here's to you. Let's bet: when this Colonel Al-Ghazi comes out, he's in-charge of the investigation -if so, you set me up on a date with Janet Mayes. \n[11] \n[12]No -- I know. \n[13]The Prince has Men at Al-Rahmah. \n[14]Ask him. 3 vehicles will stay behind when the Prince and Press leave. You'll convoy straight to BA flights into Dulles -- last minute fares come out of your budget, by-the-by. Tried to swing upgrades, but check at the counter. \n[15] \n[16]Already a rumor that the guy who wrote our State Department memo- \n[17]You know him? He's gonna be put out to pasture: made an example of by the President to ensure all levels of government get tough on Terror. You won the hand on the River card. \n[18]-kidding me? You mean those are Terrorist targets? Holy Wow. Momma, don't let your children grow up to be cowboys. Just get ready to go home and revel in the fact that for the next few weeks your shit won't stink. \n[19] ", "Schmidt": "\n[1]   \n[2] \n[3]For sure. I mean, I don't know how you did it. Nice work, but if you live through this, which I put at about fifty percent - if you do, your balls are gonna get stretched and beaten on. Dig that? \n[4]Damon Schmidt. State Department. I'm in charge of getting you out of here. \n[5]Don't let go of his hand first. Major disrespect. \n[6]Nice pictures. You guys ready to go home now? \n[7]OK. If you change   your minds, I got a plane fueled up   and ready to go - got your name all   over it... \n[8]Strap your kevlar on tight, people. \n[9]They aren't protecting anyone. There's no conspiracy. They're just terrified. Finally. The Saudis have finally seen the Monsters they helped create, because those Monsters have come home. And if Saudis don't catch Saudi Monsters, that's the end. \n[10](right through Fleury's  \n[11]-you see the slums on the way in?  \n[12]See that even though their homes are falling down, they had satellite dishes bolted on?  \n[13]Everyone already knows you're here. Credit? If the Saudis cracked this Cell while these servants were pouring coffee, Al-Jazeera still leads the story with your Team.  \n[14]No-  \n[15]And the path to Hell is paved with good intentions.  \n[16]  \n[17]You're on an island. I hope you know how to get off. \n[18]Then here's to you. Let's bet: when this Colonel Al-Ghazi comes out, he's in-charge of the investigation -if so, you set me up on a date with Janet Mayes. \n[19] \n[20]No -- I know. \n[21]The Prince has Men at Al-Rahmah. \n[22]Ask him. 3 vehicles will stay behind when the Prince and Press leave. You'll convoy straight to BA flights into Dulles -- last minute fares come out of your budget, by-the-by. Tried to swing upgrades, but check at the counter. \n[23] \n[24]Already a rumor that the guy who wrote our State Department memo- \n[25]You know him? He's gonna be put out to pasture: made an example of by the President to ensure all levels of government get tough on Terror. You won the hand on the River card. \n[26]-kidding me? You mean those are Terrorist targets? Holy Wow. Momma, don't let your children grow up to be cowboys. Just get ready to go home and revel in the fact that for the next few weeks your shit won't stink. \n[27] ", "Ronald": "\n[1]I sure can. That was December 4th and that was the day that we spent the whole day in the hospital waiting for this guy right here to come out of Kevin's mom's tummy. And we waited and waited but he wouldn't come and we kept waiting and finally the doctor said `OK...he's not gonna come out on his own so we got to go get him.' And well, \n[2]Can I tell this story? \n[3]They started to pull and pull and pull... they had something in there and it started coming and they were pulling and the doctor all of the sudden said \"STOP!\" \n[4]They stopped pulling and the doctor looked up at me and said `Hey, Mr. Fleury - you ready to have your world rocked?' And I just stared at her and she pulled this little head up out of that belly. And it was him. His head. And I looked down at him and screamed \"Kevin!!\" And he looked down at me and screamed \"Daddy!!\" \n[5] \n[6]Hey, I'm at Kevin's school. What's goin' on? \n[7]Where exactly? \n[8]How? \n[9]When? \n[10]Fran, I'm rollin' right now. Let me call you back: I gotta ring bells \n[11]Son, I gotta go to work. \n[12]I gotta go to work... \n[13]Big Fran -- you remember him? \n[14] \n[15] \n[16] \n[17]I'm gonna try... \n[18] \n[19]Numbers so far: 100+ dead, 200+ injured. The target was a softball game. Rumor is the Killers wore Saudi police uniforms. Special Agent Fran Manner was killed. \n[20]So was Rex Burr from State. \n[21]Fran was the best among us...we'll feel this loss the rest of our days... Grant, take stabs at bomb sizes. \n[22]Obviously a secondary blast after the initial devices used to lure first responders to the scene. Don't know anything about where or what it was yet. \n[23]If you already know the answer Adam, why ask the question? \n[24]This is not new in concept. It is new in scope. It's bigger. Very sophisticated. Command and control was flawless. They found the largest kill zone they could and they did it... they did it by being patient. \n[25]From the State Department, one hour ago: `We are in agreement with the Saudi security assessment that any additional American presence on Kingdom soil represents reckless risk. Therefore it is the Secretary of State's position that only after the situation has been evaluated and contained, should the Federal Bureau of Investigation activate Rapid Deployment.' The National Security Advisor and the Attorney General agreed. I'm going to get us access. Keep your go bags hot. It's gonna come fast. \n[26] \n[27]Ask her. \n[28]Two suicide bombers. Rumors they were dressed as Saudi Police. We believe this is the work of Saudi terrorist named Abu Hamza. \n[29]A Shooter crew served as distraction. After the initial attack there was a lull to allow Saudi Emergency Teams...and our own attaches...to collect. Then a secondary blast was triggered, aimed at those first responders. So they targeted families and rescuers with one attack. I think that's a clear signal that their definition of `Enemy' is expanding. \n[30]Sir, how would you imagine it looks viewed through an FBI agents eyes? \n[31]I'm interested in how you think this situation is viewed through our eyes. \n[32]If I wanted vengeance, I'd have whispered `Rex Burr' into Ellis's ear right when we walked in. \n[33]This isn't Terrorism, ma'am. It's just Serial Murder. \n[34]To call this massacre an act of terrorism... that implies a specific political agenda. To me, these killings are so futile and unbalanced that they feel utterly sociopathic- more like Charles Manson than Osama Bin Laden... \n[35]When she says talented, she's not talking about the walking-bombs who can sneak past any and all security, nor the hi-jackers tough enough to take an airliner. We're talking about the Man who teaches them how... \n[36]If we don't get inside Saudi Arabia within 36 hours, there is no chance we catch the killer responsible for Al-Rahmah. None. \n[37]To not engage these criminals out of fear for our personal safety is just another way of saying `uncle.' \n[38]I'll say it another way: Evidence starts to go cold after twenty four hours. If we can't get in now, we will not find the man or men responsible for this crime. We couldn't do it at Khobar; we couldn't do it in Yemen; we have barely scratched the surface in Iraq. And we are on verge of not doing it here. They are getting stronger, we are getting weaker. I just lost a very good friend and I would very much like to go and do my job. \n[39]It's not vengeance. \n[40]I just can't sit this out. I can't watch this not get dealt with. Not again. Know what my high school football coach used to say to me? \n[41]\"HIT SOMETHING.\" All night long, Coach Bailey would scream \"HIT SOMETHING.\" Every play. \n[42]I'm fixing to go hit something, boss. You with me? \n[43]The Saudis covet good PR as much as their Oil: 15 of 19 hijackers on 9- 11 means most Americans will never stop asking if that Saudi Oil is worth it. It's all about press. \n[44]What's your take? \n[45]White House call you with a spin? \n[46]How hard you gonna hit the Royal Family in your column tomorrow? \n[47]With the bombings? Or other things... \n[48]I know you're tracking Al Haramain. \n[49]Sometimes. Seems that just might happen. \n[50]We got some other stuff: Missing girls out of a Houston Four Seasons Hotel that was heavily populated by some \"Saudi officials.\" Little things... \n[51]I'm not saying that. \n[52]I need a favor. \n[53]When it's real and it will be real... I'll come to you with what we have first. It's yours. Exclusive. \n[54]You call Thamer at the Embassy. Tell him that the FBI is getting real close to laying out some major Saudi VIP indictments relating to newly uncovered charity financing out of a Boston investment firm. We're gonna freeze a lot of Saudi cash and roll out some major embarrassment. \n[55]It's a free world, baby. Ask him to comment. \n[56]Tell him that I'm running the investigation. \n[57]Tell him that I'm not the nicest kid on the block. \n[58]I want fifteen minutes with him tonight. \n[59]I come to you first. No one else. \n[60]I'm just trying to do my job, Elaine. That's it. Call Thamer. \n[61]Get back in. \n[62]Too many people we both know were at the bar. It's a pleasure to meet you, Your Highness. \n[63]She can be a bit of an exaggerator... I'm sure things were somewhat over-stated. I see myself as friend of Saudi Arabia. I just need a little cooperation, that's all. \n[64]Full cooperation: my Team cleared to land at Prince Sultan Air Base. Tomorrow. We want to help in a very muscular way, quickly. \n[65]This goes one of two ways. First: The FBI with the White House go on the kind of aggressive PR \"Saudi Royal Family Decaying Monarchy\" bender that just can't help but hurt. Really hurt. And I don't care how many Chinese are lined up to buy the oil. You know it's gonna hurt. \n[66]And then we bring the hammer down hard as hell: Bust Al Haramain - we got direct links from Riyadh - two wives donating ten million to three Arab-American cultural centers in Boston. Then what gets kind of not- funny is how some of that cash found its way to Jakarta and some Mosques that have these training camps built right next to them. It's kinda funny... you got little kids playing over here, and some not so little kids playing with guns over here. That's kinda odd. \n[67]We're getting there, Sir. And I haven't even brought up the two girls still missing out of Houston. This is big. It is real. And I know you only care so much about public American opinion, Sir. But the story will be covered... Big... \n[68]And this ain't the Metro section. It's above the fold, just below the date. Words like these get syndicated to papers like the Omaha World-Herald, The Terrell Tribune -- You ever been to Terrell, Texas? \n[69]Last I heard, 112 people lost their lives in your country. One of them was a good friend of mine. I want in and I want in immediately. \n[70]Right now immediately. \n[71]-4. With a 25-man security detail- \n[72]That's too bad. \n[73]Men in Saudi Police uniforms are why we're talking now. \n[74]Whose hands? \n[75]-seven-day or work-week? \n[76] \n[77] \n[78]I'm OK...You don't think I'm OK? \n[79]I'm checked. \n[80]How we doing? \n[81]They gonna let us land? \n[82]Good. \n[83]Hunting... \n[84]Big Game hunting. \n[85]Heads on a swivel. \n[86]Special Agent Ronald Fleury. \n[87]If somebody was tailing us it'd be obvious. This is just standard operating speed. \n[88]Colonel, have you ever been to the \n[89]You don't know what you missed... you should have seen him play for our Chicago Bulls. \n[90]Colonel, do you believe Abu Hamza was responsible for this attack? \n[91]Were Saudi Police involved in the attack? \n[92]Any word on what that third big blast was? \n[93]You don't know the source of the blast, don't know if your own Officers were involved, but you won't let us work nights? \n[94]What time is sunrise? \n[95]Hey... How are you? How's my boy? \n[96]I'm here... Lemme talk to my boy. \n[97]What did the Prince say? \n[98]What rules? \n[99]That's not accurate-- \n[100]Who is in charge of the investigation then? \n[101]To walk through? Are you kidding me? \n[102]Get him over here now and let's clarify this situation. \n[103]There sure as hell is! I don't know what kind of game you're playing but you got the wrong guy, Colonel Al-Ghazi! That was not the deal- \n[104]\n[105]How have you guys been doing with the witnesses? \n[106]Why Saudi Arabia? \n[107]\n[108]So has Everyone else now. \n[109] \n[110]So you really didn't see anything. \n[111]She live with her husband? \n[112] \n[113]Mr. Aaron Jackson? \n[114]-easy, Sir. He's a friend to us- \n[115]I'm Special Agent Ronald Fleury of the FBI. This is Colonel Al-Ghazi with the Saudi State Police- \n[116]Can I come back? \n[117]Your boys... \n[118]To ask about two nights ago. \n[119]...I won't pretend to know... \n[120]Up the street, there was a wreck, did you see any- \n[121]Aaron- \n[122] \n[123]Well, in order to video, in order to observe, you need a view. \n[124]Formed the plan up here: saw everything he could hit. Way too pretty a' plan to have been fully hatched on just one visit. He came here a couple times. \n[125] \n[126]I'm sure the General is good guy...and I'm just as sure he's no Investigator. \n[127]Let me help you. \n[128]And I imagine that will run until sundown? \n[129]They all get palaces this big? \n[130]I do. \n[131]I've seen that the man who planned the worst crime in your Kingdom's history is without a doubt Saudi... \n[132]..and that if you walk 300 kilometers from the compound, you will find a rooftop where the attacks were planned. I've seen that the person in this room \"born with it\" is right there... Everything I just said came from Colonel Al-Ghazi: his observations of the scene while he was protecting us. And I think you're absolutely right Sir: that kind of instinct can't be taught: not to Falcons. Definitely not to SANG Generals. Innate or not at all. You want the murder to stop as much as I do. Let us help. \n[133]Think it will work? \n[134]They're paranoid and overly self- protective. \n[135]They can have every shred of credit-  \n[136]Yeah.  \n[137]Yeah...  \n[138]Have you been to the crime-scene?  \n[139]-if you had, you'd see the evil work of real Talent. The kind that doesn't stop until it's forced.  \n[140]You having fun?  \n[141]By catching Abu Hamza. \n[142] \n[143]We should start with the dead shooters. \n[144]Can we photograph all three of them? Couple hundred copies each... \n[145]Good. If it's OK with you, I'd like to suggest we split up as follows... \n[146]Have him pass these out to the compound security. See if anybody knows them. \n[147]Would you mind doing one more thing for me? \n[148]Could you tell me if you recognize any of these men? \n[149]Where? \n[150]What about the others? \n[151]What, the Liza Minelli shirt? \n[152]What was odd? \n[153]Yeah. \n[154] \n[155]That's one of the many things we're trying to find out... \n[156] \n[157]That's the name of a clinical psychologist. Works with Embassy kids...apparently very good at explaining violence- \n[158] \n[159]I will find the man responsible for the death of your wife. We're close. \n[160]Then tomorrow I'll come back. \n[161]We know where he lives? \n[162]You don't seem very excited. \n[163]Where? \n[164]A trillion reasons for our Leaders to hold hands another one hundred years. \n[165]Agreed. \n[166]Yes, I do. \n[167]Is your first name `Colonel?' \n[168] \n[169]This place is community service? \n[170]Why did he turn himself in? \n[171] \n[172] \n[173] \n[174] \n[175]\n[176] \n[177]Why? \n[178]Where's Muaath? \n[179]\n[180]He's gone... This shrapnel look like the stuff you pulled at the morgue? \n[181]Bolts? \n[182]Wing nuts? \n[183]Razor blades? \n[184] \n[185]This is bullshit. You know it. Meaningless. There's no leader here. These are kids. That's it. \n[186]Yes, that's it. Smile for the cameras, body-bag some children. Wrap it up, but us -- out. I get it. \n[187]You need water? \n[188]You do? How did you know we were here? \n[189]-Ellis Leach? \n[190]We didn't win shit, Schmidt. These are teenagers... children with pictures that someone far senior has provided them. \n[191]Hello? Yes, Sir. We're all here and healthy. I'm sitting next to their corpses but this may not be over. These don't feel like anything resembling senior leadership- -thank you Sir. I do. \n[192]Please do me one favor before we board: warn every `Coalition-of-the- Willing' or whatever the hell we're calling our Iraq allies now, that pictures of their Riyadh embassies were found in this Cell's safe- house. \n[193] \n[194]Yeah. \n[195]I'm thinking about New York - February 26, 1993. The first time they tried to hit the Trade Towers. \n[196] \n[197]Four hundred dollars. For four hundred dollars, he was caught. Stupidity. Catching the cell was easy. Just like this. The cell came back. \n[198]I'll be back. \n[199] \n[200]You whole? \n[201]\n[202]\n[203]Hands up -- you're gonna fall- \n[204] \n[205]\n[206]\n[207]We go in the front door. Haytham - cover the stairs. Janet - hallway. Watch the side doors. Watch your backs. \n[208] \n[209]Everybody OK? \n[210]...Don't... \n[211]...drop it, Son...please... \n[212]You got him. You got him... You got him. \n[213]Yeah. \n[214]Yeah, there are... But you want to know something? \n[215]You're not one of them. (alt: There's a lot of good guys, too) ", "Fleury": "\n[1]This is my Fredricksburg house and my grandma Ruth playing with my skateboard ramp. It's a Tony Hawk jump ramp. \n[2]Mick? \n[3]This is me at my second birthday party with my mom and my dad. That's my cake. \n[4]This is me with my mom at the zoo and this is my dad and me and my grandpa Willie. \n[5]And this is me and my dad and my grandpa Willie at my dad's office. \n[6]I'm assuming that there are no bad guys in this room. Isn't that right? I mean, are you guys good guys or bad guys? \n[7]Right. So why would I have brought my gun to a room full of good guys? \n[8]This is me and my dad playing Battleship at my dad's apartment. \n[9]Mick? \n[10] \n[11]But that's OK `cause the most important thing is to know that everybody loves each other. \n[12]That's my fish, his name is Jaws and he's a really mean fish. \n[13]My mommy is a Think Tank worker and she is really, really smart. She went to two colleges and has three computers. \n[14]This is the day that my daddy says is the happiest day of his life. \n[15]I sure can. That was December 4th and that was the day that we spent the whole day in the hospital waiting for this guy right here to come out of Kevin's mom's tummy. And we waited and waited but he wouldn't come and we kept waiting and finally the doctor said `OK...he's not gonna come out on his own so we got to go get him.' And well, \n[16]Can I tell this story? \n[17]They started to pull and pull and pull... they had something in there and it started coming and they were pulling and the doctor all of the sudden said \"STOP!\" \n[18]They stopped pulling and the doctor looked up at me and said `Hey, Mr. Fleury - you ready to have your world rocked?' And I just stared at her and she pulled this little head up out of that belly. And it was him. His head. And I looked down at him and screamed \"Kevin!!\" And he looked down at me and screamed \"Daddy!!\" \n[19] \n[20]Hey, I'm at Kevin's school. What's goin' on? \n[21]Where exactly? \n[22]How? \n[23]Dad? \n[24]When? \n[25]Fran, I'm rollin' right now. Let me call you back: I gotta ring bells \n[26]Son, I gotta go to work. \n[27]We're gonna do ceramics... \n[28]I gotta go to work... \n[29] \n[30]Big Fran -- you remember him? \n[31] \n[32] \n[33]What happened? \n[34] \n[35] \n[36]You gonna go see him? \n[37]I'm gonna try... \n[38] \n[39]Ex-husband, and God knows. \n[40]\n[41]Glenda, I want you to look at me. \n[42]Please... I'm going to take care of this. Whoever did this... I give you my word. Whoever did this will pay. I can't change this, but I can promise you that I will make someone pay for this. \n[43]Numbers so far: 100+ dead, 200+ injured. The target was a softball game. Rumor is the Killers wore Saudi police uniforms. Special Agent Fran Manner was killed. \n[44]So was Rex Burr from State. \n[45]Fran was the best among us...we'll feel this loss the rest of our days... Grant, take stabs at bomb sizes. \n[46]Obviously a secondary blast after the initial devices used to lure first responders to the scene. Don't know anything about where or what it was yet. \n[47]If you already know the answer Adam, why ask the question? \n[48]This is not new in concept. It is new in scope. It's bigger. Very sophisticated. Command and control was flawless. They found the largest kill zone they could and they did it... they did it by being patient. \n[49]Abu Hamza. Saudi Al-Qaeda. Bin- Laden-wanna-be. We know he was in Afghanistan, then moved to Iraq. Now he seems to have come home. He's clearly becoming increasingly active... \n[50]From the State Department, one hour ago: `We are in agreement with the Saudi security assessment that any additional American presence on Kingdom soil represents reckless risk. Therefore it is the Secretary of State's position that only after the situation has been evaluated and contained, should the Federal Bureau of Investigation activate Rapid Deployment.' The National Security Advisor and the Attorney General agreed. I'm going to get us access. Keep your go bags hot. It's gonna come fast. \n[51] \n[52]Ask her. \n[53]Two suicide bombers. Rumors they were dressed as Saudi Police. We believe this is the work of Saudi terrorist named Abu Hamza. \n[54]A Shooter crew served as distraction. After the initial attack there was a lull to allow Saudi Emergency Teams...and our own attaches...to collect. Then a secondary blast was triggered, aimed at those first responders. So they targeted families and rescuers with one attack. I think that's a clear signal that their definition of `Enemy' is expanding. \n[55]Sir, how would you imagine it looks viewed through an FBI agents eyes? \n[56]I'm interested in how you think this situation is viewed through our eyes. \n[57]If I wanted vengeance, I'd have whispered `Rex Burr' into Ellis's ear right when we walked in. \n[58]This isn't Terrorism, ma'am. It's just Serial Murder. \n[59]To call this massacre an act of terrorism... that implies a specific political agenda. To me, these killings are so futile and unbalanced that they feel utterly sociopathic- more like Charles Manson than Osama Bin Laden... \n[60]When she says talented, she's not talking about the walking-bombs who can sneak past any and all security, nor the hi-jackers tough enough to take an airliner. We're talking about the Man who teaches them how... \n[61]If we don't get inside Saudi Arabia within 36 hours, there is no chance we catch the killer responsible for Al-Rahmah. None. \n[62]To not engage these criminals out of fear for our personal safety is just another way of saying `uncle.' \n[63]I'll say it another way: Evidence starts to go cold after twenty four hours. If we can't get in now, we will not find the man or men responsible for this crime. We couldn't do it at Khobar; we couldn't do it in Yemen; we have barely scratched the surface in Iraq. And we are on verge of not doing it here. They are getting stronger, we are getting weaker. I just lost a very good friend and I would very much like to go and do my job. \n[64]It's not vengeance. \n[65]I just can't sit this out. I can't watch this not get dealt with. Not again. Know what my high school football coach used to say to me? \n[66]\"HIT SOMETHING.\" All night long, Coach Bailey would scream \"HIT SOMETHING.\" Every play. \n[67]I'm fixing to go hit something, boss. You with me? \n[68]The Saudis covet good PR as much as their Oil: 15 of 19 hijackers on 9- 11 means most Americans will never stop asking if that Saudi Oil is worth it. It's all about press. \n[69]What's your take? \n[70]White House call you with a spin? \n[71]How hard you gonna hit the Royal Family in your column tomorrow? \n[72]With the bombings? Or other things... \n[73]I know you're tracking Al Haramain. \n[74]Sometimes. Seems that just might happen. \n[75]We got some other stuff: Missing girls out of a Houston Four Seasons Hotel that was heavily populated by some \"Saudi officials.\" Little things... \n[76]I'm not saying that. \n[77]I need a favor. \n[78]When it's real and it will be real... I'll come to you with what we have first. It's yours. Exclusive. \n[79]You call Thamer at the Embassy. Tell him that the FBI is getting real close to laying out some major Saudi VIP indictments relating to newly uncovered charity financing out of a Boston investment firm. We're gonna freeze a lot of Saudi cash and roll out some major embarrassment. \n[80]It's a free world, baby. Ask him to comment. \n[81]Tell him that I'm running the investigation. \n[82]Tell him that I'm not the nicest kid on the block. \n[83]I want fifteen minutes with him tonight. \n[84]I come to you first. No one else. \n[85]I'm just trying to do my job, Elaine. That's it. Call Thamer. \n[86]Get back in. \n[87]Too many people we both know were at the bar. It's a pleasure to meet you, Your Highness. \n[88]She can be a bit of an exaggerator... I'm sure things were somewhat over-stated. I see myself as friend of Saudi Arabia. I just need a little cooperation, that's all. \n[89]Full cooperation: my Team cleared to land at Prince Sultan Air Base. Tomorrow. We want to help in a very muscular way, quickly. \n[90]This goes one of two ways. First: The FBI with the White House go on the kind of aggressive PR \"Saudi Royal Family Decaying Monarchy\" bender that just can't help but hurt. Really hurt. And I don't care how many Chinese are lined up to buy the oil. You know it's gonna hurt. \n[91]And then we bring the hammer down hard as hell: Bust Al Haramain - we got direct links from Riyadh - two wives donating ten million to three Arab-American cultural centers in Boston. Then what gets kind of not- funny is how some of that cash found its way to Jakarta and some Mosques that have these training camps built right next to them. It's kinda funny... you got little kids playing over here, and some not so little kids playing with guns over here. That's kinda odd. \n[92]We're getting there, Sir. And I haven't even brought up the two girls still missing out of Houston. This is big. It is real. And I know you only care so much about public American opinion, Sir. But the story will be covered... Big... \n[93]And this ain't the Metro section. It's above the fold, just below the date. Words like these get syndicated to papers like the Omaha World-Herald, The Terrell Tribune -- You ever been to Terrell, Texas? \n[94]Last I heard, 112 people lost their lives in your country. One of them was a good friend of mine. I want in and I want in immediately. \n[95]Right now immediately. \n[96]If your phone doesn't work international, you can borrow mine. \n[97]I'll just be right out here. \n[98]-4. With a 25-man security detail- \n[99]That's too bad. \n[100]Men in Saudi Police uniforms are why we're talking now. \n[101]Whose hands? \n[102]If anything happens to me or my team... It's on you. Understood? \n[103]-seven-day or work-week? \n[104]Thanks for volunteering. \n[105]Thanks anyway. \n[106]Yup. \n[107]Nope. \n[108]Nope. \n[109]Not really. \n[110]Nope. \n[111] \n[112] \n[113]I'm OK...You don't think I'm OK? \n[114]I'm checked. \n[115]How we doing? \n[116]They gonna let us land? \n[117]Good. \n[118]Hunting... \n[119]Big Game hunting. \n[120]Heads on a swivel. \n[121]Special Agent Ronald Fleury. \n[122]If somebody was tailing us it'd be obvious. This is just standard operating speed. \n[123]Colonel, have you ever been to the \n[124]You don't know what you missed... you should have seen him play for our Chicago Bulls. \n[125]Colonel, do you believe Abu Hamza was responsible for this attack? \n[126]Were Saudi Police involved in the attack? \n[127]Any word on what that third big blast was? \n[128]You don't know the source of the blast, don't know if your own Officers were involved, but you won't let us work nights? \n[129]...heads on a swivel, people. \n[130]What time tomorrow morning? \n[131]What time is sunrise? \n[132] \n[133] \n[134]Hey... How are you? How's my boy? \n[135]We're just fine. How are you? Where are you? \n[136]I'm here... Lemme talk to my boy. \n[137]Daddy? \n[138]What you doing? \n[139]I'm talking to you. What are you doing right now, Daddy? Right now? \n[140]I'm missing you. \n[141]Where are you? \n[142]I'm in Saudi Arabia. \n[143]Did you see Big Fran? \n[144]Yeah... I saw him... I saw him. \n[145]Is he still tall? \n[146]Yeah... Yeah...he's still tall. \n[147]Daddy? Are you still there? \n[148]Yeah, buddy. I love you. Keep your eye on your mama. Be the man. \n[149]You, too Daddy. \n[150]I'll call you tomorrow. I love you. \n[151]Bye, Daddy. \n[152]Is that right? \n[153]Enough. \n[154]What did the Prince say? \n[155]What rules? \n[156]That's not accurate-- \n[157]Saudi Slow Roll. \n[158] \n[159]I would have thought your primary concern was investigating a crime. \n[160]So, if you're not running the investigation...who is? \n[161]Who is in charge of the investigation then? \n[162]To walk through? Are you kidding me? \n[163]Get him over here now and let's clarify this situation. \n[164]There sure as hell is! I don't know what kind of game you're playing but you got the wrong guy, Colonel Al-Ghazi! That was not the deal- \n[165]\n[166]How have you guys been doing with the witnesses? \n[167]I'm guessing there are a bunch of Americans, Brits... Australians? Someone must have seen something. I'm sure they're just dying to talk to you guys, seeing as how the killers were wearing your uniforms. That must be a real confidence booster for them. \n[168]Let me talk to them. \n[169]Why Saudi Arabia? \n[170]\n[171]So has Everyone else now. \n[172] \n[173]So you really didn't see anything. \n[174]Which kids were those? \n[175]She live with her husband? \n[176] \n[177]Mr. Aaron Jackson? \n[178]-easy, Sir. He's a friend to us- \n[179]I'm Special Agent Ronald Fleury of the FBI. This is Colonel Al-Ghazi with the Saudi State Police- \n[180]Can I come back? \n[181]Your boys... \n[182]To ask about two nights ago. \n[183]...I won't pretend to know... \n[184]Up the street, there was a wreck, did you see any- \n[185]Aaron- \n[186] \n[187]That's what makes this a War. \n[188](to SANG, \"Lower,\" in \n[189]Were any of these shooters your men? \n[190]They got into the compound. Somehow...took control of this vehicle. I'm guessing they didn't politely ask whoever was in this car if they could take it for a little ride? \n[191]I understand that. Those men were your men-- \n[192]I'm sorry. \n[193]Where was this car when they hit it? \n[194]The car was parked here? \n[195]Backed in? \n[196]They were attacked from the front. Must have assumed the killers were fellow officers... Have any of these men been identified? \n[197]Can we go to check out some of these surrounding buildings? \n[198]Seems reasonable that the Planner had to observe and based on Hamza's past history, it's consistent that he would want to video the attack. Is that true? Is that accurate? \n[199]Well, in order to video, in order to observe, you need a view. \n[200]That building sees all three crime scenes. \n[201] \n[202]We're already seeing the crime- scenes individually -- why not all at once? \n[203]-time. I understand. \n[204]You have to ask the General, then the General would ask the Prince. Does it go higher or is that... is the Prince the end of the chain? \n[205]We'll be at the Community Center. Janet, wanna play hoops? \n[206]You've seen the images of the attack posted on the internet? \n[207]Look for yourself. \n[208]Formed the plan up here: saw everything he could hit. Way too pretty a' plan to have been fully hatched on just one visit. He came here a couple times. \n[209]I see. \n[210] \n[211]I'm sure the General is good guy...and I'm just as sure he's no Investigator. \n[212]Let me help you. \n[213]And I imagine that will run until sundown? \n[214]You want to tell her that? \n[215]They all get palaces this big? \n[216]I do. \n[217]I've seen that the man who planned the worst crime in your Kingdom's history is without a doubt Saudi... \n[218]..and that if you walk 300 kilometers from the compound, you will find a rooftop where the attacks were planned. I've seen that the person in this room \"born with it\" is right there... Everything I just said came from Colonel Al-Ghazi: his observations of the scene while he was protecting us. And I think you're absolutely right Sir: that kind of instinct can't be taught: not to Falcons. Definitely not to SANG Generals. Innate or not at all. You want the murder to stop as much as I do. Let us help. \n[219]Think it will work? \n[220]They're paranoid and overly self- protective. \n[221]They can have every shred of credit-  \n[222]Yeah.  \n[223]Yeah...  \n[224]Have you been to the crime-scene?  \n[225]-if you had, you'd see the evil work of real Talent. The kind that doesn't stop until it's forced.  \n[226]You having fun?  \n[227]By catching Abu Hamza. \n[228] \n[229]We should start with the dead shooters. \n[230]Can we photograph all three of them? Couple hundred copies each... \n[231]Good. If it's OK with you, I'd like to suggest we split up as follows... \n[232]Have him pass these out to the compound security. See if anybody knows them. \n[233]Would you mind doing one more thing for me? \n[234]Could you tell me if you recognize any of these men? \n[235]I'm just wondering. That chair out side. Looks like it gets a lot of wear. Looks comfortable. \n[236]See, that's exactly what I was thinking. I'm guessing she spends a lot of time sitting outside? \n[237]She must pretty much see it all. Right? \n[238]Where is she? \n[239]Let's wake her up. \n[240]Where? \n[241]What about the others? \n[242]What, the Liza Minelli shirt? \n[243]What was odd? \n[244]Yeah. \n[245] \n[246]That's one of the many things we're trying to find out... \n[247] \n[248]That's the name of a clinical psychologist. Works with Embassy kids...apparently very good at explaining violence- \n[249] \n[250]I will find the man responsible for the death of your wife. We're close. \n[251]Then tomorrow I'll come back. \n[252]We know where he lives? \n[253]You don't seem very excited. \n[254]Where? \n[255]What's gas running a gallon out here, Al-Ghazi? Penny gallon? \n[256]A trillion reasons for our Leaders to hold hands another one hundred years. \n[257]Agreed. \n[258]Yes, I do. \n[259]Is your first name `Colonel?' \n[260] \n[261]    \n[262] \n[263]This place is community service? \n[264]Why did he turn himself in? \n[265] \n[266] \n[267]How do they get them? \n[268]Could Hamza get this equipment? \n[269] \n[270] \n[271]\n[272] \n[273]Why? \n[274]Where's Muaath? \n[275]\n[276]He's gone... This shrapnel look like the stuff you pulled at the morgue? \n[277]Bolts? \n[278]Wing nuts? \n[279]Razor blades? \n[280] \n[281]This is bullshit. You know it. Meaningless. There's no leader here. These are kids. That's it. \n[282]Yes, that's it. Smile for the cameras, body-bag some children. Wrap it up, but us -- out. I get it. \n[283]You need water? \n[284]You do? How did you know we were here? \n[285]-Ellis Leach? \n[286]We didn't win shit, Schmidt. These are teenagers... children with pictures that someone far senior has provided them. \n[287]Hello? Yes, Sir. We're all here and healthy. I'm sitting next to their corpses but this may not be over. These don't feel like anything resembling senior leadership- -thank you Sir. I do. \n[288]Please do me one favor before we board: warn every `Coalition-of-the- Willing' or whatever the hell we're calling our Iraq allies now, that pictures of their Riyadh embassies were found in this Cell's safe- house. \n[289] \n[290]Yeah. \n[291]I'm thinking about New York - February 26, 1993. The first time they tried to hit the Trade Towers. \n[292] \n[293]Four hundred dollars. For four hundred dollars, he was caught. Stupidity. Catching the cell was easy. Just like this. The cell came back. \n[294]I'll be back. \n[295] \n[296]You whole? \n[297]\n[298]\n[299]Hands up -- you're gonna fall- \n[300] \n[301]\n[302]\n[303]\n[304]\n[305]We go in the front door. Haytham - cover the stairs. Janet - hallway. Watch the side doors. Watch your backs. \n[306] \n[307]Everybody OK? \n[308]There's at least three more of them. \n[309]...Don't... \n[310]...drop it, Son...please... \n[311]You got him. You got him... You got him. \n[312]May peace be with all of us,   my friend. \n[313]Yeah. \n[314]You stop the people that hurt Uncle Fran? \n[315]Did you get the bad guys, Daddy? \n[316]There's a lot of bad people out there... aren't there, Daddy? \n[317]Yeah, there are... But you want to know something? \n[318]What? \n[319]You're not one of them. (alt: There's a lot of good guys, too) ", "Robert": "", "Grace": "\n[1]Everyone's terrified, so nothing moves. Paralysis. You and your team aren't going anywhere. And this meeting is just a circle- jerk, Ronnie: Attorney General Young's going to go through the motions because protocol says we get an appeal. We'll be on record, but expect nothing more. \n[2]Can you handle this? Keep your mouth shut when people way above you say things you'll hate? \n[3] \n[4] \n[5]I apologize if we're late- \n[6]You know Special Agent Fleury? \n[7]This is agent Janet Mayes, she's one of our Arabic experts. \n[8]As we are about Rex Burr. \n[9] \n[10] \n[11]It ain't justice. It's stronger. We've all been there. I have. Vengeance is always dirty, Ronnie. \n[12]What? \n[13]That's good coaching. \n[14]How you gonna do it? \n[15]Few more moves and it's Total War, Ronnie. The only time Treason is palatable is when it's done righteously and completely... \n[16]Good afternoon, Sir. \n[17]Senators? Then I'd change `outmoded' to `outdated,' `echelons' to `ranks' and what in God's name is `contretemps?' These guys aren't the best and brightest- \n[18]-but you can say `Fucking?' \n[19]You're going to the Senate Select Committee, but not to the President who appointed you. Why's that? I bet the President wasn't the audience you thought he'd be: I'll bet he realized you can't have Voters asking why the second- longest serving FBI Director gets fired for doing his job, for sending Agents into Saudi Arabia, seven months from mid-term elections- \n[20]I do. \n[21]Westmoreland made all us Officers write our own obituaries during Tet, when it looked like the Cong were going to end it all right there. Once we clued-in that life was finite, the loss of it no longer scared us: the end comes no matter what, it's just a question of how you want to go out: on your feet or on your knees. After that, we went out and pulled triggers until barrels melted. And Vietnam lasted another seven years. The lesson extends to this career: I ACT, knowing the end of this job will come, no matter what. You should do the same. \n[22]I'll forward Fleury's reports. \n[23]We're going to testify next Tuesday. Fleury's going first. I'm gonna go through it with each of you one on one in advance - make sure we're all on the same page. If they ask if we've talked about this, the answer is unequivocally \"No.\" OK? You did outstanding work over there. I'm proud of you. You hold your heads high. \n[24]Ronnie, you ready? ", "Francis": "\n[1]Rex, how old were you when your hat was that small? \n[2]We need to get everyone back, then get all their- ", "Manner": "\n[1]Go. I'll be here. \n[2]Rex, how old were you when your hat was that small? \n[3]We need to get everyone back, then get all their- \n[4]  \n[5]     \n[6]  ", "Gideon": "\n[1]     \n[2]They were early. \n[3]I do. \n[4]OK. The latest. \n[5]Go on. \n[6]Let us never forget how cheap life is over there. Now...I have seven minutes before my next meeting, so who's talking first? You two digested the memo? \n[7] \n[8]That's not going to happen \n[9](mock sincerity to the  \n[10]Pardon me? \n[11]It's some variation on vengeance... When one of your own is killed, Agents lose their analytical powers - kind of a greatest strength, greatest weakness thing... \n[12] \n[13]  \n[14]`Sunlight is indeed the most powerful disinfectant. \n[15]In that spirit I come before this Judiciary Committee with a painful admission. Simply: I've lost all confidence in the FBI, especially it's uppermost echelon. Entrenched and outmoded, the Leadership has shown itself fearful of the pioneering thought this Committee and I have tried to imbue. It is thus an Agency at contretemps, hindering our every effort.' And by `Committee' I mean the fucking SENATE SELECT COMMITTEE \n[16]-never take the Lord's name in vain in this office- \n[17]-you really want to bet? ", "Young": "\n[1]     \n[2]They were early. \n[3]I do. \n[4]OK. The latest. \n[5]Go on. \n[6]Let us never forget how cheap life is over there. Now...I have seven minutes before my next meeting, so who's talking first? You two digested the memo? \n[7] \n[8]That's not going to happen \n[9](mock sincerity to the  \n[10]Pardon me? \n[11]It's some variation on vengeance... When one of your own is killed, Agents lose their analytical powers - kind of a greatest strength, greatest weakness thing... \n[12] \n[13]  \n[14]`Sunlight is indeed the most powerful disinfectant. \n[15]In that spirit I come before this Judiciary Committee with a painful admission. Simply: I've lost all confidence in the FBI, especially it's uppermost echelon. Entrenched and outmoded, the Leadership has shown itself fearful of the pioneering thought this Committee and I have tried to imbue. It is thus an Agency at contretemps, hindering our every effort.' And by `Committee' I mean the fucking SENATE SELECT COMMITTEE \n[16]-never take the Lord's name in vain in this office- \n[17]-you really want to bet? ", "Maricella": "\n[1]My God. \n[2]My two cents: The Saudis haven't asked for FBI help. Sounds like they've done just the opposite. If we force the issue, that could further anger an utterly important ally that shares a 1000-mile long border with Iraq. \n[3]What's the distinction? ", "Canavesio": "\n[1]My God. \n[2]My two cents: The Saudis haven't asked for FBI help. Sounds like they've done just the opposite. If we force the issue, that could further anger an utterly important ally that shares a 1000-mile long border with Iraq. \n[3]What's the distinction? ", "Janet": "\n[1](almost trance-studying \n[2]We had two others...North of Riyadh and the oil thing. What was that? \n[3]Yeah, south of Jeddah. Same thing: daylight, suicide bombers. Right? \n[4]Same thing. Followed by machine gun crews. Collect and kill. \n[5]They can't afford to appear as if they are losing any kind of control. They lose control over their country, their people...then they risk losing control over the oil. They won't let us in. No way. \n[6]I'll be fine. \n[7] \n[8]--the operational commander who organizes, trains, plans, encourages. That is who we're fighting. \n[9]Oh, I'm in...Not a question. I'm definitely going. \n[10] \n[11]I'll be looked at with what I can only describe as disdain, pretty much the entire time we're on the ground... kind of like South Virginia. \n[12]It's a very confused culture. Extremely religious. Had nothing; wanted nothing. Sixty years ago, they hit oil. Simple religious men become trillionaires... a schizophrenic nation is born. The royal family, who we back, and everyone else. \n[13]We brought our own. \n[14] \n[15]--Shhhh.... \n[16]That's one of the great horrors of television: Crime scene manipulation. They say a TV camera adds pounds to actresses. Isn't that what they say? \n[17]That is what they say. Doesn't add to crime scenes. Television cameras shrink them. Misrepresent. No smells. Poor sound. Limited view. TV always makes them look smaller. You can't feel the hatred on television. \n[18]\n[19]They don't have fire codes. They don't have codes other than codes of war. They'll lock us in and dial up some kind of earth movers if they want to. You know that, Sykes. Dig a big hole and push us in. Fill it up and no one comes calling. You're in the jungle now, baby. \n[20]Watch it, boy. \n[21]Unpack. \n[22]Good. \n[23]Check. \n[24]Bueno. \n[25]He or she almost made it. \n[26] \n[27]Good news is that if he shoots you, he's gonna shoot you sitting on an American tank... with an American- made bullet. So, it's kind of \"all in the family.\" \n[28]The same Mosque is enough to identify them, link them to a cell? \n[29]Suweidi is a known militant stonghold. Al-Qaeda could recruit from storefronts. \n[30]This is the kind of radical circumstance that could have seriously upped Shaq's free throw percentages. Take a man. Ship him off to Riyadh. No phones, constant threat of death, no girls, no hip hop. Nothing... just free throws. Shaq, he'd be shooting at least seventy percent. Lakers would still be together. Kobe and Shaq lovers forever. \n[31]Tell me it didn't burst-tell me it didn't burst- \n[32]No problem. Can I still touch Americans? \n[33]Sykes, I'm guessing you don't even remember how to load your gun. \n[34]I'm sure. \n[35]  \n[36] \n[37]Yes. \n[38]Yeah. \n[39]Sure. \n[40]-the Prince's Convoy just showed. \n[41]We're out of here. \n[42]Don't stare too long. It'll start living in your dreams. \n[43]-Pabst? \n[44] \n[45]I do not like these people. \n[46]\n[47] \n[48]It's okay Little One. \n[49]Thank you, Lieutenant Haytham. \n[50] ", "Mayes": "\n[1](almost trance-studying \n[2]We had two others...North of Riyadh and the oil thing. What was that? \n[3]Yeah, south of Jeddah. Same thing: daylight, suicide bombers. Right? \n[4]Same thing. Followed by machine gun crews. Collect and kill. \n[5]They can't afford to appear as if they are losing any kind of control. They lose control over their country, their people...then they risk losing control over the oil. They won't let us in. No way. \n[6]I'll be fine. \n[7] \n[8]--the operational commander who organizes, trains, plans, encourages. That is who we're fighting. \n[9]Oh, I'm in...Not a question. I'm definitely going. \n[10] \n[11]I'll be looked at with what I can only describe as disdain, pretty much the entire time we're on the ground... kind of like South Virginia. \n[12]It's a very confused culture. Extremely religious. Had nothing; wanted nothing. Sixty years ago, they hit oil. Simple religious men become trillionaires... a schizophrenic nation is born. The royal family, who we back, and everyone else. \n[13]We brought our own. \n[14] \n[15]--Shhhh.... \n[16]That's one of the great horrors of television: Crime scene manipulation. They say a TV camera adds pounds to actresses. Isn't that what they say? \n[17]That is what they say. Doesn't add to crime scenes. Television cameras shrink them. Misrepresent. No smells. Poor sound. Limited view. TV always makes them look smaller. You can't feel the hatred on television. \n[18]\n[19]They don't have fire codes. They don't have codes other than codes of war. They'll lock us in and dial up some kind of earth movers if they want to. You know that, Sykes. Dig a big hole and push us in. Fill it up and no one comes calling. You're in the jungle now, baby. \n[20]Watch it, boy. \n[21]Unpack. \n[22]Good. \n[23]Check. \n[24]He or she almost made it. \n[25] \n[26]Good news is that if he shoots you, he's gonna shoot you sitting on an American tank... with an American- made bullet. So, it's kind of \"all in the family.\" \n[27]The same Mosque is enough to identify them, link them to a cell? \n[28]Suweidi is a known militant stonghold. Al-Qaeda could recruit from storefronts. \n[29]This is the kind of radical circumstance that could have seriously upped Shaq's free throw percentages. Take a man. Ship him off to Riyadh. No phones, constant threat of death, no girls, no hip hop. Nothing... just free throws. Shaq, he'd be shooting at least seventy percent. Lakers would still be together. Kobe and Shaq lovers forever. \n[30]Tell me it didn't burst-tell me it didn't burst- \n[31]Sykes, I'm guessing you don't even remember how to load your gun. \n[32]I'm sure. \n[33] \n[34]Yes. \n[35]Yeah. \n[36]Sure. \n[37]-the Prince's Convoy just showed. \n[38]We're out of here. \n[39]Don't stare too long. It'll start living in your dreams. \n[40]-Pabst? \n[41] \n[42]I do not like these people. \n[43]\n[44] \n[45]It's okay Little One. \n[46]Thank you, Lieutenant Haytham. \n[47] ", "Miss": "\n[1]What's that picture? \n[2]So, who's that in that picture up on top? \n[3]Really. His happiest day! Can you tell us about that day, Mr. Fleury? \n[4]Go for it. So they take her and put her on a special bed and they give her some medicine so she doesn't feel any pain then they take out this tiny little knife and make a tiny little cut right here in her tummy. \n[5]Then what happened? Then the doctor put her hands way up into Kevin's mom's tummy. WAY IN! And then you know what they did? \n[6]Where's your husband going? ", "Ross": "\n[1]What's that picture? \n[2]So, who's that in that picture up on top? \n[3]Really. His happiest day! Can you tell us about that day, Mr. Fleury? \n[4]Go for it. So they take her and put her on a special bed and they give her some medicine so she doesn't feel any pain then they take out this tiny little knife and make a tiny little cut right here in her tummy. \n[5]Then what happened? Then the doctor put her hands way up into Kevin's mom's tummy. WAY IN! And then you know what they did? \n[6]Where's your husband going? ", "Grant": "\n[1]From the craters, looks like they used a High Explosive... possibly military grade: can't fit that much TNT into a vest. 20, 30 pounds of PETN: they got it. Semtex or C-4: they could get it. The third there, God knows...that crater looks like a plane dropped a 500-pounder... \n[2]This is how they do it. \n[3]That's `worst case scenario' if you're still asking for my stab, Sir. A crew who can build bombs this big, with this level of eyes- on control and detonation coordination... has access to Saudi uniforms now...I mean...Baby Jesus. \n[4]He taught her how to shoot, she taught him most everything else. Celebrated graduation at the IHOP in-town until some Townie called Janet something...Something not very nice. Townie didn't see Fran coming outta the Head. But he definitely felt Fran's uppercut shatter his jaw. \n[5]SAC Fleury took care of him. \n[6]If I knew how I'd be SAC Sykes. I do know the post in Riyadh was part of the deal Fleury cut to save Fran's career. \n[7]Aren't you the one who demanded to go this morning? \n[8]Mars. \n[9]Go easy on my kin. \n[10]What's going on in there? \n[11]Feels like you got a beast in there, Fleury. \n[12]\"Good\" is 6:00 am Sunday morning when your kid climbs into your bed, buries himself into you... sun's creeping through the windows - soft. Birds and wind-chimes... that's \"good.\" \n[13] \n[14]OK. I'm just checking that you checked. \n[15]And I usually just toss it on the kitchen table... \n[16]You have portable lights on-scene? \n[17]We only have seven days: we work around the clock. \n[18]We're safe during the day? \n[19]You interviewed witnesses? \n[20]Were any of the uniformed bombers brother-officers? \n[21]Do you know yet? \n[22]That's against fire code. \n[23]Slow roll... gonna be like when you go deep sea fishing in Florida and you pay seven hundred bucks for the boat and you sit in the ocean for hours and the crew jumps around and screams and points and you think your constantly about to bag a Marlin but you never do and they keep pointing and jumping and- \n[24] \n[25]Glad to hear it. So can we get in there? \n[26]\n[27]General Motors, Ford, Chevrolet... \n[28]That was impressive. \n[29]Yeah. Maybe. I mean, you can only play the \"I'm going to the press card\" like three more times. So, maybe. \n[30]That's dead on accurate. Very impressive. That's why they're making it hard on us, and that's why he wants to help `em turn the screws.  \n[31] \n[32]C-VIN hunting--Data Plates-- Something drivable blew up. That's pretty obvious. Feels like ANFO to me, boys--Ammonium Nitrate Fuel Oil. Let's dry this hole and see if we can't figure what she was. Gotta pump? \n[33] \n[34]Get nasty, dirty, filthy. \n[35]Here. \n[36]Who has the keys? \n[37]Whatever this is, it blasted-off like NASA. \n[38]`High-order explosion' doesn't do it justice: what's left a' this looks like it was put through a wood-chipper. \n[39]Do you know this hospital? \n[40]Call it in. \n[41]We never get to do anything fun. \n[42]That's not funny. \n[43]I'm a very good shot. \n[44]Prints are on the other side... \n[45]\n[46]I'm thinking about going straight to Dan's, gonna order six PBRs- \n[47]Any beer? \n[48]Now...that's just unreasonable. Good Police work and problem drinking are like a chicken and egg thing: which enables the other? \n[49]I'm serious. Beer will open up your subconscious. Canned beer especially. Give you instincts they can't teach- \n[50]\n[51]Can't release- \n[52]", "Sykes": "\n[1]From the craters, looks like they used a High Explosive... possibly military grade: can't fit that much TNT into a vest. 20, 30 pounds of PETN: they got it. Semtex or C-4: they could get it. The third there, God knows...that crater looks like a plane dropped a 500-pounder... \n[2]This is how they do it. \n[3]We're not seeing this kind of planning and execution anywhere else...these ain't hot-wired artillery shells waiting for Humvees to roll by. These hits are coordinated: planning, timing, and big, broad- daylight balls- \n[4]That's `worst case scenario' if you're still asking for my stab, Sir. A crew who can build bombs this big, with this level of eyes- on control and detonation coordination... has access to Saudi uniforms now...I mean...Baby Jesus. \n[5]He taught her how to shoot, she taught him most everything else. Celebrated graduation at the IHOP in-town until some Townie called Janet something...Something not very nice. Townie didn't see Fran coming outta the Head. But he definitely felt Fran's uppercut shatter his jaw. \n[6]SAC Fleury took care of him. \n[7]If I knew how I'd be SAC Sykes. I do know the post in Riyadh was part of the deal Fleury cut to save Fran's career. \n[8]State department said yes? \n[9]Aren't you the one who demanded to go this morning? \n[10]Mars. \n[11]Go easy on my kin. \n[12]What's going on in there? \n[13]Feels like you got a beast in there, Fleury. \n[14]\"Good\" is 6:00 am Sunday morning when your kid climbs into your bed, buries himself into you... sun's creeping through the windows - soft. Birds and wind-chimes... that's \"good.\" \n[15] \n[16]OK. I'm just checking that you checked. \n[17]And I usually just toss it on the kitchen table... \n[18]You have portable lights on-scene? \n[19]We only have seven days: we work around the clock. \n[20]We're safe during the day? \n[21]You interviewed witnesses? \n[22]Were any of the uniformed bombers brother-officers? \n[23]Do you know yet? \n[24]That's against fire code. \n[25]Slow roll... gonna be like when you go deep sea fishing in Florida and you pay seven hundred bucks for the boat and you sit in the ocean for hours and the crew jumps around and screams and points and you think your constantly about to bag a Marlin but you never do and they keep pointing and jumping and- \n[26]Well, this is going well... \n[27]  \n[28] \n[29]Glad to hear it. So can we get in there? \n[30]\n[31]General Motors, Ford, Chevrolet... \n[32]That was impressive. \n[33]Yeah. Maybe. I mean, you can only play the \"I'm going to the press card\" like three more times. So, maybe. \n[34]That's dead on accurate. Very impressive. That's why they're making it hard on us, and that's why he wants to help `em turn the screws.  \n[35] \n[36]C-VIN hunting--Data Plates-- Something drivable blew up. That's pretty obvious. Feels like ANFO to me, boys--Ammonium Nitrate Fuel Oil. Let's dry this hole and see if we can't figure what she was. Gotta pump? \n[37] \n[38]Get nasty, dirty, filthy. \n[39]It's a gurney. \n[40]Who's missing an ambulance? \n[41]Could somebody please go get Sergeant Haytham? \n[42] \n[43]Here. \n[44]Who has the keys? \n[45]Whatever this is, it blasted-off like NASA. \n[46]`High-order explosion' doesn't do it justice: what's left a' this looks like it was put through a wood-chipper. \n[47]Do you know this hospital? \n[48]Call it in. \n[49]We never get to do anything fun. \n[50]That's not funny. \n[51]I'm a very good shot. \n[52]Prints are on the other side... \n[53]\n[54]I'm thinking about going straight to Dan's, gonna order six PBRs- \n[55]Any beer? \n[56]Now...that's just unreasonable. Good Police work and problem drinking are like a chicken and egg thing: which enables the other? \n[57]I'm serious. Beer will open up your subconscious. Canned beer especially. Give you instincts they can't teach- \n[58]\n[59]Can't release- \n[60]Nobody's gonna hurt Leavitt but me. \n[61]\n[62]", "Elaine": "\n[1]Looks like every overthrow in history: once the guys with the guns are no longer trustworthy, the government's days are numbered. \n[2]You kidding? We don't talk since I broke the Vice President's guy cooking dirty intel on Iran. They hate me. What's up, Fleury? \n[3]With a sledgehammer. \n[4]What's \"other\" than the bombings? \n[5]Is that what you want to talk about? Saudi officials making donations that end up... What? Blowing up trains in Paris? Buses in London? \n[6]Murder...Hookers...Houston? Can I take some notes? \n[7]Are you saying anything? \n[8]I don't do favors, Ronnie. \n[9]\n[10]Can I mention Houston? \n[11]He won't. \n[12]\n[13]That would be accurate. \n[14]Wow. OK. And I get what? \n[15]What's really going on here, Ronnie? You going strong over Fran Manner? \n[16]I'll see what I can do. ", "Flowers": "\n[1]Looks like every overthrow in history: once the guys with the guns are no longer trustworthy, the government's days are numbered. \n[2]You kidding? We don't talk since I broke the Vice President's guy cooking dirty intel on Iran. They hate me. What's up, Fleury? \n[3]With a sledgehammer. \n[4]What's \"other\" than the bombings? \n[5]Is that what you want to talk about? Saudi officials making donations that end up... What? Blowing up trains in Paris? Buses in London? \n[6]Murder...Hookers...Houston? Can I take some notes? \n[7]Are you saying anything? \n[8]I don't do favors, Ronnie. \n[9]\n[10]Can I mention Houston? \n[11]He won't. \n[12]\n[13]That would be accurate. \n[14]Wow. OK. And I get what? \n[15]What's really going on here, Ronnie? You going strong over Fran Manner? \n[16]I'll see what I can do. ", "Ellis": "\n[1]I'll go first if that's okay Maricella? First, I'm sorry about Fran Manner. \n[2]I met with Prince Thamer at the Saudi embassy fifteen minutes after I heard this morning's news. After speaking with Thamer, I advised we withhold additional US personnel because a big part of the religious justification for these bombs is the presence of current US personnel. More boots on Saudi soil make an already combustible situation more so. I know that's not the answer you want, but... \n[3]Okay. I believe it all. So doesn't your team in that country represent the kind of target one of these `Masters' would die for? Trade ten of their own for one of you? ", "Leach": "\n[1]I'll go first if that's okay Maricella? First, I'm sorry about Fran Manner. \n[2]I met with Prince Thamer at the Saudi embassy fifteen minutes after I heard this morning's news. After speaking with Thamer, I advised we withhold additional US personnel because a big part of the religious justification for these bombs is the presence of current US personnel. More boots on Saudi soil make an already combustible situation more so. I know that's not the answer you want, but... \n[3]Okay. I believe it all. So doesn't your team in that country represent the kind of target one of these `Masters' would die for? Trade ten of their own for one of you? ", "Aaron": "\n[1] \n[2]-I don't know either one a' you. \n[3]-the Police: they attacked. \n[4]I just put my boys down for the first time in two days. I can't wake `em and sure as hell can't be gone if they stir on their own. \n[5] \n[6]When my wife's jaw was shot off in front of our sons? My sons who sat with her while she bled to death? Couldn't speak because she didn't have the bottom of her face and I wasn't home and my baby boys are destroyed for life and my five year- old had a box of band-aids in his hand when I finally got home? \n[7]Kill everyone that had something to do with this. Everyone related to them. Everyone who knew them. And all you'd be doing is their recruiting for them... It's an entire generation: not small and isolated like they say. But a generation that thinks what they did to my wife, to my children, is a \"calling\"... \n[8]-notice how it wouldn't take a lot to disguise your friend as a Mexican? Think he couldn't handle crossing our deserts? Look around! \n[9] \n[10]-what do you know about what my kids need? What they saw? What the rest of their lives might be like? \n[11] ", "Jackson": "\n[1]  \n[2] \n[3]-I don't know either one a' you. \n[4]-the Police: they attacked. \n[5]I just put my boys down for the first time in two days. I can't wake `em and sure as hell can't be gone if they stir on their own. \n[6] \n[7]When my wife's jaw was shot off in front of our sons? My sons who sat with her while she bled to death? Couldn't speak because she didn't have the bottom of her face and I wasn't home and my baby boys are destroyed for life and my five year- old had a box of band-aids in his hand when I finally got home? \n[8]Kill everyone that had something to do with this. Everyone related to them. Everyone who knew them. And all you'd be doing is their recruiting for them... It's an entire generation: not small and isolated like they say. But a generation that thinks what they did to my wife, to my children, is a \"calling\"... \n[9]-notice how it wouldn't take a lot to disguise your friend as a Mexican? Think he couldn't handle crossing our deserts? Look around! \n[10] \n[11]  \n[12]   \n[13]-what do you know about what my kids need? What they saw? What the rest of their lives might be like? \n[14] ", "Sergeant": "\n[1]\n[2]\n[3]Killing those I saw responsible. \n[4] \n[5]-that is not a crime- \n[6]It's not. \n[7]I do not. \n[8]I am not my brother. \n[9]I am NOT my brother! \n[10]Uniforms? \n[11]I sweat. I'll say it again because it is true. I need more uniforms because I must change during shifts...look at my shirts. \n[12]-then look at my jackets. Please. Permanent stains...no matter how many times they're cleaned... \n[13]You haven't heard about the attack? \n[14] \n[15]-dead. \n[16]No. \n[17]-- they were. They were Police. \n[18]Driven in at an angle... go deeper... \n[19] \n[20]Yes. \n[21]They're going to disappear... ", "Haytham": "\n[1]Sun is shining. Wind is blowing. How bad can I be doing? \n[2]\n[3]\n[4]Killing those I saw responsible. \n[5] \n[6]-that is not a crime- \n[7]It's not. \n[8]I do not. \n[9]I am not my brother. \n[10]I am NOT my brother! \n[11]Uniforms? \n[12]I sweat. I'll say it again because it is true. I need more uniforms because I must change during shifts...look at my shirts. \n[13]-then look at my jackets. Please. Permanent stains...no matter how many times they're cleaned... \n[14]I love my country. \n[15]I love my country... \n[16]What happened? \n[17]You haven't heard about the attack? \n[18]I choose not to listen anymore. What happened to your face? \n[19] \n[20]Look at me. \n[21]Is this how they now treat the men who protect them? Can you look at me? You cannot, can you? Can you look at yourself? \n[22]You are protecting the true enemies of God. \n[23]    \n[24]-dead. \n[25]No. \n[26]-- they were. They were Police. \n[27]You cannot touch any Muslims. \n[28]Of course. \n[29]Driven in at an angle... go deeper... \n[30] \n[31]Yes. \n[32]No. \n[33] \n[34]They're going to disappear... \n[35]   \n[36] \n[37]May peace be with you. ", "Adam": "\n[1]I already know   the answer, but any chance in Hell   we get to go over there, use our   hands? \n[2]The Refinery... Ras Tenura Refinery. \n[3]Yup. \n[4]Any rumors or confirmations of uniforms being used in the other two attacks? \n[5]If it is Hamza, he's definitely turning up the volume over there. \n[6]Not to beat a dead horse, Sir, but if there was ever a time to get boots on Saudi sand... \n[7]  \n[8] \n[9]Fran didn't get bounced for that? \n[10]How? \n[11] \n[12]What can four people do in five days? Really? \n[13]I meant the FBI. I didn't mean \"me.\" \n[14] \n[15]Israeli stamp in my passport? \n[16]110 miles per hour... How do you keep so calm? I mean, really? Is it breathing-- \n[17] \n[18]Who's \"they?\" \n[19] \n[20]Just asking... \n[21] \n[22]I thought the SANG were soldiers-- \n[23]Hit a water main? \n[24] \n[25]Watt-tee fuck (alt: \"Watt-tee hell...\") is his gun doing up so high? \n[26] \n[27]How about we get into those American Suburbans... with their American A/C... \n[28]Suweidi? \n[29]-c'mon now. This is insane: we got enough security to invade Suweidi, let alone that building- \n[30]Big wall. \n[31]How many Princes are there? \n[32]Who pays for all this? \n[33]Hey, man - I drive a Hybrid. \n[34] \n[35]Super. \n[36]She's not trying to be funny. \n[37] \n[38] \n[39]These are all countries with Troops in Iraq -- Japanese and Italian embassies are under construction? \n[40]You really ought not look at this. \n[41]Keep it real. You ever drink PBR, Haytham? \n[42]Think so- \n[43]   \n[44] \n[45]Janet... my dreams are... What did he whisper to you? \n[46]In the briefing ... to get you to stop crying about Fran... before any of this... before we even got Airborne? What did he say to you? \n[47]Do you remember? ", "Leavitt": "\n[1]I already know   the answer, but any chance in Hell   we get to go over there, use our   hands? \n[2]The Refinery... Ras Tenura Refinery. \n[3]Yup. \n[4]Any rumors or confirmations of uniforms being used in the other two attacks? \n[5]Anyone take credit? \n[6]If it is Hamza, he's definitely turning up the volume over there. \n[7]Not to beat a dead horse, Sir, but if there was ever a time to get boots on Saudi sand... \n[8]  \n[9] \n[10]Fran didn't get bounced for that? \n[11]How? \n[12] \n[13]Actually, I didn't volunteer. \n[14]We're going to Riyadh? \n[15]White House said yes? \n[16]Anybody said yes? \n[17]Are we bringing security? \n[18]This is going to suck so bad. \n[19]What can four people do in five days? Really? \n[20]I meant the FBI. I didn't mean \"me.\" \n[21] \n[22]Israeli stamp in my passport? \n[23] \n[24]Who's \"they?\" \n[25] \n[26]Just asking... \n[27] \n[28]How do you do that? \n[29]Don't say `good' again. \n[30]I thought the SANG were soldiers-- \n[31]Hit a water main? \n[32] \n[33]Watt-tee fuck (alt: \"Watt-tee hell...\") is his gun doing up so high? \n[34] \n[35]How about we get into those American Suburbans... with their American A/C... \n[36]Suweidi? \n[37]-c'mon now. This is insane: we got enough security to invade Suweidi, let alone that building- \n[38]Hey, Boss... check this out. \n[39]Just posted half hour ago. \n[40]So self congratulatory. Makes me sick. \n[41]Big wall. \n[42]How many Princes are there? \n[43]Who pays for all this? \n[44]Hey, man - I drive a Hybrid. \n[45] \n[46]Super. \n[47]She's not trying to be funny. \n[48] \n[49]These are all countries with Troops in Iraq -- Japanese and Italian embassies are under construction? \n[50]You really ought not look at this. \n[51]Keep it real. You ever drink PBR, Haytham? \n[52]Think so- \n[53]Janet... my dreams are... What did he whisper to you? \n[54]In the briefing ... to get you to stop crying about Fran... before any of this... before we even got Airborne? What did he say to you? \n[55]Do you remember? "}}