{"filename": "Sessions,-The_script.txt", "imdb_id": "tt1866249", "imdb_url": "https://www.imdb.com/title/tt1866249", "characters": ["Dr. Laura White", "Joan", "Mark", "Carmen", "Mikvah Lady", "Clerk", "Amanda", "Cheryl", "Rod", "Father Brendan", "Vera", "Josh", "Greg", "Tony", "Susan"], "dialogues": {"Joan": "\n[1]Good morning. \n[2]Would you mind if I asked you a favor? \n[3]I need an advance on my pay, like two weeks. That's not a big ask, is it? ", "Mark": "\n[1]Graduation Today I hear the crowd's applause Receive congratulations from my friends Today I ask if I've found a place among the rest I hope you see a man upon this stage Who studied...read..wrote, and passed the test In cap and gown, diploma on my chair \n[2]2                                                                     2  \n[3]3                                                                     3  \n[4]Breathing Look you This most excellent canopy, the air, Presses down upon me At 15 pounds per square inch A dense, heavy, blue-glowing ocean. Teasing me with its nearness and immensity. And all I get is a thin stream of it. A finger's width of the rope that ties me to life. \n[5]Shit! \n[6]Okay, just focus. Now, scratch with your mind, okay, your mind, scratch with your mind... \n[7]Good morning. \n[8]4                                                                 4  \n[9]5                                                                 5  \n[10]You're late. \n[11]Joan I swear this was one crazy bitch Who'd swing me about enough to scare me, But careful enough so she could say: \"Now what was all the yelling about? You polios are screamers. Always were.\" I didn't say a word, but typed my skinny novel in my head, And thought about revenge. \n[12]6                                                                 6  \n[13]You need help moving furniture? \n[14]What if you don't last another two weeks? \n[15]Joan never failed to put me in a crappy mood. It was also a drag that I was no longer allowed to use my other gurney, the self-propelled one. It had caused a couple of spectacular accidents. \n[16]Basically, in spite of all the mirrors, I couldn't see where I was going. \n[17]I'm definitely a true believer. But I believe in a God with a sense of humor. A wicked sense of humor. One who created me in His own image. \n[18]No, we haven't. I'm Mark O'Brien. I knew Father Seamus very well. I'm sorry that he's not here any more. \n[19]Yes, I would. By the way, I enjoyed Mass. I liked your tone. \n[20]You don't believe absolute privacy is an essential part of the confessional, do you? \n[21]I told my attendant to come back in half an hour. Is that okay? \n[22]Did Father Seamus say anything to you about me? \n[23]I can be a bit time consuming, but I'm worth the trouble. \n[24]Look, this is not exactly a confession. I haven't yet done the deed. I was hoping to sort of get a quote in advance. \n[25]The most immediate thing on my mind would be my attendant, Joan. I'm thinking of getting rid of her. It's an evil thought, but I can't help it. \n[26]No, neither of those. She looks at me the wrong way. It's that you- need-me-more-than-I-need-you look. I'd like to show her she's wrong, just for the evil satisfaction it will give me. Is that a sin, Father? \n[27]Yes, it troubles me a lot. Because maybe it's really a power trip. Me against her. Me against the world. \n[28]I can't stand her. \n[29]Then I have your blessing to fire her? \n[30]That's good enough for me. \n[31]Same here. \n[32]8                                                                     8  \n[33]Amanda would have been a pretty girl to touch, to hold, to kiss, to take to bed. \n[34]11                                                                11  \n[35]Her perfect, pale skin, Her Tudor court face Her strong, fleshy legs Drove me into ecstasies of despair. \n[36]Do you have any experience? \n[37]That sounds perfect. \n[38]12                                                                 12  \n[39]Three or four hours. Depends whether I'm having fun. \n[40]\n[41]She'd count in French before lifting me, un, deux, trois, quatre! I'd scream Tugged by her athletic arms From the everlasting gravity. \n[42]She took me on a picnic once, With her boyfriend and another couple. Lust crackled in the air between those twentyish people. \n[43]What did the boyfriend think? That I was in his way? I'm always in somebody's way, I thought, the sun in my eyes. \n[44]As she glided through crowds of lives She couldn't leave me lying there Dried out bubble gum stuck on the underneath of existence. \n[45]15                                                             15  \n[46]What does your boyfriend think of me? \n[47]I'm interested in the opinion of an asshole. \n[48]He's right. \n[49]So with her gentle fearless heart She took me in. I thrived in her garden And wanted more. \n[50]I love you. \n[51]She didn't seem to. \n[52]Well, in case she didn't get it the first time, I told her again that I was in love with her, and wanted to marry her, thinking it might swing things. \n[53]Yes. She left. \n[54]Not as yet. Father, I think I need a hug. \n[55]19                                                               19  \n[56]20                                                                20  \n[57]Have you had any experience? \n[58]Would you get that, please. \n[59]Could you press that button and put it on the speakerphone. \n[60]Hi, Sandy. \n[61]I'm good. I have a new attendant. She answered the phone. Her name's Vera. \n[62]Why now? \n[63]No, now is fine. \n[64]There was no denying it. A door had opened which I could not close, and in invisible writing it said: \"Do not enter\". \n[65]Uh, I think I've actually got enough to work on. Thanks. \n[66]23                                                                23   \n[67]Okay, shall we start? \n[68]24                                                               24  \n[69]Who are these people? I feel like an anthropologist interviewing a tribe of headhunters. \n[70]Uh, may I please speak to someone in the Center on Sexuality and Disability, please. \n[71]26                                                               26  \n[72]Thank God. \n[73]I'm sorry to have bothered you. \n[74]It won't fit. It's not going to fit. Let's go back. \n[75]I don't feel so good about this. Let's forget it. \n[76]No! \n[77]Aah! \n[78]No. That would have been unthinkable. \n[79]That's the way they saw the world. It wasn't just that polite people didn't think about sex. No-one did. It was never discussed. As far as they were concerned, there was nothing down there. \n[80]What's that from? \n[81]You'd hardly notice. \n[82]I find that hard to believe in your case. \n[83]So, what sort of chance do you give me? \n[84]Look, there's no need to pull any punches. You can be as direct as you like with me. \n[85]That's correct. \n[86]Correct. \n[87]No. \n[88]Not specifically. I asked someone to marry me. She declined. Does that come close to masturbation? \n[89]Oh? \n[90]Would this be covered by my medical benefits? \n[91]So, basically, I would be paying for sex. \n[92]What sort of cost would I be looking at? \n[93]Say, one, just to try it and see if I like it. \n[94]I've set aside $500. Do you think that would cover things? \n[95]Things are sort of confusing at the moment. I would appreciate your advice, as a friend, if you know what I mean. \n[96]Do you remember at one point you suggested I might see a therapist? \n[97]Well, one way or another, it's a long story, I ended up seeing a therapist, a particular sort of therapist, a sex therapist. \n[98]My penis speaks to me, Father Brendan. Sometimes I ejaculate during a bed bath in front of my attendant. \n[99]All I feel is shame and mortification, while other men, apparently, get pleasure. I'm sorry if I sound angry. \n[100]This therapist suggested I could work with a sexual specialist, have sex with someone known as a sex surrogate, who would be sensitive to my special needs. I've been giving it some thought. \n[101]Well, I don't really know how to describe... \n[102]I think so. \n[103]I did do my best on the question of marriage. \n[104]I don't know, but I think there's a difference. \n[105]I trust what my therapist said about her. \n[106]Thirty-eight.  \n[107]I never had any spare cash before. That's a major factor, and I'm probably getting close to my use-by date.  \n[108]Your advice as a friend.  \n[109]Let's say I value your advice just as much as I do the therapist's.  \n[110]I think sex is a serious matter. It's one of the most persistent themes in the bible.  \n[111]So, is it possible for me to know a woman, in the biblical sense, and do I want to find out? \n[112]Please. \n[113]What? \n[114]Really? \n[115]To tell the truth, I'm scared. \n[116]I really feel proud of myself, imposing on someone I hardly know, to fornicate in their home. \n[117]Wow! \n[118]No, I'll bring my own sheets, towels and anything else we need. \n[119]Great karma for the house. My God, the pressure, already. I can't stand it. \n[120]46                                                                46  \n[121]Would you get it please? \n[122]Hullo, this is Mark. \n[123]Uh, yes. \n[124]Uh, yes, I think that would be fine for me. \n[125]Boston. You? \n[126]Wouldn't want to paint it. \n[127]48                                                               48  \n[128]Holy Mother of God, what are \"body awareness exercises\"? \n[129]49                                                                49  \n[130]50                                                                50  \n[131]Doesn't matter. \n[132]I'm not acting. \n[133]Who are \"they\"? \n[134]She's forgotten. \n[135]My God, she's forgotten, or she's gotten the date wrong. Okay, we might as well turn round and go back. Come on, let's go. \n[136] \n[137]What's the time? \n[138]I think there's a strong possibility she's had second thoughts. \n[139]And if she does arrive, she would be perfectly within her rights to turn around and run. \n[140]Hi, Cheryl Cohen Greene. \n[141]Your money's on the dresser. \n[142]That was the wrong way to start off. \n[143]Please, you start. \n[144]I'm sorry. \n[145]I'm sorry, I don't remember. \n[146]Yes, but not out of choice. \n[147]No, it's a friend's. The only bedroom furniture I have at my place is an iron lung. I've sometimes thought about buying a futon, in case the need arose. \n[148]I've got the space. It can be expensive though, a nice futon. I mean, how much do you think a good one would cost? \n[149]Do I seem anxious? \n[150]It's a way of living inside your own head, which is where I spend most of my time. \n[151]Thank you. \n[152]Sure. \n[153]It keeps me breathing. I can spend a few hours outside of it, with my portable respirator, depending on how I feel. But I work and sleep in the iron lung. \n[154]Out of my league. \n[155]Oh...fine. In fact, better than usual. \n[156]I have normal sensitivity all over. It's just that my muscles don't work. You can touch me anywhere. \n[157]Sure. \n[158]Ow! Ow! Stop! It hurts! \n[159]Holy Mother of God! \n[160]My fingers! They're caught! \n[161]Be careful, please. \n[162]I won't yell at you any more. \n[163]Yes. \n[164]You already said that. \n[165]Shit, fuck! No, don't do that! \n[166]No. \n[167]Whenever I'm naked, everyone else in the room is usually dressed. Now that I'm in bed with another naked person, I'm very confused. \n[168]I'd always expected that God, or my parents, would intervene to keep this moment from happening. \n[169]I do. \n[170]That feels weird. \n[171]Just weird. \n[172]Good. \n[173]Everything good so far, except the ear. \n[174]Are these the body awareness exercises?  \n[175]People tell me I'm very perceptive. \n[176]Yes. \n[177]Oh, oh. \n[178]That's good for me. \n[179]I was terrified. \n[180]Can I ask you something? \n[181]Anything, really. Tell me something about yourself. Anything. \n[182]Welcome back. \n[183]Cleansed and victorious.  \n[184]Tell me about your first sexual experience.  \n[185]Was he Chinese?  \n[186]Why is that?  \n[187]Are they happy now you've got a Chinese boyfriend?  \n[188]What's his dick like?  \n[189]Why do you call it a dick instead of a penis?  \n[190]The thing is, it was all over so damn quickly. \n[191]I don't know what I had envisaged it would be like, the first time I mean. But that wasn't the image I had. I thought there would be more to it. Not that it was unpleasant. After all, I was in bed with a naked woman. She complimented me on my shirt and my hair. She held my penis. I haven't even seen my penis for over thirty years. Anyway, onward. Am I sharing too much? \n[192]65                                                              65  \n[193]\"Sometimes the head of the penis may be too large to penetrate the vaginal opening smoothly, in which case the application of lubricant is recommended to avoid possible...\" Oh, my God! \n[194]66                                                              66  \n[195]We're attempting intercourse. \n[196]What do you think of it? Intercourse. \n[197]I do. \n[198]Oh God! Oh God! \n[199]Damn! Shit! \n[200]I did it again. This time, I ejaculated on her thigh. \n[201]I felt cursed, that the whole enterprise was cursed. It seemed like a totally just punishment. God wasn't actually denying my sexuality. He was merely pointing out to me how useless it was. \n[202]What do you mean, where were we? \n[203]Is there anything I need to do? \n[204]It won't fit. It's not going to fit. \n[205]No, it's dangerous. It's too big. \n[206]It won't fit. It'll hurt. It's too risky. \n[207]Shit! \n[208]I'm really sorry. \n[209]I'm sorry to lay all this on you, Father. My worry now is that it's never going to happen. I'm never going to have intercourse with Cheryl, or any other woman. Maybe intercourse would prove I was an adult. Maybe I don't want to cross that line. Maybe this was a bad idea. \n[210]Please. \n[211]81                                                             81  \n[212]Only a little. \n[213]Yes, of course I would. \n[214]I have a good feeling about today, a very good feeling. \n[215]I had a terrible feeling it was never going to happen, but I think today's the day. \n[216]Please. \n[217]You couldn't have wished for nicer weather. \n[218]Beautiful weather. \n[219]Thanks. \n[220]I'm sure it'll come in handy. \n[221]Very atmospheric. \n[222]Do you think I could be one of those people? \n[223]As in racy and sophisticated? \n[224]I'm   choking \n[225]The mouth-piece. \n[226]Pony girl, Pony girl, Won't you be my pony girl? \n[227]That was what my father used to sing to my little sister, Karin. That was before she died. She was kind of a sad little girl. It didn't do much good. I'm really sorry that the last time I saw her, I fought with her. I made her cry. \n[228]My parents could have left me in the nursing home, you know. They found out the average life expectancy for polios in nursing homes was 18 months. So they took me home. They gave me a life. \n[229]Is this a game? \n[230]Yes, very easily. \n[231]I feel very exhilarated, running next to the Atlantic Ocean, feeling the wind and the wet sand between my toes. \n[232]Yes, I really feel like him. \n[233]I don't understand what you mean. I said I can feel like him. Of course I can picture him. \n[234]Yes. \n[235]She either forgot to close the bathroom door, or didn't bother to close it. \n[236]I found the sound of her peeing incredibly erotic, and the sound of her tearing off toilet paper incredibly intimate. By the time she came back I had a terrific boner. \n[237]Aahh! \n[238]Uh-huh. \n[239]You had an attitude towards sex? \n[240]I guess it's good to have some kind of insurance. \n[241]Then why are you doing it? \n[242]What's your son's name? \n[243]Does he know what you do? \n[244]How much do you want him to know?  \n[245]What does your husband do? \n[246]Wow! You mean, like, at a university? \n[247]Was I really inside you? \n[248]For how long? \n[249]Is that all? \n[250]I'm sorry, I couldn't tell one thing from another. It was all a jumble of sensations. \n[251]Did you come? \n[252]Can we try for that next time? \n[253]Yes, that's what I want. \n[254]102                                                            102  \n[255]103                                                            103  \n[256]Still exhausted. \n[257]It was okay. I liked some of the other things just as much, or better, but I'm glad it's behind me. \n[258]When this is all over, I'm going to write an article about it. After all, sex sells. Seriously. \n[259]Absolutely. \n[260]She's the most wonderful person on the planet. I'm glad we finally had intercourse, because now I realize that everything I do with her feels just great. \n[261]107                                                             107  \n[262]So, what do you think? \n[263]109                                                             109  \n[264]Can we meet somewhere for a coffee? Somewhere nice. My treat. \n[265]111                                                     111 \n[266]How could you possibly describe anything to do with me as normal? \n[267]We don't have to talk about business. \n[268]Could you put my cup right on the edge of the table there, and stick the straw in my mouth, please? \n[269]Perfect. \n[270]Thanks. \n[271]We don't have to do much talking. \n[272]I just want to be seen with you in public. I find that as sexy as anything we've done so far. \n[273]I want people to say \"Who's the guy with the blonde? How did he get so lucky?\" \n[274]Okay, if some old girlfriend from school you hadn't seen for years turned up suddenly, like right now, how would you introduce me? As your boyfriend? \n[275]Really? \n[276]Yes. \n[277]Who? \n[278]You really can picture me as husband material? \n[279]Would you write down your address for me, please? \n[280]122                                                               122  \n[281]Do you think she'll like the shirt? \n[282]Amanda? \n[283]It's been a while. \n[284]Why are you going to Germany? \n[285]For how long? \n[286]But why go to Germany? It's the only place in the world where humor is actually forbidden. \n[287]Really? \n[288]Yes, I love you, but not in that way. I love you, but I'm not in love with you. Blah, blah, blah. You know how it goes. \n[289]It could have been you. \n[290]I had this faint hope that she would show the merest hint of jealousy. It shows you how naïve I am. \n[291]The fact that I was no longer a virgin, that I was a `made man', so to speak, made no difference to her at all. \n[292]Boy, am I glad to see you. \n[293]Yes, but I always mean it. \n[294]The first time, I really didn't know what was going on. Technically it all happened, but nothing really happened in my head. \n[295]This time it did, and my head has never experienced anything like it before. Of course, I ignored Cheryl's advice about having neutral thoughts. \n[296]Then afterwards, there was this moment, this glimpse of an awful sadness to come. \n[297]Is it in? Is it really in? \n[298]I couldn't believe it. \n[299]140                                                               140   \n[300]I was finally there. Too soon, I came. But she kept holding me inside her. Then a look of pleasure brushed lightly over her face... \n[301]... as though an all-day itch were finally being scratched. Letting me go, she put her hands down on the bed by my shoulders and kissed my chest. This act of affection moved me deeply. \n[302]I almost wept. No-one had ever kissed me there before. It was so unexpected and so natural. \n[303]I love you. \n[304]Did you come? \n[305]What happens when...  \n[306]When people become attached to each other.  \n[307]Just people. What's the chemistry of it all? When people are attracted to each other.  \n[308]We're just talking hypothetically.  \n[309]And what happens next?  \n[310]What do you mean?  \n[311]Have you?  \n[312]I'm thinking. \n[313]We have two sessions left, is that correct? \n[314]Or, what? \n[315]You mean, make this the last session? \n[316]What do you think we should do? \n[317]I want to know how you feel. \n[318]Yes, it does. I don't just write poems to anyone. \n[319]You mean to say, come the sixth session that will be it? \n[320]Then maybe we should pull the plug now. \n[321]I desperately wanted to feel that because of Cheryl, my life had changed. But it hadn't. \n[322]Bye. \n[323]151                                                            151  \n[324]I felt I'd just been through a ceremony that I didn't know the meaning of. I kept thinking, is that all there is? Just an empty hole at the end of it? A bigger hole than there was before? \n[325]153                                                            153  \n[326]I wrote letters to Amanda in Germany. Five, six pages long A year passed, Heard nothing. Was it my fault? Of course it was. But the guilt isn't enough to patch over the rage. I pound the insides of my mind with words, such puny fists, And nobody hears. \n[327]Rod, it's Mark. I need help. The power's gone out, including the pump on the iron lung. I'd say I've got about three hours before I start to turn blue. I hope you get this in time. \n[328]155                                                            155  \n[329]Okay... nine-one-one. \n[330]Shit! \n[331]So this is how it ends. \n[332]So this is the body that someone was able to love. Not quite as bad as I thought. \n[333]How close was I? \n[334]You know, to that tunnel thing and the light, and the voice saying don't go near the light. \n[335]No. I assume I passed out. Before that, I remember feeling sorry for myself. \n[336]No. I mean, I'm relieved that Rod got to me in time, but I still feel sorry for myself. \n[337]I feel comfortable talking to you. \n[338]I'm sorry, I don't mean to be rude. I'm just smiling at the idea that a therapist could do anything useful for me right now. My priest couldn't. \n[339]Yes. I would find it absolutely intolerable not to be able to blame someone for all this. Are you? \n[340]Yes, that would count. \n[341]Are you married? \n[342]Do you have a steady boyfriend? \n[343]Then please visit as often as you can. \n[344]There's just one more thing I want to tell you. \n[345]I'm not a virgin. \n[346]No, it was a passing thing. \n[347]The best. \n[348]I met Susan five years before I died. She was the love of my life. We had the same priorities, baseball pretty much came first, and we wrote each other mushy poems. I never expected it, nor did she, but that's often the way things turn out. \n[349]163                                                               163  Father Brendan sits in a chair next to Mark's iron lung.  \n[350]Yep, I almost found out the big secret. But here I am, back with the living. If there is another place, then I think they took one look at me and decided to throw me back. \n[351]And thank you for coming to visit. \n[352]I no longer feel like that. \n[353]Yes, I am. In fact, at this point in time, I feel very blessed. \n[354]Yes, blessed. They put me on this new anti-depressant and now I can really see life from the cup half full rather than cup half empty point of view. \n[355]It takes about six weeks to kick in, but when it does, you can really tell the difference. \n[356]I'm pulling your leg, Father. I'm not on drugs. I have a girlfriend. \n[357]A very real girlfriend. She adores me. She'll do anything for me. And I can get pretty kinky sometimes, believe you me. Her name is Susan. \n[358]She sure is. \n[359]As a matter of fact... \n[360]No, you're not. Anyway, we're starting a publishing company together. \n[361]No, no. Please make the little speech. I'd love to hear it. \n[362]Don't make it too short.  \n[363]I already like it. \n[364]164                                                                164  \n[365]165                                                                165  \n[366]Actually, I was on drugs, I was taking anti-depressants and they were helping a bit. At least I was able to see the cup-of-life metaphor as a useful tool. Of course, the two halves were never even. Not in my case, that's for sure. Look at all the years of unendurable crap I've had to put up with. That fills most of the cup. But in the little bit that's left, what do I have to show for myself? Journalism? Poetry? At the very least, three beautiful women who all loved me and will all show up at my funeral. \n[367]Three Reasons to Live The mundane: O God, it was boring, but I did it got it out of the way The transcendent: We had this agreement -- God gave me life for a while I gave Him gratitude for a while and it worked out OK The curious: You know how every day is different? I just wanted to see what would happen next \n[368]170                                                            170   ", "Carmen": "\n[1]21                                                                21  \n[2]22                                                                22  \n[3]Some positions, like that one, are pretty much impossible. \n[4]I don't know if you can quite visualize it. It's called a lateral, or sideways reverse cow- girl. \n[5]Don't worry about it then. It's just a question of depth of penetration.  \n[6]To some people it's really important, like my partner, for example. It's not such a big deal for me. I get just as excited when he licks my nipples, if and when he bothers to do it. \n[7]I think the tape's about to run out. \n[8]Do you want to keep going? \n[9]Get back to me if you need anything else. Oh, and let me give you Greg's phone number. He's full of stuff you wouldn't think was possible. \n[10]38                                                       38  \n[11]39                                                                39  \n[12]Tada! \n[13]There are all sorts of useful things in that drawer there, if you guys feel like exploring. \n[14]No, no. Everything will be provided. I'm honored that you asked me. It'll be great karma for the house. \n[15]40                                                                40  \n[16]51                                                                51  \n[17]53                                                               53   \n[18]Okay, I'm going. I'll be back some time after one. If I'm not here, just let yourselves out. \n[19]Have fun. \n[20]55                                                                55  \n[21]57                                                                57  \n[22]59                                                             59  \n[23]I hope you guys kept the noise down. \n[24]60                                                             60  \n[25]68                                                                68  \n[26]72                                                                72  \n[27]74                                                             74  \n[28]83                                                                83  \n[29]84                                                                84  \n[30]Oh, my God, I forgot! Oh, Mark, I'm so sorry. \n[31]85                                                                85  ", "Mikvah": "\n[1]156                                                            156  \n[2]Is this your first time? \n[3]So, what do you do? \n[4]You can try me. \n[5]Why shouldn't I understand? \n[6]I see you're very comfortable with being naked. \n[7]Sometimes new brides come with their mothers. Do I have to take this off? Can I please leave this on? They've never been naked before. No honey, it all has to come off. \n[8]And it does. They stand on the edge of that pool without anything to cling to but themselves. Nothing to hide behind. This is your body. This is the body that God crafted for you. \n[9]Immerse completely. Go completely under the water, without touching the walls or anything. ", "Lady": "\n[1]Good morning. UCSF. \n[2]I'm sorry sir, the Center on Sexuality and Disability has been shut down. \n[3]Sir? \n[4]It's no bother...Sir, before you go, I can give you a phone number for one of the therapists who used to work there. Would you like that? \n[5]Sir, are you there? \n[6]Is this your first time? \n[7]So, what do you do? \n[8]You can try me. \n[9]Why shouldn't I understand? \n[10]I see you're very comfortable with being naked. \n[11]Sometimes new brides come with their mothers. Do I have to take this off? Can I please leave this on? They've never been naked before. No honey, it all has to come off. \n[12]And it does. They stand on the edge of that pool without anything to cling to but themselves. Nothing to hide behind. This is your body. This is the body that God crafted for you. \n[13]Immerse completely. Go completely under the water, without touching the walls or anything. ", "Clerk": "\n[1]I've got a single. \n[2]Thirty-five plus tax. \n[3]There's a soda machine around the corner. \n[4]And an ice machine, if you need it. \n[5]What's wrong with your boss? \n[6]So what sort of therapy are they doing? \n[7]You're bullshitting me. \n[8]No, tell me for real, what are they actually doing? \n[9]They've been in there a long time. \n[10]Do you want another coffee? \n[11]Do you live with your parents? \n[12]You at Berkeley? \n[13]Doing what? \n[14]You have a boyfriend? \n[15]You want to go out some time? \n[16]What, your boyfriend? \n[17]Your parents? \n[18]It's okay. \n[19]No, no, stay. Is this going to be a regular thing? \n[20]The therapy. \n[21]What sort of a therapist is she, really? \n[22]What's that? \n[23]Sure. ", "Amanda": "\n[1]No, none at all. \n[2]How long can you stay out? \n[3]I do everything. Any other questions? \n[4]Why not? He's a much nicer person than you are. \n[5]He's an asshole. It doesn't matter what he thinks of you. \n[6]He thinks you're some kind of Svengali, and that you're going to hypnotise me into your cult. \n[7]He says he can already see changes. \n[8]This you must have. \n[9]I like it. Does that count? \n[10]I know. I'm sorry. I'm going to Germany. I wanted to say goodbye to you before I left. \n[11]To study German. \n[12]One or two years maybe. But we should keep in touch. \n[13]You could always make me laugh. I love you, Mark. I really do. \n[14]I think it's great what you're doing with this surrogate lady. \n[15]It could have been, but it wasn't. ", "Cheryl": "\n[1]45                                                               45  \n[2]What is it? \n[3]I'm not your girlfriend. When someone calls, particularly someone you don't know, you can use the word 'Mom'. \n[4]Hullo, this is Cheryl. \n[5]I haven't heard from you in a while. How are you? \n[6]Hold on a moment, please. \n[7]Hey, cut that out! \n[8]Hi, this is Cheryl Cohen-Greene. May I speak to Mark? \n[9]Hi, Mark. I'm Cheryl. Laura called to introduce you. I understand you'd like to meet. Is that right? \n[10]I could see you on the seventeenth, at eleven o'clock. Would that be any good for you? \n[11]Hey, where you from? \n[12]Salem. Small world. \n[13]47                                                                47 \n[14]We'll be talking for a while to begin with. Then, if you agree, we can also start doing some body awareness exercises in your first session. \n[15]Hi, I'm Cheryl. I'm sorry I'm late. \n[16]Hi, Mark O'Brien. \n[17]Yes, two hours, that would be perfect. \n[18]So... \n[19]Thank you. \n[20]Yes, it was. Shall we start again? \n[21]Although the aim is for us to have sex, I'm not a prostitute and you don't need to pay me up front. I've nothing against prostitutes, but there's a difference. We can talk about that later. \n[22]The other thing is, there is a limit to the number of sessions we can have together. Did Laura mention that when you saw her? \n[23]The limit is six. But that gives us plenty of opportunity to explore. Now, I understand you are able to have an erection. \n[24]Do you know how many men there are on this planet who would give anything for a natural erection? \n[25]Is this your place? \n[26]It's worth thinking about. \n[27]Mark, just take a deep breath, then let go. \n[28]You do a little. \n[29]Laura told me you were a poet. What's it like to be a poet? \n[30]But not today. By the way, I like your shirt. \n[31]So I need to ask you some basic questions. Okay? \n[32]What is the iron lung for? \n[33]How do you feel right now?  \n[34]I meant your breathing. \n[35]That's great. Do you have any areas of unusual sensitivity? Any parts of your body you don't want me to touch? \n[36]Shall we get undressed then? \n[37]What's wrong? \n[38]Tell me what's wrong. \n[39]Okay, okay, I've got it. Don't worry. \n[40]Mark, I'm going to be really careful with you. I don't want to hurt or injure you in any way, but it's really not sexy when you yell at me. Okay? \n[41]But you'll tell me calmly the moment anything starts to hurt? \n[42]Now, let's do the other arm. \n[43]Nice shirt. \n[44]Did I? I guess I'm a little anxious, too. \n[45]Okay, I'm going to slide these down. Hold your breath. \n[46]Ready? \n[47]Okay, the difference between me and a prostitute is that I don't want your return business. I'm here to help you communicate about your sexual feelings, so you can share them with a future partner. \n[48]So, why is it confusing? \n[49]Mark, close your eyes and focus on your sense of touch. \n[50]I'd like you to tell me how it feels each time I touch a different part of your body. If something feels good, tell me. If something feels ticklish or bothers you, let me know. I don't want you to tolerate anything. I'm going to start with the top of your head... \n[51]You have soft hair. It's nice to the touch. So you like it? \n[52]Weird good? Or weird bad? \n[53]Still good? \n[54]You're clever to have worked that out. \n[55]Would you like to see what I feel like? \n[56]Are you wearing cologne? \n[57]Mmm, my favorite brand. Okay, I'm going to move my hand along your stomach... and down to your pen... \n[58]Next week, Friday the twentieth, same time? \n[59]Next time we'll start to work on intercourse. \n[60]Were you afraid at the thought of seeing me? \n[61]You can be proud of yourself. You did great. We've made real progress. \n[62]Of course. What would you like to ask? \n[63]Sure. I'm a very private person. I have a private life, I do need you to be aware of that, but that's about it. This therapy is about you. \n[64]Perfect timing. \n[65]61                                                               61  \n[66]62                                                               62  \n[67]First session. Mark is the oldest of four children and raised Catholic. He was extremely nervous. He yelled a lot when I took off his shirt, but I think more out of fear than pain. He cannot masturbate. Has only had the occasional kissing experience. He is capable of achieving an erection easily, but the unusual curvature of his body could be a serious obstacle to intercourse. \n[68]63                                                               63  \n[69]This gentleman I just started working with. He spends most of his life trapped in a big metal box. \n[70]Did you hear what I said? \n[71]Don't forget to put the trash out in the morning. \n[72]I want you to look at me this time. Go on, lift your eyes, look at me. \n[73]Do you like watching me undress? \n[74]From now on... \n[75]You're going to start to understand the signals from your body... \n[76]...and learn how to control... \n[77]Okay, I don't want to hear any more about God cursing you. I want the credit. It was my overpowering beauty that did it. It took you by surprise. Now, where were we? \n[78]I'm going to touch you... I'm touching you... and when we both feel you're aroused, then I'm going to guide you into my vagina. \n[79]Close your eyes, feel your body, that's all you need to do. \n[80]No, Mark, it will fit just fine. \n[81]It's not too big. Relax. \n[82]Please, stop this. I promise you, nothing bad will happen. Now, let's try again while you're still hard. \n[83]Stop being sorry. And stop reading those stupid sex manuals. \n[84]We still have some time. We can talk, which you seem to like, or you can suck on my nipples, which you also seem to like. Or, which one would you like to do first? \n[85]75                                                                75  \n[86]76                                                                76  \n[87]Mark seemed to be at his most relaxed when I sucked his penis. At the moment he is fixated on penis- vagina and his anxiety is focused around that. The root of his anxiety is his parents and his religion. He believes he doesn't deserve sex. He believes he is responsible for his little sister's death at the age of seven, because his mother was too busy looking after him. \n[88]We discussed his fantasies. They are mostly masochistic. \n[89]Again,   the idea of being punished. He has   never seen female genitalia before   and seems quite frightened by the   idea. \n[90]Look, it may not be exactly what we had in mind, but I noticed there's quite a nice motel just a couple of blocks from here. Maybe it's worth checking out. \n[91]Some people find motels exciting. \n[92]Another nice shirt. \n[93]You took the words right out of my mouth. \n[94]I guess that one's off the menu until further notice. \n[95]Come on, lighten up, will you. \n[96]Mark, I'm just going to go the bathroom for a quick pee. When I come back, we're going to achieve full penetration. But before I go, I want you to close your eyes. \n[97]No, it's not a game. Just do as I say. Close your eyes. \n[98]Picture yourself as a six year old boy at the beach. Can you do that? \n[99]Describe some of your feelings. \n[100]Do you really feel like him? \n[101]But can you really picture him? \n[102]From the outside, I mean, as an adult, as you are now, looking at him with his crew cut and his little face? \n[103]And are you mad at him? Do you blame him for getting polio? Was it his fault? \n[104]I'm going to rub the tip of your cock around my vulva. When it's ready, I'll guide you in. Breathe slowly and think of something delicious. \n[105]You awake? \n[106]To answer your earlier question, I grew up in Salem, brought up Catholic, like you, but the church didn't appreciate my attitude towards sex. \n[107]Yes, I liked it. They like to think they threw me out, but I threw them out. So for years I didn't believe in anything, and now I'm converting to Judaism. \n[108]I didn't think of that. \n[109]My husband asked me to do it before his grandmother dies. The idea is, if it makes her happy and him happy, then it will do the same for me. Our son is neutral on the subject, but theoretically, if it looks like it makes me happy, it'll make him happy too. That's the way my husband's family talks, and thinks. The fact that I'm happy already, doesn't seem to be relevant. \n[110]Tony. He's 14 years-old and very smart. You'd like him. \n[111]He knows I'm a sex therapist. There's a certificate on the wall. But he hasn't had sex yet. So... How much can he really know? He's not a boy, he's not a man.  \n[112]Well, I want him to have some idea in his head. I hope it's a nice one.  \n[113]He's a philosopher. \n[114]No, in his own mind. He runs the house, plays guitar, thinks a lot. \n[115]It's kind of late. \n[116]Hey, we did really good stuff today. You were fantastic. You're a fully fledged male homo sapiens endowed with a handsome and substantial penis which now has a proven track record. You should be pleased. \n[117]You were really and truly inside me. \n[118]Five or six seconds. \n[119]That's a long time for some people. You were pretty excited. I don't know what you were thinking about. \n[120]Well, you definitely achieved penetration. It was penis-vagina all the way. And you definitely get an A for orgasm. \n[121]No, Mark, I didn't. \n[122]If that's what you want. \n[123]Okay then. \n[124]98                                                             98  \n[125]He reads too many books. He has it in his head that after meeting three times, we should be able to have penetrative sex which results in simultaneous orgasm. Boom! Just like that. \n[126]100                                                            100 \n[127]I guess. Yes, it is. \n[128]I like him. \n[129]104                                                            104  \n[130]Oh, nothing. \n[131]Okay, I've been thinking about the whole conversion thing. \n[132]Then, whatever it is, I guess I'm not in the mood for talking. \n[133]Another sort of mood. \n[134]108                                                             108  \n[135]Hullo, this is Cheryl. \n[136]Mark? \n[137]110                                                             110 \n[138]I don't normally meet with clients outside of working hours, you know that. \n[139]112                                                     112 \n[140]So, what shall we talk about? \n[141]Then why are we here? \n[142]I'm glad you enjoy looking, after all.  \n[143]Or so rich.  \n[144]No, as my husband. Why not go all the way.  \n[145]Does that shock you?  \n[146]Then I guess it would shock her as well.  \n[147]My old school friend that's going to come along any moment.  \n[148]As long as we're pretending, sure. \n[149]114                                                            114  \n[150]115                                                            115  \n[151]That's another thing altogether. What I want to know is where do you get off opening my mail? \n[152]Even less reason to open it. Where is it? Give it to me. \n[153]This is absolutely none of your fucking business. \n[154]You didn't. \n[155]116                                                               116  \n[156]Mark appears to be indulging in typical transference behaviour. This is not unusual after first successful intercourse, but I think he is especially susceptible. He cannot help seeing me as the multi- functional, all-purpose woman, mother, sister, schoolmistress, whore, lover and best friend. At the same time, his anxiety about sexual performance has diminished. \n[157]No, you didn't. I'm fine. \n[158]Yes, I promise. \n[159]Yes, I've come around to your point of view. You were right. You're generally right about these things. \n[160]Josh, I need to go to sleep. Everything's good. \n[161]118                                                               118  \n[162]119                                                               119  \n[163]Let me touch you with my words. For my hands lie limp as empty gloves. \n[164]Don't you say that to all the girls? \n[165]Remember about the breathing. Concentrate on breathing out rather than in. Think of anything neutral. Sky, water, trees, ships, music, nothing too dramatic. \n[166]137                                                            137  \n[167]138                                                               138  \n[168]Mark achieved an erection as soon as I started to suck on him. He did the controlled breathing, as I had suggested, and I was able to get on top and guide him in quite easily. \n[169]Yes, it's really in. \n[170]I love you, too. \n[171]Yes. \n[172]144                                                            144  \n[173]Mark is breathing well and learning to pace himself. There is no real physical impediment to a variety of sexual activities, given the right sort of partner. His deeper emotional needs are outside the scope of my potential involvement. \n[174]As anticipated, this was the final session. \n[175]What happens when what?  \n[176]What people?  \n[177]Are you attracted to me?  \n[178]Hypothetically, they write poems, they have sex.  \n[179]After poetry and sex? Nothing or everything. The rest is by negotiation, as it were.  \n[180]I mean, you can just leave it at love and attraction, or you can make things complicated. As most people do.  \n[181]Oh, yes.  \n[182]What shall we do next time? Any requests? \n[183]Mark? \n[184]That's right. Or... \n[185]Or, we could stop now. \n[186]Yes. \n[187]It's not we, it's you, Mark. It's up to you. \n[188]That doesn't come in to it. \n[189]Mark, what do you want me to say? How much I was touched by that? How special this has been to me? Is that going to help you? No, it's going to make things worse. \n[190]Yes, that will be it. I explained that the first time we met. \n[191]I'm sorry. If it's any consolation, it's also hard for me to think about it. \n[192]I think maybe we should. It's only going to get harder. I guess you might as well save the money. Maybe buy yourself a nice futon. \n[193]Just a moment. \n[194]Bye, Mark \n[195]He did great. See you. I'm sorry, I have to run. \n[196]I knew there was a reason I came here today. \n[197]Yes, it is. I'm converting. \n[198]I don't think you'd understand. \n[199]Okay. I'm a housewife. \n[200]I guess I was mistaken. \n[201]That has never been one of my problems. \n[202]And it does? \n[203]Okay Mark, you can open your eyes now. \n[204]This is your body. \n[205]166                                                                166  \n[206]167                                                                167  ", "Rod": "\n[1]Hi. Vera? \n[2]I'm Rod. I do four to twelve. \n[3]Get over it. It's perfectly normal. \n[4]Sure. \n[5]Hullo, Mark O'Brien's phone. \n[6]Just one moment, please. \n[7]What am I doing here? Yes or no? Make up your mind. \n[8]What's on the menu today? \n[9]Uh-huh. That's a big one. \n[10]Overrated, but necessary. There's plenty of other ways of achieving the same result, but somehow you don't feel you've actually done it till you've gone all the way in. \n[11]154                                                            154  \n[12]Hi, this is Rod. Leave a message, or not. ", "Father": "\n[1]The Apostle Luke tells us that when Elizabeth spoke to Mary, the baby in her womb leapt - \"For lo, as soon as the voice of thy salutation sounded in mine ears, the babe leaped in my womb for joy\". So Mary's fear and apprehension slowly gave way to pride and purpose. Elizabeth saw the greatness in Mary. \"Blessed art thou among women\". Elizabeth, pregnant herself with St. John, felt the power of this wondrous woman. It was Elizabeth, and her absolute faith, that gave Mary the courage she was lacking, and she gave thanks saying: \"My soul doth magnify the Lord, and my spirit hath rejoiced in God my Saviour\". May the spirit of the Lord be amongst you and remain with you always. \n[2]May the peace of the Lord be with you. \n[3]Hello. I'm Father Brendan. I don't think we've met. \n[4]As are many others. I'm going to do my best to fill his shoes. I understand you'd like me to hear your confession. \n[5]Thank you. \n[6]No, I do not. I believe sincerity is the most essential part. \n[7]Yes, take your time. I'm in no rush. \n[8]No one said anything to me about you. \n[9]I'm here for you Mark. \n[10]Tell me what's on your mind. \n[11]Is she dishonest, or incompetent? \n[12]Well, it obviously troubles you. \n[13]I really wouldn't worry too much about that. The question is whether you like having her around. \n[14]Then get rid of her. If I were in a position to choose, I'd get someone nice. Even it was a power trip. \n[15]Unofficially, yes. \n[16]Please, if ever you feel I can be useful, do let me know. It was a pleasure talking with you. \n[17]Did she reciprocate your feelings? \n[18]Sometimes people can be very shy about their emotions.  \n[19]Did it? \n[20]I wish I knew what to say. I mean, welcome to the human race. Every day someone breaks someone else's heart. And as I said, I'm here for you. I just wish I had something more useful to offer. All I have are these vague ideas about life and death that priests are equipped with. Have you ever thought of discussing your feelings with a therapist? \n[21]Hi, good to see you. How are things? \n[22]Sure, and I understand what you mean. \n[23]Yes. \n[24]Uh-huh. \n[25]Don't worry about it. Go on. \n[26]Hold on. What do you mean \"have sex\"? \n[27]Sorry, that wasn't what... I mean, are we talking about sexual intercourse? \n[28]Outside marriage? \n[29]What is the difference between this sexual specialist and a common prostitute? \n[30]How do you know she's not some hooker gussied up as a social worker, who's just going to rob you? \n[31]How old are you?  \n[32]Why exactly now?  \n[33]And this is what you want my advice about? Fornication?  \n[34]And do I have the casting vote, so to speak?  \n[35]You're serious, aren't you?  \n[36]And you want my opinion? \n[37]I know in my heart that He'll give you a free pass on this one. Go for it. \n[38]I said, go for it. \n[39]If you feel up to it. Do you feel up to it? \n[40]Then we should pray. \n[41]Sweet Jesus, Mark and I sit at your feet and pray that You bless this little journey, this one small step for a man. \n[42]No, I'm used to it. \n[43]It's amazing to me how often God is brought into the sex act. I understand that even amongst non- believers, the most common expression of sexual ecstasy is \"Oh, God!\" \n[44]Do you want to know what I think? \n[45]I'd forget the psychobabble. I grew up on a farm. It even takes the animals a few times to get it right. Can I suggest you try and enjoy it more? Don't worry about the technical stuff. You're a poet. Be romantic. \n[46]I was in the neighborhood. How are you? \n[47]So, on reflection, are you... Fulfilled? \n[48]Well, so am I. Congratulations. \n[49]So you're really doing this for the money. \n[50]Well, that makes me feel much better about the whole thing. Can I ask what she's like? Cheryl. You've never really said anything about her. \n[51]I'm sorry Mark, you can't always trust your feelings. You've achieved a great thing. It may take you a while to realize that. \n[52]That was quite something. What do you propose to do for an encore? \n[53]And welcome back. \n[54]I know it's been awhile since we talked about this... About Cheryl. At the time, you seemed to feel so badly about her... or about it? \n[55]Oh? That's good to hear. In the end, you're glad that you did it? \n[56]Blessed? \n[57]Hey, that's great. \n[58]You're kidding me. A real girlfriend? \n[59]I'm flabbergasted. Is she pretty? \n[60]Has she got a sister? \n[61]I'm kidding. \n[62]Here I was, all prepared to offer comfort to the forlorn - that's supposed to be my specialty - and now I can just throw away that little speech. \n[63]Okay, but I'll try and keep it short.  \n[64]Okay, fine. Here goes. The meaning of love. Love is a journey.  \n[65]That's it. That's all of I've got. I told you it's short. Love is a journey. \n[66]Mark, I know you're watching. I'm sorry, my friend, but we have to do this. Just bear with me, and I think you might like it. \n[67] \n[68]Besides his irreverent humor and alarming honesty, he always did the unexpected.  In nearly every aspect of his life, Mark did the unexpected. His was a dynamic voice in a paralyzed body, a full life lived long after he should have been dead. He graduated from college, wrote and published articles and poems, and -- against all odds, by his own admission -- entered into the fully human experience of physical love.  In this way, Mark lived from day to day to day, from breath to breath to breath, for 49 years. He loved, and he was loved and in his quiet voice, he spoke loud truths.    \n[69]Susan Fernbach will now read one of Mark's favorite poems. ", "Brendan": "\n[1]The Apostle Luke tells us that when Elizabeth spoke to Mary, the baby in her womb leapt - \"For lo, as soon as the voice of thy salutation sounded in mine ears, the babe leaped in my womb for joy\". So Mary's fear and apprehension slowly gave way to pride and purpose. Elizabeth saw the greatness in Mary. \"Blessed art thou among women\". Elizabeth, pregnant herself with St. John, felt the power of this wondrous woman. It was Elizabeth, and her absolute faith, that gave Mary the courage she was lacking, and she gave thanks saying: \"My soul doth magnify the Lord, and my spirit hath rejoiced in God my Saviour\". May the spirit of the Lord be amongst you and remain with you always. \n[2]May the peace of the Lord be with you. \n[3]Hello. I'm Father Brendan. I don't think we've met. \n[4]As are many others. I'm going to do my best to fill his shoes. I understand you'd like me to hear your confession. \n[5]Thank you. \n[6]No, I do not. I believe sincerity is the most essential part. \n[7]Yes, take your time. I'm in no rush. \n[8]No one said anything to me about you. \n[9]I'm here for you Mark. \n[10]Tell me what's on your mind. \n[11]Is she dishonest, or incompetent? \n[12]Well, it obviously troubles you. \n[13]I really wouldn't worry too much about that. The question is whether you like having her around. \n[14]Then get rid of her. If I were in a position to choose, I'd get someone nice. Even it was a power trip. \n[15]Unofficially, yes. \n[16]Please, if ever you feel I can be useful, do let me know. It was a pleasure talking with you. \n[17]Did she reciprocate your feelings? \n[18]Sometimes people can be very shy about their emotions.  \n[19]Did it? \n[20]I wish I knew what to say. I mean, welcome to the human race. Every day someone breaks someone else's heart. And as I said, I'm here for you. I just wish I had something more useful to offer. All I have are these vague ideas about life and death that priests are equipped with. Have you ever thought of discussing your feelings with a therapist? \n[21]Hi, good to see you. How are things? \n[22]Sure, and I understand what you mean. \n[23]Yes. \n[24]Uh-huh. \n[25]Don't worry about it. Go on. \n[26]Hold on. What do you mean \"have sex\"? \n[27]Sorry, that wasn't what... I mean, are we talking about sexual intercourse? \n[28]Outside marriage? \n[29]What is the difference between this sexual specialist and a common prostitute? \n[30]How do you know she's not some hooker gussied up as a social worker, who's just going to rob you? \n[31]How old are you?  \n[32]Why exactly now?  \n[33]And this is what you want my advice about? Fornication?  \n[34]And do I have the casting vote, so to speak?  \n[35]You're serious, aren't you?  \n[36]And you want my opinion? \n[37]I know in my heart that He'll give you a free pass on this one. Go for it. \n[38]I said, go for it. \n[39]If you feel up to it. Do you feel up to it? \n[40]Then we should pray. \n[41]Sweet Jesus, Mark and I sit at your feet and pray that You bless this little journey, this one small step for a man. \n[42]No, I'm used to it. \n[43]It's amazing to me how often God is brought into the sex act. I understand that even amongst non- believers, the most common expression of sexual ecstasy is \"Oh, God!\" \n[44]Do you want to know what I think? \n[45]I'd forget the psychobabble. I grew up on a farm. It even takes the animals a few times to get it right. Can I suggest you try and enjoy it more? Don't worry about the technical stuff. You're a poet. Be romantic. \n[46]I was in the neighborhood. How are you? \n[47]So, on reflection, are you... Fulfilled? \n[48]Well, so am I. Congratulations. \n[49]So you're really doing this for the money. \n[50]Well, that makes me feel much better about the whole thing. Can I ask what she's like? Cheryl. You've never really said anything about her. \n[51]I'm sorry Mark, you can't always trust your feelings. You've achieved a great thing. It may take you a while to realize that. \n[52]That was quite something. What do you propose to do for an encore? \n[53]And welcome back. \n[54]I know it's been awhile since we talked about this... About Cheryl. At the time, you seemed to feel so badly about her... or about it? \n[55]Oh? That's good to hear. In the end, you're glad that you did it? \n[56]Blessed? \n[57]Hey, that's great. \n[58]You're kidding me. A real girlfriend? \n[59]I'm flabbergasted. Is she pretty? \n[60]Has she got a sister? \n[61]I'm kidding. \n[62]Here I was, all prepared to offer comfort to the forlorn - that's supposed to be my specialty - and now I can just throw away that little speech. \n[63]Okay, but I'll try and keep it short.  \n[64]Okay, fine. Here goes. The meaning of love. Love is a journey.  \n[65]That's it. That's all of I've got. I told you it's short. Love is a journey. \n[66]Mark, I know you're watching. I'm sorry, my friend, but we have to do this. Just bear with me, and I think you might like it. \n[67] \n[68]Besides his irreverent humor and alarming honesty, he always did the unexpected.  In nearly every aspect of his life, Mark did the unexpected. His was a dynamic voice in a paralyzed body, a full life lived long after he should have been dead. He graduated from college, wrote and published articles and poems, and -- against all odds, by his own admission -- entered into the fully human experience of physical love.  In this way, Mark lived from day to day to day, from breath to breath to breath, for 49 years. He loved, and he was loved and in his quiet voice, he spoke loud truths.    \n[69]Susan Fernbach will now read one of Mark's favorite poems. ", "Vera": "\n[1]Yes. \n[2]Some. \n[3]Hullo. \n[4]It's Sandy, from Pacific News Service. \n[5]Thank you. \n[6]The top has to go over to the left. \n[7]Look, do you want to see this woman or not? \n[8]Well, it's too late. \n[9]Which one? \n[10]Will you stop acting as if you're going to your own execution. \n[11]Try and think of something else. Baseball, for example. That's what they usually tell boys to do. \n[12]She hasn't forgotten. \n[13]Bye. \n[14]Twelve after eleven. \n[15]Mark, please calm down. \n[16]No, that's fine. Come in. I'm Vera, I'm one of Mark's helpers. \n[17]I'll be back, say, in two hours? \n[18]How do you feel?  \n[19]Doesn't get any better than that.  \n[20]Let me think. It wasn't all that pleasant. I mean, it was consensual and everything, and I really was in love with the guy, but his dick seemed enormous to me, I didn't think it would fit. It was scary. But he was nice. I guess he couldn't help it.  \n[21]Are you kidding? I only hung out with white guys at high school.  \n[22]I don't know. To stick it to my mum and dad, I suppose.  \n[23]They're happy. I'm happy.  \n[24]Perfect size.  \n[25]Penis sounds like some vegetable you don't want to eat. Dick sounds like what it is. \n[26]Yes, tell me about it. \n[27]You nervous? \n[28]Would you like a shpritz? \n[29]Great. \n[30]Can I make a suggestion? \n[31]Stop thinking about it. \n[32]You're not listening, are you? I said, stop thinking about it. \n[33]She was very apologetic. \n[34]Have you got anything on the ground floor? \n[35]How much? \n[36]My boss is the gentleman in the gurney. \n[37]He's supposed to be having a therapy session right now, but the facility we normally use had a scheduling mix-up. We only need the room for two hours. Can you do it for twenty cash? \n[38]Okay, I'll see you. I've got a book to read. I'll just hang around the reception if you need me. \n[39]Basically, he can only move his head. \n[40]They're having sex. \n[41]Okay, I'm bullshitting you. \n[42]Well, today, after some appropriate foreplay, they're going to try to achieve full penetration. \n[43]Yes, some people can do that. \n[44]No thanks. \n[45]No. \n[46]Uh-huh. \n[47]Architecture. \n[48]Yes. Do you? \n[49]Thanks. \n[50]No, I don't think so. \n[51]No. \n[52]No, I'm busy, that's all. What's wrong with this, anyway? We're having a nice time, aren't we? \n[53]Or do you have things to do? I can go for a walk if you're busy and come back later. \n[54]What? \n[55]I don't know. I'm not the therapist. \n[56]I told you the first time, she's a sex therapist. \n[57]Today they're working on simultaneous orgasm. \n[58]Can I use that phone to call the room? \n[59]Everything all right? \n[60]See you. \n[61]You forgot this. ", "Josh": "\n[1]Yes, I heard what you said. You're a saint. \n[2]What's on your mind? \n[3]Don't believe you. \n[4]Still don't believe you. \n[5]What sort of mood are you in? \n[6]You said yourself, it's not supposed to get personal. \n[7]It was scented. I assumed it was just junk mail. \n[8]You're not getting it. \n[9]You're still not getting it. I threw it out. \n[10]I fucking did. \n[11]Would you please ask your mother to pass the salt? \n[12]I'm sorry. I really upset you before. \n[13]You sure? \n[14]Really? \n[15]It was quite a nice poem. I mean, nothing astounding, but heartfelt, at least. \n[16]Okay. Good night. \n[17]It's from a Susan Fernbach. ", "Greg": "\n[1]  \n[2]Sure. \n[3]   \n[4]Oral sex is a matter of taste. \n[5]And one thing that really works in my favor is that I smoke so much weed that my taste buds are pretty jaded. This gives me a great deal of stamina in the tongue department, and stamina is key in cunnilingus. ", "Tony": "\n[1]Hey, this is Tony. \n[2]Cheryl! \n[3]Phone! \n[4]She's coming. \n[5]What's up? \n[6]Cheryl, would you please pass the salt? ", "Susan": "\n[1]They'll be letting you go today. Whoever looks after you will leave the portable respirator switched on at night, fully charged, so you'll have at least one back-up system. \n[2]To what? \n[3]Is that what you remember? \n[4]Do you feel relieved now? \n[5]I'm sure there's a cure for that. Would you like to talk to someone? \n[6]I'm only a volunteer, not a therapist. I can refer you to someone if you like. \n[7]Are you religious? \n[8]No, I don't go to any church and I don't think about God very much. But I believe there's a mysterious logic, or poetry to life. I guess that makes me a spiritual type. \n[9]Would you like me to visit you? \n[10]No. \n[11]No. \n[12]Bye. Take care. \n[13]So, are you in a relationship at the moment? \n[14]Thanks for sharing that with me. \n[15]This is called Love Poem for No One in Particular. \n[16]Let me touch you with my words. For my hands lie limp as empty gloves. Let my words stroke your hair, Slide down your back and tickle your belly. For my hands, light and free-flying as bricks, Ignore my wishes and stubbornly refuse to carry out my quietest desires. \n[17]Let my words enter your mind, bearing torches. Admit them willingly into your being So they may caress you gently within. "}}