{"filename": "Adjustment-Bureau,-The_script.txt", "imdb_id": "tt1385826", "imdb_url": "https://www.imdb.com/title/tt1385826", "characters": ["Suburban Neighbor", "U.S. Coast Guard Officer (as Capt. Gregory P. Hitchen)", "Suburban Mom", "Charlie Traynor", "Suburban Neighbor (as Natalie E. Carter)", "Chuck Scarborough", "Mayor Michael R. Bloomberg (as Mayor Michael R. Bloomberg)", "Upstate Farmer (as Darrell James LeNormand)", "Political Consultant", "Elise Sellas", "Reporter", "David Norris", "Jon Stewart"], "dialogues": {"Suburban": "\n[1]The Intervention Team has pinpointed an interception point. Thompson circles his finger in the air to tell his men to saddle up, they're moving out-- ", "Neighbor": "\n[1]  ", "Mom": "\n[1] \n[2]David is dragged back to the center of the room and placed back in his chair in front of Richardson. \n[3]Salt, Patron, lime .'-.and two glasses dotin on the bar. \n[4]Harry and David stand outside a door to a dock office at the end of the pier. Harry dons his hat. ", "Charlie": "\n[1]Just wait 'till you see how they respond to him.. David pops a cherry lozenge into his mouth and straightens his lapel pin, which is shaped like New York State. \n[2]What the hell? What happened to \"I'm going to have softie tea, rest my voice, and go to bed early?\" You have Diane Sawyer tomorrow and you have to be up at four AM for us to make it in time. David is holding ,a beer, in his left hand. With his free hand he picks up a cup and saucer. \n[3]Ten. \n[4]Latest poll has you ten points up. A slow smile spreads across David's face. \n[5]  \n[6]Eddie, call Boyd! Where the hell are the. Suffolk numbers? We've got to get the Suffolk numbers! \n[7]Why are you still watching CNN? They called this way too early. David doesn't share his friend's optimism. \n[8] I really thought we'd win Suffolk. 2/12/09 6. A senior aide walks over. \n[9]David? \n[10]What the hell was that? \n[11]Tom Frankel from the Journal is calling you in five minutes. I just gave him this number. \n[12]Can't. He's going to ask you about joining the firm. My compliance guys say all firm business has to be done on the blackberry. \n[13]Sarbanes-Oxley. You voted for it, pal. In fact, you cosponsored it. \n[14]  \n[15] \n[16]Who? \n[17]The one you kissed? \n[18]You're shitting me. Just randomly you sit down next to-- He's cut off mid-word. \n[19]  \n[20]There you are. I called your cell ten times. You left me hanging. \n[21](seeing the look in \n[22]You sure you're okay. \n[23]Great. Why? \n[24]I feel fantastic, -man. Is it just, me or is this an odd conversation?  What the hell happened with the girl? \n[25]Please explain to me why you don't have an ear-to-ear smile right now. \n[26]You lost her number? \n[27]Come on. You can't be serious.  You're serious... Oh, man...dude. I'm sorry... I'm really sorry... \n[28]How are you feeling about the speech? David has not noticeably aged and yet he's more tempered and subdued than when we last saw him. We `hear it in his voice: \n[29]Tell me at breakfast. \n[30]Why not? \n[31]What? Are you crazy?! \n[32]Does it matter? \n[33]Elise, pleasure to see you again. There's a crowd of people standing around downtown waiting for you. \n[34]He's announcing today. \n[35]What's okay? It's not okay. The one thing you can't be this. time around is impulsive. That's why we're announcing the way we are, \n[36]David, what the hell? \n[37] Great. Perfect solution. Now, let's pay and get you over there. Charlie waves the waiter over to give them the check. \n[38]The speech is in 30 minutes. 2/12/09 54. \n[39]  \n[40]  \n[41]You can literally walk there after the speech. David nods, his suspicions fading. \n[42]       \n[43]  \n[44]On the phone. \n[45]I'm wrangling him right now-- \n[46]I've just never seen you like that. David can't possibly explain. \n[47]\"I'm going to-postpone my announcement to have brunch with a woman?\" Postpone any speech. I know she made an impression on you but this is ... Charlie just shakes his head, unable to comprehend. A beat. \n[48]\"What is it about her? \n[49]Good Morning America at 7am tomorrow, then you have the bankers group... David, are you listening? David's staring out the window. The sunlight has caught the building across the street just right to illuminate Richardson and McCrady on the second floor. \n[50]After you go back out there and talk to the New York channels-- \n[51]No, we need this on the nightly-- (catching up to David and \n[52]Every time we get close.. .you do something to derail it. A beat. There's a truth to that. David knows it. But-- \n[53]How's he doing? \n[54]Thanks. 2/12/09 102. The aide leaves. Charlie glances at the front page of the Times, then reaches for the New York / Region section. As he does the front page of the Arts section catches his eye. There is a big photo of Elise, doing an \"airborne split,\" accompanying an article titled \"Dance Takes a Quantum Leap.\" Charlie glances through the window at David who is climbing down from the pickup truck to applause from his parking lot audience. \n[55]I'm going to show you this because you'd find out eventually and because I want to be here when you do. Charlie turns the Arts section around for David to see it. Elise's photo has a noticeable impact on David. He glances at the article for a moment. Then Charlie points down near the bottom, at a particular \n[56]David?  David? \n[57]Take a day off. Take a couple. We're sixteen points up. ", "Traynor": "", "Chuck": "", "Scarborough": "", "Political": "", "Consultant": "", "Elise": "\n[1]David? \n[2]Wow... How areyou. Reeling from the adrenaline; David takes a moment, then: \n[3]Calling would have been easier. \n[4]Girlfriend wouldn't let you? 2/12/09 43. \n[5] Don't you have to get to work? \n[6]\"I haven't seen you in three years - - You make me sick\" is not an ideal come-on. For the record. David smiles. She's softening. A little. His phone vibrates. He pulls it out of his pocket. \n[7]You just hung up on your best friend. \n[8]What speech? \n[9]Where? \n[10]I don't think you should cancel your speech. What if I don't like you at the end of our walk? \n[11]Seri6us1y, my number hasn't changed:. Just call me like you didn't last time. \n[12]  \n[13]Stalker. 2/12/09 45. \n[14]It's been years, David. How do you know I don't have a boyfriend? Oh, shit. He hasn't even had time to think about that. \n[15]So all the stuff about me being in your mind constantly for the last three years was just talk... The truth is you don't have any real conviction. \n[16]So you don't care about being a home-wrecker? 2/12/09 46. \n[17]Now you're just trying to say what you think I want to hear. A beat. She lets David twist in the wind... \n[18]I'm single. ON David's face: relief... \n[19]Now let's hear your bullshit excuse for never calling me. \n[20]What? \n[21]Oh, come on. \n[22]Come on.. \n[23]  \n[24] You really are smooth. \n[25]It's okay. I like it. I probably shouldn't, but I do. It's Sellas. Elise Sellas. \n[26]I read somewhere you're running again. \n[27]I hope I had a little something to do with that. 2/12/09 48. \n[28]According to Cosmo I'm supposed to keep it that way. \n[29]  \n[30]Not like that, you pervert. In a dance company. The. Manhattan Modern Ballet. \n[31]I think it was the first thing that crossed your mind. \n[32]Actually, we have a show opening tomorrow night. \n[33]Yeah... But I'm not putting out just because you're buying me brunch. \n[34]I bet lines like that work wonders with the \"dancers\" you normally hang out with. \n[35]How do you do that? I can't remember the names of people I just met. \n[36]Right.. Thanks_.' \n[37]Ballet is basically impossible to do correctly. \n[38]You just do absurd things. with your body. The movement is completely unnatural. It requires incredible strength in all sorts of random muscles. And you have to be born with ridiculous amounts of flexibility in your hip or you'll never be an y good. \n[39]In the history of ballet there've only been a handful of people who actually did ballet the way it's supposed to be done. Forme that just made it completely addictive. \n[40]Not really. Do you get anxious when you make 'a speech? \n[41]Your speech? \n[42]At the speech? \n[43]God, don't skip this for me. \n[44]  \n[45]Now? \n[46]I can't then.  They just moved my dress rehearsal to noon. David's own sixth sense kicks in. Has he been discovered? \n[47]David! \n[48]I'll meet you right after the rehearsal. \n[49]We're n in our space. There was a`;â\u0080¢power ot outage or something. We're using a space\" on Murray and West Broadway today. \n[50]  \n[51]You know, the speech on election night, you said I inspired you... I wish I could do that again now. \n[52]David leans toward Elise-- 2/12/09 56. \n[53]David squeezes her hand... and leans in again-- \n[54]  \n[55] \n[56]Okay.:.. I believe you. Of course I tend to believe in the wrong people. Especially men. It's the kind of quip that's more truth than jest. \n[57]  \n[58]Don't worry. That's definite. 2/12/09 60. \n[59]It's all I do. It's the only thing I ever wante&amp; to be. And I started young. \n[60]By third grade I was going every day after school. \n[61]We moved around a lot then. Dance was kind of my stability. \n[62]Really more the dance. She doesn't make a big deal of it but we get it. \n[63]I take it this is an unauthorized social break. \n[64]Charlie? \n[65]Couple hour, huh? Well, we better make them,,-,--'count. \n[66]What's it look like? We see the reflection of a dance club in the window. \n[67]You don't now. By the end of the night, you will. 2/12/09 75. They walk towards \"Plan B\", a hip joint with zebra wallpaper and fake palm trees. Salsa music pulses from inside. \n[68]Are you doubting me? \n[69]Don't. She turns and walks into the club. David stands there. \n[70]Ready? Nope. \n[71]Perfect. She yanks him onto the dance floor. \n[72]Okay, we've al-ready used up an hour, we &gt;etter hurry. She pills him toward the exit. \n[73]You've got to let yourself feel the music. 2/12/09 78. \n[74]Whoever said that hasn't seen you speak. \n[75]What? \n[76]Next stop, the best 80s club in the city. You ready? \n[77]  \n[78]No rules. \n[79]You bastard! He's got a good lead, so he flips around and runs backwards. 2/12/09 79. \n[80]  \n[81]  \n[82]We. need a cab. He'laughing through the'pain. \n[83]I do. You just can't see it with my clothes on. OFF David biting his lip... and PRE-LAPPING the music-- \n[84]I was six when it came out. So, not really. Brutal. David just shakes his head and smiles as, she pulls him to the dance floor. \n[85]You grew up over there? She indicatesa residential area just behind the docks. \n[86]What were you like as a. kid? \n[87]You? Really? \n[88] Did your dad work here? \n[89]And you're going to be a senator... \n[90]So...areyou doing all this-:f.or him? \n[91]I don't want tonight to mess anything..up for you, for the campaign. \n[92]You're different... somehow you make me believe... \n[93]Just... believe, period. \n[94]  \n[95]  \n[96]  \n[97](vulnerability we barely glimpsed before this I don't let people in, David. And I never let them in this quickly. David pulls her close., He-,can't see her eyes. But we can. She's struggling with something more... \n[98]I haven'::t lead a perfect life \n[99]: I'm trying to say .I'm not sure somebody running. for office can have, me in their life. David turns her around so he can see her face, so he knows for sure she hears this: \n[100]There are skeletons in my closet, David. The kind that-- \n[101]The kind that people use against-- \n[102]You scare me. \n[103]  \n[104]  \n[105]No. 2/12/09 85. \n[106]Slept straight through. \n[107]I don't. I told you, you scare me. He kisses her. \n[108]Hello? :Why, are you calling? No...I... . Look, I have to go... She hangs up. David looks at her. \n[109]That was my , ex. Adrian. \n[110]He hasn't called since we broke up. \n[111]Three months. \n[112]We were engaged. \n[113]He left... David can feel this in the pit of his stomach now. \n[114]You don't know me that well yet. You're still in the wishful thinking phase. Truth is I should.;-Have left him a long time before he left me. It was a ,ain' l relationship. It hurt tb be i-h it every day. \n[115]H&amp; knew what buttons., tb push. \n[116]David... . It's not... It's over between us. Completely over...I want to be clear about that. I'm pretty sure yesterday was the most perfect day I've ever had. \n[117]I know. So did that. They look at each other. Then David reaches for his clothes-- \n[118]Can I come? My dress rehearsal's not until nine. David's face lights up. \n[119]I'm afraid if I let you out of my sight. . .you know...I might never see you again... A smile creeps across his face... \n[120]  \n[121]If it's broken...my career's over. \n[122]How bad is it? The surgeon turns to her with a classic doctor's detachment: \n[123] \n[124]It's a sprain! It's just a sprain! David gives her a tight hug. \n[125]It's going to be okay. The doctor said it would heal in' a month. . .maybe even less. \n[126]They want to do an MRI...to assess the ligament. damage but.: -. They break from them hug. \n[127]You okay? \n[128]   \n[129]Floor open? \n[130]I just feel like being on the floor. \n[131]The MUSIC CONTINUES\". SOURCE music here-. Elise dances to it, freestyle. The fluidity and extension of ballet, but none of its formality or stiffness. \n[132]       \n[133]  \n[134]Just a little queasy. \n[135]I'm not sure. Nervous... I just need a minute in the bathroom. 2/12/09 116. \n[136]Am I making the biggest mistake of my life? 2/12/09 118. \n[137]If you have doubts-- I'm okay. \n[138]I'm just nervous. You haven't done this yet. It's overwhelming... \n[139] \n[140]I'm okay. I'm going to clean up. Tell Adrian I'll be right there. \n[141]Why are you doing this to me? Just then the door bursts open. The suspicious man from the \n[142]David! 2/12/09 120. David calmly turns back to her. \n[143]This is so screwed up. Oh,-God.. \n[144]Don't do this to me. \n[145]If you care 'so much, why the hell did you disappear on me in that hospital? \n[146] \n[147]David, stop talking like this! Stop! 2/12/09 121. David looks back at her... Just looks at her. Then he leans over and wipes a tear from her face. And he decides... He just decides. \n[148]Stop talking like a crazy person. Stop making things up-- \n[149]Jesus.. .the cops are after you?! David grabs the shield and uses it to wedge the door closed. Kicks it in so it's jammed tight. \n[150]Who's \"them?\" SLAM! SLAM! The door cracks-- \n[151]Jesus, David!. What's going on?! David is impossibly calm. He puts his hat back on. \n[152]No. \n[153]It doesn't make any sense but, right now I feel safer than I've ever felt before. I'm staying... \n[154]Every door? tavid nods...as they walk into another... \n[155]We can't keep running forever,. David. \n[156]I won't let..them. \n[157]No, I won't let them. She leans,-.over and kisses hi's forehead. \n[158]This one's open! Elise is standing at the door to the roof. David runs to her and they go up the stairs together to-- \n[159]Kiss me. Tears well in her eyes. And his. \n[160]Close your eyes and kiss me. He does. And they kiss in the rain... \n[161]I love you, David Norris. 2/12/09 128. They hold each other for a long beat ... . and then, finally, open their eyes.. .ready to accept their fate-- They see an empty roof. The Silver Suits are gone. And the rain has stopped. A strange silence envelopes them... They spin the other direction to see The Chairman, standing there, alone. ", "Sellas": "", "Reporter": "\n[1]David Norris, who'has spent the last two days campaigning in the tri-lakes area, got some welcome news yesterday when the latest New York Times poll gave him a sixteen point lead over his opponent less than.a month before election dg t. FIND Charlie. He sits` at a booth eating breakfast as he watches TV behind the counter. Charlie glan ces out the window ad we FIND David standing on the back of apickup truck speaking to eighty people in the parking lot. `:It's Autumn now. So etthing about his{,speaking style has changed. He's not as ima ea or passion te.:Hedoesn't seem to enjoy it as much is he Â°did three years ago. Just then a campaign aide arrives at Charlie's table. ", "David": "\n[1]Don't build me up like that, Charlie. He'll be disappointed. \n[2]Hi there. I'm David Norris. And I'm running for the US Senate. 2/12/09 2. The crowd goes wild. \n[3]       \n[4]Kids: Samantha, painting, and Ricky, Little League. John Pascal. Wife: Anna. St. John's grad. Two year old: Loyita... He stops. Knows this cold. His finger runs down to a Realtor's Association breakfast in Nassau County four days out. \n[5]  \n[6]I had some tea. (sees Charlie's not in the \n[7]What? \n[8]Well, it's over. And it's going to be a blowout... David puts on a brave face. . .but this is the first moment that he realizes not only is he going to lose, but he's going to lose big. It's going to be a grand,. public humiliation. \n[9]  \n[10]Actually just looking for a place to be alone for a minute before I head in there. \n[11]Thank you. \n[12]What are you doing in here? \n[13]Oh... . What did you do? \n[14]It's almost midnight. They'just caught on now? \n[15]Are you for real? \n[16]Hard to argue with that. \n[17]I'm \"that guy.\" 2/12/09 9. \n[18]No. \n[19]  \n[20]You weren't running, for Senate at the time. \n[21]He crushed me. She has beautiful eyes. And an exceptional gift for conveying empathy... \n[22]Winning would feel better. But losing has its advantages. 2/12/09 10. \n[23]The only time a politician is alone is when he's asleep.. .or in the bathroom. After eight years in politics that gets kind of hard to take. She tilts her head a little, gives him a curious look. \n[24]Thank you... \n[25]It's the champagne. Brines out the Hallmark in people. \n[26]Why not? I have to think up some good platitudes for my speech. He takes a gulp of champagne. \n[27]Apparently, even if I hadn't been caught dropping my drawers in the middle of a senate campaign I would have lost the election anyway because I'm too blunt. \n[28]The TV pundits. \n[29]  \n[30]\"Field.\"  \"Lynfield.\" A beat. She shrugs. Then they lean toward each other... and kiss. It turns more and more passionate. When they finally pull apart: \n[31]Holy shit. She seems just as surprised. They look at each other and laugh. Just then the bathroom door opens. It's Charlie. He sees David and the woman. \n[32] \n[33]Wait. The woman turns to face David. Suddenly two hotel guards turn the corner and spot the woman. \n[34]I'm really not sure. David has a huge grin on his face. \n[35]But I think I'm ready to give my speech. \n[36]I grew up in Red Hook and I don't want to shock anybody but I got in a few fist fights along the way. Laughter ripples through the crowd. We don't know enough yet to get the joke. 2/12/09 13. \n[37]And we used to have a saying when you got in a fight: \"it's not whether or not you get knocked down -- because eventually everyone does -- it's what you do when you get back up.\" Don't worry, I'm not going to moon you. The audience explodes with laughter this time. \n[38]But I am... (waiting for the laughter to die down But I am going to get backup. I wanted to come out here tonight and give you a victory speech, a speech I've dreamed of giving foremost of my life. But life doesn't always deal you the cards you want. The audience sobered now. Reflective. \n[39]My life changed when I was ten years old. My entire world turned upside-down.' His audience,. knows exactly what he's talking about. \n[40]And as I looked for something to -hang ;on to, something; to help me cope' with what had. happened the only thing that made sense to me was service. Finding a way to do something with my life that left this world a little better than I found it. The audience is moved. Tears begin to well up. People dab at their eyes. \n[41]  \n[42]  \n[43]Hello? \n[44]Give him 3227. I'm not used to this phone yet. 2/12/09 16. \n[45]Really? \n[46]Sir, there's someone-- \n[47]No way... It's the woman from election night.', He leans around to try to see the front of her face. \"It's definitely her. His eyes drift down at her legs. Just then she opens her eyes. She recoils for a second;. Then` her eyes soften when she realizes who it is. \n[48] \n[49] Your skirt was so short I couldn't help it. \n[50]Skirt, dress, same thing. \n[51]So do shorts, dear. 2/12/09 18. \n[52]I have one but, unlike you, I wouldn't say it in public. \n[53]Hello...? Hello? David looks at his. phone. The signal has gone to zero. \n[54]  \n[55]You're relentless. \n[56]I just started a new job, today. \n[57]Something got into me. He means her. They stare at each other. \n[58]What's the deal with you and argyles? \n[59]At least my clothes match. \n[60]The belt and shoes are black. \n[61]There you` go with the platitudes again. I guess it wasn't the ch mpagne . His blackberry goes again. RING-RING. \n[62]Hello? Hello? He shakes his head. It's dead again. \n[63]Depends what the telecom lobby thinks of your voting record. \n[64]Oh, Jesus... I'm sorry. \n[65]I'll pay for the damage. He pulls out his wallet. There's $7 inside. She laughs. \n[66]Give me your number and I'll send you a check. 2/12/09 21. \n[67]It's my first day at the office! \n[68]No! He grabs the cup with both his hands over hers. \n[69]You're crazy. Actually crazy. The phone on David's lap'RINGS again. She snatches it with her free hand. \n[70]Who was that? She shrugs. Sorry, pal. He lunges for his phone, but she holds it on the other side of her body. \n[71]What is this, third grade? 2/12/09 22. \n[72]The morning after .I lost I woke up thinking about you . That melts her. Instantly. All her bravado drops. \n[73]Guess who I just sat down next to on the bus? \n[74]The woman from election night. \n[75]She kissed me. I just didn't fight it. \n[76]Charlie? David looks at his phone. \"Call Lost\" on the screen. David hits redial. Gets a fast busy. \n[77]' . This is ridiculous. He pockets his phone. \n[78]  \n[79]Okay... Daviddecides he doesn't need to announce himself. \n[80] Doesn't anybody bother getting in before eight at this place? David passes a couple of empty offices on his way towards a large corner suite where a secretary sits outside an office marked \"Charles Traynor, Chairman.\" She's smiling. 2/12/09 26. \n[81]  \n[82]Susan? He leans across her desk, touches her arm. She stays dead still. David rushes through Charlie's door: \n[83]Call 911! Something's wrong with Susan! \n[84]Jesus! Three men in business suits talking by the window spin to see David. it's Mr. Richardson and-two aides we recognize as the \"security guards\" who chased Elise away on election night. \n[85]What the hell are you doing?! Richardson blinks Clearly surprised. Then: \n[86]Hey. The suits stare back in silence for a beat, then turn back to talking amongst themselves -- though at a lower volume. \n[87]Can somebody tell me what's going on? 2/12/09 29. \n[88]He can hear little snippets of what Burdensky's saying-- \n[89]Who are you guys? \n[90]What the hell is happening to me? 2/12/09 31. \n[91]I just... came to work... \n[92]Whatever you were doing to Charlie back there... it wasn't misplacing his keys. \n[93]Why Charlie? What did you do to him. \n[94]Yes... \n[95]okay ... . you're free to go. David stands there a monent..:.not sure it's real. Richardson points at the door. David walks toward it. Just then another man comes up to Richardson. \n[96]He said I could go. \n[97]You said I could go. Richardson walks over to him. \n[98] Why does it'matter? \n[99]Why do you care.? \n[100]What the hell-- What are you-- Richardson removes the piece of paper that Elise wrote her number on from David's wallet-- \n[101] \n[102]No! And burns Elise's number. David strains and tries to pull loose from the vice-like grip of the four Intervention Team men. But he can't get free. \n[103]What is wrong with you people?! Richardson drops the paper on the floor and lets it burn. ON David's reaction CUT TO: \n[104]Ice water. \n[105]Okay. Harry can see that David is still very shaken. \n[106]Thanks. David walks away, still trying to get his bearings in the new reality he now knows. Charlie comes around a corner. \n[107]Sorry... 2/12/09 36. \n[108]Are you okay?  Come on, we're late. Happy first day by the way. They head towards the conference room. \n[109]Fine. How about you? \n[110]No headaches or-- \n[111]After the meeting. \n[112]       \n[113]I lost her number. \n[114] I was pickpocketed. \n[115]I was` raised to believe there's something behind the curtain. I just never pictured it quite like this. \n[116]You should know. You can read my mind, right? 2/12/09 38. Harry hesitates...as if he's not sure how much to tell David, how far to go with this. Finally: \n[117]He knew what color I was thinking. \n[118]So? Harry looks away. He's crossing a line. He's really putting himself out there: \n[119]it-;' s like a sixth sense for you? \n[120]What did they do too Charlie? \n[121]What type of risk? \n[122]That's all? \n[123]What would your colleagues do to you if they knew what you were telling me? This is precisely what Harry has been worried about. \n[124]They're not following me? \n[125]Why are you helping me? \n[126]Why do they care if I'm with Elise? \n[127]Why do they care? Harry looks back at him. Taken aback a bit by how much David seems to care. \n[128]You have no idea? \n[129] They send you here to tell me that? \n[130]  \n[131]I'm ready... I changed a few things last night. \n[132]David finishes his call, then looks out the window. There is a detachment in h-s eyes that didn't exist before. After a moment, he gets his=coat and heads for the door. \n[133]Stop the bus. \n[134]Now. \n[135]Elise! The woman turns around. And it's her... \n[136]Hi. \n[137] I rode the Ml to work every day for the last three years hoping one day I'd run into you again. She's amused, rather than moved, because she doesn't buy it. \n[138]I couldn't. \n[139]No girlfriend. She looks at him with continued skepticism. But his expression is dead serious. \n[140]Can we go somewhere and talk? She hesitates. It hurt when he didn't call. She's angry at herself for that, but it's the truth. \n[141]I just got sick. \n[142]One second. CharlieT can't make breakfast. \n[143]And...I might have to push the speech. \n[144]I just ran into Elise. He hangs up. \n[145]We've known each other since we were kids. We have a shorthand. 2/12/09 44. He's not being flip or clever or smooth. He's being matter- of-fact. Serious. \n[146]Doesn't matter. Let's take a walk. His focus on her is absolute. But she's wary of getting reeled in again. \n[147]Somewhere far. We have a lot to talk about. \n[148]I'll take my chances. \n[149]My-speech will always be there, you might not be. \n[150]Walk with me and I'll explain that. She's still dubious. His phone vibrates. This time he turns it off . \n[151] I'm not losing you again. I'm not letting you out of my sight. \n[152]Can we walk? The moment she finally relents, CUT TO: \n[153]you have a boyfriend? \n[154]  \n[155]It wouldn't matter. \n[156]Okay... if you were married it would matter. \n[157]I didn't have your number. \n[158]It was taken from me. I was mugged. \n[159]Your number was in my Wallet and they ,:took it. \n[160]I'm serious. What else could possibly-explain my fawning all over you on that bus three years ago...and again today and not calling you in between? \n[161]I swear to God I didn't have your number. I swear on my parents' graves. \n[162]I didn't even have a last name to try to track you down. Do you know how many pages come back when you type \"Elise\" into Google? And none of them were you. \n[163]That's not fair. \n[164]I haven't announced yet but... soon. \n[165]That concession speech I gave sure did. You had everything to do with that. Elise smiles. \n[166]You know entirely too much about me given how little I know about you. \n[167]According to Maxim, I'm supposed to \"maintain eye contact and ask you what you do for a living.\" It's the first witty comment h6' :s made this time around. He's just barely starting t6Â°'looÂ§`en up. \n[168]Oh.. \n[169]I think you have the wrong idea about me. \n[170]Is there a performance of this company coming up that I could watch? \n[171]I'm there. You hungry yet? 2/12/09 49. He points at the Boathouse restaurant a few hundred feet down the path they're on. \n[172]We could wait an hour and call it lunch. \n[173]So unfair... \n[174]Thank you. You're... (pulling it from the recesses of his brain Paul, right? De...Santo? \n[175] David. \n[176]Why? \n[177]Do you ever get nervous when people watch you? \n[178]I get more anxious alone in my apartment than in front of an auditorium full of people. Everything's backwards for me. \n[179]How did you find me? \n[180]It's okay. \n[181]I told you I'm not letting you out of my sight. \n[182](to Elise, realizing a way out of his dilemma Come with me. Come and watch. \n[183]We can reschedule the speech. \n[184]Where does your company perform? \n[185]Okay. David and Elise stop to say goodbye to-each other. \n[186]David leans toward Elise-- 2/12/09 56. \n[187]David squeezes her hand... and leans in again-- \n[188]just want to \n[189]Thanks. Thanks a lot. David turns back to Elise. 2/12/09 57. \n[190] \n[191]Whatever happens...I'm not going to let anything stand between us this time. It's such an odd thing to say, if you don't know what David has gone through. She gives him a quizzical look. But she's also moved by his,tone \n[192]Not this time. He leans in to kiss her-- \n[193]I'll see you in two hours. 2/12/09 58. \n[194]What? \n[195]  \n[196].I'm here today to honor that, and to announce my intention to run for the United States Senate... \n[197]I have to see Elise now. \n[198]Tomorrow. After GMA. He heads for the door. Charlie follows. \n[199]This is different. Trust me, it's different. David leaves. \n[200]Elise ...I doubt you'll ever get this message but-- \n[201]Can I have the number for the Manhattan Modern Ballet... 2/12/09 62. He looks down to see his phone has zero bars... \n[202]Do you have a phone book? \n[203]I must have forgotten. It's been a while. \n[204]Why are you so.determined to keep us apart? \n[205]The Plan? If there is a Pi ri you misread it. \n[206]Then your Plan's wrong. \n[207]I don't care. Richardson grabs him and pushes him against a brick wall. \n[208]Why are you keeping us apart? \n[209]  \n[210]Three times? Bullshit! If I'm not supposed to be with her then why do I feel like this? \n[211]You don't know, do you? You don't know why they're keeping us apart... \n[212]You're in a nice suit but the reality is you're just a minion aren't you? David pushes past Richardson and walks into a busy restaurant. McCrady quickly consults his Planbook. \n[213]  \n[214]Don't all those cab drivers you're diverting have Plans too? What about all the other people looking for cabs in this part of the city right n6t? What about their Plans? The ripples must be endless... Richardson is taken aback that David has figuredthis out. \n[215]I don't care what you put in my way, I'm not going to give up. David walks off, leaving Richardson standing there. 2/12/09 66. \n[216]Jesus:.,  Is this how far you people will go?! He rushes toward the accident-- \n[217]How much longer? \n[218]I didn't say I had to meet anyone. \n[219]You're not a real cop, are you? You're one of them. Somebody could have been killed in that crash! Doesn't that make you-- \n[220]Sergeant! He goes to the highest ranking guy on the. scene. \n[221]I know you heed a statement from me, but do I have to stay here to give it to you or-- \n[222]17th Street between 10th and 11th. And sir, you might have to break some traffic laws getting there. So take this. He hands him a $100 bill. A light that just turned green \n[223]Go through that-- The driver blows through it as it turns re \n[224]I'm in serious trouble here... \n[225]You're incredible. How did you get that good? \n[226]That's a lot of motivation for an eight year-old. She waves to the other dancers and receptionist in the lobby and they exit on to-- \n[227]Sure... it was the only constant in your life, aside from your parents... 2/12/09 74. \n[228]Oh... David's phone buzzes. Caller ID shows it's Charlie. \n[229]I'm a candidate for the US-:Serrate. I don't have to punch out''when I leave. David sends the call to voice.mai \n[230]Couple houtrs while I'm out of touch won't:ill him. \n[231]I'm a terrible dancer. I don't dance. Elise climbs out. David follows. \n[232]You're going to teach me to dance in one night? Not happening. \n[233]Yes. She spins and shoves him against the wall. Forcefully kisses him. Then pulls free. \n[234]Holy shit... \n[235]Serious, serious.trouble... \n[236]Hurry where? \n[237]I've been told I have trouble feeling. \n[238]That's different. I mean-- \n[239]In private. With women AlthOugh that might be changing. Is there any style of dance you can:'t do? \n[240]To make an ass of myself for the third time in one night? Â§4`r, 6'. \n[241]What are'the rules of the race--- \n[242]Hmmm, could get ugly... He looks down an alley as if he's noticed something. When she looks, he takes off like a bat out of hell-- \n[243]Quit complaining and run. She catches up. He spins and digs it out. He can't dance, but he sure can run. He pulls away and wins. \n[244]Yes!!!! He pumps his arms in a victory dance. \n[245]You said \"no rules\". She punches him in the stomach. Hard. He crumples, completely unprepared for it. \n[246]  \n[247]You're insane. \n[248]I'm serious. You're a maniac. You should come with a warning label. \n[249]Doesn't this song make you feel like you're at your high school prom? \n[250]  \n[251]Before sixth grade I spent about half my time in the principal's office. \n[252]The only person who spent as much time down there as me was a girl I had a huge crush on so I didn't mind too much. 2/12/09 82. A smile spreads on Elise's face. \n[253]No... My dad filled vending machines. \n[254]After my brother died my Dad wanted to get me out of town for a while. We went to Washington and the day we arrived he took meto the. Capitol. We ended up sitting in the Senate gallery;,all day. (re: Financial' District across the river We could see that from the end of my block, but-be never once encouraged me to go to Wall Street. His idol was JFK. He thought business guys were selfish. \n[255]I want to matter. I don't think that's just forrhim. Elise,. tucks her head into his shoulder. \n[256]Just make sure I make it to Diane Sawyer on time and I'll be fine. Elise looks at him for a long beat. \n[257]Believe what? 2/12/09 83. \n[258]I. don't want perfect.,. \n[259]I haven't stopped thinking about you since the moment I met you. I want you in my life-- \n[260]Listen to me-- 2/12/09 84. \n[261]Elise, listen! I don't care. We'll work it out... I've spent my whole life wondering why it takes auditoriums of people to fill the empty space inside me. Then I met you...and realized it doesn't. She looks at him. He means it. \n[262] That wasn't the effect I was going for... She smiles...then laughs out-loud-- \n[263]You been up long? \n[264]Did you wake up in. the middle of the night? \n[265]I thought you never sleep through. \n[266]I won't hurt you. They kiss more... and then get swept up by it... \n[267]What's wrong.. \n[268]Oh... I didn't-- I guess we hadn't gotten to that stuff yet... \n[269]How long? \n[270]Was it serious? 2/12/09 86. An awkward beat. Elise opts for complete honesty. \n[271]What happened? Complete honesty. \n[272]What an idiot. \n[273]But it was:h'ard to leave. \n[274]that him? DtTid paints at pica re of Elise with an attractive man, arms wound each other. lis'e looks surprised, shocked even, to tY%'e photo on her b okcase. She nods. \n[275]Me too. David looks at the clock. \n[276]I have this Diane Sawyer interview. It comes out awkward. \n[277]Only people who haven't spent enough time with ' me to know the 'truth. \n[278]By my campaign manager mostly. \n[279]With a childhood friend. So I don't think that counts. And, truthfully, that's how we celebrate things we're I'm from. \n[280]that a euphemism, Diane? She laughs. \n[281]I think Americans are tired of electing automatons whose every word and move is stage-managed so as not to offend anyone. I think they want somebody who doesn't hide who he is or what he really believes. I guess I'm hoping they want to elect someone who's actually like them. But I could be very wrong about that. 2/12/09 89. \n[282]You'd be surprised at the number of underwear companies that have approached me to be their spokesman. Diane bursts out laughing. The floor techs are laughing too. \n[283]You can call her that. And yes. Definitely. David is looking at a text from Elise as he speaks. It says: \"I want to go to bed with you.\" \n[284]God dammit! 2/12/09 91. \n[285]What happened to Free Will? 2/12/09 92. \n[286]You expect me.'to believe that? \n[287]If you're in control of the important things then you're incompetent cause when I look around at the world these days it seems pretty fucked. 2/12/09 93. \n[288]Why are you trying to keep me from Elise? Or are you just another lackey who doesn't really know? Thompson studies David for a long beat. Then decides it's time to level with him. \n[289]Stop. Don't tell me this. 2/12/09 94. \n[290]Stop. \n[291]Why does it matter to you who I love? Some skeleton of hers `is so bad I won't get elected? I don't believe that! \n[292]What does that mean?! I'm better with her than I ever was alone., You just said it. That speech-- \n[293]Stop talking. It's not working. I'm a politician. I spend my life with professional liars. With people who decide what they want and then figure out the story they have to tell to get it. 2/12/09 95. \n[294]I don't care who you are. I don't care who's orders you're following. \n[295]Who said anything about running. \n[296]We both know if you could have we wouldn't be standing here having this conversation... Thompson stares back. He's never dealt with such temerity... \n[297]You already did once.' And I'm still standing... always knew you were out there. We all do. It's the one thing we have in common. Whether we call it God or the Devil or Fate we all know you're out there, fucking with us... \n[298]        \n[299]The only thing we have in this fucked up world are the choices we make. And there's nothing you can do to me that will get me sign them away. Kill me. Or erase me. Or let me go. Thompson stares back at him, dumbfounded. A long silence, \n[300]What do you want? \n[301]What? 2/12/09 97. \n[302]I don't believe you. I thought we already established that. A beat. \n[303]Don't say that. Don't. 2/12/09 98. \n[304]Really? \n[305]You're going to: be fine. \n[306]It's; going to be fine. And as incredible of a dancer as you already are, yot're just going to get better and better... DavidV;embraces her again, so she won't see the tears welling in his eyes. \n[307]I...I have to go make a few calls. His voice cracks. Elise notices. \n[308]I'm just...happy for you... \n[309]As he makes his way, towards the diner'f-tom the parking lot, shaking handb and allowing his picture to be taken. \n[310]I'm started. \n[311]I think I need... I... \n[312]  \n[313]Do you still serve neighborhood guys here or just the tourists? The bartender smiles big. A couple people at the bar notice him. Then others notice and they start whooping it up for him. He doesn't know any of them-but they sure know him. \n[314]Why are you here? REVERSE to REVEAL Harry, in a suit and raincoat. \n[315]About what? \n[316]Why, then? Why do they care so much? \n[317]Why are you so different than they are? 2/12/09 105. A long beat, then: \n[318]My mom? \n[319]When Thompson told methe choice as Elise or the White House I barely hesitated. \n[320]Before I met Elise that was all that mattered. Now I hardly notice. She's all I think about. Do you know where she's getting married? \n[321]Is she happy with him? Tell me she is and I'll walk away. \n[322]Harry... is she happy? \n[323]Will you help me:ï¿½ Just help me get to her... \n[324]What if Icould move as fast as you can? \n[325]Teach me about the doors. \n[326]The first day, after they caught me, they carried me through one.I thought it was a hallucination at first. Eventually I realized it's how you move around so fast.  If you don't want to help me because of what they'll do to you...okay, that's your choice. But if this is about protecting me then shouldn't the choice be mine? \n[327]You know, when I do town hall meetings I usually get introduced to forty or fifty people between when I walk, through' the door and when I start speaking. But when I'm done with the speech I can call on each one of them by `game. A beat... \n[328]Are they ever locked? \n[329]Let's go. Harry smiles and hblds,.up a photograph of.the Manhattan County Court Building in Foley Squa:e:. \n[330] North Moore St. Just south of the coffee shop... Red door. I come out on Broadway, near Leonard St. Harry looks at a photo of what David just described. \n[331](eyes closed, trying to \n[332]Okay ...so...  I hightail it East-to Lafayette no, it's Crosby Street there. INT. DANCE COMPANY -- Nit;HT Elise dances. \n[333]Okay, you said he's right in front of me, right? Harry nods. \n[334]I'd knock the Yankees cap off his head and go through the door before he has a chance to pick it up... A thinsmile forms on Harry's face and grows... 2/12/09 111. \n[335]How am I doing? \n[336]Could I ever learn to read that? Harry shakes his head. Impossible. \n[337]No matter how hard I tried? \n[338] Is that me? \n[339]I want to ask you what it says.. .what she's thinking.. .bit somehow that feels ...wrong. \n[340]The fastest path is getting to the blue door right off the bat... \n[341]But if I can make it...I'.Il have caught them completely bysurprise. \n[342]The marriage is scheduled for ten minutes from now. \n[343]I'm going for the blue door. \n[344]Where is she? Water drips from his clothes onto the marble floor. \n[345]   \n[346]Hi... \n[347]You're not supposed to be weeping on your wedding day, Elise. Elise fights the emotion again welling inside. \n[348]You were never happy with Adrian. You told me that. Elise puts her head in her hands. \n[349]I love you. I know I've acted strangely. But, I love you. \n[350]I've never felt anything like. this in my life. \n[351]They'll reset me... \n[352] \n[353]They'll scramble my brain-- \n[354]But at least you'll know the truth. I saw behind the curtain, Elise. I saw this. He opens up Harry's Planbook. Elise sees the intricate \"wiring diagrams.\" Sees the lines shift on the page. It startles her. \n[355]It's not in their \"Plan\" for us to be together. So they're trying to stop us. \n[356]They said if we were together they'`d take dance from you and politic,s,from me. They hurt your ankle that night. They-- The door flies open again. David picks up a trash can and clobbers the fedora-wearing man who enters. He drops. \n[357]He's not a cop. He's one of them. Another body slams into the door now. But the shield holds it shut. \n[358]I'm going to: show you. He takes Elise's hand, opens the bathroom door, and walks her across the threshold into-- \n[359]Come on... We need to lose them. David walks her across the street and picks a door at random, \n[360]The rain slows them down but they can track us. We have two orthree minutes. Maybe less. Elise is still speechless. He takes her hand. \n[361]The ten year-old in me always mixed up winning elections with being loved. Then I met` you;,.. The thing is, if they'd let me be with you I wouldn'tk have left politipe. t, just would have beef in it, or. all the right reasons. David pauses for a moment. He can see this' so clearly in his head. How can it notbe right? \n[362]Now you know. Youknota everything. And you have to leave mitie. \n[363]You're not safe with me. If you \n[364]Let's go. \n[365]If they find us ...they'll take you from me. \n[366]They'll take you from here. David touches his head'. \n[367]Perfect. David picks a door. It's locked. He tries another. It's \n[368]They're not supposed to be locked! David hears sounds coming from the building's central staircase. He looks down it to see four men in silver suits climbing up the stairs. 2/12/09 127. DING. The elevator door down the hall opens. More men in silver suits. \n[369]Who are you? \n[370]You can't oti{rn Fate... Tft , CHAIRMAN It's .more- complicated t,}an that, Fate am Free Will coexist They're;in tension with each other. And pure chance. A beat. David looks back at him... \n[371]       \n[372]And all the misery, all the pain... \n[373]Maybe we should go dancing. A smile slowly spreads across her face ... ", "Norris": "", "Jon": "", "Stewart": ""}}