{"filename": "Ides-of-March,-The_script.txt", "imdb_id": "tt1124035", "imdb_url": "https://www.imdb.com/title/tt1124035", "characters": ["Campaign Editor", "Governor Mike Morris", "Ben Harpen", "Jenny", "Tom Duffy", "Paul Zara", "Molly Stearns", "Senator Thompson", "Mike (as Yuriy Sardarov)", "Cindy Morris", "Senator Pullman", "Jack Stearns", "Sue", "Stephen Meyers", "Ida Horowicz"], "dialogues": {"Campaign": "\n[1]The bus rolls down the highway \n[2]   ", "Editor": "\n[1]Before he announced at a town hall meeting in Pennsylvania... \n[2]It plays to his base, if- \n[3]If it's gonna come out- \n[4]Got it. ", "Ben": "\n[1]I didn't know the Governor had trouble reading his notes. Why doesn't he wear... \n[2]We'll win. \n[3]Okay so listen up...these are your new cell phones...Shelly has pre- programmed everyone's numbers in...thank you Shelly...no personal calls...if you lose them, Paul has authorized me to kill you. \n[4]New phones... \n[5]Got it right here. (He opens his laptop. \n[6]I'll get it printed. Molly, I'm printing out this op ed...can you grab it off the printer? \n[7]What kind of chatter? There's always chatter. \n[8]Give me a second... 30. \n[9] Wall Street Journal poll has our numbers holding steady and Pullman dropped a point. \n[10]I'm married to the campaign, Governor. \n[11]  \n[12] Or a Congressman from Ohio maybe. \n[13] Here's what I have so far...Independents don't seem to be biting, but Republicans are...or say they are. \n[14]Nine o'clock. \n[15]He did good. \n[16]What's up? \n[17]It's probably five hundred. Why? \n[18]Everything okay?... anything I can help with? \n[19]What should I put it down as? \n[20]Anything over a hundred I got to put it down as something... 61. \n[21]Listen to this. I got the placement in the Times...this is a match up of hope versus fear. Nine times out of ten the fear candidate tends to be the most experienced...but in our presidential races the least experienced candidate almost always wins. JFK versus Nixon...Carter versus Ford...Bush versus Gore...I like our chances with the new kid on the block, end quote. Thomas Fucking Duffy...he's gotta be having a stroke right now. \n[22]Hey, where were you today? \n[23]You picked a hell of day to call in sick...Jesus...fucking wild day... \n[24]Stephen's off the campaign. Paul fired him. Some fucking set up about loyalty and it looks like Stephen was doubling down with Duffy on the Pullman campaign. I was sitting in the room when Paul told Stephen that he was fired. Stephen said who's gonna take over and Paul said me...and I'm like...easy there soldier...but Stephen goes ape shit then Paul gives the speech about loyalty and then shits on Stephen like I've \n[25]Molly listen to me...I'm gonna run the campaign under Paul...Stephen is going to Duffy. I just jumped three years ahead...so starting tomorrow morning we go into full damage control and I'm telling you Stephen's going ape shit...he said he's taking everyone down on his way out...Morris, everybody! \n[26]Shit I gotta take this. Do you need anything? \n[27]Stephen, it's Ben...listen ...what the fuck...did Paul lose his mind?...Jesus...what're you gonna do? Call me. \n[28]Right...you're.... 97. \n[29]Are you a Bearcat? ", "Harpen": "", "Jenny": "", "Tom": "", "Duffy": "\n[1]I'm trying to remember if the democrats ever nominated an atheist before... \n[2] \n[3] Looks like you got some brains now too. Be careful. I just might have to steal him from you. \n[4] \n[5]Hey Stephen... 24. \n[6]Tom Duffy...sorry about the dad bit...but I didn't think you'd want my name yelled out at a Morris campaign office. \n[7]You got a couple of minutes...I'd like to sit down with you. \n[8]I think it's important. \n[9]I'm calling you...This is all on the up and up...just give me five minutes. \n[10]I hear you...but if you get five minutes...I'll be at the Heads First Sports Bar for the next couple of hours. \n[11]There won't be anybody there...if you get a chance there's something I want to show you. 25. \n[12]You're working for the wrong man. \n[13]Oh on the contrary you are working for the wrong man. You've got something the other guys don't have. \n[14]Yeah, what is it exactly? Charm isn't the right word. It's more than that. You exude something. You draw people in. All the reporters love you. Even the ones that hate you love you. You play them all like they're pieces on a chess board. And you make it look effortless. We both know how much work it takes, constantly being on guard, weighing every word so carefully, every move. But from the outside, you make it look easy. 26. \n[15]People are scared of you because they don't understand how you do it, and they love you for it. There's nothing more valuable in this business - the ability to win people's respect by making them mistake their fear for love. You can guess what I'm gonna say next. \n[16]I want you to work for us. \n[17]Not in the least. You are going to lose Ohio. \n[18]You're sitting on about a six percent lead in both polls...six percent of the Democrats polled. \n[19]Six...but that doesn't matter...Independents and Republicans can vote for the Democratic candidate. \n[20]Fuck no they hate him...they think they can beat my guy...but they're worried about yours...so starting tomorrow morning you're gonna see a fucking blitz...Rush Limbaugh, Sean Hannity, all the right wing blogs are gonna start a \"Get out the vote campaign\"...it's already started...every fucking conservative in Ohio is gonna stand in line and punch my guys ticket...that's just one of the steps...Ohio is gone...the polls don't mean shit...tomorrow morning everyone will know...that's why I want you to handle the fallout we'll take in the press... \n[21]And by the way...we've got Thompson in the bag. \n[22]We promised him Secretary of State, Ohio is over...it's been over for weeks...and with Thompson's delegates...I'm thinking down the road now...that's why I want you...I'll bring you in straight at the top. \n[23]I'm not asking for an answer right this moment. \n[24]None of this is about the democratic process Steve, It's about getting your guy into office. Simple as that. \n[25]You're right, this is exactly what the Republicans do, and it's about time we learned from them. They're meaner, tougher and more disciplined than we are. I've been in this business for twenty five years and I've seen way too many Democrats bite the dust because they wouldn't get down in the mud with the fucking elephants. \n[26]Do you want to work for a friend or do you want to work for the President? Think about it...you have my number. \n[27]Is it decisive?...Of Course not...look, we believe that the polls are within the margin of error and that the Senator will win Ohio...with Ohio Democrats...I can't really see Republicans showing up to vote for our candidate...having said that, we'll take all the support we can get. \n[28]Excuse me? \n[29]Leaked what? \n[30]Bullshit you...I have no idea what you're talking about. \n[31]Yeah? \n[32]What fucking story? \n[33]How did she find out? 65. \n[34]You think I leaked it to her? \n[35]I didn't leak it to her. \n[36]What's she know? \n[37]I swear to Jesus I didn't leak it to her Steve. I don't want this story out any more than you do. \n[38]What did she tell you? \n[39]She has a source? \n[40]And you have no idea who it could be? \n[41]Well it wasn't me, and for the record I didn't have fucking buffalo wings. It's gotta be some one else. \n[42]No. Did you? \n[43]Did you admit to meeting with me? \n[44]Then we stonewall her and she's got nothing. \n[45]You can't stop her? \n[46]Then tell her what she wants to know. \n[47]You can't let this story get out. \n[48]You don't have much of a choice here. 67. \n[49]Then tell her. I can handle it from my side if I start getting calls. \n[50]You're gonna look like fools anyway when he endorses us. \n[51]You're on a sinking ship Steve. Tell her what she wants to know and jump. Come over to our side. We can control this thing. \n[52]Steve? \n[53]Joe can you excuse us for a minute. 78. \n[54]Not very bright, walking in here... \n[55]A reporter at Roll Call phoned me this afternoon. \n[56]Who? \n[57]You told Paul? \n[58]You shouldn't have told him that. \n[59]I've worked with Paul. He gets paranoid. \n[60]So he fired you. \n[61]You're lying to me...come on... \n[62]I already know his strategy. Paul gave it all to Thompson. \n[63]You'd do that to Morris? To Paul? \n[64]Revenge makes people unpredictable Steve. I can't have someone who's unpredictable. Who's unstable. \n[65]If it had been a clean break -if you'd left Morris before this story broke, that'd be one thing. That we could control. But the way it'd look now -Paul fires you and then you come work for us. Looks like we're picking up the scraps. Puts Morris in the drivers seat. I can't have that. \n[66]Like what? \n[67]What is it? 80. \n[68]It's not gonna happen. I'm sorry. Go take a nice long vacation. \n[69]You're a smart guy Steve. Everything I said yesterday is true. But maybe politics isn't for you. \n[70]Do yourself a favor. Get out now while you still can. Go into entertainment, or business, or open a fucking restaurant in Costa Rica - anything. Do what will make you happy. You stay in this business long enough it makes you jaded and cynical. \n[71]Yeah. Just like me. \n[72]I didn't know. I thought you might, but I didn't know. \n[73]Thing you gotta know about Paul- he's big on loyalty. \n[74]Put yourself in my shoes Steve. Your opponent has the best media mind in the country working on his team. What do you try to do? You either try to hire him yourself, or work it so if you can't have him, the other team can't either. This was a win-win situation for me. You work for us -great. Paul doesn't have you. Then again, if Paul fires you and I don't take you -fine - Paul still doesn't have you. Either way I win. The moment I got you to sit down in that chair, I knew I'd won. \n[75]It's not easy for me to do this sort of thing Steve. Don't think I take any pleasure in it. I'm sorry for you. I really am. Take care of yourself. \n[76]No it's not decisive, we still have several contests and those states are going to want to have their say. It does look like we'll win Ohio... \n[77]We still have a lot of contests Rachel, Ohio is- \n[78] ", "Paul": "\n[1]A double? \n[2]Fucking national security. \n[3]Outta the park. \n[4]Well, we know they've nominated jackasses before. \n[5]You always had the brains Duffy, but me - I always had the balls. 8. \n[6]What a prick. \n[7]Ha-ha. \n[8]What do you think Stevie? \n[9]Ben? \n[10]What do you think Ida? \n[11]You tell me and I'll tell you. 9. \n[12]Eke? \n[13]You see, she's trying to get under my skin. \n[14]Us by nine. \n[15]Certain? No. Confident? Yes. \n[16]And I think we will, but I won't tell you it's a sure thing. Fucking Saint Gabriel can blow his horn on election day and get his four horseman to rig the ballot boxes for Pullman and it wouldn't surprise me. Don't get me wrong. Six presidentials I've done and I've never felt this good. But am I gonna sit here and say \"Yes -we will definitely win Ohio\"? Not a chance. In the last thirty years seventy-three Democrats have run for president. How many have won? Three. 10. \n[17]That means seventy guys ran who thought they had a chance, and they all lost. \n[18]Don't twist my words. What I'm saying is that I'm not going to promise we'll win. But he's decorated by Bush Senior from the first Gulf war and protested the second. He left his state with a balanced budget and the fourth highest education rate. The Republicans have nobody out there that can touch this guy...so for this moment, this election, this primary is the presidential. And that Ida, is the state of the union. And on that note, I'm gonna take a shit. \n[19]This is off off off the record. \n[20]Franklin Thompson. \n[21]Off the record. The only people who know are the Governor, Stephen and me. \n[22]I have a meeting tomorrow at Thompson's house. \n[23]After I'm done talking with him, what do you think? \n[24]It's more than huge. He has 356 pledged delegates...they all travel with him. That puts us over the top. \n[25]That's what they all say until we get them alone in a room. \n[26]Yup. It's just about in the bag. \n[27]Nope. That's all you get for now. \n[28]That Pullman's negatives are high...mid forties. Senator we have an open seat in the White House and the Republicans don't have dick. They're disorganized and they can't find a nominee that isn't a world class fuck up. They look like Democrats. No Republican is gonna show up to vote for their guy. But if Pullman gets the Democratic nod they'll show up to vote against him. \n[29]I sure do. Senator...I'm a bit confused...we need your delegates...we need you...your fund raising. It was my understanding that...your endorsement a week before Ohio...would win this for us... \n[30]\n[31]They don't make quaaludes any more do they? \n[32]He wants something but we'll be fine... So what's so important? \n[33]Allright...I'm on the cell if you need me. I fly to DC tomorrow and back tomorrow night. \n[34]Good man. \n[35]I'll be at the event...a little late...these cock suckers...fucking dirty shit. \n[36]Nothing, the prick...we had him all sewed up...MOTHER FUCKER...how bad is it? \n[37]Alright, I'll be there in three hours...I want hard numbers...and a strategy. \n[38]Whoa... \n[39]-Slow down. \n[40]What? \n[41]Stop Stop let me get this straight. You met with Tom Duffy? \n[42]What'd he want Stephen? \n[43]If this is some sort of practical-I mean -my fucking blood pressure is going through the roof right now. \n[44]It doesn't fucking matter what you thought. It matters what you did. It matters what you didn't do. If all this shit is true I made a fucking ass of myself at Thompson's place. And I gave away our game plan. \n[45]Let me think...let me think... \n[46]We get the Governor right after he finishes singing Kum Bay Ya and give him everything we know. \n[47]You, me and the Governor, that's it! What's he got after? \n[48]He'll be late...we're gonna tell him that if he doesn't offer Thompson a cabinet position...he's not gonna get the nomination. \n[49]I don't fucking know Stephen. \n[50]Find us a room... \n[51]Who the fuck knows Governor...but we can't take the chance... \n[52]I think we fold up the campaign in Ohio...take a loss and blame it on the Republican's playing games...head to North Carolina. \n[53]Not if you get Thompson's endorsement. \n[54]Governor, if you lose Ohio, and they get Thompson's delegates...Then they get North Carolina...then they get the lead. A lead you can't beat. But if we walk from Ohio, take Thompson, give him a cabinet post, then we take North Carolina. His state. Then Pennsylvania. Your state. And then it's simple math Mike. Take his endorsement and the race is over. \n[55]No, No that's not what I'm saying...we were the underdog before we got into this and we continue to be the underdog...well the numbers...we knew the numbers would get closer the closer we got to Tuesday...I'm not lowering expectations...have you ever heard me say that we had Ohio locked?... Then at least give me the courtesy of printing that in your column. \n[56] \n[57]We're in PAUL'S room. He's lying on the bed, talking on his cell phone. BEN sits at the desk working on a laptop. \n[58]Absolutely -there's no question about it .... \n[59]But we've got to think broader strokes here, rethink everything....uh-huh....Yeah, I know how to handle it....Look,Stevie just got here. Can I call you back in a few minutes? ..Okay, bye. The Governor. We had a good long talk on the way back. He's up to speed with everything. \n[60]Better than I thought he would. Still won't take Thompson's endorsement. \n[61]What's up? \n[62]So it's gonna hit the papers. \n[63]I leaked it to Ida. \n[64]At the event. \n[65]We made a deal. \n[66]I know. \n[67]The campaign will survive. \n[68]Makes it easier to let you go. \n[69]Why'd you meet with Duffy? \n[70]No Stephen. You didn't make a mistake. You made a choice. You called me and left a message to call back...that it was important. But when I did...you said to forget about it. You chose not to tell me. Why did you make that choice? \n[71]Sure you did. But you went because you were curious, because you were flattered. Because it made you feel special to think Duffy wanted to speak to you instead of me. Because you thought to yourself: maybe I can get something out of this. Because it made you feel big. First campaign I ran tiny little race in Kentucky -state senate seat. Workin for redneck nobody named McGuthrie. Had no money, no staff, no fuckin office. Everyone thought we didn't stand a chance. There's no way we can compete. And about this time, a guy running a congressional campaign a few districts over gives me a call. Says, \"I really like what you were able to do for poor ole' Sam. But let's face it, he's a goner, so why don't you come work for me?\" What do I do? Well Stephen -this is where you and I are different. I told Sam about the call. And Sam says to me, \"Paul, you think this other's guy's got a shot at winning, and he can pay you more than anything I can afford, so if it's what you feel you need to do, then I won't get in your way.\" So I say, \"Sam -you took a chance and hired me when I was even more of nobody than you are, and I'd be damned if I'm gonna jump ship just because the shit hit the fan.\" We lost the race, but three years later, when Sam decided to run for Governor -who do you think he called? We won that race. 74. \n[72]And twenty years later I'm where I am now.  There's only one thing I value in this world Steve, and that's loyalty. Without it you're nothing and you have no one. And in politics it's the only currency that you can count on. That's why I'm letting you go. Not because you're not good enough. But I value trust over skill. And I don't trust you anymore. \n[73]The Governor knows, he thinks it's the right thing to do. \n[74]If I were you? I'd get a good night sleep because you're gonna get fucking pounded by calls from the press in the morning... \n[75]She'd only been on the road with us for a few weeks...maybe four I think, I can check. \n[76]We will most certainly stay on schedule. This accident, and we have to assume for now it's an accident, is just simply a tragedy. The work, the schedule won't be altered. It just means that those of us that knew Molly will go about our jobs with a heavy heart. \n[77]The Governor and I both felt, that in light of some of these changing numbers, it was best to put a new face on the campaign...Stephen is very talented...very smart... \n[78]You should hire Jack for a speech writer. \n[79]No. I'm friends with the family. I got her the internship...known her since she was born. \n[80]The Governor couldn't make the flight? \n[81]Look at you, all grown up with tits and all. \n[82]One day we'll grab a beer and you'll tell me what you had on the Governor that put me out. \n[83]You better get going, you've got a campaign to run and I've got offices to go look at. \n[84]Nice consultant firm right off of K Street. \n[85]A million a year and nobody to fuck you over. 94. \n[86]Doesn't it. ", "Zara": "", "Molly": "\n[1]Ben wanted me to get you to sign off on this before the staff meeting. \n[2]Anything interesting? \n[3]White paper? 17. \n[4]So like what sort of negative stuff? \n[5]Which paper? \n[6]So it's something big? \n[7]Well that's what you're good at, right? \n[8] Did you get your phone? \n[9] \n[10]A what? \n[11]Oh no...I'm not from here...I worked with you in Iowa actually. \n[12]My hair? \n[13] \n[14]Not at all...you're the big man on campus...I'm just a lowly intern. \n[15]Sure it is...you get to stay at the Millennium, they put us into a motel on the other side of the river. \n[16]Now you're starting to see. \n[17]We do have the better bar though. 19. \n[18]You ought to stop by one night and have a drink with the worker bees. \n[19]Tonight's good... \n[20]Yeah it's quiet. \n[21]Well you have my number. \n[22]Programmed right there in your phone. \n[23]Under Mary. \n[24]Molly...my name's Molly... \n[25]Be right back. \n[26]Stephen you have a call on three, your dad. \n[27]California for Super Tuesday. \n[28]I know...you guys needed a lot more help over there. \n[29]Because the pay is so good. \n[30]My dad is Jack Stearns. \n[31]He's an asshole but he's your boss. \n[32]You don't work for the Democratic National Committee? \n[33]Don't tell my dad that. \n[34]Never. \n[35]Nine AM...I'm showing the new interns how to robo call...you see...I'm the experienced intern. \n[36]How old are you? \n[37]Thirty? \n[38]I'm sorry, how old are you? \n[39]How old do you think I am? \n[40]Twenty. \n[41]Too young to fuck a thirty year old? \n[42]Where your hotel is? 35. \n[43]You have a car? I don't drive. \n[44]I have the keys to the campaign bus... \n[45]Do you want me to go? \n[46]You seem busy...I should go. \n[47]Steve? \n[48]We can talk about it later if... \n[49]The cleaning lady. \n[50]You called me the cleaning lady. \n[51]No why would I be mad? \n[52]Look. \n[53]I'll tell him you said that. \n[54]You said you wanted to talk to me about something? \n[55]I won't tell anyone about last night. \n[56]Really wouldn't look good if you screwed an intern. \n[57]Steven, you don't have to say anything. \n[58]Well you are kind of a player, but that's okay. \n[59]Bullshit...you were trying to pick me up. \n[60]You were pretty obvious about it. \n[61]Totally. \n[62]You were pretty forward. \n[63]Well...I've been trying to fuck you for a while. \n[64]Pretty slutty of me, huh? 40. \n[65]Good. \n[66]No no not a clue. \n[67]For a teenager. \n[68] \n[69]I called and we can get a hundred vans out of Covington and Newport Kentucky. \n[70]Really? \n[71]I don't know? \n[72]You answered it? \n[73]I don't know... \n[74] \n[75] Stephen... \n[76]No! \n[77]Gimme my phone Stephen! \n[78] Don't do that Stephen... Hang up! \n[79]I'm in trouble... \n[80]I was working on the campaign in Iowa...we had a party in Ben's room after the rally in Des Moines... \n[81]No he wasn't there. \n[82]I took him up a hard copy of the polling numbers... \n[83] About midnight I guess...I stood in the doorway with him...we were talking...a long time...then he just reached behind me and closed the door. \n[84]Not that drunk... \n[85]Just that once. \n[86]No. \n[87]I know! \n[88]I called him first. \n[89]Because I didn't know who to go to...and I needed nine hundred bucks... \n[90]I can't go to my dad...We're catholic. \n[91]So what should I do? \n[92]Okay. \n[93] \n[94]Yes. \n[95]You mean I can't be here. \n[96]But I would never tell anyone... \n[97]Then why? \n[98]He and I both fucked up. 69. \n[99]I could go to North Carolina and work on the campaign... \n[100] \n[101] \n[102] I hate this shit... \n[103]Yeah... \n[104] \n[105]MOLLY gets out of a cab and walks into the hotel. Under this we hear: \n[106]I'm not feeling great Ben... \n[107] \n[108]Why? \n[109]When was this? \n[110]No. \n[111]STEPHEN climbs the back stairwell to avoid seeing any of his former co-workers. He gets to the fifth floor and walks down the hall towards Molly's room. As he turns the corner he sees a maid's cart in front of her room. The door is halfway open. As he starts walking towards her door, we see the HOTEL MANAGER come running out of Molly's room, he heads the opposite way towards the elevators...he's fumbling with his walkie-talkie. STEPHEN gets to her room and we see a JANITOR kneeling over Molly's lifeless body. Stephen steps into the room. He can barely move. He just stands there looking at the situation. The JANITOR is on the phone. \n[112]Stephen comes running out the door. An ambulance has pulled up and EMT's are on their way in. Police are also pulling up. Stephen keeps walking - he gets in his car and sits there. Nothing. No emotion. Stephen pulls out his phone and listens to his messages. \n[113]Uhm...where are you?...it's Uhh... it's four something...they're gonna close in a few minutes... \n[114]Stephen I just heard from Ben...please don't do anything fucked up... Godamnit you motherfucker pick up the phone! Don't do it you fuck! \n[115]I'm not going away... ", "Stearns": "\n[1]I know you're looking for a reaction, but listen we have two great candidates in a very tight race...and at the end of the day the voters will decide who best can represent this party in the fall. \n[2]You always hear people talking about events out of sequence...the order of things. There is no greater grief than a parent laying their child to rest...She was a little girl trying to make it in a very grown up world...a world were every mistake is magnified and she was smart and pretty and so so young. \n[3]Father, you ask us to accept God's plan, to not question his judgment, with all due respect, I don't accept this judgment. She made the world better, not just for me, but for everyone she touched. ", "Senator": "\n[1]Would you call yourself a Christian? \n[2] \n[3]Is that your idea of being specific? \n[4]I just wanted you to say out loud if you believed in the teachings of the Bible. \n[5]Well Governor, whoever wins this contest will be running for President...and if you don't think that these questions won't be central in a general election then you are living in fantasy land. I applaud your honesty Governor, I do...I'm simply pointing to what is obvious...we are running for President of the United States...not for student council president. \n[6] \n[7]That's what I'm hearing...since Super Tuesday I'm a very popular guy. What are your polls telling you? \n[8]And so you think they won't for your guy...you think Morris gets into the independents? \n[9] Estella...hand me that ice bucket. \n[10]I want on the ticket...you need me on the ticket...and you need my delegates...you could use em before Tuesday. Make a fine story on the Sunday morning news cycle...so I expect to hear from you by noon tomorrow...or I endorse Pullman and take my cabinet seat. \n[11]Anything else you want to talk about? \n[12]And the right man to lead this great nation of ours in these challenging times and the next President of the United States of America, Governor Mike Morris!...And I ask only one thing, that all of us stand shoulder to shoulder and arm in arm in a united Democratic party. \n[13]And I strongly urge that the three hundred and fifty-six loyal delegates that I have carried as a badge of honor, throw their support to the Governor. Let's end this primary and get on to the business of 1600 Pennsylvania Ave! \n[14]Thank you. And God bless the United States of America. ", "Thompson": "\n[1] \n[2]That's what I'm hearing...since Super Tuesday I'm a very popular guy. What are your polls telling you? \n[3]And so you think they won't for your guy...you think Morris gets into the independents? \n[4] Estella...hand me that ice bucket. \n[5]I want on the ticket...you need me on the ticket...and you need my delegates...you could use em before Tuesday. Make a fine story on the Sunday morning news cycle...so I expect to hear from you by noon tomorrow...or I endorse Pullman and take my cabinet seat. \n[6]Anything else you want to talk about? \n[7]And the right man to lead this great nation of ours in these challenging times and the next President of the United States of America, Governor Mike Morris!...And I ask only one thing, that all of us stand shoulder to shoulder and arm in arm in a united Democratic party. \n[8]And I strongly urge that the three hundred and fifty-six loyal delegates that I have carried as a badge of honor, throw their support to the Governor. Let's end this primary and get on to the business of 1600 Pennsylvania Ave! \n[9]Thank you. And God bless the United States of America. ", "Cindy": "\n[1]What're you writing? \n[2]The bar is awfully high on that one. \n[3]I got hit up by Mitchell's wife for you to show up at her \"Daughters of the American Revolution\" luncheon. \n[4]Congressman from the first district. You might want to remember that. \n[5]No I can't. Lets just do this one more time. \n[6]That's it. 51. \n[7]You think we'll lose Ohio? \n[8]If you took Thompson's delegates the race is over. Ohio wouldn't matter. \n[9] Stephen. \n[10]Is Thompson so bad? \n[11]Worse than Pullman? \n[12]You've got great hair. ", "Morris": "\n[1] \n[2]How would that matter? \n[3]Then let me try and clarify...I was raised Catholic, I am not a practicing Catholic...I have no idea what happens when you die and if the Senator does, then perhaps he should be President. I'll even vote for him. \n[4]Let me be more specific. I am neither a Christian, nor an atheist, I'm not Jewish or Muslim...what I believe...my religion is written on a piece of parchment called the Constitution. Meaning I will defend, till my dying breath, your right to worship, in whatever God or lack thereof you believe in, as long as it doesn't hurt others. I believe we should be judged as a government by how we take care of those who can't take care of themselves. That's my religion. If you feel that I'm not religious enough, then don't vote for me. If you feel I'm not experienced enough or tall enough then don't vote for me. Because I'm not going to change those to get elected. \n[5]Is this a Democratic primary or a general election? \n[6]  \n[7] \n[8]The economy...health care...I've got to believe we can do it. We have enemies...we have to understand why our enemies are our enemies, and see if there is something we can do about that besides using force. What we know from history is the answer to extremism is not extremism. Whoever is the next president, whoever steps up, has got a lot of work to do, but you have a little work to do yourself. \n[9]We're in a staff meeting with the brain trust. Paul's gone but the rest are there...STEPHEN, BEN, GOVERNOR MORRIS. MOLLY is running in and out, she gets glances from all the guys. \n[10]Ben, where's my op ed on national service? It's better for me to work off of that. \n[11]Get me a hard copy...I hate these fucking things... \n[12]Just give me a second... \n[13]I don't give a shit about polling...I'm not going to play this game with you Stephen...and if this is your good cop bad cop act with Paul... \n[14]I'm not changing it. 22. \n[15]Hang on. \n[16]Yeah I said it all here, \"It's going to help people get an education...it's going to create national unity...it's going to teach young people a trade...and it's going to help get people out of debt from college loans. Tell me where that fails. \n[17]That'll poll well. \n[18]We do all of that now, with this... \n[19]Paul likes this?...you guys are my brain trust. \n[20]And all the others? \n[21]Okay, you and Ben work it into the stump speech - get me a hard copy and I'll write it in my own words. \n[22]Why am I doing him? \n[23]Is Paul going? \n[24]Stephen... you're still single, right? \n[25]Good answer.  He's married to the campaign... \n[26]Now we're moving in the right direction. Ben, are you still single? \n[27] Crack team. \n[28]Is it a difficult decision? I would have to believe that it is... would I do it? No... but I can't see myself... or anyone... certainly not a government, telling a woman what she can do with her body. \n[29]... I would consider it arrogant to judge someone until I've walked in their shoes. \n[30]Yes. Because of what it says about us as a society. \n[31]And she was murdered, what would I do. \n[32]Sure...well if I could get to him I'd find a way to kill him. \n[33]No, I would commit a crime for which I would happily go to jail. \n[34]Because society has to be better than the individual. If I were to do that I would be wrong. \n[35]Isn't it time for a commercial. They laugh. \n[36]That's unfortunate. \n[37]You okay? \n[38]I think the weather might determine that. If we get there. \n[39]Is this your personal theory...cause I can shoot holes in it...Roberto Clemente...on a humanitarian flight. \n[40]So how we doin? \n[41]No I mean...the campaign how we doin? \n[42]Listen Stephen...you're not Paul. I pay him to use the word \"great\". I pay you to tell me the truth. \n[43]Okay Paul. \n[44]But you wouldn't. \n[45]You'll make a lousy consultant when you're out of this line of work. \n[46]So at best you've got eight years...then you'll end up with a nice little consultant firm on Farragut North...eating at the Palm...pulling in seven hundred and fifty grand a year...pimping out Senators to Saudi Princes. \n[47]Then I better win... \n[48]Now, I've been married for eleven years, to the smartest person I know...and we have a normal marriage...which means when we disagree...she wins. What we don't ever disagree on is how we're going to leave this planet for our daughter. Are we gonna leave it better off, or worse? The richest people in this country don't pay their fare share. And when they're asked to, they cry socialism, they use phrases like redistribution of wealth. That scares everybody and they all run and they hide. For the record, my campaign is vehemently against the distribution of wealth to the richest Americans, by our government! And I will run on that! \n[49]You know how you fight the war on terror?...Don't need their product anymore. Their product is oil, just don't need it and they go away. We don't have to bomb anyone we don't have to invade anyone! \n[50]If I'm your president, the first thing I put in motion, ten years from the day I'm in office...no new car in America runs on an internal combustion engine. It'll create hundreds of thousands of new jobs...we will start the next technological revolution and we will lead the world again...like we used to... \n[51]How real are the numbers? 47. \n[52]What do you think? \n[53]I can't run from Ohio...they'll kill us. \n[54]I'm not gonna do it. What's he want head of the FDA or something ridiculous? \n[55]Labor? \n[56]Are you fucking kidding me...I'm gonna give Secretary of State to a guy who wants to cut the top ten floors off the UN? Paul when we started this campaign I said I wasn't gonna make those kind of deals. 48. \n[57]Paul, I respect you...respect your opinion...but I'm never gonna do it...so I suggest we find a way for me to win Ohio. \n[58]Anything else? \n[59]  \n[60]The greatest speech ever given on hydrogen power. \n[61]Don't I know it. \n[62]Who's Mitchell? \n[63]Fucking Congressmen. Could you imagine doing this every two years? \n[64]In four more years. \n[65]Deal. \n[66]I don't know. \n[67]Is Paul working on you? \n[68] \n[69]He's a shit. \n[70]Yes Stephen. \n[71]Every time I draw a line in the sand...and I keep moving it. Fund raising, union deals...I wasn't going to do any of it...negative ads...I can't on this one. Not Thompson. 52. \n[72]Tell Mrs. Mitchell I'll make her goddamn luncheon. \n[73]Let the old ladies pat me on the head. \n[74]You too baby. \n[75]It's a silly argument. \n[76]Over the age of fifty. \n[77]Well that's changing...and hopefully the way we frame the argument is... 53. \n[78]From a religious to a civil rights issue. \n[79]Not really. They used to ban interracial marriage...women couldn't vote...the list goes on... \n[80]Now wait she has a point to make.... \n[81]How so? 54. \n[82]Now. \n[83]So that's what I'm saying. \n[84]See we're framing the argument based on the idea that homosexuality is a choice, you choose to be gay, not that you were born that way like being born black. Because if you start the discussion with the idea that gay is not a life choice but part of your DNA, then gay marriage is and can only be a civil rights issue. \n[85]We'll see. It'll drive them to the polls one way or the other. \n[86]  \n[87]  \n[88]  \n[89]     \n[90]The entire staff is in a state of shock. We have sent our condolences to Jack and JoAnna Stearns and their whole family... 85. \n[91]and of course our hearts go out to them... it's hard to imagine what they're going through... All we know at this point is it appears to be a drug...an accidental prescription overdose. Ida? \n[92]We have no reason to believe... \n[93]I don't think we have any of that information yet. Obviously there will be a full investigation. Just wanted to say that our hearts go out...our prayers go out to the entire family...and she was part of our family. \n[94]Not well. But I did know her, and what I saw was a hard working, young woman, with a great and positive spirit. It's a very sad day in our campaign and a very sad day for the people close to Jack. \n[95]It seems you have something you want to talk about. \n[96]If you have something...or think you have something you want to get off your chest... \n[97]Okay. \n[98]And why would I do that? \n[99]What do you think you have Stephen? A troubled young girl tells you a story. \n[100]Is that what she told you? \n[101]What did you do, give her money? Maybe she just wanted cash and you were the perfect guy to hit up. \n[102]You need a job that bad Stephen? You walk in here with your dick in your hand...you've got nothing. \n[103]Well go home. \n[104]How would you know that? \n[105]I thought it was an accident. \n[106]Then why would she leave a note that could only do that? 89. \n[107]What do you want? \n[108]Well I don't believe in extortion...I don't believe in tying myself to you for the next eight years. \n[109]What were you doing in her room? \n[110]No. You were already fired, you were out. What were you doing in her room? \n[111]You were off the campaign, but you thought it was important to come back and fix things? It was your voice on the phone the other night. 90. \n[112]You were fucking her. What did you do Stephen? \n[113]I bet you did. \n[114]There's no note. \n[115]Show it to me. \n[116]Okay let's play this out. You're not wearing a wire because everything you've suggested is illegal...and you wouldn't fare well in federal prison. You were fucking her and she told you about her situation. There are no records or conversations between us. And since she's had an abortion, no DNA evidence. So if there's no note, then it's your word against mine. Your word. A fired, disgruntled, employee, or a sitting governor...There's no note. \n[117]Paul you got a minute? \n[118]Thank you Senator Thompson! Well the polls aren't quite closed, but I want to congratulate Senator Pullman...And his Republican constituents on their win here in Ohio. \n[119]Senator Thompson I am honored to stand here today with you. I am humbled by your kind words, thank you. Ladies and gentlemen, today marks the beginning of a fight between two sets of ideals. Either we're going to move forward or were going to live in the past... Either we're going to lead the world in technology, or we are going to bury our heads in the sand... the sands of Saudi Arabia...the sands of Iraq! Either we're going to let greed and corruption ruin our industries and our shorelines or we are going to take back our country! We are not a nation used to coming in second or third... \n[120]Senator Thompson I am proud that you have brought integrity back to this election. Because that's what this comes down to, integrity. Who we are. Because how we project ourselves to the rest of the world matters!...Dignity matters!...Integrity matters!...Our future depends on it! ", "Pullman": "\n[1]Would you call yourself a Christian? \n[2] \n[3]Is that your idea of being specific? \n[4]I just wanted you to say out loud if you believed in the teachings of the Bible. \n[5]Well Governor, whoever wins this contest will be running for President...and if you don't think that these questions won't be central in a general election then you are living in fantasy land. I applaud your honesty Governor, I do...I'm simply pointing to what is obvious...we are running for President of the United States...not for student council president. \n[6]STEPHEN enters the offices, staffers look up and recognize him. ", "Jack": "\n[1]I know you're looking for a reaction, but listen we have two great candidates in a very tight race...and at the end of the day the voters will decide who best can represent this party in the fall. \n[2]You always hear people talking about events out of sequence...the order of things. There is no greater grief than a parent laying their child to rest...She was a little girl trying to make it in a very grown up world...a world were every mistake is magnified and she was smart and pretty and so so young. \n[3]Father, you ask us to accept God's plan, to not question his judgment, with all due respect, I don't accept this judgment. She made the world better, not just for me, but for everyone she touched. ", "Sue": "", "Stephen": "\n[1]I am neither Christian...nor atheist. I am not Jewish or Muslim. What I believe...my religion is called the constitution... \n[2]I will defend till my dying breath your right to worship whatever god you believe in... \n[3]If I'm not religious enough for you, don't vote for me. 2. \n[4]You got it? \n[5]If I'm not experienced enough don't vote for me. If I'm not... \n[6]Thanks. We'll need these monitors turned up a bit...it's a big space and he wants to be able to hear. \n[7]Also we'll need these podiums put on a riser as we agreed to in the pre-conditions. You're a few inches short and it makes it harder for the Governor to read his notes. \n[8]Great, thanks. See you guys in a few hours. \n[9]He doesn't but Pullman is 5'8\" he'll look like a hobbit behind that podium. 3. \n[10]A double. \n[11]Home run. \n[12]It's ours for the taking. \n[13]At least. Maybe more. \n[14]Yes Ida? \n[15]Here it comes...hit me. \n[16]Yes? \n[17]Mmhmm. \n[18]Three guesses. \n[19]Correct. \n[20]No need, we'll split Texas, it's a wash. \n[21]That's your guess? \n[22]I will neither confirm nor deny that statement. \n[23]That I cannot do. \n[24]You love me. \n[25]You only love him because he gives you all the scoops. \n[26]You're engaged. 12. \n[27]Ida I'm not naive about this stuff. I've worked on more campaigns than most people do by the time they're forty...I'm telling you this is the one. \n[28]I have drunk it it's delicious. I don't care whether he leads in the polls...I don't care whether he has all the tools...Because the truth is, he's the only one that's going to make a difference in peoples lives...Even the people that hate him. If Mike Morris is President it says more about us than it does about him. I don't give a fuck if he can win. He has to win. \n[29]I'll get it in a bit... 15. \n[30]Fucking kill me...where did we get this? \n[31]Thank God it wasn't overseas. Just get rid of it - \n[32]Are you fucking stoned...this is the same...the exact same piece the Republicans are gonna run against him in the general...we don't need to brag about it...Hi I'm Neville Chamberlain and I want to be your commander in chief. \n[33]It's gonna come out but not paid for by us pal.  Any truth on whether Pullman had investments in those diamond mines in Liberia? 16. \n[34]Doesn't matter I want to hear him denying it. If it's true, find out, if it's not, let them spend the next day telling the post that he doesn't own a diamond mine in Liberia...win win. \n[35]We need to counter this Christian shit we're taking from last night...so get going...Where's our cut on the new thirty and a sixty second spots? We'll show it to him this afternoon in the staff meeting. \n[36]Oh, right. Thanks. I've been waiting for this. \n[37]Just some white paper I gotta pass out tonight. \n[38]Negative shit. Our oppo guys do research - we feed it to the press, hope they bite. \n[39]Read tomorrow's paper and you'll see. \n[40]All of them. \n[41]I wish it were something bigger actually. Just some transportation numbers. I'll have to spin this shit pretty heavy if we want it to stick. \n[42]I guess. \n[43] Just now. \n[44]You a Bearcat...? 18. \n[45]A Cincinnati Bearcat? \n[46]Oh that's right...but you changed something. (Searching for a way out. \n[47]You changed your hair. \n[48]I must look like a total dumb ass right now. \n[49]Come on it's not like that. \n[50]You're right, I am big man on campus. \n[51]I heard that. \n[52]Maybe I will...when's a good night? \n[53]Really? Tuesday? \n[54]Quiet's good. \n[55]I do? \n[56]Oh...right... \n[57] Yup...Mary. \n[58]Paul knows...Paul agrees... \n[59]Print it out. \n[60]Governor...if you want to change...or lets call it refresh... \n[61]National service isn't polling like the rest of your domestic policy. \n[62]Good cop, good cop. \n[63]All of that is exactly right...Governor if you're going to do it...then do it. Don't make it voluntary...mandatory. \n[64]Mandatory!...everyone who graduates high school or turns eighteen, gives two years to his or her country. Military...peace corps...plant fucking trees, I don't care...and for that...their college education is paid for...period. \n[65]No sir you don't...do it all...all the way. Mandatory. \n[66]And here's the beauty of it...everyone who is older than eighteen and past the age of eligibility, would be for it...create national pride...give all the kids an education. 23. \n[67]Can't vote. Too young. \n[68]You can't lose. \n[69]Remember, Governor... you have a six o'clock with Charlie Rose... \n[70]It's long form... he's flying in... \n[71]No, he won't be back... Ben and I are taking you... \n[72] \n[73]...Don't tell me anyone's died... \n[74]Who is this? \n[75]What do you want? \n[76]What for? \n[77]If it's important shouldn't you be calling Paul? \n[78]I can't be talking to you... \n[79]I can't Tom. \n[80]Paul, listen, call me as soon as you can...it's important. \n[81]\n[82]You're working for the wrong man. \n[83]Yeah? \n[84]No...I don't think I can. \n[85]You gotta be kidding me. \n[86]I am not. \n[87]Eight. \n[88]You think they like your guy?...pro choice...tax and spend liberal? 27. \n[89]I know for a fact that Thompson is going with us. \n[90]I can't do it. \n[91]I've played dirty but I don't have to play dirty anymore...you know why? Cause I got Morris! 28. \n[92]This is the sort of shit the Republicans pull. \n[93]Paul's a friend. \n[94]Paul. \n[95]Not that I know of. What's going on with Thompson? 29. \n[96]It's nothing...never mind. \n[97]Yeah okay...I'll look for quaaludes. \n[98] \n[99]I don't know... just see what they're talking about. \n[100]I'm married to the campaign, Governor. \n[101]Really? When did they do that? Governor... Wall Street Journal numbers are in... and Pullman's down a point. \n[102] \n[103]And get a copy of the show before we leave... \n[104]Where'd you go after Iowa? \n[105]I had to go to New York. 33. \n[106]Yeah. So why politics? \n[107]It just seems like an odd fit. \n[108]He's a good guy. \n[109]He's not my boss. He's the head of the DNC. \n[110]I work for Paul, Paul works for Morris and if Morris wins, he's going to be your dad's boss. \n[111]Don't tell your dad a lot of things. \n[112]What time do you start tomorrow? 34. \n[113]I do see... \n[114]How old do you think I am? \n[115]You think I'm thirty? \n[116]Thirty...how old are you? \n[117]Twenty one? \n[118]That's young. \n[119]See laws are different in different states. Here in your hotel, in Kentucky...it's frowned upon...but we'll go across the bridge into Ohio... \n[120]Yeah surprisingly they're very lax about their child endangerment laws... \n[121]I took a cab. \n[122]STEPHEN is on his cell phone, he paces back and forth in front of the TV - A news show in on. MOLLY is in bed - sheets pulled up around her, she's just waking up. \n[123] What time does Paul land?... Christ...who do we talk to about polling?...no...I just...I just need to get some internal polling on the fucking Independents and the right-wing nuts. \n[124]Listen, put me on the line with...what's the guy's name at the Wall Street Journal?... yeah... \n[125]Wait. \n[126]Right...Adler...get me on the line with him. \n[127]Molly listen, just give me a second...I want to talk to you about something. 37. \n[128] \n[129]Sorry about that. \n[130]What? \n[131]You're not mad about that are you? \n[132]Your dad is an asshole. \n[133]Do that. \n[134]Yeah, I just wanted...I just wanted to be clear about everything...so there's no confusion... \n[135]Well yeah, I'd appreciate it if we kept this...I mean, you know how people are. \n[136]It's not like I got drunk and this happened...I mean...I wanted to...I really like you...you're smart...but I just...I don't want there to be any expectations... 39. \n[137]I just don't want you to think I'm some kind of player. \n[138]No I'm not. I was being polite. \n[139]No I wasn't. \n[140]I was? \n[141]I thought I was being all smooth and subtle. \n[142]You were pretty forward ...inviting me to the bar. \n[143]Wow. \n[144]No, not at all...I mean I kind of respect it in a weird sort of way. \n[145]You have absolutely no idea how to tie a tie do you... \n[146]You're very mature. \n[147]When are you coming back? \n[148]What happened with Thompson? \n[149]I'm running some numbers now...I don't know... 41. \n[150]Yeah I'm on it...I gotta go. \n[151]Yup... Just trying to figure out our stops on the ground. \n[152]We'll be fine...we have to do it...and it's the right thing. Nothing bad happens when it's the right thing. \n[153]Well there are exceptions to every rule... \n[154]Fine now. 42. \n[155]Great... \n[156]I think we're solid. \n[157]Governor there's a big difference between Paul and me. Paul only believes in winning so he'll do or say anything to win. \n[158]I'll do or say anything if I believe in it...but I have to believe in the cause. \n[159]Well I won't be out of this line of work as long as you're in it. \n[160]Pimping out ex presidents... 43. \n[161]Yeah. \n[162]I didn't think it was true. \n[163]But I should have told you this yesterday...sorry... 44. \n[164]I met with Tom Duffy yesterday. \n[165]You were on a plane and he called me and he asked if we could meet...And I said why...he said it was very important so I did...but I should've fucking told you... \n[166]Yes. \n[167]-the gist of it is he wants to hire me. He wants me to jump ship and come work for him...this is bad Paul. He showed me poll numbers with Pullman ahead by four. We're in really deep fucking trouble he laid out their whole plan. Robo- calls, traffic jams, fake lit, and fucking Thompson. They promised him Secretary of State. \n[168]Paul I'm sorry. Believe me...I just didn't think it was true. \n[169]Please believe me that I honestly believed you were gonna come back and you were gonna tell me that we have Thompson in the bag and I didn't see the point. But it doesn't make it right and I'm sorry. \n[170]Who do you want... \n[171]A fund-raiser in Cleveland tonight. \n[172]Will he go for it? \n[173]We might pick up a couple of points...but we're...I don't know, we lose by three or four percent. \n[174]Cabinet post. \n[175]State... \n[176] Do we have any other senators that can go to bat for us? House members won't do. \n[177]Right...but we need a Senator...one from Ohio would be nice. 49. \n[178]Fuck...Jess, I'll call you back... All of them? Goddamit! \n[179]They're not gonna tell a pollster that they're gonna vote Democratic...I don't even know how to read these polls. \n[180]We don't need the fucking vans...we just don't want Pullman to have them... \n[181] \n[182]I'm on it. \n[183]What time is this on tonight? \n[184]How'd he do? \n[185]It's not you. \n[186]Hello... \n[187]Your phone rang. \n[188]Who's calling at 2:30 in the morning? \n[189]He asked for you by name. \n[190]I thought it was mine. Who was it? \n[191]One of the other interns drunk dialing you? 57. \n[192]Hold on... \n[193]I'm gonna call him back. \n[194]...And I'm gonna tell him that I'm your dad... \n[195]And I'm gonna tell him I'm coming over there with a shotgun... \n[196]Why is the Governor calling you at 2:30 in the morning? 58. \n[197]Why is the Governor calling you at all? \n[198]With the Governor? What's going on? \n[199]There was a party with you...and Ben...and the Governor. \n[200]Where was he? \n[201]After the party? \n[202]Jesus fucking Christ...Were you drunk? \n[203]How many times? 59. \n[204]Does anybody know? Did anyone see you? \n[205]How could you know? \n[206]Then why is he calling you now? \n[207]Why? \n[208]For what? \n[209]Ben... come here a minute \n[210]What's our limit on petty cash? \n[211]I need as much as we have. \n[212]Yeah...don't put it on the books. That's all. \n[213]Don't put it down as anything... \n[214] Just do it! \n[215]Molly... \n[216]Here... \n[217]I'll take that. That's all. \n[218]No I can't tell you what happened in North Carolina. \n[219]Okay what? \n[220]Who told you that? \n[221]Who? \n[222]Where are you? \n[223]Did Duffy tell you this? \n[224]You're supposed to be my friend Ida. You'd stab me in the back like this? You'd ruin my reputation just so you- \n[225]I've given you everything -every fucking scoop, your profile with Pau1.... \n[226]Go fuck yourself. \n[227] \n[228]I could get fired. \n[229]You mother fucker. \n[230]You leaked it. \n[231]Don't bullshit me Tom. \n[232]I just spoke with Ida Horowicz. \n[233]She's threatening to release the story. \n[234]That we met! That I fuckin met with you! \n[235]Don't play dumb here Tom. \n[236]Who else? \n[237]Well I know I didn't, so that leaves you. \n[238]She knows whatever you told her. \n[239]Well too late. \n[240]She knows where we met, she knows when we met... she knows you had buffalo fucking wings. \n[241]Yes she has a source. \n[242]Yeah, you. 66. \n[243]Did you tell anyone? \n[244]No. \n[245]No. \n[246]She's gonna take the story to Drudge, or Roll Call...shit like that. \n[247]She's trying to blackmail me - wants info about Thompson. \n[248]I can't do that. \n[249]I'm not gonna be blackmailed Tom. \n[250]If I tell her about Thompson I gotta tell her he's gonna endorse you guys. \n[251]No fucking way. Paul told her we had Thompson in the bag. It'll make us look like fools. \n[252]I can't do it. \n[253]I Gotta go. \n[254]I'm up here. 68. \n[255]Take this. \n[256]It's almost 1800 bucks... you make the appointment now... today... from a pay phone... I'll take you to the clinic and pick you up... no one else... you understand? \n[257]You take the rest of the money and you buy a ticket home... you can't be here anymore... we can't afford it... not with everything that's gonna happen in the next week. This situation just can't be here. \n[258]Right. \n[259]I would hope not. \n[260]You fucked up, Molly... \n[261]But I have a responsibility to him... and more importantly I have a responsibility to this campaign. \n[262]Molly you've go to wake the fuck up... this is the big leagues... it's mean...and when you make mistakes you lose your right to play. Make the appointment and tell me when and where we have to go. \n[263]  \n[264]\n[265]STEPHEN and MOLLY driving down the street. Stephen drives until he sees the clinic. He stops. \n[266]So just call me when you can leave okay. \n[267]I'll be back, this'll all be over... \n[268]How'd he take it? \n[269]Paul-I gotta tell you something. \n[270]Ida knows I met with Duffy. \n[271]I don't know how she found out. Tried to blackmail me. Said she was gonna let the story out if I didn't tell her what happened at your meeting with Thompson. \n[272]Probably. Yeah. Whoever she takes it to, they're gonna call me for a statement. 72. \n[273]I could just deny the whole thing, but if they call Duffy and he admits to it, that could look worse. If I say no comment they won't let up. \n[274]I don't understand. \n[275]Paul...they're gonna print that story in the paper tomorrow morning. \n[276]But why? Why would you do that to me? Why would you do that to the campaign. \n[277]Then why would you do that to me? \n[278]What? \n[279]I made a mistake - a stupid mistake. 73. \n[280]I didn't think it was important. \n[281]Well it really isn't whether you trust me, it's whether the Governor does. \n[282]He does. \n[283] \n[284]Where's Duffy... \n[285]I'm in. I'm coming to work for you. \n[286]I know who leaked it. \n[287]Paul. \n[288]Yeah. I told him we met. He leaked it. \n[289]I felt like I should. \n[290]Obviously. \n[291]I quit. \n[292]I quit! And I can give you everything on Morris. Everything. 79. \n[293]I can lay out his whole strategy for you. \n[294]What if I had something else? \n[295]Yeah. \n[296] \n[297]What if I had something big? \n[298]Something big. Something that'll bring Morris down. \n[299] Give me the job. \n[300]Politics is my life. \n[301]Like you? \n[302]You knew I was gonna tell Paul. \n[303]You knew if I told him he'd fire me. \n[304]Yeah I got a nice speech on that. You were never gonna hire me. 81. \n[305]This is my life you're talking about. \n[306]Does it seem that way? 87. \n[307]What's say I do the talking and you do the listening. \n[308]As of tomorrow morning there's going to be some changes in your campaign. Paul is out. I will be your senior campaign manager. I'll draft a statement, \"we're at a point in the campaign where some changes have to be made etc.\" You can put your own words in there, you do it better than most. \n[309]Because you want to win. Because you broke the only rule in politics. You want to be President, you can start a war, you can lie, you can cheat, you can bankrupt the country, but you can't fuck the interns...they'll get you for that. \n[310]A troubled young pregnant girl... \n[311]...Who needed cash for an abortion. 88. \n[312]Is that your best play? \n[313]So how did I get here? You're right Mike, there's nothing. No phone messages, no text, no e- mails, no photos or tapes, and yet I'm standing right here. \n[314]She left a note. \n[315]I cleaned up your mess. I took her phone and I found her note. \n[316]You tell me, you were the last one she called. Note says she was pregnant, said you were going to pay for her abortion...it also said she didn't want to hurt you. \n[317]Because she's twenty. \n[318]Paul's gone today. I set a meeting with you and Thompson where you promise him the ticket. You get three hundred and fifty-six pledged delegates, you get North Carolina, and then you take office and make right what so many have made wrong. All the things we both believe in. \n[319]Four years, let's not get ahead of ourselves. \n[320]Housekeeping, before you ended up on page one. \n[321]I was fixing a situation...I got a call, someone from the hotel thought I could help and called me. \n[322]I loaned her some money and gave her a ride. \n[323]Okay, there's no note. \n[324]You think I brought it here? That's how people get hurt. \n[325]It's your call Governor. \n[326]I'll keep that in mind. Are you here to talk to me? 93. \n[327]I'm sorry. \n[328]He's meeting with Thompson. \n[329]I learned from the best. \n[330]How do you know I didn't have something on you? \n[331]Farragut North? \n[332]Sounds relaxing. \n[333]How so? \n[334]You can't believe everything you read. \n[335]No press beyond this point...she's press. I'll read about it in the funny papers. 98. \n[336]You're my best friend Ida. \n[337]Yeah I can hear them. ", "Meyers": "", "Ida": "\n[1]So Paul, tell me something I don't know...tell me what's gonna happen on the 15th. \n[2]What? \n[3]I'm asking you. \n[4]If had to say, I'd say it'll be close, but you'll eke it out. \n[5]So what's gonna happen? \n[6]Nine? There's no way you'll win by nine. \n[7]So you're certain you're gonna win here? \n[8]You just said you'll win by nine. \n[9]So you're saying there's a good chance you won't win. \n[10]So Stephen... \n[11]Stephen, Stephen, Stephen.... \n[12]Paul's going to the airport? \n[13]Getting on a plane. \n[14]Where is that plane going? 11. \n[15]Not going back to headquarters. \n[16]He's not going to Texas? \n[17]What if I said North Carolina? \n[18]He's going to North Carolina. \n[19]I knew it. Now tell me why. \n[20]I hate you. \n[21]I love Paul. You I hate. \n[22]Sexual favors? \n[23]If it meant a good scoop my fiance would understand. \n[24]You really buy into all this crap? All this take back the country nonsense? \n[25]You really have drunk the kool-aid. \n[26]Or what? The world will fall apart? It won't matter...Not one bit to the everyday lives of everyday fuckers who work and eat and sleep and get up and go back to work again. If your boy wins...You get a job in the white house...If he loses you're back at a consulting firm on K Street...That's it. You used to know that before you got all goosebumpy about this guy. Morris is a politician...He's a nice guy...They're all nice guys. 13. \n[27]He will let you down...sooner or later. \n[28]What? \n[29]Seriously? \n[30]My lips are sealed. \n[31]He's gonna endorse? \n[32]That's huge. \n[33]He's said publicly he's not gonna endorse anyone. 14. \n[34]So this is for real? \n[35]When are you gonna announce? \n[36]Stevie ... off the record ... \n[37]That's not what I wanted to ask you about. \n[38]You met with Duffy. \n[39]A little bird. \n[40]Did you meet with him? \n[41]I know you met with him at a little bar in Cincy, two nights ago, just before the press conference. Duffy ordered buffalo wings. \n[42]Anonymous. What happened with Duffy? 63. \n[43]Wait wait wait -is that what you thought? That we were friends? \n[44]You're right -you've given me a lot. But let's get real here Steve. The only reason you ever treated me well was that I work for the Times. Not because I was your friend. You give me what I want, I write you better stories. Don't pretend it's any more than that. Why'd you meet with Duffy? \n[45]Okay, I'll make it easier on you. Forget Duffy. What happened at Paul and Thompson's meeting? \n[46]Of course I do. That's why I'm giving you a choice here. \n[47]So it's not a difficult choice, is it? I've got to file by three p.m. 64. \n[48]tomorrow. You've got till then to make up your mind. \n[49]Is suicide ruled out? \n[50]Will you continue with your schedule today? You're set to tour Proctor &amp; Gamble this afternoon. 86. \n[51]You're making me look bad. \n[52]I just filed a story that said you were off the campaign and Thompson was going to Pullman. \n[53]I want to give you an opportunity to comment on my next story. It says that you delivered Thompson...You got the three hundred and fifty-six delegates, you delivered the nomination. And all you asked in return was Paul's job. Any chance of you confirming that? \n[54]Come on Stephen...aren't we friends anymore? ", "Horowicz": ""}}