{"filename": "Hills-Have-Eyes,-The_script.txt", "imdb_id": "tt0454841", "imdb_url": "https://www.imdb.com/title/tt0454841", "characters": ["First Victim", "Papa Jupiter", "Doug", "Gas Station Attendant", "Ethel", "Lynn", "Big Bob", "Brenda", "Bobby", "Cyst", "Ruby", "Pluto", "Goggle", "Baby Catherine", "Lizard"], "dialogues": {"First": "\n[1]  ", "Victim": "", "Papa": "\n[1]Wait 'til it gets dark... On the radio, Papa Jupe's voice is deep and distorted. Devilish. Goggle's binoculars POV on Lynn- She sits down with Ethel, unbuttons her blouse and breastfeeds. \n[2] \n[3]\"I'm gonna take care of those bastards myself\"... Bobby exchanges a worried glance with Doug. Even though neither of the two has yet met Papa Jupe, something in his voice tells them that it's only going to get worse. Doug grabs the radio- \n[4] ", "Jupiter": "\n[1] \n[2] \n[3]Lizard has Big Bob's Magnum. He enters the trailer and closes the door behind him. \n[4] ", "Doug": "\n[1]Piece of shit! Why couldn't we fly like normal people? \n[2]Please, your parents can't stand me. \n[3]We could have taken them on a cruise. \n[4]What's that supposed to mean? \n[5]Maybe I shouldn't have even come. \n[6]  \n[7] Excuse me sir, do you have a phone I can use? I can't get a signal around here and... Big Bob interrupts. \n[8]Sorry Bob, \"duty calls\"... \n[9]This is why I don't go on vacation. They're lost without me. \n[10]Who me? No way. I'm in telecommunications. A beat. \n[11]Everybody's gotta have a cell phone... \n[12]No kidding... As the old man closes the hood, a familiar sound returns- \n[13]Let me pay, Bob. \n[14]That's not what I meant... 17. \n[15]Honey!? We're leaving... Lynn grabs the dog by the collar. \n[16]Honey? What are you doing?! \n[17] I tried for an hour but I couldn't get it cold in here. CLICK- the light turns on and the A/C starts. \n[18]How do you know all this stuff? \n[19]Well, at least we can breathe now. 21. \n[20](lighting it with a \n[21]  \n[22]Yeah right, if you start smoking your sister would cut my nuts off. \n[23]Hey, I like seeing your parents... Bobby is surprised. \n[24].in pictures! \n[25]  \n[26]I knew this wasn't gonna be safe for the baby. \n[27]Are you all right? \n[28]97% nationwide coverage, and we have to find ourselves in that 3%... He searches desperately for a signal, extending his arm forward. Lynn grabs him tenderly by the waist. \n[29](staring to the lifeless \n[30]I hope he's enjoying himself. On his knees, by the SUV tires, Big Bob inspects under the vehicle... Not only are the tires flattened, but the front axel has buckled from hitting the rocks. \n[31]So what's the damage, General? 26. \n[32]Can we fix it? \n[33]I already tried. I'm not getting a signal. \n[34]What are we going to do? Without answering, Big Bob gets back on his feet, wipes his hands and grabs a bottle of water from the car. After a long \n[35]Walk?! But we're miles from \n[36]  \n[37]Lynn, can you bring me my jacket honey? Lynn gets up and returns to the trailer. \n[38]I'll keep walking north. This road's gotta lead somewhere. Lynn comes around with the jacket and sees Big Bob and Bobby both holding guns. \n[39] \n[40]\"...All the leaves are brown and the sky is gray. I've been for a walk on a winter's day. I'd be safe and warm if I was in L.A... California dreamin...\" After hours of walking down this road, his face shows signs of fatigue. \n[41]I was in LA._ California Dreamin...\" The lyrics resonate throughout the desert. Suddenly, he stops singing. \n[42]  \n[43]What the fuck are you doing? Don't point that thing at me. Bobby lowers the weapon. \n[44]Who else would it be?! Bobby is interrupted by Brenda who sees Doug from the window. \n[45]Hey girls! Quickly, Lynn exits the trailer and jumps into her husband's arms. They kiss. Doug sets down all of his findings. \n[46]Look what I found. Various tools, a fishing pole... \n[47]With all of this, we can find a way to fix the car, right Bobby? Bobby doesn't answer. \n[48]I found this really huge crater at the end of the road! I've never seen anything like it! People must use it as a dump site. It was full of all this garbage... (pointing to the fishing \n[49]No. The road just stops there. I hope your dad has better luck. Is there anything to eat? I'm starving. \n[50]I'm tired, I really need to rest for an hour or so... \n[51]You want us to sleep on the floor?! her to bed. Bobby takes him aside. \n[52]What? Bobby hesitates to talk. \n[53]So, what Bobby? Lynn walks by- \n[54]Listen... I'm sure your dad will be back soon. He's \"Big Bob\". It's gonna take more than a few snakes in the dark to stop him, right? Are you coming, honey? Lynn, holding a blanket and pillows, joins him. They exit together hand in hand. \n[55]  \n[56]Ow, Ow... Yeah right there. Perfect. God, I feel like I crossed New Mexico on foot. Amused, Lynn squeezes his legs a bit harder. She moves up to his love handles. \n[57]Stop! Stop, you're tickling me! Lynn continues with more fervor. \n[58]Oh, so you want to play? He turns around and starts tickling her as well. They laugh together before kissing passionately. \n[59]I love you too... They start making out. \n[60]Damanit! What is it now? \n[61]Beauty what? \n[62]Calm down Bobby, OK? Let's go check it out together. Lynn, stay right here. \n[63]  \n[64]Take your mother away from here! With her eyes fixed on her father, Lynn walks her mother away. In Bobby's eyes, sadness has been replaced by hatred. Full of rage, the youngster grabs the gun and walks away. 66. \n[65]Where are you going? Bobby? \n[66]Come back here, Bobby! Bobby disappears into the night. Doug covers Big Bob's face with a blanket. \n[67]  \n[68]Not yet. \n[69]Yes, Brenda is here and Bobby is in the kitchen. At the other end, Bobby turns away, crying. Brenda looks away as well. \n[70]Yes..  Do you need anything? Ethel finds it more and more difficult to talk. \n[71]  \n[72] \n[73]You want to die, too? \n[74]Look! Look at what they did to your mother. Look at what they did to your sister. He slams Bobby against the door. \n[75]You're not a fucking child, alright? Think before you do something stupid. You won't make it three feet! We need a plan, OK? We need to think... \n[76]  \n[77]Get ready Bobby.. Doug opens the door and jumps out ready to fight. From beneath the trailer, someone observes him... Doug bends down and discovers- GOGGLE'S SEVERED ARM. In its hand, the walkie-talkie still works. \n[78]Beast! The dog jumps into Doug's arms and begins licking his face. Bobby can't believe it, his dog has returned. Radio static comes back on the walkie. Bobby picks it up- \n[79] \n[80] \n[81] \n[82]How much ammo do you have left? \n[83]No, you stay here with your sister and stay by the radio. Somebody's bound to hear us. Brenda continues her distress call. \n[84]  \n[85]No. You keep it in case they come back. \n[86]Don't worry about me, I'll take Beast. Beast sits at his feet ready to go. Doug straps the walkie- talkie over his shoulder. \n[87]Yes? \n[88]I'm going to find.our baby my love...I promise. \n[89] I told you to stop smoking. Doug sets a different frequency on his radio- \n[90] Bobby? Bobby? You read me? \n[91]I followed the blood, I'm in front of a mine! 80. \n[92]I'm not sure if I'll get a signal from inside. If you don't hear from me in a half an hour, you're on your own. Bobby? \n[93]  \n[94]Come on. You can't be serious. Then light goes. completely off, leaving Doug in darkness. \n[95](to Beast, meaning \n[96]        \n[97]Bobby, do you hear me? Bobby? Still nothing. Doug turns around and looks up- A wall of rock towers behind him. He tries one last time, but the signal won't go through. \n[98]Find her, Beast, find Catherine... With his nose to the ground, the dog pulls Doug straight ahead. Doug walks away through the streets, pulled by the dog. On the outskirts of town, we discover a fence buried in the sand. On it, an old metallic sign reads- \n[99]  \n[100]Shhhh... Quiet Beast... Don't move! I'll be back... He closes the car door and starts down the alley, lowering his head. 86. \n[101]Where's my baby! Where's Catherine?! Big Brain does not answer. \n[102]What did you do with her? \n[103]Where is she then? ANSWER ME! He raises the bat. \n[104]What signs?! \n[105]What the hell are you saying?! \n[106]I don't know what you're talking about. All I want is my daughter. Please... Big Brain remains silent. \n[107]What do you want? Money? I can give you money... WHAT DO YOU WANT? \n[108]Where are the others? Where is my baby? Big brain starts laughing a high pitched sound. 89. \n[109]What? What's so funny? \n[110]Doug loses his bat but slides away before the axe comes swinging down. Desperate, he picks up the bat and uses it as a shield. The axe splits it in half. Doug throws himself at Pluto plunging the splintered bat into his abdomen. The sharp piece of wood enters Pluto's stomach. Completely out of his mind, Pluto removes the piece of wood from his abdomen and beats Doug in the face with it, sending him across the room. Pluto lowers his head, charging Doug like a bull. Doug crashes into one of the walls. He can't even take a breath before the giant grabs him by the leg like a rag doll and throws him through a wall. Doug falls to the ground in the living room. Wounded and exhausted, he is also defenseless. He has lost his glasses. Not far away, Big Brain savors the spectacle. The giant walks to him spinning the axe in his hand like a baton. His foot crushes Doug's glasses on the floor. The axe swings through the air. Doug jumps out of the way. \n[111]Please, I'm begging you... Don't kill me... \n[112]The blade swings through the air and slams into Pluto's skull! Pluto's eyes freeze and his body falls to the ground, his skull half open. DOUG JUMPS ON TOP OF HIM. FULL OF RAGE, HE \n[113]Catherine?! He goes to the crib and discovers a plastic doll... \n[114] \n[115]Catherine! \n[116]Taking no chances and screaming like a wild beast, Doug beats Lizard repeatedly pushing him away from the baby. With a bloodied face, Lizard can hardly stand. Doug turns the weapon around and- BANG! - He shoots Lizard in the chest. Lizard is thrown back with the force. Doug reloads still screaming- BANG! Lizard is hit in the throat and falls.to his knees. Blood sprays everywhere. Doug reloads again- BANG! - hit in the shoulder, Lizard falls back in the dirt. His face slams into the dust. Exhausted, Doug walks over to his adversary. He is dead. Disfigured with wounds, Doug turns to Ruby, who extends the baby. \n[117]My baby ...My little princess... It's me, it's daddy... He kisses the baby and hugs her tightly, elated. Ruby is moved. She smiles when suddenly her face freezes- \n[118] \n[119]Exhausted, wounded, disfigured, but still alive. ", "Ethel": "\n[1]My crazy husband absolutely had to see the desert. \n[2].I'm sure all that important business can wait till next week. Doug gives up. He kisses Lynn and takes the baby from her. \n[3]How far are we from 1-88? \n[4]I told you we should have gone through Santa Fe. You never listen to me. \n[5] Not anymore. Thank God! \n[6] \n[7]He's right, Bob. \n[8]I think we're somewhere on this blue road... 22. \n[9]Don't drive so fast Bob, you might lose the camper... \n[10]Hey... Watch your mouth, young lady.  Will you please back me up here? \n[11]  \n[12]Oh, so now it's my fault? Doug joins them. \n[13]Can we use the C/B? \n[14]I bet this desert is full of rattlesnakes... \n[15]Some things never change... \n[16]It's almost 3, you'll never be back before sunset. \n[17]We should pray before you go- \n[18]Is it really too much to ask?  Bob? Bob finally agrees, and like a good family man, he gathers them around. Brenda slips on her shirt and joins them. \n[19]You shouldn't go from the bottle to the breast. At her age she should get used to one or the other. \n[20]This place isn't so bad. At least the air is fresh. \n[21] Maybe it was my fault we had this accident... \n[22]This family has certainly seen its share of adventures. \n[23]Probably some rattlesnakes not far away. \n[24]Brenda's going off to college. And then, next year, it's Bobby's turn... The house is going to feel so empty... Lynn grabs her mother's hand- \n[25]I'm really happy that we're all together on this trip. Brenda moves to the trailer. Beauty is still barking inside. \n[26]       \n[27] \n[28]You think he can hear me? \n[29]She couldn't have gone that far. Brenda notices the revolver on the table. Bobby is unarmed. \n[30] \n[31] Hello...Hello... Can somebody hear me? Please answer if you hear me. Hello? No answer. The radio goes silent. Lynn joins her, holding the baby. \n[32]I heard something. She fiddles with the radio. \n[33]I'm not even sure I know how to use this thing. Lynn hands her Catherine, and sits in front of the C/B. 50. \n[34]It sounded like an animal... Lynn stands up worried. \n[35]Watch your language! \n[36]Lynn, wait. Ethel stays alone with the baby. 51. \n[37]You're lucky Brenda found you. Imagine if you had to spend the whole night out there in the cold. Bobby winces from the pain. \n[38]It doesn't work... \n[39] I'm sure it was just static. \n[40]Looks like we're camping out tonight. How's your head? Bobby doesn't answer. \n[41]Bobby? What's going on? A beat. \n[42]Are you sure? \n[43]Me too, honey. Come inside. You've already spent enough time in the cold for one day, don't you think? 56. \n[44] \n[45]No..No.. It's not possible. That's not Bob. That's not my Bob. She grabs Doug by his shirt trying to convince him. \n[46]Doug.. It's not him. Tell me it's not him. It's not my Bob! The poor woman has lost her mind. Ethel erupts in laughter pointing to her dead husband. \n[47]  \n[48] \n[49]This camper's so small. No matter how much you clean, it's always a mess. 72. \n[50]Is Big Bob home? \n[51]Did everyone go to bed? \n[52] Is Lynn sleeping? Doug holds back the tears. \n[53]Look in the closet Doug, I'm sure I have another blanket. I'm so cold. Doug tucks one of the blankets around her. \n[54]You've always been so sweet. I understand why Lynn loves you so much. She raises her arm to caress his face. Her hand falls on the bed. Lifeless. Brenda screams, bursting into tears. 73. ", "Lynn": "\n[1]Relax Doug, please. It's their silver anniversary and they're so happy you're here. \n[2]You're wrong. They love you. 10. \n[3]Yeah, that's a great idea. Why didn't you plan it? \n[4]Never mind. Lynn grabs the milk bottle from its heater. \n[5]Doug, please stop. I never ask you for anything, OK?  Well see how happy you are when Catherine comes along on our 25th anniversary. She walks out. \n[6]I heard that... \n[7]If you want to use the restroom, it's now or never. Bobby removes his headphones and pushes Brenda. \n[8]Honey, you haven't put that phone down since we left. \n[9]       \n[10]Beauty? Come on, sweetie... No answer. Cautiously, Lynn moves through the store to the beaded curtains. Above the cash register, an old sepia photograph of a miner stares at her. \n[11]Beauty? Lynn goes into the other room. In the darkness, among the old empty bottles, she finds Beauty standing with her front legs on a window sill and barking to the backyard. Lynn looks outside- Nobody. Only the desert and hills. Inside the room, THE HALF OPEN EXPENSIVE LEATHER BAG laying alone on the table awakens her curiosity. As she goes to inspect it, she hears the SUV starting and Doug calling out- \n[12]  \n[13]Sorry, our dog got out...She won't stay put... A car horn breaks the silence. \n[14]  \n[15]Mom, we're not on the blue road or any other road. He said it wasn't on the map, remember? In the distance, A LIZARD moves through some rocks before heading across the road unconcerned by the approaching car. \n[16] Relax, Mom. We're all just tired. 23. \n[17]Doug? Bobby? Are you alright? Bobby opens the door releasing the barking dogs. \n[18]She's fine. Mom has her. \n[19]The heat must have caused a blow out. \n[20]I think so... Just a little shaken up. Bobby walks around the car evaluating the damage- The SUV tires are shredded - the rims buried into the ground. \n[21]Doug... \n[22]Catherine just fell asleep. How are you holding up? \n[23]Yeah, this is a total drag, especially with a baby. \n[24]We're not going to have many more trips like this together... As for Cancun, you're gonna have to find a job. \n[25]What are you going to do with those? \n[26]  \n[27]Are you sure you're going to be alright? Lynn puts a fisherman's hat on Doug to protect him from the sun and kisses him tenderly. \n[28]Hey, little princess. Who doesn't want to sleep anymore? The baby looks at her mother, appeased. \n[29]Are you hungry, my angel? Lynn picks her up and exits the trailer. \n[30]Mom, thanks for the advice, but she's my baby. Vexed, Ethel remains quiet. \n[31]It's starting to get cold out here, isn't it?  I can't believe you're spending your anniversary stranded in the middle of nowhere. \n[32]Better than Cleveland... \n[33]Please, Mom. Nothing can stop Dad when he thinks he's found a shortcut. Remember when we ran out of gas on the \"shortcut\" to the Great Lakes? How old was I? 12, 13? \n[34]Yeah-what I'd do for a shower and a margarita... \n[35]A real bed... Bobby sits down at the table. \n[36]Why are the dogs so excited? \n[37]I don't know, Mom. \n[38]Keep it together Brenda, Mom is already worried enough... The fire will help Bobby find his way back. \n[39]He and Beauty will find their way back together. Lynn hugs her sister. \n[40]I never thought it could be so cold in the desert... \n[41]I know... \n[42]How's it going? \n[43] Mayday ...mayday... This is a distress call... Do you copy? Still nothing. \n[44]Mayday. . .We're stranded in the desert, we need help...mayday... Suddenly, the light on the C/B turns green and static can be heard. Ethel grabs her daughter's hand, hopeful that someone may have heard them. A second later, HEAVY BREATHING is heard over the radio. The light turns off. The two women look at each other in confusion. \n[45]What was that? \n[46]If animals start answering our radio calls, we're really fucked! \n[47]Give it a rest, Mom. We have more important things to worry about. She walks out. \n[48]Brenda? No answer. \n[49]  \n[50]Brenda? Brenda? \n[51]We heard something. Some sort of breathing... Bobby lifts his head. \n[52]It was really weird, right mom? \n[53]Mom, it sounded like a perverted crank call. \n[54]What are you going to do with a fishing pole in the desert? You didn't you find anybody? \n[55]Let's go, it's freezing out here. Doug follows Lynn inside the trailer. 55. \n[56]Don't close the door, we're leaving in a second! \n[57]I'm almost ready... 57. \n[58]A little work out can't be all that bad for these guys, right? Doug laughs and giggles. \n[59]I love you... \n[60] What do you want, Bobby? \n[61]This had better be important. Bobby is too scared to keep the truth hidden. He regains his calm before talking. \n[62]Bobby... We're in the middle of nowhere. Believe me, no one could survive out here! \n[63]What are you talking about? \n[64]Oh my god! Lynn runs inside leaving her mother alone. \n[65]  \n[66] \n[67]His eyes fill with tears. He tries to keep from crying but his sadness is too deep. His hand approaches her face. His fingers graze her hair. \n[68] ", "Big": "\n[1]where the hell is everybody? I'm gonna... Before he can finish his sentence, the old gas station man appears. \n[2]Ah, there you are. Fill it up and check the fluids my friend. 9. \n[3]You know, it's illegal to smoke around a gas station. The old man bursts out in laughter revealing rotten teeth. \n[4]Give. the phone a rest, Bukowski! \n[5]Stop being at everyone's beck and call, Bukowski. You're the boss, remember? \n[6]Doesn't bother me. I had night patrol for almost fifteen years... \n[7]Detective... \n[8]I'm starting a private security firm... The old man turns to Doug- \n[9]What do -I owe you? The old man looks at the gas pump. \n[10]  \n[11]Let's go! KNOCK KNOCK The old man knocks on the window. Big Bob opens- \n[12]I'm fully aware of the driving laws. \n[13]Everyone ready? 19. \n[14]Thanks for the tip. \n[15]Look how beautiful it is here girls... The hills, the colors... It's amazing. Imagine the first people who crossed this desert. They had no idea where they were going. \n[16]  \n[17]She remembers... \n[18]  \n[19]The damn axel is broken... \n[20]With what? The frame is completely twisted... Give me your phone, I'm gonna call a tow truck... \n[21]That old thing? Give it a try, but this is mining country. Whatever metal is left in those hills will probably scramble the signal... \n[22]We're going to walk, that's what... \n[23] So we wait here for someone to drive by? Have you seen a car in the last three hours?! \n[24] I'd like to see how they stack up against this... Ethel brings her husband's jacket and helps him put it on. \n[25] I'll take my bullets over your prayers any day. \n[26]Leave him alone son. Doug is a liberal, he wouldn't touch a gun... Obviously, the two men disagree. Behind the trailer, Brenda sits on a lounge chair in her bra revealing a sexy body. She applies suntan lotion ready to kill some time. Behind her sunglasses, she observes the silent desert looking like Paris Hilton. Lynn exits the trailer and joins her. \n[27]It's always good to be prepared. Right? \n[28]We've only got two and it's better if you guys have one here. You never know. \n[29]If you don't find any help in six or seven miles come back. I'll go to the gas station... \n[30]It's only about ten miles from here. I'll borrow that crazy old man's truck and use his phone if he has one... Don't worry... I'll be back with a tow truck before nightfall. \n[31]No. Stay here with your mother and sisters. And you, don't tease your brother, he's in charge now. Holding the gun, Bobby winks at his sister who continues to sunbathe. \n[32] \n[33] \n[34]It's Bob Carter, I got some gas from you a couple of hours ago. Still nothing. Big Bob draws his gun and opens the door when- \n[35]Anybody there? Answer me! After a few seconds, the whistling returns. 45. \n[36]Somebody home? Hello? Big Bob pushes the last door leading to the back room. His hand feels for the light switch. CLICK - an old lamp comes on in the corner. He finds a wall mounted phone and picks up the receiver. No tone. \n[37]  \n[38]You son of a bitch... Worried for his own family, he grabs the keys and walks out. From the bedroom window, we see him running to the pick-up truck. \n[39]  \n[40] \n[41] \n[42] \n[43]Who's there? \n[44]Who's there? Show yourself! The voices become louder and louder, omnipresent. \n[45]The truck shakes as Big Bob is attacked inside. Blood splatters on the windows. \n[46]He has been crucified to a Joshua tree and transformed into a \n[47] \n[48]His father-in-law's arms have been torn off and devoured. THE AMERICAN FLAG that used to adorn his SUV is planted THROUGH \n[49]  \n[50] .I don't know where she is. I never leave this place... Big Brain moves away from the window wheeling himself to the couch. His hands are thin and pale, like a child's. 88. \n[51]..You should've read the signs before taking that road... \n[52]  \n[53] You people settled on our lands, you destroyed our homes, destroyed our silver mines. . .You 'ye made us what we've become! One day my father went into town begging for your help, and you know what the doctors did? They sterilized him like a dog! You thought that in the desert no one would see anything, or say anything, but the hills... The hills never forget... \n[54]Maybe a trailer? Yeah, a pretty trailer, just like yours. \n[55] \n[56]The baby... the baby is in the last house on the left... \n[57]Lizard... Kill the baby... \n[58] ", "Bob": "\n[1]where the hell is everybody? I'm gonna... Before he can finish his sentence, the old gas station man appears. \n[2]Ah, there you are. Fill it up and check the fluids my friend. 9. \n[3]You know, it's illegal to smoke around a gas station. The old man bursts out in laughter revealing rotten teeth. \n[4]Wake up, lard ass. \n[5]You two make a perfect pair. Bobby turns to a rusty car and unzips to urinate. \n[6]Why not? \n[7]God, what do you care? Bobby re-zips and heads towards the small wooden outhouse while Brenda plays with the baby pig. \n[8]Give. the phone a rest, Bukowski! \n[9]Stop being at everyone's beck and call, Bukowski. You're the boss, remember? \n[10] \n[11]What the hell Brenda! The eye goes away... He re-zips looking outside. Nobody. When he exits, Brenda appears on the other side. \n[12]Freak. She looks at him slightly confused... \n[13]Doesn't bother me. I had night patrol for almost fifteen years... \n[14]Detective... \n[15]I'm starting a private security firm... The old man turns to Doug- \n[16]What do -I owe you? The old man looks at the gas pump. \n[17]  \n[18]Let's go! KNOCK KNOCK The old man knocks on the window. Big Bob opens- \n[19]I'm fully aware of the driving laws. \n[20]Everyone ready? 19. \n[21]Thanks for the tip. \n[22]  \n[23]It was nothing... The thermostat was disconnected. He turns to Doug. \n[24]I don't know. \n[25]I thought you stopped smoking? Does my sister know? \n[26]  \n[27] It's cool that you came with us. It's a drag when it's just us and our parents... \n[28]Look how beautiful it is here girls... The hills, the colors... It's amazing. Imagine the first people who crossed this desert. They had no idea where they were going. \n[29]  \n[30]She remembers... \n[31]Don't worry, we're fine. \n[32]Holy shit! I hope they have triple A out here... 25. \n[33]  \n[34]The damn axel is broken... \n[35]With what? The frame is completely twisted... Give me your phone, I'm gonna call a tow truck... \n[36]That old thing? Give it a try, but this is mining country. Whatever metal is left in those hills will probably scramble the signal... \n[37]We're going to walk, that's what... \n[38] So we wait here for someone to drive by? Have you seen a car in the last three hours?! \n[39]I saw a documentary on The Discovery channel about desert snakes. If you get bit, you'll die in twenty minutes. Big Bob reaches into the glove compartment pulling out a 9mm and an extra clip. He hands it to his son. \n[40].or was it five? Bobby grabs the firearm pointing it to the desert. Big Bob grabs another gun from the car, A 44 CHROME PLATED \n[41] I'd like to see how they stack up against this... Ethel brings her husband's jacket and helps him put it on. \n[42] I'll take my bullets over your prayers any day. \n[43]You think we'll see scorpions and coyotes? Big.Bob grabs his son by the shoulders, proud. They look like two kids getting ready to play Cowboys and Indians. Bobby calls out to Doug, offering the gun- \n[44]Hey Doug, wanna try? 29. \n[45]Come on, just one shot, it makes you feel kinda powerful. Big Bob answers for Doug- \n[46]Leave him alone son. Doug is a liberal, he wouldn't touch a gun... Obviously, the two men disagree. Behind the trailer, Brenda sits on a lounge chair in her bra revealing a sexy body. She applies suntan lotion ready to kill some time. Behind her sunglasses, she observes the silent desert looking like Paris Hilton. Lynn exits the trailer and joins her. \n[47]Lynn falls back against.the kitchen table scared to death. Bobby laughs, pleased with himself. Annoyed, Lynn shuts the blinds in his face. \n[48]It's always good to be prepared. Right? \n[49]We've only got two and it's better if you guys have one here. You never know. \n[50]If you don't find any help in six or seven miles come back. I'll go to the gas station... \n[51]It's only about ten miles from here. I'll borrow that crazy old man's truck and use his phone if he has one... Don't worry... I'll be back with a tow truck before nightfall. \n[52]Can I go with Doug? \n[53]No. Stay here with your mother and sisters. And you, don't tease your brother, he's in charge now. Holding the gun, Bobby winks at his sister who continues to sunbathe. \n[54] \n[55]Has anybody seen my grey sweatshirt? It was in the car. I've looked everywhere. \n[56]  \n[57]Brenda, the dogs! Too late. Beauty runs out in the direction of the hills Bobby drops his plate and gives chase. \n[58]DamÂ¢nit, Brenda! Beauty! Worried, Ethel watches her son distance himself from the camper. \n[59] \n[60] \n[61]Overcome with worry, she turns to her two daughters. 37. \n[62] \n[63]Beauty? Beauty? Bobby moves cautiously. He picks up a big stone for protection- A dangerous animal could be hiding behind any corner. A SHADOW PASSES BEHIND HIM.. Bobby doesn't notice. Anaaaaaau - A swift sound of breathing breaks the silence. Bobby spins around, ready to strike. 38. \n[64]Beauty? Bobby is ready to give up when something attracts his \n[65]Don't... Don't be scared. I won't hurt you... What are you doing here? The girl keeps silent. Bobby drops the stone to the ground but the young girl remains suspicious. \n[66]So you're the one who took my sweatshirt? Where did you find it? The young girl smiles shyly. The ice is broken. \n[67]What's your name? The young girl hesitates and murmurs in a frail voice. \n[68]What are you doing here Ruby? Where are your parents? My family needs help. We had an accident. Ruby repeats her name mechanically as if she doesn't understand the questions. \n[69]I heard you, Ruby... Are you here alone? Ruby won't answer. \n[70]Ruby... I'm looking for my dog... Do you understand? My dog... her name is Beauty... She's a German Shepherd, about this high... \n[71]That's right, have you seen her? \n[72]Have you seen her? Ruby looks down. She knows something. \n[73]Look at me, Ruby... Look at me... Where did you see my dog? Ruby keeps looking to the ground. Bobby reaches under her chin to raise her head. Instinctively, Ruby SCREAMS as she backs off, lifting her hands to protect herself. 40. \n[74]What? I can't understand. What are you saying? He comes closer trying to make eye contact as she continues to murmur the same thing. She too is terrified- \n[75]Ruby, come back! Once more, Bobby is alone in the labyrinth. On the other side, he finds a trail of blood as if a body had been dragged on the rocks. The bloody trail is still fresh and disappears behind another set of rocks a few feet away. Bobby hesitates, unsure of what he might find... As soon as he's around the outcropping to the other side Bobby sees something that stops him dead in his tracks. Before him, on the ground, is Beauty. Dead. Disemboweled. Bobby drops to his knees, disbelieving, his face turning white. He touches the animal's head as if to convince himself that this nightmare can't be possible at all. Beauty's face is locked in a grimace of horrible pain and shock. And... the animal is missing its front right leg. DRIP... DRIP... DRIP... DROPS OF BLOOD fall on Bobby's hand - ABOVE HIM, PERCHED ON A ROCK, A FIGURE OBSERVES HIM. A man with an impressive build crouches like a monkey. He wears old clothes covered with dust, and a DERBY HAT on his head. Binoculars hang around his neck. 41. \n[76]       \n[77]Inside the camper, Ethel watches the sun set in the horizon. She cradles the baby in her arms. Brenda joins Lynn and throws some firewood into the flames. \n[78] \n[79]It's Bob Carter, I got some gas from you a couple of hours ago. Still nothing. Big Bob draws his gun and opens the door when- \n[80]Anybody there? Answer me! After a few seconds, the whistling returns. 45. \n[81]Somebody home? Hello? Big Bob pushes the last door leading to the back room. His hand feels for the light switch. CLICK - an old lamp comes on in the corner. He finds a wall mounted phone and picks up the receiver. No tone. \n[82]  \n[83]You son of a bitch... Worried for his own family, he grabs the keys and walks out. From the bedroom window, we see him running to the pick-up truck. \n[84]  \n[85] \n[86] \n[87]My wife... She didn't want to leave ...she wouldn't move to town even when the state police ordered us to. The kids grew up in the mines... Like animals... (smiling through his \n[88] \n[89]Who's there? \n[90]Who's there? Show yourself! The voices become louder and louder, omnipresent. \n[91]The truck shakes as Big Bob is attacked inside. Blood splatters on the windows. \n[92]With a flashlight in one hand, the gun in the other, and a blanket over her shoulders, Brenda moves through the night. \n[93]She hears her older sister calling. \n[94] \n[95]Have you tried the radio? \n[96]What do you mean? 53. \n[97] Ssshhhh... His mother and two sisters are surprised by his agitated behavior. \n[98] I want you guys to stay in here. Brenda?! You hear me? Gun in hand, he opens the door- Bobby is about to shoot when a figure emerges from the dark. IT'S DOUG, holding as much as he could carry from the car graveyard. \n[99]I didn't know it was you. 54. \n[100]Nothing, Mom. \n[101]I'll feel a lot better when dad gets back. \n[102]  \n[103]We can squeeze in here. You'll be more comfortable. \n[104]  \n[105]What? \n[106]        \n[107]Beast?! He grabs the gun and exits the trailer, leaving the door open. \n[108]Beast? Come on, boy. You hear me! Come on now. Bobby moves further from the trailer towards the barking. \n[109]Beast? Beast? Its me. Come on... All of a sudden the growling becomes a \"mooing\" cow. Then a goat. Then a chicken. Terrified, Bobby turns around and runs back toward the SUV. \n[110]Doug! Doug! Caught red-handed, Lynn dresses and Doug pulls up his pants. 61. \n[111]Come on, open up! Lynn opens the back window giving him a dirty look. \n[112]Something's going on around here. We're not alone. Exasperated, Lynn takes a deep breath, not taking him seriously. \n[113]I know this sounds weird, but there are people living in those hills. \n[114]I saw them. And Beauty... \n[115]They cut out her insides. \n[116]Her guts were all over the place... He struggles to talk. 62. \n[117]I...I didn't want to scare you so I didn't say anything, but something's going on... You even said you heard some breathing on the radio didn't you? Lynn nods. \n[118]We're not alone, I'm telling you... Doug exits the car. Obviously, Bobby is not kidding. \n[119]He has been crucified to a Joshua tree and transformed into a \n[120]       \n[121]I'm gonna take care of the motherfuckers! \n[122]Come on Doug! They're in the trailer-! They both take off running. \n[123] \n[124]  \n[125]Doug! Doug does not answer and takes Ethel's hand. She opens her eyes and looks at him as if nothing happened. \n[126]  \n[127]Fine. You stay here. I'm going after them. Doug gets between Bobby and the door, preventing the kid from leaving. \n[128]Let me go! \n[129]I don't care. Doug drags him in front of his mother's body. \n[130]Think about what? They have Catherine, Doug... Doug remains silent... 74. \n[131]THEY HAVE CATHERINE... You know what they could to do to her, and you're not going to stop them?! You're just a coward... Doug jumps back on Bobby grabbing him by the collar. \n[132] \n[133]Good boy.. That's a good dog. \n[134]I don't know, half a clip? \n[135]Let me go with you. \n[136]What about you? \n[137]Doug? 79. \n[138]I... I didn't mean what I said... Doug hugs him like a brother. Before walking out, he bends down to Lynn's body and kisses her one last time on the mouth. \n[139]Yeah, Doug... \n[140]Yeah... Good luck, Doug. He puts the walkie away and takes out the flashlight. \n[141]Nobody's going to find us Brenda, even with that smoke...Nobody's coming._.. You heard what Doug said-We're alone now, just you and me. Let them come, I'm waiting for them. Now, Bobby stretches the nylon wire from the fishing pole around each stake. He sets the fishing pole next to the trailer, rigging to it one of Catherine's TOY SHAKERS- An improvised alarm system. \n[142]His father-in-law's arms have been torn off and devoured. THE AMERICAN FLAG that used to adorn his SUV is planted THROUGH \n[143]  \n[144]  \n[145]Brenda? Come on? Brenda remains still. \n[146] \n[147] ", "Brenda": "\n[1]Bobby, come look at this. Bobby joins her. \n[2] Oh my god! Poor thing. \n[3]Don't pee there... \n[4](pointing to a small \n[5]Piggy, piggy, piggy... \n[6]What? \n[7] \n[8]Dad, you shouldn't have listened to that guy. We're lost. \n[9]Neither do we, Dad. On the road, the Lizard continues carving a dusty path. \n[10]  \n[11]You grew up in the 60's. How can you be so uptight?! Still driving, Big Bob turns to his daughters- \n[12]  \n[13]I don't care what they say, next year, I'm going to Cancun with my friends. No more \"family trips\" for me... \n[14]C'mon, with all the money your husband makes, you could at least buy me a plane ticket. 30. \n[15]Don't you think? Please, for your poor little sister... Doug's voice interrupts. \n[16] \"Right away, honey...\" Without turning around, Lynn gives her sister the finger. Brenda smiles with satisfaction. \n[17]Yeah, right. Ethel remains silent and worried. 32. \n[18]Oh please! \n[19]  \n[20]I can already see the headlines: \"Family found dead in New Mexico desert.\" \n[21]I think it stinks. 34. \n[22]Anything's better than Cleveland! \n[23]If we had just stayed on the main road we'd already be in California... \n[24]The beach... \n[25]I didn't touch your smelly sweatshirt. Beast has been pulling on his chain nonstop, while Beauty cries softly from inside the trailer. 35. \n[26]That makes one of us. They glare at her as she opens the door. \n[27] \n[28] We should've gone looking for him when it was still light out. I'm nervous. \n[29]What if he doesn't come back? Maybe he's hurt. Maybe there was an accident... 44. \n[30]Bobby was only wearing a t-shirt when he left. \n[31]In the distance, we see Brenda looking for her brother. \n[32] \n[33] \n[34]I'm here! I'll be back in a minute. The flashlight partially lights the desert as she disappears into the night. \n[35] \n[36]Don't worry, Beauty will come back when she's hungry... Bobby doesn't answer. He keeps the truth to himself, not wanting to worry his family. \n[37]  \n[38]What's wrong with you? Footsteps. Someone approaches. \n[39]Doug's back! \n[40]Can I listen to your iPod? Bobby is still focused on the door. \n[41]Can I borrow your iPod? \n[42] \n[43]Brenda is wide eyed. Without hesitating, Lizard pulls the \n[44]No.. No... don't turn it off! He swore he'd come back to get me. He swore it. Don't let him take me, Bobby! Outside, another noise, AND A SHADOW PASSES BACKLIT BY THE \n[45]  \n[46]Mayday... Mayday... We need help ..Mayday... Mayday... can anybody hear me? Something has gone off in her eyes. She is absent, no longer living, just surviving. Doug is about to leave, taking with him anything from the trailer which might be useful. \n[47]Mayday...mayday... Can anybody hear me? \n[48]Maybe somebody heard our calls.. \n[49]I don't.see anybody... What's happening? Bobby and Brenda leave their hiding place. They move, back to back, cautious... \n[50]answer me, why isn't anyone there? I'm scared... \n[51]Look! Further ahead, on the ground, a tumbleweed is stuck on the fishing wire, moving it in the wind. \n[52]Let's go back... Not convinced, Bobby agrees, but his face freezes when he turns back to see- THE BACK DOOR OF THE SUV, WIDE OPEN. At a loss, Bobby and Brenda return. \n[53]  \n[54]Terrorized, Brenda backs up to the trailer, while her brother, with a determined look on his face, walks to the hills. 98. \n[55]Come on, Bobby. Let's get out of here... Bobby's face has changed. He is no longer the innocent kid of just a few hours ago. His eyes are now filled with rage and a determination to survive and succeed no matter what. Brenda and Bobby walk away from the burning trailer. On the other side of the smoke, they see- ", "Bobby": "\n[1]Wake up, lard ass. \n[2]You two make a perfect pair. Bobby turns to a rusty car and unzips to urinate. \n[3]Why not? \n[4]God, what do you care? Bobby re-zips and heads towards the small wooden outhouse while Brenda plays with the baby pig. \n[5] \n[6]What the hell Brenda! The eye goes away... He re-zips looking outside. Nobody. When he exits, Brenda appears on the other side. \n[7]Freak. She looks at him slightly confused... \n[8]  \n[9]It was nothing... The thermostat was disconnected. He turns to Doug. \n[10]I don't know. \n[11]I thought you stopped smoking? Does my sister know? \n[12]  \n[13] It's cool that you came with us. It's a drag when it's just us and our parents... \n[14]Don't worry, we're fine. \n[15]Holy shit! I hope they have triple A out here... 25. \n[16]I saw a documentary on The Discovery channel about desert snakes. If you get bit, you'll die in twenty minutes. Big Bob reaches into the glove compartment pulling out a 9mm and an extra clip. He hands it to his son. \n[17].or was it five? Bobby grabs the firearm pointing it to the desert. Big Bob grabs another gun from the car, A 44 CHROME PLATED \n[18]You think we'll see scorpions and coyotes? Big.Bob grabs his son by the shoulders, proud. They look like two kids getting ready to play Cowboys and Indians. Bobby calls out to Doug, offering the gun- \n[19]Hey Doug, wanna try? 29. \n[20]Come on, just one shot, it makes you feel kinda powerful. Big Bob answers for Doug- \n[21]Lynn falls back against.the kitchen table scared to death. Bobby laughs, pleased with himself. Annoyed, Lynn shuts the blinds in his face. \n[22]Can I go with Doug? \n[23]Has anybody seen my grey sweatshirt? It was in the car. I've looked everywhere. \n[24]  \n[25]Brenda, the dogs! Too late. Beauty runs out in the direction of the hills Bobby drops his plate and gives chase. \n[26]DamÂ¢nit, Brenda! Beauty! Worried, Ethel watches her son distance himself from the camper. \n[27] \n[28] \n[29]Beauty? Beauty? Bobby moves cautiously. He picks up a big stone for protection- A dangerous animal could be hiding behind any corner. A SHADOW PASSES BEHIND HIM.. Bobby doesn't notice. Anaaaaaau - A swift sound of breathing breaks the silence. Bobby spins around, ready to strike. 38. \n[30]Beauty? Bobby is ready to give up when something attracts his \n[31]Don't... Don't be scared. I won't hurt you... What are you doing here? The girl keeps silent. Bobby drops the stone to the ground but the young girl remains suspicious. \n[32]So you're the one who took my sweatshirt? Where did you find it? The young girl smiles shyly. The ice is broken. \n[33]What's your name? The young girl hesitates and murmurs in a frail voice. \n[34]What are you doing here Ruby? Where are your parents? My family needs help. We had an accident. Ruby repeats her name mechanically as if she doesn't understand the questions. \n[35]I heard you, Ruby... Are you here alone? Ruby won't answer. \n[36]Ruby... I'm looking for my dog... Do you understand? My dog... her name is Beauty... She's a German Shepherd, about this high... \n[37]That's right, have you seen her? \n[38]Have you seen her? Ruby looks down. She knows something. \n[39]Look at me, Ruby... Look at me... Where did you see my dog? Ruby keeps looking to the ground. Bobby reaches under her chin to raise her head. Instinctively, Ruby SCREAMS as she backs off, lifting her hands to protect herself. 40. \n[40]What? I can't understand. What are you saying? He comes closer trying to make eye contact as she continues to murmur the same thing. She too is terrified- \n[41]Ruby, come back! Once more, Bobby is alone in the labyrinth. On the other side, he finds a trail of blood as if a body had been dragged on the rocks. The bloody trail is still fresh and disappears behind another set of rocks a few feet away. Bobby hesitates, unsure of what he might find... As soon as he's around the outcropping to the other side Bobby sees something that stops him dead in his tracks. Before him, on the ground, is Beauty. Dead. Disemboweled. Bobby drops to his knees, disbelieving, his face turning white. He touches the animal's head as if to convince himself that this nightmare can't be possible at all. Beauty's face is locked in a grimace of horrible pain and shock. And... the animal is missing its front right leg. DRIP... DRIP... DRIP... DROPS OF BLOOD fall on Bobby's hand - ABOVE HIM, PERCHED ON A ROCK, A FIGURE OBSERVES HIM. A man with an impressive build crouches like a monkey. He wears old clothes covered with dust, and a DERBY HAT on his head. Binoculars hang around his neck. 41. \n[42]       \n[43]Inside the camper, Ethel watches the sun set in the horizon. She cradles the baby in her arms. Brenda joins Lynn and throws some firewood into the flames. \n[44]With a flashlight in one hand, the gun in the other, and a blanket over her shoulders, Brenda moves through the night. \n[45]She hears her older sister calling. \n[46] \n[47]Have you tried the radio? \n[48]What do you mean? 53. \n[49] Ssshhhh... His mother and two sisters are surprised by his agitated behavior. \n[50] I want you guys to stay in here. Brenda?! You hear me? Gun in hand, he opens the door- Bobby is about to shoot when a figure emerges from the dark. IT'S DOUG, holding as much as he could carry from the car graveyard. \n[51]I didn't know it was you. 54. \n[52]Nothing, Mom. \n[53]I'll feel a lot better when dad gets back. \n[54]  \n[55]We can squeeze in here. You'll be more comfortable. \n[56]  \n[57]What? \n[58]        \n[59]Beast?! He grabs the gun and exits the trailer, leaving the door open. \n[60]Beast? Come on, boy. You hear me! Come on now. Bobby moves further from the trailer towards the barking. \n[61]Beast? Beast? Its me. Come on... All of a sudden the growling becomes a \"mooing\" cow. Then a goat. Then a chicken. Terrified, Bobby turns around and runs back toward the SUV. \n[62]Doug! Doug! Caught red-handed, Lynn dresses and Doug pulls up his pants. 61. \n[63]Come on, open up! Lynn opens the back window giving him a dirty look. \n[64]Something's going on around here. We're not alone. Exasperated, Lynn takes a deep breath, not taking him seriously. \n[65]I know this sounds weird, but there are people living in those hills. \n[66]I saw them. And Beauty... \n[67]They cut out her insides. \n[68]Her guts were all over the place... He struggles to talk. 62. \n[69]I...I didn't want to scare you so I didn't say anything, but something's going on... You even said you heard some breathing on the radio didn't you? Lynn nods. \n[70]We're not alone, I'm telling you... Doug exits the car. Obviously, Bobby is not kidding. \n[71]I'm gonna take care of the motherfuckers! \n[72]Come on Doug! They're in the trailer-! They both take off running. \n[73]  \n[74]Doug! Doug does not answer and takes Ethel's hand. She opens her eyes and looks at him as if nothing happened. \n[75]  \n[76]Fine. You stay here. I'm going after them. Doug gets between Bobby and the door, preventing the kid from leaving. \n[77]Let me go! \n[78]I don't care. Doug drags him in front of his mother's body. \n[79]Think about what? They have Catherine, Doug... Doug remains silent... 74. \n[80]THEY HAVE CATHERINE... You know what they could to do to her, and you're not going to stop them?! You're just a coward... Doug jumps back on Bobby grabbing him by the collar. \n[81] \n[82]Good boy.. That's a good dog. \n[83]I don't know, half a clip? \n[84]Let me go with you. \n[85]What about you? \n[86]Doug? 79. \n[87]I... I didn't mean what I said... Doug hugs him like a brother. Before walking out, he bends down to Lynn's body and kisses her one last time on the mouth. \n[88]Yeah, Doug... \n[89]Yeah... Good luck, Doug. He puts the walkie away and takes out the flashlight. \n[90]Nobody's going to find us Brenda, even with that smoke...Nobody's coming._.. You heard what Doug said-We're alone now, just you and me. Let them come, I'm waiting for them. Now, Bobby stretches the nylon wire from the fishing pole around each stake. He sets the fishing pole next to the trailer, rigging to it one of Catherine's TOY SHAKERS- An improvised alarm system. \n[91]  \n[92]  \n[93]Brenda? Come on? Brenda remains still. \n[94] \n[95] ", "Cyst": "", "Ruby": "\n[1]On the side of the hill,-THE ENTRANCE TO A CONDEMNED \n[2]His echo is the only sound that can be heard from the depths... He aims the shotgun, ready to open fire. \n[3] Ru... Ruby... Ruby... Bobby gets closer. \n[4]Beauty... \n[5]Ruby.. _Ruby is Beauty... The last sentence makes her laugh. A STRANGE AGONIZING \n[6]  \n[7]Mama, pleaaase... \n[8]The animal shows his teeth, advancing towards Lizard who backs off. 100. \n[9] ", "Pluto": "\n[1]He stands above Brenda watching her sleep, an innocent smile on his face. His hand softly grazes her hair as if she was a kitten, then pulls on the sheets to expose her body. Pluto covers her mouth, silencing her. BRENDA'S EYES OPEN \n[2]Noaowww! \n[3] \n[4] \n[5] Loook at-t hiiis fa-ace... Loook at- at hiiis fa-ace... Even the frozen faces of the test dummies seem to mock him. \n[6] \n[7]Big Brain watches Pluto die without showing any emotion. Silence returns to the destroyed house. Doug tears off a piece of Pluto's shirt and uses it as a BANDAGE for his hand... He picks up his half broken shattered glasses on the floor and put them back. SLING! - Doug removes the bloody axe from the corpse. He turns to Big Brain, who backs off- ", "Goggle": "\n[1] Just got on the road... A Chevy and a trailer... \n[2]Papa Jupe... Papa Jupe... Coast is clear. \n[3]Goggle has no face, as if it were totally covered with wax. He has two little holes for nostrils and no ears. His mouth is like an opened wound sliced in his skin. His eyes are the only features which give him any human resemblance at all. Using his hand, Goggle devours something ferociously- \n[4] What's the matter Ruby.. .You don't like dog anymore? ", "Baby": "\n[1] \n[2] \n[3]Exhausted, wounded, disfigured, but still alive. ", "Catherine": "\n[1]Doug drops the radio, scared speechless... \n[2]      \n[3] ", "Lizard": "\n[1]  \n[2] \n[3]Move!  You gotta be a man to do that... Pluto is outraged and tries to stand up. He wants to talk but no words come out. JUST GRUNTS AND GROWLS. Lizard savagely hits him several times. Behind them, terrified, Brenda watches helplessly as they fight. Lizard puts his foot on Pluto's face, pinning him to the ground, and then points the gun to his head. \n[4]I told ya to move! Pluto moves away and, in a fit of rage, breaks everything in the trailer. Dishes, chairs, table... everything. Lizard laughs like a goon. He grabs Brenda by her feet and pulls her to him. 65. \n[5]  \n[6]Baby... Baby... Instinctively, Lynn grabs the closest thing, a FRYING PAN, and hits Lizard brutally in the face. 67. \n[7]Take it. Pluto obeys. Lizard grabs Brenda by the hair and pulls her out of the trailer. 69. \n[8]Come on bitch... She screams and resists by grabbing at furniture and pulling off the curtains... Her nails scratch against the paneling. \n[9] \n[10]I'll come back for ya... Lizard disappears into the night. Brenda lays on the ground trembling and crying. Doug arrives at the trailer, while Bobby aims the 9mm at the assassins. \n[11]  \n[12]Get out of the way Ruby... 94. \n[13] \n[14]  \n[15]  \n[16] \n[17]Ruby...Ruby! You come back here right now. You hear me, you little bitch? The road on the edge comes to a dead end. Ruby is stuck, the only way out is to climb. Without using her hands, she attempts to ascend. It's close to impossible. \n[18]She tries to fight him off, but he is too strong. Ruby kicks him in the jaw enraging him more. He pulls her down swiftly when- \n[19]Give me that baby, Ruby! With no time to react, Lizard is brutally struck in the face with the shotgun butt- \n[20]Trembling, he lifts the weapon towards Doug and the baby. Instinctively, Ruby moves to stop him. KA-CHUNK! - Lizard reloads. His finger squeezes the trigger. "}}