{"filename": "Departed,-The_script.txt", "imdb_id": "tt0407887", "imdb_url": "https://www.imdb.com/title/tt0407887", "characters": ["Madolyn", "Cousin Sean", "Ellerby", "Frank Costello", "Trooper Barrigan", "Delahunt", "Lazio - FBI", "Gwen", "Dignam", "Queenan", "Trooper Brown", "Billy", "Mr. French", "Fitzy (as David Patrick O'Hara)", "Colin Sullivan"], "dialogues": {"Madolyn": "\n[1]Have I seen you professionally? \n[2] \n[3]Oh, fancy policeman. \n[4]Are you a Statie? \n[5]Suffolk, nights? \n[6]When was the last time you checked? \n[7]I went to U Mass. I wasn't insulting you. \n[8]Maybe you could shoot someone and I'd have to see you professionally. \n[9]That's right. I see \"violent offenders\". \n[10]That's one way to look at it.   Not necessarily. \n[11]Was your dinner OK? \n[12]I'm waiting for you to make your move. \n[13]Why, does that make you uncomfortable? \n[14]You know what Freud said about the Irish? \n[15]If you actually do I'll see you again. \n[16](concerned, perhaps \n[17]Some people do get better. \n[18]Sometimes, though, I want people to forget about their personal bullshit and do their jobs. \n[19]If they don't do their jobs you don't have one. \n[20]You're trouble. \n[21]The light's nice here in the morning. \n[22]It's all right. Guys tend to make a big deal out of it. It's actually quite common. \n[23] A clock ticking. Madolyn is looking across at ...Billy. Madolyn is very much a guarded shrink. But no one's more guarded than Billy.  \n[24]I know they do. \n[25]That's an interesting observation. \n[26]Why do you? \n[27]Honesty isn't synonymous with truth. \n[28]I expect sometimes...people...do it to keep things...on an even keel. \n[29] \n[30]Let's keep this with you. \n[31]How do you know he was a cop? \n[32]That's part of what I do. Although, I don't normally see cadets who were kicked out of the Academy. \n[33]Sometimes they cry if they had trouble at home or if they've had to...use their weapons. \n[34]I looked through your file and I see you have a record of assault. What was it like for you in jail? \n[35]Did something happen to you? \n[36]What do you expect from coming here? \n[37]I know it's not elective...on your part...but, now that you're here, what do you want? \n[38]If you lied, you'd have an easier time getting what you wanted. \n[39]Look, I think we better have a few more meetings before we can even talk about prescriptions. \n[40]Is this true? \n[41]Yes, you are. \n[42]You can leave! \n[43]Fuck... \n[44]Why is the hardest patient of the day always the last one? \n[45]Look, I'm not just...somebody you have to see or they put you in jail. If you are in distress I will help you. \n[46]My card. And a prescription for twenty Lorazepam. \n[47](she fixes him with a \n[48]I'm transferring you to another counselor. \n[49]Good Morning. \n[50]I beat the movers. \n[51](putting the box on the kitchen counter Lonely. \n[52]I'm gonna thank your Uncle Alphonsus for the square footage. \n[53]French donut? \n[54]Sure yeah. \n[55]What? \n[56]Company? \n[57]Why not?   You do. \n[58](deadpan, over her coffee \n[59](kissing him, and \n[60]Mayor Sullivan's Office. \n[61] \n[62]I think it's a guy with a, ah, A cancer guy. \n[63]You have a boss that has a laryngectomy? \n[64]You're lying to me. \n[65] \n[66]That's the movers. \n[67]I do. \n[68]I'm assuming you want to change things, you know, change the people you know, change the people you meet, change everything, anything. Too many choices can see like no choice at all... \n[69]So you do...something radical. \n[70]...yeah, you do... Sometimes it's just a matter of picking a thing and doing it... \n[71]Oh, four months. About four months. \n[72]It's pretty serious, yeah, it is. \n[73]No more than I am. \n[74]Doctors aren't supposed to have illusions. \n[75]OK, I'm in a serious, newly serious, relationship...there are...ups and downs...everybody has doubts, problems -- I mean doubts. \n[76]I'd lie. To keep things on an even keel. You know all about it. \n[77] Through grated windows we can see Madolyn finishing up her packing. BILLY KNOCKS on the door, which leads only into Madolyn's basement apartment. A long beat and she opens the door. The chain on.  \n[78]How obsessive are you? \n[79]Are you okay? Why are you here? \n[80]I'm glad you want to see me...it's nice to see you...I enjoyed talking...I enjoyed having coffee with you, very much...but I don't see people...I don't see people in my home. \n[81] BILLY looks around and sees: boxes, transition. The furniture already gone. An air-mattress on the floor. There are still tea things on the counter. A basic life is still possible here. Madolyn has been making tea here, sleeping here, reading in bed. Billy, soaked, a drowned rat, is looking vulnerable and honest.  \n[82]No, it's, it's, it's not inappropriate...you're not a patient... \n[83]I still have three weeks on the lease... \n[84]That's me. \n[85] \n[86]Do you want some... \n[87]I've always needed my own place. \n[88]No. I'm not \"hedging my best\"...I told you when we had coffee...There's a choice. You choose...you have to make a... \n[89]...decision...and stick by what...you choose...you have to... \n[90]Yes. Stick by what you...otherwise it's... I have to say that your vulnerability is really freaking me out right now. Is it real? \n[91]No. \n[92] In the tiny kitchen BILLY is kissing MADOLYN and unbuttoning her shirt. Her hands start to move to push him away. He continues.     \n[93] COLIN is lying in bed, his back to MADOLYN.  \n[94]What's going on? \n[95]Okay, all right. And what about money? \n[96]Another city? It'd be a clean slate. \n[97]Not a bad idea, another city. \n[98] When she comes out: BILLY is waiting.  \n[99]I know.     .   I can't... \n[100]I can't be a friend to you. I can't. I'm sorry. \n[101] BILLY waits outside Madolyn's office.  MADOLYN, carrying work, breakfast, rounds the corner and sees him standing and waiting for her. She's a little spooked, opens her mouth to speak...  \n[102]What is it? \n[103]All right. \n[104]I...we... I've, it's, been so confused... I just want to say... \n[105] MADOLYN sits at her desk, devastated, looking at a fall of light. The envelope lies on her blotter. She sits on ... then straightens up, takes a marker and writes \"COSTIGAN\" on the envelope and puts it in her desk drawer.    \n[106]What? \n[107]Death is hard. Life is much easier. \n[108]Open it \n[109]Yeah. \n[110]Yeah. \n[111]It's not a joke, it's a human being. \n[112]I thought I was the liar. \n[113] COLIN closes a door to speak privately.  ", "Cousin": "", "Sean": "\n[1]It was in the papers. \n[2]And why are we graced with your presence? \n[3] \n[4]I was at a funeral myself. Myles Kennefick, knew him in school. Beat the fuck out of him seven or eight times as a matter of fact. You workin'? \n[5]When did I see you after that? \n[6]Fuck, oh shit. I remember that, dude. I had that fuckin' buck knife, right, and I cut all the brass numbas off the doors at the hotel. I was trippin'...All of them. That was a night. \n[7]Yeah? \n[8]My line of work... I'm not in that line of work just presently because I don't have ten thousand dollars. As a matter of fact I have never had ten thousand dollars. \n[9]You know what we usually say at these moments. \n[10]Fuckin' Ricans think they know everything. If they knew shit they wouldn't be Puerto Ricans. \n[11]  \n[12]I can't stop drinkin. \n[13]He don't like it. He don't like drinkin...he don't like fightin... ...he says stay out of the bars... You know, we're not even supposed to do this on this side of fuckin' Worcester. \n[14]He says. Costello says. God says, as far as you're concerned. \n[15]Not a cop. He got out of the joint three weeks ago. Dead up. He talks like his shit don't stink but he's good people. \n[16]Uncle Jackie was excellent. ", "Ellerby": "\n[1]This unit is new, and you are the newest members of it. You have been selected for it on the basis of intelligence and aptitude. \n[2]This is an elite unit. Our job is to smash--or at least marginally disrupt-- --organized crime in this city by our own efforts and by enhanced cooperation with the FBI, represented here by Agent Frank Lazio-- and we will do it. And by organized crime in this city...you know who we mean. \n[3] \n[4]Last known photograph. \n[5]Costello uses three key guys. There's Fitzy...off the boat psycho...lives in Brockton with his mother who looks like she's straight out of \"Going My Way\"... There's Delahunt, muscle, and here's French...the number one. But of course the rock star is...[you know who] \n[6]We've done a briefing book. Read up. \n[7]I want to have any and all ideas, so I can pass them off as my own. Do your jobs and you will rise fast. You're in the best position in the department. Let's go to work. \n[8]Staff Sergeant Dignam is our liaison with the undercover section. Their undercover work is extensive. He's here to give us his report. Sgt. Dignam. \n[9]Fuck yourself. \n[10]How's your mother? \n[11]We are not here to solve the \"Case of the Dead Scumbag\". We are here to nail Costello. \n[12]We'd miss less if your informants were available to us, and of course to the FBI ... \n[13]No, it was tireless police activity that ah effected ah the arrest of the ah alleged perpetrator. \n[14] OFFICE decorated with golf implements. ELLERBY has a hangover. Sunglasses. Eating baby aspirin by the small fistful.  \n[15]\"Progress\" is hard to define. I make progress every day. In fact, I'm making progress now. There are guys in this department make excellent progress for twenty years without ever getting anything you could definitively call a result. It's like any American industry. Nobody minds if you don't succeed as long as you don't fuck up. \n[16]Objectives get lost sight of: fair enough. Who did the two guys from Providence? \n[17]And what happened to Jimmy Pappas? \n[18]Are you happy with this result? \n[19]Yeah, but cui bono? Who benefits. \n[20] \n[21]All right, let's bring it in, please. Come in please. Our target is a major transaction of microprocessors. Yes, those. I don't know what they are. You don't know what they are. Who gives a fuck? Cash will be handed over in a building which we have under AV surveillance. Staff Sergeant Sullivan's team... Will ID the bad guys and listen in on the phones. \n[22] \n[23]Our unit will not take action until a man Captain Queenan has inside the operation has verified the transaction. Questions? Anyone? This is who we're after. \n[24]We've been after this cocksucker for a long time, and tonight we're gonna get him. Get to work. \n[25]We've been after this son of a bitch for a long time, and we're getting him tonight. Get to work. \n[26]Sorry to get you at the last minute. But things leak. This lead came from Queenan's undercover guy. \n[27](as if on coke and he \n[28] \n[29]Why do you have a blind spot? \n[30]It never crossed my mind. You get a camera in the back? \n[31]Search randomly for calls made from the area. \n[32]Narrow the area. \n[33]You know, direct access to your fucking guys would have certain fuckin' advantages. \n[34]Don't tell me those cars were empty. Please don't tell me those Chinamen's cars were empty. Do you have a camera in the back. \n[35]Can I talk to you a minute? \n[36]Congratulations. Haven't seen a guy like you since me. You'll be transferred to Internal Investigations but you will continue to work right where you are in the Special Investigation Unit. \n[37]We are all convinced that Costello has at least one mole in the Special Investigation Unit. \n[38]You'll investigate. Everybody. Anybody. \n[39]We have considered all possible candidates. You have an immaculate record. Some people never trust a guy with an immaculate record. I do. I have an immaculate record. \n[40]Play golf? \n[41]That's a pity. Pretty much sucks as a game but you get to form relationships. How's the wedding coming along? \n[42]Outstanding. That's good. Marriage is an important part of getting ahead. You don't want anyone thinking you're a homo. Married guy seems stable. People look at a wedding ring and think: someone can stand the son of a bitch. Ladies see the wedding ring and know immediately that you must have some cash and that your cock works. \n[43]I'm glad to hear that. \n[44]Do you know why Queenan went to that building? \n[45]Everybody shut up. Work with the tech guys to unlock the files. Dignam. You take a leave of absence. \n[46]Queenan's dead. That makes me your boss. \n[47]Hey, world needs plenty of bartenders. Two weeks with pay. \n[48]No, you want those codes. \n[49]What the fuck are you talking about? \n[50]What informant? \n[51]No.   You give him to me. \n[52]You know where he's going? ", "Frank": "", "Costello": "\n[1]I don't want to be a product of my environment. I want my environment to be a product...of me. \n[2] \n[3]Years ago, we had the Church. That was only a way of saying we had each other. The Knights of Columbus were head-breakers. They took over their piece of the city. \n[4]Twenty years after an Irishman couldn't get a job, we had the presidency. That's what the niggers don't realize. If I got one thing against the black chaps it's this. No one gives it to you. You have to take it. \n[5](leaning over cluttered \n[6]Carmen's developing into a fine young lady. You should be proud. You get your period yet, Carmen? \n[7]You Johnny Sullivan's kid? \n[8]You live with your grandmother? \n[9]Get him three loaves of bread. And a couple of half gallons of milk. And some soup. \n[10]Do you like comic books? \n[11]You do good in school? \n[12]That's good. I did good in school. They call that a paradox. \n[13]Buy yourself some makeup. Keep the change. \n[14]You ever want to earn a little extra money, you come by L street. You know where I am on L street. \n[15]Church wants you in your place. What sort of man wants to be kept in his place? Do this don't do that, kneel, stand, kneel, stand...I mean if you go for that sort of thing... \n[16]I don't know what to do for you. A man makes his own way. No one gives it to you. You have to take it. Non serviam. \n[17]Him and Lucifer. And me. Guineas from the North End and down Providence, tried to tell me what to do...And something maybe happened to them. \n[18]Jeez, she fell funny. \n[19]You decide to be something, you can be it. That's what they don't tell you, the Church. \n[20]When I was your age, they would say, we become cops or criminals. Today, what I'm saying to you is this: When you are facing a loaded gun... \n[21]What's the difference? \n[22]School's out. You earned it. Yeah, no more teachers, no more books. \n[23] Costello and Gwen are in the car.    Gwen is dressed like Jackie O.  \n[24]Wave to your girlfriend. \n[25]Cut 'em here. \n[26]Bye, bye. \n[27]Do you know who I am? \n[28]You met my friend, Mister French the other night. \n[29]No. Come with me. I'm not the cops. I'm not askin' you. \n[30]You know something, they just do not stop having the Mafia in Providence, and this can cause problems for me. \n[31]Those guys you tuned up are connected down Providence. What they're going to do is come back up with some guys and kill you. Which, sure as you're born, they will do unless I stop them. Do you want me to stop them? \n[32]I'm going to have my associate search you. \n[33]Contra-fucking-band.    Take your fuckin' shoes off. \n[34]I knew your father. \n[35]I'm sorry.     How did he go? \n[36]That was his problem. \n[37]I just said he had a fuckin' problem. There's a man could have been anything. \n[38]I'm saying he worked at the airport. \n[39]The arm. \n[40](holding Billy by the \n[41]Are you still a cop? \n[42]You swear on your mother's grave that you're not a cop. \n[43]You stop doing coke deals with your jerk-off cousin? \n[44]Take it easy. Get your hand taken care of. I'm sorry. It was necessary. As for our problem with Providence...let's not cry over spilled guineas. \n[45]What's this IRA motherfucker doing in my bar? \n[46] \n[47]We all are. Act accordingly. \n[48] MISTER FRENCH is methodically shelling and eating peanuts.  \n[49]Do you trust him? \n[50]His Uncle Jackie was. \n[51]You don't trust a guy behaves like he's got nothin' to lose. \n[52]Well, you're one in a million. \n[53]What about your wife? \n[54]She wasn't. \n[55]\"Another county heard from.\" \n[56] One of Costello's homes.  \n[57]Who's the lead detective?...Good, he's a moron. \n[58]I want you to get the cops to look at Jimmy Pappas for the hit. Of course he had nothing to do with it and will say so. You look in \n[59]his car...and find...the gun that did it. \n[60] COSTELLO sits down in the breakfast area in his bathrobe. He has a bowl of cornflakes.  \n[61]Have a seat, Billy. \n[62] \n[63] \n[64]Smart mouth. Too bad. \n[65]The point with John Lennon is a man can look at anything and make something out of it. For instance, I look at you and I think what can I use you for? \n[66](giving the hand to Mister  \n[67] BILLY runs the water in the sink. He starts to leave the bathroom and then impulsively takes off his wire and chucks it out the window as far as he can.  \n[68]So? \n[69] \n[70]Bingo. Anyway, I like a guy who goes around knocking guys teeth out for no reason. \n[71]Here. From now on call the bar and ask for Mikey. Just Mikey. You ask for Mikey because there's no Mikey. Wait. We'll call. \n[72](lifting and looking at \n[73](not taking his eyes off \n[74]People looking at you make you self- conscious? \n[75]Why? They're minuses. They can't tell the difference between a rock star and a career criminal. \n[76]What are you soft? That's not what I said. Eat something, Jesus Christ, we got a nice day by the water. Sun's shining, gulls are up...Nice smell of ozone... \n[77]You know if your father were alive and saw you, sitting here with me, let's say he would have a word with me about this, in fact, he'd kill seven guys just to cut my throat. And he could do it, which is something you may not know about William Costigan, Sr. \n[78]He kept his own counsel. He never wanted money. You can't do a thing with a man like that. Your uncle Jackie needed a lot of money. But even though he got his money from me, he also would kill my entire fucking family if he saw me here with you. And I think about this. \n[79]Fact is you're not a guy fresh from the zoo who wants to run a spring water distributor and I don't see you up the dog track as a general manager. \n[80]You ever think of going back to school? \n[81]Well that's your problem. Maybe someday you'll wake the fuck up. \n[82]Good day, Fathers. \n[83]You recall our chat? \"I am as God made me\", was that what you said? May I remind you, God don't run the bingo in this archdiocese. \n[84]What comes before the Fall is the Summertime. \n[85]How is Sister Mary Theresa doing? We had a tasty relationship before she took her vows. Enjoy your clams, cocksuckers. \n[86] \n[87] COSTELLO is on the phone.  \n[88]Too bad. Your mother worked all goddamned day. We'll just have to sit down without you and your friends. \n[89]Turn off your cell phones. \n[90]Check your weapons...Fitzy has the chicken... \n[91] \n[92]Tell him light on the starch. \n[93]Government man. I'm concerned about Chinamen who think it's wise to bring automatic weapons to a business transaction. \n[94]For his own good, tell Bruce Lee and the Karate Kids none of us are carrying automatic weapons because here, in this country, it don't add inches to your dick. You get a life sentence for it. \n[95]If these chinks want to nuke Taiwan any time in this century, you tell them they better shape up fast and show me one million dollars. \n[96]What we generally do in this country is one guy shows up with the items, and the other guy pays him. No tickee...no laundry. \n[97]In English, thank you, also. \n[98]The expedition continues this way. \n[99]See, no surveillance here. They didn't figure we had a navy. Always figure an exit for your business partners. What with everything all dug up, you can't trust a slant to find the Mass Pike and, with or without Staties out front, frankly I don't approve of orientals driving to begin with. \n[100]We depart. We didn't commit no illegalities. \n[101]What the fuck is it with your phone? \n[102]Was that that shrink cunt answered the phone? \n[103]You better get organized, quick. \n[104]Are you listening to me? \n[105]Are listening to me, son? Do you like Little Miss Thing sucking your cock? \n[106]So earn it. I'm gettin' the feeling we got a cop in my crew. \n[107]He's one of yours. Inside. Have you seen anything? \n[108] \n[109] \n[110] \n[111]My mother called me Francis. \n[112]Oh, what did your father call you, Charlie? Oh yeah, I forgot, he wasn't around. \n[113]Microprocessors...oh yeah, I heard that story. You arrested some Chinese government guy at the border carrying some light sockets or somethin'. \n[114] \n[115]If you could've you would've but I guess you like to go at your own pace. \n[116]Excuse me, I've got a date with some angels. \n[117] Costello emerges, in an overcoat. Carrying the envelope. He gets into his Oldsmobile. BILLY starts his car and follows.  \n[118]Oh yeah, be dirty. \n[119]See   anything you like? \n[120]You're not indulging in self abuse are you? \n[121]I hope you're not turning into one of those sob sisters, who wants to get caught. You're not crackin' up are you? \n[122]Pick a place where any cop could see you... \n[123]I own the place. \n[124]You're gettin' reassigned. \n[125]Where'd they put you? \n[126]You're telling me, sonny boy. \n[127]With everybody looking up their own ass and you looking for yourself, I put my money on nobody finding nothing. \n[128]Laying low is not what I do. \n[129]Okay. But Colin, I hope I won't have to remind you, that if you don't find that cheese eating rat bastard in your department so we can give him a halo, most likely it won't be me who pays for it. \n[130] \n[131]Who knows what's easy? Collie, take care of business. \n[132]You got a girlfriend? \n[133]Depends. I'm sure you know by now there's an informer in my crew. Cop. Staties or Boston Police department, I'm not sure. \n[134]It ain't. Trust me. The ex-wife, an old friend or stupid...that's what brings you down in this business. \n[135]Past days, case like this...I killed everybody who works for me. \n[136]On the other hand, back then, it was only five...or six...and French. \n[137]Give em up to the Almighty.   Like that. \n[138] \n[139]I haven't needed \"the money\" since I took Archie's milk money in the third grade. Tell the truth, I don't need pussy any more,but I still like it. \n[140]Point I'm making...you see...I got this rat...gnawing, cheese eating fucking rat...questions come up...questions...see, Bill, you're the new guy...and the girlfriend. Why don't you stay in the bar when I get the numbers. Your numbers. Everybody's numbers. \n[141]Start with, you agree there is a rat? \n[142]Sure, sure, all that aside...but you Bill, what would you do? \n[143]Only one that can do what I do is me. You want to be me? \n[144]Heavy lies the crown...sort of thing. \n[145] \n[146]There's a boat coming in, up in Gloucester. French will give you all the details. \n[147] COSTELLO is on the phone. MISTER FRENCH is sitting on a stool, smoking. OPERA playing on sound.  \n[148]You heard nothing? \n[149]Nothing about drugs. Nothing about new guys, nothing about Gloucester? \n[150]You're sure. No other departments, no codes, like that... \n[151]Okay, Collie. I will. \n[152] \n[153]You can get out of here.   This is the crew for tonight. \n[154]I changed my mind. Take the night off. Jimmy, get the mop. \n[155] COLIN needs a shower and is gun-shy as people move past the glass windows. He is still rinsing blood out of his mouth.  COSTELLO is listening to LUCIA di LAMMAMOOR. GWEN sits nearby in attractive lingerie, reading a book.  \n[156]Now, when I hear Lucia, I can't stop thinking about the cocaine curtsy you did on that nigger broad's face. What? \n[157]One of us was going to have to die. With me it tends to be the other guy. \n[158]I don't give a fuck about Dignam. \n[159]Don't get your balls in an uproar, Collie. That Irish piss-ant won't be a problem. He's so hot for me, we give him a whiff of my ass, he'll crawl right in it. Let's give him a whiff. \n[160]Don't worry. I'll take care of it. \n[161]Sweetheart, you're giving me a hard- on. \n[162]Hey, watch your fucking mouth. \n[163]The cops are saying he's a cop so I won't look for the cop. Are you soft? The next time I tell you to dump a body in the marshes, put it in the fuckin' marshes, not where some guy from John Hancock goes every Thursday to get a blowjob! \n[164]Proceed. \n[165] COLIN closes his door and punches in a number.  IN COSTELLO'S CAR, his cell phone rings.  \n[166]Jesus Christ. \n[167]What? \n[168]Get rid of them. \n[169]Get rid of the fuckin' tail! \n[170]Tails. Fuckin' rats. This rat shit is wearing me thin. \n[171]Load it. \n[172]Were you in the fuckin' car? \n[173]Load. \n[174] FOUR CARS with no headlights bracket the vehicles as soon as they come out of the garage. COSTELLO realizes that something has gone wrong.  \n[175]Cocksucker. \n[176]Jesus Colin, grow up. Course I'm talking to the FBI. \n[177]I never gave up anybody who wasn't goin' down anyway. \n[178]Nobody knows nothin'. \n[179]I know you, Colin. You know I'd never give you up. You're like... \n[180]One of us was going to have to die. It tends to be the other guy. \n[181]So Dignam's the only one with the keys to the kingdom. \n[182]Give me his location. Tonight. ", "Trooper": "", "Barrigan": "\n[1]What are you looking at? Forget it. Your father was a janitor, and his son's only a cop. \n[2]Don't tell me I'm looking at the first dickhead-American president of the United States. \n[3]What you got? \"Staff Sergeant\". In four years you're a sergeant. \n[4] \n[5]We're cops. This isn't \"somewhere\". \n[6]\"Allegedly\" or \"fuck yourself?\" \n[7]No wonder you get ahead. \n[8] \n[9]That's new. \n[10]He just did. \n[11]Did you think you were the only one he had? Costello was going to sell us to the FBI. It's you and me now. We have to take care of each other. You understand? ", "Delahunt": "\n[1]Put the forms in there. \n[2]Billy, he said to stay here. \n[3]Of course I know how to spot a cop. \n[4]If he's not paying attention to us, he's a cop. \n[5]See that guy over there, he's a cop. He's not paying attention to us. He's a cop. \n[6]She's probably the fucking Police Commissioner. \n[7]You're a cop. \n[8]You're ignoring us. You're a cop. We're guessing who cops are. Most good looking women are cops. \n[9]See you later. \n[10]Get the van. Get the boys. \n[11]Billy, where the fuck are you? We been trying to reach you. We found the rat. Top man says we're gonna take care of him. The address is 314 Washington Street. You got it? All right. See you there. \n[12]Billy. Billy \n[13]Two days...two days ago the Boss says to me, it's been ten years already, and you've never done me wrong. He asked me, if one of the other guys is a rat, would I take him out. I told him I would but I don't know if I would. Now I know I can't. I've done a lot of bad things but I've never been a murderer. \n[14]Hey Billy, I don't want no one to put me in a dumpster. Just don't put me in a dumpster. \n[15]You know what I thought today? \n[16]Who didn't show up today is the rat. \n[17]You never been late in your life. And when I called you... I made a mistake. I gave you the wrong address. But you showed up at the right one. \n[18]Tell me why I didn't say anything. Tell me why. ", "Gwen": "\n[1]Don't you people ever shut the fuck up? \n[2]Are you sure it's me or all that talk about whiffin' and crawlin' up asses? \n[3]You watch it. \n[4]Let me straighten you out. ", "Dignam": "\n[1] \n[2]Like a twelve year old's dick.  \n[3]My pleasure. \n[4]Whoa, let's say you have no idea and leave it there. No idea. Zip, none. If you had an idea about what we do we would not be good at what we do. We would be cunts. Are you calling us cunts? \n[5](getting to business, \n[6]Uncle Jackie was a small-time bookie who tended bar at the Vets in Somerville. \n[7]He got popped by Nicastro in '95. They found his body out by the airport. \n[8] \n[9]You tell anybody at Deerfield - that is, before you got kicked out for whaling on a gym teacher with a folding chair - you had an uncle met his demise like that? \n[10]I got a question. How fucked up are you? \n[11]Let's look at the rest of the family tree. Your maggot uncle Tommy Costigan--he's another goof-- got busted selling guns to federal officers. Among many, many, many other departures from, ah, \"normative behavior\". \n[12]Why are you pretending to be a cop? \n[13]Your old man was a hump from Southie. Baggage-handler at the airport. Family's all criminals except your old man. \n[14]I ain't sure about him, either. (ALT: Last I heard he was happily married to a 12 year old boy and living on a beach in Thailand. Family's dug into the Southie projects like ticks. Lifers down there. Three decker men at best. You grew up, however, up the North shore. La di  da. \n[15]You were kind of a double kid, I bet, right? One kid with your old man. One kid with your mother. Upper middle class in the week, and then dropping your 'r's and hanging in the Southie projects with daddy the donkey on the weekends. I got that right? \n[16]You have different accents? You did, didn't you. (You little fuckin' snake.) You were different fuckin' people. \n[17]If I was I'd ask you why you're a Statie making thirty grand a year. And I think if I were Sigmund fucking Freud himself I wouldn't get an answer. So tell me, what's a lace curtain motherfucker like you doing in the Staties? \n[18]What's the matter, smartass? You don't know any fuckin' Shakespeare? \n[19]A lot of em just want to slam a nigger's head through a plate glass window. \n[20](after a \"we got a live \n[21]Hey asshole, he can't help you. I know what you are, and what you aren't. I'm the best friend you ever had on the face of the earth. I'm gonna help you understand something: You're no fuckin' cop. \n[22]Guaranteed. \n[23]Luck of the Irish. All that and you're still young enough to fuck undergraduates. \n[24]Given your nature. \n[25]I need you, pal. You've already pretended to be a Costigan from South Boston. \n[26]Perfect. \n[27]Sorry I'm late. \n[28]OK. They're out there, my people. They're like the fuckin' Indians. You're not gonna see them. You're not gonna hear about them except through me or Captain Queenan. You will not, ever, know the identity of undercover people. This shit hole, unfortunately, has more fuckin' leaks than the Iraqi navy. \n[29]I'm tired from fucking your wife. \n[30]Good. She's tired from fucking my father. OK, today, girls, what I got for you is microprocessors. \n[31]Somebody, as you may already know, stole one hundred microprocessors from the Mass Processor Corp out Route 128. They're the kind of processors they put into computers that can put a cruise missile up the ass of a camel from the other side of the planet. That's what they do out there on \"America's Technology Highway\". Worth a hundred grand apiece. Guy worked for the company two months walked out the door with a box of processors on Tuesday, has a ticket booked for Florida on Wednesday, but on Thursday he gets found in a dumpster. You know where this dirt ball started his life? Southie projects. \n[32]Myles Kennefick. Got the job with a forged UMass transcript. UMass Boston, which incidentally happens to be in... \n[33]Who forged your transcript, dickhead? \n[34]We got a guy says that   he hears Costello is moving the   processors to China...that he set   up the whole fuckin' job and popped   Kennefick. You don't want to miss   it if Costello takes a dump. \n[35]Maybe. Maybe not. Maybe fuck yourself. My theory on Feds is they're like mushrooms. Feed 'em shit and keep in the dark. You girls have a nice day. \n[36]That was quick. He dead already? \n[37]You think you can pop someone. There's no special card to play. The guy whose jaw you broke was Boston Police Department. \n[38]Most of the people in the world do it every day. What's the big deal? \n[39]You're nobody. You signed the paper. We're the only people in the world who know that you're a cop. Maybe we'll just erase your file. \n[40]And zip, you're a soldier for Costello, open to arrest for how many felonies? Maybe we'll do that. \n[41]Just because you play a fucking tough guy doesn't mean you are one, you lace curtain fucking pussy. \n[42]Well. That would stick... \n[43]Keep your ears opened.   No bullshit. \n[44](like Queenan, an observer \n[45]Where? \n[46]This is unbelievable. Fuck it, who put the cameras in the fucking place? \n[47]I'm the guy who does his job. You must be the other guy. \n[48]I can't wait to wipe that fuckin' smirk off your face. \n[49]Queenan had a funeral to go to. This is my shift. Calm down. \n[50]He's not here. \n[51]And how do we do that Mr... fucking genius who didn't even graduate the academy? \n[52]Are you deaf? He's not here. Call me when you get something real. \n[53]Yeah, I run rat fucks like you.   I don't like them. \n[54]Fuck yourself. \n[55]Blow me. Not literally, there's no promotion in it for ya. \n[56]A better question is why your fuckers were following him. \n[57]Why? \n[58]That's a fucking lie. \n[59]I don't have the password.   Why don't you come down to the garage... \n[60]No one calls me a liar. Especially when I'm lying. \n[61]Leave of what? \n[62]I'll hand in my papers first. \n[63]Good. ", "Queenan": "\n[1] COLIN, in civvies , stands at suave attention before CAPTAIN QUEENAN, a mild and scholarly man who might as well be a Jesuit history-teacher.  \n[2]Congratulations on passing the detective exam, and welcome to the Special Investigation Unit. \n[3]We won't be working directly together, you'll be working for Captain Ellerby, but I like to see everybody. You're a worker, you rise fast. \n[4] As COLIN leaves the office, looking very satisfied and not a little saturnine (it's not as if he isn't pleased by recognition and it's not as if he won't get revenge on Dignam), he barely glances--and does not actually see--the TRAINEE sitting off to one side. He sees polished brogues, and walks on.  \n[5](whispering, joyful, in \n[6] \n[7] BILLY stands at attention. The picture of a spit-and-polish trainee.  \n[8]You can sit. \n[9]So. \n[10]Do you know what we do here?   My section? \n[11](not looking up from \n[12] BILLY is still at attention. DIGNAM going with wet thumb through papers.  \n[13] DIGNAM still working Billy.  \n[14](appreciative, kindly, \n[15]We have a question. You want to be a cop, or do you want to appear to be a cop. It's an honest question. Lot of guys want to appear to be cops. Gun. Badge. Pretend they're on TV... \n[16]He's right. We deal in deceptions here. But what we don't deal with is self- deception. In five years, you might be anything else in the world, but you won't be a Massachusetts State trooper. \n[17]I'm sure of that. \n[18](looking up from his \n[19] Continuation of the interview.  \n[20]During the war, Churchill used river mines. He'd float them down the rivers into Germany. They'd either hit something, or not. That's what we'll use you for. I'll float you down the river. The rest will happen. Or it won't... \n[21]By the way, this isn't police work for peanuts. There's money behind this operation. You won't be paid as a cop, but there is a bonus involved. Tax free. \n[22]We can't conceal that you've been a trainee. You'll be convicted of a crime. We're thinking that a guilty plea to assault and battery might make sense. \n[23]You'll serve enough jail time to convince anyone that it's no set- up. You'll be on probation. The whole nine yards. \n[24]Do it again. For me. \n[25]Microprocessors. We'll probably be at war with the Chinese in twenty- odd years and Costello is selling them military technology. Microprocessors, chips, computer parts. Anybody says anything about anything like that, you let us know. \n[26]Hey.   Let's go through the routine. \n[27]Easy now.    That was a joke, Billy. \n[28](gently, like a man \n[29]Get in the car. \n[30]Keep your act together. It's just a little while longer. \n[31]You shut up. We're building a case. It takes time. You know that. \n[32]Maybe. Maybe. \n[33]I want you to listen for any chatter about a spy in the Special Investigation Unit. You hear anything like that? \n[34]I'm afraid so. \n[35]Hang tight for me. Just a little longer. We're this close. \n[36]Thank you, Billy \n[37]The readiness is all. You know the players, call the game. \n[38]All cellphone signals are under surveillance through the courtesy of our Federal friends over there... \n[39]Any calls? \n[40]The buyers are there. \n[41] \n[42]Hey, hey, hey... \n[43]How are you, Francis? \n[44]I know she did. And your father called you the tumor. \n[45]Where are the real microprocessors, Frank? \n[46]I will get you, Frank. \n[47]Sooner than you think, Francis. \n[48] DIGNAM is alone. We see Queenan's empty desk in a fall of light. We see Dignam's arm, wrist, phone, an expensive heavy watch.      \n[49] A street of three-deckers. QUEENAN gets out of his unmarked cruiser. As he does: BILLY steps out into the light. The two men stare at each other, each lit by their own streetlight.  \n[50]What do you want? What are you doing here? \n[51]The FBI? \n[52](realizing he has to be \n[53] BILLY sits on a bench in a hallway, exhausted, staring. THE SACRED HEART and JFK are on the walls. QUEENAN comes along the hall.  \n[54]My wife's asleep. She left supper out. Come and have something to eat. \n[55]We'll talk in the kitchen. Come and have something to eat. \n[56] QUEENAN closes his door.  \n[57]They can't. They are compromised. \n[58] QUEENAN puts the cig into a cup of water, and throws it into the trash.  \n[59]Look who's here. The Queen of the prom. \n[60]What do you expect? Everybody knows you're assigned here to find Costello's rat. They want to find the leak as much as you do. What they do not want is to be accused of being the rat. \n[61]Two days ago, my undercover guy in Costello's organization---- \n[62]Lots of luck.  You can go over my head, high as you like. You still won't get an answer. \n[63]As I said, two days ago, my guy nearly found out who Costello's rat is. He lost him in the street. \n[64]...No. \n[65]Nah. \n[66]Costello can't do  business without coordinating with his source... Who is here. In SIU. Follow Costello and you'll find his rat. \n[67] \n[68]Follow Costello and you'll find his informer. \n[69] QUEENAN is on his cell.  \n[70]Where are you now? \n[71] BILLY is slumped in a seat at the far end, not looking towards QUEENAN.  \n[72]No...Of course not. \n[73]I don't have a tail, Billy. \n[74]South Station. Wait ten minutes. \n[75]I assume these premises do not have an anti-smoking ordinance. So, what's going on? \n[76]What do you mean? \n[77]All right, all right. I hear you. I'm sorry for you trouble. Look, I'm not gonna jeopardize your safety any longer. I'll get you out. I can't do it overnight but I'll do it. We can bust him for what we have. At least I think we can...I hope. You're out of there \n[78]They're compromised. \n[79]They're fucked, just like this lighter. \n[80]What? \n[81]By who? \n[82]Impossible. \n[83]Take the back fire escape. \n[84]I'll be fine. If you get made I can't protect you. Go down the fire escape. Now. That's an order. I'll be fine. \n[85]Can I help you gentlemen? \n[86]No, thank you. ", "Brown": "\n[1]She tells me, you never finish anything. You finish the police course you get taken care of again baby. So after graduation I get a blowjob again. \n[2]Fuck yourself. \n[3]Ways to get ahead, though, man, ways to get ahead. \n[4]Really? \n[5]Do we have direct access to Queenan's undercovers? \n[6]Intelligence and aptitude. \n[7]Uniform clipped him on the Pike for a suspended licence. However, as he's the subject of an open investigation---- \n[8]----we're entitled to get a warrant. We can't get an address off him. He paged his lawyer but the lawyer hasn't called back yet. \n[9]He didn't know the name. He just had the number on a card. Beeper number. \n[10]Twice. \n[11]What? \n[12]He can't do that, can he? \n[13]Why'd you use my phone? \n[14]Who are they meeting? \n[15] \n[16]He's waited a long time for you. \n[17]Yeah, we were classmates together. \n[18]Put down the weapon and step away from Sergeant Sullivan. \n[19]Put the weapon on the deck and step away from Sergeant Sullivan. \n[20]Put the weapon on the ground and we'll discuss it. \n[21]Maybe you do, but right now I need you to drop the weapon. \n[22] ", "Billy": "\n[1]That's great. Your mom must be a wonderful woman. \n[2]Look at it this way, you're a black guy in Boston. You don't need any help from me to be completely fucked. \n[3] \n[4] \n[5]Sir, I was agreeing with you about our obvious superiority to other forms of police, sir. \n[6]Sir, yes sir. \n[7]Sir, yes, sir, I have an idea... \n[8]Uncle Jackie was a carpet layer for Jordan Marsh. \n[9]That's right. I remember his funeral. \n[10]That's right. \n[11]What's this got to do with me? \n[12]And one priest. Since you seem to know everything. \n[13]You a psychiatrist? \n[14]Well. Families are always rising or falling in America. Am I right? \n[15]Hawthorne. \n[16]I'm all set without your personal job application, Sergeant. \n[17]Sir, with all due respect, sir, what is it you want from me? \n[18]You sure of that? \n[19]     \n[20](deciding this on the \n[21]You mean Stephanie who was the only one who came to my father's funeral? That Stephanie? \n[22]Nothing much to it Uncle Edward. \n[23]When you say \"family\", what do you mean? You? \n[24]Yeah, well, maybe it would have done you some good to have a question from time to time. \"Am I an asshole?\" \"Are my kids a mess?\" \"Is my wife a money-grubbing whore?\" Those are questions. \"Have I been good to my dying sister or am I just pretending to be?\" Too late now, right? \n[25]When my mother dies we don't have any connection. You got it? \n[26]So what do I do? \n[27]Every weekend...Sergeant. \n[28]Who wants to know? \n[29]My cousin. \n[30]Billy? \n[31]Aunt Cathy? \n[32]Good to see you. Good to see you. \n[33] BILLY is eating soup.     \n[34]They said you were in the Staties, I couldn't believe it. \n[35]I got kicked out about four months ago. \n[36]Well. So you know. \n[37]I brought your mother some pictures of my father. \n[38]My mother had them. My mother's dead. \n[39]No. \n[40]Not for a long time. Down the cape after Rose's wedding. I think. \n[41]Listen, I got twenty thousand dollars when my mother died. Insurance. \n[42]In your line of work, if I gave you ten thousand dollars what could you give me back? \n[43]That's what I'm saying. \n[44]You fuckin' moron. What are you talking about? I'm not a cop. I'm your cousin. \n[45] BILLY is waiting. Sean comes out of a squalid looking house and gets into a car. Fast. Billy puts the car in gear.  \n[46]Why would you even think of stopping drinking? \n[47]Who says? \n[48]A cranberry juice. \n[49]Get your hands off me. \n[50]No. \n[51]Yeah. Excellent. Fine. \n[52]Yeah. \n[53]Yeah. \n[54]Cranberry juice. \n[55]You guys from Providence? \n[56]No. \n[57]Is his real name Mister French? \n[58]Is it something I can't do personally? \n[59]Search me? Search me for what? \n[60]Yeah. He's dead. \n[61]He didn't complain. \n[62]Who said he had a fuckin' problem. \n[63]Are you saying he was nothing? \n[64]No. \n[65]I am not a cop. \n[66]Yes! \n[67]Thank you. \n[68]Yeah, he was president before Lincoln. \n[69]I'd like to squeeze some fuckin' money out of it. \n[70]I won't do it if I have to wear a wire. No wires. Ever, ever, you understand me? You don't know what this is like. Micro what? \n[71]What the fuck. I didn't know.... \n[72]Yeah, well. Fuck. \n[73]He was... \n[74]Okay! You gonna give me shit, it wasn't no reason----he put his hand in his coat! I don't know if he's a bookie or what the fuck he's doing... \n[75] \n[76]I got it. \n[77]I got it. \n[78]Don't look. There's a white van across the parking lot? \n[79]What, do you got x-ray vision? \n[80]I don't know. \n[81]Anyone not a criminal is a minus? \n[82]He never, ah, I mean never? \n[83]So what are talking about here? \n[84]Look at it this way. It's like a tuba. I want to see if I can get something out of it. \n[85]With all due respect, Mr. Costello, school's out. \n[86] A stripped HOSPITAL BED stands in a fall of light. This is the apartment where his mother became ill. Billy has packed half of his mother's things into boxes--and then stopped. Billy doesn't use the bedroom. He sleeps on the couch among boxes of pictures, papers, teacups wrapped in newspaper. BILLY is sitting on the couch. He reaches into a box and lays out photographs like cards. Scenes from his life. His former life. His family life, his life as a child, his romantic life. He sits and stares at the pictures. He rearranges the photographs in different ways.  \n[87]\n[88]I'm going fuckin' nuts. I can't be someone else every day. \n[89]I'm not them. \n[90]Maybe I'll fucking kill you. \n[91]When are you going to take Costello? What's wrong with taking 'em on any one of the million felonies you've seen him do. Get him for pissing in the street. \n[92]What, are you waiting for him to chop me up and feed me to the poor? \n[93]There's something wrong. \n[94]Are you serious? \n[95]Jesus H. Christ. \n[96]Okay. \n[97]It's like confession. Isn't it. This sort of thing. \n[98]People make things up in confession. You know that? \n[99]People are liars. They want to be stars of their little films. \n[100]Do you lie? \n[101]I'm asking if you lie. \n[102]You lie. So, is it to do some good, to get somewhere personally, or just for the fuck of it? \n[103]So, you had a parent who was a drunk? \n[104] \n[105] \n[106]Bad haircut, no dress sense and a slight air of scumbag entitlement. You see cops? \n[107]You should get a better job... \n[108]Do they all come in and cry...your cops? \n[109]Let me tell you something. They signed up to use their fuckin' weapons. Most of them. But they watch enough TV so they know they have to \"weep\" after they use their weapons. No one's more full of shit than a cop. Except a cop on TV. \n[110]You want to hear about the showers? \n[111]No. You sit there with a mass murderer, your heart-rate jacked, your hand...steady. That's one thing I found out about myself in prison. My hand doesn't shake, ever. \n[112]I have to come here. \n[113]You want the truth? Valium. \n[114]What's that say about what you do for a living? \n[115]I'm having panic attacks. You didn't even ask about that. Last night I thought I was having a fucking heart attack. I puked in a trash barrel on the way in here, I haven't slept for weeks. \n[116]Yes. I said something true. I want some fucking pills and you close my file? I thought I was supposed to tell the truth here. \n[117]If only fuckin' here. \n[118] \n[119]Two pills. \n[120]Why don't you just give me a bottle of scotch and a handgun to blow my fucking head off. Are we done here with this psychiatry bullshit? \n[121]What if that was a legitimate threat? . \n[122]Because you're bored and tired and don't give a shit. It's not supernatural. \n[123]What's this? \n[124]Is it enough to kill myself? \n[125] \n[126]You wanna get a cup of coffee? \n[127]What about us, Frank?   What're we gonna do? \n[128]I'm gonna get on a plane unless you put Queenan on the phone. \n[129]Why shouldn't I get on a fucking plane? Meet up? Do you actually want me dead? There's a rat in your unit. That's a fact. You just don't know it. Where's Queenan? \n[130]They knew you had cameras in the building. You have a leak from the inside. It's real. Smoke him out. \n[131]Disinform. Let it slip to SIU that you're getting a sealed wiretap warrant for Costello's apartment. Don't tell anyone in our department but tell SIU. Flush it and see if it comes out of the pipe on my end. That's first. Narrow it down. Where's Queenan. \n[132]It's me. \n[133]Confucius say that? \n[134]\"Something radical,\" huh? \n[135]So how long you been with this guy? \n[136]You love this guy? \n[137]A head case or anything?    I'm just curious... \n[138]Then you're lucky.   Considering the odds, right? \n[139]Good, give him a shot. \n[140]Yeah, that's because of vastly superior intelligence. Godlike, really. \n[141]What would you do if he was standing right there and saw us? \n[142]You take off an armored car at the Dedham Mall and what do you do. Do you pay guineas in Providence? \n[143]What the fuck do you do. \n[144]FBI? What the fuck are you talking about. \n[145](grabbing him by the \n[146]Whatever's going through your very poor, very limited, brain...I'm not going to hurt you. Just tell me what you just fucking said. \n[147]Tell me what the fuck you said. \n[148]Let's go. \n[149]Hey, it's me. \n[150]Come here. \n[151]Costello is giving people up to the \n[152]He gives information to the FBI. He's a protected informant. Aren't they trying to make it a Federal case? And it never gets made? \n[153]No, I... \n[154]I don't have a bank account. \n[155]What's he doing, setting up IRAs? \n[156]No, no, no. Jesus Christ. \n[157]I'm not sitting in this room without a tetanus shot. I'm not staying. \n[158]Why can't Ellerby's guys? SIU. \n[159] COLIN is halfway down the street.    \n[160]Your name's on the pill label. I thought you weren't supposed to be in the book, in case of obsessive patients. \n[161]Medium. \n[162]I really liked our conversations. I've been...regretting that we didn't continue...our conversations. \n[163]Thanks. If this is inappropriate... I can leave. \n[164]You moving in or out? \n[165]Yeah, I know. \n[166]Yeah. Yeah I would. Thank you. \n[167]Sugar?   No... \n[168]Hedging your bets? \n[169]Decision. \n[170]Move in with your boyfriend? \n[171]Yeah, I think so. \n[172]You don't have cats. \n[173]I like that. That's good. \n[174]No.   No.   What does that matter? \n[175]What about the FBI. \n[176]Stupid...Well, that leaves me out. \n[177]Better safe than sorry, I suppose. \n[178]I look around at your guys. They're all murderers right? I think \"could I do murder?\" And all I can answer myself is, \"what's the difference\". \n[179]Yeah, that's my point. You accuse me once, I put up with it. You accuse me twice, I quit. If you make me fear for my life, I put a fucking bullet in your head as if you were anybody else. \n[180]You're seventy fucking years old. One of these guys is going to pop you. As for running drugs, what the fuck. You don't need the pain in the ass, and they're going to catch you. And you don't need the money. \n[181]Is there something you want to ask me, Frank? \n[182]You said there is one. I base most of what I do on the idea that you're pretty fucking good at what you do. \n[183]How many of these guys been with you long enough to be disgruntled? Who needs more money than you pay them? You don't pay much, you know. It's almost a feudal fuckin' enterprise. The question is, who thinks that they would do what you do better than you? \n[184]I probably could be you. I know that much. But I don't want to be you. \n[185]I thought I was on for that. \n[186]Huh? \n[187]Right. I'm going home. He's playing with his new boys. \n[188]Later. \n[189]He's moving something with all new guys.  I don't want to tell you what or where. It might be disinformation. It probably is. Just keep following him. I need to see you today. No. Today. \n[190]Look down the car. \n[191]Got me? \n[192]Any reason you'd have a tail? \n[193](on the verge of \n[194]Okay. Get off at South Station. You wait there for ten minutes. After I leave I'll text message you the address where we'll meet. I'll make sure you don't have a tail. \n[195]I told you, he's got dope coming in, I don't know where. He's getting spooky, Captain... \n[196]He's crazy. I just saw the man. He had blood all over him. I can't get any more information for you. I can't trust it. He's not including his regular guys... I'm telling you, he's gonna find out who I am. He's gonna fuckin' kill me, I know it. \n[197]Yeah?   What about the FBI? \n[198]What? \n[199]You were fucking followed. \n[200]Costello's people. \n[201]No. One of the cops he's got inside tipped him. \n[202]They'll be on the elevators, too. \n[203]What'll you do? \n[204]What the fuck happened?    I came to meet you. \n[205]Boss told me to go home. \n[206]I was in a fucking grocery store with no signal. When I got a signal I got the call. What the fuck do you want. Was I there or was I not there? Huh? \n[207] \n[208]When you're dead it makes no difference where they put you. \n[209]What's that? \n[210]Yeah, so? \n[211]He's dead. I'm going home. \n[212]I tried to call you a few times. \n[213]It's okay, okay, I know. \n[214] BILLY is looking at a chipped SANTA MUG from his childhood and is eating something--sheer maintenance, and drinking wine from the bottle. His phone rings. He looks at the ID and is stunned. Queenan's number! He picks up the call but remains silent. The caller is also doing the same.  \n[215]\n[216]You called this number on a dead guy's phone. Who are you? \n[217]Who are you? \n[218]Let me talk to Dignam to confirm it. \n[219]How do you know you don't have a tail? \n[220]What if they took one off and put another one on, Frank? \n[221]Frank told me to check out the back. You guys go ahead. \n[222]How'd you get him without the files? \n[223]Yeah.   \"Trooper\". \n[224]Long time.     Long fuckin' time. \n[225]I just want my identity back. \n[226]No, being a cop's not an identity. I want my identity back. \n[227]You'll have to excuse me. My only contact has been with a police shrink. \n[228]What are you gonna do about the rat in this building? \n[229]I'm all done being a cop. I just want to get my money and go home. \n[230]The password's my name, William Costigan, Jr. They gave it to me in case something happened to them and I had to explain myself to someone like you. \n[231]I know. I'm not here to...I'm not here for that. I've got something to...to give to you...something I need you to keep. For me. \n[232](stopping her from \n[233]Only you. Open this if I'm dead or if I call you and tell you to open it. Please do exactly what it says. Exactly what it says, please. \n[234]I'm sorry to show up here like this. There was no one else I could give it to. I'm sorry. There was no one else. \n[235]Whatever you have to say, really think about it, and if you still want to tell me, tell me in two weeks, all right? \n[236]Costello recorded everything. He put all the tapes in a little box and kept them with his lawyer. That was his insurance. His lawyer came to me. Costello trusted me the most. Imagine that you rat fuck. Sound quality good enough? I was a little worried. \n[237]I want my identity, you two-faced rat prick. \n[238]Three o'clock. Where Queenan died. You keep your cell on. \n[239]Get your hands up.   Hands.   Hands. \n[240] \n[241] \n[242]Get up and shut your fuckin' mouth. \n[243]Would you shut the fuck up. \n[244]You erased me? \n[245]What would happen is the bullet would go right through your fuckin' head. \n[246]What, you think you're gonna get the parade? The bagpipes and bullshit? Fuck you. I'm arresting you. \n[247]Shut up, shut up, shut the fuck up. I don't give a fuck if these charges don't stick. But I'm still fucking arresting you. \n[248][You are what you do.] Get up. I said get the fuck up. \n[249]I called you. You specifically. You know who I am. I'm not gonna shoot. I told you to meet me downstairs. \n[250] \n[251]He was Costello's rat. I got evidence. Tapes. Other documents. \n[252]I told you I've got the evidence cold linking this prick to Costello... You fuckin' know who I am. I'm taking him downstairs now. \n[253]I am killing you. ", "French": "\n[1]Frank, you gotta see somebody. \n[2]I knew his father. I liked his uncle Jackie better. \n[3]Do you know me? \n[4]I'm the guy who tells you there are guys you hit and there are guys you don't. That's not quite a guy you can't hit, but it's almost a guy you can't hit, so I'm fucking ruling on it right now that you don't hit him, understand? \n[5]I know you. I know your family. Also I know you do another drug deal with your idiot fucking cop- magnet cousin I'll forget your grandmother was very nice to me and cut your fucking nuts off. You understand that? \n[6]Now you know me. \n[7]What are you drinking? \n[8]What is it, your period? \n[9]Get him a cranberry juice. \n[10](sotto voce to WELL- \n[11]Oh, what? \n[12]Get the fuck out of here. \n[13] A romantic restaurant. The best Boston has (which isn't saying much, but whatever). COLIN, looking great, a man on the rise. MADOLYN in pearls, also looking great. But maybe the conversation has lapsed and the date gone south.      \n[14]C'm here. \n[15]Shoes off. \n[16]He's clean. \n[17]These days, who's reliable? \n[18]The Costigans are talented in general. \n[19]I'm reliable. \n[20]Ten million. \n[21]I thought she was. \n[22]She got reliable. \n[23]One too many. \n[24]Where's your fucking license? I don't see no fucking license. \n[25]There's no such thing as a license, of course, but you definitely have to have one. If you are not being run by us you will be run by someone else, which means you will have let undesirable elements into Mr. Costello's area. \n[26]Hey, that's Jimmy Bags. What the fuck you doin'? \n[27]Then make more money or go out of business. This is America. If you don't make money you're a fucking douchebag. What are you going to do? \n[28]That's the spirit. \n[29]Very interesting. \n[30]Don't worry about it. Guy didn't need need his teeth anyway. Maybe if he was an Eskimo. But in this country we eat a variety of items. \n[31]He knocked Jimmy Bags teeth out. \n[32]Reaching for his cigarettes. \n[33]Forty-eight hours from the time this phone first rings, you take the fucking chip out - like so - and you fucking destroy it. After three days a phone ain't clean. If you use a phone which is not clean, you will have a accident. You never call us. We call you. You got that? \n[34]I can't fuckin' hear you. \n[35]Brian, stop it, I ain't gonna hurt you. \n[36]Wake the fuck up. \n[37]Everybody out. Move. \n[38]Except sell the ching chongs a bunch of fuckin' plastic. \n[39]Boss wants your real name, your social, your license number, all your bank account numbers. \n[40]I'm a cash business myself. \n[41]You fill in the papers, real name, all your numbers, no fucking around, and then we all wait here. \n[42]No, I ain't. \n[43]Where you going? \n[44]Francis. \n[45]Go out the back. Some guys answer the questions right. Some don't. \n[46]Don't believe what? \n[47]Francis, they're all rats. Women are rats... cunts...Yeah, we're becoming a nation of rats. ", "Colin": "\n[1]Yeah. \n[2]Yes. \n[3]Thank you. \n[4]James Joyce. \n[5]Fucking firemen are getting pussy for the first time in the history of fire. Or pussy. \n[6](not vainglorious, but \n[7] AN OLDSMOBILE. COSTELLO and MISTER FRENCH standing by the car.      \n[8] \n[9]Thank you, Sergeant. \n[10] \n[11]Thanks, hon. \n[12]SIU. What a country. \n[13]I don't mind going it alone. If you could go it alone you might get somewhere yourself. \n[14]I know you're a worker. I might be able to do something for you. You got any suits at home or you like coming to work looking like you're gonna invade Poland. \n[15](like something he is used \n[16](coming out of his reverie \n[17]I have a cosigner. \n[18]Give me the fuckin' papers. \n[19] COLIN, in a bathrobe, leans on the rail and looks at Boston. THE GOLD DOME visible. Colin drinks coffee. Not satisfied: worried.  \n[20]What was his name? The, ah, departed. \n[21]I know that guy. His father runs the Hibernian Liquor Mart. Kennefick's. \n[22]Mrs. Kennefick, Myles and I were in school together. Myles was behind me in school but I knew him. I will get those responsible. Don't you want to see us catch whoever used him to do a robbery and then killed him? \n[23] \n[24]You don't mean robbery do you, Mrs Kennefick? That's not what you think he did wrong. \n[25]You get that? \n[26]Welcome to the neighborhood. \n[27]Making a house call? \n[28]No, no. I know what you do. I know who you are. \n[29]When guys have to \"use their \"service revolvers\" in the \"course of duty\" they get to talk to you about their \"feelings\" and whatnot. \n[30]No. Oh, I know how it goes. You're a mental health professional. \n[31]That's good. They're all fuckin' crazy on that floor. I'm one floor up. \n[32]That's right. Fancy. \n[33]Yeah, I'm also getting my law degree. \n[34]They don't run Harvard Law at night, last time I checked. \n[35]Before I went to fucking Suffolk. \n[36]Well I thought you were, and for that you have to take me to dinner. \n[37]Whatever it takes. I'll stab someone in the heart with an icepick right now if it gets me dinner with you. \n[38]I don't need a card, I'm a detective. \n[39]I'm only joking. Nice to meet you... \"Madolyn\". \n[40] \n[41]You also do probation work, right? \n[42]Bad guys. \n[43]That have this and they don't have duck l'orange. \n[44](holding balloon of \n[45]I don't know what you're gonna do, but if it moves I'm going to arrest it . \n[46]What's it like having people \"find themselves?\" All day long people \"finding themselves.\" Does it get messy with all those feelings flying around the room? \n[47]Yes I do. \n[48]Who says I want to see you again? \n[49]Yes, course I do. What Freud said about the Irish is We're the only people impervious to psychoanalysis. \n[50]Tough luck for you with a client list of Mick cops, isn't it. \"Opening up\"? Good luck to you. \n[51]Why do you do it? \n[52]Fair enough. \n[53]Including the criminals? \n[54]Me? I'd just arrest innocent people. I'll arrest you right now. \n[55]You don't know the half of it. \n[56]The principles of detection tell me that these men came from Providence. \n[57]This is my crime scene, but knock yourself out. \n[58] \n[59]In the trunk or the glove box?... All right. \n[60]Wanna see some dead guys? \n[61]This will get Captain Ellerby on the six o'clock news. \n[62] COLIN is rolling a quarter across the backs of his fingers. BROWN  and BARRIGAN, new plainclothes recruits to Colin's special squad, sit across from him.    \n[63]I've been put in charge of this unit. It is a small surveillance sub-unit but it is mine. And I didn't take this job in order to fuck it up, or to let anyone else fuck it up, whosoever they may be. I hand picked this group. You are my A-team so I want you to conduct yourselves accordingly. \n[64]Hi, Captain. And our primary target is obviously Frank Costello. But we don't communicate with anyone else in this shop. Queenan is compartmentalizing everything in SIU. It's the right thing to do, personally I don't trust these fucking troopers either. We think we might have a problem. We think Costello's got a rat in the State Police. \n[65]Yeah.   Really. \n[66] \n[67]Hello Dad. I have a new job.  \n[68]I'm not making enough progress with Costello? \n[69]Jimmy Pappas. \n[70]He had a heart attack in jail and got knifed in his bed at Boston City Hospital. I believe it's been in the papers. \n[71]It's a result. \n[72]Cui gives a shit. It's got a bow on it. \n[73] \n[74]At least one. He's one of Costello's crew. \n[75]Who's the lawyer? \n[76]Did he beep him? \n[77]All right. \n[78]Give me your phone. Turn the camera off. Turn it off. \n[79]Give my your phone and turn the fucking camera off. Who's is this? I'm gonna take this. \n[80]Mr. Fitzgibbon, afternoon. \n[81]What do you think? Did you make any statements or phone calls I need to be aware of? \n[82]That's it? Don't you have to call your mother and tell her you're not gonna be home for supper? \n[83]The cameras are off. Call your mother. \n[84]Lookit. They're in there suiting up for a raid. I don't know where they are going, but they do. And so do you. Call your mum. \n[85]I think you need another attorney, after all, Mr. Fitzgibbon. Have a nice day. \n[86]Run the last number called. That'll be his house. Whatever the location is I'll swear I surveilled him at it. Abracafuckindabra. \n[87]Because you didn't go in there. \n[88] COLIN, hung-over, sits at the breakfast table.     Madolyn looks at him.  \n[89]I gotta go to work. \n[90] \n[91] \n[92] \n[93]I'm not going to make dinner. Something big has come up. \n[94]Oh, my friends are still coming. \n[95]We'll just say lunch tomorrow.   All right, bye. \n[96]Thank you, Captain. \n[97]All right. That's Costello right there. Costello, Mister French, Fitzy, Delahunt, Billy Costigan the new guy...Time is 10.46. \n[98] Colin is asleep on the couch, in a bachelor disaster of Chinese food boxes. Something on TV: \"Audition.\" A key in the door: He wakes as MADOLYN comes in carrying a bag of coffees and a BOX OF EFFECTS.  \n[99]Good morning. \n[100]How was the last night in the, ah, old establishment? \n[101]I'm glad to hear that.   It sucked here, too. \n[102]Uncle Alphonsus is in heaven.   So am I. \n[103] \n[104]Well, we're not having this out. \n[105]You don't see any pictures of where I came from. Look, I respect who you are, but not in the living room. We might have company. \n[106]Why work for the state? \n[107]Not forever, and you don't have to. You've got degrees...you're a hot shit... I mean, what you do, why make as much as a guidance counselor? \n[108]Now you're just being ridiculous. \n[109] \n[110]Answer it.     You live here. \n[111]Who is it? \n[112]Hello? \n[113] \n[114]\n[115]Nothin', nothin'. It doesn't have any power, that's all. It just happened once. \n[116]Yes. Yes. As I said, she was gonna move in, so she moved in. \n[117]Last time I checked, I tipped you off and you're not in jail. \n[118]Yes. \n[119]Yes. Yes I do. \n[120]I been gettin' that same feeling. \n[121]Look, I have no access to undercover files in Queenan's department. It's locked up. Queenan and Dignam run the snitches. They don't give anybody a peep. I'm doing the best... \n[122]Please Frank, if you don't relax I can't relax. Let's start with this...get me all the information on the people around you last night. Everyone that works for you. Get me real first names. Get me... \n[123]Okay, Frank...I'm sorry...could you please get me social security numbers, ah, I need drivers license numbers, full names, dates of birth, anything like that. Bank account numbers, everything that you don't get from a criminal record or, or a wrap sheet or a... \n[124] COLIN, looking worried, folding his phone away, comes into the apartment. MADOLYN is staring at him.  \n[125]What? \n[126]No, no, no. That was a guy who works for me. \n[127]Not exactly. There are certain things I will not be able to talk to you about. I cannot allow you to jeopardize an ongoing investigation. (Or your own life. There really are things connected to my job that you can't ask about. That you don't want to know about. \n[128]I will.    Thank you. \n[129]You still wanna stay? \n[130] \n[131]I don't get it. \n[132]Right. \n[133]Well, that's just a dream job for a cop. \n[134]No. \n[135]Everything's great. On schedule. She's a doctor. \n[136]Oh, it's working. Overtime. \n[137]Jesus Christ, Frank, I almost shot you. \n[138]Frank, we got problems. \n[139]I don't crack up. \n[140]Why did you show up then? \n[141]Why am I not fuckin' surprised. Look... \n[142]How the fuck did you know that? \n[143]I have to find myself. \n[144]I have to find the guy you have in the department. \n[145]Frank, for me, you've got to lay low. \n[146]Yeah, big fuckin' daddy Frank. Lookit, Frank, what good am I to you if you don't listen to me? Queenan's compartmentalizing. He's fuckin' smart, you know that. I will find this rat if you let me do it my way. If you let me do my job. \n[147]Why would you need to remind me of that? I didn't know that would I be any good at what I do? Trust me, I know how to do this. \n[148]It involves lying, and I'm pretty fucking good at that, right? \n[149] COSTELLO is on the phone. MISTER FRENCH is sitting on a stool, smoking. OPERA playing on sound.  \n[150]No. \n[151]No, Frank, not a thing. And I promise you I would have heard about it. \n[152]Frank.   You can relax on this one. \n[153]Morning. \n[154]A problem? \n[155]The day you wouldn't take a promotion, you let me know. And I wouldn't even have a job if you did yours. \n[156]I need to know the identity of your undercovers. \n[157]Morning, Captain. \n[158]They are not happy with me. Especially Staff Sergeant Dignam. \n[159]Fair enough. Well one of them has to be dirty, We know that, right? \n[160]Who is that? \n[161]Fair enough. \n[162]Really?   Did he get a look at him? \n[163]Nothing that could help us? \n[164] \n[165] COLIN is sitting in his office alone, remembering what Queenan has just told him:  \n[166] MUGSHOTS of all of Costello's guys. He looks at them desperately...no one squares up with the blurred, impossible, images he saw on the CCTV screen (which he has printed out).COLIN closes the curtains on his fishbowl office (not fast enough to avoid seeing Dignam give him the finger), locks his door. He picks up the phone.  \n[167]This is Sullivan. I need constant surveillance on Captain Queenan, starting right now. \n[168] COLIN is lying in bed, his back to MADOLYN.  \n[169]If I wasn't with the Mass State Police. If I did it full time,law school, I'd be through in a year. I'm thinking that. If I wasn't a trooper. \n[170]Nothing. Nothing. There's nothing going on. Just thinking. \n[171]I got some money. Another city...I'm thinking that. \n[172]I want you to know you don't gotta stay. If we're not going to make it, it's got to be you that gets out. I'm not capable I'm fuckin' Irish, so I'll deal with something being wrong for the rest of my life. \n[173] A DETECTIVE  is leading the team to trail after Queenan. On foot. A plug in his ear. Two other DETECTIVES sit in a sedan nearby. (These three detectives are new guys, never seen before, the I.I. surveillance team working for Colin).  \n[174]Yes, go ahead. \n[175] \n[176]I have reason to believe that Queenan is Costello's informer. Follow him, and don't get made. \n[177] COLIN, listening, playing with a COIN.  \n[178] COLIN, after fumbling between cell phones, dials the correct one.  \n[179] \n[180] COLIN raises his eyes. Diabolical.  \n[181] COLIN listens.  \n[182]Yes. \n[183]What came off the roof? What do you mean something came off the roof? Go again with that information. \n[184] COLIN is sitting very calmly.  \n[185]No. Stay where you are. I need some fucking information here. What came off the building? \n[186] ON RADIO. \"Officer down\", etc. COLIN has never felt more guilty in his life.  \n[187]No. \n[188]I told Internal Investigations to follow him. \n[189]That's internal Investigations business. \n[190]I have to investigate everybody and anybody. I don't have to justify anything. Nor does anyone have to like it. I now have information... \n[191]from a very good source...that Queenan may have been killed by his own undercover. \n[192]Captain Queenan and Staff Sergeant Dignam here have information on this undercover, and other informants, in a locked file. I need those files unlocked. \n[193]That's a lie. \n[194]What? \n[195]I need those codes. \n[196] COLIN needs a shower and is gun-shy as people move past the glass windows. He is still rinsing blood out of his mouth.  COSTELLO is listening to LUCIA di LAMMAMOOR. GWEN sits nearby in attractive lingerie, reading a book.  \n[197] \n[198] \n[199]He's fucking gone. They took his papers in. He's not talking. I don't know where he is. \n[200]I will. \n[201] COLIN hears that the other side has hung up the phone. He sees: ELLERBY looking at him through the glass. But Ellerby hasn't seen the phone.  \n[202]\n[203]Yeah. \n[204]So it is you. Thank God you're all right. We were very worried. \n[205]You're talking to Sergeant Sullivan. I'm taking over Queenan's unit. \n[206]Staff Sgt. Dignam has... taken a leave of absence. He's very upset. We're all very upset. The best thing would be for your to come in. We need you to come in. \n[207] COLIN closes his door and punches in a number.  IN COSTELLO'S CAR, his cell phone rings.  \n[208]Don't go. You've got a tail. Two cars. Not very subtle. They won't be subtle from now on. That's what I've been trying to tell you. \n[209]There's no need to go yourself, Frank. \n[210]I will.   All right. \n[211]Stop. Stop. Pull these guys off. Tell your team to stop following Costello. We don't need to surveil him. \n[212]I have it from an undercover: Costello knows he's being followed. Let our UC take him in. \n[213]Queenan's guy. He called me when he found out Queenan was dead. I'm running him. \n[214]No. But I can give you Costello's destination. \n[215]Yes. And what he's about to do. Call off the tail, and get Special Ops. Get them on standby. We meet him where he's going. Suit up. We're gonna take this prick tonight. \n[216]It's the heavy equipment warehouse Costello owns on Sheffield. He must have a container or a truck in there. Go. \n[217] \n[218]You're an FBI informant. \n[219]Do they know who I am? \n[220]Did you give me up? \n[221]Frank, Frank, do they know about me? \n[222]A son...to you? Is that what it is about, all that murderin' and fuckin' and no sons? What are you, shooting blanks? \n[223] Then from the bucket loader, a post death tremor sets off one last shot from COSTELLO'S gun. Ricochet. COLIN fires into the dead body again and again. He backs away.  \n[224]I got Costello! I got Costello here! \n[225] \n[226]Thank you. \n[227]Caller ID. On Queenan's phone. You know that guy? \n[228]I'm gonna go talk to him. \n[229] In Colin's office BILLY sits with his ankle on his knee. He looks very tired, dirty. Wearing a VISITOR badge.  \n[230]Good to see you Trooper. \n[231]Colin Sullivan. We spoke on the phone. How long have you been undercover? \n[232]I can't begin to tell you what a debt we owe you. I want you to know I'll be recommending you for the Medal of Merit. \n[233]It's the highest honor we got. \n[234]You want to be a cop again? \n[235] (instead of asking the \n[236]I'm gonna find him. Don't you worry about that. You got anything? Did Frank, ah, say anything... \n[237]Fair enough. You've given a lot. I can get you your file. I just need your password. \n[238]All right, Bill. Just give me a minute. I'm gonna go in the other room. This computer's gone blooey on me. \n[239] Billy takes a drink from the bottle COLIN has put on the desk. As he puts the bottle down he sees, sticking out of a box, a BROWN ENVELOPE. On it is written \"CITIZENS.\" BILLY picks up the envelope...and knows everything.  \n[240] COLIN enters, holding a printout of Billy's personnel file. He looks around the empty room. He sees the BROWN ENVELOPE lying on the desk, and understands everything. He sits down at his own computer--which does in fact work, and opens the personnel file.  COLIN clicks DELETE. \"Do You Really Want to Delete?\" COLIN clicks \"Yes\" and Billy's picture, file, life, disappear.  \n[241] A SONOGRAM picture of a fetus. It looks to him at first like a CCTV picture blown up. COLIN stares as if at something in a horror film.  \n[242]I was dreaming... \n[243]I was dreaming I was dead. \n[244]What's this? \n[245]Really? \n[246]Really? \n[247]You're joking... \n[248] COLIN is in the shower. MADOLYN moves into the     kitchen and puts the kettle on. She checks the mail, lying     there on the counter. It's tied with a string. She undoes       the string and sorts through the mail. Suddenly, she freezes      looking at:  AN OVERSIZED ENVELOPE addressed to COLIN: [COLIN SULLIVAN, 20 Pickering Street, Apt TK, Boston, MA, zip TK], with a return address of Wm. Costigan, 13 Conant St., Boston, etc., etc.]  MADOLYN stares at the envelope, listening to the shower going. Billy has written to her fiance. She starts to put the envelope down, and then realizes...she has to hide it...she has to open it.  Inside the envelope is a jewel case: EXILE ON MAIN STREET. And a note: PLAY ME NOW. MADOLYN puts the CD into the machine. She puts on the headset and listens...and listens.  COLIN comes out of the bathroom, dressed in jeans and t- shirt, barefoot, his hair wet. He looks at Madolyn, realizing that something is wrong.  \n[249]What? \n[250]Your guys shouldn't have done that. \n[251]I'm now in charge of everything here. Including Queenan's informers. Theoretically. I can't unlock the files until after the brass squeezes Dignam. If the brass squeezes Dignam. \n[252]He's fucking resigning. He put his papers in. He's not talking. \n[253]I can explain. \n[254] COLIN closes a door to speak privately.  \n[255]What do you want? \n[256]Where are you? \n[257]Did we not talk about this?   This is my job. \n[258]Put the fuckin' gun down. \n[259]I came here to talk some fucking sense to you. You get a hold of yourself and put down the fuckin' firearm and act professional and I can get you your money. \n[260]I can get you your... \n[261] \n[262]Arrested? Arrested for what. So you got tapes of what? Costello was my informant. I was his rat? Fuck you. Prove it. I say he was my informant. \n[263]What is this, a citizen's arrest? Blow me, prick. Only one of us is a cop, here, Bill. Nobody knows who you are. Nobody knows who you are. \n[264]I'm a sergeant in the Mass. State Police. Who the fuck are you? Nobody. I ERASED YOU. \n[265]Go ahead. Shoot a cop, Einstein. See what happens. \n[266]Watch what happens. \n[267]That's the stupidest thing you could do. \n[268]Help me. \n[269] \n[270]Shoot the motherfucker! \n[271]I can't wait for you to try to explain this to a Suffolk County grand jury. This is gonna be fun. \n[272]Just fucking kill me. \n[273]All right. Give me that. \n[274]At that time, Trooper Barrigan, who I now understand to have been Francis Costello's informer in SIU, intercepted us in the lobby and shot Trooper William Costigan once in the head. At that time Barrigan retrieved Trooper Costigan's undercover weapon and shot Trooper Brown as he was approaching our location. I attempted to subdue Trooper Barrigan and in the ensuing struggle was struck several times with the Walther pistol. I was able to wrestle the weapon away, at which time Barrigan drew his own weapon and took aim at me. I was able to get off a single shot, striking Barrigan in the head. I then checked for vital signs of Troopers Brown and Costigan and discovered that they had expired. \n[275]I'd like to go on record that I am recommending Trooper William Costigan for the Medal of Merit. \n[276]What about the baby? \n[277] COLIN has a bag of expensive groceries and wine. Living the Beacon Hill dream. He climbs the steps slowly. He nods to a neighbor, an old lady coming down with her dog (who incidentally will never accept him as a neighbor, and COLIN briefly seems aware of this). (Don't be afraid to get a bit French here). He gets to his door, and starts to cry, and nearly crumples. But he gets the door open. He looks up and sees a gun. Behind it, stepping fast out of the shadows, DIGNAM. Avenging a guy he didn't even like, because it's the right thing to do. COLIN looks down and sees that Dignam has plastic hospital boots on his feet.  \n[278](accepting it, sort of, ", "Sullivan": ""}}