{"filename": "French-Connection,-The_script.txt", "imdb_id": "tt0067116", "imdb_url": "https://www.imdb.com/title/tt0067116", "characters": ["Marie Charnier", "Weinstock", "Alain Charnier", "Sal Boca", "Simonson", "Klein", "La Valle (as Andre Ernotte)", "Devereaux (as Frederic De Pasquale)", "Mulderig", "Chemist (as Pat McDermott)", "Buddy Russo", "Jimmy Doyle", "Lou Boca", "Angie Boca", "Pierre Nicoli"], "dialogues": {"Marie": "\n[1]Je peux l'ouvrir tout de suite? \n[2] \n[3]Regarde mon pêcheur de baleine... Tu sais il va faire très froid cet hiver. \n[4]Mais non, c'est pour toi. \n[5]Regarde, il te va parfaitement bien! \n[6]Comment va-t-elle? \n[7]Le sommes nous? \n[8]Just for mistakes of parking? \n[9] \n[10]It looks so lonesome here. \n[11]Why is it called Hellgate? \n[12]Alain is the only man I know who can become as enthusiastic about a bridge as he can about a woman. \n[13]What is that old building? \n[14]What was it? \n[15]For garbage? \n[16]Look, darling, they sell these at the Smithsonian. \n[17]I'm going to put them on the cat. \n[18]Of course.  But I am not going to tell you what it is until we are back in Marseilles. ", "Charnier": "\n[1]En prolongeant les quais d'une trentaine de mètres on pourra recevoir des unités d'une cargaison de 500 tonnes. \n[2]Ca fera environ 10 hommes de plus par équipe. \n[3]Quelle importance.  Ce qui compte pour moi c'est d'avoir un chantier qui puisse recevoir les plus grands bateaux du monde. \n[4]Quelle vie Marcel?  J'ai plus rien foutu depuis que je suis descendu de ces cabines. \n[5]Bonjour chérie. \n[6]Tu sais j'ai réfléchi longuement à ton cadeau pour le voyage.  Je l'ai choisi moi-même.  Tiens. \n[7]Si tu veux. \n[8]Encore du sho ping! \n[9]Avec ça tu pourras le supporter. \n[10]Pour moi? \n[11]Formidable!  Sans toi je m'habillerais encore en docker. Je suis passé voir Françoise. \n[12]Je n'ai jamais vu tant de sérenité. Elle m'a demandé de tes nouvelles et si nous étions heureux. \n[13] \n[14] Nicoli back to us.  He turns left shoulder as we approach to him.  \n[15]Ca a marché? \n[16]Sale boulot. \n[17]Il est en retard. \n[18]Une erreur!  C'est génial.  C'est une vedette à la télévision.  Il peut aller partout sans être soupçonné... En plus il a besoin de fric. \n[19]Sois gentil avec lui.  On ne sait jamais.  Il peut te faire travailler à la télévision. \n[20]Henri c'est gentil d'être venu.  Je vous présente mon associé, Pierre Nicoli.  Henri Devereaux. \n[21]It would look even more lonesome in our garage. \n[22] \n[23]It's beautiful. \n[24]Who financed it? \n[25]If this bridge were in Europe, it would be on every tourist's sight- seeing list. \n[26]Look how gracefully they conceived that arch.  Like a bowstring.  It was built from both ends.  With no support in the middle.  Beautiful. \n[27]Not any woman, Marie.  Just one. \n[28]Allo... Salvatore... \n[29]... Salvatore?... \n[30]Very well... you meet me                RUSSO Wednesday at the hotel...          (listening at the Okay?                              other phone \n[31]Twelve o'clock... yes... \n[32]Excuse me. \n[33] \n[34] Close view of subway doors hissing shut and an umbrella being raised at the last moment by an off-camera hand .  The doors jerk open in the safety spasm. There is a blur of the a fabric moving across the camera, blocking the view of the doors.  It is only a moment.  When it clears, the doors are closed again, the umbrella is gone. But we don't know what happened and the train isn't moving.  \n[35] Quick, shocked close view of that car, revealing that CHARNIER isn't there among the twenty passengers dozing or moping in their seats.  There is a blurred flash as if DOYLE's own eyes are spinning frantically back to the windows of his own car.  \n[36] A close view of CHARNIER's face.  He is smiling directly at DOYLE.  He gives him a little wave.  A view from CHARNIER's position of DOYLE chasing the train, anger and hatred and frustration storming across his face.  \n[37]It has been highly informative and a personal pleasure to see you again. \n[38]Soon, probably in the Spring. \n[39]Goodbye. \n[40] \n[41]Are you having trouble raising the half million? \n[42]It has to be by the end of this week. \n[43]It's your problem. \n[44]So nice to have seen you again. \n[45]Are you sure it is dead? \n[46]That's a relief. \n[47]You did find something for yourself, of course. \n[48]Excuse me a moment, darling. \n[49]I'm afraid they've become a bit... over-cautious.  Our American friends. \n[50]We must follow it. \n[51]I don't know.  Boca is scared. He's not strong enough.  He sees policemen in his soup. \n[52]Mmmmm.  That bastard who followed me on the subway, he's the eager one. \n[53]There'll be someone else. \n[54]Henri... \n[55]Did you pick up the car? \n[56]Did they follow you? \n[57]Henri... I need one more favor from you.  I know I am imposing... \n[58]Not quite -- you are in it whether you like it or not.  The police know you brought the car into the country.  This makes you an accomplice. \n[59]Calm down -- Henri!  You must trust me -- this is an extremely complicated situation to which there is a simple solution if you do exactly what I tell you.  It's worth more money to you. \n[60] CLOSE-UP DOYLE.  He gives CHARNIER a little wave.  Long view of the Lincoln stopping in the middle of the bridge.  Zoom in on it as SAL hurriedly turns it around, smashing into the side of the bridge as he does.  Medium shot of the Lincoln racing back across the island. The Mercury roars past WEINSTOCK's car, heading toward the bridge.  WEINSTOCK's car coming to a stop.  Close shot of the CHEMIST and WEINSTOCK in the car, turning back to the island.  ", "Weinstock": "\n[1] In the East 80's.  SAL exits.  \n[2] Close shot of CHEMIST with a small lab layout spread in front of him -- burner, test tubes, etc.  The MAN's wearing an ordinary business suit and both the table and the background indicate that this is not a lab, but somebody's library or den -- and a fashionable one, with photos, a signed picture of Lyndon Johnson, etc., on the panelled walls.  The CHEMIST is running a Thiele test on a small mound of powder.  Heroin from CHARNIER's shipment.  Medium close shot of JOEL WEINSTOCK and SAL BOCA sitting opposite the CHEMIST.    SAL has a glass of beer in front of him, WEINSTOCK a brandy snifter containing a splash of amber cognac.  Both are interested; SAL quite nervously.  The CHEMIST immerses a capillary tube, a tiny instrument the size of a needle into an open kilo of heroin.  He pours a small quantity of mineral oil into a burnmeister test tube and preheats the oil over the open flame of a tiny alcohol lamp.  He removes a 15-in thermometer from its leather case, fastens the capillary tuve (now totally immersed in the heroin) to the bulb of the thermometer with a rubber band.  He places the bulb, with capillary attached, into an open rubber stop and inserts the entire apparatus into the burnmeister tube, about three inches in.  With a small metal clamp he holds the rig over the lamp.  We watch closely with the CHEMIST, WEINSTOCK and BOCA as the white heroin powder slowly, agonizingly dissolves into the mineral oil and  The mercury rises slowly up the thermometer to 220° - 230°.  The faces of the three men are filled with wonder and anxiety.  As the mercury continues to rise they become a cheering section, rooting the hometeam home.  The longer it takes for the powder to dissolve, the purer the heroin.  The mercury stops at 240°!  \n[3]Retail is not my end of the business. Are you telling me it's worth the half million? \n[4]Thank you, Howard.  Take what's left there with you and goodnight. \n[5]We got a test.  A deal for half a million dollars, maybe. \n[6]What am I, a shmuck?  What's the hurry?  He could see a couple of shows and visit the top of the Empire State Building. \n[7] \n[8]So whatta you want a badge?  It's your first major league game Sal. One thing I learned, move calmly, move cautiously.  You'll never be sorry. \n[9]Which is why your phone lines are tapped and the Feds are crawlin' all over you like flies. \n[10] \n[11]He could go someplace else with his sixty kilos of heroin and see how easy it is to pull together a half million cash.  He wouldn't find there was any hurry to do this kind of business. \n[12]What about you, Sal?  Are you everything they say you are? ", "Alain": "", "Sal": "\n[1]What's this crap.  I just          (He raps on table spoke to my wife and she           with a coffee cup. says you're raisin' me a           Doyle gets up. halfa cent on the cups.        C'mere and lissen to your \n[2]He's fightin' with somebody \n[3]I got your inflation.  I can            RUSSO get the same cups on Delancey  If he does, we'll be back in Street for what I been         Bed-Stuyvesant tomorrow. payin' you for the last year -- That's all I gotta do with you guys -- next time it'll be two cents on the cones, then two cents on the seltzer -- \n[4] \n[5]Well, if you can't do better than that, you can stick the cups. \n[6]Takin' care o' business, honey. \n[7]You know I hadda meet some people tonight -- \n[8]Where'm I goinna get a pizza this time o' night? \n[9]I don't know where I'm gonna find a pizza joint open. \n[10]Yeah? \n[11]This broad's crazy! \n[12]Who's this -- \n[13]... Oh... yes... yeah...       Who is it? hello... this is Sal... How are ya?                                 DOYLE \n[14]Good... good... great!                  DOYLE Will I expect you?             It's here! \n[15]What time? \n[16]Yes -- \n[17]Sixty. \n[18]By the time it gets down to nickel bags it's at least thirty-two million! \n[19]I guess we got a deal, eh? \n[20]Joel, the man is in a hurry.  He wants the bread and he wants to go back to France.  He ain't gonna hang around and play games.  He's one o' the shrewdest cats I ever run across. \n[21] \n[22]Joel, don't jerk me.  I spent a lot o' time settin' this one up. \n[23]I been damn careful up to now. \n[24]I'm straight, Joel.  They haven't got shit on me.  Look, I'm tellin' you, he'll take the deal somewhere else. \n[25]Look, the stuff is here.  We could set up the switch in an hour.  I'm tellin' you, Mr. Weinstock, he'll split if we don't move.  This guy is everything they say he is. \n[26]Everything's smooth.  Beautiful.  I will need a few more days though, the boys think we oughta cool it for awhile -- make sure there's no heat. \n[27]Look, I'll level with you -- I need a little more time -- I got to shift gears. \n[28]Hell no -- my end is covered -- my associates just feel we ought to wait for a more opportune time to make the switch. \n[29]Look, Mr. Charnier, you got to be reasonable. \n[30]It's yours too! \n[31]Yeh.  He's over getting my car. \n[32] ", "Boca": "\n[1] \n[2]Keep going.  Right in there. ", "Simonson": "\n[1] \n[2]You couldn't burn a three-time loser with what you're bringing in here.  You know you stiffs could run yourselves an entrapment rap. The guy has done nothing -- Brooklyn is full of Candy Store guys with two cars who like to go to nightclubs. \n[3] \n[4]Your hunches have backfired before, Doyle. \n[5](moves back to stand at desk  \n[6]You stop and shake down a bellboy because he's got three joints in his sock.  You hit a high school kid in short pants who looks like he's got a twitch. \n[7] \n[8] \n[9]What'll it take? \n[10]You know I have to get a court order for wiretaps. \n[11]Popeye... \n[12]You still pickin' your feet in Poughkeepsie? \n[13] Medium close shot of RUSSO and SIMONSON.  PHIL KLEIN, a federal narcotics agent, is reading aloud from an article in the New York Daily News.  MULDERIG is listening and sipping coffee.  Close shot of BILL MULDERIG, a Fed narcotics agent.  \n[14]Three. \n[15] \n[16]You know Doyle, don't you Bill? \n[17]Jimmy, it doesn't matter anymore. If there was a deal it must have gone down by now.  We blew it!  We blew our cover and we blew the warrants -- \n[18] \n[19]For chrissake, will you come off that \"my case\" bullshit.  This has been a whore's dream from the start. \n[20] \n[21](on way up hill, turning back ", "Klein": "\n[1] KLEIN is parked on Pearl Street below the Brooklyn Bridge.  ", "Mulderig": "\n[1]Whatta you got -- four more years, Walter? \n[2]Christ, by the time you get out all this shit'll be legal. \n[3] \n[4]That's just my opinion. \n[5]Strictly small potatoes. \n[6]You really know how to pick 'em, Doyle. \n[7]Still wearing your gun on your ankle? \n[8]Somebody told me the reason you did that was so's when you met a chick and rubbed against her she wouldn't know you were a cop. \n[9]I said that was bullshit.  It must be some kind of fast-draw gimmick or something. \n[10]He's gettin' too far ahead.  You're gonna lose him. \n[11]You about ready for a break? \n[12]Christ you should o' collared him right there. \n[13] \n[14]Why don't you do the same, Doyle? You look like shit. \n[15] \n[16]Case?  So far I haven't seen a damn thing. \n[17]Yeah, we got the Westbury covered like a tent. \n[18]Charnier and his wife checked out of the Westbury.  Nicoli checked out of the Edison -- \n[19]That's crazy.  You lost the Frog in the subway and you blew our cover. If they haven't moved already they're not gonna move now. \n[20]With pleasure -- it's all yours. Walter, if anything develops outta this charade give me a call. \n[21]The last time you were dead certain we ended up with a dead cop. \n[22]Nothing in there except a New York street map. ", "Buddy": "", "Russo": "\n[1] There are TWENTY or THIRTY MEN at the bar, at least TEN are wearing brown coats!  The TWO MEN involved in the deal see RUSSO and start to run.  One  takes off out of the back door.  The other  jumps over the bar and heads for the front entrance.    \n[2]Son of a bitch! \n[3]Your name is Willie Craven. \n[4]Who killed the old Jew in the laundromat? \n[5]Who stuck up the laundromat? \n[6] \n[7]How'd I know he had a knife. \n[8]He coulda been white. \n[9]Not a chance. \n[10]Some other time Jimmy, I'm beat. \n[11]Drink this. \n[12]Hey, I thought we come for a drink. \n[13]Policy man in Queens. \n[14]No, you? \n[15]He probably sells insurance.  Owns a chicken farm in Hackensack. \n[16]Jewish Lucky from the Bronx... He don't look the same without a number across his chest. \n[17]Give who a tail? \n[18]What for -- you wanna play Hide the Salami with his old lady? \n[19] \n[20]I'm telling you, Popeye, he owns a bagel mine in the Bronx. \n[21]Our friend's name is SALVATORE BOCA. They call him SAL.  He's a sweetheart.  He once was picked up on suspicion of armed robbery. Tried to hold up Tiffany's on Fifth Avenue!  In broad daylight!  Could have got two-and-a-half to five, but they wouldn't prosecute.  Also downtown they're sure he pulled off a contract on a guy named DeMarco. \n[22]Her name's Angie... Fast filly... she drew a suspended for shoplifting a year ago... only a kid, nineteen according to the marriage license. \n[23]He's had the store a year an'a half... takes in a fast seven grand a year. \n[24]The Merc's in his wife's name. Dodge belongs to his brother. \n[25]Lou... he's a trainee at the Sanitation School on Ward's Island. Served time a couple of years ago, on assault and robbery raps. \n[26]Make it Alexander's, I like the toy department. \n[27]There's about a hundred years' parole time in there night or day. \n[28]There's your answer... \n[29]It's his father. \n[30]Suspicion of what? \n[31]Lay off with that wop stuff, will you? \n[32]The building's clean.  I checked the tenant list -- Don Ameche, the actor lives there -- oh, and somebody else.  Do the name Joel Weinstock ring a bell? \n[33]No sir -- this is where Joel lives. \n[34]So I've heard. \n[35] \n[36]I'm wounded.  Oh, oh. \n[37]He's goin' to Ward's Island.  We'll get spotted.  What the hell's he goin' there? \n[38]What's your story? \n[39]You're in show business. \n[40]All right, get up on that bar and dance. \n[41]Get up on the bar and show me how you work.  If I like it you don't have to go in. \n[42] \n[43]I'm tellin' you to shut up and stand over there. \n[44] \n[45]Fake it. \n[46]If I see any shit on the floor, it's yours, so keep your eye on your neighbor. \n[47]Tell everybody we'll be back in an hour. \n[48]Put this little candy hustler together with Joel Weinstock and it could be we stumbled into a big score. \n[49] \n[50] \n[51]I go with my partner. \n[52]First a wire. \n[53]Try... okay? \n[54]What's this crap.  I just          (He raps on table spoke to my wife and she           with a coffee cup. says you're raisin' me a           Doyle gets up. halfa cent on the cups.        C'mere and lissen to your \n[55]... Oh... yes... yeah...       Who is it? hello... this is Sal... How are ya?                                 DOYLE \n[56]If that's how you're coming in, why not stay home and save us all a lot of grief. \n[57]Whyn't you shove it up your ass! \n[58]Popeye. \n[59]Popeye. \n[60]It's Cloudy.  Open the door. \n[61]Why not? \n[62] \n[63] DOYLE is anklecuffed to the bedpost at the foot of the bed.  \n[64]What happened to you? \n[65](looking at scrapbook on dresser \n[66] \n[67]Because by actual count our bureau has exactly nine hundred eighteen dollars and fifty-four cents to make buys and Mulderig's Feds can get all of Uncle Sam's money he wants by just asking. \n[68](on the move down hall, at bathroom door \n[69]Hi! \n[70]Drive carefully! \n[71] Close shot of BILL MULDERIG in back seat.  BUDDY is in front, next to DOYLE at the wheel.  \n[72]Knock it off, Bill. \n[73] RUSSO is on the blower.  \n[74]Phil -- it's Cloudy -- we lost him -- \n[75]He just got off the Bridge - He's all yours if you can find him. Sonofabitch! \n[76](he is moving through the jam they form on the stairs \n[77]You want the red or the white? \n[78] View from the front seat of a sedan of DOYLE falling into the corner of the back seat.  RUSSO reaches across the seat from the camera to hand DOYLE a brown paper container of coffee.  He opens it between his knees and scalds his mouth with it.  RUSSO hands over another gift, a pint of Canadian Club.  DOYLE takes a big swig.  Rear close view of BILL MULDERIG at the wheel of the car, looking at DOYLE in the rear-view mirror.  \n[79]The other guy's a frog too.  Checked in at the Edison.  Had a hooker sent up. \n[80]Phil Klein. \n[81] \n[82]We put him to bed for the night. \n[83]Jimmy, cool it.  Nothin's goin' down tonight.  Cop a few zzz's while you can. \n[84]This fella Nicoli's got a record in France, Walter.  He's wanted for questioning in the murder of a French cop. \n[85] \n[86]Hey, Mac, have you seen...? \n[87]...the guy who runs this joint? \n[88]He's in the brown Lincoln - foreign plates. \n[89]Four. \n[90]Third time around. \n[91](doing rough figures on a piece of scratch paper \n[92](consulting Lincoln Specification Book  \n[93]When it was booked in at Marseilles it weighed the same.  120 pounds overweight.  Jimmy has to be right. \n[94]Got it for you, Randy -- it just came in from downtown.  Who's Devereaux? \n[95]I'm sorry, Mr. Devereaux, but we get reports on a couple hundred vehicles a night.  Sometimes it's a little tough to keep track. \n[96]Yeah -- fine -- it's okay -- not even a scratch.  You're all set. \n[97]Someone stole it right off the street, huh?  You're gonna have to pay the tow away charge. \n[98]Yeah.  Well, it's in perfect shape. You must lead a charming life. \n[99]Phil, you take that side, Bill, go around the other way. \n[100]Jimmy? \n[101]Jimmy? \n[102] ", "Jimmy": "", "Doyle": "\n[1] The place is crowded with mid-day drinkers.  Dimly outlined at the far end of the bar are TWO BLACK MEN involved in some kind of transaction in which a package is exchanged for money.  As the transaction seems to be completed, cut to  \n[2] \n[3] 3-shot of BLACK PUSHER sitting between DOYLE and RUSSO. DOYLE is at the wheel.  BLACK PUSHER is sitting on his hands, wrists manacled behind him, his head down and dripping blood onto the jacket and the canary-yellow turtleneck.  All three are breathing hard.  \n[4]What's your name, asshole? \n[5]Who's your connection, Willie? What's his name? \n[6]Ever pick your feet in Poughkeepsie? \n[7]Did you ever pick your feet in Poughkeepsie? \n[8]Were you ever in Poughkeepsie? \n[9]Did you ever sit on the edge of the bed, take off your socks and stick your fingers between your toes? \n[10]You made three sales to your roaches back there.  We had to chase you through all this shit and you tell me you're clean? \n[11]How about that time you were picking your feet in Poughkeepsie? \n[12]You put a shiv in my partner.  Know what that means?  All winter I gotta listen to him gripe about his bowling scores.  Now I'm gonna bust your ass for those three bags - then I'm gonna nail you for pickin' your feet in Poughkeepsie. \n[13]Havin' trouble?  You're a dumb guinea. \n[14]Never trust a nigger. \n[15]Never trust anybody.  You goin' sick? \n[16]Let's popeye around the Chez for a half hour, catch the end of the show and a couple drinks. \n[17]Come on -- one drink.  Whatta you say? \n[18]Whip it out. \n[19]I make at least two junk connections at that table in the corner.  The guy is the stripe combo, I know him too. \n[20]Who is that guy? \n[21]What about the last of the big-time spenders.  You make him? \n[22]Hunh-uh.  Check the bread.  He spreads it like the Russians are in Jersey. \n[23]Dig who's just come over.  The creep on the end. \n[24]Whatta you say we wait and give him a tail? \n[25]The greaser with the blonde. \n[26]Come on -- just for fun -- \n[27] The view from the back seat of DOYLE's car.  DOYLE is at the wheel, RUSSO packed uncomfortably into the corner at DOYLE's right.  Seventy-five yards away on the other side of the street the canopied entrance of the Club.  A Continental is parked in front of the club.  The DRIVER leaning on a fender talking with the DOORMAN.  DOYLE frisks his own pockets for a cigarette, coming up with a collection of laundry slips, crumpled notes, toothpicks and matches.    One of the slips of paper catches his eye as he is going through the ritual of the cigarette mooch, a slip bearing the name of a girl.  His attention is really on the entrance of the Club and both his conversation and the cigarette business are detached and incidental to the art of waiting through the stakeout.  He stuffs the cards back into his pocket.  \n[28]Monica?  Who's Monica? \n[29]Cloudy, I'll lay odds he takes us to Little Italy. \n[30] Close from the front of DOYLE and RUSSO low against the dashboard.  \n[31]It's a drop! \n[32]It's startin' to cook, Cloudy, my man is cookin'... \n[33] Close shot of DOYLE and RUSSO in profile driving past the candy store as SAL and ANGIE open door and go in.  Close shot of DOYLE and RUSSO parked.  DOYLE is looking in the rear-view mirror while BUDDY is turned around on the seat, looking out the rear window.  A long shot, from the DOYLE-RUSSO viewpoint of the candy store.  The door is open, the street is deserted.  Lights are going on in the little shop.    Hold on the storefront as SAL appears, this time in a candy store operator's smock over a white undershirt, baggy slacks. He's carrying a stack of newspapers.  Zoom in on SAL stacking the Sunday Times and the Daily News on the rack in front of the store as ANGIE appears in the doorway.  She's blackhaired now, the blonde wig gone, also wearing a grey cotton smock over a plain skirt and sweater, holding a cup of coffee.  We hold on them for a beat, then  \n[34]His old lady? \n[35]Yeah, nineteen goin' on fifty. What else? \n[36]So what's he doin' with two cars and hundred dollar tabs at the Chez? \n[37]If that's not a drop or a pickup, I'll open a charge for you at Bloomingdale's. \n[38]Toy wit' this will ya. \n[39]They treat our boy like a king. Wonder why he don't bring his old lady? \n[40]Who's the greaser? \n[41]I think we oughta burn him on suspicion. \n[42]Makin' wine in the basement. He looks like that wop stooge used to drive for the Fracisi brothers. \n[43]That's the third time he come here this week.  You got anything on the building? \n[44]You're kiddin' \n[45]He was the bank on that shipment outta Mexico three years ago. \n[46]Whatta you know -- he's takin' his wife out for a change. \n[47] \n[48]We have reason to believe it's a front for the biggest counterfeiting operation in the country. \n[49]That's right.  They're trying to steal the formula for Hershey bars -- \n[50]   \n[51]What the hell am I drivin' for? I'm a first grade Detective. You're a second grade guinea. \n[52] \n[53]Maybe he's goin' to see his brother. \n[54]Or could be another drop.  I guess he gets a free ride. \n[55]Hands on your heads.  Popeye's here! \n[56]What's my name? \n[57]What? \n[58]Ever pick your feet in Poughkeepsie? \n[59]Milk shake anyone? \n[60]Move ass when I tell you. \n[61]Put it on the bar. \n[62] \n[63]Everybody goes when the whistle blows. \n[64]What do you do in show business? \n[65]All right, that's enough, you're under arrest. \n[66]What about you?  Can you stand a toss? \n[67]You don't use shit? \n[68]Did I say you could move that hand -- I'm not gonna get stuck am I? \n[69]Cause if I do. \n[70]Wise guy, huh?  Let's see what else you got. - Buddy! \n[71]How's everything? \n[72]How come there's nothing out there? That stuff is all milk. \n[73]I got a name - Sal Boca, Brooklyn. \n[74]\n[75]Got a wife named Angie. \n[76]What? \n[77]Who brings it? \n[78]Where do you want it? \n[79]I'm goin' check on this address in the Bronx, if you're bullshitting me, it's your ass. \n[80] \n[81]Detach us.  Let us have a shot at it, at least until we see if there's anything here or not. Everybody wants Weinstock, right? So maybe here's a lead.  We deserve it. \n[82]Simonson, I wouldn't be infringing on your coffee break if I thought he was a nickel and dimer. \n[83] \n[84]This could be it, Walter.  This Candy Store guy, putting on a big show in a fancy nightclub with known connections all over him. Then on our own, after working the whole day and night, we tail him out to Brooklyn and sit on him for a week practically, and who do we come up with?  Joel Weinstock. You gotta let us have it. \n[85] \n[86]Two wires.  One on the store and one on his house. \n[87]We know you can do it, Walter. \n[88]Hiya, Jesus. \n[89]Whatta you got? \n[90]Where'd you get this fag shit? \n[91]Pass. \n[92]Whyn't you get it dry cleaned and burned. \n[93] \n[94]With a baseball bat!  One swing! Knock your fuckin' head off. \n[95]I hear the health department is going to close this joint for selling dirty beer.  I come by to help you carry out your money. \n[96]You want some eggs. \n[97] \n[98](rattling pans, looking around \n[99]Strike out, eh? \n[100]A piece of ass wouldn't kill me. \n[101]Morning.  Sometime. \n[102]You got a pedaller's license? \n[103]You're under arrest. \n[104] Long shot of RUSSO approaching housing project group of buildings.  This is where DOYLE lives.  \n[105] RUSSO rings the bell.  No response.  He knocks.  Again nothing.  He hears a shower working inside the apartment.  \n[106] \n[107] \n[108] \n[109] The door to DOYLE's apartment, a close view from inside. There's a bike propped against it and BUDDY RUSSO is trying to push it open from the outside.  \n[110] \n[111]Gimme my pants. \n[112]You got the warrant? \n[113]What do we need those pricks for? \n[114]Throw 'em in the bathroom, will you? How good are the warrants? \n[115]You take Sal.  I'll stick with the beard if they split. \n[116]Pour it in your ear. \n[117]That guy just walked in.  What's his name? \n[118] \n[119]Little shorter than me.  Well- dressed.  About forty-five or fifty with salt-and-pepper hair, a beard. \n[120] \n[121]No, I figure he stays here.  Where's your registration? \n[122]Names. \n[123]Where from? \n[124]What's he do? \n[125]Yeh?  Who else? \n[126]This Charnier guy.  He's in shipping? \n[127]Where's he from? \n[128] \n[129] \n[130]Yeah, I know. \n[131]The guy's a frog -- I'm pretty sure. Also he made me.  Stayin' on four but went up to six -- cute. \n[132]Who's on him? \n[133]What about Sal? \n[134] \n[135] \n[136]Bill, keep shootin' your mouth off and I'll knock you into the middle of next week. \n[137]You own that lamppost? \n[138]Then how come you're leaning on it. \n[139]I ever bust you? \n[140]Get your ass in the car. \n[141]You gonna wait on me or am I gonna sit here all day? \n[142]Hey! \n[143] \n[144]Can you stand a toss, Hector? \n[145]You still dealin' shit? \n[146]When they going to make you chairman of the board? \n[147]You clean your fingernails with this. \n[148]Yeah, I guess so. \n[149]I'm sittin' on Frog One. \n[150] \n[151]The Westbury?  Balls.  I got him down at the subway at Times Square. What the hell's goin' on?  I make him coming right out of the hotel free as a bird.  Not a soul awake. \n[152]I don't care how many bartenders are sick.  I don't work in that joint.  What the hell kind of a union are you running down there? \n[153] Rear close view of DOYLE peeking into the forward car to see where CHARNIER is sitting.  \n[154] \n[155]I say we keep sittin' on Boca. \n[156]Walter, I can make this case if the Feds will get the hell out of my way. \n[157] \n[158]The deal hasn't gone down yet Walter -- I know it, I can feel it. \n[159] Shot of SIMONSON, MULDERIG, DOYLE, RUSSO, in a cluster.  \n[160] A complex of buildings similar to Lefrak City.  A medium close view of a LITTLE GIRL about to run DOYLE down with a two-wheel bicycle.  Two shots ring out in quick succession and tear up the concrete at a point where he would have been walking a moment earlier.  DOYLE diving for the cover of a tree.  The rifle goes off a third time and MOTHERS begin to scream on the benches of the playground area.  \n[161] \n[162]Get down!  It's a sniper.  Get down! \n[163]Stop that guy.  He's wanted by the police! \n[164]Where's the next stop?  Going into the city? \n[165]Police! \n[166] \n[167] Close shot of DOYLE from back seat, twisting, turning the car in a wild demonstration of pursuit driving around cars, braking, roaring ahead.    We move out through the windshield for a lurching, spinning, twisting view of the tracks overhead, the street signs and lights flashing by in a reeling montage of movement, the train roaring above it all.  \n[168] Side close view of DOYLE driving while he's looking up.  He skids through a red light, narrowly missing a pedestrian and an oncoming group of cars.  Long, low view of the train from DOYLE's position.  \n[169] Close side shot of DOYLE driving, skidding on streetcar tracks, panning upward to show the car pulling ahead of the train.    \n[170] Close shot of DOYLE and RUSSO from the front.  DOYLE looks after ANGIE's car.  \n[171] Close shot through windshield of DOYLE and RUSSO.  MULDERIG and KLEIN in their car.  \n[172]Timezit? \n[173] Long view over the hood of DOYLE's car to the street.  We can see the Lincoln.  The lights of a car appear on the left and come down the street past the Lincoln, slowly, like a man looking for a place to park.  We can make out, but just barely with the help of the street lights, four people in the car.  DOYLE in close profile, the foreground, picking up a corner of the Lincoln in the background.  While we are looking in silence, there is a glimmering flow in the far corner, the beginning of approaching headlights again.  They grown brighter and DOYLE's foreground profile turns to watch it come.  \n[174] \n[175] \n[176]Up!  Up, you sonofabitch! \n[177]Of all the goddam cars they had to pick to steal hubcaps. \n[178] \n[179]Tumble it.  One end to the other. \n[180]I don't buy it.  The stuff is on this car. \n[181] \n[182]The sonofabitch is in here somewhere. I saw him -- I'm gonna get him. ", "Lou": "", "Angie": "\n[1] \n[2]Takin' care o' business -- it's after midnight. \n[3]-- Well finish all your meetin' people and get back here now -- and bring a pizza with you. \n[4]Well try, okay? \n[5]Sal -- \n[6]Don't forget anchovies. ", "Pierre": "", "Nicoli": "\n[1]Au poil. \n[2]Il fallait le faire. \n[3]Je crois qu'on fait une erreur de le prendre avec nous. \n[4]J'ai pas confiance en lui. \n[5]What happens to the schedule? \n[6]But will they? \n[7]He is not wrong. \n[8]Let me take him out. \n[9]What difference does it make? We'll be out of the country Friday. \n[10] NICOLI panics and runs.  The officer goes after him and traps him against the door between cars.  \n[11]Don't stop!  Continue on to the next station! \n[12]Touch the brake and I'll blow you in half. \n[13]Get back. "}}