{"filename": "Ladykillers,-The_script.txt", "imdb_id": "tt0335245", "imdb_url": "https://www.imdb.com/title/tt0335245", "characters": ["Lump Hudson", "Professor G.H. Dorr", "Rosalie Funthes (as Baadja-Lyne Odums)", "Gawain MacSam", "The General", "Fernand Gudge", "Mountain Girl", "Elron (as Walter Jordan)", "Preacher", "Garth Pancake", "TV Commercial Director", "Weemack Funthes", "Deputy Sheriff", "Sheriff Wyner", "Marva Munson"], "dialogues": {"Lump": "\n[1]Here's your fiddle, Doctor. \n[2]What, uh... what does \"cosseted\" mean? \n[3]Thanks, Professor. \n[4]There's no \"I\" in \"team\". \n[5]I, uh... \n[6]Yeah, it fucks things up. \n[7]Is he gonna want a piece of the action? \n[8]...Igneous? \n[9]Couldn't you just bribe the guy? \n[10]I'll get the sprayer. \n[11]Blood, Professor! Oh my God! Blood! \n[12]Yeah, but he lost his finger. \n[13]Professor? \n[14]I don't have a watch. \n[15]Hey, lookit that. \n[16]Maybe we could have something to drink, too. \n[17]Well there sure as shit ain't no tunnel left. \n[18]She saw everything. She saw our hole... \n[19]...She saw our hole, Professor! \n[20]What do we do? \n[21]Professor? \n[22]I can't really play the buttsack. \n[23]Oh, fuck. \n[24]Is he dead, Professor? \n[25]Quick! Grab Clark! \n[26]What, Professor? \n[27]...Professor, I been doing some thinking. \n[28]Maybe she's right! Maybe we should be going to church! \n[29]Yeah, I know, but-- \n[30]I can't do it, Professor! A nice old lady like that! \n[31]But-- \n[32]You mean -- you mean -- you're gonna kill her?! \n[33]I can't let you do that, Professor! A nice old lady like that! \n[34]Oh yeah? \n[35]...Well who looks stupid now? \n[36]...Huh? \n[37]...No bullets? ", "Hudson": "\n[1]Me the man? \n[2]Unh... oh no... \n[3]...shit... ", "Gawain": "\n[1]I ain't peelin' funky shit with my human hands, man. That's a prescription for disease and viruses and shit, attackin' y'insides. \n[2]Fuck that, man. I ain't pawin' through used Tucks for a fi' dollar chip. \n[3]Man, your guts gonna turn to soup'n leak outcha fuckin' asshole. \n[4]Say wha? \n[5]Oh. End of every shift pit boss brings the cash down to the hold of the ship in the locked cash box; once a day all the cash boxes're moved to the counting room. \n[6]Well, uh... in that square there. Where you pointing. \n[7]...Offices. Underground. \n[8]Ya damn skippy. \n[9]That man plays one bitch barrelful a sackbutt. Ain't no one can blow the tenor sackbutt like Lump, hoowee! goes at that thing like it was a pu-- uh, like it was a woman! Goddamn! He-- \n[10]Don't you be explainin' me, dawg! You can't look into my mind, cape man! \n[11]Hey baby, don't be cruel. Jus' sneak one little peek... \n[12]...Don't let this uniform fool ya-- \n[13]You don't need to be gamblin', honey, you lookin' at a sure thing. They call me Mr. 21, baby, 'cause that's how I measure up. I am the original black Jack, honey, accept no substitutions. You can pull my lever all day long, sweet mama, I ain't never gonna come up lemons. That's right, sugar, you can blow on my dice any ol' time. \n[14]But Mr. Gudge, she had an ass that could pull a bus. This lady was fine, fine, dandy, divine. \n[15]Say what? \n[16]But Gudge\u0096- \n[17]You can't fire me. I sue your ass! \n[18]Sue you for fuckin' punitive damages, man! \n[19]Ya damn skippy. I know you firin' my ass 'cause I'm black! \n[20]Fuckin' judge is gonna be black, motherfucker, that's who gonna be black! You gonna stand tall before the man! \n[21]You still talkin' okay though. \n[22]Shit, man, it ain't about apologizin'! He fired me 'cause I'm black! \n[23]Fuckin' A. \n[24]Man's a fuckin' bigot. \n[25]Walloon my ass, the man ain't gonna roll over for a fuckin' candy bar! \n[26]...The fuck is this? \n[27]...You brought your bitch to the waffle house?! \n[28]...You brought your bitch to the waffle house? \n[29]...Man brings his bitch to the waffle house! \n[30]Everybody lookin' at me like I'm a fuck-up, losin' that sorry-ass job, and this motherfucker bring his bitch to the waffle house! \n[31]Come and get me motherfuck! Come on, baby, let's get it on! \n[32]Fuck you, man. \n[33]Damn right you won't. \n[34]It's just my way of sayin', well, goddamnit, I don't know what it's like walkin' in your shoes, bein' all tightass and all, and you don't know what it's like to walk in my shoes, but, well... \n[35]...You know, there's the custodian, and then there's the man inside the custodian, y'understand what I'm sayin'... \n[36]...and that man has needs, dig, and I guess those needs, Mr. Gudge, which they usually involve women with big asses, well those motherfuckin' needs sometimes well up over the custodian like the motherfuckin' Johnstown Flood. But my point is it ain't gonna happen again. Not if it's humanly possible... \n[37]But Jesus, if you'd seen the ass on that girl, Mr. Gudge, you'd a wanted her sitting on your face too. \n[38]Ya damn skippy. \n[39]Fuck you, man, I ain't your house nigger. I'm the inside man! \n[40]I don't wanna know shit from you. \n[41]Huh? \n[42]I don't give a shit who they were. Just tell me when they gonna leave. \n[43]...You know what, man? \n[44]I don't vote. So fuck you. \n[45]And the bus you rode in on! \n[46]He's the motherfuckin' piece of igneous. \n[47]...You gotta go find it, dipshit! \n[48]Perfectly all right? You just blew your fucking finger off! \n[49]Well get back down there and find it, man! I ain't pickin' up your goddamn finger! \n[50]They can sew that shit back on, jack! Like that guy his wife cut his dick off! Just sewed that motherfucker back on! \n[51]Saw that motherfucker in a porno! Thing still works! \n[52]You gonna sue yaself for blowin' off your finger? \n[53]We don't give a shit! Man can blow his own dick off, don't make no nevermind to us! We don't gotta pay the man for goin' around blowin' off body parts! Getcha head outcha ass, man! \n[54]You pull on your prick you get phantom feeling. Greedy motherfuck. \n[55]Me, dickwad. \n[56]Well ain't that somethin'. \n[57]...Say what? \n[58]Oh man, you shouldn't be using the men's room-- \n[59]You shoulda shit back in the house, man! We don't want Elron finding you in the goddamn crapper! \n[60]You are disgusting, man. All right, follow me. \n[61]Oh fuck, man, I don't wanna know about it. \n[62]Well maybe you should sign me up, man, 'cause you startin' to irritate my bowel. \n[63]Man, I don't wanna hear a single one a them stories. \n[64]Not one fuckin' story! You one fucked- up motherfucker! You-- \n[65]Shut the fuck up! \n[66]Grab your bag and get in that fucking hole! \n[67]Motherfucker can't stop talking, can't stop shitting. Motherfucker tell everyone about his motherfuckin' asshole. No one gives a shit about his asshole. Nobody interested in another man's asshole. Or his bitch's. \n[68]...You just fart? \n[69]Y'all been celebratin'?. \n[70]Motherfuck! \n[71]I know how to discomplicate it! Put a cap in the old lady's head! Then everything simple again! \n[72]Well -- fuck, man! What we gonna do, give the money back and go to church?! \n[73]You one whiney motherfucker! I squeeze your nutsack you keep that up! \n[74]...Motherfucker... \n[75]   \n[76]Why -- nothin', mama. \n[77]No, Mama! \n[78]He won't shit in the house, Mama, I'm gonna train him, I promise, gonna train him real good-- \n[79]Please don't hurt me no more! I love you, Mama! \n[80]Please don't hurt me, Mama! \n[81]I'm sorry, ma'am, I-- \n[82]I can't do it! \n[83]She reminds me of my mama. I can't shoot my mama! You motherfuckers just draw straws again. \n[84]Fuck you. And your irritated bowel. I can't shoot that old lady. \n[85]What the fuck you talkin' about, man? You think this a melon-baller, you do it, man! \n[86]She just an old colored lady to you -- you do it, man! \n[87]What you say, you whiney motherfucker? I come up your irritated ass with this -- motherfuckin' gun-- \n[88]You fuck! \n[89]You ain't no fuckin' man, fuckin' a sixty-year-old lady in pigtails! \n[90]I seen Virginia hams I'd rather stick my dick in than your old-- ", "MacSam": "", "The": "\n[1]       \n[2]     \n[3]\n[4]       \n[5]  \n[6]  \n[7]  \n[8]  \n[9]    \n[10]   \n[11] \n[12]    \n[13]  \n[14]   \n[15]  \n[16]   \n[17]   \n[18]  \n[19]  \n[20] ", "General": "\n[1]So sorry. \n[2]-- Rock! \n[3]...Very bad. \n[4]No extra share! \n[5]So sorry. \n[6]Must float like a leaf on the river of life. And kill old lady. \n[7]Must shoot! \n[8]Must shoot! \n[9]   ", "Fernand": "", "Gudge": "\n[1]Funthes. How's the new man? \n[2]Is that a fact. \n[3]  \n[4]I don't care how big her ass was, MacSam. You're fired. \n[5]There is no fraternizing with customers on the Lady Luck. Clean out your locker. \n[6]Get out of here. You're fired. \n[7]Sue me? For what? \n[8]Punitive damages. \n[9]Everyone on the custodial staff is black, MacSam. Your replacement's gonna be black. His replacement will no doubt be black. \n[10] \n[11]What the hell is this? \n[12]Hmm... \n[13]Well, we're all human. \n[14]This apology buys you a one-week probationary period. Stay away from the customers, MacSam. ", "Mountain": "\n[1]Clark, the gennie's a hundred yards away! \n[2]Hello Clark. Am I ordering the prima cord? \n[3]\n[4]Clark. \n[5]IBS, dear? ", "Girl": "\n[1]Clark, the gennie's a hundred yards away! \n[2]Hello Clark. Am I ordering the prima cord? \n[3]\n[4]Clark. \n[5]IBS, dear? ", "Preacher": "\n[1]I know you all remember that when Moses came down the mountain, carrying the word a God, come down that Sinai peak, he caught those Israelites red- handed. What he catch 'em doin'? He caught 'em worshipping a golden calf. \n[2]...He caught 'em with their backs turned on God! \n[3]...He caught 'em worshipping a FALSE God! A God of EARTHLY things! He caught them Israelites in DECLINE! \n[4]...Because backslidin' is DECLINE, brothers and sisters! You hear talk these days, and I know you've heard this talk, you hear talk of DECLINE, well all that means is we done turned our back on God! \n[5]...People say civilization doin' this, civilization doin' that, civilization in DECLINE! Well it ain't no civilization! It ain't no them! It's US, brothers and sisters! \n[6]...It's what's in our hearts, each and every one of us when we like them Israelites! Slidin' awa-a-a-ay down that Godly slope, slippin' and slidin' toward the mire and muck a the stinkhole of greed -- that's \n[7]...And what did Moses do when he saw those declinin' backslidin' never- mindin' sinners? \n[8]...Moses SMOTE those sinners in his wrath yes he did! \n[9]...Y'all know what smote is! I smite! You smite! He smites! We done smote! \n[10]...To smite is to go UPSIDE the head! \n[11]...Because sometimes, brothers and sisters, that is the ONLY way! \n[12]...To smite is to reMIND! We got to STOP that decline! And scramble back UP to the face a the almighty Gyod! \n[13]...'Stead a worshippin' that GOLDEN calf, that earthly TRASH on that GARBAGE island! That GARBAGE island in that shadowland WAY outside the Kingdom a God! \n[14]...That GARBAGE island where scavenger birds feast on the bones a the backslidin' damned! \n[15]...And so, let us pray... \n[16]Why thank you, Sister Rose. \n[17]Oh now ladies... \n[18]Oh now you gracious ladies. ", "Garth": "", "Pancake": "\n[1]One, Mountain! \n[2]...Scrub two! Scrub three! Four, Mountain! \n[3]Okay. Okay. We're prepared for that... \n[4]... Mountain, bring Otto with the apparatus. \n[5]World War I vintage gas mask. It's authentic. Strapped on, of course, so it can't fall off. The animal is free to be as active as he wants, doesn't inhibit his movement, and I think it really sells the whole doughboy thing-- \n[6]...Nnnnrnff! \n[7]No, nothing, uh... you're absolutely right, the gas mask is a whimsical concept-- \n[8]Well, you're absolutely right\u0096- \n[9]Of course not, that would be inappropriate-- \n[10]No no-- \n[11]Easiest thing in the world. I just thought -- but the canteen is much better. Good concept. Let's go with that-- \n[12]Well, he's uh... Just breathe normally, Otto. \n[13]Oh, he can breathe, that thing is -- just breathe normally, Otto. \n[14]Of course. Easiest thing in the world. \n[15]...It's on good and tight, I, uh... Just breathe normally, Otto. \n[16]Don't have my Leatherman. Mountain! Give me your Leatherman! Chop chop! \n[17]Good idea! Ice water, treats-\u0096 \n[18]Right! Of course! \n[19]No, that's me -- I -- the Leatherman... here we go. \n[20]Come on, Otto! \n[21]Mountain, have electric run me a stinger! Don't give up on me, Otto! Mountain, I need two live leads! \n[22]Goddamnit! Otto's gonna have brain damage in about ninety seconds! Okay! \n[23]...Kiss of life! \n[24]Happy to be on board. \n[25]He can't do that. You could sue him. Open and shut case. \n[26]This is not 1952. \n[27]I'm afraid there's a setback on the tunneling front too. We've run into a pretty large rock, and-- \n[28]Oh, we can get through the rock, no worries there. Simplest thing in the world. Why we blow right through it; I've got a pyro license, we bore a hole in the rock, pack in a little plastique; igneous blows pretty good, and we-- \n[29]...Who? \n[30]Yes, Mountain, we were just talking about that, and some plastique. \n[31]This is Mountain Girl. Mountain is my right hand. She helps me with ordnance. Helps me with damn near everything. \n[32]Of course. I understand that. But this is Mountain... \n[33]...I don't keep secrets from Mountain. That's not how you maintain a loving, caring relationship. \n[34]Look, you, I'll thank you to stop referring to Mountain that way. She's the other half of my life. \n[35]You son of a bitch punk! Shut your goddamn mouth! \n[36]...Nobody talks to Mountain Girl that way. She had an abusive family! \n[37]Little punk. I got syrup on my safari jacket. \n[38]Mountain Girl. \n[39]Of course. Wouldn't have it any other way. \n[40]Up yours, punk. \n[41]The drill bit's getting awfully hot. Gawain, maybe you could fill a hudson sprayer and spritz it down while I drill. \n[42]Look, are you gonna have a bug up your ass for the rest of the time we work together? \n[43]No no, me and this gentleman here have to get square. Let me tell you something, MacSam. You wanna know something? \n[44]I'm gonna tell you how I came down to Mississippi. Wasn't born here, you know. I'm from Scranton, Pennsylvania... \n[45]...Nnnff! \n[46]...Scranton, Pennsylvania. Came down here in 1964. Greyhound Bus. With the Freedom Riders. You know who the Freedom Riders were, MacSam? \n[47]The Freedom Riders, my fine young man, were a group of concerned liberals from up North -- whites, Negros, and yes, Jewish people -- all working together, just like we are here. Concerned citizens who came down here so that local black people could have their civil liberties. So that people like you could have the vote. \n[48]What, brother? \n[49]Why you fucking-- \n[50]That's it! \n[51]...Let's step outside, MacSam! \n[52]All right, safety meeting, let's listen up. General, could you hand me the prima cord and the compound there. Before we set the charge we'll run through our procedure. \n[53]...I have earplugs for whoever wants them. Just wedge them in your ears. Now here we have -- not yet, Lump. \n[54]...Now. Prima cord. Gelatinite. C4. Time comes, we pack the hole in the rock with the C4 and insert two leads. \n[55]...and B. \n[56]...Charge comes from a battery that is inside this plunger. Ordinary auto battery, you can pick it up at Sears, easiest thing in the world... \n[57]This is the same procedure we will be using when we collapse the tunnel after entering the casino vault and returning to the root cellar. \n[58]...This is for your own protection, so pay close attention. Once these materials are combined only the professionals may handle them. That means me, or the General. Separately they are harmless-completely inert. Why, you could light this stuff on fire, hit it with a hammer-- \n[59]...why, it's nothing to make a fuss about. Perfectly all right... happens all the time... \n[60]...No, no. Really, I'm perfectly all right. \n[61]Sure, but-- \n[62]Of course. Simplest thing in the world. Microsurgery-- \n[63]Oh yes, they have remarkable abilities in the, uh... \n[64]I don't know what all the fuss is about. \n[65]Of course. Why, it's child's play now, easiest thing in the world. Only a couple of feet separate us from the vault... \n[66]...Just the usual spadework until we hit the masonry of the vault, and then we drill through. \n[67]Oh, I should think so, it's only one finger. Inhibits me in doing finer work, of course. I'll always have to live with that... Ahem. Maybe, and I'm just thinking out loud here, maybe since, as you say, it will present problems later... \n[68]Well, maybe -- and this is something I've talked over with Mountain Girl, and she agrees with me, so it's not just one person's opinion -- maybe I should get a little extra compensation for the accident. \n[69]...Somewhat larger share. Why, if this were any other line of work I'd be getting workmen's comp, wouldn't I? Might even have a pretty good lawsuit. \n[70]Well that is simply asinine-- \n[71]But if it were-- \n[72]Look, you-- \n[73]Well, okay, majority rules, like I say, it was just a trial balloon. Hand's not so bad really, I even get some phantom feeling. \n[74]It will be twelve-fifteen? \n[75]Hnnnn. Arrunggggh! Rnffff. \n[76]...Mmmmnggh! \n[77]\n[78]IBS! Irritable Bowel Syndrome! Is there a men's room down here?! \n[79]Or a lady's room! IBS! Quickly! \n[80]No choice! Quickly! It's a medical condition! \n[81]Feel thirty pounds lighter. \n[82]...Thank you for being so understanding. Not everyone is, of course, which is why the biggest challenge of IBS is educating the public. Afflicts over two million people yet most of us have never heard of it. And it strikes without regard to age, gender or race. \n[83]That's the kind of attitude we're fighting. \n[84]...I guess I never told you, that's how Mountain Girl and I met. They had an IBS Weekend at Grossinger's, in the Catskills. Of course the tourist business up there has suffered, with the demise of the Borscht Belt. So they have different promotions, mixers, so on. This was a weekend for Irritable Bowel singles to meet and support each other and share stories. \n[85]Well, some of them are very-- \n[86]Huh. Looks like an Ikegami. \n[87]...Oh yeah. Mm-hm. I'm not sure whether it's broadcasting... \n[88]...Um-hm... No... \n[89]...Hard wire... \n[90]Look, I didn't choose to have IBS-- \n[91]There's no cure, you know. Only control. Lifelong condition. Not complaining, just fact. And I did meet Mountain. \n[92]Charge should've gone off already. \n[93]The charge to collapse the tunnel. I set it for eight minutes. \n[94]Of course. I understand. \n[95]She certainly does. \n[96]Huh. \n[97]Nnnnrungh... \n[98]...Huh? \n[99]...What the-- \n[100]Perfectly all right. Not a problem. \n[101]That's right. \n[102]Don't trust the banks. Never have. \n[103]Sure, easiest thing in the world. I could whip up a little mortar in one of those snow saucers, lay the bricks, anchor in some chains, Mountain has a source for the manacles... \n[104]Well, sure, fair enough. \n[105]...I'm thinking, though, that since I lost my finger -- I mean, literally lost it because of that goddamn cat -- maybe I should be excused from this thing. Hard for me to squeeze a trigger anyway-- \n[106]Listen, punk-- \n[107]Well, okay... it was just a trial balloon... \n[108]Long straw. You all see it. All your fuss over nothing, punk. \n[109]Wait a minute. You've got to accept your responsibilities, young man. \n[110]Now look here, it's the easiest thing in the world. Pretend her head is a casaba melon, and the gun is a melon- baller, and-- \n[111]Look, with equal rights come equal responsibilities-- \n[112]Why you sniveling little coward! \n[113]You think you scare me, you mewling punk! You don't scare me! Bull Connor and all his dogs didn't scare me! \n[114]...Be a man! \n[115]Be a man! \n[116]\n[117]\n[118]...Oh my god... \n[119]...I think he's hit! \n[120]...I'll just check the carotid artery. \n[121]...That's a negative. \n[122]Sure he's dead. I checked his carotid artery. \n[123]They back yet? \n[124]Good. I'll go dump these in the hearse. \n[125]  \n[126]No extra share, huh... \n[127]...Nnnrnf. \n[128]...Oof! \n[129]Mountain. \n[130]...Nnrungh! Aaarmh... Ninnnff... Offffflleghhll... \n[131]Nnnnnmmmmfffgh! ", "Weemack": "\n[1]...You wouldn't believe this shit, sometimes even out here on the casino floor you gonna find sanitary napkin shit stuck there, Tucks, I don't know what the fuck people do while they're gambling here man. \n[2]You gotta do it. Mr. Gudge checks everything. Man is a motherfuck. Shit -- looka this. \n[3]...You keep an eye out, man. I found a hundred-dollar chip once. \n[4]I said it was a hundred. \n[5]This tunnel leads back onto land. To the office for all the people work for Mannex. Mannex Corporation. Owns the Lady Luck 'n three other boats... \n[6]...This is where they think on their corporate shit, Gudge and them. \n[7]...The lights is ugly but it ain't as many Tucks. \n[8]...YO, motherfuck! Lemme in! \n[9]Kiss my ass. \n[10]This is where they count the dough. You try to take any of it Elron there shoot your ass. \n[11]...This place is a fuckin' pigsty. You a pig, man, nothin' but a squeaky ol' motherfuckin' pig... \n[12]...You got fuckin' Kocoa Krispies in ya uniform man, still got breakfast there and you eatin' motherfuckin' lunch. \n[13]...You a disgrace before motherfuckin' God... \n[14]...You a motherfuck-- oh, hello Mr. Gudge, how we be this mornin'? \n[15]He is a cleaning motherfucker, man! ", "Funthes": "", "Deputy": "\n[1]How'd it get there, Marva? \n[2]You keep it, Marva. ", "Sheriff": "\n[1]Sheriff Wyner... \n[2]Afternoon, Miz Munson. \n[3]...Mackatee Funthes? \n[4]Oh yeah, believe I do. \n[5]Uh-huh... \n[6]Well-- \n[7]He-- \n[8]Uh-huh... \n[9]I could-- \n[10]No ma'am-- \n[11]It's been disturbin' Othar then, has it? \n[12]I don't think I-- \n[13]Yes ma'am. \n[14]Yes'm-- \n[15]Mm-mm-- \n[16]Help him? \n[17] \n[18]No ma'am. \n[19]Many what ma'am? \n[20]No ma'am-- \n[21]Mm-hm. \n[22]Yes ma'am. \n[23]Evenin', Miz Munson, I just came by... \n[24]...to let you know I had a word with WeeMack. He says he gonna comply with your request, keep the music down and neighborly. \n[25]So you have a pleasant evening now, and just let us know-- \n[26]Ma'am, I'm a little pressed for time-- \n[27]Someone was here, ma'am? \n[28]Well, maybe I'll catch him next time... \n[29]Very neat. \n[30]Ma'am, I really have to... \n[31]...be gettin' back... \n[32]Miz Munson, my pager just went off... \n[33]'Fraid I gotta respond... \n[34]...I'll try to meet your friend some other time. \n[35]Miz Munson. \n[36]Could it possibly wait, ma'am? We're a little busy today. \n[37]Call you right back. \n[38]...You know something about it? \n[39]You... you have what at home, now? \n[40]Mm-hmm. \n[41]Does he now. \n[42]Oh yes. \n[43]Angry, was he? \n[44]I expect so. \n[45]So you want us to go fetch him. \n[46]Well... \n[47]...Why don't you just keep it, Miz Munson. \n[48]How's that ma'am? \n[49]Yes ma'am? \n[50]That'd be nice, ma'am. \n[51]Thank you for the information, ma'am. ", "Wyner": "\n[1]Sheriff Wyner... \n[2]Afternoon, Miz Munson. \n[3]...Mackatee Funthes? \n[4]Oh yeah, believe I do. \n[5]Uh-huh... \n[6]Well-- \n[7]He-- \n[8]Uh-huh... \n[9]I could-- \n[10]No ma'am-- \n[11]It's been disturbin' Othar then, has it? \n[12]I don't think I-- \n[13]Yes ma'am. \n[14]Yes'm-- \n[15]Mm-mm-- \n[16]Help him? \n[17] \n[18]No ma'am. \n[19]Many what ma'am? \n[20]No ma'am-- \n[21]Mm-hm. \n[22]Yes ma'am. \n[23]Miz Munson. \n[24]Could it possibly wait, ma'am? We're a little busy today. \n[25]Call you right back. \n[26]...You know something about it? \n[27]You... you have what at home, now? \n[28]Mm-hmm. \n[29]Does he now. \n[30]Oh yes. \n[31]Angry, was he? \n[32]I expect so. \n[33]So you want us to go fetch him. \n[34]Well... \n[35]...Why don't you just keep it, Miz Munson. \n[36]How's that ma'am? \n[37]Yes ma'am? \n[38]That'd be nice, ma'am. \n[39]Thank you for the information, ma'am. ", "Marva": "", "Munson": "\n[1]Afternoon, Sheriff. You know the Funthes boy? \n[2]No no, WeeMack! Mackatee's eldest! \n[3]Well, he's a good boy but he done gone down to the Costco in Pascagoula and got hisself a blastah -- and he been playin' that music! \n[4]Loud! \n[5]\"Left my wallet in El Segundo!\" \n[6]Songs like that! \n[7]Hippity-hop music! \n[8]You know they call it hippity-hop music, but it don't make me wanna go hippity-hop! \n[9]And Othar don't like that music neither! \n[10]How could it help but do! That kind of music! You know what they call colored folks in them songs? Have you got any idea? \n[11]NIGGAZ! I don't wanna say the word. I won't say it twice, I'll tell you that. I say it one time. \n[12]In the course a swearin' out my complaint. \n[13]NIGGAZ! Two thousand years after Jesus! Thirty years after Martin Luther King! The age of Montel! Sweet lord a-mercy, izzat where we at? \n[14]WeeMack down to Pascagoula buyin' a big thumpy stereo player?! So he can listen to that word in the house next to mine? Sheriff, you gotta help that boy! \n[15]You gotta take an innarest! EXTEND that helpin' hand! \n[16]Well God bless ya. Don't wanna be tried and found wantin'. \n[17]Many many tunkalow parzen, Sheriff Wyner. Many many tunkalow parzen! \n[18]You have been tried and found wanting. Don't want that writin' on the wall! \n[19]Feast a Balthazar! \n[20]John The Apostle said: Behold there is a stranger in our midst, come to destroy us! \n[21]He's a good man. Just needs instruction. Dog, you in peoples' way. \n[22]   \n[23]  \n[24]You need somethin' to eat, Angel? \n[25]  \n[26]Mm... gizzards... \n[27]   \n[28]Othar, I went'n complained about WeeMack, I hope it'll do some good. That boy hangin' by a thread! Over the pit! Fiery pit! \"I Left My Wallet in El Segundo\"! \n[29]...Sixty-seven years of life, forty- six years of marriage, you mean to tell me you never one time suffered from piles? It's the human condition, most humans anyway. Like that ball player said: world's got two kinds of folks -- them that's got piles and them that's gonna get 'em. But you was always healthy as an ox... \n[30]...Passed on before you got piles. Mmmmhmm. Thank the Lord you wasn't sick. You don't wanna sicken 'n die. No, you wanna pass nice 'n peaceful... go to sleep one night, wake up in the glory land... woof... \n[31]...Well who's that now, Pickles? \n[32]   \n[33]  \n[34]   \n[35]\n[36]Go get 'im! \n[37]Go get Pickles, I didn't let 'im out! \n[38]  \n[39]Oh, he's up the tree again. Your gonna have to shimmy on up. \n[40]Huh? No, he won't come down less you fetch him. He'd set there til Gabriel blows his horn if someone didn't shimmy up. Up with you now! \n[41]Look, I don't want no doubletalk. If you ain't gonna fetch him down I guess I gotta call the po-lice... \n[42]They ain't gonna be happy. Every time they come fetch him down they swear they won't do it no more... \n[43]Don't upset him, now! \n[44]    \n[45]Well you let him out. \n[46]What, like Elmer? \n[47]Fudd? \n[48]Sore bone, well I guess that's appropriate. You ever study at Bob Jones University? \n[49]It's a bible school, only the finest in the country. I send them five dollars every month. \n[50]I'm on their mailing list. I'm an Angel. \n[51]They list my name in the newsletter, every issue. I got the literature here, you wanna examine it. \n[52]I was wondering, til you let Pickles out. Then in all the excitement-- \n[53]Yeah, I got a room. I'm lookin' for a quiet tenant. Fifteen dollars a week \n[54]Well you can see the room, but I don't like double-talk. \n[55]  \n[56]  \n[57]Wait a minute. You got some kind of band? \n[58]So you don't play hippity-hop, \"I Left My Wallet in El Segundo,\" songs with the titles spelt all funny? \n[59]Gospel music? \n[60]Rococo, huh? Well, I guess that'd be okay. \n[61]  \n[62]Little dank, ain't it? \n[63]You containing it okay. \n[64]That would be a shame. \n[65]That man has a lot to say. \n[66]And every word of it the truth. \n[67]Stout, too. \n[68]  \n[69]It was a good sermon. That man has a lot to say. \n[70]   \n[71]...Stout, too. It would've been a comfort to you... \n[72]  \n[73]And the choir was all in good voice. Mm-mm- \n[74]...Who could that-- \n[75]   \n[76]Somebody die? \n[77]No smoking in this house. \n[78]You ain't gonna make a racket, are ya? \n[79]Hmph. \n[80]   \n[81]       \n[82]   \n[83]  \n[84]        \n[85]That's okay, don't stop on account of me. \n[86]Huh. I just thought you might like to see-what a you gotten up to, honey? Why you sweatin' like that. \n[87]You mind! I don't want that kind of talk in my home, even in the root cellar. This is a Christian house, boy, none of that hippity-hop language. \n[88]Sometimes it's the only way! \n[89]...I'm tryin' to help you, son! \n[90]...Better yaself! \n[91]Don't make no never-mind he's transported! \n[92]You been smokin'? \n[93]My youth I was in church, I wasn't walkin' around fiery. Youth ain't no excuse for nothin'! Well, anyway... only came down to show you the fife. \n[94]...Othar's fife. He burned his own. \n[95]Mm-hm. I thought maybe bein' a musical man you'd be interested. \n[96]Cut it himself and burned the holes. Israelites called it a kalil. \n[97]Kalil, fife, same thing. You can read about it in the Bible. Ain't nothin' new under the sun. \n[98]Gone these twenty years. He was some kind of man. \n[99]...Blowed the kalil. \n[100]I don't know nothin' 'bout that. Othar didn't study no shofar, to the extent a my knowledge. The kalil was good enough for my Othar... \n[101]...Some kind of man. \n[102]  \n[103]...You just a readin' fool, ain't you Mr. Dorr. \n[104]Mm-mm. \n[105]Wisdom of mankind, what about the wisdom of the Lord? \n[106]I know who he is. Kinda creepy. \n[107]Who was Helen? She wasn't a loose woman, was she? Some kinda whore a Babylon? \n[108]Oh Mr. Dorr, why you are such a gallant man... \n[109]Othar loved that music... Yes, I got a widow-lady friend... \n[110]Huh? Excuse me. \n[111]  \n[112]Sheriff Wyner, how you doin'... \n[113]  \n[114]  \n[115]Mm-hm. \n[116]Hang on there, Sheriff, somebody I want you to meet. \n[117]Why, you chasin' a gang of bank robbers? Get on in here say hello. \n[118]  \n[119]...We was just havin' tea, talkin' about Othar-- \n[120]...Hm... Bussed his own dishes. You can always tell a gentleman. \n[121]Mm-hm, with me'n Othar. \n[122]Come on up to his room. \n[123]   \n[124]Mm, he's neat. \n[125]Probably went down to the cellar to play with his friends. \n[126]What the... \n[127]...What the... Why, Professor! \n[128]...What you doin' havin' tea down there?! \n[129]...Land of Goshen! Get out from under there! \n[130]Why of all the... \n[131]  \n[132]  \n[133]Why I never! \n[134]    \n[135]My friend Mrs. Funthes is here so I'm about to go on out. I just wanted to leave y'all with some cinnamon cookies... \n[136]...Y'all sound pretty good. It'd be nice if you'd come by the church some day, give us a recital. \n[137]Oh, I see all right, but we don't make a big whoop-dee-do about denominations; everybody welcome at our church. We've had Methodists come in. Episcopals. Even had a Jew come in once with a guitar back in the sixties. \n[138]  \n[139]Professor, this is Rosalie Funthes, Rosalie, Professor G.H. Dorr, Ph.D. \n[140]  \n[141]  \n[142]He a man of learnin'? \n[143]  \n[144]   \n[145]...What in the name of heaven was that? \n[146]Didn't hear anything?! \n[147]     \n[148]     \n[149]They using the house to practice music a the rococo. \n[150]  \n[151]   \n[152]\n[153]...You catch Pickles now! \n[154]You let the cat out! \n[155] \n[156]   \n[157]  \n[158]  \n[159]  \n[160]  \n[161]  \n[162]  \n[163]  \n[164]    \n[165]       \n[166]Professor, I'm surprised. \n[167]I hadda fix tea. I wanna talk to you, Professor, don't you be leavin'. And don't make any more noise! And you! \n[168]...I told you, I don't want any smokin' in here! \n[169]   \n[170]   \n[171]   \n[172]You get back down those stairs! \n[173]Hush! Down those stairs! We havin' tea now! I be down shortly. \n[174]...He's the tenant. \n[175]  \n[176]I don't know what you boys been up to but I wasn't born yesterday and I know mischief when I see it. Now I want an explanation, but first I want you boys to get your fannies up here with y'alls period instruments. I been tellin' the ladies about your music and they wanna hear you play. \n[177]...Hmph. \n[178]  \n[179]Hmph. \n[180]   \n[181]Now, I wanna know what's goin' on. \n[182]Hmph. \n[183]...What about all that money? \n[184]This don't smell right. I'm callin' Sheriff Wyner. \n[185]  \n[186]Mm-hm. \n[187]Lord have mercy! \n[188]Stolen money! \n[189]...Just one penny? \n[190]Well that's prob'ly true... \n[191]Well... it's hard to see the harm in it... One penny... \n[192]...I'm sorry, Professor. \n[193]No. It's wrong. Don't you be leadin' me into temptation. \n[194]No, it's just plain wrong. Stealin'. I know your intentions were good, and I won't call the police if you give the money back. But I gotta see that you do it. \n[195]And all a you gotta go to church with me next Sunday. \n[196]I made up my mind. You can double- talk all you want, but its church or the county jail. \n[197]You think it over. I gotta feed the cat. \n[198]  \n[199] \n[200]      \n[201]What you doin'? What you doin' with my pillow there? \n[202]I'm displeased with you! Colored boy like you, falling in with that trash downstairs! \n[203]...Ashamed a yourself! Didn't your mama raise you right! \n[204]  \n[205] \n[206]   \n[207]Mm-hmm. \n[208]I don't care they was receptive or not! \n[209]Well that is a shame. \n[210]Well I'm glad y'all came to see the light, anyway. I'm gonna have some tea and go to bed. \n[211]  \n[212] \n[213]  \n[214] \n[215]  \n[216]  \n[217] \n[218]   \n[219] \n[220]  \n[221]   \n[222]  \n[223]                \n[224]    \n[225]     \n[226]  \n[227] \n[228]Hmm. \n[229]   \n[230]Mm-hm. \n[231]  \n[232]Professor! \n[233]...Hmm. Couldn't face the music. \n[234]Scoot now! Outa the way! \n[235]Sheriff, I gotta make a statement. \n[236]I guess it can wait, but it's about that casino money. \n[237]Something? Everything! I got it at home. \n[238]The money. Two point six million dollars. Down in my root cellar. All stacked up nice and neat. \n[239]Bunch a desperate men that stole it put it there, that's how! They was musicians of the Renaissance period, played the sackbutt and so on -- well, it turns out they really couldn't play, although they could recite poems to break your heart. Their ringleader speaks in dead tongues. \n[240]I tried to get you to see him! That night? \n[241]I had to yell at 'em 'bout stealin' all that money and I guess I made 'em feel pretty bad 'cause they picked up and left without takin' the money. But I was peeved with 'em, Sheriff, they'd been up to all sorts of mischief, come close to blowin' up the house, disturbed Othar no end. \n[242]Wouldn't you be? All that racket! \n[243]And they let Pickles out too! \n[244]No, he's back, but what you want me to do with the money? \n[245]Keep it? \n[246]Well... I know it's only a penny offa everybody's policy... \n[247]I know folks don't much care. Could I... You s'pose I could... \n[248]Could I give it all to Bob Jones University? \n[249]...Well, long as everybody knows. \n[250]You're welcome, sheriff. Just doin' my duty. \n[251]Leaning, Leaning, Safe and secure from all harm. Lean on Jesus, Lean on Jesus, Leaning on the everlasting arm. \n[252]...What a fellowship, What a peace of mind, Safe and secure from all harm. Lean on Jesus, Lean on Jesus, Leaning on the everlasting arm... \n[253]...Pickles! \n[254]...Pickles! "}}