{"filename": "Pianist,-The_script.txt", "imdb_id": "tt0253474", "imdb_url": "https://www.imdb.com/title/tt0253474", "characters": ["Dorota", "Man Waiting to Cross", "Mr. Lipa", "Street Musician (as Lucie Skeaping)", "Feather Woman", "Father", "Wladyslaw Szpilman", "SS Slapping Father", "Street Musician", "Halina", "Regina", "Jurek", "Henryk", "Mother"], "dialogues": {"Dorota": "\n[1]Mr. Szpilman. \n[2]I came specially to meet you today. I love your playing, but what a day to choose. \n[3]My name's Dorota, I'm Jurek's sister. oh! You're bleeding. \n[4]I nagged Jurek for weeks and weeks. And at last he gave in and said, 'All right, come with me tomorrow,' and so I came and they bombed the station. \n[5]Really? \n[6]I've always loved your playing, Mr. Szpilman. \n[7]No one plays Chopin like you. \n[8]Oh, Mr Szpilman, you're quite... quite wonderful. \n[9]I didn't want to come, I didn't want to see all this, but I couldn't stop myself. \n[10]Fine, no, not really, they arrested my cousin, but Jurek says they'll let him out. This is disgraceful. \n[11]That's what I said, it's so - it's too absurd! \n[12] \n[13]Come in! come in! \n[14]  \n[15]Sit. \n[16] \n[17]He'll be back before curfew. \n[18]He'll be here soon. \n[19]Just over a year. \n[20]Dead. \n[21]Christmas. This is not a good time to have children. But then... \n[22]This is my husband. Wladyslaw Szpilman. Marek Gebczynski sent him. \n[23]      \n[24]Wladek? Wladek! I knew it, I knew this would happen! \n[25]I'm going to get a doctor. \n[26]I'll get Dr Luczak, we can trust him. \n[27]He's still a doctor. \n[28]We came to say goodbye. We're going to stay with my mother in Otwock.The baby's already there. It's safer. There's talk that the uprising will begin any day now. \n[29]That man Szalas should be shot. He's been collecting money on your behalf all over Warsaw. Apparently, people gave generously. So he collected a tidy sum. He told us he was visiting you daily. \n[30]Oh God! \n[31]Can you visit him again? \n[32]Michal brought food. I'll prepare something now for you, then we must go. ", "Lipa": "\n[1]That's the price. That's what I'm offering. And my advice is to accept. You won't get more from anyone else. \n[2]Two thousand. My advice is to take it. What you going to do when you're hungry? Eat the piano? \n[3](overlapping, warding off Henryk \n[4](recovering, catching his breath, overlapping \n[5]You haven't eaten today, you're crazy... ", "Feather": "\n[1]Excuse me, but have you by any chance seen my husband Izaak Szerman? \n[2]A tall handsome man with a little grey beard? \n[3]No? Oh, do forgive me. Goodbye, sleep well, if you see him, please do write, Izaak Szerman's his name... \n[4]Excuse me, but have you seen my husband Izaak Szerman? \n[5]He's tall, he's handsome. He has a little grey beard. If you see him, please do write, Izaak Szerman's his name, don't forget. ", "Woman": "\n[1]Excuse me, but have you by any chance seen my husband Izaak Szerman? \n[2]A tall handsome man with a little grey beard? \n[3]No? Oh, do forgive me. Goodbye, sleep well, if you see him, please do write, Izaak Szerman's his name... \n[4]Excuse me, but have you seen my husband Izaak Szerman? \n[5]He's tall, he's handsome. He has a little grey beard. If you see him, please do write, Izaak Szerman's his name, don't forget. \n[6] \n[7]Where are you taking us? \n[8]Why did I do it? Why did I do it? \n[9]Why did I do it? Why did I do it? \n[10]He's dying, don't you have a drop of water? My child's dying of thirst, he's dying, he's dying, I beg you! \n[11]Why did I do it? Why did I do it? \n[12]Why did I do it? Why did I do it? \n[13]Look - oh, do look! \n[14]Jews! \n[15](from behind the door \n[16]German! German! ", "Father": "\n[1]What you think, should I take Uncle Szymon's photograph? \n[2]He'll come home, he'll be all right. \n[3]What did I tell you? \n[4]The government's moved to Lublin. \n[5]There's hardly anybody left in this building, only women, the men have gone. \n[6]Here's to Great Britain and France. \n[7]I told you. Didn't I tell you? All will be well. \n[8](finishing the counting \n[9]Yes, five thousand and three zlotys, that's all we've got left. \n[10]No, no, no. I'll tell you what we'll do. We'll use tried and tested methods. You know what we did in the last war? We made a hole in the table leg and we hid the money in there. \n[11]Idiot! What would they want with a table? \n[12] \n[13]Will I still be able to play? \n[14]  \n[15]Doesn't it say we have to provide these armbands ourselves? Where will we get them? \n[16] \n[17]To tell you the truth, I thought it would be worse. \n[18]He brought cakes. \n[19]His father's back in the jewellery business and doing well, isn't that so, Yitzchak? Amazing. Jewellery. \n[20]I blame the Americans. \n[21]American Jews, and there's lots of them, what have they done for us? What do they think they're doing? People here are dying, haven't got a bite to eat. The Jewish bankers over there should be persuading America to declare war on Germany! \n[22] \n[23]At least we've got work in the ghetto. At least we're still together. \n[24]I can hear you. \n[25]Dr. Ehrlich, not so loud! \n[26]Dr. Ehrlich, what do you want me to do? You want me to fight? \n[27]He's right. What d'you think I can do? Fight them with my violin bow? \n[28]How much for a caramel? \n[29]What? For one caramel? What d'you think you're going to do with the money? \n[30](turning to the family ", "Wladyslaw": "\n[1]", "Szpilman": "\n[1]Hello. \n[2]Who are you? \n[3]It's nothing. \n[4] \n[5]It's a little cut, nothing. \n[6](looking around the room, bemused \n[7] \n[8]Where are we going? \n[9]Out of Warsaw. Where? \n[10]Heard what? \n[11]And what do you think you'll do while you're setting up a new line of defence? Wander round lugging your suitcases? \n[12]I'm not going anywhere. \n[13]No, no, no, I'm staying put. If I'm going to die, I prefer to die at home. \n[14]It certainly was. \n[15]That makes a change. \n[16]We use what? \n[17]Of course they'll notice it. But look-- This is a good place for something. \n[18]Just shut up. \n[19]Let's find out. \n[20]Jurek? Wladek Szpilman. \n[21]Fine, we're fine, thank you, and you? \n[22] \n[23]Maybe, maybe not, but, Jurek, don't be offended, I didn't call to discuss my future career. \n[24]You know something? Meeting you like that was absolutely wonderful. \n[25]Yes! It was...it was unforgettable. \n[26]Wladek, please. \n[27]I could accompany you, me on the piano, you on the cello. \n[28]Wladek, please. \n[29](grabbing the newspaper \n[30] \n[31]What is it? \n[32]What d'you mean, put us? \n[33]But...they won't get all of us... we'll...it's too small...there's four hundred thousand of us in Warsaw! \n[34]    \n[35](turning to them, severe \n[36]Dorota! \n[37]How are you doing? \n[38]Don't worry, it won't last long. \n[39]I'll see you...soon. \n[40]How will we sleep? \n[41]You sell anything? \n[42]That's better than yesterday. \n[43]I know. \n[44]I'm afraid not. \n[45]Thank you. But I've got work. \n[46] \n[47]You're amazing, Jehuda. \n[48]So, what's the news? \n[49]I don't know why I come here every evening, it's always such bad news. \n[50]Jehuda, give me something to do. \n[51]But I want to help, I want to. \n[52]There are notices going up. The city's to be cleansed of undesirables. \n[53]Toilets? \n[54]It's not funny. \n[55]What are you talking about, my tie? What's my tie got to do with anything? I need the tie for my work. \n[56]For what? For my tie? \n[57]    \n[58]  \n[59]  \n[60]What's happened? \n[61] \n[62]I'm afraid not. \n[63](to an elderly man nearest him \n[64] \n[65]Yitzchak! \n[66]Here, please! Wladek Szpilman! \n[67]Henryk's in there. \n[68]Believe me, they've picked him up. \n[69]Can you help? \n[70]Can you help us? \n[71]I've no money. \n[72]Yitzchak, they told me you had influence. \n[73]People I know. They said you're an important man. \n[74]You're out, aren't you? \n[75]I didn't grovel, I asked him to help. \n[76]Pay him? With what? With what could I pay him? Every zloty I earn we spend on food! \n[77]They were taking you away. \n[78]You're mad, that's your trouble, you're mad. \n[79]What's the matter? Are you sick? \n[80]What's that mean, no employment certificate? \n[81]Otherwise what? \n[82] \n[83]You've heard the rumours they're going to resettle us in the East? \n[84]I've been trying to get a certificate of employment for my father. I've managed to get certificates for me and the rest of the family but I need one more for my father. I've been trying all the firms, the shops... \n[85]I didn't know you were in the certificate business. \n[86] \n[87] \n[88]We're employed here, we've got certificates - \n[89]  \n[90]I'm sorry, I did my best, I thought the certificates would save us all. \n[91]Let's sit over there. \n[92]  \n[93]      \n[94](shakes his head, almost to himself, a forlorn smile \n[95]What are you reading? \n[96]Very appropriate. \n[97]Halina? \n[98]Funny time to say this. \n[99]wish I knew you better. \n[100] \n[101] \n[102]It's like this... I...we...all of them. \n[103] \n[104]Yes. \n[105]A singer. Her husband's an actor. I knew them well. Good people. I'd like to talk to her. \n[106]How long have you been here? \n[107]If you need help... \n[108] \n[109]Have a favour to ask. I want to get out of here. \n[110]I know. But last summer, I worked for a day in Zelazna Brama Square. I saw someone I knew. A singer. Her husband's an actor. They're old friends. ( I've written their names down. And their address. If they're still there. Janina Godlewska and Andrzej Bogucki. Good people. Majorek, you go into the town every day. Would you try and make contact? Ask them if they'd help me get out of here? \n[111] \n[112]It's only potatoes and bread. \n[113]You made contact? \n[114]Oh, shit! \n[115](tentatively, in German \n[116]Thank you, I don't. \n[117]I'll be fine. \n[118]  \n[119]Yes, but sometimes I'm still not sure which side of the wall I'm on. \n[120]  \n[121]   \n[122]Thank you. \n[123]should never have come out. I should've stayed there, fought with them. \n[124]Yes, so did the Germans. \n[125]Yes, but what good did it do? \n[126]  \n[127]  \n[128]What's happened? \n[129]What's happened? \n[130]Where do you want me to go?  Look at me. No, no, I'm not leaving. Can't I take my chances here? \n[131]  \n[132]It belongs to a friend of mine. I came to visit but I must have just missed him. \n[133]Mr Gebczynski sent me. \n[134]Dorota. \n[135]I'm sorry - I was given this address. I'm looking for a Mr-- -- a Mr Dzikiewicz. \n[136]I need help. \n[137]I've been in hiding. I need somewhere to stay. \n[138]How long have you been married? \n[139]And how's Yurek? \n[140]When's your baby due? \n[141]Mr Gebczynski said to contact you only in an emergency, but... \n[142]Excuse me, could I have a piece of bread? \n[143]   \n[144]Thank you. \n[145]No, I don't think so? \n[146]Sorry, I don't remember. \n[147]How long is this meant to last? \n[148]think I've got jaundice. \n[149]Why didn't you come sooner? It's been over two weeks. \n[150]Sell this. Food's more important than time. \n[151]Doctor, thank you. \n[152]           \n[153]    \n[154]    \n[155]       \n[156]      \n[157]    \n[158]  \n[159]      \n[160](barely audible, in German \n[161]I am... I was a pianist. \n[162] \n[163]Please. \n[164]What's all that gunfire? \n[165]What's happening? \n[166] \n[167]I don't know how to thank you. \n[168]What about you? \n[169]I'll play the piano again. On Polish radio. \n[170]Szpilman. \n[171] \n[172]Don't shoot! I'm Polish! \n[173] \n[174]I'm cold. \n[175]It's not here now. \n[176]You didn't catch his name. \n[177]", "Street": "\n[1]   \n[2]  \n[3]   \n[4]    \n[5]      \n[6]  \n[7]    \n[8]  \n[9]      \n[10]  \n[11]   \n[12]   \n[13]  \n[14]  \n[15]  \n[16]    \n[17]   \n[18]  \n[19]  \n[20]   \n[21]   \n[22]   \n[23]  \n[24]  \n[25]   \n[26]  \n[27]  \n[28]   \n[29]   \n[30]  \n[31]   \n[32]      \n[33]      \n[34]  \n[35]  \n[36]   \n[37]     \n[38]    \n[39]   \n[40]  ", "Musician": "", "Halina": "\n[1](calling through a door \n[2]I used it for packing. \n[3]All able-bodied men must leave the city, go across the river and set up a new line of defence, that's what it said. \n[4]Good! I'm not going anywhere either! \n[5]Deposit it in a bank. Blocked account. \n[6]There's a good place under the cupboard. \n[7]She's a lawyer, she likes order. \n[8]Have you seen this? \n[9]That's where they're going to put us. \n[10]'By order of the Governor of the Warsaw District, Dr. Fischer, concerning the establishment of the Jewish District in Warsaw. There will be created a Jewish District in which all Jews living in Warsaw or moving to Warsaw will have to reside.\"  And look here: 'Jews living outside of the prescribed area will have to move to the Jewish district by 31st of October 1940.' \n[11]Mama, what is it? \n[12] \n[13]On a Jew? They allowed a Pole to come in to operate on a Jew? \n[14] \n[15]They're hunting people on the streets. They've picked up Henryk. \n[16]We heard you were here...we...didn't want...we...we wanted to be with you. \n[17]She's getting on my nerves. What did she do, for God's sake? \n[18]What? \n[19]What? \n[20] ", "Regina": "\n[1]Mama, Wladek's home. \n[2]What's it look like we're doing? \n[3]You haven't heard? \n[4]Haven't you seen the paper? Where's the paper? \n[5] \n[6]It's three thousand and three zlotys too much, 'Re: Further restrictions regarding liquid assets: Jews will be allowed to keep a maximum of two thousand zlotys in their homes.' \n[7]We could hide the money here in the window frame. \n[8]Quiet! Quiet! Order, please, order! \n[9]Listen, just listen. Let's come to an agreement. We jam the money in the window frame. The watch we hide under the cupboard. And the chain we put in the violin. \n[10]won't wear it. I'm not going to be branded. \n[11]But...but it's a Steinway, Mr Lipa... \n[12] \n[13]The surgeon? \n[14] \n[15]Let's just hope that Henryk and Halina will be better off - \n[16](to a Jewish policeman \n[17] ", "Jurek": "\n[1]C'mon, Dorota, you can write him a fan letter later, this isn't the best time, c'mon. \n[2] \n[3] \n[4] ", "Henryk": "\n[1]I told her not to worry. You had your papers on you. If you'd been hit by a bomb, they'd have known where to take you. \n[2]Warsaw's not the only radio station. \n[3]Sssh! \n[4]Ssh! I've got something, listen... \n[5](lighting up a cigarette \n[6]Banks? Who'd be stupid enough to deposit money in a German bank? \n[7]And suppose they take the table away? \n[8]The Germans go into Jewish homes and they just take what they want, furniture, valuables, anything. \n[9]No, no. Listen, I've been thinking -- \n[10]You know what we do? We use psychology. \n[11]We leave the money and the watch on the table. And we cover it like this. In full view. The Germans will search high and low, I promise you, they'll never notice it. \n[12]A good place for what? He's insane! \n[13]I won't wear it. \n[14]We're not going to get them. We're not going to wear them! \n[15]No. Three hundred and sixty thousand, so it'll be easy. \n[16]Get out! You're a thieving bastard, we don't want your money, get out! We'd rather give it away! Get out! \n[17]Just one. Dostoevsky. The Idiot. Three zlotys. \n[18]Three lousy zlotys. And there are people here making millions. \n[19]You don't know, believe me. They bribe the guards. The guards turn a blind eye. They're bringing in cartloads, food, tobacco, liquor, French cosmetics, and the poor are dying all around them and they don't give a damn. \n[20]Sometimes I wish I could go mad. \n[21]Don't worry about it, they're about to build a bridge, haven't you heard? \n[22]What's this about? \n[23]So, what are you doing here? \n[24]Who's recruiting? \n[25] \n[26]But why me? I thought you only recruited boys with rich fathers. Look at my father, look at us, I mean... \n[27] \n[28]Okay, then I'll tell you something funny. You know who I mean by Dr. Raszeja. \n[29]The surgeon. Well, for some reason, don't ask me why, the Germans allowed him into the ghetto to perform an operation... \n[30]He got a pass, that's all I know. Anyway, he puts the patient to sleep and starts the operation. He'd just made the first incision when the SS burst in, shoot the patient lying on the table, and then shoot Dr. Raszeja and everybody else who was there. Isn't that a laugh? The patient didn't feel a thing, he was anaesthetised - \n[31]What's the matter with you all? Have you lost your sense of humour? \n[32]Well, you know what's funny? You're funny with that ridiculous tie. \n[33]Your work, yes, playing the piano for all the parasites in the ghetto, they don't give a damn about people's sufferings, they don't even notice what's going on around them! \n[34](immediately on the attack, furious \n[35]Did you beg, did you grovel to that piece of shit, that cockroach? \n[36]What did you pay him? \n[37]I can look after myself! \n[38]It's nothing to do with you. It's me they wanted, not you. Why do you interfere in other people's business? \n[39]That's also my business. \n[40]Hungry. \n[41]You have to have an employment certificate to work for one of the German firms in the ghetto, otherwise... \n[42]You'll be deported. \n[43]They're going to resettle us. Send us to labour camps. In the east. And they're closing the small ghetto. \n[44](a crooked, ironic smile \n[45](taking the book back and resuming his reading \n[46]Idiot. What's he think he's going to do with the money? ", "Mother": "\n[1]Take it, don't take it, take what you like. Can't you see I'm worried sick? \n[2]Thank God - Wladek! You're wounded. \n[3]I've been worried sick. \n[4]Henryk, don't say things like that, God forbid, God forbid. \n[5]Pack, darling, get your things, pack. \n[6]Out of Warsaw. \n[7]Pack, Wladek, there's no time. \n[8]Don't be ridiculous, we've got to keep together. \n[9]God forbid! \n[10]When there's something to celebrate, you've got to make an effort. \n[11]Is that all? \n[12]What are we supposed to do with the rest? \n[13]What d'you mean, take the table away? \n[14]Do they? \n[15]What on earth are you doing? \n[16]Twenty zlotys. That's all we've got left. What can I buy with twenty zlotys? I'm sick of cooking potatoes, potatoes, potatoes. \n[17]I'll sleep with the girls in the kitchen. You, Henrykc and Papa in here. \n[18]Good, they're here. Yitzchak Heller's been waiting for you, Henryk. \n[19]Sit down, have tea, I'll start lunch when the girls get back. \n[20]And, please, tonight, for once, I don't want anything bad talked about. Let's enjoy our meal. \n[21]Henryk, I said nothing bad. \n[22]Boys, boys... \n[23]Stop it, Wladek. \n[24]Henryk! \n[25]Halina! Henryk! "}}