{"filename": "Ghost-and-the-Darkness,-The_script.txt", "imdb_id": "tt0116409", "imdb_url": "https://www.imdb.com/title/tt0116409", "characters": ["Mahina", "Worker #1", "Orderly #1", "Angus Starling", "Dr. David Hawthorne", "Abdullah", "Worker #3 (as Rakeem Khan)", "Worker #2", "Samuel", "Robert Beaumont", "Col. John Henry Patterson", "Helena Patterson", "Indian Victim", "Charles Remington", "Nervous Sikh Orderly"], "dialogues": {"Mahina": "", "Worker": "", "#1": "", "Orderly": "", "Angus": "", "Starling": "\n[1]\t\t\t(as Patterson helps \t\t\thim aboard \t\tMany thanks. \t\t\t \t\tYou're Patterson, yes? \t\t\t \t\tNigel Starling- I'll be assisting you \t\tat Tsavo- but surely Beaumont must \t\thave told you that.  \n[2]\t\tThat. I know Robert seems dreadful, \t\tbut when you truly get to know the man, \t\twell, he's much worse. \t\t\t \t\tAnd I'm one of his defenders. \t\t\t \t\tForget him for now- it's your first \t\tride to Tsavo- I think you'll find it \t\tbreathtaking. \t\t\t  \n[3]\t\tAren't they amazing?  \n[4]\t\tDon't much like them.  \n[5]\t\tAnything special about them?  \n[6]\t\t\t \t\tI've lived in Africa a year and I \t\tdon't know what you know. How long \t\thave you been here?  \n[7]\t\t\t \t\tEvery time I see something like that, \t\tI know we're right to be here- to \t\tbring Christianity into their lives, \t\tenrich their souls.  \n[8]\t\t\t \t\tWe all have our reasons. Mine is \t\tsimply to make them understand \t\thappiness, accept salvation, know the \t\tserenity that comes- \t\t\t \t\t-best I stop. One of the by-products \t\tof my belief is that I can become \t\tamazingly boring. But I know God smiles \t\ton me.  \n[9]\t\tWelcome to Tsavo. \t\t\t  \n[10]\t\t\t(indicating Samuel, \t\t\twho is approaching \t\tSamuel is camp liaison- absolutely \t\tindispensable- the only man here \t\teveryone trusts.  \n[11]\t\t\t \t\tSamuel- John Patterson.  \n[12]\t\tI've got medical supplies to \t\tdeliver. Come along to the hospital \t\twhen you're done. \t\t\t  \n[13]\t\tFinish your tour?  \n[14]\t\tYes- but their suffering is only \t\ttransitory- once they except God \t\tinto their hearts, He will vanquish \t\tall pain.  \n[15]\t\tYou never had it.  \n[16]\t\t\t \t\tA man-eater attacks and you're such \t\ta buffoon you almost forget to mention \t\tit?  \n[17]\t\tI couldn't believe it when you said \t\t\"sort it out.\" As if it were the most \t\tnormal thing in the world. \"Ho-hum, \t\twhat lovely tea, I think I'll bag a \t\tkiller beast this evening, nothing \t\tmuch else going on anyway.\"  \n[18]\t\t\t \t\tYou said \"of course\" you'd need the \t\tdonkey. Why \"of course\"?  \n[19]\t\tI don't suppose I could watch.  \n[20]\t\tI've never been all that adventurous. \t\tI wouldn't be in the way?  \n[21]\t\t\t \t\tWell, why not? You seem so calm and \t\texperienced. \t\t\t \t\tWhy not, indeed! \t\t\t  \n[22]\t\t\t \t\tI hate to be a bother, John, but the \t\tcramp's getting worse. \t\t\t(Pulls up his trousers- \t\t\this leg is knotted \t\tThe pain is actually quite unbearable \t\tnow.  \n[23]\t\tI'm sure you mean that to be comforting, \t\tbut-  \n[24]\t\tThat is precisely my plan- but back in \t\tmy tent. \t\t\t  \n[25]\t\tJohn? I know this isn't the time to ask, \t\tbut-  \n[26]\t\tSince you'd only been here three hours \t\twhen we met, are you sure this is how \t\tyou hunt lions?  \n[27]\t\t\t \t\t...one shot...  \n[28]\t\tWith much more on the way- \t\t\t \t\t-John- we could have had this chat on \t\tflatter ground-  \n[29]\t\tAren't we full of ourselves today? \t\t\t \t\tI think it's because of the lion.  \n[30]\t\tHow many shots did you need?  \n[31]\t\tYou do plan to mark it a bit more \t\tprecisely than just- \t\t\t \t\t-\"there.\"  \n[32]\t\t\t \t\tJohn, it will not be easy.  \n[33]\t\t\t \t\t-please- you needn't be so graphic-  \n[34]\t\t\t \t\tBut you said they were always old.  \n[35]\t\t\t \t\t-far end of camp- man wandering alone \t\tat night. Hawthorne's examining the \t\tbody now. \t\t\t \t\tThere's even less of him than of Singh.  \n[36]\t\tNot good enough- look, it's got to \t\tbe tighter. Tighter.  \n[37]\t\tWhat a good week.  \n[38]\t\t\t \t\tWe all worked together. Worthy deeds \t\twere accomplished. I liked the labor. \t\t\t \t\tMy mother insisted on piano lessons- \t\tbroke the dear woman's heart when I \t\tturned out to be tone deaf- but she \t\tstill was always at me about being \t\tcareful with my hands. \t\t\t \t\tI like the blood, is that strange?  \n[39]\t\tEven you two must admit that it is a \t\tglorious thing, what Man can \t\taccomplish. When there is a common \t\tsplendid goal, there are no limits. \t\tThink what we will accomplish when we \t\tall have God's warmth in our hearts. \t\t\t(Samuel's eyes have \t\t\tclosed; he begins to snore. \t\t\tPatterson can't help \t\t\tlaughing  \n[40]\t\tI am immune to your disdain. \t\t\t \t\tWhen I came here, I had but one small \t\tgoal: to convert the entire continent \t\tof Africa. \t\t\t \t\tNow I've decided to move on to \t\tsomething really difficult: I will not \t\trest until both of you are safely in \t\tthe fold.  \n[41]\t\tThe struggle is the glory... \t\t\t  ", "Abdullah": "\n[1]\t\t\t \t\t-malaria epidemic; very sudden.  \n[2]\t\t\t \t\tOh, you're a doctor now, too?  \n[3]\t\tOn that I choose to remain dubious. \t\t\t \t\tTwo are dead now in two nights. \t\t\t  \n[4]\t\tOf course you will, you are white, you \t\tcan do anything... \t\t\t(They look at each \t\t\tother. They are not \t\t\tfriends. Now-  \n[5]\t\t\t \t\t-you do not call me a liar- you know \t\tnothing of their health- consider \t\tyourself fortunate I persuaded so \t\tmany to stay- consider yourself \t\tfortunate I have decided to stay-  \n[6]\t\tHe'll replace you, too- that's all \t\tyou really care about.  \n[7]\t\tAs are they all.  \n[8]\t\tThe next time will be as this time- \t\tThe Devil has come to Tsavo-  \n[9]\t\t\t(moving in- tension rising \t\t\tas others crowd behind him \t\t-now you're telling me my beliefs?- I \t\tdon't think so-  \n[10]\t\t\t \t\t-at last you're right- we do- you are \t\tthe problem in Tsavo-  \n[11]\t\tYou do not tell me \"careful\"- you do \t\tnot tell me anything- you listen \t\twhile I talk- \t\t\t(Now suddenly a shadow \t\t\tseems to cross-  \n[12]\t\t\t \t\tYou don't know all that has happened \t\there- the Devil has come to Tsavo.  \n[13]\t\t\t \t\tI am a man of peace.  \n[14]\t\tMost certainly. Absolutely. Yes.  \n[15]\t\t\t \t\tI think it's been a pleasure.  \n[16]\t\tHow; we don't know where they are?  ", "#2": "", "Samuel": "\n[1]\t\t\t \t\tAnd very poor French.  \n[2]\t\t\t \t\tThe bridgebuilder- \t\t\t(gesturing to the \t\t\tworking men \t\t-we have been getting ready for \t\tyou.  \n[3]\t\tI will bring him, Nigel.  We should realize by now that Samuel's was the voice we heard at the very beginning of the picture.  \n[4]\t\tBecause they are here. \t\t\t \t\tBecause Tsavo is the worst place in \t\tthe world. \t\t\t \t\tCome, John- to the bridge. \t\t\t  \n[5]\t\tThank you. The truth is this: you \t\thave to work at it constantly.  \n[6]\t\tGet on? They detest each other. \t\tObviously the Africans hate the \t\tIndians. But the Indians also hate \t\tthe other Indians. Some of them \t\tworship cows, while others eat them. \t\t\t  \n[7]\t\t\t \t\tRailhead is across there.  \n[8]\t\tThree thousand men laying track- when \t\tthe bridge is done, it all joins up.  Patterson nods, says nothing, but goes to his haunches, staring at the space where the bridge is to be.  \n[9]\t\tDid it look like this in your mind?  \n[10]\t\t\t \t\tI am also liaison between these two.  \n[11]\t\tOne shot- one-  \n[12]\t\tPatterson has made the nights safe \t\tagain.  \n[13]\t\t\t \n[14]\t\tYou- they cannot believe you're \t\tstill here.  \n[15]\t\tYou don't know what Tsavo means, do \t\tyou? \t\t\t \t\tIt means \"slaughter\"...  \n[16]\t\tWe should construct thorn fences \t\taround every tent area. Fires burning \t\tat night.  \n[17]\t\tOh yes, I think so. \t\t\t(Starling smiles, starts \t\t\tto speak  \n[18]\t\tI've had four wives, good luck.  \n[19]\t\tFor you.  \n[20]\t\t\t(watching as Patterson \t\t\topens it \t\tGood news?  \n[21]\t\tDo you love her?  \n[22]\t\t\t \t\tYou give me hope, John. \t\t\t  \n[23]\t\t\t \t\tI have never experienced anything \t\tlike it.  \n[24]\t\t\t \t\tLet me deliver the bibles.  \n[25]\t\tThe Ghost and The Darkness have come.  \n[26]\t\tIt's Redbeard, Abdullah- he'll kill \t\tyou.  \n[27]\t\tSoon. \t\t\t  \n[28]\t\tI don't believe you had a mother. \t\t\t(And as Redbeard \t\t\tlaughs too-  \n[29]\t\tOh yes. But it takes time.  \n[30]\t\t\t \t\tSince his beard was red.  \n[31]\t\tHow many cattle?  \n[32]\t\tThey will want a lot of money.  \n[33]\t\t\t(Samuel explains. The \t\t\tMasai Chief replies. \t\t\tTranslating \t\tWhy so many?  \n[34]\t\t\t \t\tThe Ghost and the Darkness have \t\tcome... and we can do nothing... \t\tbut if you anger them... they will \t\tstay in Tsavo... and life will \t\tbecome more unberable, that I know...  \n[35]\t\tWhatever you wish.  \n[36]\t\tMuch gentler now.  \n[37]\t\tHe doesn't. He needs nobody. But \t\twe have hunted many times... \t\t\t \t\t...he knows I am afraid of lions...  \n[38]\t\tDid you ever see a lion that size?  \n[39]\t\tIt's Hawthorne's.  \n[40]\t\tAnd where will you sleep beautifully?  \n[41]\t\t\t \t\tBoth of them over there.  He is pointing to Patterson's area. Patterson goes to Redbeard.  \n[42] -we're by the river and this is a repeat of the earlier moment when the three men brought the old man-eater into camp-  -only now eight men appear, carrying The Ghost- eight is the actual number of men that it took, and as they lower the dead animal to the ground-  \n[43]\t\t\t \t\tWhere do you go next?  \n[44]\t\tHelp finish the railroad.  \n[45]\t\tThree years I've worked for the \t\trailroad. Now I don't know why. It \t\tseemed a good idea once.  \n[46]\t\t\t \t\tSome mysteries should not have \t\tsolutions.  \n[47]\t\t\t \t\tOnce... \t\t\t(HOLD on the two \t\t\tin the firelight. Then-  \n[48]\n[49] Samuel is awake now. Patterson stares at the river which is calm.  \n[50]\t\t\t \t\tUnderneath. \t\t\t \t\tSomewhere.  \n[51]\t\t\t \t\tAfraid of lions.  \n[52]\t\tHere we still wonder about them. \t\tHow did they escape for nine months? \t\tAnd kill 135 men? And stop the \t\trailroad? \t\t\t \t\tAnd were they only lions? \t\t\t \t\tIf you want to decide for yourself, \t\tyou must go to America. They are at \t\tthe Field Museum in Chicago, and \t\teven now, after they have been dead \t\ta century, if you dare to lock eyes \t\twith them... \t\t\t \t\t...you will be afraid.  In the distance, the animals continue to move.  \n[53]\t\tSleep well.  HOLD ON THE ANIMALS. They seem to go on forever...  ", "Robert": "", "Beaumont": "\n[1]\t\t\t \t\tJohn Henry Patterson, come in. I'm \t\tRobert Beaumont. \t\t\t \t\tFirm- I like that, tells me a lot \t\tabout you- \t\t\t \t\t-now why don't you tell me about me? \t\tTo get you started, many people find \t\tme handsome, with a wonderful smile. \t\tI'm sure you agree. \t\t\t(Surprised, uncomfortable, \t\t\tPatterson nods \t\tWinning personality, heaps of charm?  \n[2]\t\tGames? \t\t\t \t\tLook at me closely, Patterson: I am \t\ta monster. My only pleasure is \t\ttormenting people who work for me, \t\tsuch as yourself. \t\t\t(again the smile - only \t\t\tnow it's chilling \t\tOne mistake and I promise you this: \t\tI'll make you hate me.  \n[3]\t\t\t \t\tWe are building this railroad \t\tacross Africa for the glorious \t\tpurpose of saving Africa from the \t\tAfricans. And, of course, to end \t\tslavery. The Germans and French \t\tare our competition. We are ahead, \t\tand we will stay ahead providing \t\tyou do what I hired you to do-  \n[4]\t\t-build the bridge over the Tsavo \t\triver. And be finished in four \t\tmonths time. Can you do that?  \n[5]\t\tYou've never built in Africa.  \n[6]\t\tYou'll need your confidence, I \t\tpromise you.  \n[7]\t\tVery moving, Patterson; I'm touched \t\tyou confided in me. \t\t\t \t\tBut I don't really give a shit about \t\tyour upcoming litter. I've made you \t\twith this assignment- \t\t\t \t\t-don't make me break you.  \n[8]\t\t\t \t\tHow could it be? I hate Africa.  Now there is the sudden sound of men singing- Patterson looks around and we  \n[9]\t\tLovely sound- they seem happy.  \n[10]\t\tSo work must be going well?  \n[11]\t\tBut overall, you're pleased?  \n[12]\t\tI almost feel like getting right \t\tback on. \t\t\t  \n[13]\t\t\t \t\tI suppose it would be a dereliction \t\tof duty not to at least look around.  Now Abdullah wanders happily by.  \n[14]\t\tI do need to see Starling.  \n[15]\t\tAwhile back he ordered some bibles- \t\t\t \t\t-I've brought them. \t\t\t \t\tIs he here?  \n[16]\t\tWell, I need to speak to him.  \n[17]\t\tExcellent show. \t\t\t \t\tWhere is Starling?  \n[18]\t\tWhat in hell is going on?  \n[19]\t\t\t \t\tIn English.  \n[20]\t\t-what's the surprise in that, this is \t\tAfrica?  \n[21]\t\tWhat have they done besides kill \t\tStarling? \t\t\t \t\tHow many have they killed? \t\t\t(Patterson nods for \t\t\tHawthorne to answer  \n[22]\t\t\t \t\tHow many?  \n[23]\t\t\t \t\tChrist! \t\t\t \t\tWhat are you doing about it? \t\t\t  \n[24]\t\tThis is supposed to be salvation? \t\t\t \t\tWhat kind of idiocy are we dealing \t\twith here?  \n[25]\t\t\t \t\tGenius- the beast will enter, \t\ttripping the wire, the door will \t\tslide down, trapping him, you, safe \t\tbehind the bars, will have him at \t\tyour mercy and will shoot him.  Patterson nods. Beaumont explodes.  \n[26]\t\tAre you running a high fever, man? \t\tHow could you expect something as \t\tlunatic as this to succeed? How \t\tcould you even conceive of it?  \n[27]\t\t\t \t\tAnd it worked?  \n[28]\t\tI made a mistake hiring you- \t\tyou're simply not up to the job. \t\t\t  \n[29]\t\tLet me explain about time- you've \t\tbeen here three months and already \t\ttwo months behind. And the Germans \t\tand the French are gearing up. And \t\tI don't care about you and I don't \t\tcare about the thirty dead- I care \t\tabout my knighthood and if this \t\trailroad finishes on schedule, I'll \t\tget my knighthood and I want it. \t\t\t(glancing around as \t\t\tSamuel appears, goes to \t\t\tthe workers \t\tProfessional hunters may be the answer.  \n[30]\t\tI'm going to try and locate Redbeard- \t\tI assume you've heard of him.  \n[31]\t\t\t \t\tVery well, the job's still yours, I'll \t\tgo. But if I have to return, you're \t\tfinished. And I will then do everything \t\tI can to destroy your reputation. Am I \t\tnot fair? \t\t\t \t\tTold you you'd hate me. \t\t\t  \n[32]\t\tI think another for posterity- \t\tthis is an important moment in \t\tmy life.  He strikes another pose- the Photographer goes to work.  \n[33]\t\tUnderstand, I had help-  \n[34]\t\tOh surely there's enough credit \t\tfor us all- let's not forget, you \t\tdid the actual shooting. Of course, \t\tI hired you, I was the general who \t\tput the team together. And generals \t\tare the ones who tend to be \t\tremembered.  \n[35]\t\tClever idea, I like it.  ", "Helena": "\n[1]\t\tI tried to be late, John- it would \t\thave been easier if you'd gone.  \n[2]\t\t\t \t\tTell me about Beaumont- does he \t\tunderstand how brilliant you are, \t\thow lucky he is to have you?  \n[3]\t\tOh dear- \t\t\t \t\t-you're geting that downtrodden look \t\tagain-  \n[4]\t\t\t \t\t-oh please- if I'd been against your \t\ttaking this, you would have abandoned \t\tme. You've been desperate to see Africa \t\tyour whole life.  \n[5]\t\t-not \"what if\"- there will be, there \t\talways are. Which only means that our \t\t\"son\" and I- note my confidence- will \t\thave an excuse to come visit.  THE TRAIN WHISTLE sounds.  \n[6]\t\tGo, now. \t\t\t \t\tSuch a gentleman. \t\t\t  \n[7]\t\tYou build bridges, John- \t\t\t \t\t-you've got to go where the rivers are.  They hold each other a moment more, then break, then back into each other's arms a final time, then-  \n[8]\t\tDarling one- the big excitement \t\tyesterday was when some school- \t\tchildren spotted a whale- \t\t\t \t\t-they were looking at me, John-  \n[9]\t\tThat was an attempt at humor but I \t\tdon't feel very funny these days. I \t\tmiss you terribly and after our son- \t\tI still have total confidence- well, \t\tafter he's born I think travel might \t\tbe broadening. As he kicks me at \t\tnight I'm quite sure he's telling me \t\the definitely wants to come to Africa. \t\t\t \t\tThought you might need reminding.  \n[10]\t\tCould you tell him that his wife- \t\t\t \t\t-that his family has come to see him. \t\t\t  ", "Patterson": "\n[1]\t\tMy wife is the game player in the \t\tfamily, sir.  \n[2]\t\tI'm sure you've examined my record. \t\tSo you know I've never yet been \t\tlate on a bridge.  \n[3]\t\tBut I have in India- every country \t\tpresents problems.  \n[4]\t\tI've got a reason far beyond \t\tconfidence: my wife is having our \t\tfirstborn in five months and I \t\tpromised I'd be with her when the \t\tbaby comes.  \n[5]\t\t\t \t\tYou won't have the chance. \t\t\t \t\tAny further words of encouragement? \t\t\t \t\tThen I've a train to catch.  They look at each other a moment in silence - and it's very clear they do not like each other. Patterson turns, leaves and we  \n[6]\t\t\t(They are nutty about \t\t\teach other - he nods \t\tWe're not much good at goodbyes, \t\tHelena.  \n[7]\t\tIt was embarrassing- the man showered \t\tme with compliments.  They start to walk hand in hand along the platform toward a quieter place. Patterson is suddenly very serious-  \n[8]\t\t-well, it's just... \t\t\t \t\t...other men don't abandon their wives \t\tat such a time-  \n[9]\t\tWhat if there are complications?-  \n[10]\t\tI am desperate to see Africa- but I \t\thate the leaving.  \n[11]\t\tHe just gave me his \"monster\" speech.  \n[12]\t\t\t \t\t\"Breathtaking\" doesn't begin to do it \t\tjustice. \t\t\t(As Starling starts to \t\t\tlaugh, his mouth opens \t\t\tand sand flies in, and \t\t\this coughing fit returns \t\t\tand  \n[13] He stares out-  -and from his face it's clear something special has happened. And now, at last-  \n[14]\t\tYou know the most amazing thing \t\tabout them?- they only sleep five \t\tminutes a day. \t\t\t(Starling glances at him- \t\t\tclearly, he didn't know that  \n[15]\t\t\t \t\tThe females are bigger- only animal \t\there like that- have to be or they \t\twouldn't survive because the males \t\teat the young.  \n[16]\t\tJust that they fart through their \t\tmouths. \t\t\t \t\tMust make kissing something of a \t\tgamble.  \n[17]\t\t\t \t\tAlmost three hours. \t\t\t \t\tBut I've been getting ready all my \t\tlife. \t\t\t  \n[18]\t\tBeaumont says it's to end slavery.  \n[19]\t\t\t \t\tHave you got that in writing? \t\t\t(Starling, amazingly good \t\t\tnatured, laughs. And now-  \n[20]\t\t\t \t\tDoes he speak English?  \n[21]\t\tExcellent. Could I see the bridge \t\tsite? \t\t\t  \n[22]\t\tWhy do the workers look unhappy?  \n[23]\t\t\t(as they pass the INDIAN \t\t\ttent area where prayer is \t\t\tstarting \t\tIt's all wonderfully under control, \t\tSamuel- you've done a splendid job.  \n[24]\t\tThe workers don't get on?  \n[25]\t\t\t \t\tThis is more difficult-  \n[26]\t\t\t \t\t-but how wonderful that it's \t\tdifficult, it should be difficult- \t\twhat better job in all the world \t\tthan build a bridge?- make things \t\tconnect- bring worlds together- and \t\tget it right! \t\t\t  \n[27]\t\t\t \t\tAnd anxious to get started. \t\t\t \t\tWhat is this, mostly malaria?  \n[28]\t\t\t \t\tClearly you don't agree about building \t\tthe railroad?  \n[29]\t\tThen why do you stay?  \n[30]\t\t\t \t\tKarim will have to show me where it \t\thappened. And of course, I'll need \t\tthe donkey. \t\t\t \t\tWith any luck, I'll sort it out tonight. \t\t\t(And he walks out, leaving \t\t\tan astonished Starling \t\t\tstaring after him  \n[31] Starling has a tent there, too, as do Samuel and Hawthorne. And there are half a dozen ORDERLIES.  Right now, Patterson is unpacking, moving in and out of his tent. Starling, sipping tea, sits and watches.  \n[32]\t\tWell, he put me in a spot, didn't he? \t\tBut that's all right- after all, I'm \t\tresponsible for everything that happens \t\there. And it certainly won't do much \t\tfor morale if a man-eater's on the prowl.  He goes into his tent with some books now and we go with him. There is a photo of Helena on a small table. A photo of an ELDERLY COUPLE, clearly his parents. His clothes are stacked with precision. He arranges his books precisely too.  Clearly, John Patterson is a man who believes in order.  \n[33]\t\t\t(taking a rifle, \t\t\tmoving outside \t\tWe know three things about man-eaters. \t\tFirst, they always return to where \t\tthey've attacked before. Second, they're \t\talways old- they can't catch other \t\tanimals so they turn to us. And third, \t\tthey're always alone- they've been cast \t\tout by their pride because they can't \t\tkeep up.  \n[34]\t\t\t \t\tMight be exciting for you.  \n[35]\t\tI'd love the company. And I've hunted \t\tall my life.  \n[36]\t\tShhh.  \n[37]\t\t\t \t\t-you'll have to deal with it, Nigel.  \n[38]\t\tThey own the night- nobody moves when \t\tthere's a man-eater out there.  Starling glumly obeys. Then-  \n[39]\t\tWhat?  \n[40]\t\tNot to terrify you, Nigel, but it's worse \t\tthan you think- I've never even seen one.  \n[41]\t\t\t \t\tSo that's what a lion looks like. \t\t\t  \n[42]\t\t\t \t\tAll right, I'd like to start the \t\tembankments today- \t\t\t \t\t-sufficient supplies on hand?  \n[43]\t\t-true enough- but without the comedy \t\trelief. \t\t\t(Starling, amazingly good \t\t\tnatured, smiles, gets \t\t\tback up  \n[44]\t\tHow lucky we are.  \n[45]\t\tPossibly.  \n[46]\t\tAll right- thee second embankment \t\twill go there. \t\t\t(He gestures toward \t\t\tthe river  \n[47]\t\t\t \t\tIn your honor, Nigel. And you and \t\tSingh will be in charge of building \t\tthem- and you'll also build the \t\troadbeds and the three foundation \t\tpillars- and you'll be finished in \t\teight thrilling weeks.  \n[48]\t\tNigel, you'll just have to use your \t\thands- \t\t\t(And he smiles, repeating \t\t\tSingh's gesture, both \t\t\tpalms out  \n[49]\t\tWhat are they looking at?  \n[50]\t\tNonsense.  \n[51] Starling is there, getting ready for bed. He's wiped out, too.  \n[52]\t\tI'll try- but this feels so different- \t\tthat old lion I killed could never \t\tcarry off a man Singh's size.  \n[53]\t\tThat's what the books say... \t\t\t  \n[54]\t\tYou were contracted to work-  \n[55]\t\tLet me see the sick.  \n[56]\t\tThere is no reason for fear.  \n[57]\t\t\t \t\tSecond death? Where?-  \n[58]\t\t\t \t\tBut it's crazy- the lion shouldn't be \t\tthat hungry this soon. \t\t\t(getting control- he \t\t\tlooks to Samuel \t\tSamuel?  \n[59]\t\tFine. Get started. And a strict curfew- \t\tno one allowed out at night. \t\t\t \t\tSend half your men to the bridge, the \t\trest with these two. \t\t\t \t\tAnd I'm sorry for my tone earlier. But \t\tI repeat- there is no reason for fear. \t\tI will kill the lion and I will build \t\tthe bridge.  \n[60]\t\tYou mean nobody died?  \n[61]\t\tLook out, Samuel, here it comes.  \n[62]\t\t\t \t\tThank you, Samuel.  \n[63]\t\t\t \t\tI expect so- it's from my wife.  \n[64]\t\tI do, actually; very much.  \n[65]\t\t\t \t\tJesus, two of them...  \n[66]\t\t\t(shouting over the noise \t\t\tof the approaching train \t\t-oh, sing a different song, Abdullah- \t\t\t(gesturing toward the men \t\t\twho stand by the train \t\t\ttracks \t\t-there's nothing wrong with your men \t\tso stop telling me there is-  \n[67]\t\t\t \t\tYou think you matter? \t\t\t(gesturing toward the \t\t\ttrain which is close to \t\t\tstopping now \t\t-Beaumont is on that train- he \t\tmatters-  \n[68]\t\tHe sees this chaos, he'll replace \t\tyou all.  \n[69]\t\tYou think so? Fine. \t\t\t \t\tIt's best you get out. Go. Tell all \t\tyour people to go, run home where \t\tthey'll be safe under the covers and \t\twhen the bridge is built and the \t\trailroad is done, they can tell their \t\twomen that out of all the thousands \t\twho worked here, they were the only \t\tones to flee- \t\t\t(And he wheels around, \t\t\tstarts to walk away as we-  \n[70]\t\tPleasant journey?  \n[71]\t\tDon't they, though?  \n[72]\t\t\t \t\tTruthfully? \t\t\t \t\tThere has been the occasional odd \t\thiccup- but then, as you so wisely \t\ttold me, I'd never built in Africa.  \n[73]\t\t\t \t\tMorning, friend, glorious day.  \n[74]\t\t\t \t\tStarling?  \n[75]\t\t\t \t\tYes he is.  \n[76]\t\tHere he comes now. \t\t\t  \n[77]\t\tIt's what the natives are calling \t\tthe lions- \t\t\t \t\t-two lions have been causing trouble-  \n[78]\t\tIt hasn't been that simple so far.  \n[79]\t\t\t \t\tI'm calling it my \"contraption\"- \t\twe're going to surround it with a \t\tboma- a fence, to you- and we're \t\tgoing to leave a small opening \t\topposite that door.  \n[80]\t\tIn that half will be bait- human \t\tbait- I'll start things off- \t\t\t(points to the open \t\t\tdoorway \t\t-a sliding door will fit above that \t\tand a trip wire will run across \t\tthe floor.  \n[81]\t\tI didn't conceive of it for the \t\tlions- I built one in India when \t\tthere was trouble with a tiger.  \n[82]\t\t\t \t\tIn point of fact, it didn't. \t\t\t \t\tBut I'm convinced the theory is \t\tsound.  \n[83]\t\tWhat?  \n[84] \n[85]\t\tYou genuinely enjoy trying to\t \t\tterrify people, don't you? Well, \t\tfine- \t\t\t \t\t-except there isn't a higher rated \t\tengineer and we both know that. And \t\tsince time is so important to you, \t\thow long do you think it would take \t\tto find someone else qualified and \t\tbring him here?  \n[86]\t\tAll they'll bring is more chaos and \t\twe've plenty of that already- and if \t\tthey come in, word will get out- and \t\twhat happens to your knighthood then?  \n[87]\t\tEvery man who's ever fired a rifle has \t\theard of him- by the time you find him, \t\tthe lions will be dead.  \n[88]\t\t\t \t\tI do hate him. \t\t\t(takes the bag from \t\t\tSamuel, pulls out flares \t\tI want you to distribute one bag of \t\tflares to every tent area- \t\t\t \t\t-tell the men to light them if \t\tthere's trouble- \t\t\t \t\t-make it two bags. \t\t\t  \n[89] A lamp burns alongside him. Across the bars, the door of the railroad car is open. Flickering shadows. Above the doorway is a thick wooden slab the size of the door. n the ground, barely visible, the trip wire.  \n[90]\t\t\"Dearest... \t\t...peace and tranquility continue to \t\tabound here- the workers report each \t\tday with a smile- except for your \t\tabsence, this whole adventunre is \t\tproviding me nothing but pleasure...\"  \n[91]\t\tFire.  The branch is destroyed, the flowers blown away.  \n[92] THE COOLIES hold rifles. They look like brothers, which they are. They also look tough. And they are that, too. THREE \n[93]\t\t\t \t\tVery good indeed.  \n[94]\t\tAll right- you'll spend your nights \t\tinside. \t\t\t(He indicates the railroad \t\t\tcar. The Coolies nod \t\tYou'll have plenty of ammunition. \t\tYou're totally protected, you have \t\treally nothing to fear.  \n[95] Patterson stands where The Darkness was. The three Coolies are where they spent the night, on the other side of the bars.  This was the lowest point yet for Patterson. Not only had his notion come so close to working, he could never fully comprehend how the coolies missed. It never seemed possible- but of course, it really happened.  \n[96]\t\tNot once?- you didn't hit it once?-  \n[97]\t\t-well, of course he kept moving- but \t\the couldn't have been more than ten \t\tfeet away from the three of you- surely \t\tyou must have wounded the thing-  \n[98]\t\t\t \t\t-that's ridiculous talk and you can't \t\tseriously believe it-  \n[99]\t\tI wasn't and you know it and don't \t\tpush it- just listen- we have a \t\tproblem in Tsavo-  \n[100]\t\t-careful, Abdullah-  Patterson and Abdullah and suddenly it's dangerous.  \n[101]\t\t\t \t\tI didn't have a chance to thank you.  \n[102]\t\tGot me out of trouble.  \n[103]\t\tWe need to talk.  \n[104]\t\tActually, no.  \n[105]\t\tSomehow I guessed. \t\t\t  \n[106]\t\t\t \t\tI have to ask- why do you need me?  \n[107]\t\t\t \t\tThat's very considerate.  \n[108]\t\tYou like him, don't you?  \n[109]\t\tYou've known him long?  \n[110]\t\t\t \t\tHave you got it?  \n[111]\t\tYou don't enjoy killing, do you? \t\t\t  \n[112]\t\tThank you. \t\t\t \t\tWhy does he need you by him?  \n[113]\t\t\t \t\tI can try.  \n[114]\t\tIt was probably luck- I'd rather \t\tyou did the shooting.  \n[115] The noise has kicked up and all the time it's coming closer and  \n[116] -and for a moment, they might be frozen in some horrible tableau-  \n[117]\t\t\t \t\t...misfire... it jammed...  \n[118]\t\t...don't know...  \n[119]\t\tHave you ever failed?  \n[120]\t\tGoddammit!  \n[121]\t\tBut of course yours worked.  \n[122] -but the New Hospital is on the other end, a good distance away.  \n[123]\t\tYou just got hit. \t\t\t \t\tThe getting up is up to you- but \t\tthey're only lions- \t\t\t \t\t-and I'm going after them crack \t\tof dawn... \t\t\t  \n[124]\t\tWhat happened to them?  \n[125]\t\tTheir den? \t\t\t \t\tHave you ever seen anything like \t\tthis?  \n[126]\t\t\t \t\tWhere could it have gone? How \t\tcould it get across the water? \t\t\t \t\tThey're only lions, yes?  \n[127] -outside the fence a dreadful sound- the crunching of bones.  Patterson, Redbeard, and Samuel emerge from tents, listen. Patterson is on one side of the area, Redbeard and Samuel on the other.  \n[128]\t\tEver have to use a machan? \t\t\t \t\tI did once. In India. We will \t\ttonight. \t\t\t  \n[129]\t\tThey're used to people in trees, \t\tnot in a clearing. \t\t\t \t\tIt may be tight.  \n[130]\t\tI'll be bait alone?  \n[131]\t\tI'll have to.  \n[132]\t\tWas that supposed to make me feel \t\tbetter? \t\t\t(Redbeard doesn't \t\t\treply. Now-  \n[133]\t\tYou think they'll come then? \t\t\t \t\tWhy?  \n[134]\t\tWhy?  \n[135]\t\tHow many do you think they've \t\tkilled?  \n[136] \n[137]\t\t-not a time for modesty, Bob-  \n[138]\t\t\t \t\tI never thought I'd say this, but \t\tI'm glad you came.  \n[139]\t\tActually, I could have done it \t\tmuch more easily without you, but \t\tfor whatever reason, I'm glad you \t\tcame. \t\t\t  Samuel, with his own bottle of champagne has wandered over, joins them.  \n[140]\t\tI want to meet my son- he must be \t\twhat, two months old?  They look at the fire a moment. Then-  \n[141]\t\tI feel the same about the bridge. \t\tThis country certainly didn't ask \t\tfor it, doesn't need it.  \n[142]\t\t\t \t\tHe has children?  \n[143] continuing to cry out until he realized the nightmare he just had is over-  -he staggers to his tent opening, goes outside.  \n[144]\t\tYou're positive lions hate baboons? \t\t\t \t\tPebbles? \t\t\t \t\tLet's get it over with.  \n[145]\n[146] He's tossing pebbles now as Samuel dozes. Paterson looks wild; only nervous energy is keeping him going now.  \n[147] Samuel is awake now. Patterson stares at the river which is calm.  \n[148]\t\tWhere is it?  \n[149] \n[150]\t\tIt's all right, Samuel- we all \t\tget hit- \t\t\t(Now he shuts up \t\t\tfast and-  \n[151]\t\tSamuel! \t\t\t(And he gestures for \t\t\tthe rifle and the \t\t\tinstant he does-  \n[152] Now slowly dissolve to an African evening. Animals stretch from one horizon to the other.  ", "Indian": "\n[1] THE COOLIES hold rifles. They look like brothers, which they are. They also look tough. And they are that, too. THREE ", "Victim": "", "Charles": "", "Remington": ""}}