{"filename": "Matrix-Reloaded,-The_script.txt", "imdb_id": "tt0234215", "imdb_url": "https://www.imdb.com/title/tt0234215", "characters": ["Bane", "Soren", "Agent Johnson", "Old Woman at Zion", "Bike Carrier Driver", "Ice", "Police #2", "Link's Niece", "Power Station Guard", "Vector (as Don Batte)", "Persephone", "Priestess", "Zion Controller", "The Architect", "Kali"], "dialogues": {"Bane": "", "Soren": "", "Agent": "\n[1]  \n[2]   \n[3]   \n[4] GREGORY\u0092S head drops back down. He strokes CHANDRA\u0092S hair.  \n[5]  \n[6]     AGENT SMITH grins. He turns away, and the desert landscape before them turns into a soothing, cool,  crystal forest lake. Smith takes  a step toward it, then turns and extends his hand.  \n[7]  GREGORY  is  mystified.  Speechless, he  drags  himself  to his  feet, hoisting Chandra, and steps toward the lake.  \n[8]  \n[9]  \n[10]  GREGORY stares. He pulls CHANDRA ashore and stands to look AGENT SMITH in the eyes.  \n[11]   \n[12]  \n[13]  GREGORY laughs he turns to CHANDRA  to check on her. She\u0092s passed  out on the smooth grass.  \n[14]  \n[15]    SMITH frowns. GREGORY looks him up and down. He\u0092s got a few inches and pounds on the smaller agent.  \n[16] \n[17]  \n[18]   \n[19]  \n[20]  \n[21]  \n[22]   \n[23] With  his hand  on his  ear piece,  he comes  out the  elevator door, slowly. Pistol drawn, he looks around the corner.  MORPHEUS and NIOBE stand there, their backs to him.  Without hesitating, he advances on them, blasting away with impunity.  THE BODIES of MORPHEUS and  NIOBE are wracked by gunfire  and collapse in a heap of bullet-ravaged flesh.  BROWN  walks  up  to the  corpses  and  kicks one  with  his  shoe. It shimmers, and then disappears, followed by the other.   \n[24] HE surveys the  scene, and immediately  draws and fires,  running full bore for the rebels.  MORPHEUS, Niobe and TRINITY are too close to the tanks to be fired on, but the nearest one lunges at them. They climb up over concrete stoops and over  the side  of the  tank. They  sprint down  the street as the tanks turn their turrets behind them, searching.  \n[25]  \n[26]  ", "Johnson": "", "Ice": "\n[1] AGENTS  JONES and  BROWN sit  across from  each other,  a steel  table between them.  They stare  at each  other for  what seems  like a long time. There is a speaker phone in the middle of the table amidst  neat stacks of file folders.  \n[2] \n[3] SUDDENLY, automatic fire sparks from the unseen helicopters. A  bullet trail stitches its way  across a pair of  bikers, sending them to  the ground as the helicopters fly overhead.  GREGORY cranks down on the throttle and his bike explodes ahead.   \n[4] AGENT BROWN is staring down at  the ground. ACROSS THE STREET, NEO  is walking toward his building.  \n[5]  CU: TRINITY\u0092S FACE. SOMEONE plants the barrel of a silver Desert Eagle .45 against her temple. TRINITY  whips her head backward as  it fires. We drop into BULLET TIME as the flame and concussion blossoms in front of her face, ripping her sunglasses off as she drops backward, pulling a pair of MAC-10 Uzis from under her jacket.   CHOI turns,  pulling a  short weapon  from under  his coat. It\u0092s boxy, with a short barrel the size of a soda can. He plants it in the  small of BROWN\u0092S back and pulls the trigger.  A CONE  OF FIRE  burns straight  through brown,  blowing steam, flame, smoke, vertebrae, and viscera out a massive hole in his stomach.  CU on the weapon. It recoils on tension coils, discharging a shell the size of a 12-ounce soda can.  \n[6] AGENT SMITH and JONES stare  down into the plaza. The  building shakes slightly as it descends.  FROM the three  streets that enter  the plaza, military  vehicles pour in. Hundreds  of troops  discharge and  form a  L-shaped circle around NEO. Tanks  rumble in,  and the  Apaches whirl  to a  hover. Panicking civilians rush out of the kill zone.  NEO stands calmly, continuing his work.   \n[7] THE  EXPLOSION shakes  the building.  The scene  below is  a complete route. Black smoke billows up  from the flaming wrecks. The  remaining tanks aren\u0092t retreating  - the crews  are piling out  and running. The Apache helicopters turn tail and run.  \n[8] SMITH STANDS alone, his comrades have disappeared.  THE glass before him shimmers.   \n[9] THE mirrored glass of Smith\u0092s office wavers, then explodes towards us. SMITH jumps, and we pan down to follow his descent. He smacks into the pavement on his feet in front of NEO.   ", "Police": "\n[1] SUDDENLY, automatic fire sparks from the unseen helicopters. A  bullet trail stitches its way  across a pair of  bikers, sending them to  the ground as the helicopters fly overhead.  GREGORY cranks down on the throttle and his bike explodes ahead.   ", "#2": "", "Link's": "", "Niece": "", "Persephone": "", "Priestess": "\n[1]  HE turns  and looks  at her.  She smiles,  but as  Neo looks at her, a flash of uncertainty, and maybe hate, flies across her face before the smile returns.  \n[2]  NEO follows her into the familiar apartment. The windows are  covered, and NEO and the priestess are the only ones there. The Priestess moves into the dark kitchen.  NEO\u0092s eyes  adjust to  the darkness.  He hears  something squish as he steps, and looks down.  The tattered rug  is a swamp  of dark, congealing  liquid. NEO reaches down and touches it with his fingertips. It\u0092s half-dried blood.  He stands, his eyes adjusted to  the dark now. The walls are  chipped, covered in bullet holes.  In slow-motion, the entry door to the apartment opens. In walks  AGENT BROWN. NEO turns to the  kitchen. AGENTS SMITH and JONES  appear. They all draw their .45s.  NEO stands  still as  they walk  up to  him and  put their guns to his head.   ", "Zion": "\n[1] The tarmac  is a  busy, crowded  military airport,  with hovercraft of different  sizes  spread  across  the  lot.  Its  housed  poorly  lit, houses in a cave so huge  the ceiling is out of site.  Crewpersons run around,  servicing  battle-damaged   vehicles.  Munitions  are  carted across the tarmac on   robot rolling racks. No  one  pays the NEB  and its battered crew any mind.  Nearby, the SEPHORA and FREEDOM  are parked. Their engines shut  down, and their powered hatches are open. The crewmembers are spilling out.  NIOBE hurries to MORPHEUS' side, and he steps toward her, smiling, but their  military manner  is quickly  restored, though  they can  barely contain their grins.  \n[2] It's like a  valley floor running  between two gigantic  walls of rock that are  nearly vertical,  coming together  in an  elongated archway. Carved into the street level  are innumerable stores and shops,  above them,  apartments and  balconies that  rise to  the top  of the  arch. People  flow  through the  street.  Their clothes  are  homespun wool, denim, and leather. Dyes and  color are absent. Carved into  the solid granite  walls,  between  homes  and  around  windows  and  doors, are intricate and beautiful carvings.  NEO is lead down  the street by CHOI,  DUJOUR, and TRINITY, and  a few other rebels. The push through a mult-culti crowd of people,  humanity melting into one race.  \n[3] The lights are dim, and only a few late night revelers stagger through the  streets  on their  way  back home.  Walking  straight and  calmly through the stragglers are MORPHEUS and NIOBE.  ", "Controller": "", "The": "\n[1] The wing  of DEFENDERS  makes short  work of  the squiddies.  The half dozen clinging to FREEDOM'S hull  are picked off by well-placed  laser shots  that  turn  the  squiddies into  curdling  balls  of  slag. The squiddies that survive turn tail and run.   \n[2] AGENT SMITH walks in, grinning. There  is a new swag to his  walk, and his hair is longer, tied back.  \n[3] SUDDENLY, automatic fire sparks from the unseen helicopters. A  bullet trail stitches its way  across a pair of  bikers, sending them to  the ground as the helicopters fly overhead.  GREGORY cranks down on the throttle and his bike explodes ahead.   \n[4] NEO sits with his back against a blackened brick wall, staring  ahead. He\u0092s  in the  belfry of  an ancient,  destroyed cathedral,  among the pigeon nests, soot, and bird crap.  FROM here, in  downtown, we can  see the modern,  uptown section, with its  gleaming  skyscrapers. METACORTEX  still  stands, illuminated  by searchlights.  NEO sits and broods. Isolated, his world turned upside down and  right side out in less than a week, his mind and spirit are a blank.  Again, he tries his cell phone.  Static. He collapses it and puts  it. Just as it leaves his mind, it rings. The face flips open.  NEO puts it to his ear without speaking.  \n[5]  \n[6] NEO can\u0092t stand the reality of the situation. He\u0092s coming apart.  \n[7] Neo hears the line click dead. He can\u0092t believe what has happened.   \n[8] Neo closes the cell  phone. He reaches to  tuck it away, then  pauses, looking at it. He drops it to the ground and walks on.  He stands out on   a finger of crumbling   church, the night air   all around him.  The  city  lights are   alive below.  He  focuses  on the Metacortex building. Leaving  him there, we  rush to it  until we dive into the dark  shadows  of the  very building,  going  microscopically close, until the  darkness gives way  to the glowing  green miasma  of quantum  code.  It  fills  the  screen  before  we  bust  through into darkness again.   ", "Architect": "", "Kali": ""}}