{"filename": "Hebrew-Hammer,-The_script.txt", "imdb_id": "tt0317640", "imdb_url": "https://www.imdb.com/title/tt0317640", "characters": ["Santa", "Esther Bloomenbergensteinenthal", "Sweetback", "Tiny Tim", "Tikva", "Mordechai Jefferson Carver", "JJL Chief Bloomenbergensteinenthal", "Damian Claus", "Schlomo", "Skinhead Bartender", "Jamal", "Mrs. Highsmith", "Mrs. Carver", "Young Mordechai", "Mohammed Ali Paula Abdul Rahim"], "dialogues": {"Santa": "\n[1] \n[2]I want to start by thanking all of you for pulling yourselves away from the workshop to make this emergency meeting. I know it's the busiest time of the year for all of you, so I'll try and be brief. \n[3]My father, often referred to as St. Nick The Nasty, was a tyrannical man. He was obsessed with making Christmas the only holiday anyone could celebrate before the New Year. Since his death, I've prided myself on ensuring that the Christmas season is one of tolerance and understanding between all races and religions. It's always been my belief that Hanukkah and Kwanzaa deserve the same respect as Christmas. \n[4]Lights please. \n[5]Over the course of my career as Santa Claus, I've made it my mission to ensure that Jews, Christians, and African Americans could all observe their respective holidays in harmony. \n[6]I was responsible for pushing the Happy Holidays Ordinance, in which all Merry Christmas signage was replaced by the Trans-relgious and inoffensive phrase 'Happy Holidays.' \n[7]It was nearly a decade ago, in conjunction with our friends in the Jewish and African American communities that I supported a bill that mandated that 'Dreidel, dreidel, dreidel' and 'I'm dreaming of a bright Kwanzaa' be taught and sung in elementary schools along with the Christmas standards 'Frosty The Snowman', and 'Deck The Halls.' Which is why upon examination of my annual naughty and nice list it shocked me to discover that my own son, Damian... \n[8]The heir to the Red Suit could be so filled with hate. \n[9]Damian, when I learned of your ludicrous scheme to wipe out Hanukkah, my first reaction was one of disgust. Now, I'm only filled with sadness and disappointment. Disappointed that I failed to teach you the true meaning of Christmas. What do you have to say for yourself? \n[10]Et tu, Blitzen? \n[11]What are you fucking midgets looking at!? Get back to work! We have Hanukkah to destroy! \n[12]  \n[13]Excellent. Everything is going as planned. \n[14]With the Hebrew Hammer out of the picture, Hanukkah will be nothing more than a confusing and hard to pronounce word. I want to thank you very much Jamal for all of your help. \n[15]Can you believe this guy Tiny Tim? \n[16]Take a look around you Jamal. Do you see any colored midgets in my workshop? \n[17]Your presence would be a disruption to the utopian model of efficiency I've created here. \n[18]You know something, you're right. \n[19]Yeah. This is a sweatshop. And since you elves aren't willing to do the work, I made arrangements to have some Taiwanese children shipped over. And I might add, they're more than willing to work for peanuts. \n[20]Come on in boys! \n[21]While I was in Taiwan negotiating the solution to our labor problems, I came across a factory that illegally manufactures the most addictive, Jewish pride weakening substance on the planet. I bought the entire plant. \n[22]I want you and your men to target every young person in the Jewish neighborhoods of every major city of this country. I want you to flood their streets with this product. \n[23]Oh, that's the beauty of it. These are free samples. \n[24]Worse. \n[25]Bootleg copies of the Frank Capra classic, 'It's A Wonderful Life.' \n[26]And what do the Jewish people do during Hanukkah? \n[27]That's right. Santa can tell that you've been a very good boy this year. Run along now Jimmy. \n[28]Sorry folks, I don't do couples. \n[29]Excuse me? Do I know you, friend? Take a look around you. Do you even know who I am? \n[30]The Hebrew Hammer! You're alive. \n[31]Whoa, whoa there. C'mon Mordechai, is this any way to treat an old family friend? Let's cut out all the unpleasantness. I admit, I went way overboard with the whole Hanukkah thing. Let me make it up to you. How about a peace offering? Girls. \n[32]Bambi. Tawni. I'd like for you to meet world renown Semitic super stud, Mordechai Jefferson Carver. \n[33]Well, it's a bit too late for that now, isn't it? Excuse me children, if I could have your attention for a moment. \n[34]I'm just calming the kiddies. There's no need to worry about Santa. He's just having a peaceful, adult conversation with his nice Jewish friend, The Hebrew Hammer. \n[35]In fact, he's just informed me that he personally plans on cancelling Christmas this year. \n[36]Why don't we show him how that makes us feel. \n[37]And now my Hanukkah loving friends, I will reveal to you the true nature of my diabolical scheme. \n[38]The Jewish Atomic clock, located in the outskirts of Jerusalem. Keeper of time for the Jewish Calendar. Powered by Judeum. An element so rare, it exists only inside the clock itself. \n[39]Once I extract the Judeum from the clock, the Jewish Calendar will cease to exist, forever eradicating Hanukkah. In less than twenty four hours, which by your Jewish Calendar is approximately... \n[40] \n[41] (Shifting back into psycho \n[42]End transmission. \n[43]So, how was I? \n[44]Really? Good, good. \n[45]I wasn't too over the top? \n[46]Thanks. Oh, did I tell you. I picked up that new KC and the Sunshine Band record that you recommended. You were right, it is good. \n[47] \n[48]You fucking ass... \n[49]No. I'm airsick you asshole! Where the hell did these reindeer learn to fly? \n[50]Who's the leader of this operation? \n[51]What's your major malfunction, dumbfuck!? \n[52]Step forward son! \n[53]You gonna learn to guide this sled right? You gonna make sure your men follow suit? Because if I'm puking down chimneys come Christmas Eve, I'm gonna have your hide. We clear? \n[54]You eyeballin' me son!? \n[55]I didn't think so. \n[56]The Jewish Atomic Clock. \n[57]Get moving! We've got work to do! \n[58]Get him boys! \n[59]Get off of me you cripple! \n[60]What's going on? Why'd he stop? \n[61]Take a look. \n[62]Resting? \n[63]What day is it? \n[64]What time is it? \n[65]Why didn't I think of this? It's the Sabbath. \n[66]The day of rest. He can't fight on the Sabbath. C'mon, get up. We've got him beat. \n[67]Well, well, well. It looks as if the Hebrew Hammer's got a weakness after all. \n[68]Finish extracting the Judeum from the clock. Tiny Tim, I want you to introduce the Hebrew Hammer to the Christmas spirit. \n[69]No dipshit, I want you to kill him. \n[70]Santa's gonna take the sled back to the North Pole and celebrate his victory with his new stocking stuffer. \n[71]  \n[72]Rudolph, more egg nog! \n[73]Ho, ho, ho. \n[74]Yes maam, loud and clear. \n[75]\n[76]     \n[77]Hey, what's that over there? Is that a bowl of Matzah Ball soup? \n[78]   \n[79]I don't have to tell you anything Hammer! You're gonna have to kill me before I tell you! \n[80]Good point. \n[81]Looks like the tables have turned once again Hammer. \n[82]And you won't even be able to say goodbye to your Esther. So sad. So long Mordechai. Give my father my regards. \n[83]What are you doing? \n[84]Hah! Jewish guilt. Well, it won't work on me Hammer. I'm too strong for it. \n[85]No. Stop it! \n[86]Please, make it stop. I'll do anything. Here take my gun. \n[87]Shoot me. Please, just one to the head. Put me out of misery. \n[88]Please tell me. What is the true meaning of Hanukkah? \n[89]I'm sorry. I see the light now. I was wrong. I'm... ", "Esther": "\n[1]What about Mordechai Jefferson Carver? \n[2]Daddy, he's our only hope. And you know it. \n[3]Perhaps I can persuade him. \n[4]Mr. Jefferson Carver? \n[5]Sorry I'm late. Traffic was a pisher, and I've been circling the block for the past half hour looking for parking. What are you listening to? \n[6]My name is Esther. Chief Bloomenbergensteinenthal from the Jewish Defense League desperately needs to speak with you. \n[7] \n[8]Mordechai, Santa Claus has been rubbed out by his son Damian. The man's a demon. There's no telling what this new anti semitic psycho Santa is capable of. \n[9]Why are you being so difficult? All my father wants is to just speak with... \n[10]I'm not leaving your side until I get you to agree to come speak with my father. \n[11] \n[12]It's Esther. \n[13]I don't think I could eat another latke if you paid me. \n[14]But Hanukkah's in dan... \n[15]He's...he's very nice. \t But Mrs. Carver, the fate of Hanukkah rests solely in his hands. Please, you have to help me. \n[16] \n[17]Deal. \n[18]Thanks. That's...good to know. \n[19]Any sign of Santa? \n[20]You're good. \n[21]What are we going to do? We're at least an hour from the front. \n[22] \n[23]We're so sorry to have to cut, but our beautiful Gentile boy ran on ahead of us in line. \n[24]It would mean so much to Paul and I if you'd let us through to see Santa. \n[25]Back it up buddy! \n[26]Shh. Shh, listen. Do you hear that? \n[27]Yeah, no kidding. \n[28]So, now what? \n[29]Sure. Why not. \n[30]So, do you come here often!? \n[31]I said, do you come here often!? \n[32]What!? \n[33]Oh! \n[34]Hey. \n[35]I would love to get out of here. \n[36]Ouch! \n[37] \n[38]Mordechai? \n[39]I want you to talk dirty to me. \n[40]Keep going. \n[41]Oh god, yes! Keep going! Don't stop! \n[42]Kiss me you Semitic stud! \n[43] \n[44]Shabat Shalom! \n[45]Wow, that was amazing. \n[46]What did you just snort? \n[47]Your mother was right. You do work too hard. \n[48]Well, she also said that you need to find a nice girl to help take your mind off of your work. I'm just glad she thought I was good enough for you. \n[49]Relax Morty, I think your mom is wonderful. She cares so much about you. Get this, while you were gone she said she'd help me get you to work with the JDL if I'd come eat by you once in awhile. Like I needed any incentive to be with you. She's so... \n[50]No. Of course... \n[51]No. It's not like that. You're being completely neurotic. I was just playing along... \n[52]We do! \n[53]You're not my bitch Mordechai. Please, you have to believe me. \n[54]  \n[55]Mordechai! Behind you! \n[56]Mordechai, I love you. I couldn't let you do this alone. \n[57]I forgive you. \n[58]What's the matter? \n[59]Mordechai! \n[60]Mordechai! I'm in here! Help! \n[61]Mordechai! \n[62]You two know each other? \n[63]...and latkes. \n[64]Yes! Of course! I'd gladly give up my last name to be with you. \n[65]Shabat Shalom! \n[66]Well, for starters, we're going to honeymoon in Boca for a week. And then, when we get back, Morty's been talking about taking a stable, good paying job as a consultant for the JDL. ", "Bloomenbergensteinenthal": "", "Sweetback": "", "Tiny": "\n[1]So, what's our first plan of attack Santa? \n[2]What should I charge? \n[3]So what's in the boxes? Heroin? Cocaine? \n[4]That's some cold shit. \n[5]One partridge in a pear tree to two turtle doves. What's your status? \n[6]Merry Christmas everybody, and god bless us, everyone. \n[7]It was good. Very chilling, but you still got all the points across that we talked about. \n[8]No, it was the perfect level. \n[9]You okay? \n[10]I don't know. Why don't you ask them sir. \n[11]Uh, he can't sir. The harnesses. \n[12]Uh oh. \n[13]What are we gonna do? He's got us on the ropes. \n[14]Maybe he ran out of ammo. \n[15]Well, he's kinda just resting in the corner with his girlfriend. \n[16]It's Friday. \n[17]I don't know. About sundown I guess. \n[18]You want me to be nice to him for no apparent reason whatsoever, buy him clothing he'll never wear, and for just one day of the year pretend to forgive him for all the horrible things he did to me as a young boy when my mommy wasn't looking? \n[19]Oh. \n[20]Take a look Hammer. The clock's already beginning to power down. \n[21]Ah. What's the matter? No more snappy one liners. \n[22]Santa, I got some really bad news. \n[23]My crutches. Noooo. Not my crutches. ", "Tim": "\n[1]So, what's our first plan of attack Santa? \n[2]What should I charge? \n[3]So what's in the boxes? Heroin? Cocaine? \n[4]That's some cold shit. \n[5]One partridge in a pear tree to two turtle doves. What's your status? \n[6]Merry Christmas everybody, and god bless us, everyone. \n[7]It was good. Very chilling, but you still got all the points across that we talked about. \n[8]No, it was the perfect level. \n[9]You okay? \n[10]I don't know. Why don't you ask them sir. \n[11]Uh, he can't sir. The harnesses. \n[12]Uh oh. \n[13]What are we gonna do? He's got us on the ropes. \n[14]Maybe he ran out of ammo. \n[15]Well, he's kinda just resting in the corner with his girlfriend. \n[16]It's Friday. \n[17]I don't know. About sundown I guess. \n[18]You want me to be nice to him for no apparent reason whatsoever, buy him clothing he'll never wear, and for just one day of the year pretend to forgive him for all the horrible things he did to me as a young boy when my mommy wasn't looking? \n[19]Oh. \n[20]Take a look Hammer. The clock's already beginning to power down. \n[21]Ah. What's the matter? No more snappy one liners. \n[22]Santa, I got some really bad news. \n[23]My crutches. Noooo. Not my crutches. ", "Tikva": "\n[1]Happy Hanukkah Morty. \n[2]Well, for stahters, your mother called. She said to remind you that you're having Shabat Dinner by her tomorrow, and also to remind you to bring the Manischewitz, and she wanted me to relate the following information to you. \n[3]She said to remind you that you're having Shabat dinner by her tomorrow and also to remind you to bring the Manischewitz. \n[4]Yeah, I'm going to be out of the office from 1:30 to 3:00 on Sunday. I have a terrible yeast infection and I need to see my gynecologist. \n[5]I understand that. I just thought that you might want to know. ", "Damian": "\n[1]Ho. Ho. Ho. ", "Claus": "\n[1]I want to start by thanking all of you for pulling yourselves away from the workshop to make this emergency meeting. I know it's the busiest time of the year for all of you, so I'll try and be brief. \n[2]My father, often referred to as St. Nick The Nasty, was a tyrannical man. He was obsessed with making Christmas the only holiday anyone could celebrate before the New Year. Since his death, I've prided myself on ensuring that the Christmas season is one of tolerance and understanding between all races and religions. It's always been my belief that Hanukkah and Kwanzaa deserve the same respect as Christmas. \n[3]Lights please. \n[4]Over the course of my career as Santa Claus, I've made it my mission to ensure that Jews, Christians, and African Americans could all observe their respective holidays in harmony. \n[5]I was responsible for pushing the Happy Holidays Ordinance, in which all Merry Christmas signage was replaced by the Trans-relgious and inoffensive phrase 'Happy Holidays.' \n[6]It was nearly a decade ago, in conjunction with our friends in the Jewish and African American communities that I supported a bill that mandated that 'Dreidel, dreidel, dreidel' and 'I'm dreaming of a bright Kwanzaa' be taught and sung in elementary schools along with the Christmas standards 'Frosty The Snowman', and 'Deck The Halls.' Which is why upon examination of my annual naughty and nice list it shocked me to discover that my own son, Damian... \n[7]The heir to the Red Suit could be so filled with hate. \n[8]Damian, when I learned of your ludicrous scheme to wipe out Hanukkah, my first reaction was one of disgust. Now, I'm only filled with sadness and disappointment. Disappointed that I failed to teach you the true meaning of Christmas. What do you have to say for yourself? \n[9]Et tu, Blitzen? \n[10]  ", "Schlomo": "", "Skinhead": "\n[1]Usually we don't serve your kind. But since you had the balls to walk in here, Kike, I'll pour you one last drink before we lynch you. \n[2]Be my guest. ", "Bartender": "\n[1]Usually we don't serve your kind. But since you had the balls to walk in here, Kike, I'll pour you one last drink before we lynch you. \n[2]Be my guest. ", "Jamal": "\n[1]'Sup. \n[2]A'ight, a'ight, cool. Yo, it's like this. That nigga Santy Claus be trippin'. First that motherfucker kills his own pops, then he start talkin' 'bout bustin a cap in Hanukkah's ass. Next, the racist motherfucker kick my ass out the workshop, sayin' that there ain't no room for no little colored elves like me. Can you believe that shit? Yo, if it wasn't for the arthritis in my joints, you best believe that I'd be... \n[3]...blam! blam! blam! Bustin' caps all up in his ass. You know what I'm sayin'? \n[4]Well, come to think of it, there is one thing. Before I left, I was packin' up my shit and I overheard the nigga talkin' to some business pahtnah or something. Sayin that he'd meet him today at some joint called Duke's. Round five o'clock if my memory serves. When he got off the phone and jetted, I scoped the room for some jewelry, cash, whatevers. You know, a severance package. Didn't find any duckets, but I did snatch this. \n[5]Shit fool, ain't no thang. If it wasn't for my real brothers here at the K.L.F., I'd be shining shoes at the train station or getting my afro tossed up against a velcro wall in some redneck bar somewhere. I finally gots a place where I belong. Fuck Christmas. I'm all about smoking blunts and pimpin' bitches. I'm all about Kwanzaa nigga! \n[6]Pfff. Shit nigga, ain't no thang. Hey, yo Santy Claus, so does this mean that you gonna make me an official elf now? \n[7]That's some cold shit. \n[8]Merry Kwanzaa nigga! \n[9]Merry Christmas Niggas! ", "Mrs.": "\n[1]Now, now class let's not make fun of Mordechai's spinning top. We need to all learn the importance of tolerance and understanding. Isn't that right Mordechai? \n[2]So class, in honor of Mordechai's special day, I'd like for all of us to wish Morty a heartfelt Merry... \n[3] \n[4]Very good class. I hope you've all learned an important lesson today. Just because Mordechai's people are different from us...just because they might appear strange to us with their furry hats, their beady eyes, and their long sideburns...not to mention their bizarre customs and unnecessarily guttural, funny sounding names...just because they control all of the worlds' money, yet are too cheap to buy their children anything better than spinning tops for presents, does not mean that we can't learn to respect and love them as our equals. \n[5]Happy Chanoo-juah-kah Day 7 Morty. \n[6]   \n[7]Mordechai! Shabat Shalom! \n[8]I can see. And you also brought a nice girl to come eat by us. \n[9]So. Do you have a name? \n[10]  \n[11]  \n[12]Everybody ready for the main course? \n[13] \n[14]Not until Mordechai finishes everything in front of him. \n[15]Mordechai!? So, Esther, how did you and Mordechai meet. You know they call him the Hebrew Hammer for a reason. \n[16]You like my Mordechai, yes? \n[17]Hanukkah, Shmanukkah. It isn't even one of the high holidays. What concerns me more is that my boychick is almost thirty, and has yet to settle down with a nice Jewish girl. I'll make you a deal. I'll help you with your little Hanukkah problem if you help me with my Mordechai. \n[18]He works too much. God forbid he should have a nice Jewish girl come eat by him once in a while. Take his mind off his work. Maybe a blowjob here and there. \n[19]Is this something you could do for me? \n[20] \n[21]So, do we have a deal? \n[22]I was just telling your nice friend Esther about how I used to have such a problem with the gas. So, once I started taking two charcoal pills before I ate, the gas cleared itself right up. \n[23]Mordechai. Do you love your mother? \n[24]Then how come you won't stop this Certified Circumcised Dick nonsense and get yourself a real job. \n[25]When I play bridge with all the girls, everyone has what to talk about with their sons. They show pictures. Their sons are lawyers and doctors and Rabbis. Why can't I show a picture? \n[26]You know my friend Maureen? Her son, the investment banker? He paid for her entire retirement in Boca Raton. What a mench he is. Instead of schleping to save Hanukkah, god forbid you should go back to business school and get an MBA. Maybe then you could send me to Boca, too. \n[27]I don't want to argue with you. Let's just eat in peace. \n[28]Do what you must. \n[29] \n[30]Mazel Tov! \n[31]What's that Mazel Tov? Your diaper needs changing? \n[32] \n[33] \n[34]Anybody hungry for desert? \n[35]  \n[36]Shabat Shalom everybody! \n[37]Well I'm just glad you're safe Bubba Shaina, and eating by your mother for Shabos. \n[38]But with all the attention the newspapers and television have given you, you'd think that you were the pope or something. \n[39] \n[40]Now, if you had saved Passover or Yom Kipur, then maybe you'd have what to brag about. Did I tell you that my friend Maureen's son, the Investment Banker, was responsible for a very big merger on... \n[41]Mazel Tov! \n[42]Hello Mazel Tov! A boojee boojee boojee boo... \n[43]...A boojee boojee boojee boo.  What's that Mazel Tov? Your tuchus needs some more airing out? \n[44]What a good poop you made in your diaper Mazel Tov! That's right! Mommy loves you! Such a good boy you are! \n[45]So, what are you two planning after the wedding? \n[46]Well, I couldn't be happier for the both of you. \n[47]I forgot to ask you, who'd they put in charge as the new Santa Claus? ", "Highsmith": "\n[1]Now, now class let's not make fun of Mordechai's spinning top. We need to all learn the importance of tolerance and understanding. Isn't that right Mordechai? \n[2]So class, in honor of Mordechai's special day, I'd like for all of us to wish Morty a heartfelt Merry... \n[3] \n[4]Very good class. I hope you've all learned an important lesson today. Just because Mordechai's people are different from us...just because they might appear strange to us with their furry hats, their beady eyes, and their long sideburns...not to mention their bizarre customs and unnecessarily guttural, funny sounding names...just because they control all of the worlds' money, yet are too cheap to buy their children anything better than spinning tops for presents, does not mean that we can't learn to respect and love them as our equals. \n[5]Happy Chanoo-juah-kah Day 7 Morty. ", "Carver": "\n[1]   \n[2]Mordechai! Shabat Shalom! \n[3]I can see. And you also brought a nice girl to come eat by us. \n[4]So. Do you have a name? \n[5]  \n[6]  \n[7]Everybody ready for the main course? \n[8] \n[9]Not until Mordechai finishes everything in front of him. \n[10]Mordechai!? So, Esther, how did you and Mordechai meet. You know they call him the Hebrew Hammer for a reason. \n[11]You like my Mordechai, yes? \n[12]Hanukkah, Shmanukkah. It isn't even one of the high holidays. What concerns me more is that my boychick is almost thirty, and has yet to settle down with a nice Jewish girl. I'll make you a deal. I'll help you with your little Hanukkah problem if you help me with my Mordechai. \n[13]He works too much. God forbid he should have a nice Jewish girl come eat by him once in a while. Take his mind off his work. Maybe a blowjob here and there. \n[14]Is this something you could do for me? \n[15] \n[16]So, do we have a deal? \n[17]I was just telling your nice friend Esther about how I used to have such a problem with the gas. So, once I started taking two charcoal pills before I ate, the gas cleared itself right up. \n[18]Mordechai. Do you love your mother? \n[19]Then how come you won't stop this Certified Circumcised Dick nonsense and get yourself a real job. \n[20]When I play bridge with all the girls, everyone has what to talk about with their sons. They show pictures. Their sons are lawyers and doctors and Rabbis. Why can't I show a picture? \n[21]You know my friend Maureen? Her son, the investment banker? He paid for her entire retirement in Boca Raton. What a mench he is. Instead of schleping to save Hanukkah, god forbid you should go back to business school and get an MBA. Maybe then you could send me to Boca, too. \n[22]I don't want to argue with you. Let's just eat in peace. \n[23]Do what you must. \n[24] \n[25]Mazel Tov! \n[26]What's that Mazel Tov? Your diaper needs changing? \n[27] \n[28] \n[29]Anybody hungry for desert? \n[30]  \n[31]Shabat Shalom everybody! \n[32]Well I'm just glad you're safe Bubba Shaina, and eating by your mother for Shabos. \n[33]But with all the attention the newspapers and television have given you, you'd think that you were the pope or something. \n[34] \n[35]Now, if you had saved Passover or Yom Kipur, then maybe you'd have what to brag about. Did I tell you that my friend Maureen's son, the Investment Banker, was responsible for a very big merger on... \n[36]Mazel Tov! \n[37]Hello Mazel Tov! A boojee boojee boojee boo... \n[38]...A boojee boojee boojee boo.  What's that Mazel Tov? Your tuchus needs some more airing out? \n[39]What a good poop you made in your diaper Mazel Tov! That's right! Mommy loves you! Such a good boy you are! \n[40]So, what are you two planning after the wedding? \n[41]Well, I couldn't be happier for the both of you. \n[42]I forgot to ask you, who'd they put in charge as the new Santa Claus? ", "Young": "", "Mordechai": "\n[1]Yes Mrs. Highsmith. "}}