{"filename": "Truman-Show,-The_script.txt", "imdb_id": "tt0120382", "imdb_url": "https://www.imdb.com/title/tt0120382", "characters": ["Lauren /Sylvia", "Truman's Mother", "Marlon", "Don", "Ron", "Young Truman", "Spencer", "Travel Agent", "Lawrence", "Vivien", "Truman Burbank", "Truman's Father", "Meryl Burbank /Hannah Gill", "Truman's Neighbor"], "dialogues": {"Lauren": "\n[1]No. \n[2]--I can't go out with you. \n[3]Well when you do, that's my answer. I'm sorry.  It's not up to me. \n[4] \n[5]<i>Now.</i> \n[6]If we don't go now, it won't happen. \n[7] \n[8]I never knew this place existed. \n[9]Come on!  Come on!  It's wonderful! \n[10]That's right.  Oh, God, I'm sorry. \n[11] \n[12] ", "/Sylvia": "", "Truman's": "\n[1]   \n[2]  \n[3]  \n[4]   \n[5]  \n[6]    \n[7]  \n[8] \n[9]  \n[10]  \n[11]    \n[12]  \n[13]  \n[14]  \n[15]   \n[16]  \n[17]  \n[18]  \n[19]  \n[20]  \n[21]  \n[22]  \n[23]  \n[24]   \n[25]      \n[26]   \n[27]    \n[28]  \n[29]     ", "Mother": "\n[1]  \n[2](composing herself, reaching out for her child \n[3] \n[4](clutching the baby to her breast, without thinking ", "Marlon": "\n[1]Ouch.  Whose nuts were those? \n[2] \n[3]Outta your <i>job?</i>  What the hell's wrong with your <i>job?</i>  You gotta great job. You gotta <i>desk</i> job.  I'd kill for a desk job. \n[4] \n[5](still looking in the direction of his ball \n[6] \n[7] \n[8] \n[9]I never knew anybody who got out. \n[10](picking up the last ball marked with an initial \"T\", trying to ignore the question \n[11] \n[12]  \n[13]What're you doing? The man told you there's no such bus. \n[14] \n[15]Why would he fake it? He's not Elvis Presley. \n[16] \n[17]I think you're missing your dad. The anniversary was yesterday, wasn't it? \n[18]You got sand in your cuffs. \n[19]  \n[20] \n[21] \n[22] \n[23] \n[24] \n[25]Is someone leanin' on you, Tru?  Cos I got some friends here, they owe me.  We can lean back. Is he one of them? \n[26] \n[27]Where're we going? \n[28]What're we doing here, Truman? \n[29]Where <i>what</i> started? \n[30] \n[31]I don't want to put you down but why would anybody go to all this trouble over you? \n[32] \n[33] \n[34] \n[35]All I got on me is the takings from the machines. Why do you need it? \n[36]Truman?  It's me, Marlon. \n[37] \n[38]It's a lot of world for one man.  You sure that's not wishful thinking, you wishing you'd made something more of yourself?  Christ, Truman, who hasn't sat on the John and had an imaginary interview with Barbara Walters? Who hasn't wanted to be somebody? \n[39] \n[40]Tru, we've known each other since before we could get a hard-on. \n[41]The only way we ever made it through high school was cheating off each other's test papers.  Jesus, they were identical. I always liked that, because whatever the answer was, we was <i>right</i> together and we was <i>wrong</i> together. \n[42]The only night either of us ever spent in jail, we spent <i>together</i> and I wet myself but you never told anyone. I was best man at your wedding and my brother was best man at <i>my</i> wedding and you didn't talk to me for a month over that and I didn't blame you because you've been more of a brother to me than he's ever been.  And I never shoulda let my Goddam father talk me into that. \n[43]I know things haven't worked out for either of us like we used to sit up on Freemont Street all night and dream they would.  We all let opportunities pass us by, none of us asks for the dance as often as we should.  I know that feeling when it's like everything's slipping away and you don't want to believe it so you look for answers someplace else.  But, well, the point is, I would gladly step in front of traffic for you. \n[44](staring into Truman's eyes, repeating the words in his ear  \n[45](leaving his head close to Christof \n[46](injecting a note of levity, more sophisticated than the character he plays \n[47]Tru!..Tru!.. \n[48] ", "Don": "\n[1]  ", "Ron": "\n[1] \n[2](not listening to Truman's reply, as Truman anticipated \n[3] \n[4]Hold on, Truman.  I got somethin' to show ya. \n[5] \n[6]See ya tomorrow, Truman. \n[7]Hey, Truman!  Where you bin?  You bin cheatin' on me? \n[8]Bout time you got this thing cleaned. Don't tell me you bin makin' your old lady wear it. \n[9] \n[10]Like I say, I don't normally do this. I gotta charge extra. \n[11]You want me to do it again?  I think I could do it better. \n[12]For sure? The nuns at my school, they used to say, \"The whole of life is faith.\" \n[13](giving Truman an affectionate peck on the cheek \n[14]Meryl's at her mom's.  Maybe he's got an urge. \n[15] \n[16]   \n[17]   ", "Young": "\n[1] \n[2]The freak wave will strike from the starboard side.  Remember, you don't go to the diver.  The diver goes to you. \n[3]...Good!  Good!...of course, on the day you only surface once you're safely beyond the cove...Try it one more time...You okay? \n[4](composing herself, reaching out for her child \n[5] \n[6](clutching the baby to her breast, without thinking \n[7]I knew he wasn't dead. ", "Truman": "\n[1]              \n[2]Shit! \n[3](sensing his father is keeping something from him \n[4] \n[5] \n[6]I want to be an explorer ...like <i>Magellan.</i> \n[7] \n[8] (to Clerk, putting receiver to chest, referring to the book \n[9] \n[10] (a long delay makes Truman even more uncomfortable  \n[11] \n[12]Tyrone, what if I said I didn't want meatball today? \n[13] \n[14] \n[15]Stapleton on Staten Island? \n[16]I can't do it. \n[17]No, I... ...I got an appointment uptown. \n[18] \n[19] \n[20]I'm here to see a Mr Hamilton. \n[21]When will he be back? \n[22]   \n[23]  \n[24] \n[25] \n[26]I'll get something out. \n[27] \n[28] \n[29]I gotta get out, Marlon. \n[30]Outta my job, outta Queens...<i>out!</i> \n[31]It doesn't mean anything. \n[32] \n[33] \n[34]See here, this is Queens. All the way round here, Australia.  You can't get any further away before you start coming back. Y'know, there're still places in Australia where no human being has ever set foot. \n[35]It's not that simple.  Takes money, planning. You can't just up and go. Oh, I'm gonna do it, don't worry about that.  I just gotta move slow.  Pick a moment.  Bonus time's just around the corner.  Soon as I get a retaining wall built on the back of the house I can start thinking about selling up...and I'll be gone.  Up and away on that big steel bird. I'm going, don't you worry about that. \n[36] \n[37]Where do the dreams go, Marlon? \n[38]I'm <i>serious.</i>  Where do the dreams <i>go?</i> \n[39] \n[40]I can't tonight. \n[41] \n[42]  \n[43] \n[44]--We could bum around the world for a year on that. \n[45]Maybe I <i>feel</i> like a teenager. \n[46]Meryl, it'd be an adventure. \n[47]That can wait.  I want to get away.  See some of the world.  Explore. \n[48]   \n[49] \n[50](almost to himself, mouthing the word \n[51] \n[52](reading aloud, the ID number of the bus \n[53] \n[54](cowering, the fight instantly gone out of him \n[55]He's lying.  Two, four, oh, six was definitely the number. \n[56]I never believed he was dead. \n[57](shudders, a memory flashing in his head \n[58](ignoring the joke, pondering the morning's events \n[59]You think I imagined it, don't you? \n[60]Maybe you're right.  If only the old woman hadn't left her dog behind. \n[61]  \n[62]It was Dad. I swear. \n[63]If it wasn't him, it was his twin.  Can you think of a reason he'd want to hide from us? \n[64] \n[65]I'm telling you he's alive! \n[66]    \n[67](turning attention to an upturned mower on the garage floor \n[68] \n[69] \n[70]I gotta go out.  About a replacement... ...mower blade. \n[71]  \n[72] \n[73] \n[74]Lauren, right? \n[75] \n[76]I haven't asked you yet. \n[77] \n[78]I'm not asking you to have my children, just a pizza.  How about Saturday? \n[79]Friday? \n[80]<i>Right</i> now?  We got finals. \n[81] \n[82] \n[83] \n[84] \n[85] \n[86]I don't understand. \n[87] \n[88] \n[89] \n[90]Shut your mouth! \n[91]Leave her alone! \n[92] \n[93]  \n[94]Veronica, what do you know for sure? \n[95]  \n[96] \n[97] \n[98]    \n[99](sneaking a glance at the building directory \n[100](riveted by the equally-stunned building occupants \n[101] \n[102]Like fuck!  What're they doing? \n[103]You don't tell me, I'll get you investigated! \n[104] \n[105]You ever been into the AMT Building? \n[106] \n[107]Because I never do. \n[108](looking at Lawrence's hand on his arm \n[109]Let me worry about that. \n[110] \n[111] \n[112]How come it's still smoking? \n[113] \n[114]Someone send you to tell me all this? \n[115](to the jogger with the familiar sneakers \n[116]You don't remember?  Two days ago I gave you my meatball sandwich in the park.  You were in a wheelchair.  Same sneakers. \n[117](commenting ironically on his new-found mobility \n[118]Marlon. I've gotta talk to you. \n[119]I've fallen over something, Marlon. Something to do with my Dad. I think. \n[120](ignoring the inquiries about his health \n[121]There's no point trying to show you, they cover their tracks too well.  But I've been going into a lotta strange buildings, seeing a lotta familiar faces, y'know what I mean? \n[122]Do it, anyway. \n[123]I'm deadly serious. Marlon.  We can't talk here.  I'm being followed. \n[124]I don't know.  They look just like regular people. But I've been writing down numbers - license plates, taxi numbers, ID numbers - the same ones keep cropping up over and over. \n[125] \n[126]The beach. \n[127]This is where it started. \n[128]Things.  Things that don't fit.  Loose threads. False steps.  Slips of the tongue. \n[129] \n[130]There were a hundred people on the beach that day.  Everybody knew what was going on except me. \n[131]Maybe I've been mistaken for somebody else. A couple of years ago, I tried to get hold of a copy of Time Magazine.  The week before an ad said, \"Next Week:  Truman Burbank and the Lost Generation\". \n[132]A guy with the same name as me in Time Magazine.  It ain't a common name so I looked out for it.  But the day it came out, every newstand was sold out.  No library had it.  I even wrote off for a back-issue.  Never seen a copy to this day. \n[133]Maybe I'm being set up for something.  You ever feel like that, Marlon?  Like your whole life has been building to something? \n[134]I'm a walking coincidence.  I can't count 'em. No something's happening, Marlon.  I've got to get to the bottom of it. \n[135]I'm scared, Marlon.  I'm as scared as hell. But I've never felt more alive.  It's just like she said. \n[136]It doesn't matter.  She was too beautiful for here. \n[137]Can you lend me some money?  A hundred bucks. \n[138]I'm going away for a while. \n[139]  \n[140] \n[141]  \n[142] \n[143]  \n[144]I got a call in the area. What's the case?  Anything interesting? \n[145]Er, yes... No, no I'm not. \n[146]I wanna book a flight to Australia. \n[147](believing she is being deliberately obtuse \n[148]Sorry, Sydney.  <i>Sydney,</i> Australia.  That's right. \n[149] \n[150] \n[151] \n[152] (pointing to the agent's name tag, \"DORIS - Travel Agent\" \n[153]Why wouldn't I? \n[154] \n[155]You were expecting me, weren't you? \n[156](to agent, picking up a dictionary \n[157]That's what <i>I'd</i> like to know, Lawrence. \n[158]I was just about to resign.  Isn't that a laugh?  I just realized there's nothing to resign <i>from,</i> is there? \n[159]  \n[160] \n[161] \n[162]You don't believe a single word you're saying! None of you do! You hear me?! \n[163] \n[164] \n[165] \n[166] \n[167](entreating the young woman, tears in his eyes \n[168] \n[169]   \n[170]  \n[171](referring to a distant car on the expressway \n[172]I predict the next four cars will be a white Honda Civic, a blue and white Dodge Dart with the front hubcap missing, a Volkswagon Beetle with a dented fender and a motorcycle. \n[173]There's the Honda...the Dodge...here comes the dented Beetle... \n[174]Look, damn you! \n[175] \n[176]  \n[177]Have you been concerned, Meryl?  Nice name. \"Meryl\".  I always liked it. \n[178]Actress's name, isn't it?  What's your <i>real</i> name? \n[179]Take a break. Meryl I <i>know.</i> \n[180] \n[181]Shut up! \n[182] \n[183](as he shoves her into the Oldsmobile \n[184]  \n[185] \n[186]That's right.  I do, don't I? \n[187]Cos I never have.  That's why you go places, isn't it?  Cos you're curious.  I haven't been curious since I was seven years old, y'know that?  Back then you'd have to nail me to the floor to keep me in one place. \n[188]  \n[189] \n[190](sneering at the sight of the motorists (shouting out the window to the motorists \n[191] \n[192]<i>Should</i> I? \n[193] \n[194]You're right.  Let's go back.  I'm sorry.  I don't know what got into me. \n[195]I've changed my mind again.  What's Maine like this time of year?! I've never been to Maine. Or let's just see where the road takes us. \n[196] \n[197]  \n[198]  \n[199]  \n[200] \n[201]No.  There's no accident.  It'S just more stalling. \n[202]What's going on? \n[203]Is there any way around? \n[204]  \n[205] \n[206] \n[207]<i>Tell me what's happening?!</i> \n[208](backing her up against the kitchen bench \n[209]No, you're scaring <i>me,</i> Meryl! \n[210]Stop this now or I kill your leading lady. I know you can hear me. \n[211]  \n[212] \n[213]No.  You said, \"Do something.\"  Who were you talking to?  I swear I'll kill you, if you don't tell me. \n[214] \n[215]You have any idea what it's like to drown? \n[216] \n[217] \n[218] \n[219] \n[220]People know who I am, my every move, complete strangers know my name.  Even when there's no one around, I feel the eyes on me. \n[221]  \n[222]That's just it.  I think I <i>am</i> somebody. \n[223]Sometimes I think it's in my head, sometimes I think it's for real. \n[224]   \n[225]      \n[226]   \n[227]    \n[228]  \n[229]     \n[230] \n[231]Fuck you! \n[232]Get the hell away!  It's my life! \n[233]  \n[234]  \n[235] \n[236] \n[237](quietly, half to himself, half to Christof \n[238] \n[239]  ", "Spencer": "", "Travel": "\n[1]   ", "Agent": "\n[1]Where exactly? \n[2] \n[3](entering the destination in her computer \n[4]When do you want to leave, remembering, of course, that you do lose a day on the way there? \n[5] \n[6] \n[7] \n[8]I thought you were in a hurry. \n[9]You want to book the flight? \n[10]It's non-refundable. \n[11]I always write \"Yours <i>faithfully...\"</i> ", "Lawrence": "\n[1] \n[2] \n[3] \n[4]This is a sure thing. They're upping our quota.  You need this. \n[5] (referring to the file in Truman's hands \n[6]What for? \n[7] \n[8]I got a problem with you not doing your job, Burbank.  You already screwed up once this week. \n[9]680 West 89th. \n[10]Where the hell have you been, Burbank? What the hell's going on? \n[11]Listen, don't bother with the resignation. Just get the fuck outta here. \n[12] \n[13](admiring aside to the remaining fellow-males in the elevator ", "Vivien": "\n[1]What happens when Truman and the baby are both on camera together? \n[2] ", "Burbank": "", "Father": "\n[1] \n[2]Come down <i>now!</i> \n[3] \n[4]  \n[5]I told you to stay close.  Don't ever leave my sight again.  You gotta know your limitations.  You could've been washed away by the tide. \n[6] ", "Neighbor": ""}}