{"filename": "Rocky-Horror-Picture-Show,-The_script.txt", "imdb_id": "tt0073629", "imdb_url": "https://www.imdb.com/title/tt0073629", "characters": ["The Criminologist - An Expert", "Betty Munroe (as Hilary Labow)", "Dr. Frank-N-Furter - A Scientist", "Dr. Everett V. Scott - A Rival Scientist", "Magenta - A Domestic", "Brad Majors - A Hero", "Janet Weiss - A Heroine", "Columbia - A Groupie (as Little Nell)", "Riff Raff - A Handyman", "Ralph Hapschatt", "Eddie - Ex Delivery Boy (as Meatloaf)", "A Transylvanian", "Rocky Horror - A Creation"], "dialogues": {"Ralph": "\n[1]\t\t\tWell Brad, I guess we made it huh!  \n[2]\t\t\tTell you the truth Brad, she was the \t\t\tonly reason I came in the first place. \t\t\tScience was never one of my favourite \t\t\tsubjects but I sure with Dr Scott \t\t\tcould have made it today.  \n[3]\t\t\tHey fella.  It looks like it could be \t\t\tyour turn next.  ", "Hapschatt": "", "A": "\n[1] \t\t    Adapted from \"The Rocky Horror Show\" a musical \t\t    with Book, Music &amp; Lyrics by Richard O'Brien   \n[2] \tSoft Drum-Roll.  \n[3] \tFanfare.  \n[4]\n[5] \tOn the sides of the image are stationary sprocket holes of celluloid. \tSCIENCE FICTION DOUBLE FEATURE * Musical Introduction. \tFilm head runs down numbers:  10, 9, 8, 7, 6, 5, 4, 3, 2, 1, START. \tVery scratched.  During the SONG we see snatches of the films mentioned \tin SONG.  They look old and scratched and they are INTERCUT with flashes \tof white screen, burnt celluloid, etc.  \n[6] \n[7]\n[8] \n[9] \n[10] \n[11] \n[12] \n[13] \n[14] \n[15] \n[16] \n[17] \n[18]\t\t\tWell Brad, I guess we made it huh!  \n[19]\t\t\tWell I don't think there was any doubt \t\t\tabout that - You and Betty have been \t\t\talmost inseparable ever since you sat \t\t\tin on Dr Scott's refresher lectures.  \n[20]\t\t\tTell you the truth Brad, she was the \t\t\tonly reason I came in the first place. \t\t\tScience was never one of my favourite \t\t\tsubjects but I sure with Dr Scott \t\t\tcould have made it today.  \n[21]\t\t\tYes, Janet and I are both fond of him. \t\t\tWe drove over to see him last vacation. \t\t\tIt's a shame his new job took him away \t\t\tfrom Denton.  \tBETTY, the bride, throws the bouquet.  \tJANET catches it.  She squeals with delight.  \tThe GUESTS cheer.  \n[22]\t\t\tHey fella.  It looks like it could be \t\t\tyour turn next.  \n[23]\t\t\tWho knows...ha ha.  \tRALPH &amp; BETTY drive off.  GUESTS wave and shout, BRAD &amp; JANET with great \tenthusiasm.  GUESTS begin to disperse.  \tJANET &amp; BRAD linger outside the church.  So do a strange FAMILY :  An \told man with a pitchfork and his wife and daughter.  They resemble the \tQuaker family in \"American Gothic\", a painting.  \tThe MOTHER  and FATHER (RIFF RAFF) stand outside the church \tdoors.  Their DAUGHTER  goes inside.  The FAMILY, and the \tMINISTER , and the GUESTS all resemble characters we \tshall meet later at the Frank N. Furter place.  \n[24]\t\t\tOh Brad, wasn't it wonderful. Didn't \t\t\tBetty look radiantly beautiful. \t\t\tJust an hour ago she was plain old \t\t\tBetty Monroe.  Now she's Mrs. \t\t\tRalph Hapschatt.  \n[25]\t\t\tEr...yes, Janet.......Ralph's a \t\t\tlucky guy.  \n[26]\t\t\tYes.  \n[27]\t\t\tEveryone knows Betty's a wonderful \t\t\tlittle cook.  \n[28]\t\t\tYes.  \n[29]\t\t\tAnd Ralph himself will be in line for \t\t\tpromotion in a year or so.  \n[30]\t\t\tYes.  \n[31] \n[32]\t\t\tHey Janet.  \n[33]\t\t\tYes Brad.  \n[34]\t\t\tI've got something to say.  \n[35]\t\t\tUh huh.  \n[36]\t\t\tI really loved the skilful way \t\t\tYou beat the other girls \t\t\tTo the bride's bouquet.  \n[37]\t\t\tOh Brad.  \t  \n[38]\t\t\tThe river was deep but I swam it.  \n[39]\t\t\tJanet.  \n[40]\t\t\tThe future is ours so let's plan it.  \n[41]\t\t\tJanet.  \n[42]\t\t\tSo please don't tell me to can it.  \n[43]\t\t\tJanet.  \n[44]\t\t\tI've one thing to say and that's \t\t\tDammit, Janet. \t\t\tI love you.  \t\t\tThe road was long but I ran it. \t\t\t  \n[45]\t\t\tJanet.  \n[46]\t\t\tThere's a fire in my heart \t\t\tAnd you fan it.  \n[47]\t\t\tJanet.  \n[48]\t\t\tIf there's one fool for you \t\t\tThen I am it.  \n[49]\t\t\tJanet.  \n[50]\t\t\tI've one thing to say and that's, \t\t\tDammit, Janet.  \tHe chalks a heart and arrow on the church door, which Riff Raff proceeds \tto wipe off.  \n[51]\t\t\tI love you.  \tJANET runs to him, he kneels and produces a ring.  \n[52]\t\t\tHere's a ring to prove that \t\t\tI'm not joker.  \tCHURCH BELLS Peal out.  RIFF &amp; MAGENTA open doors and solemnly enter the \tchurch, door closes behind them.  \n[53]\t\t\tThere's three ways that love can grow. \t\t\tThat's good bad or mediocre.  \tJANET grabs the ring as BRAD rises.  She throws down the bouquet and \twould fall into BRAD's arms but he goes to the door to chalk on it \tagain.  \n[54]\t\t\tOh - J - A - N - E - T \t\t\tI love you so.  \tJANET, transfixed, bursts into the church.  \n[55] \t\"WEDDING SONG\"  Pt. 2  \tJANET bursts into the church, hypnotised by the ring.  BRAD follows her.  \n[56]\t\t\tOh!......It's nicer than \t\t\tBetty Munroe had  \n[57]\t\t\tOh Brad.  \n[58]\t\t\tNow we're engaged and I'm so glad.  \t\t\t\t\tMAGENTA &amp; COLUMBIA \t\t\tOh Brad.  \n[59]\t\t\tThat you met Mom \t\t\tAnd you know Dad.  \n[60]\t\t\tOh Brad.  \n[61]\t\t\tI've one thing to say \t\t\tAnd that's, Brad \t\t\tI'm mad, \t\t\tFor you too.  \tBRAD &amp; JANET start to walk d.s., arm in arm.  \tthe strange FAMILY march slowly across them l/r., in front.  \n[62]\t\t\tOh, Brad.  \n[63]\t\t\tOh Dammit.  \n[64]\t\t\tI'm mad.....  \n[65]\t\t\tOh Janet  \n[66]\t\t\tFor you.  \n[67]\t\t\tI love you too-oo-oo.  \tBRAD takes JANET's hands, turning to her.  We are aware of THE FAMILY \tbringing in coffin in b.g. through vestry door.  \t\t\t\t\tBRAD &amp; JANET \t\t\tThere's one thing left to do-ah-ooh  \t  \n[68]\t\t\tAnd that's go see the man \t\t\tWho began it  \n[69]\t\t\tJanet.  \n[70]\t\t\tWhen we met in his science exam \t\t\tIt -  \tTHE FAMILY move into position behind BRAD &amp; JANET  \n[71]\t\t\tJanet.  \n[72]\t\t\tMade me give you the eye \t\t\tAnd then panic,  \n[73]\t\t\tJanet  \tFAMILY lower coffin onto floor.  \n[74]\t\t\tI've got one thing to say, and that's \t\t\tDammit, \t\t\tJanet.  \t\t\tI love you.  \tJANET runs to BRAD and he hugs her.  \n[75]\t\t\tDammit, Janet.  \tJANET circles BRAD twice, admiring her ring on the way.  \n[76]\t\t\tOh Brad, \t\t\tI'm mad.  \n[77]\t\t\tDammit, Janet.  \tBRAD &amp; JANET kneel together with each following word until they are \tkneeling on the floor  \n[78]\t\t\tI love you.  \tBRAD &amp; JANET kiss.  \tThe cross above spits optically.  \n[79] \tMahogany bookcases, a large desk with a prominent globe of the world.  A \twell-padded armchair has its back to the camera.  It swings around \trevealing the NARRATOR.  He is in his smoking jacket.  He speaks \tdirectly to us.  \n[80]\t\t\tI would like if I may to take you on a \t\t\tstrange journey.  \tHe crosses to the bookshelf.  He selects a dossier.  We see the title: \t\"The Denton Affair\".  He returns to his desk and places it on a \tbookstand.  He puts on his reading glasses.  \n[81]\t\t\tIt seemed a fairly ordinary night when \t\t\tBrad Majors and his fiancee Janet Weiss \t\t\t left \t\t\tDenton that late November evening to \t\t\tvisit Dr Everett Scott, ex. tutor and \t\t\tnow friend of both of them.  It's true \t\t\tthere were dark storm clouds, heavy, \t\t\tblack and pendulous, toward which they \t\t\twere driving.  It's true also that the \t\t\tspare tyre they were carrying was badly \t\t\tin need of some air.  But they being \t\t\tnormal kids and on a night out, well \t\t\tthey were not going to let a storm \t\t\tspoil the events of their evening.  \t\t\tOn a night out.  \tHe closes the book marking the place.  \tThunder is heard distantly on the sound track.  \n[82]\t\t\tIt was a night out they were going to \t\t\tremember for a very long time.  \tLighting cracks on the sound track.  \n[83]\t\t\tGosh.  That's the third motorcyclist \t\t\tthat's passed us.  They certainly take \t\t\ttheir lives in their hands.  What with \t\t\tthe weather and all.  \n[84]\t\t\tYes, Janet.  Life's pretty cheap to \t\t\tthat type.  \tJANET takes another stick of gum.  \tOffers BRAD some.  He declines.  \tThe car slows to a halt.  \n[85]\t\t\tWhat's the matter Brad, darling?  \tHeadlights on sign reading: \"DEAD END\".  \n[86]\t\t\tI think we took the wrong fork a few \t\t\tmiles back.  \n[87]\t\t\tOh dear!  But then where did the \t\t\tmotorcyclists come from?  \n[88]\t\t\tHmmm ... Well, I guess we will have \t\t\tto turn back.  \n[89] \tCar reverses.  \tBRAD puts his foot on the accelerator.  The wheel skids and explodes.  \n[90] \n[91]\t\t\tWhat was that bang?  \n[92]\t\t\tWe must have a blow-out.  \n[93]\t\t\tOh...  \tPause  \n[94] \tA bolt of lighting strikes a tree.  \n[95] \n[96]\t\t\tYou'd better sit here and keep warm \t\t\twhile I go for help.  \n[97]\t\t\tBut where will you go?  We're in the \t\t\tmiddle of nowhere.  \n[98]\t\t\tDidn't we pass a castle back down the \t\t\troad a few miles?  Maybe they have \t\t\ta telephone I might use.  \tHe unbuckles his seatbelt.  \n[99]\t\t\tI'm coming with you.  \n[100]\t\t\tThere's no point both of us getting wet.  \n[101]\t\t\tI'm coming with you. \t\t\t\t \t\t\tBesides, darling, the owner of the phone \t\t\tmight be a beautiful woman and you may \t\t\tnever come back.  \tBRAD laughs.  \tA thunderclap.  \tMUSIC commences and she alights from the car and follows him, newspaper \tover her head.  \n[102] \n[103] \tThe rain pours off the newspaper down JANET's face.  She walks along, \tcatching up with BRAD.  \tShe sing plaintively.  \n[104]\t\t\tIn the velvet darkness \t\t\tOf the blackest night \t\t\tBurning bright.  \tWe see the two of them - BRAD striding ahead, JANET nearly catching up \twith him.  \tBehind them on the side of the road, sparse trees and rock formations.  \n[105]\t\t\tThere's a guiding star \t\t\tNo matter what or who you are.  \tThey have passed a row of trees.  A rock formation in the shape of a \tcastle is silhouetted against the sky.  It has a flag flying from the \tturret.  \tLightning strikes.  \tA glow of light appears in a window.  It illuminates a path to the \tcastle.  \tBRAD and JANET turn.  \tThe castle is in the distance between the two of them.  \t\t\t\t\tBRAD &amp; JANET \t\t\tThere's a light  \tThe castle looms in the distance.  \n[106]\t\t\tOver at the Frankenstein place.  \tBRAD stares hard.  \n[107]\t\t\tThere's a light.  \tThe castle looms closer.  \n[108]\t\t\tBurning in the fireplace.  \n[109]\t\t\t\t \t\t\tThere's a light, a light \t\t\tIn the darkness of everybody's life  \tTaking JANET by the hand, BRAD moves off the roadway towards the house.  \n[110]\t\t\tI can see the flag fly \t\t\tI can see the rain \t\t\tJust the same \t\t\tThere has got to be \t\t\tSomething better here \t\t\tFor you and me.  \tLighting strikes.  \tJANET jumps towards BRAD.  \t\t\t\t\tBRAD &amp; JANET \t\t\tThere's a light.  \tThe castle seems to move forward.  \n[111]\t\t\tBurning in the fireplace.  \n[112]\t\t\tThere's a light.  \n[113] \tA motorcycle convoy roars by revealing a hidden road to the castle.  \n[114]\t\t\tA light \t\t\tIn the darkness of everybody's life.  \tThe convoy drives up and disappears into a secret entrance in the rock.  \n[115] \tWe see a cell-like window near a massive lighted window.  A tortured \tface appears squinting into the darkness.  \n[116]\t\t\tThe darkness must go \t\t\tDown the river of nights dreaming \t\t\tFlow morphia slow \t\t\tLet the sun and light come streaming \t\t\tInto my life.  \n[117] \tRIFF RAFF moves to the lighted window where his hunchbacked shape \tbecomes a giant shadow.  \n[118]\t\t\tInto my life.  \n[119] \tBRAD and JANET start moving down the driveway.  \t\t\t\t\tBRAD &amp; JANET \t\t\tThere's a light.  \n[120] \tShadow turns in the window.  \n[121]\t\t\tOver at the Frankenstein place.  \n[122] \tBRAD and JANET approach the gateway to the castle.  \t\t\t\t\tBRAD &amp; JANET \t\t\tThere's a light.  \n[123] \tThe shadow slowly covers the whole window.  \n[124]\t\t\tBurning in the fireplace.  \n[125] \n[126]\t\t\tThere's a light, a light.  \tBRAD and JANET are at the gate.  There is a rusted sign.  \t\t\t\t\tBRAD &amp; JANET \t\t\tIn the darkness of everybody's life.  \tA bolt of lighting illuminates the sign which reads:  FRANK N. FURTER - \n[127]\t\t\tAnd so it seemed that fortune had smiled \t\t\ton Brad and Janet and that they had found \t\t\tthe assistance that their plight required - \t\t\tor had they?  \tThunderclap.  \n[128] \tBRAD rings the doorbell.  It makes a strange sound.  \n[129]\t\t\tOh, Brad.  Let's go back.  I'm cold \t\t\tand I'm frightened.  \n[130]\t\t\tJust a moment, Janet.  They may have \t\t\ta telephone.  \tThe door opens.  Throbbing music is heard in the background as if there \tis a party going on in the distance.  \tThe figure we have seen at the window emerges.  He is a hunch-backed \tservant, RIFF RAFF.  \n[131]\t\t\tHello.  \n[132]\t\t\tUh - oh - Hi!  My name is Brad Majors. \t\t\tAnd this is my fiancee, Janet Weiss.  I - \t\t\tah - wondered if you could help us.  Our \t\t\tcar has broken down about two miles up the \t\t\troad.  Do you have a phone we might use?  \n[133]\t\t\tYou're wet.  \n[134]\t\t\tYes, the rain has been very heavy.  \n[135]\t\t\tYes.  \n[136]\t\t\tYes.  \n[137] \tA bolt of lighting illuminates a row of vehicles parked by the castle.  \n[138] \tBRAD sees them and reacts with surprise.  \tRIFF RAFF realises BRAD has seen them.  \n[139]\t\t\tI think you had better both come inside.  \n[140]\t\t\tYou're too kind.  \tThey enter apprehensively.  \n[141] \tRIFF RAFF leads them down a stairway and beckons them to follow.  \tThe MUSIC has become louder.  \n[142]\t\t\t\t \t\t\tOh Brad, I'm frightened.  What kind \t\t\tof place is this?  \n[143]\t\t\t\t \t\t\tOh, it's probably some kind of hunting \t\t\tlodge for rich weirdos.  \n[144] \tThey arrive at a hallway at the bottom of the stairs.  Another servant, \tMAGENTA, who bears a striking physical resemblance to RIFF RAFF is \tvacuuming the stairs.  \n[145]\t\t\tThis way.  \tJANET steps over the vacuum lead.  \n[146]\t\t\tAre you - giving a party?  \n[147]\t\t\tNo.  You've arrived on a rather special \t\t\tnight.  It's one of the master's affairs.  \n[148]\t\t\tOh, lucky him.  \n[149]\t\t\tHe's lucky.  \tBRAD and JANET look at MAGENTA, surprised by her voice.  \n[150]\t\t\tYou're lucky, I'm lucky, we're all \t\t\tlucky.  \n[151] \tBRAD and JANET are rather unnerved by this outburst from the domestic. \tThey look back to RIFF RAFF.  He is now standing by a set of mirrors \treflecting to infinity.  \n[152]\t\t\tIt's astounding \t\t\tTime is fleeting \t\t\tMadness takes its toll \t\t\tBut listen closely \t\t\tNot for very much longer \t\t\tI've got to keep control.  \tMAGENTA gives RIFF RAFF a strange signal.  \tRIFF RAFF starts to dance in an extraordinary fashion.  \n[153]\t\t\tI remember doing the Time Warp.  \tBRAD and JANET are amazed.  \n[154]\t\t\tDrinking those moments when \t\t\tThe blackness would hit me.  \tMAGENTA half closes her eyes in pleasure.  \tJANET clings to BRAD.  \n[155]\t\t\tAnd the void would be calling.  \tRIFF RAFF opens a set of double doors marked BALLROOM.  \n[156] \tBRAD and JANET find themselves on a balcony of a huge black and silver \tballroom.  At the furthest end is a throne-like chair and, surrounding \tit, a theatre proscenium.  In the body of the room are GUESTS.  They are \tthe people BRAD and JANET passed on the road.  They are the \tTransylvanian Secret Agents - assembled on this special occasion from \tall over the earth.  It is the Annual Transylvanian Convention - \tannounced by an official banner suspended over the Ballroom.  They are \tall dressed in strange but elegant evening wear.  They are a distorted \tversion of the GUESTS from the Denton wedding.  A party spirit prevails, \tthey throw their arms out in a plea to RIFF RAFF on the balcony.  \n[157]\t\t\tIt's just a jump to the left.  \n[158] \tThe GUESTS leap to the left in one giant step.  \n[159]\t\t\tWith your hands on your hips.  \n[160] \tALL GUESTS have hands on hips.  \n[161] \tThey collide with MAGENTA who has blocked off the corridor with her \tvacuum.  She sings with menace, waving the cleaner hose dangerously.  \n[162]\t\t\tIt's so dreamy \t\t\tOh, fantasy free me \t\t\tSo you can't see me \t\t\tNo not at all.  \tBRAD and JANET look at each other in alarm.  \t\t\tIn another dimension. \t\t\t\t(she forces them back towards \t\t\t\tbalcony \t\t\tWith voyeuristic intention.  \tBRAD blushes.  \t\t\tWell secluded I see all \t\t\tWith a bit of a mind flip \t\t\tYou're into the time slip \t\t\tNothing will ever seem the same.  \tThey are back at the balcony.  \t\t\tYou're spaced out on sensation.  \tThey are at the edge of the balcony.  \t\t\tLike you're under sedation.  \tThey force BRAD and JANET into the Ballroom proper.  \tThe GUESTS turn on them.  \n[163] \n[164]\t\t\tWell I was walking down the street \t\t\tJust having a think \t\t\tWhen a snake of a guy \t\t\tGave me an evil wink. \t\t\tWell it shook me up \t\t\tIt took me by surprise \t\t\tHe had a pick-up truck \t\t\tAnd the devil's eyes \t\t\tHe stared at me \t\t\tAnd I felt a change \t\t\tTime meant nothing \t\t\tNever would again.  \n[165] \n[166]\t\t\tIt's just a jump to the left.  \tHe jumps to the left.  \n[167] \n[168]\t\t\tWith your hands on your hips.  \n[169] \n[170] \t\t\tBut it's the pelvic thrust.  \tLOW TRAVELLING SHOT between their legs.  \t\t\tThat really drives you insane. \t\t\tLet's do the Time Warp again.  \tEveryone reverses direction.  \t\t\tLet's do the Time Warp again.  \tAll the GUESTS fall to the floor like flies exhausted.  \n[171] \n[172]\t\t\tOh....Say something.  \n[173]\t\t\tSay!  Do any of you guys know the Madison?  \tNo one laughs.  \tGUESTS turn nasty.  \n[174] \tBRAD and JANET retreat to the hall.  Behind them a lift slowly descends \tbearing a figure in a black cloak and a diamante stiletto heel - beating \ttime to a rhythm the band has started playing.  \n[175]\t\t\tBrad, please lets get out of here.  \n[176]\t\t\tFor God's sake keep a grip on yourself Janet.  \n[177]\t\t\tBut it seems so unhealthy here.  \n[178]\t\t\tIt's just a..a party Janet.  \n[179]\t\t\tWell I want to leave.  \n[180]\t\t\tWe can't go anywhere until I get to a phone.  \n[181]\t\t\tThen ask the butler - or someone.  \n[182]\t\t\tLet's wait awhile Janet.  We don't want \t\t\tto interfere with their celebrations.  \n[183]\t\t\tThis isn't the Junior Chamber of \t\t\tCommerce Brad.  \n[184]\t\t\tThey're probably foreigners with ways \t\t\tdifferent from our own.  -  They may \t\t\tdo some more folk dancing.  \n[185]\t\t\tBrad - I'm cold, I'm wet, and plain scared.  \n[186]\t\t\tI'm here, there's nothing to worry about.  \tGUESTS rise, staring mesmerised at the lift.  \tJANET sees the shoe, looks up at the face of its owner.  \tJANET faints.  -------------------------------------------- \n[187]--------------------------------------------  \n[188] \tThe figure turns and throws open lift cage door.  As camera zooms in to \tthe death mask above them the film changes from black and white to \tcolour.  However the only colour in evidence is the red lipstick on the \tmouth of their host.  \n[189] \n[190]\t\t\tHow do you do.  \t\t\tI see you've met my faithful handyman. \t\t\tHe's a little brought down - \t\t\tBecause when you knocked \t\t\tHe thought you were the candyman.  \tRIFF RAFF scowls.  \n[191] \n[192]\t\t\tDon't get strung out by the way \t\t\tthat I look.  \tFRANK strides across the Ballroom to the throne.  \n[193]\t\t\tDon't judge a book by its cover \t\t\tI'm not much of a man \t\t\tBy the light of day \t\t\tBut by night I'm one hell of a lover.  \tJANET gives a silent scream.  \tFRANK lets the cloak fall onto the throne, which reveals his \ttransvestite attire.  \tThe GUESTS scream with delight.  \n[194]\t\t\tI'm just a sweet Transvestite \t\t\tFrom Transexual Transylvania.  \tHe slowly moves back to BRAD and JANET, doing leg kicks.  \t\t\tLet me show you around, maybe play you a sound \t\t\tYou look like you're both pretty groovie.  \tHe circles them and forces them into the Ballroom.  \t\t\tOr if you want something visual \t\t\tnot too abysmal \t\t\tWe could take in an old Steve Reeves movie.  \tBRAD clumsily attempts to circle around FRANK.  FRANK meanwhile ignores \thim and greets his other guests.  \n[195]\t\t\tI'm glad we caught you at home \t\t\tAh - could we use your phone \t\t\tWe're both in a bit of a hurry.  \tJANET joins BRAD.  \n[196]\t\t\tRight!  \n[197]\t\t\tWe'll just say where we are \t\t\tThen go back to the car \t\t\tWe don't want to be any worry.  \tFRANK turns on them.  \n[198]\t\t\tYou got caught with a flat \t\t\tWell how about that \t\t\tWell babies don't you panic \t\t\tBy the light of the night \t\t\tIt'll seem alright \t\t\tI'll get you a satanic mechanic.  \tFRANK turns his back on BRAD and JANET and splitting the ranks of his \tGUESTS, departs for the other end of the Ballroom.  Streamers fall.  \n[199]\t\t\tI'm just a sweet transvestite \t\t\tFrom Transexual Transylvania.  \tFrom the throne he gestures towards BRAD and JANET rather slowly over \tthe next verse.  \n[200]\t\t\tWhy dont'cha stay for the night  \t\t\t\t\tRIFF &amp; MAGENTA \t\t\t\"night\" \t\t\tOr maybe a bite  \t\t\t\t\tRIFF &amp; MAGENTA \t\t\t\"bite\" \t\t\tI could show you my favourite obsession \t\t\tI've been making a man \t\t\tWith blonde hair and a tan \t\t\tAnd he's good for relieving my tension.  \tWe view from OVERHEAD as the GUESTS surround him adoringly.  \n[201]\t\t\tI'm just a sweet transvestite \t\t\tFrom Transexual Transylvania.  \tFRANK storms down the Ballroom to the lift.  \t\t\tI'm just a sweet transvestite.  \n[202]\t\t\tFrom Transexual Transylvania.  \n[203] \n[204]\t\t\tSo come up to the Lab.  \n[205] \n[206] \n[207]\t\t\tAnd see what's on the slab.  \n[208] \n[209] \n[210]\t\t\tI see you shiver with anticipation  \n[211] \n[212] \n[213]\t\t\tBut maybe the rain  \n[214] \n[215] \n[216]\t\t\tIs really to blame  \n[217] \n[218] \n[219]\t\t\tSo I'll remove the cause \t\t\tBut not the symptom  \n[220] \n[221] \tOn the last chord the lift has disappeared.  \tThe GUESTS applaud ecstatically.  \tRIFF RAFF and MAGENTA close in on BRAD and JANET.  They remove BRAD and \tJANET's wet clothes.  \tCOLUMBIA moves down from the bandstand and crosses to BRAD and JANET. \tShe witnesses the undressing.  \n[222]\t\t\tSlowly, slowly.  It's too nice a job \t\t\tto rush.  \tThe GUESTS moan softly as each piece of clothing is removed.  \tBRAD and JANET stand shivering in their underwear.  \tThere is complete silence.  \tThe GUESTS and SERVANTS are motionless.  \tBRAD and JANET are the total object of their attention.  \n[223] \n[224]\t\t\tOh Brad.  \n[225]\t\t\t\t \t\t\tIt's alright Janet, we'll play along \t\t\tfor now and pull out the aces when the \t\t\ttime is right.  \tHe turns to COLUMBIA who has been staring at his underpants.  \n[226]\t\t\tAh, hi.  My name is Brad Majors and \t\t\tthis is my fiancee, Janet Weiss.  You \t\t\tare ...  \n[227]\t\t\tYou are very lucky to be invited up \t\t\tto Frank's laboratory.  Some people \t\t\twould give their right arm for the \t\t\tprivilege.  \tRIFF RAFF has opened the cage doors to the lift.  \tThe GUESTS rush for positions.  \n[228]\t\t\tPeople like you maybe  \n[229]\t\t\tI've seen it.  \tCOLUMBIA escorts them to the lift.  \tRIFF RAFF throws two GUESTS to the floor to make room for them. \tHe slams the cage door.  \tThe two discarded GUESTS cry and claw at the cage door as the lift moves \toff under RIFF RAFF's control.  \tBRAD and JANET are squashed, arms by their side.  \tThey stare straight ahead.  \n[230]\t\t\t\t \t\t\tIt he - Frank - is he your husband?  \tGeneral amusement.  \n[231]\t\t\tThe Master is not yet married.  Nor \t\t\tdo I think he ever will be.  We are \t\t\tsimply his servants.  \n[232]\t\t\tOh.  \tThe lift grinds to a halt.  \tThey have arrived at the laboratory.  \n[233] \tThe laboratory is somewhere between a student observation operating \ttheatre and a Greek gymnasium.  It is pink-tiled throughout, facing the \tlift entrance is a circular area containing a TANK on pedestals which \tthough screened at this stage will be revealed to contain the body of \tROCKY submerged in chemicals, the wall to one side contains a raised \tdias area for the GUESTS, and facing one end of the tank, the \toperational controls, monitor and a giant refrigerator.  A chandelier \thangs above the tank.  \tOn the podium in front of Frank's chambers there is a stand microphone. \tNear the podium are some weights.  Behind the tank is a vaulting horse. \tThese are wrapped in sellophane - Rocky's presents.  \tThe GUESTS are waiting as the lift arrives.  \tFRANK, now in surgeon's outfit stands in the middle of the room.  RIFF \tRAFF gets out of the lift first, with a glass of champagne which he \thands to FRANK.  \n[234]\t\t\tMagenta, Columbia, go and assist Riff Raff.  \tAs he speaks her name each one steps forward out of the lift.  They \tcross to RIFF RAFF behind the tank.  \n[235]\t\t\tI will entertain...ah...  \tBRAD &amp; JANET step out of the lift.  \n[236]\t\t\tI'm Brad Majors and this \t\t\tis my fiancee, Janet Vice.  \n[237]\t\t\tWeiss.  \n[238]\t\t\tWeiss.  \n[239]\t\t\tEncante....How nice. \t\t\tAnd what charming underclothes you both have. \t\t\t(He takes two dust coats from Riff Raff \t\t\tand hands them to Brad). \t\t\tBut here, put these on.  They'll \t\t\tmake you feel less vulnerable.  \tMAGENTA &amp; COLUMBIA cross to the podium.  \n[240]\t\t\tIt's not often we receive visitors here. \t\t\tLet alone offer them hospitality.  \n[241]\t\t\tHospitality!  All we wanted to do was \t\t\tuse your telephone.  A reasonable request \t\t\twhich you have chosen to ignore.  \n[242]\t\t\tDon't be ungrateful Brad.  \n[243]\t\t\tUngrateful!  \tThe room falls silent.  All eyes are on FRANK, waiting for his reaction. \tA smile breaks on his face.  \n[244]\t\t\tHow forceful you are Brad.  Such a \t\t\tperfect specimen of manhood.  So dominant.  \tMAGENTA &amp; COLUMBIA laugh.  \t\t\tYou must be awfully proud of him Janet.  \n[245]\t\t\tWell, yes I am.  \tTHE GUESTS oh and ah appreciatively, BRAD laughs, a little embarassed.  \n[246]\t\t\tDo you have any tattoos Brad.  \n[247]\t\t\tCertainly not!  \n[248]\t\t\tOh well.  How about you.  \tRIFF RAFF has approached behind FRANK, looming over his shoulder.  \n[249]\t\t\tEverything is in readiness, Master. \t\t\tWe merely await your word.  \tFRANK drinks his champagne then hands RIFF RAFF the empty glass.  RIFF \tRAFF goes to the control panel and FRANK to the podium  \n[250]\t\t\tTonight...One, one, one.  Can you hear \t\t\tme at the back? \t\t\tTonight, my unconventional conventionists.  \tMAGENTA, COLUMBIA and GUESTS laugh politely.  \n[251]\t\t\tTonight you are to witness a breakthrough \t\t\tin biochemical research.  \tThere is a gasp from COLUMBIA, MAGENTA and GUESTS.  \n[252]\t\t\tAnd paradise is to be mine.  \tGUESTS and everybody applaud.  JANET claps too, but BRAD indicates that \tshe shouldn't.  \n[253]\t\t\tIt was strange the way it happened. \t\t\tOne of those quirks of fate really. \t\t\tOne of those moments when you seem \t\t\tirredeemably lost:  you panic; you're \t\t\ttrapped; your back's against the wall. \t\t\tThere's no way out, and then suddenly, \t\t\tyou get a break.  (He cracks the bones \t\t\tin his hand)  All the pieces seem to \t\t\tfit into place.  What a sucker you'r \t\t\tbeen. What a fool.  The answer was there \t\t\tall the time.  It took a small accident \t\t\tto make it happen.  An accident!  \tMAGENTA &amp; COLUMBIA step forward one each side of him.  \t\t\t\t\tMAGENTA &amp; COLUMBIA \t\t\tAn accident.  \n[254]\t\t\tThat's how I discovered the secret. \t\t\tThat elusive ingredient, that spark \t\t\tthat is the breath of life.  \tGUESTS applaud.  \n[255]\t\t\tYou see, Brad and Janet, you are fortunate. \t\t\tFor tonight is the night that my beautiful \t\t\tcreature is destined to be born.  \tEverybody applauds.  FRANK then pulls the cover from the tank.  RIFF \tRAFF is at the control panel.  \n[256] \tThe tank is revealed.  There is something inside it is immersed in clear \tfluid.  The GUESTS are astonished.  \n[257]\t\t\tThrow open the switches on the sonic \t\t\toscillator.  \tRIFF RAFF flicks the switch to activate the oscilloscopes in the panel.  \n[258]\t\t\tAnd step up the reactor power input \t\t\tthree more points.  \tRIFF RAFF presses a button three times then begins to unwind a wheel.  \tFRANK watches excitedly from behind the tank as the chandelier is \tlowered.  It spurts different coloured liquids into the tank.  \tThe liquids bubble and change colour.  The thing inside begins to look \tlike a human form.  \n[259]\t\t\tBrad...  \n[260]\t\t\tIt's alright Janet.  \tThe liquids drain away.  The form begins to move.  \tFRANK climbs the ladder at one end of the tank, RIFF RAFF the other.  \tROCKY HORROR sits up, raises his arms, finally stands upright with both \tarms outstretched.  \tRIFF RAFF removes the bandage from ROCKY's head.  ROCKY looks at RIFF \tRAFF then at FRANK.  With a gasp he leaps for the chandelier above.  \tAt the same time RIFF RAFF is down the ladder making for the handle.  He \twinds up the chandelier and ROCKY.  \n[261] \n[262] \tROCKY HORROR with only his head unbandaged, is hanging on to the \tchandelier which RIFF RAFF is winding upwards.  \n[263]\t\t\tRocky needed peace of mind. \t\t\tHe didn't know \t\t\tHe was doing just fine.  \t\t\tHe was the product \t\t\tOf another time. \t\t\tAnd as for feeling down - \t\t\tWell that's not a crime.  \n[264] \tFRANK and RIFF RAFF are recovering from their fall.  \tROCKY makes a circuit of the GUESTS.  \n[265] \tFRANK picks himself up.  ROCKY is sitting at the top of the ladder above \thim, with his perfect limbs near Frank's face.  \n[266]\t\t\tWell.  That's no way to \t\t\tbehave on your first day out.  \tROCKY looks hurt.  \t\t\tBut as you're such an \t\t\texceptional beauty I'm \t\t\tprepared to forgive.  \tFRANK crosses behind ROCKY to stand next to RIFF RAFF behind the tank.  \t\t\tI just love success.  \n[267]\t\t\tHe is a credit to your \t\t\tgenius, Master.  \n[268]\t\t\tYes.  \n[269]\t\t\tA triumph of your vill.  \n[270]\t\t\tYes.  \n[271]\t\t\tHe's o.k.  \n[272]\t\t\tO.K?  (Moving out behind tank towards \t\t\tJanet and Brad)  I think we can do a \t\t\tlittle better than that.  \t\t\tYou.    What do you think?  \n[273]\t\t\tWell.    I don't \t\t\tlike men with...er, with too many, muscles.  \n[274]\t\t\tI didn't make him for you  \tJANET nods hastily.  FRANK moves towards microphone.  \t\t\tHe carries the Charles Atlas seal of \t\t\tapproval....And he didn't even take \t\t\tthe lessons.  \n[275] \n[276] \tAs FRANK starts to sing, MAGENTA &amp; RIFF RAFF collect one of ROCKY's \tpresents, the vaulting horse, and place it in front of the podium. \tCOLUMBIA leads ROCKY down from the ladder.  \n[277]\t\t\tA weakling weighing \t\t\tNinety eight pounds \t\t\tWill get sand in his face \t\t\tWhen kicked to the ground. \t\t\tAnd soon in the gym \t\t\tWith a determined chin \t\t\tThe sweat from his pores \t\t\tAs he works for his ca-ha-hause  \tMAGENTA &amp; RIFF RAFF now bring the weights.  \n[278]\t\t\tWill make him glisten - thank you - \t\t\tAnd gleam. \t\t\tAnd with massage \t\t\tAnd just a little bit of \t\t\tSte-he-he-he-hem... \t\t\tHe'll be pink. \t\t\tAnd quite clean.  \n[279]\t\t\tHe'll be a strong man - \t\t\tOh honey -  \t\t\t\t\tGUESTS, RIFF, MAGENTA &amp; COLUMBIA &amp; FRANK. \t\t\tBut the wrong man.  \n[280]\t\t\tHe'll eat nutritious high protein \t\t\tAnd swallow raw eggs. \t\t\tTry to build up his shoulders, \t\t\tHis chest, arms and legs.  \t\t\tSuch an effort - \t\t\tIf he only knew of my plan. \t\t\tIn just seven days,  \t\t\t\t\tGUESTS, RIFF, MAGENTA &amp; COLUMBIA &amp; FRANK \t\t\tI can make you a ma-aa-a-a-an  \tROCKY throws down the weights and begins press ups.  \n[281]\t\t\tHe'll do press-ups and chin-ups, \t\t\tDo the snatch, clean and jerk.  \tFRANK crosses to JANET &amp; BRAD  \t\t\tHe thinks dynamic tension \t\t\tMust be hard work. \t\t\tSuch strenuous living \t\t\tI just don't understand.  \tFRANK moves back to ROCKY who is still pressing up.  \t\t\tWhen, in just seven days - \t\t\tOh baby...  \t\t\tI can make you \t\t\tA ma-a-a-a-an....  \n[282] \tThe large refrigeration unit door slowly opens, falling like a \tdrawbridge.  Inside is a wall of ice and many CocaCola bottles. \tThrough these bursts an icy EDDIE riding a Harley Davidson motor bike, \tex World War II, holding a Gibson guitar.  \tSeveral guests are crushed to death.  \n[283]\t\t\tEddie!  \n[284]\t\t\tWho's Eddie?  \n[285]\t\t\tThe delivery boy.  \n[286]\t\t\tHis delivery wasn't good enough though.  \tROCKY looks terrified.  \tJANET has fainted yet again.  \tEDDIE comes to life.  \n[287] \n[288]\t\t\tHot patootie \t\t\tBless my soul \t\t\tI really love that rock and roll \t\t\t  \tEDDIE  leaps onto the motorbike in a legs \tapart guitar strumming pose.  \tFRANK is getting furious.  \tROCKY is perplexed.  \n[289]\t\t\tHot patootie \t\t\tBless my soul. \t\t\tI really love that rock and roll.  \t\t\tHot patootie \t\t\tBless my soul. \t\t\tI really love that rock and roll.  \t\t\tHot patootie \t\t\tBless my soul. \t\t\tYou know I love that rock and roll.  \t\t\tHot patootie \t\t\tBless my soul. \t\t\tI really love that rock and roll.  \t4 bars instrumental  \tFRANK steals towards the fridge where he collects an ice pick, \tinnocently.  \n[290]\t\t\tHot patootie\t\tHOT PATOOTIE - \t\t\tBless my soul.\t\tBLESS MY SO-O-OUL. \t\t\tI really love that rock and roll.  \t\t\tHot patootie\t\tHOT PATOOTIE \t\t\tBless my soul.\t\tI LOVE THAT ROCK &amp; ROLL. \t\t\tI really love that rock and roll.  \t\t\tHot patootie\t\tHOT PATOOTIE... \t\t\tBless my soul.\t\tI LOVE THAT ROCK &amp; ROLL. \t\t\tI really love that rock and roll.  \t\t\tHot patootie\t\tHOT PATOOTIE... \t\t\tBless my soul.\t\tBLESS MY SO-O-OUL. \t\t\tI really love that rock and roll.  \t\t\tHot patootie\t\tHOT PATOOTIE.. \t\t\tBless my soul.\t\tI REALLY LOVE THAT ROCK &amp; ROLL. \t\t\tI really love that rock and roll.  \t\t\tHot patootie\t\tHOT PATOOTIE... \t\t\tBless my soul.\t\tBLESS MY SO-O-OOOUUL. \t\t\tI really love that rock and roll.  \t\t\tHot patootie\t\tHOT PATOOTIE \t\t\tBless my soul.\t\tI LOVE THAT ROCK &amp; ROLL. \t\t\tI really love that rock and roll.  \t\t\tHot patootie\t\tHOT PATOOTIE \t\t\tBless my soul.\t\tI LOVE-A-LOVE-A-LOVE-A \t\t\tI really love that rock and roll. \n[291] \tOn the last chorus FRANK rushes to EDDIE with the ice pick, in a \tdemented fury.  \tTHE GUESTS are unbelieving.  \tCOLUMBIA covers her face with her hands.  \tEDDIE is dead.  FRANK walks away from his body unconcerned.  \tJANET screams and screams.  \n[292] \n[293] \tMAGENTA is very bored and picking up ice cubes and placing them in the \tice bucket.  \n[294]\t\t\tOne from the vaults.  \tRIFF RAFF drags EDDIE's dismembered body back into the fridge.  \t\t\tAnd so perish all those who reject my love!  \tROCKY cowers in terror.  \t\t\tOh no, my little Adonis - \t\t\tYou're much too beautiful to be destroyed. \t\t\tHe had a certain naive charm - but no muscle.  \tROCKY flexes.  \tFRANK is thrilled.  \n[295] \n[296]\t\t\tBut a deltoid \t\t\tAnd a bicep, \t\t\tA hot groin \t\t\tAnd a tricep \t\t\tMakes me - ooh - \t\t\tShake. \t\t\tMakes me want \t\t\tTo take \t\t\tCharles Atlas \t\t\tBy the ha-and.  \t\t\tIn just seven days - \t\t\tOh baby -  \t\t\t\t\tGUESTS, RIFF RAFF, MAGENTA &amp; COLUMBIA &amp; FRANK \t\t\tI can make you a \t\t\tMa-ha-ha-ha-haan.  \t\t\tI don't want no dissension \t\t\tJust dynamic tension.  \t\t\tIn just seven days \t\t\tI can make you \t\t\tA ma-ha-ha-ha-haan.  \t\t\tIn just seven days \t\t\tI can make you \t\t\tA ma-ha-ha-ha-haaan.  \n[297] \tRIFF RAFF presses a button and a wall opens revealing a bridal suite \tdone out in black silk.  \tThe GUESTS shout their approval.  \tThe end of the SONG turns into Mendelssohn's wedding march and FRANK \tleads ROCKY to his bridal chamber.  \tThe GUESTS throw confetti.  \tBRAD and JANET look at each other in amazement.  \n[298]\t\t\tThere are some people who say that life \t\t\tis an illusion, and that reality is simply \t\t\ta figment of our imaginations!  If this \t\t\tis so, then Brad and Janet are quite safe. \t\t\tHowever, the sudden departure of their \t\t\thost and his creation (into the seclusion \t\t\tof his sombre bridal suite) had left them \t\t\tfeeling both apprehensive and uneasy. \t\t\tA feeling which grew as the other guests \t\t\t'departed' and 'they' were shown to their \t\t\tseparate rooms.  \n[299] \tJANET looks lost.  \tShe sits on the end of the bed.  \n[300] \tBRAD looks lost.  \tHe examines the TV monitor.  \n[301] \tRIFF RAFF and MAGENTA by the monitor.  \tThey switch from channel to channel.  \tWe see BRAD looking at the TV monitor.  \tAnd JANET sitting on the end of the bed.  \tJANET lies back on the bed and switches off her bedside lamp.  \tRIFF RAFF and MAGENTA smile at each other.  \n[302] \tOnly a soft glow of moonlight from a barred window.  ON the netting \tround her bed.  \tThere is a knock at the door.  \tJANET sits p.  \n[303]\t\t\tWho is it?  Who's there?  \tBRAD's voice from behind the door.  \n[304]\t\t\tIt's only me, Janet.  \tShe relaxes.  \n[305]\t\t\tOh, Brad, come in, darling.  \tA silhouette enters and crosses to the bed.  It moves onto the bed \tbehind the net curtain.  \n[306]\t\t\tOh Brad - Mmmm - Oh yes, my darling - \t\t\twhat if...  \n[307]\t\t\tIt's alright Janet.  Everything's going \t\t\tto be alright.  \n[308]\t\t\tOh, I hope so my darling.  But let me \t\t\tswitch on the light.  \n[309]\t\t\tNo, don't do that.  \n[310]\t\t\tOh don't be so shy.  \tShe switches on the light to reveal FRANK.  \n[311]\n[312]\t\t\tI'm afraid so, Janet.  But isn't it nice?  \tJANET beats his chest with her clenched fists.  \n[313]\t\t\tYou beast, you monster, what have you \t\t\tdone with Brad?  \n[314]\t\t\tNothing.  Why, do you think I should?  \n[315]\t\t\tYou tricked me - I wouldn't have - \t\t\tI've never - never  \n[316]\t\t\tI know.  But it wasn't all bad was it? \t\t\tIn fact, I think you found it quite pleasurable. \t\t\tMmmmm so soft, so sensual.  \tHe re-commences making love to her.  \n[317]\t\t\tOh - Oh - no - stop - I mean help. \t\t\tI - Brad - Oh. \t\t\t\t \t\t\tBrad.  \tFRANK places a finger on her lips.  \n[318]\t\t\tSsssh.  Brad's probably asleep by now. \t\t\tDo you want him to see you like this?  \n[319]\t\t\tLike this - like how?  It's your fault. \t\t\tYou're to blame. \t\t\t\t \t\t\tI was saving myself.  \n[320]\t\t\tWell, I'm sure you're not spent yet.  \tHe switches off the light.  \n[321] \tRIFF RAFF and MAGENTA stare intently at the screen.  \tThey smile at each other.  \n[322] \tSilhouette of FRANK and JANET making love.  \n[323]\t\t\tPromise you won't tell Brad.  \n[324]\t\t\tCross my heart and hope to die.  \tJANET squeals with excitement.  \n[325] \tWe see ROCKY chained to the bed sleeping.  \tIn the background RIFF RAFF and MAGENTA in laboratory.  \tROCKY stirs and makes a sound.  \tRIFF RAFF walks across to the door and stares at the sleeping body.  \tHis eyes are full of hate.  \tHe looks at MAGENTA.  \tShe nods to him.  \tHe releases the chains.  \tROCKY stirs.  \tRIFF RAFF picks up a candelabra from the bedside table and taunts ROCKY.  \tROCKY jumps out of the bed, terrified.  \tRIFF RAFF pushes the candelabra in his face.  \tROCKY crashes through the laboratory and escapes.  \tRIFF RAFF turns to MAGENTA who is now standing in the doorway.  \tRIFF RAFF puts down the candelabra and they exchange a strange sign.  \n[326] \tA knock at the door.  \tBRAD opens it cautiously.  \tA shadowy figure moves across the room to the bed.  \n[327]\t\t\t\t \t\t\tOh Brad, it's no good here.  It will \t\t\tdestroy us.  \tBRAD takes her hand.  \n[328]\t\t\tDon't worry Janet, we'll be away \t\t\tfrom here in the morning.  Hmmmm, \t\t\tyou smell so good.  \tHe gently lays her down on the bed and attempts to caress her.  \n[329]\t\t\tOh Brad.  Oh no.  Not till after \t\t\tthe wedding, Darling.  \tBRAD sits up.  \n[330]\t\t\tAlright, Janet.  I understand.  \tThe shadow rolls over.  \n[331]\t\t\tMaybe we could try it this way.  \n[332]\t\t\t\t \t\t\tJanet!  Oh!  Yes it's alright.  Janet. \t\t\tEverything's going to be alright.  \n[333]\t\t\tI hope so my darling.  \tBRAD reaches out to the light.  \t\t\tNo, don't put on the l...  \tBRAD switches on the bedside lamp an realises he is making love to \tFRANK wearing a JANET wig.  \n[334]\t\t\tYou!  \n[335]\t\t\tI'm afraid so, Brad.  But wasn't it nice?  \tBRAD grabs FRANK around the throat.  \n[336]\t\t\tWhy you - what have you done with Janet?  \n[337]\t\t\tNothing.  Why do you think I should?  \tBRAD lets him go and turns away humiliated.  \n[338]\t\t\tYou tricked me.  I wouldn't have - \t\t\tI've never - never.  \n[339]\t\t\tI know, but it wasn't all bad was it? \t\t\tI think you found it quite pleasurable. \t\t\t\t \t\t\tOh so soft.  So sensual.  \n[340]\t\t\tAhhh - no - stop - I mean Janet. \t\t\t\t \t\t\tJanet.  \n[341]\t\t\tShush.  Janet's probably asleep by now. \t\t\tDo you want her to see you like this?  \n[342]\t\t\tLike this. \t\t\t\t \t\t\tLike how?  It's your fault - you're to \t\t\tblame.  I thought it was the real thing.  \n[343]\t\t\tOh come on, Brad, admit it.  It was \t\t\tenjoyable, wasn't it?  There's no crime \t\t\tin giving yourself over to pleasure.  \n[344]\t\t\tOh Brad, you have wasted so much time \t\t\talready.  Janet needn't know, I won't tell her.  \n[345]\t\t\tYou promise you won't tell?  \n[346]\t\t\tOn my mother's grave.  \tSuddenly the shadows are illuminated by the monitor as an image of \tRIFF RAFF appears on the screen above the bed.  \n[347]\t\t\tMaster, Rocky has broken his chains \t\t\tand vanished.  The new playmate is loose \t\t\tand in the castle ground.  Magenta has \t\t\tjust released the dogs.  \n[348] \tFRANK is getting carried away.  \n[349]\t\t\tI'm coming.  \n[350] \tA shot of pack of huge alsations careereing around the castle grounds. \tThey are chasing a bewildered Rocky.  \n[351] \tJANET is lying on the bed posed in the style of a \"True Romance\" comic \theroine.  \n[352]\t\t\tWhat's happening here?  Where's Brad? \t\t\tWhere's anybody?  \n[353] \tBRAD is posed in the style of a \"True Romance\" comic hero.  He is \tnervous and smoking.  Behind him FRANK is asleep on the bed.  \n[354]\t\t\tOnce in a while she don't want to call you \t\t\tSpeaking on the telephone \t\t\tOnce in your life she won't want to know you \t\t\tYou look around \t\t\tThe one you've found \t\t\tShe is gone.  \n[355] \tJANET is sitting on the end of the bed.  \n[356]\t\t\tI'm engaged to Brad just the same as \t\t\tBetty Monroe was to Ralph Hapschatt. \t\t\tBut Frank's kisses overwhelmed me with \t\t\tan ecstacy I've never dreamt of before. \t\t\tHot, burning kisses.  \n[357] \n[358]\t\t\tAnd that's all the time that it takes \t\t\tFor a heart to turn to stone \t\t\tThe sweeter the wine \t\t\tThe harder to make the break \t\t\tYou hear something about someone \t\t\tYou'd thought you'd known.  \n[359] \tJANET is at the door.  \n[360]\t\t\tI could see Brad's face before me and my \t\t\tmind screamed No!  But my lips were hungry - \t\t\ttoo hungry.  \n[361] \n[362]\t\t\tSo baby don't cry like there's no tomorrow \t\t\tAfter the night there's a brand new day. \t\t\tAnd there'll be no pain \t\t\tAnd no more sorrow. \t\t\tSo wash your face \t\t\tAnd phone my place \t\t\tIt'll be O.K.  \n[363]\t\t\tI wanted to be loved completely. \t\t\tMy body throbbed excitedly.  Oh Brad, \t\t\tBrad my darling, how could I have \t\t\tdone this to you?  \n[364] \n[365]\t\t\tAnd that's all the time that it takes \t\t\tFor a heart to beat again. \t\t\tSo give me a sign \t\t\tThat a lover makes \t\t\tYou look around \t\t\tThe one you've found \t\t\tIs back again.  \n[366] \n[367]\t\t\tIf only we hadn't made this journey. \t\t\tIf only the car hadn't broken down. \t\t\tIf only we were amongst friends or sane persons.  \n[368]\t\t\t\"If\" and \"Only\", two small words.  Words \t\t\twhich kept repeating themselves again and \t\t\tagain in Janet's thoughts.  But it was too \t\t\tlate to go back now.  It was as if she were \t\t\triding a giant tidal wave.  It would be folly \t\t\tto fight against it.  Her only chance would \t\t\tbe to ride it out - adapt - and perhaps also \t\t\tto survive.  \n[369] \tJANET is pacing around the tank which is covered by a cloth.  She \tbecomes aware of the sound of someone crying inside.  She pulls the \tcloth back to reveal ROCKY lying in the tank - exhausted and bleeding.  \tROCKY HORROR looks miserable.  \n[370]\t\t\tYes.  There you see it's instinctive. \t\t\tThis room is your womb.  You returned \t\t\there for one thing - security.  \tJANET crosses to the TV monitor.  \n[371]\t\t\tOh Brad!  What have they done with him?  \n[372] \n[373]\t\t\tAhhh!  \tROCKY smiles helplessly.  \tJANET moves away from the monitor and back to ROCKY.  \n[374]\t\t\tOh Brad.  How could you? \t\t\t\t \t\t\tOh, but you're hurt.  Did they do this \t\t\tto you?  \tROCKY nods.  \n[375]\t\t\tHere, lie down.  I'll dress your wounds.  \tROCKY smiles at JANET.  \tA new expression crosses her face.  \n[376]\t\t\t\t \t\t\t\"Emotion\".  Mental agitation - an excited \t\t\tstate of. \t\t\t\t \t\t\tIt is also an irrational and powerful master \t\t\tand from what Janet had witnessed on the \t\t\tmonitor, there seemed to be little doubt that \t\t\tshe was indeed its slave.  \n[377] \tCOLUMBIA and MAGENTA are watching the monitor.  \t\t\t\t\tCOLUMBIA &amp; MAGENTA \t\t\tTell us about it, Janet.  \tThey giggle.  \n[378] \n[379] \tROCKY is lying on the operating table.  \tJANET is dabbing his wounds.  \n[380]\t\t\tI was feeling done in \t\t\tCouldn't win \t\t\tI'd only ever kissed before  \n[381] \tCOLUMBIA and MAGENTA.  \n[382]\t\t\t\t \t\t\tYou mean she only ever kissed?  \n[383] \tJANET rips off a piece of her petticoat for a bandage.  \n[384]\t\t\tI thought there's no use getting \t\t\tInto heavy petting.  \tShe rips off another piece of her petticoat.  \t\t\tIt only leads to trouble \t\t\tAnd seat wetting.  \tJANET rips another piece off her fast vanishing petticoat.  \tDuring the next verse she bandages ROCKY.  \n[385]\t\t\tNow all I want to know \t\t\tIs how to go \t\t\tI've tasted blood \t\t\tAnd I want more \t\t\tI'll put up no resistance \t\t\tI want to stay the distance \t\t\tI've got an itch to scratch \t\t\tAnd I need assistance.  \tJANET grabs ROCKY's hands and places them on her.  \n[386]\t\t\tTouch-a touch-a touch-a touch me. \t\t\tI wanna be dirty. \t\t\tThrill me, chill me, fulfil me. \t\t\tCreature of the night.  \t\t\tThen if anything grows \t\t\tWhile you pose, \t\t\tI'll oil you up \t\t\tAnd rub you down  \n[387]\t\t\tDown, down down.  \n[388]\t\t\tAnd that's just one small fraction \t\t\tOf the main attraction \t\t\tYou need a friendly hand. \t\t\tOh, and I need action.  \t\t\tTouch-a touch-a touch-a, touch me. \t\t\tI wanna be dirty. \t\t\tThrill me, chil me, fulfil me. \t\t\tCreature of the night.  \n[389] \tCOLUMBIA &amp; MAGENTA are watching the TV relay of ROCKY &amp; JANET. \tThey are amused by JANET'S inexperience, parodying her as they sing.  \n[390]\t\t\tTouch-a touch-a touch-a, touch me.  \n[391]\t\t\tI wanna be dirty.  \n[392] \t\t\tThrill me, chill me, fulfil me.  \n[393]\t\t\tCreature of the night.  \n[394] \n[395]\t\t\tOh, touch-a touch-a touch-a touch me. \t\t\tI wanna be dirty. \t\t\tThrill me chill me, fulfil me - oh - \t\t\tCreature of the night.  \t\t\tCreature of the ni-i-ight.  \tWe see JANET's p.o.v. of all the characters singing the last line:  \n[396] \n[397]\t\t\tCreature of the night.  \n[398] \n[399]\t\t\tCreature of the night.  \n[400] \n[401]\t\t\tCreature of the night.  \n[402] \n[403]\t\t\tCreature of the night.  \n[404] \n[405]\t\t\tCreature of the night.  \n[406] \n[407]\t\t\tCreature of the night.  Oh.  \n[408] \tCOLUMBIA &amp; MAGENTA's reactions.  \n[409] \tJANET &amp; ROCKY in each other's arms hear another scream in the distance.  \n[410] \tFRANK is chasing RIFF RAFF with a whip.  BRAD is following.  \tRIFF RAFF rushes into the lift and presses the button desperately but \tFRANK follows him and so does BRAD.  We see the lift descending.  \n[411] \tRIFF RAFF slides across the laboratory floor escaping FRANK's whip.  \n[412]\t\t\tAaaargh!  Mercy.  \n[413]\t\t\tHow did it happen?  I understood you \t\t\twere to be watching.  \tRIFF RAFF gets to his feet keeping a careful eye on the whip hand.  \n[414]\t\t\tI was only away for a minute Master.  \n[415]\t\t\tWell, see if you can find him on the monitor.  \n[416] \n[417]\t\t\tMaster, we have a visitor.  \n[418] \n[419]\t\t\tGreat scott - Scotty - Dr Everett Scott.  \n[420]\t\t\tYou know this earth - this person.  \n[421]\t\t\tI most certainly do.  He happens to \t\t\tbe an old friend of mine.  \n[422]\t\t\tI see.  So this wasn't simply a chance \t\t\tmeeting.  You came here with a purpose.  \n[423]\t\t\tI told you, my car broke down.  \n[424] \tFRANK looks BRAD hard in the eye.  \n[425]\t\t\tI was telling the truth.  \n[426]\t\t\tI know what you told me, Brad. \t\t\tBut this Dr Everett Scott.  His name \t\t\tis not unknown to me.  \n[427]\t\t\tHe was a Science Teacher at Denton High.  \n[428]\t\t\tAnd now he works for your Government, \t\t\tdoesn't he, Brad?  He's attached to the \t\t\tBureau of Investigation of that which \t\t\tyou call U.F.O's.  Isn't he, Brad?  \n[429]\t\t\tHe might be.  I don't know.  \n[430]\t\t\tHmmmm.  He'll be in the Zen Room.  \n[431] \n[432]\t\t\tWell, let's ask him.  \tFRANK throws a switch marked \"TRIPLE CONTACT ELECTRO MAGNET\".  \n[433] \tWe see DR SCOTT's wheelchair screaming through corridors, rooms and \tdoors and ends up clamped to the electro magnet in the laboratory.  \n[434] \tBRAD is amazed.  \n[435]\t\t\tDr. Scott!  \tDR EVERETT SCOTT is even more amazed.  \n[436]\t\t\tDon't play games, Dr Scott.  You know \t\t\tvery well what Brad Majors's doing here. \t\t\tIt was part of your plan was it not that he, \t\t\tand his female, should check the layout \t\t\tfor you.  Well, unfortunately for you all \t\t\tthere's to be a change of plans.  I'm sure \t\t\tyou're adaptable, Dr Scott.  I know Brad is.  \tBRAD looks embarrassed and humiliated.  \n[437]\t\t\tEddie?  I've seen him.  He's...  \tFRANK cuts in quickly.  \n[438]\t\t\tEddie?  What do you know of Eddie, \t\t\tDr Scott?  \n[439]\t\t\tDr Scott.  \tA stifled gasp is heard from JANET behind the curtain.  \tFRANK is surprised.  \tFRANK crosses the screen and pulls back the curtain to reveal \tJANET and ROCKY.  \n[440]\t\t\tDr Scott!  \n[441]\t\t\tJanet!  \n[442]\t\t\tRocky!  \tROCKY reviles FRANK with a look.  He puts his arm around JANET.  \tFRANK is appalled.  \n[443]\t\t\tListen!  I made you, and I can break \t\t\tyou just as easily.  \tROCKY is terrified.  He takes his arm away from JANET.  \n[444]\t\t\tThat's better.  \tA GONG is heard.  MAGENTA comes through the broken tiles.  \n[445]\t\t\tMaster, dinner is prepared.  \tFRANK &amp; RIFF RAFF exchange a look.  \n[446]\t\t\tExcellent.  \t\t\tDoctor Scott you can sample the \t\t\tspeciality of the house - roast \t\t\tloin of pork.  \tHe gives JANET, who is virtually naked, a seering look.  \n[447]\t\t\tUnder the circumstances, formal \t\t\tdress is to be optional.  \tFRANK leads the way to the lift.  \n[448]\t\t\tFood has always played a vital role \t\t\tin life's rituals.  The breaking of \t\t\tbread - the last meal of the condemned \t\t\tman - and now this meal.  However \t\t\tinformal it might appear you can be \t\t\tsure there was to be very little \t\t\t'bonhomie'.  \n[449]\t\t\tA toast to absent friends.  \n[450]\t\t\tAbsent friends.  \tFRANK now proceeds to carve the meat.  Everyone is quiet and only the \tbuzzing of the electric carver is heard.  RIFF RAFF &amp; MAGENTA distribute \tthe slices, then return to their places.  \n[451]\t\t\tEddie!  \n[452]\t\t\tIt's a rather tender subject.... \t\t\tAnother slice anyone.  \tEverybody looks at their food carefully.  \tCOLUMBIA rises.  \n[453]\t\t\tExcuse me.  \tShe rushes from from the room with a ghastly cry.  \n[454]\t\t\tGo on, Dr. Scott - or should I say \t\t\tdoctor von Scott.  \n[455]\t\t\tWhat exactly are you implying?  \tFRANK threatens him with the knife.  \n[456]\t\t\tBut Doctor Scott...  \tDR. SCOTT silences BRAD with a gesture.  \n[457]\t\t\tBut he never caused her \t\t\tNothing but shame.  \n[458]\t\t\tWhen Eddie said \t\t\tHe didn't like his teddy \t\t\tYou knew he was a no good kid.  \t\t\tBut when he threatened your life \t\t\tWith a switch blade knife  \n[459]\t\t\tWhat a guy  \n[460]\t\t\tMakes you cry  \n[461]135 \n[462]\t\t\tEverybody shoved him, \t\t\tI very nearly loved him. \t\t\tI said, hey listen to me, \t\t\tStay sane inside insanity. \t\t\tBut he locked the door \t\t\tAnd threw away the key.  \tShe collapses in tears.  \n[463]\t\t\tWhat's it say, \t\t\tWhat's it say?  \n[464]\t\t\tWhen Eddie said he didn't like his teddy \t\t\tYou knew he was a no good kid.  \n[465]\t\t\tWhat guy  \n[466]\t\t\tMakes you cry  \n[467]\t\t\tEddie!  \n[468]\t\t\tWhen Eddie said he didn't like his teddy \t\t\tYou knew he was a no good kid.  \t\t\tBut when he threatened your life \t\t\tWith a switch blade knife  \n[469]\t\t\tWhat a guy  \n[470]\t\t\tWoe woe woe  \n[471]\t\t\tMakes you cry  \n[472]\t\t\tHey hey hey  \n[473]\n[474] \tRIFF RAFF &amp; MAGENTA laugh.  JANET screams and runs to ROCKY who hugs \ther.  BRAD looks shocked.  DR. SCOTT wheels back his wheelchair in \tdisgust, FRANK moves d.s. towards ROCKY.  \n[475]\t\t\tOh Rocky, how could you!  \tJANET runs out, FRANK in pursuit.  \tROCKY smiles wanly.  \tEncouraged by this, FRANK smashes JANET across the face with the back of \this hand.  \n[476]\t\t\tI'll tell you once, \t\t\tWon't tell you twice \t\t\tYou'd better wise up \t\t\tJanet Weiss.  \t\t\tY'apple pie \t\t\tDon't taste too nice \t\t\tYou'd better wise up Janet Weiss.  \tShe runs out of room.  \n[477]\t\t\tI've laid the seed \t\t\tIt should be all you need.  \tBRAD appears, pushing DR SCOTT, in hot pursuit.  \t\t\tYou're as sensual \t\t\tAs a pencil \t\t\tWound up like an 'E' or first string  \tJANET arrives at door of laboratory - she can't open it.  \tFRANK arrives face to face.  \n[478]\t\t\tWhen we made it \t\t\tDid ya hear a bell ring?  \tThe door opens - they fall through.  \tThe door slams in DR SCOTT's face.  \n[479] \tJANET rushes in, down the ramp, with FRANK in pursuit.  \n[480]\t\t\tY'got a block, \t\t\tTake my advice. \t\t\tYou'd better wise up, \t\t\tJanet Weiss.  \tDR. SCOTT &amp; BRAD arrive in the lift.  FRANK has circled the tank and \tarrived at the control panel.  \n[481]\t\t\tThe transducer \t\t\tWill seduce yah.  \tDR. SCOTT, BRAD &amp; JANET find they are stuck to the floor.  \n[482]\t\t\tMy feet - I can' move my feet.  \n[483]\t\t\tIt's as if we were glued to the spot.  \n[484]\t\t\tYou are - so quake with fear, \t\t\tyou tiny fools.  \n[485]\t\t\tWe're trapped.  \n[486]\t\t\tIt's something you'll \t\t\tGet used to. \t\t\tA mental mind fuck \t\t\tCan be nice.  \n[487]\t\t\tOh!  \tFRANK climbs up the ladder beside the tank.  \t  \n[488]\t\t\tYou mean...  \n[489]\t\t\tYou mean he's gonna send us to \t\t\tanother planet?  \tFRANK leaps off the tank to the floor.  \n[490]\t\t\tPlanet.  \t\t\tSchmanet.  \t\t\tJanet.  \tFRANK circles JANET, testing her thighs.  BRAD struggles in vain.  \n[491]\t\t\tYou'd better wise up, \t\t\tJanet Weiss. \t\t\tYou'd better wise up, \t\t\tBuild your thighs up. \t\t\tYou'd better wise up.  \n[492]\t\t\tThen she cries out -  \n[493] \n[494]\t\t\tSto-o-o-o-o-op.  \tShe cried so loudly that FRANK staggers backwards towards the control \tpanel.  \tRIFF RAFF &amp; MAGENTA enter through the hole in the tiles - they march \tto behind the tank and then the control panel.  \n[495]\t\t\tDon't get hot and flustered - \t\t\tUse a bit of mustard.  \n[496]\t\t\tYou're a hot dog \t\t\tBut you'd better not \t\t\tTry to hurt her, \t\t\tFrank Furter.  \tFRANK signals to MAGENTA.  \tBCS MAGENTA's hand on the transducer switch.  \tBRAD is turned into a statute.  \n[497]\t\t\tYou're a hot dog...  \tFRANK signals.  C.S. SWITCH.  \tJANET is stone.  \n[498] \n[499] \n[500]\t\t\tMy God!  I can't take any more of this - \t\t\tfirst you spurn me for Eddie, then you \t\t\tcast him off like an old overcoat for \t\t\tRocky.  You chew people up and then spit \t\t\tthem out - I loved you, do you hear me - \t\t\tI LOVED YOU - And what did it get me - \t\t\tI'll tell you - a big nothing. \t\t\tYou're like a sponge.  You take, take, \t\t\ttake, take!  You drain others of their \t\t\tlove and emotions.  Well, I've had enough. \t\t\tYou've got to choose between me and Rocky - \t\t\tso named because of the rocks in his head.  \tFRANK throws a switch, she turns to stone.  \n[501]\t\t\tIt's not easy having a good time.  \tHe crosses over to RIFF RAFF and MAGENTA  \t\t\tEven smiling makes my face ache.  \tRIFF RAFF and MAGENTA nod sympathetically.  \tHe lies on the operating table.  \tThey massage.  \n[502]\t\t\tMy children turn on me.  Rocky's behaving \t\t\tjust as Eddie did.  Maybe I made a mistake \t\t\tin splitting his brain between the two of \t\t\tthem.  \n[503]\t\t\t\t \t\t\tWhen will we return to Transylvania? \t\t\tI grow weary of this world.  \n[504]\t\t\tMagenta, I am indeed grateful to both \t\t\tyou and your brother RIff Raff - you have \t\t\tboth served me well - loyalty such as \t\t\tyours must be rewarded and you will \t\t\tdiscover when the mood takes me I can \t\t\tbe quite generous.  \tMAGENTA betrays her resentment by digging her fingernails into his neck.  \n[505]\t\t\tI ask for nothing, Master.  \tFRANK leaps up from the table.  \n[506]\t\t\tAnd you shall receive it - in abundance. \t\t\t\t \t\t\tCome.  We are ready for the floor show. \t\t\t\t \t\t\tOur guests will be growing restless.  \tThe lift moves downwards.  \tLeft alone in the laboratory MAGENTA and RIFF RAFF smile at each other.  \tThey make a special sign and leave by a secret passageway.  \n[507]\t\t\tAnd so, by some extraordinary coincidence - \t\t\tfate it seems had decided that Brad and \t\t\tJanet should keep that appointment with \t\t\ttheir friend Dr Everett Scott.  But it was \t\t\tto be in a situation which none of them \t\t\tcould have possibly foreseen.  And just a \t\t\tfew hours after announcing their engagement, \t\t\tBrad and Janet had both tasted forbidden \t\t\tfruit.  This in itself was proof that their \t\t\thost was a man of little morals - and some \t\t\tpersuasion.  What further indignities were \t\t\tthey to be subjected to?  And what of the \t\t\tsonic transducer and floor show that had \t\t\tbeen spoken of?  What indeed?  From what \t\t\thad gone before, it was clear that this \t\t\twas to be no picnic.  \n[508] \n[509] \tFRANK is enjoying dressing the statues which are now on stage.  Each one \tis lovingly fitted with extravagant variations on the stocking and \tsuspender belt variety of his own fantasies.  \n[510] \tFootlights glowing on the curtains.  \n[511] \tFRANK pulls a switch and the curtains open.  \n[512] \tRed velvet curtains open to reveal statues in front of silver drapes. \tThe floor is covered with a light mist.  \n[513] \tFRANK beams and pulls lever.  \n[514] \tCOLUMBIA's statue comes to life.  \n[515]\t\t\tIt was great when it all began \t\t\tI was a regular Frank fan. \t\t\tBut it was over when he had the plan \t\t\tTo start working on a muscle-man. \t\t\tNow the only thing that gives me hope \t\t\tIs my love of a certain dope \t\t\tRose tints my world keeps me \t\t\tSafe from my trouble and pain.  \n[516] \tFRANK switches.\tROCKY leaps to life.  \n[517] \n[518] \n[519]\t\t\tIt's beyond me \t\t\tHelp me Mommy \t\t\tI'll be good you'll see \t\t\tTake this dream away \t\t\tWhat's this, let's see \t\t\tI feel sexy \t\t\tWhat's come over me \t\t\tHere it comes again.  \n[520] \tJANET animates.  She behaves like a sex goddess, completely out of \tcontrol, as if performing in a burlesque show.  \n[521]\t\t\tI feel released \t\t\tBad times deceased \t\t\tMy confidence increased \t\t\tReality is here \t\t\tThe game has been disbanded \t\t\tMy mind has been expanded \t\t\tIt's a gas that Frankie's landed \t\t\tHis lust is so sincere.  \n[522] \tWe PULL BACK on the whole stage.  The velvets open to reveal the 20th \tCentury Fox logo as a stage set.  \tAt the top of the staircase FRANK appears bathed in light.  \tHe wears a dazzling version of the national costume and a chiffon cloak \twhich billows in the breeze from a wind machine.  He is reminiscent of \ta 30's film star.  \n[523]\t\t\tWhat ever happened to Fay Wray \t\t\tThat delicate satin-draped frame \t\t\tAs it clung to her thigh \t\t\tHow I started to cry \t\t\tFor I wanted to be dressed just the same.  \n[524] \tThe floor opens to reveal a swimming pool glistening with chlorine \tand glitter.  He beckons the GUESTS.  \tIn their drugged state they comply with his every wish.   \n[525]\t\t\tGive yourself over to absolutely pleasure \t\t\tSwim the warm waters of sins of the flesh \t\t\tErotic nightmares \t\t\tBeyond any measure \t\t\tAnd sensual daydreams \t\t\tTo treasure forever.  \tFRANK enters the pool.  \t\t\tCan't you just see it. \t\t\tCan't you just see it.  \tThey begin to immerse themselves in the pool.  161A\t\t\tDon't dream it.  Be it.  \n[526]\t\t\tDon't dream it.  Be it.  \tDR SCOTT animates belatedly.  \tHe observes the orgy occurring in the pool.  \n[527]\t\t\tIt's beyond me \t\t\tHelp me Mo-ommy.  \tHe is pulled back into the pool.  \tA thrilled JANET now emerges.  \n[528]\t\t\tGod bless Lilly Saint Cyr.  \tFRANK breaks through the water on a lift from ROCKY.  \n[529] \n[530]\t\t\tMy my my my \t\t\tI'm a wild and an untamed thing. \t\t\tI'm a bee with a deadly sting. \t\t\tGet a hit and your mind goes ping. \t\t\tYour heart'll thump and your blood will sing. \t\t\tSo let the party and the sounds rock on. \t\t\tGonna shake it till the life has gone.  \t\t\tRose tint my world \t\t\tKeep me safe from my trouble and pain.  \tFRANK dives into the pool.  \tDuring the chorus the whole group are diving in and out of the pool in \ta frenetic water ballet.  \n[531]\t\t\tI'm a wild and an untamed thing \t\t\tI'm a bee with a deadly sting. \t\t\tGet a hit and your mind goes ping \t\t\tYour heart'll thump and your blood will sing.  \tThey emerge from the pool and form a kick line.  \t\t\tSo let the part and the sounds rock on \t\t\tGonna shake it till the life has gone. \t\t\tRose tint my world \t\t\tKeep me safe from my trouble and pain.  \n[532] \tThe doors at the opposite end of the ballroom open.  \n[533] \tRIFF RAFF and MAGENTA now dressed in military style space suits, face \tFRANK from the opposite end of the ballroom.  \tThey applaud slowly.  \tRIFF RAFF has a ray gun.  \tThe characters on stage freeze - terrified.  \tIt's a showdown across the ballroom.  \n[534]\t\t\tFrank N. Furter \t\t\tIt's all over \t\t\tYour mission is a failure.  \tFRANK looks stunned.  \t\t\tYour life style's too extreme.  \tFRANK is guilt-stricken.  \t\t\tI'm your new Commander. \t\t\tYou are now my prisoner.  \tThe GUESTS scramble for the safety of the wings.  \t\t\tWe return to Transylvania \t\t\t\t \t\t\tPrepare the transit beam.  \tMAGENTA turns to leave.  \n[535]\t\t\tWait!  I can explain.  \n[536] \n[537]\t\t\tOn the day I went away.  \n[538]\t\t\tWas all I had to say  \n[539]\t\t\tWant to come again and stay  \n[540]\t\t\tSmile and that will mean I may  \tHe kicks on cloud projection.  Blue skies appear.  \n[541]\t\t\tI've seen blue skies \t\t\tThrough the tears in my eyes \t\t\tAnd I realise \t\t\tI'm going home \t\t\tI'm going home  \tFRANK falls on his knees.  \t\t\tEverywhere it's been the same  \n[542]\t\t\tLike I'm outside in the rain  \n[543]\t\t\tFree to try and find a game  \n[544]\t\t\tCards for sorrow, \t\t\tCards for pain.  \tDR SCOTT switches on wind machine.  \t\t\tI've seen blue skies \t\t\tThrough the tears in my eyes \t\t\tAnd I realise \t\t\tI'm going home \t\t\tI'm going home. \t\t\tI'm going home.  \n[545] \tMAGENTA who during all this has been filing her nails, looks up at FRANK \twho is in an attitude of supplication.  \n[546]\t\t\tHow sentimental.  \tRIFF RAFF moves slowly to the stage.  \n[547]\t\t\tAnd also presumptuous of you.  You \t\t\tsee when I said \"we\" were to return \t\t\tto Transylvania, I referred only to \t\t\tMagenta and myself.  \tFRANK looks appalled.  \tThe GUESTS are deeply troubled, realising that they also are not part of \tthe \"We\".  \n[548]\t\t\tYou see, you are to remain here, \t\t\tin spirit anyway.  \tHe produces a ray gun.  \n[549]\t\t\tYes, Dr Scott.  A laser capable of \t\t\temitting a beam of pure anti-matter.  \n[550]\t\t\tYou mean you're going to kill him? \t\t\tWhat's his crime?  \n[551]\t\t\tExactly, Dr Scott.  Now Frank N. \t\t\tFurter, your time has come.  Say \t\t\tgoodbye to all this and hello to oblivion.  \tFRANK raises himself to his full height.  \n[552]\t\t\tDo your worse - inferior one.  \tAs RIFF RAFF pulls the trigger, COLUMBIA dashes between them.  \tShe is killed instantly.  \tRIFF RAFF fires again at FRANK.  \tFRANK takes a leap fro the rope on the curtain.  The entire proscenium \tcrashes under the weight.  And FRANK is crushed to death among the \tvelvet and glittered facia.  \tROCKY breaks down completely.  Although he despised FRANK, he was all he \thad in the world.  \tHe rushes to the body and cradles it in his arms.  \tRIFF RAFF can stand no more.  \tHe fires a blast of laser beam at ROCKY who starts climbing the stairway \ttowards the fox skyline.  \tRIFF RAFF fires again and again.  \tWith the body of FRANK in his arms, ROCKY beats on his chest and lets \tout a wild sound like a giant beast of the jungle.  \tRIFF RAFF fires a sustained beam.  \tROCKY climbs to the top of the Fox sculpture.  \tRIFF RAFF fires again and again.  \tThey crash to their deaths.  \n[553]\t\t\tGood God.  \n[554]\t\t\tYes.  \n[555]\t\t\tYou've killed them.  \tMAGENTA has found the entire sequence of events quite distasteful.  \n[556]\t\t\tI thought you liked them.  They liked you.  \n[557]\t\t\tThey didn't like me.  They never liked me.  \n[558]\t\t\tA decision had to be made.  \n[559]\t\t\tDr Scott I'm sorry about your nephew.  \n[560]\t\t\tYou must leave now Dr Scott while it's \t\t\tstill possible.  We are about to beam \t\t\tthe entire house back to the planet of \t\t\ttransexual in the galaxy of Transylvania. \t\t\tGo now.  \tThe GUESTS flee down the ballroom and out the door.  \tWe see the laughing figures of RIFF RAFF and MAGENTA making a special \tsign to each other.  \n[561] \tWe see BRAD and JANET fleeing with DR SCOTT following behind.  \n[562] \tRIFF RAFF and MAGENTA's laughter has subsided.  \n[563]\t\t\tOur noble mission is almost completed my \t\t\tmost beautiful sister, soon we will return \t\t\tto the moon-drenched shores of our \t\t\t\"androgenous\" planet.  \n[564]\t\t\tAh - sweet Transexual - land of night - \t\t\tto sing and dance once more to your dark \t\t\trefrains.  To take that step to the right...  \n[565]\t\t\tBut it's the pelvic thrust \t\t\tthat really drives you insane.  \n[566]\t\t\tAnd our World will do \t\t\tthe Time Warp again.  \n[567] \tThere is a huge explosion.  \n[568] \tWe see the entire castle surrounded by a giant beam of light and then \tvanish into space.  \tDuring the explosion sequence the film reverts optically to black and \twhite.  \n[569] \n[570]\t\t\tI've done a lot \t\t\tGod knows I've tried \t\t\tTo find the truth I've even lied \t\t\tBut all I know is down inside.  \tDR SCOTT drags himself to his knees.  \t\t\t\t\tBRAD &amp; DR SCOTT \t\t\tI'm bleeding.  \n[571]\t\t\t\t \t\t\tAnd super heroes \t\t\tCome to feast \t\t\tTo taste the flesh \t\t\tNot yet deceased \t\t\tAnd al I know \t\t\tIs still the beast  \n[572]\t\t\tAnd crawling on the planet's face \t\t\tSome insects called the human race \t\t\tLost in time, and lost in space \t\t\tAnd meaning.  \tHe turns and goes to the door of the study.  \tHe switches off the light.  \n[573] \tThe cast credits roll up.  \n[574]\t\t\t\t----------------------------- \n[575] \n[576] \n[577]  Sc. 148  INT. NARRATOR'S STUDY.N&gt;  As scripted up to;  What further indignities were they to be subjected to?  Then please add:\tAnd what of the floor show that had been spoken of?  In an empty house?  In the middle of the night. What diabolical plan had seized Frank's crazed imagination? What indeed?  From what had gone before it was clear that this was to be no picnic.   Sc. 97.  INT. NARRATOR'S STUDY.  N.  Is replaced by the following:  Emotion is a powerful and irrational master, and, from what Magenta and Columbia eagerly viewed on their television monitor there seemed little doubt that Janet was indeed it's slave.   SC. 77 pt.  \n[578]\t\t\tOh no my baby - don't be upset - \t\t\tit was a mercy killing.  He had \t\t\ta certain naive charm - but no muscle.  \t \t\t\t  ", "Transylvanian": ""}}