{"filename": "Sting,-The_script.txt", "imdb_id": "tt0070735", "imdb_url": "https://www.imdb.com/title/tt0070735", "characters": ["Luther Coleman (as Robertearl Jones)", "Floyd - Bodyguard", "Kid Twist", "Henry Gondorff", "Doyle Lonnegan", "Lt. Wm. Snyder", "Billie", "Eddie Niles", "J.J. Singleton", "F.B.I. Agent Polk", "Mottola (as James J. Sloyan)", "Bodyguard", "Loretta", "Johnny Hooker", "Erie Kid"], "dialogues": {"Kid": "\n[1]\t\t\tHey, Luther told me he was carrying \t\t\ta wad, but I didn't figure this much.  \n[2]\t\t\tStraight north.  He was gonna take \t\t\tit all and run.  \n[3]\t\t\tAw come on, it was the only thing \t\t\tto do.  He knew he was holdin' ya \t\t\tback.  \n[4]\t\t\tIf you saved a little, you wouldn't \t\t\thave to grift so much.  \n[5]\t\t\tYou could buy yourself some things. \t\t\tClothes, or a nice car...  \n[6]\t\t\tForget it.  \tThey walk on a few more feet, when suddenly a police car \tpulls up alongside them and two men jump out.  The first, a \tuniformed policeman, grabs Eirie around the neck.  \tHooker makes a break for it, but the second Figure, a burly \tdetective named Snyder, tackles him in the middle of the \tstreet, drags him back into the alley and plasters him up \tagainst a brick wall.  The two have met before.  \n[7]\t\t\tI thought you blew all your money.  \n[8]\t\t\t\t \t\t\tWhat the hell you gonna do when \t\t\tSnyder rushes his finger right to \t\t\tLonnegan?  You're committin' \t\t\tsuicide, kid.  \n[9]\t\t\tListen to me, Hooker.  What ever \t\t\tyou do, don't go back to your place \t\t\ttonight, don't go anyplace you \t\t\tusually go, ya hear me?  Get outa \t\t\ttown or somethin', but...  \tHooker, still getting no answer, slams the phone down and \tblasts out of the booth.  \n[10]\t\t\tHello, Snyder.  What are you doin' \t\t\tup here?  \n[11]\t\t\tYeh, he packed it in and enrolled \t\t\tin detective school.  \tSnyder, in no mood for jokes, grabs Eirie by the hair and \tslams his face into the table.  Eirie just stays there; he \tknows it doesn't pay to assault a detective.  Twist is \twatching all this intently from the viewing port.  \n[12]\t\t\t\t \t\t\tNames's Joe Eirie.  \tTwist waits for more, but it's not coming.  \n[13]\t\t\tNo.  \n[14]\t\t\tNo...I never played no Big Con \t\t\tbefore.  But Luther Coleman was a \t\t\tfriend a mine.  I thought maybe \t\t\tthere was something I could do.  \n[15]\t\t\tC'mon War Eagle. \t\t\t\t \t\t\tThat Dancing Cloud's a hell of a \t\t\tfinisher.  War Eagle's gonna have \t\t\tto open up a little more on 'em.  \n[16]\t\t\tNaw, he's never done much.  Probably \t\t\tin here just to round out the field. \t\t\tWar Eagle's where you wanna have \t\t\tyour money.  \tEirie excuses himself and heads for the bar.  \n[17]\t\t\t\t \t\t\tYeh, sure.  \n[18]\t\t\tWho you got?  \n[19]\t\t\tMe too.  Maybe it's our day.  \tLonnegan nods and wanders away.  Hooker comes over to him.  \n[20]\t\t\tWe won!  We won!  You hear that!  I \t\t\twon 30,000!  You hear that!  \tYeh, Lonnegan heard that.  Lonnegan shakes loose, grabs his \tcoat and heads for the door.  ", "Twist": "\n[1]\t\t\t\t(showing Hooker \t\t\t\tphotographs of three men \t\t\tThese are Combs' favorite torpedoes. \t\t\tRiley and Cole.  \tWe recognize Riley and Cole as the two guys who got into \tMottola's cab.  \n[2]\t\t\tThey do most of the small jobs, but \t\t\tLonnegan might not wanna use 'em on \t\t\tyou 'cause they're kinda messy.  No \t\t\tclass.  \tWe go to Hooker.  He's real grateful.  Billie, wearing an \tevening dress, enters the room and begins gathering up the \tempty beer mugs on the table.  \n[3]\t\t\tWe got reason to believe Riley was \t\t\tthe guy who hit Luther.  But if you \t\t\tsee either one of these two, find \t\t\tyourself a crowd, or take 'em \t\t\tsomeplace you know you can handle \t\t\t'em.  \n[4]\t\t\tNo.  They're just the only ones we \t\t\tknow of.  \tBillie has finished  gathering the mugs, and leaves the room \twith them.  We follow her down the hall and into the:  \n[5]\t\t\tLotta plungers ride that train just \t\t\tto play him.  \n[6]\t\t\tWhat are you going to do, con the \t\t\tpayoff to a gambler?  \n[7]\t\t\tWe'll take it. \t\t\t\t \t\t\tYou manage the building at the end \t\t\tof the alley?  \n[8]\t\t\tI'll need a room over there that \t\t\tfaces this way.  How much a week?  \n[9]\t\t\t\t \t\t\tThis is the last time I expect to \t\t\tsee you down here.  \n[10]\t\t\t\t \t\t\tYou wanna work flat rate or \t\t\tpercentage?  \n[11]\t\t\tDoyle Lonnegan.  \n[12]\t\t\t\t \t\t\tHow ya doin', Lacey.  \n[13]\t\t\tCoupla days ago.  I'm workin' a big \t\t\tone with Gondorff on the North Side.  \tThe two men sit down together, apart from the others.  \n[14]\t\t\tListen Duke, we're setting up a \t\t\twire store.  I need a twenty man \t\t\tboost right away.  \n[15]\t\t\tThese guys have gotta be the quill, \t\t\tDuky.  We can't afford to rank the \t\t\tjoint.  \n[16]\t\t\t\t(taking a look \t\t\t\tthrough the viewing port \t\t\tNo.  Never saw him before.  He's a \t\t\tdick, though.  \tSnyder walks all the way to the back, and then retraces his \troute.  About halfway back, he stops at one of the tables, \trecognizing a grifter he knows.  It's the Eirie Kid.  \n[17]\t\t\tGood, have 'em down at Stenner's \t\t\told Pool Hall before 3:00.  We're \t\t\tgonna run through the route tonight.  \n[18]\t\t\tDon't worry about it, pal.  \n[19]\t\t\tYou ever played the Wire, Curly?  \n[20]\t\t\tAll right, Curly, you're in.  We \t\t\tgot a rack of suits over there. \t\t\tGet yourself a nice tweed one.  \n[21]\t\t\tYou the Duff that didn't come up \t\t\twith his end when Little Jeff was \t\t\tsent up?  \n[22]\t\t\tHe was a con man, wasn't he?  \n[23]\t\t\t\t \t\t\tShove off, Duff.  \tDuff stands there a second and then slouches away from the \ttable.  He stops however, by the door.  The next man up is \tthe Eirie Kid.  Twist knows he's seen him somewhere before.  \n[24]\t\t\tYou played for any particular mobs?  \n[25]\t\t\tYou know the Wire at all?  \n[26]\t\t\t\t(pointing to Eirie \t\t\t\tslightly swollen nose \t\t\tYou get that nose in Duke Boudreau's \t\t\ttonight?  \tEirie nods a reluctant \"yes.\"  \n[27]\t\t\tYou got moxie, Eirie.  Get yourself \t\t\ta suit.  \tEirie is so happy, he can barely blurt out a thank you. \tBuck Duff, enraged that Twist would hire a total amateur, \tturns in disgust and strides vengefully out of the store.  \n[28]\t\t\tBluenote at 6 to 1 on the nose.  \tThe receiver clicks down at the other end.  Lonnegan hangs \tup and goes out the door, followed by his entourage.  \n[29]\t\t\tAll right, when?  \n[30]\t\t\tOkay, Tootsie.  \tHooker blows a mock kiss through the phone and hangs up.  He \tturns to leave the booth, when suddenly he sees something \tthat stops him cold.  There looking through the glass is the \tsmirking face of Detective Synder.  Hooker is immobilized.  \tSnyder puts his hand inside his coat and slowly draws out \this gun.  He points it right at Hooker's face and then \tviolently smashes all the glass in the upper half of the \tdoor with the barrel.  Fragments of glass spray into the \tbooth, a couple of which imbed themselves in Hooker's cheek.  \tHooker quickly whips open the door, trapping Snyder's hand \tin the accordian and jarring loose his gun.  Hooker sprints \tout of the booth as Snyder scrambles for his pistol and \tgives pursuit.  \n[31]\t\t\t\t \t\t\tExcuse me.  We're here to paint Mr. \t\t\tHarmon's office.  \n[32]\t\t\tWe'll try and hurry so we don't \t\t\tkeep you out of your office too long.  \n[33]\t\t\tHour or two at the most.  We do \t\t\tgood work.  \tHarmon is resigned.  Twist and Singleton pick up their gear \tand march into the office.  Once inside, we notice that the \toffice has an exit door which opens to an outside alley. \tTwist immediately removes his overalls, revealing the suit \tand tie he's wearing underneath.  He takes out a picture of \thimself, a woman and three small children, and puts it on \tHarmon's desk, replacing a similiar picture of Harmon's \tfamily.  Singleton, meanwhile, has spread a few tarps and \tbegins to paint the walls.  \n[34]\t\t\t\t \t\t\tWhat the hell's the matter with you. \t\t\tWe coulda met at a club or somethin'.  \n[35]\t\t\t\t \t\t\tWell we can't talk in here.  They're \t\t\thaving the place painted.  \tTwist walks over to the intercom on his desk.  He leaves the \tdoor open so that Lonnegan can get a good look at the \toffice, Twist's picture in it, the painter, etc... Lonnegan's \tnot missing any of it.  \n[36]\t\t\t\t \t\t\tMiss Barnes, I'm going home a \t\t\tlittle early today.  Tell anyone \t\t\tthat calls that they can reach me \t\t\there in the morning.  Thank you.  \n[37]\t\t\tCan't do it.  There're telegraph \t\t\tinspectors all over the place.  I \t\t\tgot 750 grand coming in from the \t\t\tcoast, and I'm not gonna blow it \t\t\tfor a lousy 14 gees.  We'll get \t\t\tsomebody else to do our betting.  \n[38]\t\t\tBut who says you will.  I got a guy \t\t\tI can depend on.  He's liquidating \t\t\teverything he has for this.  You \t\t\twouldn't even give Carver his money \t\t\tback.  \n[39]\t\t\t\t \t\t\tOn a 6-1 shot?  The hell with ya. \t\t\tWe'll keep the deal we got.  \n[40]\t\t\t\t \t\t\tWe were getting 50 from our guy.  \n[41]\t\t\tYeh, and what if we play tomorrow \t\t\tand he doesn't come up with the \t\t\tmoney.  We risk our whole operation \t\t\tfor nothing.  I'll say when we make \t\t\tour bets.  \n[42]\t\t\tAll right.  Be at the booth at 1:00. \t\t\tI'll give you all three places this \t\t\ttime, Lonnegan.  That better be \t\t\tproof enough.  \tHooker and Lonnegan smile at each other like life-long \tfriends.  They get up to leave, and we frame the shot with a \tcoffee cup large in the foreground.  As they go out the \tdoor, a black-gloved hand with four fingers enters the frame \tand puts a nickel down next to the cup.  \n[43] \tBillie enters and gives Twist the piece of paper she wrote \tthe race results on.  He picks up the phone and starts to \tdial.  \n[44]\t\t\tSorry, but I just couldn't wait. \t\t\tDid everything go all right? \t   \n[45]\t\t\t\t \t\t\tOn the nose!  I said place.  Place \t\t\tit on Syphon.  That horse is going \t\t\tto run second.  \tLonnegan looks like he's just been stabbed.  He vaults over \tthe table to the teller's window and grabs Niles.  ", "Henry": "", "Gondorff": "\n[1] \tThe room inside if small and cluttered, consisting of a bed, \ta sink, and a bathroom, all covered by a layer of books, \tdirty clothes and beer bottles.  Draped over a chair, fully \tdressed, but completely passed out is the one and only Henry \tGondorff.  \n[2]\t\t\tTurn the goddamn thing off, will ya.  \n[3]\t\t\tI can talk, can't I?  \tHooker makes no move to get up.  Gondorff struggles to his \tknees, turns off the water, and slumps back against the wall. \tThe two men just look past each other a second.  Down in the \tbottom.  \n[4]\t\t\tGlad to meet ya, kid.  You're a \t\t\treal horse's ass.  \n[5]\t\t\t\t \t\t\tI'm sorry about Luther.  He was the \t\t\tbest street worker I ever saw.  \n[6]\t\t\tAw, I conned a Senator from Florida \t\t\ton a stocks deal.  A real lop-ear. \t\t\tHe thought he was gonna take over \t\t\tGeneral Electric.  Some Chantoozie \t\t\twoke him up, though, and he put the \t\t\tfeds on me.  \n[7]\t\t\t\t \t\t\tLuther didn't tell me you had a big \t\t\tmouth.  \n[8]\t\t\tNo, I lammed it around for a while \t\t\twhile things cooled off.  Philly, \t\t\tDenver, Baltimore, nuthin' towns.  \tHooker's disappointment is obvious.  \n[9]\t\t\tBut don't kid yourself, friend, I \t\t\tstill know how.  \tHooker nods, unconvinced.  \n[10]\t\t\t\t(getting up from the \t\t\t\tfloor and emptying \t\t\t\tthe water out of his pockets \t\t\tYou gonna stay for breakfast, or do \t\t\tyou already know how to eat?  \n[11]\t\t\t\t \t\t\tLonnegan after you, too?  \n[12]\t\t\tYou never do, kid.  \tWe go to Hooker.  He hadn't thought of that.  \n[13]\t\t\tFine, Billie.  \n[14]\t\t\t\t \t\t\tGreat little countess, that Billie. \t\t\tRuns a good house up there, too. \t\t\tOne of the few left that Luciano \t\t\tdoesn't own.  \tGondorff walks around on the carousel, checking straps, \tbearing and poles.  Hooker follows him.  \n[15]\t\t\t\t(on his back, checking \t\t\t\tunderneath one of the horses \t\t\tYou didn't act much like you wanted \t\t\tto learn it.  \n[16]\t\t\t\t \t\t\tYou know anything about him?  \n[17]\t\t\t\t(going over to start \t\t\t\tthe machinery \t\t\tAnd a packing company, a chain of \t\t\tSavings and Loans and half the \t\t\tpoliticians in Chicago and New York. \t\t\tThere ain't a fix in the world \t\t\tgonna cool him out if he blows on ya.  \n[18]\t\t\t\t \t\t\tWhy?  \n[19]\t\t\tYou can't do it alone, ya know.  It \t\t\ttakes a mob of guys like you and \t\t\tenough money to make 'em look good.  \n[20]\t\t\tThis isn't like playin' winos on \t\t\tthe street.  You gotta do more than \t\t\toutrun the guy.  \n[21]\t\t\t\t(going right on, \t\t\t\tignoring Hooker's remark \t\t\tYou gotta keep Lonnegan's con, even \t\t\tafter you spent his money.  And no \t\t\tmatter how much you take from his, \t\t\the'll get more.  \n[22]\t\t\tRight down to my socks, turkey.  If \t\t\tI'da been half as scared a that \t\t\tlop-ear, I wouldn't a fallen asleep \t\t\ton 'em.  Lonnegan might kill me, \t\t\tbut at least he won't bore me to \t\t\tdeath.  \n[23]\t\t\tIf I can find a mob that'll risk it. \t\t\tBut no matter what happens, I don't \t\t\twant you comin' back to me halfway \t\t\tthrough and sayin' it's not enough... \t\t\tcause it's all you got.  \tHooker nods.  Gondorff switches on the carousel and steps \tback to admire his handiwork.  The carousel makes a grinding \tsound, does a few lurches and stops cold.  \n[24]\t\t\tBut most of all let us know.  If \t\t\tthey got a hit on you, we gotta \t\t\tfold up the con.  You're too \t\t\texposed.  You got that?  \tHooker nods, but we know he hasn't really got that.  \n[25]\t\t\tEverybody'll sit still for somethin'. \t\t\tWhat did ya find out about the \t\t\ttrain, Eddie?  \n[26]\t\t\tWonder why he doesn't fly both ways.  \n[27]\t\t\tFancies himself a gambler, huh?  \n[28]\t\t\t\t \t\t\tSee J.J., he's slowly down already.  \n[29]\t\t\tWe'll use the wire.  Never known a \t\t\tgambler who wouldn't like to beat \t\t\tthe ponies.  \n[30]\t\t\tThat's why he won't know it.  \n[31]\t\t\tWe'll give him the hook on the \t\t\ttrain, and play him here.  You \t\t\tthink I can get in that poker game, \t\t\tEddie?  \n[32]\t\t\tI also gotta win.  \tHe looks at Hooker.  There is a challenge in their book. \tGondorff smiles broadly, then casually, to them all.  \n[33]\t\t\tBy the way, any of you guys been \t\t\tpassing off any green goods lately?  \tWe go around the table.  No reply.  \n[34]\t\t\tBillie, if that Dick comes in \t\t\tagain, stall him till I can get a \t\t\tlook at him.  And let me pay ya for \t\t\tthese beers.  \n[35]\t\t\t\t \t\t\tNaw, I want ya to have this.  \tHe hitches up Billie's skirt, and puts the bill in her garter.  \n[36]\t\t\tDon't look at it till ya go to bed \t\t\tthough or it'll turn to paper.  \tBillie smiles and leaves the room.  \n[37]\t\t\t\t \t\t\tGuy in the blue pinstripe and grey \t\t\tfedora.  \tHooker looks and finally spots him in the crowd.  We go back \tto Lonnegan, as he moves off from the cigar counter, toward \this train.  Hooker watches him with the intensity of one \tgazing on a religious object.  \n[38]\t\t\t\t \t\t\tNeither are we.  \n[39]\t\t\tI hear there's a friendly poker \t\t\tgame on this train tonight.  You \t\t\tknow anything about that?  \n[40]\t\t\tYou think you could get me in that \t\t\tgame?  \n[41] \tGondorff is rapidly shuffling cards to four empty places. \tHe is alone.  He looks up as Singleton enters.  \n[42]\t\t\tYeh, I think so.  I gave the kay- \t\t\tducer a C-note.  You find out the \t\t\tdeck?  \n[43]\t\t\tNice work, J.J.  \tSingleton slips out as Gondorff unpeels the packs.  \n[44] \tGondorff is still practicing.  He looks up as Hooker enters \tand tosses him the wallet.  \n[45]\t\t\tFifteen grand.  Looks like he's \t\t\texpecting a big night.  \tHe takes out his own wallet and puts the money in it, and \ttosses the empty wallet back to Hooker, and resumes his \tshuffling and dealing.  Hooker sits back silently and \twatches him.  \n[46]\t\t\tLet him wait.  \tAs he deals, on the second pass he attempts to cut from the \tbottom, muffs it completely and sprays half the deck on the \ttable.  Hooker regards him steadily as he gathers them back \tup.  Gondorff finally meets his gaze.  \n[47]\t\t\tYou just worry about your end, kid.  \n[48] \tGondorff is standing in front of the mirror dressing.  He \tgrabs up a clean white shirt and rumples it up in his hands. \tHe then picks up a half-full bottle of bourbon.  Hooker \tgives him a disapproving look.  Gondorff smiles and pats \tsome on his face.  \n[49]\t\t\tSorry I'm late boys.  I was takin' \t\t\ta crap.  \tThis bit of grossness does little to improve his image.  \n[50]\t\t\tYeh, that'd be real nice of ya, Mr. \t\t\tLonneman.  \n[51]\t\t\t\t \t\t\tSee ya and raise three.  \n[52]\t\t\tFive and call.  \tLonnegan lays down his hand, a solid two pair.  Gondoroff \tturns out three tens.  Lonnegan is beat.  \n[53]\t\t\tTough luck, Lonnihan, but that's \t\t\twhat you get for playin' with your \t\t\thead up your ass.  Couple more like \t\t\tthat and we can all go to bed \t\t\tearly, huh boys.  \tLonnegan burns, and the \"boys\" have no comment.  \n[54]\t\t\tRaise 300.  \n[55]\t\t\tTwo and call.  \tJameson lays down two pair.  Gondorff has a flush.  Gondorff \trakes in the chips, which now put him ahead of Lonnegan.  \n[56]\t\t\tDon't worry about it, pal.  Lemongan \t\t\there wouldn'ta let you in the game \t\t\tif you weren't a chump.  \n[57]\t\t\t\t \t\t\tJust take it easy there, Larrabee.  \tJameson and the conductor step in between.  \n[58]\t\t\tRaise 1,000.  \n[59]\t\t\t\t \t\t\tRaise 2,000.  \tThe spectators shift a little.  It's the biggest bet of the \tnight.  \n[60]\t\t\t\t \t\t\tRaise 5,000.  \tLonnegan fingers his remaining chips.  He knows he's won, \tbut he wants to bleed it for every bit of suspense.  \n[61]\t\t\tCall.  \tLonnegan puts down his four nines.  Gondorff just stares at \tthem a second, lets out a deep sigh and lays down four jacks. \tLonnegan is aghast.  This just can't be.  He glances at \tFloyd, who can do nothing but sit there with his mouth open.  \n[62]\t\t\t\t \t\t\tWell that's all for me tonight, \t\t\tboys.  I'm gonna leave ya some cab \t\t\tfare.  \tThe other players look at each other in disgust, and reach \tfor their wallets, all of which are well stocked.  \n[63]\t\t\t\t \t\t\tYou owe me 15 grand, pal.  \tLonnegan, with a stare that could kill, reaches for his \twallet.  Suddenly the stare goes soft.  He tries a few more \tpockets.  No soap.  \n[64]\t\t\t\t \t\t\tWhat!  Don't give me that crap you \t\t\tlittle weenie.  How do I know you \t\t\tain't gonna take a powder. \t\t\t\t(waving his wallter, \t\t\t\twhich is full of \t\t\t\tLonnegan's money \t\t\tYou come to a game like this, you \t\t\tbring your money.  \tLonnegan, having had all he can take, goes for Gondorff, but \tis restrained by the conductor.  \n[65]\t\t\tAll right, buddy, I'm gonna send a \t\t\tboy by your room in five minutes, \t\t\tand you better have that jack, or \t\t\tit's gonna be all over Chicago that \t\t\tyour name ain't worth a dime.  \tGondorff stalks out of the room.  We pick him up coming down \tthe passageway to his compartment.  \n[66] \tThe drunkenness has vanished.  We follow him into his cabin, \twhere Hooker is waiting anxiously.  \n[67]\t\t\t\t \t\t\tWell we got some workin' money \t\t\tanyway.  \tGondorff tosses his winnings on the table.  \n[68]\t\t\t\t \t\t\tOkay, kid, you're on.  But I gotta \t\t\ttell ya, its a hard act to follow.  \n[69]\t\t\tEverything go all right?  \n[70]\t\t\tNo signs of trouble?  \n[71]\t\t\tYou know, somebody tailin' ya.  A \t\t\ttorpedo or somethin'.  \n[72]\t\t\tHow 'bout Lonnegan?  \n[73]\t\t\tAnd?  \n[74]\t\t\tHell, they don't do that and you \t\t\tknow you're not gettin' through to \t\t\t'em.  \tWe concentrate on Niles, who's making up the \"boodles\" or \tfake bankrollls.  He puts a real $100 bill on the bottom, \tthen two inches of cut green paper on top, and then another \t$100 bill on top of that, so that it looks like he has a \twhole stack of $100 bills.  The bundle is then bound with a \tsealed label, like those used in banks, that says $10,000. \tWe see that he has already made several of these bundles.  \n[75]\t\t\tDid he hold you up on anything? \t   \n[76]\t\t\tThat's all right.  Once they start \t\t\tlistening, they're in trouble. \t\t\tJust don't give him more than he \t\t\tasks for.  If you rattle his \t\t\timagination a little, he'll come up \t\t\twith all the right answers himself. \t\t\tBut all he's gotta do is catch you \t\t\tin one lie and you're dead.  \n[77] \tThey both look tired.  \n[78]\t\t\tDid he say he wouldn't?  \n[79]\t\t\t\t \t\t\tHe'll show.  \n[80]\t\t\tEddie, cut that out, will ya.  \tThe boardmarker walking nervously back and forth in front of \this odds board, checking every letter and number.  He stops \tto cross a T on one of the horses' names.  It was already \tcrossed, but he does it again anyway.  \tBillie and Singleton, in an area hidden from the rest of the \troom, watching the print-out on the ticker machine.  The \tclicking of the ticker is the only sound we hear in the store.  \tCurly Jackson in front of a mirror, pasting a fake Van Dyke \ton his chin to go with his tweed suit and monocle.  \tA couple of Billie's girls adjusting their waitress outfits \tand primping their hair.  Each has a tray full of drinks \tbeside her.  \tThe Eirie Kid silently retracing his \"route\" to make sure he \thas it down.  \tDespite the crowd, there is no talking and little movement, \tsave for the constant swirling of smoke from several cigars \tand cigarettes.  The group is like a theatre company waiting \tto go on opening night.  \n[81]\t\t\tThat's what I like about these \t\t\tguys, J.J... They always got \t\t\tprotection against things we'd \t\t\tnever do to 'em.  \tEverywhere there is activity.  A bank of telephones buzzes \tincessantly.  Sheet writers scurry from phone to phone, \ttaking bets of tremendous size from prominent people.  \n[82]\t\t\tNever get enough, huh pal?  I'd \t\t\tthink you'd get tired of losin', \t\t\tHonnigan.  \n[83]\t\t\t\t \t\t\tMake sure you see cash from this \t\t\tguy, Eddie.  He's got the name for \t\t\tbettin' money he don't have.  \tThe man in front of Lonnegan puts $5,000 on Dancing Cloud. \tHe makes the bet on credit.  Lonnegan steps to the window.  \n[84]\t\t\t\t \t\t\tThat's not where we want him to sit.  \tEirie tries to ignore Lonnegan at first, but realizes he \tbetter make some conversation.  \n[85]\t\t\t\t(getting his name \t\t\t\tright this time \t\t\tDon't bother to come back with a \t\t\tpiker's bet like that again, \t\t\tLonnegan.  We got a $5,000 minimum \t\t\there. \t\t\t\t \t\t\tShow this bum out.  \tHooker hesitates a second.  \n[86]\t\t\tGo on, ya goddamn ninny.  \tGondorff gives Hooker a hard shove in the back with his \tfoot, sending him into a table and sprawling to the floor.  \n[87]\t\t\t\t(indicating Lonnegan's \t\t\t\tbodyguards \t\t\tAnd tell him not to bring his \t\t\tgarbage men in here no more.  This \t\t\tis a class joint.  \tHooker, pretending to be humiliated, gets to his feet and \tescorts Lonnegan to the door.  Lonnegan stops, gives Gondorff \ta derisive smile, and walks out.  Once he's gone, the \tgeneral clatter and hubbub in the room cease, like it had \tbeen turned off by a faucet.  Most of the boost sit down and \trelax.  Curly Jackson rips off his Van Dyke.  It's been \titching him.  \n[88]\t\t\tHe's gaffed, kid.  He should start \t\t\tcoming to you now.  \n[89]\t\t\tWhy didn't you tell me about Snyder \t\t\tbefore?  \n[90] \tHooker sits sullenly at the table.  Billie stands over him \tputting some ointment on his face to close the cuts. \tGondorff looks on.  Their discussion continues.  \n[91]\t\t\tWell you found him again and we're \t\t\tgonna have to do somethin' about it. \t\t\tWhat else haven't ya been tellin' me?  \n[92]\t\t\tThen why'd ya move outa your room?  \n[93]\t\t\tYou can't play your friends like \t\t\tmarks, Hooker.  \tHooker doesn't reply.  He knows Gondorff's on to him.  \n[94]\t\t\tYou know how easy it'd be for one \t\t\tof Lonnegan's guys to nail you?  \n[95]\t\t\tYou just won't learn, will ya. \t\t\tHell, you come in here, I teach you \t\t\tstuff maybe five guys in this world \t\t\tknow, stuff most grifters couldn't \t\t\tdo even if they knew it, and all \t\t\tyou wanna do is run down a bullet. \t\t\t\t \t\t\tYou're just like all them new jerks. \t\t\tLotsa nerve and no brains.  And ten \t\t\tyears from now when me and the \t\t\tothers are through and you dumb \t\t\tguys are all dead there won't be \t\t\tone gee left who knows the Big Con \t\t\twas anything more than a way to \t\t\tmake a livin'.  \n[96]\t\t\t\t(trying to be angry \t\t\t\tand failing \t\t\tChrist, they'll probably miss you \t\t\tand hit me.  \n[97]\t\t\tHow ya doin'?  \n[98]\t\t\tWe don't need big odds on this one, \t\t\tJ.J.  Take anything you get at 3-1 \t\t\tor better.  \tGondorff leaves the room, as Singleton turns back to his \tvigil at the ticker.  \n[99]\t\t\tHe's gonna hit ya with 20 grand, \t\t\tEddie.  How much cash we got?  \n[100]\t\t\tGet a couple extra guys in the \t\t\tline, then.  We'll give him the \t\t\tshut-out.  \tNiles nods.  \n[101]\t\t\tAll right, Furey, your horse is \t\t\tWingless.  Paltrow, the Big Alabama \t\t\tand Phillips'll take Grand Theft. \t\t\tRodgers and Eirie have Wrecking \t\t\tCrew.  Jackson -- His Dandy, \t\t\tCowan -- Change of Heart, Fiskin \t\t\tand Chappie -- Made to Order. \t\t\t\t(pointing to the \t\t\t\tEirie Kid \t\t\tEirie, he gets a bang outa seein' \t\t\tyou lose, so we oughta use that on \t\t\t'em.  If you play the birds of a \t\t\tfeather routine we worked on, it \t\t\tshould steam him up pretty good. \t\t\tYou think you can handle that?  \n[102]\t\t\tO.K., you guys in line take your \t\t\ttime, and I wanta see lotsa joy on \t\t\tWrecking Crew.  \n[103]\t\t\tDon't take it so hard, pal.  You \t\t\tprobably woulda lost it.  \tLonnegan wanders over to the bar in a funk.  \n[104]\t\t\tIf we're lucky, this'll bring him \t\t\tback stronger than ever.  \n[105] \tGondorff and Hooker are playing gin rummy and drinking. \tGondorff makes little comments as he plays, but Hooker is \tquiet and withdrawn.  The carousel is not in operation and a \theavy silence hangs over the place.  \n[106]\t\t\tWhat's the matter, kid?  You're not \t\t\tsayin' much.  \n[107]\t\t\tLuther always told me to bite my \t\t\ttoenails when I get nervous.  You \t\t\tsee yourself doin' that and you \t\t\trealize it ain't worth it.  \tHooker smiles feebly.  \tBillie appears at the door.  \n[108]\t\t\tTake it easy, you won't lose him \t\t\tnow.  We had him 10 years ago when \t\t\the decided to be somebody.  Believe \t\t\tme, I've seen enough to know.  \n[109]\t\t\tTwo or three hundred I guess. \t\t\tSometimes played two a day when I \t\t\twas in Shea's mob.  We had it down \t\t\tto a business. \t\t\t\t \t\t\t'Course Chicago was a right town \t\t\tthen.  The fix was in.  The dicks \t\t\ttook their end without a beef.  All \t\t\tthe Wall Street boys wanted to make \t\t\tinvestments for us.  Even had marks \t\t\tlooking us up, thinkin' they could \t\t\tbeat the game. \t\t\t\t \t\t\tYeh, kid, it really stunk.  No \t\t\tsense in bein' a grifter if it's \t\t\tthe same as bein' a citizen.  \tGondorff chucks his cards on the table.  He's through for \tthe night.  \n[110]\t\t\tI better do some packin'.  I'm \t\t\tgonna be a hot number again after \t\t\ttomorrow.  \n[111]\t\t\tSeems worthwhile, doesn't it? \t\t\tMaybe it's just for the cave-in on \t\t\tLonnegan's face when we put in the \t\t\tsting.  \tThat's good enough.  Hooker gets up to leave.  \n[112]\t\t\tAin't nothin' gonna make up for \t\t\tLuther, kid. \t\t\t\t \t\t\tRevenge is for suckers.  I been \t\t\tgriftin' 30 years and never got any.  \tHooker just nods and walks out the door.  \n[113] \tA record spinning lazily on an old phonograph.  We hear \tRobert Johnson's \"Come On In My Kitchen.\" Gondorff is \tsitting up in bed, with his hat on, lost in thought.  Billie \tis curled up asleep next to him.  There's a packed suitcase \tnext to the bed.  Billie wakes up and turns over a second. \t   \n[114] \tGondorff is standing in front of the bathroom mirror, \tputting on his tuxedo.  He goes to his dresser, pulls out a \tvery small gun and tucks it in his cummerbund.  \n[115]\t\t\tWhat's the problem?  \n[116]\t\t\t\t \t\t\tI can't lay that off in time.  We \t\t\tlose a bet that big, it could break \t\t\tus.  \n[117]\t\t\t\t \t\t\tWhat are the odds on Syphon?  \n[118]\t\t\tA half mill on an eight to one shot. \t\t\tYou're dumber than I thought, \t\t\tLonnegan.  \n[119]\t\t\t\t \t\t\tTake it.  \tNiles hurriedly writes out a slip for 500,000 dollars. \tLonnegan, allowing himself a sly smile, picks it up and \tretires to a nearby table.  He flashes a little okay sign to \tHooker who acknowledges it with a nod.  \n[120]\t\t\t\t \t\t\tNice con, Hickey.  I thought you \t\t\twere Feds myself, when you first \t\t\tcame in.  \n[121]\t\t\tOkay, let's take this place apart \t\t\tand get outa here.  You can get \t\t\tyour splits from Eddie at Boudreau's \t\t\ttonight.  \tGondorff walks over to Hooker, who's wiping the blood off \this face and hands.  \n[122]\t\t\tYou beat him, kid.  \n[123]\t\t\tYou wanta wait for your share?  ", "Doyle": "", "Lonnegan": "\n[1]\t\t\t\t(not looking up from \t\t\t\tthe table \t\t\tI'm busy, Floyd.  \n[2]\t\t\t\t \t\t\tWhich one?  \n[3]\t\t\tYou sure he didn't just pocket it? \t   \n[4]\t\t\tThey workin' for anybody?  \n[5]\t\t\tAll right, mark Mottola up a little \t\t\tand put him on a bus.  Nothin' \t\t\tfancy, just enough to keep him from \t\t\tcoming back.  Get some local people \t\t\tto take care of the other two. \t\t\t\t \t\t\tWe gotta discourage this kinda thing.  \n[6]\t\t\tWhat about the other one?  \n[7]\t\t\tWho's got the contract?  \n[8]\t\t\tHackers.  \n[9]\t\t\tYou see the guy in the red sweater \t\t\tover there?  \tWe cut to one of Lonnegan's foursome, a short, squat little \tIrishman in a red sweater.  He was a good-time, friendly \tmanner and a winning Irish smile.  We like him immediately.  \n[10]\t\t\tName's Danny McCoy.  No Neck McCoy \t\t\twe called him.  Runs a few \t\t\tprotection rackets for Carnello \t\t\twhile he's waiting for something \t\t\tbigger to come along.  Me and Danny \t\t\tbeen friends since we were six. \t\t\tTake a good look at that face, \t\t\tFloyd, cause if he ever finds out \t\t\twe let one lousy grifter beat us, \t\t\tyou'll have to kill him and every \t\t\tother hood in Chicago who'd like to \t\t\tdo the same thing.  You understand \t\t\twhat I'm sayin'?  \n[11]\t\t\tGood lad.  \tLonnegan is called to the tee by one of his foursome.  He \texchanges a friendly smile with McCoy and belts the ball \tdown the fairway.  \n[12]\t\t\t\t \t\t\tWhere the hell is this guy?  \n[13]\t\t\tAll right, let's start without him. \t\t\tMr. Clemens, give me the cards.  \tThe Conductor hands him a sealed deck.  As he begins to open \tit, Gordoff comes into the room, coatless, rumpled, unshaven \tand looking slightly tipsy.  The others at the table, all \tmen of high school or financial standing, are somewhat put \toff.  \n[14]\t\t\t\t \t\t\tMr. Shaw, we usually require a tie \t\t\tat this table.  If you don't have \t\t\tone, we can get ya one.  \n[15]\t\t\t\t \t\t\tLonnegan.  \tHe begins to deal, obviously not pleased that his evening \tseems to be peopled with drunks.  \n[16]\t\t\t\t \t\t\tRaise 500.  \n[17]\t\t\t\t \t\t\tSee and raise five.  \n[18]\t\t\tPass.  \n[19]\t\t\t\t \t\t\tI've had enough of your lip, Shaw.  \tGondorff grabs the whiskey bottle next to him, breaks it \tagainst the table and waves the jagged end in Lonnegan's face.  \n[20]\t\t\t\t \t\t\tI've had it with that bum, Floyd. \t\t\tStack me a cooler.  \n[21]\t\t\t\t \t\t\tI don't care.  Load me a deck.  Set \t\t\tit up for threes and nines.  I'll \t\t\tcut it in on his deal.  \n[22]\t\t\tNothin'.  They gotta be outa there \t\t\tearly.  I'm gonna bust that bastard \t\t\tin one play.  \n[23]\t\t\t250.  \n[24]\t\t\tRaise 500.  \tGondorff looks at Lonnegan very carefully for a second. \tLonnegan meets his stare.  \n[25]\t\t\tSee and raise 1,000.  \n[26]\t\t\t\t \t\t\tSee, and raise the rest.  \tLonnegan pushes in the rest of his chips.  Gondorff, who is \tonly required to match Lonnegan's total, throws in all his \ttoo.  It's a showdown.  \n[27]\t\t\t\t \t\t\tI guess I left it in my room.  \n[28] \tLonnegan sits in a chair smoking, obviously still upset. \tFloyd paces in front of him.  \n[29]\t\t\tWhat am I supposed to do?  Call him \t\t\tfor cheating better than me?  \tThere's a knock at the door.  Floyd goes and opens it.  It's \tHooker.  \n[30]\t\t\tYour boss is quite a card player, \t\t\tCarver.  How does he do it?  \n[31]\t\t\t\t(reaching into his \t\t\t\tcoat pocket \t\t\tHe'll have to take a check. \t\t\t\t \t\t\tI couldn't find my wallet.  \n[32]\t\t\t\t \t\t\tWhat do you mean?  \n[33]\t\t\t\t \t\t\tI could have you put under this \t\t\ttrain for this, errand boy.  \n[34]\t\t\tThen why the rat?  \n[35]\t\t\t\t \t\t\tC'mon, I'll give ya a lift home.  \tHooker hesitates, not sure whether to accept or not.  \n[36]\t\t\tWhat's the matter?  You gotta get \t\t\tback to Shaw?  \n[37]\t\t\tAll right, then.  \n[38] \tDriving through the city, the driver and Floyd in front, \tHooker and Lonnegan in back.  \tHooker glances out the window from time to time, just to \tmake sure they're really going to his place.  \n[39]\t\t\tWhy me?  Shaw probably has lotsa \t\t\tenemies to choose from.  \n[40]\t\t\t\t \t\t\tI'm a banker, friend.  That's legit \t\t\tin this state.  \n[41]\t\t\tThat's worth fifteen grand to ya?  \n[42]\t\t\tYou're dreamin', kid.  \n[43]\t\t\t\t \t\t\tIf I'm not there by quarter of, I'm \t\t\tnot coming.  \tHooker nods and walks up the steps to his apartment building. \tLonnegan's car speeds away from the curb and on out of sight. \tHooker breathes a sigh of relief.  He's passed his first \ttest; or has he?  We follow him up the stairs to his room.  \n[44]\t\t\tYou should always look to the back \t\t\ttoo, kid.  \n[45]\t\t\t\t \t\t\tGet on with it then.  \n[46]\t\t\tYou're not gonna break him with a \t\t\t$2,000 bet.  \n[47]\t\t\tAnd you were gonna pay me back?  \n[48]\t\t\tWe're waitin' for a call.  \tThe man looks at Lonnegan a second, and then at his four \tgoons.  He decides maybe he'll make the call later.  \n[49]\t\t\t\t \t\t\tThe name is Lonnegan.  \n[50]\t\t\tTwo-thousand on Bluenote.  \n[51]\t\t\t\t \t\t\tThat's all.  \tBluenote's race is now up on the board.  The race caller \tcomes on the loudspeaker.  \n[52]\t\t\tYou know anything about a horse \t\t\tnamed Bluenote?  \n[53]\t\t\t\t(out of the corner of \t\t\t\this mouth \t\t\tYou really picked a winner, kid.  \n[54]\t\t\t\t \t\t\tWar Eagle's where you want to have \t\t\tyour money, huh?  \tEirie doesn't reply.  He can't believe Bluenote won. \tLonnegan looks to Hooker.  Hooker gives him a wink.  For \tthe first time, Lonnegan permits a smile.  \n[55] \tNiles is counting out $16,000 to him (all of which Gondorff \twon the night before).  Gondorff looks somewhat perturbed. \tLonnegan picks up the money and tauntingly waves it at him.  \n[56]\t\t\tAll right, Riley.  What the hell \t\t\thappened?  \n[57]\t\t\tYou weren't hired to miss him.  \n[58]\t\t\tYeh, and what does Cole say about \t\t\tthat?  \n[59]\t\t\tAll right, get outa here.  You're \t\t\toutta work.  \tRiley gets up and drags himself out the door like a whipped \tdog.  \n[60]\t\t\tWe'll put Salino on it.  I need \t\t\tsomebody careful.  \n[61]\t\t\tThen why ain't he dead?  \n[62]\t\t\tUse Salino.  It'll take a little \t\t\tlonger, but there won't be any \t\t\tholes in it.  \tCombs gives up.  The second time's the charm.  \n[63]\t\t\tAnd tell Cole I wanta see him when \t\t\the gets in.  \n[64]\t\t\tHe had his chance and all he did \t\t\twas shoot up a rooming house.  Made \t\t\ta lotte noise and woke up a few \t\t\tcops, but didn't hit nothin'.  \tCombs keeps his mouth shut.  There's no way to talk to \tLonnegan when  he's like this.  \n[65]\t\t\t\t \t\t\tThis is Salino's job now, Vince. \t\t\tIf Cole wants to muscle in on it, \t\t\tthat's his business.  But he's \t\t\tbreakin' the rules and when Salino \t\t\tfinds out about it, I can't feel \t\t\tsorry for what's gonna happen to him.  \n[66] \tThe finest the period had to offer.  We pick up Hooker \tcoming down the hall to Lonnegan's suite.  He is admitted by \tthe Bodyguard.  Lonnegan, wearing a smoking jacket, is \tseated at a table counting a pile of money.  There are two \tother assistants standing behind him.  They don't look \tfriendly.  \n[67]\t\t\tYou're a lucky man, all right.  \n[68]\t\t\tWhy don't ya then.  \n[69]\t\t\tYou got a system, Carver? \t   \n[70]\t\t\tI'm in.  \n[71]\t\t\tYou got the 400 grand yet?  \n[72]\t\t\t\t \t\t\tI think we oughta place another bet \t\t\ttomorrow.  \n[73]\t\t\t\t \t\t\tIf your system's as foolproof as \t\t\tyou say, you'll get even more.  \tHooker's in a jam and he knows it.  \n[74]\t\t\tLet me talk to him.  \n[75]\t\t\tYou want your money back?  Try and \t\t\tget it in a court of law. \t\t\t\t \t\t\tC'mon, don't be a sorehead.  I'll \t\t\tmake it worth your while.  Migth \t\t\teven help ya finance the big play \t\t\tif this one works out.  \tHooker says nothing for a minute, and then reluctantly nods \this head.  \n[76] \tWe pick up Hooker coming out of the hotel and going off down \tthe street.  As he does so, we pull back all the way across \tthe street and through the interior of a parked car to \treveal the silhouette of a man seated at the wheel.  We move \tto his right hand, which rests on the steering column.  It's \tcovered by a black glove and the middle finger is missing. \tHis trigger finger, however, taps lightly on the wheel.  \n[77]\t\t\tWhat happened to your face?  \n[78]\t\t\tI could come up with 750 grand in a \t\t\tday if I had a reason to.  \n[79]\t\t\tI need more proof, that's all. \t\t\tAnybody can get lucky once.  \n[80]\t\t\tIf it works again tomorrow, I'll \t\t\thave a half million in cash here by \t\t\tnoon the next day.  We split 60-40.  \n[81]\t\t\tWith 20% coming off the top for me \t\t\tlaying your bet.  Either way you \t\t\tend up with 40.  \tTwist hesitates.  \n[82]\t\t\tA week's a long time, friend. \t\t\tAnything can happen.  All of it bad.  \n[83]\t\t\tNot if you want me to keep makin' \t\t\t'em for ya. \t   \n[84]\t\t\t\t \t\t\tC'mon, let's hurry up there.  \tThe man at the head of the line turns around and gives \tLonnegan a chilling look, as if he were beneath contempt. \tHe puts down $25,000 on Grand Theft.  The next man in line \tplunges down $30,000 on Wrecking Crew.  \tJust as Lonnegan is about to step to the window, Gondorff \tgives a quick signal to Singleton.  The speakers come on.  \n[85]\t\t\t\t \t\t\tTwenty-thousand on Wrecking Crew.  \n[86]\t\t\t\t \t\t\tWrecking Crew.  \n[87]\t\t\tI didn't get the bet down in time.  \n[88]\t\t\tTell your friend I'll have the \t\t\tmoney here by post-time tomorrow. \t\t\tWe'll take the first race where the \t\t\todds are 4-1 or better.  And make \t\t\tsure I can get to that window this \t\t\ttime.  \n[89]\t\t\t\t \t\t\tI don't know, figure something out.  \tLonnegan storms across the street to his waiting car and \tdrives off.  Hooker relaxes into a smile.  He's already \tfigured something out.  \n[90] \tLonnegan paces nervously around the room, looking at the \tclock.  Obviously waiting for something, he's getting \textremely impatient.  \n[91] \tLonnegan goes to the door to admit Floyd and two assistants, \tone of whom carries a large brief case.  Lonnegan takes the \tbrief case to a table and opens it.  Inside is a half \tmillion dollars in cash.  \n[92] \tLonnegan, carrying the brief case personally, is seen \tgetting into his limousine.  Four assistants get in with him.  \n[93] \tHe holds the brief case in his lap, his fingers tapping \tlightly on it.  \n[94]\t\t\t\t \t\t\tFive hundred grand on Syphon.  \tNiles is struck dumb.  He's never seen that much money before.  \n[95]\t\t\t\t \t\t\tIf ya win it could make ya, too.  \n[96]\t\t\tYou're more gutless than I thought.  \tThe words \"Last Flash\" are heard on the speaker.  Gondorff \tlooks at Lonnegan with utter contempt.  He turns to Niles.  \n[97]\t\t\t\t(motioning for him to \t\t\t\tkeep his voice down \t\t\tTake it easy.  Everything's all \t\t\tright.  I put it on Syphon, on the \t\t\tnose.  \n[98]\t\t\tYou give me my goddamn money back! \t\t\tYou hear me?  There's been a mistake!  \n[99]\t\t\tYou give me my money back.  There's \t\t\tbeen a mistake, do you hear me?  \tGondorff leaps to Niles' aid when suddenly there is a crash \tat the entrance door, and Polk, Snyder and eight federal \tagents burst into the room, guns drawn.  The place falls \tsilent except for the loudspeaker, the members of the boost \tafraid to move.  Gondorff and Niles look at each other \twondering how this could have possibly happened.  \n[100]\t\t\tMy money's back there.  ", "Billie": "\n[1]\t\t\t\t \t\t\tNo.  \n[2]\t\t\t\t \t\t\tYou Hooker?  \n[3]\t\t\tWhy didn't you say so.  I thought \t\t\tmaybe you was a copper or somethin'.  \tShe goes to a side door and unlocks it.  \n[4]\t\t\tIt's the room in the back.  He \t\t\twasn't expecting you so soon though.  \tHooker's not quite sure what that means, but there's \tsomething about Billie that makes him know that you don't ask.  \n[5]\t\t\tYou feeling all right this morning, \t\t\tHenry?  \n[6]\t\t\tYou mind opening the round a little \t\t\tearly today?  We got some business \t\t\tcoming in before hours.  \tGondorff waves okay.  \n[7]\t\t\t\t \t\t\tSet me up five more beers, will ya \t\t\tDanny.  \tAs Danny goes to fill the mugs, Billie's eyes fix on a man \tat the end of the bar.  \tWe move to reveal Snyder, intently scanning the room, as if \the'd lost a dancing partner in the crush.  Not finding what \the wants, he comes down the bar to Billie.  \n[8]\t\t\tThat's right.  \n[9]\t\t\tJoliet badge, Snyder.  Don't cut \t\t\tmuch up here.  \n[10]\t\t\tDon't think so.  I know everybody \t\t\tin the place and I always bounce \t\t\tthe lamsters.  \n[11]\t\t\tNo, but you're welcome to a free \t\t\tbeer before you go.  \tBillie grabs a bottle of beer, pours some in a shot glass \tand pushes it over to Snyder.  He ignores the gesture.  \n[12]\t\t\tWho told ya this guy was in here?  \n[13]\t\t\tMaybe I could help ya if ya told me \t\t\this name.  \n[14]\t\t\tRight through there.  But I wouldn't \t\t\tgo in there if I were you. \t\t\t\t   \n[15]\t\t\tI don't have to.  You'll be bustin' \t\t\tin on the Chief of Police just up \t\t\tthe hall. \t\t\t\t   \tSnyder is stopped cold.  He calls after her.  \n[16]\t\t\tWhat are you talking about?  It's \t\t\ton the house.  \n[17]\t\t\tWhat's the line on Visitation?  \n[18]\t\t\tHe'll probably fall down.  \tGondorff appears at the doorway.  \n[19]\t\t\tBest we had was Cat's Eye in the \t\t\tsecond at Del Mar, and he was only \t\t\t5-2.  Not many longshots comin' in \t\t\ttoday.  \n[20]\t\t\tYeh, go ahead.  \n[21]\t\t\tThings are a little slow tonight, \t\t\tHenry.  I wanna open the round for \t\t\tthe girls.  \tGondorff takes out a set of keys and tosses them to her. \tShe leaves to go start the merry-go-round.  Gondorff settles \tback into the game.  \n[22]\t\t\tC'mon, Henry, knock off.  You've \t\t\tdone everything you can.  \tGondorff nods his agreement like a zombie and goes right on \tthinking.  ", "Eddie": "", "Niles": "\n[1]\t\t\tHe's been taking the 8:10 Century \t\t\tLimited outa New York on Friday and \t\t\tgetting in here early Saturday \t\t\tmorning.  He usually stays a day to \t\t\tcheck on his policy operations, and \t\t\tthen flies back.  \n[2]\t\t\tThe porters say he runs a braced \t\t\tcard game in one of the cars.  $100 \t\t\tminimum, straight poker.  Last time \t\t\the pulled in here ten grand heavier \t\t\tthan he left New York.  \n[3]\t\t\tNo good, J.J.  You're not gonna con \t\t\tstocks to a banker.  Lonnegan's too \t\t\tsmart for that. \t   \n[4]\t\t\tThe wire is ten years outa date.  \n[5]\t\t\tAll you gotta do is show up with \t\t\tsome money and look like a fool.  \n[6]\t\t\tLooks all right.  It's big enough \t\t\tand off the street.  \n[7]\t\t\tGot to.  Gondorff's ridin' the mark \t\t\tin from New York on the Century.  \tGarfield thinks it over a little.  He's taking another look \tat the place.  We go to Twist and the old man by the door.  \n[8]\t\t\tAll we need is the bookie setup for \t\t\tnow.  We'll worry about the \t\t\ttelegraph office later.  \n[9]\t\t\tC'mon, you can do better than that. \t\t\tWe ain't no heel grifters.  \n[10]\t\t\tJust give us what ya can, Benny. \t\t\tWe'll send a truck down.  \tTwist has rejoined them by now.  \n[11]\t\t\tDoes J.J. know how to use this thing?  \n[12]\t\t\t\t \t\t\tIs that all?  \n[13]\t\t\tNot enough to cover a bet that big.  \n[14]\t\t\tI'm sorry, sir.  We can't take bets \t\t\tafter the race is started.  \tHe points to a sign above the window, which says exactly \tthat.  Lonnegan grabs up his money in disgust.  \n[15]\t\t\t\t \t\t\tLooks like he's sulking.  \n[16]\t\t\t\t(playing the flustered \t\t\t\tclerk \t\t\tHold on, I'll have to get the \t\t\tmanager.  \tNiles goes and returns with Gondorff.  \n[17]\t\t\t\t(pointing to the \t\t\t\tbrief case \t\t\tHe wants to put a half million on \t\t\tSyphon.  \tGondorff looks at the money a second and then looks up at \tLonnegan like he's gotta be crazy.  \n[18]\t\t\tEight to one.  \tGondorff looks at Lonnegan long and hard.  \n[19]\t\t\tI'm sorry, sir.  The betting's \t\t\tclosed.  \tLonnegan begins to shake him violently.  ", "J.J.": "", "Singleton": "\n[1]\t\t\tLonnegan's a fast egg, Henry.  He's \t\t\tnot gonna sit still for a standard \t\t\tplay.  \n[2]\t\t\tI think we ought to play him on the \t\t\tRag.  It's the tightest game we \t\t\tgot, and it's not all over the \t\t\tpapers yet.  \n[3]\t\t\tI'm not sure I know it.  \n[4]\t\t\tYou in?  \n[5]\t\t\tHe usually plays with a Royal or a \t\t\tCadenza. \t\t\t\t(handing him two \t\t\t\tsealed decks \t\t\tI got you one of each.  He likes to \t\t\tcold deck low, 8's or 9's.  \n[6]\t\t\tLook at that.  He's got four apes \t\t\twith him.  \n[7]\t\t\tAh, he's like all them supervisors. \t\t\tThey think they're too good for \t\t\tregular people.  He says he was in \t\t\there a while ago and the place was \t\t\ta mess.  \tHarmon looks around, hoping it's not true.  \n[8]\t\t\tLook pal, we gotta cover the floor, \t\t\tthe furniture, everything, so we \t\t\tdon't spill on nothing.  Now if you \t\t\twanta sit in there with a tarp over \t\t\tyour head, you're welcome to it.  \n[9]\t\t\tVisitation is still up by two at \t\t\tthe three-quarters.  Single Action \t\t\tsecond, Fasanella third.  \n[10]\t\t\t\t(checking further up \t\t\t\ton the print-out sheet \t\t\t7 to 2.  That ain't bad.  \n[11]\t\t\t\t(eyes still glued to \t\t\t\tthe ticker \t\t\tNothin' yet.  I got a good one on \t\t\tthe lead at Hialeah, but he's fadin'.  \n[12]\t\t\t\t \t\t\tBillie.  You ready?  \tBillie prepares to write on her pad.  \n[13]\t\t\tAt the finish, it's Single Action \t\t\tby two, Fasanella second, Visitation \t\t\tthird. \t\t\t\t \t\t\tLine on Single Action... 3 to 2. \t\t\tHell with it, that's no good.  \tBillie crumples up the piece of paper she's been writing on \tand chucks it in a wastecan.  \n[14]\t\t\t\t \t\t\tOkay, the Fairfield Stakes at Santa \t\t\tAnita.  Mile and a quarter for 3 \t\t\tyear olds and up.  \n[15]\t\t\tOkay, Billie, here we go.  \tBillie snaps to and prepares to write as Singleton reads.  \n[16]\t\t\tAt the wire it's Wrecking Crew the \t\t\twinner by five, Grand Theft second, \t\t\tWingless third. \t\t\t\t \t\t\tWrecking Crew was...4 to 1. \t\t\t\t(ripping the sheet \t\t\t\tout of the ticker \t\t\tThat's our boy.  \tBillie and Singleton hustle out of the room.  ", "Bodyguard": "", "Loretta": "\n[1]\t\t\tYou done?  \n[2]\t\t\t\t \t\t\tIt isn't any better.  \n[3]\t\t\t\t \t\t\tShe don't work here no more.  I'm \t\t\tfillin' in for a couple days... \t\t\ttill I can get a train outa here.  \n[4]\t\t\t\t(putting the check \t\t\t\tdown and walking away \t\t\tI don't know.  Depends what train I \t\t\tget on.  \tHooker looks for some sign that she's putting him on.  He \tdoesn't get it.  He takes out some money, drops it on the \ttable and walks out.  \n[5]\t\t\t\t \t\t\tSixty-five.  \tHooker gives her a dollar.  She goes to the register for \tchange.  \n[6]\n[7]\t\t\t\t \t\t\tYeh, sleepin'.  \tHooker figures that's enough of that.  He pockets his change \tand starts out the door, when suddenly he stops short.  \n[8]\t\t\tNo.  What's wrong with the front?  \n[9]\t\t\tNo.  \n[10]\t\t\tWhat the hell for?  \n[11]\t\t\tWhat does this guy want?  \n[12]\t\t\tLooks like he missed ya.  \n[13]\t\t\tGood night, Mrs. Hillard.  \tMrs. Hillard quickly closes her door.  \n[14]\t\t\tYou move right along, don't ya.  \n[15]\t\t\tAnd you expect me to come over, \t\t\tjust like that.  \n[16]\t\t\t\t \t\t\tI don't even know you.  ", "Johnny": "", "Hooker": "\n[1] \tA shabby little place he rents above a cigar store.  We pick \thim up in a jerry-built outdoor shower, which he's rigged up \ton the fire escape.  The rinse water drips down through the \tlanding into the grimy alley below.  \n[2]\t\t\t\t \t\t\t'With plenty of money and you-oo- \t\t\too, \t\t\tOh baby, what I wouldn't do-oo- \t\t\too...'  \n[3]\t\t\tCome into a little dough.  You \t\t\twanna get outa here tonight?  \n[4]\t\t\tI'll spend fifty on ya.  \tCrystal looks at him a second and starts to giggle.  We're \tpretty sure she's gonna get outa here tonight.  \n[5]\t\t\tHow ya doin', Jimmy. \t   \n[6]\t\t\tNaw, just a little hard times, \t\t\tthat's all.  It's all over now.  \n[7]\t\t\t\t \t\t\tThree grand on the black.  \tJimmy is stunned.  The others at the table, used to dollar \tbets, look at Hooker like he's some kind of foreign dignitary.  \n[8]\t\t\tI feel lucky tonight.  \n[9]\t\t\tThree grand on the black, Jimmy.  \tJimmy wants to argue some more, but the ball is getting \tready to drop into the center.  We see Jimmy quickly press a \thidden lever under the table with his foot.  The ball falls \tand settles into red 27 with a motion that is not quite \tright.  The others at the table fail to notice, but Hooker \tis not fooled.  He stares venomously at Jimmy, who knows \tthat Hooker is on to him.  \n[10]\t\t\tSpin it again.  \tJimmy doesn't know what the hell to do.  He gives Hooker a \tlittle head motion to indicate a small window high up in one \tof the walls.  Behind it, we see a pair of eyes.  Suddenly, \tHooker understands why Jimmy had to cheat him, but it \tdoesn't change his demand.  \n[11]\t\t\tSpin it anyway, Jimmy.  \tJimmy is beside himself.  If he doesn't spin again, Hooker \tmay expose him.  If he does spin, and loses, his management \twill fire him.  He pleads to Hooker with his eyes, but it's \tno use.  Jimmy spins the wheel and reluctantly drops in the \tball.  This time there is no foot on the lever, and it \tsettles into black 15.  Hooker stares at the ball a second \tand then looks up at his terrified friend.  \n[12]\t\t\tDon't worry, pal.  I knew it was my \t\t\tnight.  \tHooker pushes the money over to Jimmy and walks out of the \troom.  He's lost $3,000, but he's still working on a lucky \tnight.  \n[13]\t\t\t\t(going into his \t\t\t\tpocket for more money \t\t\tHey wait a minute. \t\t\t\t \t\t\tAw, the hell with ya.  \n[14]\t\t\tHowdy, Louise.  \n[15]\t\t\tI'll never be as good as that mark, \t\t\tAlva.  \n[16]\t\t\tYou goin' to church now?  \n[17]\t\t\tWhich way did he do, Eirie?  \n[18]\t\t\t\t \t\t\tThe bastard.  He can blow his nose \t\t\tall the way.  \tThey laugh again, but Luther doesn't share their enthusiasm. \tHe watches Hooker who becomes uncomfortable under his gaze.  \n[19]\t\t\t\t \t\t\tI had some appointments.  \n[20]\t\t\t\t \t\t\tAll of it.  \n[21]\t\t\tI checked the place out.  There \t\t\tweren't no dicks in there.  \n[22]\t\t\tWhat's eatin' you?  I've blown \t\t\tmoney before.  \n[23]\t\t\tYou think my play is bad?  \n[24]\t\t\t\t \t\t\tWhat?  \n[25]\t\t\tWhat are you talkin' about?  We \t\t\tjust took off the biggest score \t\t\twe've ever had.  We can do anything \t\t\twe want now.  \n[26]\t\t\tHey look.  You think I'm gonna run \t\t\tout on ya or somethin'?  Just cause \t\t\twe hit it big.  Luther, I owe you \t\t\teverything.  If you hadn't taught \t\t\tme con, I wouldn't know nothin'.  \n[27]\t\t\tBut you played the Big Con.  You \t\t\tsaid it was nothin'.  A game for \t\t\tflakes and mama's boys.  \n[28]\t\t\t\t \t\t\tWhat the hell you gonna do with \t\t\tyourself?  \n[29]\t\t\tYou'll take a cut of what I make, \t\t\twon't ya?  \n[30]\t\t\tIf that's the way you want it.  \n[31]\t\t\tHow do you like that Coleman, huh? \t\t\tAfter three years.  \n[32]\t\t\tWe were partners.  If it weren't \t\t\tfor Luther I'd still be hustlin' \t\t\tpinball down at Gianelli's.  I \t\t\tdon't need anything more than I got.  \n[33]\t\t\tYou ain't gonna have nothin' if you \t\t\tdon't lay off them games of chance. \t\t\tThere's a depression on ya know.  \n[34]\t\t\tThere's always a depression on.  \n[35]\t\t\tI like griftin'.  \n[36]\t\t\tI don't look any good in clothes \t\t\tand I don't know how to drive. \t\t\tWhat else ya got to sell, Eirie?  \n[37]\t\t\tHi there, Snyder.  Things a little \t\t\tslow down at the Bunco Department \t\t\ttonight, eh?  Somebody lose the \t\t\tdominoes?  \n[38]\t\t\t\t(knocking Snyder's \t\t\t\thand away \t\t\tAw, find yourself a shoplifter to \t\t\troll.  \tSnyder gives Hooker a swift knee in the thigh and follows it \twith an elbow across the head.  Hooker flies into a row of \tboxes and garbage cans.  \n[39]\t\t\t\t \t\t\tYou got the wrong guy, pal.  I been \t\t\thome with the flu all day. \t\t\t\t \t\t\tYou can stake out my toilet if you \t\t\twant.  \tBang.  Snyder, infuriated by Hooker's irreverence, slams him \tto the ground again.  The policeman is no longer holding \tEirie but is almost daring him to make a move.  Eirie wants \tto go to Hooker's aid, but he knows the policeman will beat \thim to a pulp.  \n[40]\t\t\t\t \t\t\tYou're crazy.  I'm not stupid \t\t\tenough to play for rackets money.  \n[41]\t\t\tI'll square it with the fixer.  \n[42]\t\t\t\t \t\t\tMy end was only one.  \n[43]\t\t\tAll right.  \tHe reaches into his coat, pulls out a stack of bills and \tcounts out $2000 to Snyder.  Eirie looks on in amazement; he \tdidn't think Hooker had it.  \n[44]\t\t\tI did.  That stuff I gave him was \t\t\tcounterfeit.  They'll pinch him the \t\t\tfirst place he tries to spend it.  \tSnyder and his partner disappear around a corner.  Hooker \tsuddenly takes off like a shot.  \n[45]\t\t\t\t \t\t\tAw Christ, it doesn't make no \t\t\tdifference now.  If Snyder knows \t\t\tabout it so does everybody else. \t\t\tHe never gets anything first...Damn, \t\t\tthere's no answer at Luther's.  \n[46] \tPumping down the street.  \n[47]\t\t\t\t \t\t\tC'mon Luther, get up.  You gotta \t\t\tget up, Luther.  \tIn the distance, sirens are heard.  Heads are out of the \twindows and some people are starting to gather in the \tcourtyard.  \n[48]\t\t\tGoddamn you, Luther, will you get \t\t\tup? \t\t\t\t \t\t\tI'm not waitin' for you, Luther. \t\t\tI'm not waitin' anymore.  Get up, \t\t\tyou son of a bitch.  Goddamn you, \t\t\tLuther, goddamn.  \tThe sirens are close now, and Hooker tears himself away from \tLuther and runs.  The others gather to look at the body.  \n[49]\t\t\t\t(flashing open his \t\t\t\twallet to reveal the \t\t\t\tlittle tin badge and \t\t\t\tthen closing it again quickly \t\t\tExcuse me, sir.  Treasury Dept... \t\t\tI'd like to ask you a few questions.  \n[50]\t\t\tWe don't doubt that, but there's a \t\t\tcounterfeiting operation passing \t\t\tbad money in the station.  Have you \t\t\tmade any purchases here today?  \n[51]\t\t\tThen I'm afraid we'll have to \t\t\timpound your money until we're sure \t\t\tthat it's all good.  Can I see your \t\t\twallet and your ticket, please?  \n[52]\t\t\t\t(taking out the money \t\t\t\tand returning the wallet \t\t\tIt'll only take 20 minutes or so. \t\t\tYou can pick it up at the window \t\t\tdown the hall.  \n[53]\t\t\t\t \t\t\tWe'll get 'em!  Give us a chance. \t\t\tI'm not the only agent in here, ya \t\t\tknow.  We go around advertising \t\t\tourselves, how many counterfeiters \t\t\tdo you think we'd catch, huh? \t\t\t\t \t\t\tYou think I'm wearin' this rag here \t\t\t'cause I like it?  Christ, everybody \t\t\tthinks life's a holiday or somethin' \t\t\twhen you got a badge. \t\t\t\t \t\t\tI been here since three this \t\t\tmorning, Charlie, and I never knew \t\t\tthere was so much ugliness in \t\t\tpeople.  You try to help 'em and \t\t\tthey spit on you.  I shoulda let ya \t\t\tgo and gotten yourself arrested for \t\t\tpassin' false notes.  \tThe Businessman is totally shamed.  \n[54]\t\t\tAll right, I'll give ya a break. \t\t\t\t \t\t\tDown that hall there, there's an \t\t\tunmarked door on the left.  Go on \t\t\tin there and wait at the window. \t\t\tI'll take this... \t\t\t\t \t\t\t...in the back and run it through \t\t\tright away.  We'll have you outta \t\t\tthere in a couple minutes.  \n[55]\t\t\t\t \t\t\tThink nothin' of it.  \tThe man goes off down the hall, more than grateful to be \tgiven a break like this.  Hooker heads for the \"back\".  We \tfollow the Man down the hall to the unmarked door.  He \tstrides on through to find himself face to face with a wall \tof busily flushing urinals.  \n[56] \tBoarding the 8:10 for Chicago.  \n[57]\t\t\tExcuse me, I'm looking for a guy \t\t\tnamed Henry Gondorff.  You know him?  \n[58]\t\t\tLuther Coleman sent me.  \tBillie stops and comes back down the stairs.  It's the first \ttime she's stopped chewing.  \n[59]\t\t\tYeh.  \n[60]\t\t\t\t \t\t\tThe great Henry Gondorff.  \n[61]\t\t\tYou sober?  \n[62]\t\t\tYeh, Luther said you could teach me \t\t\tsomething.  I already know how to \t\t\tdrink.  \tGondorff wipes his face with his hand.  His mood softens a \tlittle.  \n[63]\t\t\tHe had you down as a big-timer. \t\t\tWhat happened?  \n[64]\t\t\tYou mean you blew it.  \n[65]\t\t\tHe didn't tell me you was a fuck- \t\t\tup, either. \t\t\t\t(Gondorff looks at \t\t\t\thim coldly \t\t\tYou played the Big Con since then.  \n[66]\t\t\t\t \t\t\tI picked something up on the way.  \n[67]\t\t\tI don't know.  Haven't seen anybody.  \n[68]\t\t\t\t \t\t\tGondorff, you gonna teach me the \t\t\tBig Con or not?  \n[69]\t\t\tI wanna play for Lonnegan.  \n[70]\t\t\t\t \t\t\tYeh, he croaked Luther.  What else \t\t\tdo I gotta know.  \tGondorff just sits tight and waits for him to cool off.  \n[71]\t\t\t\t(waving Gondorff off, \t\t\t\tembarrassed at his \t\t\t\town outburst \t\t\tAw right, he runs the numbers outta \t\t\tthe south side.  \n[72]\t\t\tI'll take him anyway.  \n[73]\t\t\t\t \t\t\t'Cause I don't know enough about \t\t\tkillin' to kill him.  \tIt's the right answer. Gondorff didn't know it himself until \tnow.  \n[74]\t\t\tWe'll get by without 'em.  \n[75]\t\t\t\t \t\t\tI never played for winos.  \n[76]\t\t\tYou're sacred of 'em, aren't ya?  \n[77]\t\t\tThen you'll do it?  \n[78]\t\t\tYou sure it'll be one of these two?  \n[79]\t\t\tHe's not as tough as he'd like to \t\t\tthink.  \n[80]\t\t\tShe got him clean.  He hasn't \t\t\tmissed it.  \tGondorff nods, takes the money out, counts it.  \n[81]\t\t\tHe's waitin' for you in the card \t\t\troom.  \n[82]\t\t\tIf we ever get to it.  \n[83]\t\t\tHow'd ya do?  \n[84]\t\t\tMy name's Carver.  Mr. Shaw sent me.  \tFloyd motions him in without a word.  \n[85]\t\t\t\t \t\t\tHe cheats.  \tLonnegan says nothing.  He doesn't like smart asses.  He \tlooks Hooker over a second, as if considering whether to \thave him wasted or not.  \n[86]\t\t\tYeh, he knows that.  \n[87]\t\t\t\t(pulling out \t\t\t\tLonnegan's wallet and \t\t\t\ttossing it to him \t\t\tHe hired a dame to take it from ya.  \tLonnegan just holds the wallet.  He can't believe it. \t   \n[88]\t\t\tYou were set up, Lonnegan.  Shaw's \t\t\tbeen planning to beat your game for \t\t\tmonths.  He was just waiting for \t\t\tyou to cheat him so he could clip ya.  \n[89]\t\t\t\t \t\t\tSo could Shaw.  \n[90]\t\t\tCause I'm tired of bein' his nigger. \t\t\t\t \t\t\tI want you to help me break him.  \tLonnegan looks at Hooker long and hard, as if the intensity \tof his gaze could separate truth from fiction.  Lonnegan \thadn't expected this, but now that it's here, it better be \ton the level.  The silence is suddenly broken by the noise \tof the train braking into the station.  \n[91]\t\t\tNaw, he picked up some jane in the \t\t\tbar.  Can't see him till morning \t\t\tanyway.  \n[92]\t\t\tI need somebody respectable...but \t\t\tnot completely legit.  What I'm \t\t\tgonna do isn't very legal.  \n[93]\t\t\tAll you gotta do is place a bet for \t\t\tme at Shaw's place.  I'll supply \t\t\tall the money and the information.  \tLonnegan is listening, but you'd never know it.  \n[94]\t\t\tIf you help me out, I'll pay ya \t\t\tback the money you owe Shaw, myself.  \n[95]\t\t\tMaybe a couple million.  \tWe go to Lonnegan.  He's still not talking, but that last \tphrase has registered.  \n[96] \tThe car pulls up in front of Hooker's place.  \n[97]\t\t\t\t \t\t\t660 Marshall Street.  Tomorrow at \t\t\t12:30, if you're interested.  \n[98] \tHe's just about to unlock the door, when he notices the \tlittle piece of paper he left in the door is on the floor. \tWithout the slightest hesitation, Hooker leaps over the \tbannister and races back down the stairs.  Two gunmen, Riley \tand Cole, burst out of his room and fire at him over the \trailing, but he's already too far down.  Riley and Cole give \tchase.  \n[99]\t\t\t\t \t\t\tYeh, it was easy.  \n[100]\t\t\tWhat do ya mean?  \n[101]\t\t\t\t(wanting to get off \t\t\t\tthe subject \t\t\tNo, not a thing.  \tGondorff has his doubts, but lets them ride.  \n[102]\t\t\tI gave him the breakdown just like \t\t\tya told me to.  \n[103]\t\t\tHe threatened to kill me.  \n[104]\t\t\tThen he drove me home.  He tried to \t\t\tput himself away as legit, so I \t\t\twent right into the pitch.  \n[105]\t\t\tNaw, he just sat there and listened. \t\t\tI don't know if he bought it or not.  \n[106] \tThey both look tired.  \n[107]\t\t\tYou think he'll show?  \n[108]\t\t\tNo.  \n[109]\t\t\t\t(sliding out of his \t\t\t\tbooth and into Lonnegan's \t\t\tI was afraid you weren't gonna come. \t\t\tWe haven't got much time.  \n[110]\t\t\t\t \t\t\tSometime after 1:00 a guy's gonna \t\t\tcall here and give you the name of \t\t\ta horse. \t\t\t\t \t\t\tAll you do is take this two grand \t\t\tacross the street to Shaw's place \t\t\tand bet it on that pony.  There's \t\t\tnothin' to it, but don't take too \t\t\tmuch time.  We only have 3 or 4 \t\t\tminutes after you get the call.  \n[111]\t\t\tThis is just a test.  The big one \t\t\tcomes later.  Be careful with that \t\t\tthough, it's all I got.  \n[112]\t\t\tI am after this race.  \tLonnegan says nothing.  He's not sure he likes a man who's \tstupid enough to bet his last dollar on a horse race.  \n[113]\t\t\tI gotta get back before Shaw misses \t\t\tme.  Good luck.  \n[114]\t\t\tGive 'em a little time.  \n[115]\t\t\tYou're doin' great, Eirie.  He \t\t\tloves ya.  \tEirie nods, somewhat unconvinced, and heads bak to the table.  \n[116]\t\t\tWell, what did I tell ya?  \n[117]\t\t\tLucky, hell.  I could do it every \t\t\tday.  \n[118]\t\t\t'Cause it's better to do it all at \t\t\tonce. \t\t\t\t \t\t\tWe're puttin' down 400 grand next \t\t\tweek.  At 5-1 we make 2 million. \t\t\tTwenty per cent of that is yours if \t\t\tya stick with us.  \n[119]\t\t\tYou stayin' in or not?  \n[120]\t\t\t\t(drawing up a chair, \t\t\t\tbarely able to \t\t\t\tcontain his enthusiasm \t\t\tIt's foolproof.  We got a partner \t\t\tdowntown runs the central office of \t\t\tthe Western Union.  Race results \t\t\tfrom all over the country come in \t\t\tthere and go right across his desk \t\t\ton their way to the bookies.  All \t\t\the does in hold them up a couple \t\t\tminutes until he can call us and \t\t\tget a bet down on the winner.  Then \t\t\the releases the results to the \t\t\tbookies and we clean up on a race \t\t\tthat's already been run.  It can't \t\t\tmiss, unless the Western Union \t\t\tDicks get onto it.  \tLonnegan is amazed.  He sits back a second, then comes \tforward again and pushes a pile of bills over to Hooker. \tHooker smiles and begins to count the money.  \n[121]\t\t\tNot yet, but... \t\t\t\t \t\t\tHey, there's only a grand here.  \n[122]\t\t\t\t \t\t\tWhat is this?  That's my money. \t\t\tYou tryin' to muscle me?  \n[123]\t\t\t\t \t\t\tI gotta talk to me partner first. \t\t\tWe can't afford to expose our game \t\t\ttoo much.  \n[124]\t\t\t\t \t\t\tNo.  \n[125]\t\t\tFour o'clock tomorrow.  Pick me up \t\t\tat Dewey Lyle's.  \n[126]\t\t\tTwist?  I told him the tale.  He \t\t\twants to see ya.  \n[127]\t\t\tTomorrow, after 4:00.  Stay inside, \t\t\tI'll come in and get ya.  And be \t\t\thard on him for a while; he's \t\t\ttalking money.  \n[128] \tWinding his way through the slum area of town, dashing along \tbackstreets, over fences and through vacant lots, making \tgood his escape.  From our angle, he looks like a rat in a \tmaze.  \n[129]\t\t\tI thought I'd lost him.  \n[130]\t\t\tNothin'.  I told ya everything \t\t\tthere is.  \n[131]\t\t\tIt was too noisy.  \n[132]\t\t\tAll we need is a couple days, Henry. \t\t\tA couple days and we'll get Lonnegan \t\t\tdown and stomp on 'em.  \n[133]\t\t\tA couple days; that's all I'm \t\t\taskin'.  I can stay clear that long.  \n[134]\t\t\tYeh, I guess I shoulda had the meat \t\t\tloaf.  \n[135]\t\t\tWhere's June today?  \n[136]\t\t\tWhere you goin'?  \n[137]\t\t\tHad a little fight with a raggle \t\t\tdown on 13th.  She got me with her \t\t\tring.  \tLonnegan laughs.  \n[138]\t\t\tWe'll go to the side door.  \tWe follow Hooker and Lonnegan across the street to the side \tentrance which opens into:  \n[139]\t\t\tLes, I got Mr. Lonnegan with me. \t\t\tHe wants to see you a second.  \n[140]\t\t\tI thought it might be good for him \t\t\tto see the setup.  \n[141]\t\t\tHe's right, Les.  \n[142]\t\t\tAnd what do we know about your guy. \t\t\tHe says a week, but who knows if \t\t\tit's a month?  Lonnegan here's a \t\t\tbanker.  He can get that dough with \t\t\tno questions asked.  \tTwist says nothing for a minute, then:  \n[143]\t\t\tWhat happened?  \n[144]\t\t\t\t \t\t\tOh, Jesus.  \n[145]\t\t\tHow am I gonna do that?  \n[146] \tHooker sits at the counter finishing a plate of meat loaf. \tLoretta is down at the cash register, leaning on the counter, \tlooking idly out into space.  Hooker glances over at her \tevery once in a while to see if she might be interested in \tstriking up a little conversation.  She's not.  He finishes \this meal and comes down to the register to pay his bill.  \n[147]\t\t\tMeat loaf, apple pie and a cup of \t\t\tcoffee.  \n[148]\t\t\tWhat time you get off work here?  \n[149]\t\t\tYou doin' anything tonight?  \n[150]\t\t\tYou got a back door to this place?  \n[151]\t\t\t\t \t\t\tLook, I don't have time to fuck \t\t\taround.  There's somebody out there \t\t\tI don't need to see.  You got a \t\t\tfire escape or anything?  \n[152]\t\t\tAll right, do me a favor.  Go into \t\t\tthe bathroom, open the window and \t\t\twait for me there.  \n[153]\t\t\tJust do what I tell ya and \t\t\teverything'll be jake.  \tCracks of concern begin to appear in Loretta's marble.  \n[154]\t\t\t\t \t\t\tHe'd like to kill me.  \tLoretta just looks at him a second.  Realizing that this is \tno joke, she turns and walks slowly but steadily to the \tbathroom.  Hooker waits until she's out of sight.  \n[155] \tHooker comes in the front entrance and goes to the elevator, \tone of the old-fashioned kind with the iron grid on the \tinside.  He's still a little rattled and waiting for the \televator is making him restless.  It finally arrives, and he \tsteps inside, closing the grid behind him.  As he starts to \tpush the button for his floor, he realizes for the first \ttime that he's not alone.  He looks to the corner to find \tSnyder, holding a gun on him.  This time there's not much \tdoubt that he'll use it if necessary.  \n[156]\t\t\tNo.  \n[157]\t\t\tDon't think I know him.  \n[158]\t\t\tLt. Snyder doesn't know shit.  \tCapt. Polk almost laughs, but he checks it.  \n[159]\t\t\tYou got nothin' on me.  \n[160]\t\t\tNo. \t   \n[161]\t\t\tI'll make parole.  \n[162]\t\t\t\t \t\t\tWill you wait until the chump is \t\t\tplayed?  \n[163]\t\t\t\t \t\t\tI mean completely played.  Until \t\t\the's beat and the score is taken. \t\t\tYou come in before we beat him and \t\t\tI'll kill him.  You'll have a tough \t\t\ttime explaining that, won't ya.  \n[164]\t\t\t\t \t\t\tJust as long as I get to finish the \t\t\tplay.  \n[165]\t\t\tJust a little nervous, that's all.  \n[166]\t\t\t\t \t\t\tHow many guys you conned in your \t\t\tlife, Henry?  \n[167]\t\t\tThen why you doin' it?  \n[168]\t\t\tHenry.  \n[169]\t\t\tYeh.  \n[170]\t\t\t\t \t\t\tI appreciate your stickin' your \t\t\tneck out.  I wouldn't have asked ya \t\t\tif it weren't for Luther.  \n[171]\t\t\tYeh, this time anyway.  \tLoretta notices an old busybody peeping out at them from her \troom across the hall.  \n[172]\t\t\t\t \t\t\tI, ah...thought you might wanna \t\t\tcome out for a while.  Maybe have a \t\t\tdrink or somethin'.  \n[173]\t\t\t\t(with more innocence \t\t\t\tthan confidence \t\t\tI don't mean nothin' by it.  I just \t\t\tdon't know many regular girls, \t\t\tthat's all.  \n[174]\t\t\tIf I expected somethin', I wouldn't \t\t\tbe still standin' out here in the \t\t\thall.  \tLoretta looks at him carefully.  She knows it's not a line.  \n[175]\t\t\t\t \t\t\tYou know me.  I'm just like you... \t\t\tIt's two in the morning and I don't \t\t\tknow nobody.  \tThe two just stand there in silence a second.  There's \tnothing more to say.  She stands back and lets him in.  \n[176] \tHooker now has his tuxedo on.  He takes two small rubber \tbladders out of a drawer and puts them in his pocket.  \n[177] \tHooker is busily stuffing all his possessions in a paper \tbag, lumping clothes with food, records and toilet articles.  \n[178] \tHooker is on the phone now.  \n[179] \tHooker finishes the conversation, hangs up and goes to take \tone last look at himself in the mirror.  Finding everything \tin order, he grabs up his sack of possessions and leaves the \troom.  \n[180] \tWe pick him up emerging from the building, and follow him \taround the corner to a secluded alley which he generally \ttakes on his way to the store.  As he walks along, he \tnotices Loretta coming toward him from the other end.  She's \twearing a coat, obviously on her way somewhere.  As she \tcomes closer, we move to reveal the gunman appearing suddenly \tin the alley behind and to the right of Hooker.  \n[181]\t\t\tShe coulda killed me last night.  \n[182]\t\t\tWho are you?  \n[183]\t\t\tHow do I know you're tellin' the \t\t\ttruth.  \n[184]\t\t\t\t \t\t\tYou were right, Henry.  It's not \t\t\tenough... But it's close.  \n[185]\t\t\tNaw, I'd just blow it.  \tGondorff nods, and walks slowly to behind the bar.  He comes \tout with his suitcase in one hand and Hooker's paper bag in \tanother.  He throws the paper bag to Hooker, who stops by \tthe door.  Eirie Kid is standing there.  Hooker gives the \t\"office\" to Eirie, who beams and gives it back.  ", "Erie": ""}}