{"filename": "Boxtrolls,-The_script.txt", "imdb_id": "tt0787474", "imdb_url": "https://www.imdb.com/title/tt0787474", "characters": ["Fish /Wheels /Bucket (voice)", "Oil Can /Knickers (voice)", "Fragile /Sweets (voice)", "Clocks /Specs (voice)", "Winnie Portley-Rind (voice)", "Mr. Pickles (voice)", "Sir Langsdale (voice)", "Lord Portley-Rind (voice)", "Sir Broderick /Male Workman 1 /Male Workman 2 (voice)", "Shoe /Sparky (voice)", "Mr. Trout (voice)", "Mr. Gristle (voice)", "Eggs (voice)", "Snatcher (voice)", "Baby Eggs (voice)"], "dialogues": {"Eggs": "\n[1]  \n[2]  \n[3] \n[4]Fish! \n[5]Fish? \n[6] \n[7] \n[8]Wake up! \n[9]OOOH! Hee hee hee. \n[10]Ha! Missed me! \n[11] \n[12] \n[13] \n[14] \n[15] \n[16]Boy? \n[17] \n[18]\n[19]Grab hold! \n[20]This way! \n[21]No! \n[22]  \n[23]    \n[24] \n[25]Carry on like everything is normal? They drag us away and we do nothing... \n[26]  \n[27] \n[28] \n[29]Ahh! \n[30]\n[31]AHHHH!!  Eek. \n[32]Ehh! Oof. Eek! \n[33]Hey. Oww! \n[34]What?! \n[35]But she's lying. \n[36]  \n[37]Wait! I saw you last night. \n[38]And they took Fish, and... I don't know where they took him... \n[39]Ah! \n[40]Yes. \n[41]We went underground and they-- \n[42]Huh? \n[43]What? \n[44]\n[45]I need to find the Men in Red Hats! \n[46]The Men in Red Hats! \n[47]How do I get there? \n[48]It's not true, you know. We don't eat babies! \n[49]  \n[50]Fish! \n[51] \n[52]\n[53] \n[54]Eww! You have got to help me, Fish! \n[55]Uggggh. \n[56]  \n[57]But.. you're all alive!? \n[58]Huh? \n[59]What are you doing with them? \n[60] \n[61]\n[62]\n[63]It's not just us. All the others are alive too! \n[64]We saw them! \n[65] \n[66]Yes! \n[67]I don't know, but The Redhats have them building something in their factory. \n[68]I TOLD you, we don't eat people! \n[69] \n[70]I... I can't right now. \n[71]\n[72]I- I have a speech impediment! \n[73] \n[74]Hey! \n[75]It's not true is it Fish? I'm a boxtroll like you, aren't I? \n[76]He says I was... given to him. \n[77]I was given to you? \n[78]Who gave me to you? \n[79]Oh, sorry. He says a long time ago there was a kind man-- \n[80]-- The one man in town who saw they weren't monsters... \n[81]... But builders... like him. \n[82]Snatcher wanted him to build something... \n[83]And when the Redhats tried to take me away from him... \n[84]And then they... \n[85] \n[86]  \n[87] \n[88]Oh! Like Fish. \n[89]You have a father! \n[90]We can tell him I'm the Trubshaw Baby... and the boxtrolls didn't eat me. And he'll stop Snatcher! \n[91]He's a father, isn't he? \n[92]But he's the only father we have. \n[93]Please help us. \n[94]I promise! \n[95] \n[96] \n[97]Oh, right. \n[98]\n[99]Which one is your father? \n[100]I'm Eggs? \n[101]Its a pleasure to meet you. \n[102]But which ones are the ladies?! \n[103] \n[104]Even if I don't mean it! \n[105]And, it's a pleasure to meet you. \n[106]I was right! \n[107]It's a pleasure to meet you... it's a pleasure to meet you... it's a pleasure to meet youuuuu! Oooooh! \n[108] \n[109] \n[110]\n[111]You're a liar! When I tell Winnie's father the truth, he'll-- OOF! \n[112]What?! \n[113] \n[114]We'll WHAT? \n[115]You made me get out of my box! \n[116]Snatcher is here. \n[117]Winnie! \n[118]I uh... \n[119]  \n[120]Ahhh! \n[121]Lord Winnie's Father... \n[122]People of the upper world -- Archibald Snatcher has lied to you all! \n[123]He told you that boxtrolls are monsters -- that they steal children -- but they don't. They would never hurt anyone. I know because... \n[124]Because... I am the Trubshaw Baby! \n[125]What?! \n[126]If you won't listen to me, ask Snatcher himself. \n[127] \n[128]But he's not a... \n[129]  \n[130] \n[131]People are just mean and selfish. They're monsters. \n[132]Well, I don't want to be a boy anymore. \n[133]It was a pleasure meeting you. \n[134]And, Winnie, I really do mean it. \n[135]We have to leave the cavern. \n[136] \n[137] \n[138] \n[139]Come on let's go. Now! \n[140] \n[141] \n[142]NO! I'm not a boxtroll! \n[143]I'm sorry. I... I didn't mean it. Please come out. Fish. \n[144] \n[145]\n[146]Get up! That thing will kill you! \n[147]You have to get up. Please! \n[148]No! \n[149]Fish! Shoe! \n[150]NO! Please! \n[151] \n[152] \n[153] \n[154] \n[155]No, no no, don't hide. Fish! Shoe! RUN! Get up, get up and run! Sparky. Sweets, run! \n[156]I don't understand. \n[157]I tried. They won't listen. \n[158]Father? \n[159]Fish, Fish, everyone! Listen! I'm a boxtroll and I stopped hiding, so you can too! Stand up for yourselves! We can fight back! Don't be afraid anymore. Sparky! Fragile! Get up! Get up and fight! \n[160]Just stand up and take a step. Please! Do it for me! \n[161]No! No! No! NOOOOOO! Fish, Shoe, Sparky... \n[162] \n[163] \n[164] \n[165] \n[166]Oh... sorry. He says they were hiding and then they heard me yelling at them... \n[167]... We can fight back! Don't be afraid anymore. Sparky! Fragile! Get up! Get up and fight. Stand up! Fight back. Please! Do it for me! \n[168]You got out of your boxes! You did it! \n[169]My father. \n[170]You were right. Thank you. \n[171]No more hiding, right? \n[172] \n[173] \n[174]\n[175] \n[176] \n[177]Whoops! \n[178]Fish, grab hold! \n[179]That's right! Pull it over there! \n[180]\n[181]You think you can win and live happily ever after! They'll never accept the likes of us! \n[182]I'm nothing like you. You're the monster! \n[183]Please, Snatcher, let her go. You don't have to do this-- \n[184] \n[185]Cheese, hats, boxes - they don't make you. You make you. \n[186]Winnie! \n[187] \n[188]Uhh. \n[189]You guys seen Fish? \n[190]Thanks! \n[191]Have you seen Fish? \n[192]Look what I found! \n[193]And now we go like this. ", "(voice)": "", "Snatcher": "\n[1] \n[2]The unspeakable has happened. We must speak of it immediately! \n[3] \n[4] \n[5]\n[6] \n[7]\n[8] \n[9]Oh, I don't want money. \n[10]I want one of those. \n[11]Alright then. But prepare to say bye bye to your Brie. Cheerio to your Cheddar. Goodbye to your... \n[12] \n[13]I will destroy every last boxtroll in this town! \n[14]Hear ye! Hear ye! Good citizens of Cheesebridge, the curfew is in force. Don't dawdle or the beasts will tear you limb from limb! \n[15]They will add your flesh to their rivers of blood and mountains of bones. \n[16]Child! Do you want to end up like the Trubshaw Baby? \n[17]Dragged underground and feasted upon one year ago this very night?! \n[18]Lock your windows! Bolt your doors! Hide anything that is not bolted down. \n[19]Hide your cheese. Hide your tender and delicious babies! \n[20]Beware the bloodthirsty monsters! They'll fry your eyes, gnaw on your knees, gobble your gizzards... Beware! BEWARE! \n[21]\n[22]Look at all these boxes left lying about. How curious, how peculiar. I do believe... evil is afoot. \n[23]\n[24]\n[25]Hmm. Someone's out past curfew. Very dangerous. \n[26]All I saw was filthy boxtroll monsters. \n[27]Miss Portley-Rind. Allow me to escort you home. \n[28]Yes, how did this hat find itself aaaaall the way out here? \n[29]Hmmm. Must've died down. Suddenly! \n[30]Oh, but as a gentleman, I insist. \n[31]28. \n[32] \n[33]Deepest apologies, your Lordship. But I found something out in the street that belongs to you. \n[34]Oh, don't I know it, sirs. \n[35]Fortunately, we still have our little... agreeeeement. \n[36]When I destroy every last boxtroll in this town, I shall earn my white hat... and join you in the Tasting Room. \n[37]I was told the wind had something to do with it. \n[38]  \n[39]Don't forget. I'm a size six-and-a- half. Order ahead. \n[40] \n[41]Ladies and gents, From the long- lost land of Crackerslovakia -- \n[42]  \n[43]   \n[44]Wrong, Mr. Pickles! \n[45]A boxtroll cannot CHOOSE a new life because a boxtroll does not ASPIRE to be anything more than a weak, lowly pest. But a man -- a great man! And his... \n[46]... stooges ... can choose to change their lives. Our dreams are in our grasp! \n[47]Let us be dream-graspers, fate- snatchers, destiny-takers! Let us grasp our dreams and shove them down everyone's throat! Am I not right? \n[48]\n[49]Now, gentlemen. What better way to dream than to walk in the shoes of those to whom we aspire? Mr. Pickles, fetch the-- \n[50]Cheese. \n[51]  \n[52]Men, don your white hats. \n[53](tucking a napkin into his \n[54]Marvelous! Then let us begin. \n[55] \n[56] \n[57]I say, old chaps, it's quite, um... \n[58]Yes! Those things! Etcetera etcetera, big words, chummy banter... \n[59] \n[60]What? \n[61]   \n[62]  \n[63] \n[64]Thisss is where I belong! \n[65] \n[66]I belong up there! \n[67]In the tasting room, supping on the choicest cheeses... Everyone in town bowing down to me, like a gentleman, a lord with a white hat! \n[68]It's a time-honored tradition. \n[69] \n[70]Stand back peasants! You don't touch your King! \n[71]King Archibald Snatcher. Yes, I shall be king too, why not? \n[72]HE won't let me! That pompous Portley-Rind and his gaggle of giggling sycophants. \n[73]Father always said if you worked hard, you'd get a white hat! And what did he ever get! NOTHING! \n[74]I've worked my hump off for this town! \n[75]Wading through wet garbage in the middle of the night, crawling after monsters! What has Portley-Rind ever done. Eat some cheese, run the government, NOTHING! \n[76]What has Portley-Rind ever done. Eat some cheese, run the government, NOTHING! \n[77] \n[78] \n[79]You. \n[80]\n[81]I'll make those brie stuffed pigs bow down to me! I'm going to be somebody! \n[82]\n[83] \n[84]Ah yes... right. Open the workshop Mr. Trout! \n[85]  \n[86]    \n[87]Huh? Where is the beast? \n[88]It can't be. It's not possible. It's not right! \n[89] \n[90]Mr. Trout! \n[91]TEN YEARS and NOW you show up?! \n[92]You'll find out soon enough! \n[93]SHOOT MR. PICKLES! Shoot! \n[94]Yes, well, I need them. They're my ticket to a white hat, Trubshaw Baby! \n[95] \n[96]Does your.. does your father know you're here? \n[97]Looks like the Boxtrolls have a new victim, miss. And her name is YOU. \n[98]  \n[99]They're getting away Mr. Gristle! \n[100] \n[101] \n[102]Come on! I'm being reasonable. I can be unreasonable. \n[103]Maybe if I hold on to your son... \n[104]You really think Portley-Rind will help a nobody like YOU? In this town, you want help, you've got to help yourself! That's what a man does! \n[105]He'll THANK ME! Because all your little boxtroll friends are going to die - tonight. \n[106]That will make me the most respected man in this town. \n[107] \n[108]They'll parade me into the tasting room on their shoulders! \n[109]And I'm not going to let that be ruined by some little boxtroll sewer rat. \n[110]  \n[111]Oooh! Vatch your hands, monsieur! \n[112] \n[113]\n[114]You have me. I am not a true red head. \n[115]Zees parties are so confusing. No? \n[116]How's that for an entrance! \n[117]My, my, what a surprise. Don't look like your little friends wanna run, does it? How strange, how peculiar. No, wait, it's exactly as I expected! \n[118]\n[119]Time to earn my white hat! \n[120]Give up, Trubshaw! Boxtrolls lost looooong time ago. These miserable pests will never be a match for a man with dream! \n[121]\n[122]  \n[123](humming... then in normal \n[124] \n[125]He was once. Won't get much out of him now, though. A decade hanging upside down scrambled his noodles good. \n[126] \n[127]Yell all you want, boy. They ain't gonna run. You can't change nature. \n[128] \n[129]Well, good speech. \n[130] \n[131]  \n[132]Hear ye! Hear ye! Good citizens of Cheesebridge, come out of your homes! The curfew has been lifted! \n[133]Fear not, the monsters have been vanquished! Your streets are SAFE! \n[134]Join me! Your purger of pests! Your white knight who has taken back the night! \n[135]Lord Portley-Riiiiind! \n[136]I come bearing the most delightful news. \n[137] \n[138]Flattened to extinction. Every last, slimy one of them. \n[139]Your lordship, I said I would not rest until I caught every last boxtroll and I am a man of my word. \n[140]With this boxtroll, I will end their reign of terror. \n[141] \n[142]No. Methinks a deed of this magnitude deserves something a bit more... significant. \n[143]I want YOUR hat. \n[144]  \n[145]Do the honors. \n[146] \n[147]Mr. Trout! Lower the beast down. \n[148]With this hat, I, Archibald Penelope Snatcher... \n[149](repeating after Portley- \n[150]Proudly swear to uphold the dignity of the White Hat. \n[151] \n[152]I... I am befuddled as your lordship! I... I crushed them myself! \n[153]  \n[154]Wow, good speech. \n[155](taunting in Frou Frou's \n[156] \n[157]Loooord POORTLEY-RIIIIND! Come out, come out, come out! \n[158]Whoah whoa. \n[159]Get your grimy paws off of my machine! \n[160]You vile little brat! \n[161]You ungrateful stooges! \n[162]Mine! \n[163] \n[164]Stop destroying my indestructible machine! \n[165]\n[166]\n[167](with effort, strangling \n[168]\n[169] \n[170]\n[171] \n[172] \n[173]\n[174]\n[175]Men, don your White Hatsh... \n[176]\n[177] \n[178]Yesh... rich bouquet, cheesy cheese-like... OW! \n[179]You bit me... wif yor... MOUTH?! \n[180]I have made me, boy. \n[181]This is my dessshhtiny. \n[182] "}}