{"filename": "Cooler,-The_script.txt", "imdb_id": "tt0318374", "imdb_url": "https://www.imdb.com/title/tt0318374", "characters": ["Larry Sokolov", "Bernie Lootz", "Johnny Cappella", "Doris", "Marty Goldfarb", "Mikey", "Highway Officer (as MC Gainey)", "Shelly Kaplow", "Tony", "The Player", "Buddy Stafford", "Lou", "Nicky Fingers Bonnatto", "Natalie Belisario", "Charlene"], "dialogues": {"Larry": "\n[1]How do you do, Shelly? \n[2]First off, Shelly, I want you to know, I have nothing but respect for you. You've done a fantastic job with the Shangri-la for the last sixteen years. No one would dispute that. \n[3]But, the business has changed out here. You just have to take a look at the Strip to see what I'm talking about. \n[4]Yes, well... there's no denying the bottom line. Those eyesores are raking it in. And we can't compete against that. \n[5]The numbers, they don't back you up, Shelly. Nostalgia's grand. We all love nostalgia -- but it belongs in a museum. I think it's time to decide whether you're running a museum or a casino. \n[6]Shelly, got a minute... \n[7]Shelly, this is Johnny Capella. \n[8]Johnny's been opening for Danny Ganz at the Mirage. Sony's talking about signing him to a three album deal. They're positioning him as the new Ricki Martin. \n[9]Johnny's looking to headline. I told him we might be interested. \n[10]I think I'll just stick with the tables. \n[11]Is there a problem? \n[12] \n[13] \n[14]Sure. Whatever. But there ways -- subtle ways -- to keep things in our favor. I'm talking more forward thinking methods. \n[15]As a matter of fact I do. Like, right off the bat, I can tell you this wallpaper isn't going to cut it. It's too uplifting. I would go with more muted tones. \n[16]And personally, I think the waitresses can all pop another button or two. Myself, I wouldn't hire anything less than a C cup. \n[17]Know what this is? Music to be sure. Pleasant, non-intrusive. But blended in at a subsonic level is a mantra. \"Lose... lose... lose.\" And that's just skimming the surface. We really need to talk, Shelly. \n[18]That won't be necessary. \n[19](gesturing to the model \n[20]Yeah, we've all seen the movie. And your point is? \n[21]What are you talking about? It's right outta the movie? \n[22]You've gotta be kidding me. That's not how I propose we handle it. We'll turn the matter over to the authorities. They'll be blacklisted, their credit ruined... \n[23]What's the matter with you? He's one of ours and he's taking us to the fucking cleaners. \n[24]It smells wrong. I'm shutting him down. He's not leaving here with a dime -- \n[25]Gentlemen... I thank you for your vote of confidence. As the Shangri-la's new Director of Casino Operations, I'm gonna make a personal guarantee to each and every one of you. Your investment in this casino will be well looked after. The future looks bright, gentlemen. Very, very bright. ", "Sokolov": "", "Bernie": "\n[1]Hey Doris, you got any cream? \n[2]Forget it. \n[3]Hi, Natalie. \n[4]Bernie. \n[5]If I see Shelly, I'll let him know. That you're looking for him. \n[6] \n[7] \n[8] \n[9]Don't mention it. \n[10]Hey, buddy, is this your drink? \n[11] \n[12]I was just heading over to -- \n[13](stealing glances at Natalie \n[14] \n[15]Things are getting hot on fourteen. I gotta go. \n[16]     \n[17]It's all right. Happens. \n[18]S'okay. You might want to stick around. \n[19]Dollar hard eight. \n[20]No... I just know what the outcome's going to be. \n[21]The outcome won't change with me. It'll be all bad. \n[22] \n[23]Do you know what I do at the Shangri- la? \n[24]And do you know how I do that? \n[25]I do it by being myself. People get next to me and their luck turns. It's always been that way. \n[26]I don't know about you, but I'm real tired. \n[27](not even sure why he's telling her this \n[28](completely caught off-guard \n[29]Oh god... I'm so sorry... I didn't mean... You see -- that's exactly what I'm talking about. I've gone and \"cooled\" the damn table. \n[30]   \n[31]I'm not here that much. Drink? Sorry, all I got's gin. \n[32]This is not my first -- \n[33]Sorry... \n[34]   \n[35]-- I did six months at Rikers for running numbers. It was Shelly's thing, but I took the rap for it. \n[36]After I get out, I call up Shelly and he tells me to come out here. I figure he's going to set me up good at the Shangri-la. But he tells me they got all these rules about casinos employing felons. So he gets me this gig doing telemarketing for one of their fronts -- trying to scam pensioners out of their retirement money. I lasted two weeks. \n[37]Already, I was getting in deep. Finally it got so bad, I had to beg Shelly to take on my markers around town. That just bought me more time to keep losing. I put Shelly in an awkward position. I understand why he did what he did. \n[38]Baseball bat. I got off easy. \n[39]I was out of control. \n[40]Let me tell you something. I'm grateful for what he did. No kidding. Every time I get an urge to play off the clock -- to so much as drop a quarter in a slot -- I reach down and squeeze what's left of my cartilage. It's one helluva reminder. \n[41]Anyway, Shelly and I worked out a payment plan. Two years off the books at the Shangri-la, cooling tables. Five more days and I walk. \n[42] \n[43]Mikey? Is that...? You're not the... \n[44]This you? \n[45]How's your mom doing? \n[46]So, you're in town...? \n[47]If you want, stop by the Lucky Star Motel. Give us a chance to catch up. I'm on three to eleven shift at the Shangri-la. I work the floor. \n[48]Don't mention it. \n[49]Just wanna play one hand. Feeling lucky tonight. I got this voice in my head, says this is the table... \n[50] \n[51]\"Whaddya mean your dog just killed my great dane? What kinda dog you have?\" The fella just shrugs and says, \"A chihuahua.\" \"You tellin' me your chihuahua just killed my great dane? How?\" \"I dunno,\" the fella says, \"I think he got stuck in his throat.\" \n[52] \n[53]Nothing. \n[54]Nothing. You're just an easy mark, is all. \n[55]Yeah. Easy mark. You never heard that term? \n[56]When we were kids, Shelly and me, we used to work Coney Island during the summer. When a guy would walk up and seemed eager to open his wallet, we would always mark him with chalk. We'd pat him on the back or arm with the chalk. Like, 'Hey buddy, good job!' Meanwhile, he had no clue the other guys saw him coming a mile away. Easy mark. \n[57]You OK? \n[58] \n[59]You know, you don't have to tell me this. \n[60]So, you wanna go try your hand at the dime pitch? It's early still. \n[61]    \n[62]  \n[63]Mikey... \n[64]Yeah... I figured you'd call ahead. We were out at breakfast. \n[65]There's about three grand there. That's all I got. \n[66]I don't think... I don't want anything to hap... \n[67] \n[68]Mikey... \n[69]You're not going to try anything stupid while you're in town? \n[70]You mess up and they'll cut you no slack. That's all I'm saying. You got a kid to think about. \n[71]This town... You know, Natalie, all I want to do is go some place where I can tell day from night. Where they got clocks on the wall. I can't breathe around here no more. Four days and I'm gone. I'm not even sure I can hold out that long. \n[72]A week ago, I didn't remember what it was like to have a woman's hands on me. I'm still pinching myself, expecting to wake-up from... Come with me, Natalie. I want you to come with me. \n[73]I'm sorry. I didn't mean to spring that on you. \n[74]So, what's the problem? \n[75]Natalie... I can't... Not another year. Not another week. \n[76]I think... we probably shouldn't see each other anymore. \n[77] \n[78]Natalie, don't... \n[79] \n[80]Eighteen thousand since I stepped up. I'm sorry, Shelly, I guess I've been hit and miss lately. \n[81]Shelly, stop them! Don't do this! \n[82]It's got everything to do with me. He's my son. \n[83]I said, he's my -- \n[84]Shelly, don't you fucking do it! \n[85]NO! God, no! I didn't know nothing about it. \n[86]Shelly, they didn't get away with the money... You didn't lose anything... \n[87]Oh Jesus... Yes! All right. It's on me. 150 G's. \n[88]Shelly, please help her. That's my grandson... \n[89]Jesus NOOOOO!!! \n[90]It's on me. \n[91]What are you doing?! I thought we had -- \n[92]  \n[93]I did this to myself. I planted the seed. When Angela took off with Mikey, I didn't... I never made an effort to get back in his life. I figured, the kid don't need a loser for a father. Now it's all come full circle. I give him the money, I open the door to all this... I musta had it coming. Payback. \n[94]  \n[95]It won't make any difference, Natalie. Whatever you come clean about, I'm not gonna feel any different about you. I'd say the words, but with my luck... \n[96] \n[97]   \n[98]Trixie? \n[99]Trix. You came back. \n[100]   \n[101] \n[102]Duty calls. \n[103]I don't know... \n[104] \n[105]Nothing's wrong. Fact is, I've never felt better. \n[106]She loves me, Shelly. She told me last night. Natalie. \n[107]Hi. Any of you seen Natalie around? I'm supposed to give her a ride home. \n[108]  \n[109] \n[110] \n[111]\n[112]   \n[113]I want you to tell me the truth, Shelly. Did you say something to Natalie? Did you muscle her -- \n[114]This guy's all flash. No soul. I miss Buddy. Place isn't the same without him. \n[115] \n[116]Jesus... you... How can you sit here and justify it? Like you were Dr. Kevorkian or something? \n[117]     \n[118]  \n[119]Yeah. \n[120] \n[121]I can't do that, Natalie. They'd come after me. And because you were with me... I wouldn't want that on me. \n[122]  \n[123]  \n[124]Natalie. \n[125] \n[126]Ouch! \n[127]Natalie, what happened? The mirror... \n[128]Natalie. \n[129]Oh Jesus... Natalie, who did this to you? We need to call the police... \n[130]What are you saying? \n[131] \n[132] \n[133]We gotta get you to the hospital. We'll talk about this later. \n[134]Ssshh. \n[135]   \n[136]Everything's gonna be fine. This is our time. This is you and me and we're going for it. \n[137]You look in the mirror, you don't like what you see, don't believe it. You look in my eyes. That's the only mirror you gonna need. Look in my eyes, Natalie. \n[138]I love you. Marry me? \n[139]  \n[140]  \n[141]Yeah, I do. I have to tell him right to his face. I will not look over my shoulder for the rest of my life -- our lives. \n[142]Don't you see, that was before you opened your heart to me. Everything's different now. I got lady luck on my side. Ain't nothing gonna happen to me. \n[143]I don't think -- \n[144]Whatever happens, I -- \n[145]You lay another finger on her, I swear to God I'll kill you. You hear me? I'll fuckin' kill you! \n[146] \n[147]He ain't never comin' back. \n[148]I'm through with this joint, Shelly. Natalie and me, we just got married. We're outta here. I'll get a job out there in the world. Send you half my paycheck every month. Make good on my obligations. \n[149]I don't think so. \n[150]You whack me, then Bernie Lootz ain't the world's biggest loser no more. That honor's gonna fall upon you, Shelly. And maybe you had it all along. \n[151]What you got? What do you got in your life besides this joint? \n[152]You got nothin', Shelly. This place -- your legacy -- it's a mirage. You turn your back and it don't even exist. There's no day, there's no night, it's all just one big fuckin' blur and it don't count for nothin'! \n[153]I feel real sorry for you. Yeah, you got this fear of germs thing. But it goes deeper than that. You can't get close to no one. On an emotional level. You're the worst kind of gambler there ever was: too scared to put his chips on the table. Too scared to open his heart... to extend any real kinda friendship. Always afraid it's gonna end out in the desert. Well, sweet fuckin' dreams, pal, 'cause I'm out and if that's where it ends, that's where it ends. \n[154]Change only... \n[155]You could say that. \n[156] \n[157]For the boys. \n[158]Wait! \n[159]Color me up a hundred fifty thousand. And give it to him. \n[160]That's what I owe you, Shelly. There it is. We're square. Let it be known, Bernie Lootz lives up to his obligations. \n[161]Fifty thousand dollars! \n[162]Come on sixty-six! \n[163]  \n[164]  \n[165]I think I'm gonna... \n[166]Bahamas, here we come, baby. \n[167] \n[168]If my driving... if I was going a little fast -- I was just over excited, officer. See, we just had a big win at the Shangri-la -- \n[169]    \n[170]          \n[171]He was drunk. It was just freak luck... \n[172]Lady luck, Natalie. I'm calling it. Lady luck. And we got it as long as we're together. They can't touch us now. \n[173]    \n[174]  ", "Lootz": "", "Johnny": "\n[1]How ya doin', Shelly? \n[2]Hey, if this is a bad time... \n[3]Sounds like the two of you need to get on the same page. If I don't hear from you by Thursday, I'm taking the Stardust's offer. ", "Cappella": "", "Doris": "\n[1] \n[2]Bitch. That's the third time this month... Let me get you that cream. \n[3]Don't get sweet on that, Bernie. Not unless you're looking to get short- changed. ", "Marty": "\n[1](rubs his hands together \n[2]Hey, Shelly, Nicky says you might be able to hook us up with some showgirls. Something with class. \n[3]You got any Asian babes? \n[4]Don't worry, Shelly, you're gonna love it. \n[5] \n[6]Speaking of things to digest, I'm starving. How's that buffet they got in the Valley of the Blue Moon? You recommend their prime rib, Shell? \n[7]I thought we were gonna eat? ", "Goldfarb": "", "Mikey": "\n[1]Bernie... \n[2] \n[3]Hey, what the fuck, it runs. Anyways, we gotta be somewhere... \n[4]I'm gonna pretend like you give a shit and tell you, she's getting by. As long as she's wasted. \n[5]Name's Charlene, in case you were wondering. Looks like she's carrying a whole litter in there, don't it? \n[6]Maybe a week or so. Got some business to take care of. \n[7]No shit. Well, how 'bout that? Yeah, maybe I'll do that. We can play catch up. For the kid's sake. Gotta split. \n[8]I told the desk clerk Bernie was my old man. He let us wait inside. That a problem? \n[9] \n[10]Tell me something, Natalie? Is he paying you? \n[11]My old man, is he renting your ass? 'Cause otherwise I just don't get it. A loser like my pops in the company of some primo T &amp; A. It don't compute. \n[12]This enough to get me a taste? Family discount? \n[13]Hey, Bernie. I told you I was gonna stop by. \n[14]You see, the thing is, Bernie, we're kinda strapped. I mean, Charly here's expecting like yesterday, and we don't have the dough to make with the right nutrition for her an' all. So, I was wondering if you would care to invest a little in your grandchild's future... his well being. \n[15]You mean, Bernie. Trust me, it's a boy. \n[16]We'll catch you later, Bernie. I think I'm gonna take Charly over to the hospital right now. Get her checked up real good. \n[17]Put this on the line for the boys. \n[18]With shoes! \n[19] \n[20]Color me up will ya? \n[21]Uh, thanks. Just lucky I guess. \n[22]Pop, help me... \n[23]I'll make it up to you, Pop, I swear... ", "Shelly": "\n[1]        \n[2]Nicky, how the hell are you? I didn't know you were coming in... \n[3] \n[4]Well, anytime, Nicky. Anytime. \n[5]What can I get you boys to drink? \n[6]  \n[7]So... what brings you to town, Nicky? \n[8]Revitalize? What are you talking about? We did thirty-five million last year. \n[9]You mean, that amusement park mook fest out there? You know what that is? That's a fucking violation of something that used to be beautiful. That used to have class. Like a gorgeous high priced hooker with an exclusive clientele. And then that Steve Wynn cocksucker knocks her up and puts her in a family way. \n[10]Now she's nothing but a cheap, fat whore hiding behind too much makeup. I look at her and see all those ugly stretch marks and I want to cry. 'Cause I remember her as she was. \n[11]What? You think I'm trying to compete with that? You think this joint's about bringing in the stroller crowd? Fresh off some fucking E-ticket ride, looking to break the house on red and black. Fremont's never been about that bullshit. This is where old time and real money comes to play. \n[12]Bernie. Mr. Cool. Got a moment? \n[13]It can wait. \n[14]How's the knee? \n[15]I was speaking to this orthopedic surgeon over at Vegas Memorial. He tells me they can replace a man's entire kneecap with titanium. It's the kinda thing that costs a shitload, but since the man's into us for five hundred large, I'm sure we could -- \n[16] \n[17]That's right. I like to know who's shopping it in my neighborhood. You wanna keep working the Shangri-la, you come see me tomorrow morning in my office. We'll go over the rules together. And before you come, you bring me a clean bill of health. OK? \n[18]All right, get outta here. \n[19]You want that, Bernie? She's yours. Anytime. I'll keep a tab running for you. What's a matter? Not your type? \n[20]You were velvet out there, pops. Silk. \n[21]They were hanging on the door outside. Forget your tonsils. When the muff confetti stops coming, that's when you got yourself a problem. \n[22]Excuse me? \n[23]Are you kidding me? Gimme that. You don't fucking deserve this. All those ladies going home with a sweet breeze between their legs because you still do it for them and you're fingering me for some kinda Buddy Stafford ego pimp. Hey, fuck you, old man. \n[24]Pride. It's called a pride. \n[25]Yeah, nature's got a real sick sense of humor. \n[26]That's like admitting to yourself that you're already dead. I prefer nature's way. \n[27]I know you from somewhere, right? \n[28]And I should be interested in this, why? \n[29] \n[30]Even if I were interested, Buddy's got ink with us through 2003. I just renegotiated his contract last year. \n[31]Buddy asked me to send you his regards, Nicky. He's not feeling so great. I think he's got that stomach flu that's going around. \n[32]Sure, no problem. You got any preferences? \n[33]What was that? \n[34]Well, what fucking gives? Is it McGann? He's been with us twelve years. The man's as standup as my dick. Maybe he's got money problems. I'm gonna pull him. He wasn't counting 'em, was he? The mook with the streak? \n[35] \n[36]Why don't you announce it to the whole fucking joint? \n[37]He's the best. Take it from me. \n[38]That right? I suppose you got a whole fucking prospectus on the subject. \n[39]Yeah? Wallpaper? \n[40] \n[41]She goes dark tonight. \n[42]   \n[43]What's going on, Nicky? \n[44]In \"Lost Horizon,\" these people, their plane crashes in the Himalayas -- and they get rescued and taken to this Utopia in the mountains. Shangri- la. It's beautiful. The place is completely isolated. Untouched by the outside world. There's no war, no greed, no bullshit... Time is slowed down. People, they don't age. It's... paradise. That's what Shangri- la is. Paradise. \n[45]You don't fuck with paradise! All'a ya! \n[46]How... how, Nicky, could it be any better? Right now it's perfect. It's the last of its kind. It's pure... and this. ...this is just... it's a mockery. An insult. Trying to make something of it that it isn't. \n[47]Whose talking about a fuckin' movie? This ain't a fuckin' movie. This is my life. This is my house of worship. You people are shittin' on all that's sacred to me. \n[48] \n[49]Where's that? Behind the bar? \n[50]It's food. \n[51]Maybe we wanna play over there. Less crowded. \n[52]You're right. He's just a piece of shit. Forget about him. \n[53]How much? \n[54] \n[55] \n[56]Hey, that was some run you had back there. \n[57]Why don't we go do this in my office? I don't like to hand out all this amount of cash on the floor. \n[58]Get lost, Bernie, this got nothing to do with you. \n[59]What did you say? \n[60]Who? This little prick? \n[61]Were you in on this? Jesus, you better come clean with me. \n[62]How much you think their lives are worth, Bernie? Myself, I don't think they're worth piss. But, hey, it ain't my kid... \n[63]Let me see: they were up almost a hundred and fifty grand. That's 150 G's someone's gonna have to account for. What do you say, Bernie, seventy- five grand a piece? \n[64]Hey, I know you don't have that kind of cash. But, since you're a friend of the house, I'm willing to front you. \n[65]Hey, why don't we all break out the champagne? Lootz is about to become a granddaddy. How you doin' there, sweetheart? Must hurt like crap, huh? \n[66]Yeah? \n[67]Here! It's a fuckin' boy. Anyone got a cigar? \n[68] \n[69] \n[70]150 G's buys their lives. This is just a little slap on the wrist to remember me by. \n[71]You know, motherhood is a beautiful thing. This... you made a mockery out of it. Maybe you'll get to experience it for real one day. \n[72]I'm not going to hurt you. \n[73] \n[74] \n[75]  \n[76] \n[77](feeding Marnie quarters \n[78]What do you mean... \n[79] \n[80]You don't have off days, Lootz. You're shitty luck incarnate. What's wrong? You coming down with something? You've got this look about you... \n[81]What's that supposed to mean? \n[82]Natalie? She told you, she loves you? \n[83]  \n[84]Put that fucking thing out! \n[85]You should be. You've gone and fucked it up big time. I paid you to be his cooze companion, not his fucking true love. But, no, you had to go and get all profound on the poor schmuck. \"I love you, Bernie.\" You know what you've gone and done, sweetheart? Those four little words of endearment have already cost this casino a million and counting today. \n[86] \n[87]OK, here's what's gonna happen. You're outta his life by the time he gets home. Don't even tell him to his face, just leave a note. I'll make some calls, situate you at another joint. \n[88] \n[89] \n[90]And I thought you were a smart cookie when I picked you out. You do not want to fuck me over, darlin'. I'll see to it that your next John's a rattlesnake out in the desert. Now get the fuck outta here. \n[91]Jesus, Bernie, is that what you think of me? That I would fuck with your happiness? That hurts. \n[92]Buddy was tired. I gave him an easy out. It coulda been a lot worse... \n[93]He woulda never taken the buy-out offer. Buddy woulda stuck to his guns, no matter what. And they woulda ended up hurting him. I couldn't let that happen. \n[94]Listen to me, you dumb fuck -- I loved that sonofabitch. But his time was up. What I was supposed to do, leave him to those corporate wolves? What I did, it was the humanitarian thing. That I have no doubt about. Afterwards, I held him in my arms and I cried like a fucking baby. What? You got this look -- what's this fucking look? \n[95]What did I tell you?! What did I fuckin' tell you?! \n[96]I don't give a fuck! \n[97]You're gone, sweetheart. History. Kiss paradise goodbye. \n[98]Who the fuck do you think you are? You ain't nobody! I could make you disappear like this... And nobody would ever notice you were gone. Nobody! \n[99]You fuckin' cunt... \n[100]You think that's bad? That's just a taste, bitch. You're still here when Bernie gets home and I'll finish the job. I'll cut you into so many fuckin' pieces, the vultures'll be trading on you for a month. \n[101]Here... go get yourself some cosmetic surgery. \n[102]Bernie, what's the matter? You look a little fucking spooked. \n[103]Will you excuse me for a moment? \n[104]  \n[105]Because you never give up a good thing, Bernie. You are a good thing. The best fuckin' cooler there ever was. And I need him back. \n[106]That's a dead man talking. \n[107](gets in Bernie's face \n[108]What the fuck? Me? I'm the loser? \n[109]What the fuck more do I need? \n[110]You believe this fuckin' guy? \n[111]That's a real heartfelt speech, Lootz. All that Jimmy Stewart in ya face intensity. You almost sold me. Man, I've got a fucking lump in my throat. But it still don't change things. You bail on me without making good on my 150 G's and I'm gonna be forced to close the books on you. You and the broad. You leave me no choice. \n[112]   \n[113] \n[114]Why didn't one of you fucking geniuses call me? \n[115]Lootz's off the clock. As long as he's off the clock, he's free to play. Just like every other schmuck in this joint. \n[116]Now you listen real good, you Harvard turd. Lootz is on the up-and-up. He leaves here tonight with whatever he comes out with. You so much as touch a hair on his head and I'll fucking wallpaper this joint with your ass. Muted tones, right? What's that? I don't hear nothing. Wait a minute -- yeah, now I hear it. \n[117]    \n[118]  ", "Kaplow": "", "Tony": "\n[1]Shelly, take a look at number 4. ", "The": "\n[1]       \n[2]    \n[3]        \n[4]    \n[5]           \n[6]  \n[7]\n[8]   \n[9]   ", "Player": "\n[1] \n[2]Way to go, Pinkie! Bet the farm. \n[3]Thanks... \n[4] \n[5]I know this is the table. I'm already doing good here. It's my fucking table -- \n[6]God damnit! \n[7]You said, one hand. \n[8]Hey, stick around, pal. You and me, we make a great team. ", "Buddy": "\n[1]  \n[2]Shelly. I was a goddamn embarrassment tonight. I shouldn'a let you talk me into going on. It's definitely strep. \n[3](dangling the panties on his finger \n[4]Charmayne's in the lobby. They got these on sale in the window. Victoria Secret's Valentine's Collection. And the broad waiting in the room, what she set you back? Always Grade-A for Ol' Buddy. \n[5] \n[6]Whassimatter, kid? You got that Nostradamus look. \n[7]You ever watch those nature shows on \n[8]I've seen this one a dozen times. It's about lions. Cycle of life thing. The leader of the pack... \n[9]Yeah, pride. The leader of the pride... when he gets on in years. It's just a matter of time before some young male arrives on the scene to challenge him. They go at it and the old cat gets the crap beaten outta him. It's humiliating. In front of all the females, this goes down. And after he's defeated, he's cast out of the pride, to scavenge and die alone in the bush. \n[10]No shit. It's fucking tragic because the old lion can't figure it out on his own. That he's past it. It'd be so much easier for him to just walk away and save himself all that pain and humiliation. \n[11] \n[12]        ", "Stafford": "\n[1]  \n[2]        ", "Lou": "\n[1]            \n[2]  \n[3]   \n[4]           \n[5]  \n[6]  \n[7]Want me to get that, Shelly? \n[8]  ", "Natalie": "\n[1]  \n[2]Hi. Uh... \n[3]Yeah, Bernie. Hey, you seen Shelly around? He promised to position me at the tables tonight. I've been on skid row all week. \n[4]No? You sure? Fuck... And I was way under. It's been, like, an A.A. convention the whole week. I'll make up for it tonight. Promise. \n[5]Thanks. \n[6]This is you, right? \n[7]Joe said I should stick around. You say something to Shelly? \n[8]Wow. That was fast. Hey, thanks. \n[9]Seven and Seven? \n[10]Oh shit... Sorry... I'm such a klutz. \n[11]Sorry, this guy... fuckin' hands, you know... \n[12]Buy you a drink? \n[13] (off Bernie's taken aback expression \n[14]The outcome? There's not, like, one particular outcome. A lot of things enter into it. The planets, moon phases... \n[15]God, I have never met anyone who was so down on themselves. I used to be down on myself, OK? I don't go there anymore. I've got just three more correspondence classes with this stuff, then I'll have my certificate and everything. And you know how I got OK? \n[16]Yes, as a matter of fact that is perfectly correct. \n[17]I asked around. You're a \"cooler.\" You turn winners into losers. \n[18]I know there's stuff that goes on in casinos all the time -- \n[19]That sounds to me like a self fulfilling prophecy. There's a whole chapter on that in my course. Anyways, I can see a big factor in your life is that you're lacking companionship. There's nobody to deflect off. If you've got, as you put it, bad karma, then you need someone with good karma to neutralize it. Well, that's my take on it anyway. \n[20]I have this recurring dream where I'm on some beautiful island in the Bahamas. I'm sitting on the beach, taking in this amazing sunset with one of these in my hand ...and then it starts to rain. And I wake up and it's my roof leaking on me. Yeah, I'm also real tired, Bernie. \n[21]Only five more days? Then we shouldn't waste any more time. \n[22]Why don't we go back to your place? \n[23]Ah, just shut up, Bernie. You haven't gone and cooled anything. Not by a long shot. \n[24]You should complain about this. \n[25]Nah. I've had my fill. Go ahead. \n[26]You know, once they're dead, they don't really grow back. In case, that's what you're waiting for. \n[27]So... got any music? \n[28]Sit. Relax. I promise you, at least one of us has done this before. \n[29]Sssh. Surprise me. \n[30]You're doing real good. \n[31]Don't worry, Bernie. I've had worse. We'll try again later. \n[32]Hey, so, you wanna get some breakfast? \n[33]He did that to you? What, he shot you? \n[34]That's getting off easy? \n[35]But he maimed you... \n[36]Jesus... I thought stuff like that didn't happen no more. Like that was just in the movies or something. \n[37]When was the last time you saw a doctor? \n[38] \n[39]What? \n[40]What? \n[41]An easy mark? \n[42]You notice last night, that tattoo on my butt? \n[43]Yeah, two twos. Little Joe. \n[44]I had a son. His name was Joe. I was his mother for a year. \n[45]I want to, Bernie. Better you know the worst of me up front. Later, when I'm already invested in you, it'll be too hard to come clean. After I tell you this, you'll probably... I mean, I'll understand. \n[46]I gave my son up for adoption. I just wanted my life back. I was seventeen going on eighteen and I was selfish. My family, they didn't want to have nothing to do with me after that. So I hitched a ride out here. Figured I could make it as a showgirl. Ten years later... I like to think that if it happened when I was older -- with some guy I cared about -- maybe things would have been different. I think about my Little Joe. And, I do know he's better off. I'm convinced of that. \n[47] \n[48]Bernie's looking for a parking space. \n[49]Excuse me? \n[50]You missed some. \n[51] \n[52]God, Bernie, that's... \n[53]Bernie... I want to be with you. I do. But I don't know if I can leave with you. \n[54]I was working on a compatibility chart for the two of us. And it looks good, really, it does. \n[55]That's with us here. In Vegas. \n[56]Maybe I was being presumptuous, 'cause I knew you were leaving... and I tried working it in different ways... It wasn't good, Bernie. I got scared. But that's just for now, for the immediate future. Once the planets realign, maybe a year from now... \n[57]Why, Bernie? We only got a couple days left together. Why not make the most of them? \n[58]And that's so bad? \n[59]Take care, Bernie. \n[60]Oh God... \n[61]Bernie, it's a big world out there. If you just took off -- if we took off. \n[62]You awake, Bernie? \n[63]I -- think I love you. \n[64]No, I don't think. I'm pretty certain of it. \n[65]You blind-sided me, Bernie Lootz. I never saw this coming. You shouldn't do that to a girl. \n[66]There's still things you don't know... should know... I don't want to ruin it... \n[67]Say 'em anyway. To hell with rotten luck. That's overs. \n[68]Sorry. \n[69]I don't understand... \n[70]I can't do that. \n[71]It wasn't an act. I meant it. I love him. \n[72]I thought you were his friend... \n[73]   \n[74]  \n[75]Bernie? You awake? \n[76]Let's just take off. \n[77]I mean it. Let's just pack up and go. Tonight. \n[78]Fuck Shelly. He doesn't give a shit about you. Let's just climb into your car and get the hell out of here. \n[79]Just hold me. \n[80]Hey! Ouch! What are you...? \n[81]You got no fucking right...! \n[82]I tried... I couldn't... \n[83] \n[84] \n[85]Fuck you! \n[86]No, don't. I've got a headache. \n[87]Yeah. I already took something. \n[88]Bernie, no! Shit... \n[89]I love you, Bernie. I just want you to know that. I fell in love with you. That wasn't part of the plan. I thought... easy money... \n[90]Shelly. He paid me to get next to you. To keep you around. Whatever it took... \n[91]You got it right the first night. I was for sale. Bought and paid for. You were the easy mark, Bernie. \n[92]At first you were just another John. But then I started to take a closer look. For the first time, here was someone who wasn't trying to hustle me. Wasn't pretending to be somebody he wasn't. Just a decent guy trying to get back on track. And it didn't hurt any that you put me up on a pedestal. It sure puts the gutter into perspective... \n[93]Shelly wants me gone. He says I bring you luck. Lady luck. I stayed... to tell you to your face... and then you wouldn't want me no more... and I could just go... \n[94]Just tell me one thing, Bernie. Tell me there's gonna be a later. \n[95]Tell me again, Bernie. Tell me it's all gonna be okay. \n[96]You don't have to do this, Bernie. \n[97]Bernie, your chart... that first night. I wasn't being straight with you. It's the worst chart I've ever seen. There's nothing in the cards for you. I'm scared... \n[98]It's three thousand dollars. Take it. Maybe Shelly'll accept it as a down payment. We can send him the rest in installments... after we get settled. \n[99]Take it. \n[100] \n[101] \n[102]Thank God... I thought for sure... \n[103]It's okay, right? You guys worked it out. He took the three grand? Tell me it's okay, Bernie? \n[104]What are you stopping for? \n[105]Oh Jesus, Bernie, I knew it. It was too good to be true. Who were we kidding? \n[106]    \n[107]          \n[108]Don't give it a name, Bernie. It scares me. All I know is, you're still running hot and that's a good thing. But we're only winners if we keep going. No looking back. ", "Belisario": "", "Charlene": "\n[1]This clinic in Jersey. Maybe six months ago. I wasn't about to go back after they treated me like cattle. Just because I didn't have no insurance. And those places, they're crawling with T.B. from all 'em spies. \n[2]I gotta go pee. I'm always peeing. \n[3]Bless you, Bernie. You know, Michael, I  -- think we should name her Bernadette. After your father. \n[4] \n[5]Ooh, I just felt her kick. C'mon, Bernie, gimme your hand... \n[6]Feel that? \n[7]Take care, Pop. \n[8] \n[9]Come on all you's. Put a good thought in for our baby! \n[10]Oh my god, I just felt him kick! He knows. He knows you're all pulling for him. God bless you all. \n[11]Oh my God... I can feel the contractions coming on... \n[12]Oh god, oh god... you gotta get me to the hospital... contractions... \n[13] \n[14]Oh god... it wasn't my idea. \n[15] "}}