{"filename": "Mask,-The_script.txt", "imdb_id": "tt0110475", "imdb_url": "https://www.imdb.com/title/tt0110475", "characters": ["Stanley Ipkiss", "Burt", "Dorian", "Sweet Eddy", "Tina Carlyle", "Doyle", "Lt. Mitch Kellaway", "Irv (as Timothy Bagley)", "Mrs. Peenman", "Police Officer", "Freeze (as Reginald E. Cathey)", "Niko", "Charlie Schumaker", "Alley Punk #1", "Peggy Brandt"], "dialogues": {"Stanley": "\n[1]Hey Charlie, can you go over these stats? We're supposed to have a complete report before lunch. Charlie takes one looks at the complex print-outs and tosses them back. \n[2]I sure did. Friday night, just like you wanted. \n[3]What time should I pick you up? \n[4]Well... uh, actually it's sold out. I was kinda lucky to get these. \n[5]You know what? Here. You two go. \n[6]No really. Go ahead. It's okay. I hate concerts anyway. All that, you know... music floating around. Maggie snatches the tickets from Stanley's hand. \n[7]So maybe you and I can get together over the weekend? \n[8]Oh, sure. Me too. \n[9]What? \n[10]So maybe I am a nice guy. So what? \n[11]Hey, I'm a gentleman. If they can't appreciate that, it's their problem. \n[12]Charlie, you are a very sick puppy. \n[13]And where's that? \n[14]So how are we gonna get in? \n[15]   \n[16]Easy Charlie. You'll sprain your eyes. Tina now enters and walks towards Stanley and Charlie. \n[17]So, uh, what kind of account did you have in mind? \n[18]Ipkiss. Stanley Ipkiss... Tina extends her hand. \n[19]The, uh... pleasure's all mine. Tina notices a box of Kleenex on Stanley's desk. \n[20]Oh... of course. Tina takes out a compact and daintily blots the moisture from her face. \n[21]A Rorschach test. She twists open a tube of lip gloss andbegins to run it across her incredibly lush liips. \n[22]Really? I don't think I can... She slowly runs a finger along Stanley's tie. \n[23] ...Of course. She licks her lips and blots them on the Kleenex, leaving a perfect kiss impression and drops it on Stanley's desk. \n[24]I don't know. ...Bold colors. It's a power tie, y'know? They're supposed to make you feel... powerful. \n[25]Sort of. It's just a tie. Now, about that account. \n[26]Hold it up right here, please. A gun port suddenly SLAMS open and the wild-eyed Albanian TAXI DRIVER wheels about and cocks a huge .45 from his side of the \n[27] I hate this town. I really hate this town. \n[28]I gotta pick up my car. \n[29]Charlie, please. The last time you said that you showed up with two lesbian mud-wrestlers. \n[30]...Hello? IRV, a lumbering unshaven behemoth of a man with permanently low- slung refrigerator repairman pants, makes his way past half rebuilt car carcasses towards Stanley. \n[31]I'm here for the Civic. \n[32]Well, they call it Emeral Forest, actually... Irv turns back to Burt. \n[33]But I just brought it in for an oil change! \n[34]Alright. Alright. When will it be ready? Irv looks over at Burt, who gives him a \"Make something up\" look. \n[35]What am I going to do in the meantime? I can't afford to keep taking cabs all over town. Irv smiles a rotten-toothed smile. \n[36]It's a classic. The car hop jumps in and tries to throw the car into gear with a horrible GRINDING. He finally waves over two other car hops who quickly push it off down the street. \n[37]A what? \n[38]We are not discussing the car, okay? \n[39]Hey, isn't that... \n[40]Doesn't it bother you that all the women you know are named after cartoon characters? Barbie and Pebbles hurry over through the crowd. \n[41]Forget it, Charlie. I refuse to stand here waiting to be judged by these power-mad steroid jockeys. \n[42]What? \n[43]I dunno, fifty or sixty bucks. \n[44]No way. \n[45]Hey, wait a minute! Charlie! But Charlie and the girls have already been whisked inside. Dorian now steps out of the club and begins to check Bobby's list. \n[46]I'm with them! Hey, Bobby! But Bobby is back into his deaf and dumb routine. Stanley unsnaps the rope himself and starts throgh. Bobby and BOUNCER #2 \n[47]Hey! Leggo... awk! Dorian glares at Stanley. \n[48]Hey... Hey mister! \n[49]I was just looking for...  My mask. \n[50]Thanks Officer. The black and white pulls away and Stanley starts across the empty street. \n[51]Uh... no. They just gave me a lift. \n[52]Alright, you guys. It's been a tough night. I haven't got any money. I haven't got a car. All I have is this and you're welcome to it. Stanley tosses Death's Head #1 the Mask. He briefly inspects the funky looking antique, still slick with river slime, then tosses it back. He approaches Stanley. \n[53]Uh... yeah. As Stanley pulls back his sleeve to check his watch, the Death's Head flicks out a butterfly knife. With a FLASH of steel, he slices straight through Stanley's watch band and snatches the watch. \n[54]Actually, no. \n[55] Are you done? \n[56]I think I'll be going to bed now. Mrs. Peenman SLAMS her door. \n[57]  \n[58]Hello, Milo. Milo gets so excited he starts GAGGING and COUGHING. \n[59]Easy, buddy. I missed you too. Stanley pats Milo on the rump, crosses his tiny kitchenette and heads straight into... \n[60]C'mon, Milo. I'm beat.  Okay, okay. One throw. Stanley tosses the Frisbee into the air. The disk sails... \n[61]Easy. This is the best part. On the screen a cartoon dog ZZZIPS into frame and drops a frizzing stick of dynamite down a bad guy's pants. KA-BOOM! The dog LAUGHS maniacally. Suddenly there is a POUNDING on the wall that rattles Stanley's framed cartoon cels. \n[62] Sorry Mrs. Peenman. With a sigh, he ejects the tape and a much quieter talk show POPS on. Larry King and a guest. Stanley rises and crosses into the bathroom to wash up. \n[63]Think I'm repressed, Milo? Stanley tries a couple of fierce expressions in the bathroom mirror, his mouth foaming with toothpaste. Milo does that doggie-head-cocked-sideways \"What the hell?\" look. \n[64] Nah. He spits and rinses. \n[65]No thank you, Dr. Neuman. As he buttons up his P.J.s, Stanley notices Milo warily sniffing at the strange Mask, which is still lying on the bedside table. A \n[66]Whoa. Stanley studies the old mask, then his own face in the mirror. Everything's status quo. It must have been his imagination. \n[67]Naw... He puts the Mask on again - firmly this time. Milo dives under the bed as... \n[68]Hellllllllppppmmmmmmmeeeeeeeee... A HAND reaches out of the twister and locks onto the bedpost. The whirlwind SCREECHES to a halt, causing sparks and smoke to rise \n[69]O, jeepers--! Stanley/Mask tries to snag the clock, but it bounces away every time. Frustrated, he pulls a full sized SLEDGEHAMMER from his pocket and starts POUNDING the floor in an effort to stop the clock. Glancing blows shatter the clock face and most of the works, but those bells just keep ringing. The hammer, of course, slams craters the size of manhole covers into the floor and reverberates through the building like \n[70]\n[71]Hey! You missed a spot! As if on cue, a SECOND street cleaning machine SLAMS into him and RUNS OVER HIM AGAIN. This time he reinflates himself back into 3- \n[72]And next time, no starch! Fully recovered, Stanley/Mask starts down the street, strutting like a prize fighter. \n[73] \n[74]A dream... It was only a dream. Stanley starts to relax. There's a KNOCK at the door. \n[75]Can I help you? \n[76]That's right. \n[77] Really? I didn't hear a thing. \n[78] That's... impossible! \n[79]That's... a, possible. See, I have this inner ear problem.  Sometimes I can't hear a thing. \n[80]What? Kellaway leans closer to speak more loudly, but catches himself and shoots Stanley a dirty look. \n[81]Sure... thanks. Stanley SLAMS the door and throws his body against it, his heart pounding in his chest. Milo gives him that curious dog-head-cocked-sideways look. \n[82]Milo, it was real! How could it all be... real? Stanley suddenly notices the clock on the wall. \n[83]Oh my god. I'm late! He races into the bedroom. \n[84]  \n[85]Milo! Keys! Keys! \n[86]Good boy. He pets his dog, takes his keys and starts out the door... but he pauses to take a last look at the mask... It's eerie black eye holes and devilish grin seem to mock him. On sudden impulse, he grabs it, hurls it out the balcony's sliding glass door and exits. \n[87]I uh, didn't feel so good. I decided to go home early. \n[88]How was the club? \n[89]No. \n[90]Sorry, Mr. Dicky. It won't happen again. \n[91]Yes sir, Mr. Dickey. Dickey tosses the paper back on Stanley's desk and marches off through the bank. \n[92]You think she ever will come back, Charlie? \n[93]You don't know that. She's an artist. Maybe she's sensitive. \n[94]Oh, hi. I already have a subscription, thanks. \n[95]Really? About what? \n[96]I... uh. No. I think you must have made a mistake. Peggy produces one of the complaint slips. \n[97] Oh, that Ripley Auto. I guess I have stopped in there once or twice, Miss... what did you say your name was? \n[98]Wait a minute... Peggy Brandt of \"Ask Peggy\"? \n[99] You printed my letter last year, remember? \"Nice Guys Finish Last.\" \n[100]Are you serious? \n[101]Why are you covering this story? \n[102]I wish I knew the truth, Peggy. I really do. \n[103]  \n[104]   \n[105]I am now. C'mere, baby. \n[106] \n[107]Tina? Stanley suddenly realizes Milo is licking his ear... and he's just woken up. \n[108]Milo, down. He pushes Milo away, tosses back the covers and rises out of bed. It's still the dead of night and Stanley is all in a huff from his dream. He spots Tina's clipping on his dresser mirror and rips it off, upset with himself. \n[109]Stupid, stupid. She'd never... Stanley wheels about and to his complete surprise sees... \n[110]  \n[111] No... He backs away from the window. \n[112]  \n[113]Just... one... last... time. He lurches back out and makes his way one shaky step at a time towards the mask. \n[114]  \n[115]  \n[116]  \n[117]Oh my god! \n[118]All right, I'm coming! Stanley tosses the Mask and the Frisbee into the closet and SLAMS it shut. He scoops up a few stray dollars and throws them under the bed. He hurries to the door and opens it, an easy smile on his face. \n[119]Lieutenant, what a surprise! What can I do for you? \n[120]I've got to get ready for work. \n[121]Here... mostly. Is something wrong? \n[122]Mask -- who? \n[123]Milo. No!  Okay, so I went out on the town last night. A guy's got to have a little fun. \n[124]Naw, I just took 'em with me in case I didn't make it home. I don't know about you, Lieutenant. But I've got a pretty good track record with the ladies. Kellaway pulls away from Stanley and begins suspiciously SNIFFING the air around him. \n[125]What? \n[126]What are we gonna do, Milo? What are we gonna do? \n[127] Back off Monkey-Boy, before I tell your daddy how you're running this branch like it's your own personal piggy bank! If the I.R.S. saw some of those files we could arrange a little vacation for you at Club Fed! Dickey is absolutely shocked into silence by this outburst, then... \n[128]I'm not sure.  I haven't exactly been myself lately. For a split second, Stanley's entire face CONTORTS into an alarming Mask-like expression. \n[129]I'm afraid to ask. Charlie flashes two tickets. \n[130]Excuse me a second. \n[131] \n[132]Tina... What are you doing here? \n[133]Oh, don't worry about me.  I'm fine. \n[134]I'm just having a little trouble sleeping is all.  I guess you won't want to open that account after all this... \n[135]What about the nightclub? I thought you were doing great. \n[136]Well, there must be plenty of other places you could sing. Maybe even get a record deal... \n[137]Not just like you. You've got a voice like... like an angel. \n[138]No, I mean it. You really do. \n[139]What is it with you, Tina? Why don't you believe in yourself? \n[140]So maybe you've been singing for the wrong guys. \n[141]Yeah. \n[142]I'm not sure. Why are you interested? \n[143]Sure. \n[144]Really? They say he's pretty weird looking. \n[145]You really think so? \n[146]Actually... I sort of know the guy. \n[147]The Mask. We're - old college buddies him and I. \n[148]Oh yeah. To tell you the truth, I'm sorta covering for him on this bank thing. He's not such a bad guy, really. He just gets a little carried away. \n[149]I suppose so. \n[150]When? I mean, I'd need to tell him exactly. \n[151]I'll be... I mean, I'll make sure he's there. \n[152]Look, you're the big expert on masks, right? Well, I've got an emergency here!  \n[153] I found it... or it found me. I'm not sure. The problem is it's ruining my life! \n[154]Yes!  It's turning me into some kind of lunatic!  \n[155]It's not a delusion! Alright, I'll prove it to you if I have to, but I won't be responsible for the consequences. \n[156] Last chance to hide all dangerous objects. \n[157]Whooooooooaaaaa... He starts spinning around. \n[158]It didn't work? \n[159]It worked last night. And the night before. Maybe it only works at night... What kind of mask did you say this was. \n[160] What if he banished him... into a mask? \n[161]But what should I do about my date? \n[162]You know. Tonight. The park. Tina. Do I go as myself of the Mask? Dr. Neuman puts an arm around Stanley and leads him to the door. \n[163]  \n[164]Oh, Tina... Hi. You're early. \n[165]I just... wanted to make sure you two got together okay. \n[166] It's always beautiful at sunset. Those methane emissions really pick up the colors. \n[167]Well... I'm sure my cousin will be along any minute. He never shows up anywhere 'till after sundown. He's sort of strange that way.  I guess I'll get going. \n[168]Dorian... You mean Dorian Tyrel? \n[169]Tina, you've got to be careful of that guy. He's a dangerous criminal. \n[170]Absolutely. You ought to hear the stories... \n[171]C'mon, Tina this is serious. How involved are you with this guy? \n[172]Oh, really? People close to Tyrel have a nasty habit of turning up dead, or haven't you noticed? \n[173]And who are you with him Tina? I'm not exactly sure who I am anymore but at least I'm trying to find out. If you really had any faith in yourself, you wouldn't be hanging on to some kind of free ride. That last bit stung, and Stanley knows it. A shadow falls over them as the last rays of the sun disappear behind the clouds. \n[174] I'm sorry Tina. I guess I better get going. Stanley gets up and hurries off through the trees. \n[175]Jeez, I figured you had a sense of humor!  After all, you married her! Stanley/Mask honks Kellaway's nose which makes a loud AHOOGA noise and runs for it. Kellaway starts to follow, but discovers he's now handcuffed to Doyle. \n[176] \n[177]Hit it! With that, a police SPOTLIGHT SNAPS on, and the brightly lit park entry-way becomes a beautifully lit stage. Stanley/Mask strikes a pose, now wearing a straw hat \"boater\" and weilding a cane. Pedestrians with radios and ghetto blasters look down in shock as a RUMBA begins playing from every speaker in town. Stanley/Mask SWAYS seductively in time to the music. A FEMALE COP steps forward, a look of surprise spreaading over her face as, against her will, she opens her mouth in song. \n[178] They call me Cuban Pete - I'm King of the Rumba beat - every time I play the maracas I go chick chick chickie boom! Gene Kelly on acid, Stanley/Mask punctuates his number with any number of sly gestures - winking, nodding, sliding seductively down a street lamp post, doing repeated \"splits\" on the sidewalk - it's his big number! The cops watch this with open mouthed astonishment. \n[179]  \n[180] Yessir, I'm Cuban Pete! The craze of my native street! When I start to dance everything goes chick chick chickie boom! Like some weird, loony case of mass hypnosis, Stanley/Mask waits for the \"musical break\" to coax the armed cops into JOINING him on the number - as the rough and tumble equivalent of CHORUS GIRLS! \n[181]The senoritas they sing, and how they sling their sombreros --! (It's very nice! So full of \n[182]  \n[183]Thanks. Where are we going? \n[184]It's crazy... I've lost all control. When I put on this mask I can do anything... be anything, but it's ruining my life. \n[185]Gosh, Peggy. Do you really mean that? \n[186]What? We now hear a door open and footsteps. \n[187] Peggy, what are you doing? \n[188]My aparment. It's in my apartment! \n[189]I don't know... You just put it on! The Mask FX theme builds, Dorian raises the mask to his face. \n[190]  \n[191]I can explain everything... \n[192]You've got to listen to me! Kellaway and Doyle drag Stanley into the precinct - just as MILO charges up. But the dog is shut out of the station. \n[193]  \n[194]Go find yourself a new home, Milo. It looks like I'm going to be here for a long long time... Milo watches Stanley recede back into the cell. \n[195]About time you found me a lawyer...  ...Tina? \n[196]What's wrong? Your boyfriend kick you out for not delivering me on schedule? \n[197]I don't know. But I've got plenty of time to figure it out. \n[198]Now is not the best time for me on trusting women. \n[199]You ran out on him? \n[200]He wasn't exactly Mother Theresa in the first place. \n[201]A real change of pace for him. \n[202]As long as he's got the mask, there's nothing they can do to stop him anyway. There's nothing anyone can do. \n[203] It's like it brings you innermost desires to life. If deep down inside you're a little repressed and... a hopeless romantic, you become sort of a love-crazy wild man. \n[204]Then the world's going to be a very dark place. And if I were you, I'd get out of town. Fast. Tina takes a beat and absorbs this information. \n[205]For what? \n[206] You're welcome. \n[207]The Mask. \n[208]  \n[209] Hey! A girl's being kidnapped out there! Do something! THE GUARD tunrs up the volume on JEOPARDY, drowning Stanley out. \n[210]peers down the hall and sees \n[211]  \n[212] Milo! \n[213]Come on, boy! Milo gets an idea. He jumps on boxes and trash bags, using them as steps. He climbs higher and higher until he's reached the top of the dumpster. \n[214]Come on, Milo! Milo jumps from the dumpster. He almost reaches the window, but falls back down again into the trash heap. The dog leaps a second time. On this jump, Stanley grabs him and brings him through the bars. \n[215]  \n[216]Keys, Milo. Get the keys! Milo cocks his head at the sound of the word KEYS. He zips out through the bars. \n[217]  \n[218]Good boy... He pulls the wedge of cheese out of the dog's mouth. \n[219]I said \"keys\" not \"cheese\"! Keys. K-E-Y-S... keys! Stanley pushes the dog back out the cell. \n[220]Atta boy, Milo. Now let's see if we can get out of here. \n[221] \n[222]Come on. Stanley turns and starts for the door when he bumps straight into Lt. Kellaway. \n[223]Hold it! I warn you! I'm seriously stressed out here! \n[224] You're right. Stanley pockets Kellaway's gun while keeping him covered with the Guard's gun. He pulls the handcuffs from Kellaway's belt and begins to handcuff the two of them together. \n[225]Putting myself in your custody. \n[226]Milo! Milo immediately jumps inside and Stanley buttons up. He now looks like he has a pretty nasty pot belly, but otherwise okay. \n[227]Okay. Now we have to hurry or we'll miss the party. \n[228]Now move. \n[229]Okay. When I push the red button the safety is off, right? \n[230]Alright, suit yourself.  You stay and be a good boy. As soon as Stanley shuts the door Milo starts pawing at the handle. \n[231]  \n[232]Pssst. You guys. Over here. Charlie turns around. \n[233]Start sneaking people out the back. Watch out for the oil. Stanley now makes his way deeper into the casino. \n[234]Hang on, Tina. \n[235] \n[236]  \n[237]Milo! Milo, come! Dog/Mask appears racing up the tilting floor and leaps into the boat as... \n[238]Hold it right there or you'll be looking for this on the bottom of the harbor. Dorian stops in his tracks. \n[239]You can have it. But she gets to go. \n[240]Swimming. We're still close to shore. \n[241]Go ahead. Hurry... Tina takes the dog and slips overboard. Dorian moves in. \n[242]Back to jail, Lieutenant? ", "Ipkiss": "", "Burt": "\n[1] Hey Irv, what the hell is this? \n[2]Green Civic... Green Civic. Oh yeah! Brake drums are still on order and I'm only halfway through rebuilding the trans. \n[3]I know. Here's the proof...  Aaah. Even tastier the second time around. Irv leans forward and sticks out his index finger. \n[4]No way, man. \n[5]Irv, don't... Irv raises a leg anyway and rips off a nasty fart. BRAAAP! \n[6] No style. I give it a five tops. \n[7]Fine muscle control. \n[8]No!... Wait! Eeeeeyaah! \n[9]Ah!... Eeeh!... Ooh! Paramedic #3 speaks into his emergency radio-phone as Burt and Irv are loaded into the van. ", "Dorian": "\n[1]That's it sweetheart. A little to the right. His two gunsels, SWEET EDDY and CHUN WOO are busy at the back of the room playing air-hockey. Serious firepower is visible in \n[2]Hey, will you guys keep it down back there? Dorian's safe cracking expert, a black hip-hop artist named DOCTOR FREEZE scribbles notes as he watches the screen with a practiced eye. \n[3]What do you think, Doctor? \n[4]Can you pull it off? \n[5]Yeah, well the meter's runnin' on this one. We got less than a week. \n[6]There's plenty. And I'll be happy to invest your share. \n[7]This isn't about the lousy couple hundred thou' that's sitting in that vault, Freeze. That's chump change. \n[8]We gotta expand your horizons Doctor. Take a look. Dorian pulls back a curtain. An amazingly gaudy building stands on a pier across the river from Dorian's club. A huge sign across it's archway reads: \"Opening Soon Valhalla Casino\". \n[9]The Valhalla Casino. Twenty mil of glass, neon, booze and dice. World class sucker bait. The grand opening is Saturday night and it will drive this two bit club of mine out of existence. But I say if you can't beat 'em, take 'em over. \n[10]Leave him to me. You pull off this heist and I promise you, it'll be all tits and champagne from here on in. \n[11]Lose him. The bouncers drag Stanley through the crowd and unceremoniously toss him out into the rain-slick street. \n[12]That was a great performance, baby. But not as great as the one you pulled off at the bank. \n[13]Oh, really? And you had such a red hot career before you latched on to me? Tina pours herself a drink. \n[14]Get real, Tina. You'll do what I say or I'll drop you back where I found you, slingin' hash and dodgin' horny peterbuilt drivers. \n[15] Easy, baby. Easy.  I love it when she gets pissed. Dorian scoots over and puts an arm around Tina. She remains cool. \n[16]C'mere. You take a hike and who's gonna kiss you like Dorian Tyrel. Tina pours another shot. \n[17]C'mon. Who? Tina finally cracks a smile. \n[18] That's right, baby. C'mere. Tina slowly leans in for a kiss, her lips softly parted... but raises a finger to Dorian's lips, stopping him cold. She glances over at Freeze. \n[19]That broad kills me. \n[20]C'mon Doctor, lighten up.  Here's to Edge City Bank. May it crack like an egg on Easter Sunday. Their glasses CLINK. \n[21]  \n[22]Good afternoon, Councilman Snell. Nice of you to drop by. \n[23]I got a little job for you, Tom. I want you to pull the Swede's gambling license. \n[24]Pull a few strings. Find something in the fine print. I don't care how you do it, but do it. You owe me. \n[25] That's pretty. What is that, a carnation? Snell nods. Dorian takes a deep whiff. \n[26]Nice. Hey, Eddy... call my florist. Two dozen pink carnations to Mrs. Snell with my regrets over her husband's untimely accident. Tears begin to well up in Snell's eyes. \n[27]That's smart. You're a very smart man. Now pull yourself together. Look at you. Dorian picks up an Uzi from Dr. Freeze's equipment. \n[28]Shut the Swede down, Snell. We'll buy him out cheap with a little collateral the bank is about to provide us.  And Gentlemen... we are going to be in the casino business. \n[29]  \n[30]Nice work, Freeze. You boy are on your own now. I've got to make sure I'm seen downstairs. \n[31]  \n[32]What the hell are you doing here? \n[33]  \n[34]What the hell happened to you? \n[35]Where's the money? \n[36]Who? \n[37]Where's Chun Woo? \n[38]Yeah... sure. Dorian taps out a cigarette, places it between Dr. Freeze's lips and lights it... but the flame doesn't draw. Beat. The cigarette tumbles from Freeze's mouth. Dorian glances back up and sees that Dr. Freeze's eyes are glazed over in death. Dorian leaps to his feat and hurls his chair across the room in anger. It SMASHES the mirror over his bar. \n[39]Son of a bitch! Who did this Eddy? Who? Eddy is staring at Dorian's T.V. monitor. On it the Mask can still be seen in the midst of his wild dance with Tina. \n[40]Come on! \n[41]Clear the club. Now! \n[42]  \n[43]This means you won't make it out of this club alive if you don't tell me where my money is. \n[44]Now cut that out!  Ventilate this goon! Eddy pulls out his .38 and starts blasting BLAM. BLAM. The Mask dodges the bullets by contorting his cartoon-flexible body. BLAM. The Mask SPINS once and freezes in a pirouette, now dressed in a tutu. BLAM. The Mask SPINS again and stops dressed as a matador, the bullet whizzes under his cape. \n[45]Hello, Kellaway. You got a warrant or did you just drop by for a night cap? \n[46]Easy, junior. You're givin' me a woodey. \n[47]For once you're on the right track, but that's not one of my men. Maybe you ought to try a little actual police work instead of this harassment bullshit. \n[48]Ever wonder why you didn't make Captain, asshole? I got friends so high up they'd give you a nose bleed. Kellaway hauls off and CRACKS him in the face with a solid right cross. \n[49] You're a dead man. One of the officers now appears on the stairway. \n[50]I'll be back on the streets before sunrise and you know it. \n[51]  \n[52]A fifty thousand dollar reward to the man who finds this \"Mask\" character before the cops do. Get the word out to every street hustler and low life in this town.  I want him here. In my office. Alive. By tomorrow! Now get going! Everybody scrambles out of their seats. Tina sits in the corner of the room, painting her nails. She glances up at Dorian. \n[53]What are you looking at? \n[54]I'm losing nothing. Except maybe some extra baggage I don't need around here. \n[55]You weren't putting up much of a fight when that green goon kissed you last night. \n[56]Maybe you did and maybe you didn't, but I know this, one day real soon I'm gonna run this town and when I do there's gonna be payback for anyone who crossed me.  I mean anyone. \n[57]  \n[58]My pleasure, Swede. It's been too long. I was worried you were still pissed about that little thing with Harry the Hat. \n[59]Congratulations on the new casino. \n[60]Is that right? \n[61]Thanks. Dorian starts to eat. \n[62]Maybe I can help you out. I'm expecting to come into a little investment capital shortly. If worse comes to worse and you really need to bail out... \n[63]Is that right? \n[64]Sure, Swede. Take it easy. \n[65]This is him? \n[66]Okay Ipkiss. Where's the money from the heist? \n[67]Thanks. Now I believe you have a pressing engagement. \n[68]You're right. Easy boys. One thing at a time. Tell me about this mask, Ipkiss. How does it work? \n[69] \n[70]What a rush. \n[71]I'm better than ever, you idiot. Now stop the presses. There'll be a new headline tonight. Sweet Eddy stands there looking disappointed with Ipkiss still held dangling above the churning presses. \n[72]DO AS I SAY! I have other plans for Ipkiss. Everything's become so clear to me now! Peggy sheepishly reaches for the suitcase. \n[73]Must you go? What a shame. You and I could make beautiful headlines together. Peggy removes his arm from her shoulder. \n[74]Of course. You only want what's coming to you, don't you? Peggy whips out a snub-nose .38 out from beneath her coat. \n[75]Ah... But you might die today! Dorian throws the switch and the presses CHURN to life. In a flash he snatches Peggy off her feet. \n[76]A girl like you deserves to have her face plastered all over page one. He tosses her into the grinding mill of steel and paper. CAMERA BOOMS DOWN as Peggy's feet disappear between the presses' huge rollers and continues down, down past the whirling gears and hydraulics to finally ENDFRAME on the chute where the newspapers roll out on a conveyor belt. Headlines in blood red ink now read: \"Reporter Killed in Freak Accident\" next to a picture of a slightly flattened-looking Peggy, her mouth open in a silent scream. \n[77]The police are looking for the Mask. We shall give them the Mask. And Eddy... \n[78]Get the boys ready. The Swedes' expecting us at the casino opening tomorrow night. We wouldn't want to disappoint him, would we? Dorian/Mask throws his head back and lets loose a deep BOOMING LAUGH. It's unnerving even to Eddy, but he laughs nervously in \n[79]  \n[80]  \n[81] Baby, there you are...  I was gettin' all worried about you. \n[82]Looks like maybe a long little while, right baby? Dorian grabs her by the throat and SLAMS her against the wall. The pictures rattle. \n[83]You know what happened to the last bitch that ran out on me? Do you?! \n[84]Nobody else does either. Nobody ever will. He tosses her onto the bed. She lies there gasping for breath. \n[85]Now fix yourself up, baby. And pick out something pretty to wear tonight. Dorian picks up the mask and admires it. \n[86]We're going to make a big splash at that opening. One this town will never forget. \n[87]It's almost time. Tina nervously starts to light a cigarette. Dorian snatches the lighter away from her. \n[88]I wouldn't do that, Sweetie. We don't want to start the celebration early. Dorian flips back a blanket covering four compact wooden crates marked \"C-7 - Caution U.S.M.C. Demolition Materials.\" \n[89]Now sit back and try to relax. I've got to change for the party. Dorian slowly raises the mask to his face as Tina watches in horror. \n[90]Don't be shy, Tina. I know how you like to make an entrance. He pulls her out of the limo. \n[91]And I must say, that's a dress to die for. Or should I say in? Dorian's men scramble, hauling the C-7 out of the limo and racing off into the darkness with their automatic weapons. \n[92]Now... let the games begin! Armed Security pull their weapons, but are immediately blown away by the thugs. The crowd is thrown into a panic. \n[93]You can come out now, Orlando. I think he got the point. Dorian hauls Tina over to the Vikin ship where his men are wiring up boxes of C-7 and sticks of dynamite. He slams her up against the prow as his men lash her in place with coils of rope. \n[94]What's wrong darling? This is your big production number. You of all people know how important it is to go out with a bang. Dorian pulls his walkie talkie out. \n[95]Eddy... How goes it? \n[96]Excellent. The real party starts now and ends in...  Thirty minutes. \n[97]Swede... my dear, dear business partner. And Mayor Tilton! What a surprise. We have just enough time left to play my favorite game! \n[98]Sorry Swede. I've got an ax to grind with you. In fact I got a couple and I'm afraid they may give you a splitting headache! He nods to one of his men who gives the wheel a big spin. As the captives SCREAM Dorian prepares to throw his first ax. \n[99]Round and round she goes. Who dies first, nobody knows! \n[100]How touching! The two love birds. Just to show you there's no hard feelings, I'm going to let you spend the rest of your lives together. \n[101]If you think a line like that's going to save your life, you're dumber than he is. \n[102]A kiss? \n[103] Sure, why not... Dorian/Mask sticks out his slimy TWO-FOOT TONGUE, and stick his eyebrows back. Hiss massive lips flutter as he puckers up. But Tina turns her head way. \n[104]I make the decisions! And I've decided... Tina stares at him dreamily. Ego gets the better of him. He reaches up and RIPS the mask off. SSSSHUPP! \n[105] \n[106]...to give the girl one last thrill. He plants his mouth on Tina's -- kissing her roughly. Tina really gets into it. But Stanley watches as Tina slyly positions the leg that he freed up. And... \n[107]C'mere, you ugly little mutt... \n[108]  \n[109]Whoa! Reflexively, Dorian lets go. Dog/Mask unleashes an incredibly loud SONIC WOOF that explodes glass front slot machines all around them. \n[110]Don't let it get away! Sweet Eddy lunges at the Dog/Mask. But the canine-creature runs between his legs and CHOMPS DOWN on his butt. The tiny dog picks \n[111]I gotta have that mask! Dorian chases Dog/Mask into the maze of slot machines. \n[112]  \n[113]I'll take that. They turn as DORIAN clamors over the side of the boat. He's got a gun pointed right at them. Stanley slides an iron grappling hook through the mask's eye holes and holds it overboard. \n[114]Drop it and I'll kill you all. \n[115]Fine. \n[116]Five seconds, Ipkiss. Stanley tosses a wooden barrel overboard and turns to Tina. \n[117]Okay. Put it down. Right over there. Dorian waves his gun at the nearest dining table. Stanley starts to put down the mask. But at the last instant -- he tosses it \n[118]  \n[119]What a BLAST! This mask makes me a god! He picks up the last fizzing, but UNDETONATED STICK OF TNT and laughs. \n[120]I'm immortal... He raises his arms and thunders to the heavens. At that moment -- the SUN peaks over the horizon. \n[121]Do you hear? I'm immortal! The sun's rays hit the Mask. In an instant, he transforms back to regular Dorian. The mask pops off Dorian's face -- useless. Dorian stares dumbfounded at the TNT stick in his hand as it -- KA-BOOM! Dorian is blown to smithereens. ", "Sweet": "\n[1]Another five minutes. Freeze synchronizes his watch. \n[2]Nothing! I didn't do nothing! \n[3]Better be careful, boss. With a CRACK of thunder a whirlwind of light and power swirls around Dorian's figure. Unlike Stanley's transformation, Dorian's is much more diabolical. He grows and changes within a nimbus of ROARING light. Finally the light dies away and Dorian/Mask rises from a circle of swirling smoke. \n[4]Whoa, boss... are you okay? \n[5]But what about him? Dorian/Mask wheels about and ROARS at Sweet Eddy. \n[6]What do we do with Ipkiss? \n[7]Yeah, Dorian? \n[8]All set boss. \n[9]Get him off me! Dorian raises his Uzi and SPRAYS THE AREA WITH GUNFIRE! Dog/Mask leaps away in the nick of time. ", "Eddy": "\n[1]Another five minutes. Freeze synchronizes his watch. \n[2]Nothing! I didn't do nothing! \n[3]We got trouble. You better come upstairs. Dorian immediately rises and hurries through the corwd towards his office. \n[4]That's him... That's the guy! Dorian grabs a .45 from his desk, checks the barrel and jams it in his coat. \n[5]Better be careful, boss. With a CRACK of thunder a whirlwind of light and power swirls around Dorian's figure. Unlike Stanley's transformation, Dorian's is much more diabolical. He grows and changes within a nimbus of ROARING light. Finally the light dies away and Dorian/Mask rises from a circle of swirling smoke. \n[6]Whoa, boss... are you okay? \n[7]But what about him? Dorian/Mask wheels about and ROARS at Sweet Eddy. \n[8]What do we do with Ipkiss? \n[9]Yeah, Dorian? \n[10]All set boss. \n[11]Get him off me! Dorian raises his Uzi and SPRAYS THE AREA WITH GUNFIRE! Dog/Mask leaps away in the nick of time. ", "Tina": "\n[1]Excuse me, where can I open a new account? Charlie flashes his best 100 watt smile. \n[2]Oh, I'm sorry. I'm a complete wreck. Will you hold this please? She hands her shoulder bag to Stanley and peels off her wet blazer, creating another awe-inspiring visual moment. \n[3]Thanks. But Tina turns and sits at Stanley's desk; Charlie is stunned at his near miss, but there's not a thing he can do about it. \n[4] Well, I'm not sure exactly. I'm just terrible with things like that. That's an interesting tie Mr...? \n[5]Tina Carlyle. Pleased to meet you. \n[6]May I? I'm such a mess. \n[7]As I was saying about that tie. It's like one of those, what do you call them, ink blot tests. \n[8]That's it. It looks like... um. A young woman riding bareback. You know, like a Lady Godiva or something. \n[9]Or... if that's not a horse it could be two lovers. A man and a woman. That would be the woman on top, of course. \n[10]What do you see, Mr. Ipkiss? Stanley starts to get uncomfortable under her gaze. \n[11]Does it work? \n[12] Oh... Stanley. Hi. Stanley realizes he looks ridiculous but gives a pathetic little wave hello anyway. \n[13]Are you okay? Stanley gestures \"no problem\" and tries to strike a casual pose against a street lamp, but slips and nearly falls. With a SQUEAL of grinding gears and the KA-POW of a backfire, the car hop pulls Stanley's battered loaner right up behind him. Stanley flashes a last nervous smile at Tina, and digs for the car hop's tip money... nothing. He shrugs apologetically to the disgusted car hop and climbs in. The car RATTLES, COUGHS the finally ROARS off in a cloud of \n[14]Thanks Reno, you're the greatest. \n[15]Yeah, well don't get used to it. I'm not going to start running cons for you again, Dorian. I'm a singer now and that's it. Dorian rolls his eyes at Freeze, \"Get her\". \n[16]Who latched on to who? \n[17] Don't push me, Nicky. I might just take a walk I should have taken a long time ago. \n[18]Nobody. \n[19]Sorry. I never get personal in front of the help. Tina abruptly stands and exits as Freeze glares at her. Dorian breaks into laughter. \n[20]Or it could be two lovers. That would be the woman on top, of course... Charlie looms up out of the darkness. \n[21]Hey, are you okay. Stanley stands at the curb, but this time he's not splattered with mud. He's decked out in first class Armani and looks suave as hell. He looks straight into her eyes. \n[22] Oh, Stanley! She runs to his arms and they embrace in a passionate kiss. But Tina suddenly pulls back and begins rapidly licking Stanley's ear... which is kinda weird. \n[23]   \n[24]There's all kinds of men In this old world That seek the affections Of a beautiful girl. But of the men from Which to choose There's only one type That I... ap...aprooove. And now the band slides in, in classic torch song style as Tina sings \"Checks Appeal\". She works the room throughout the song, driving the men crazy as she lingers by each table. \n[25]You can keep your cowboys on the farm The gigolos don't make me warm It's mink my fingers crave to feel I need a man with checks appeal. \n[26]Pretty boys are such a bore There's manly macho types galore But you'll always know The diamond's real If you've got a man with checks appeal. The Mask snatches a bottle off a passing WAITRESS' tray and sucks it down in one gulp. His head VIBRATES like an electric paint shaker. WWWOOOING! He CLAPS both hands on his head to hold it still. \n[27]Don't want to see too fanatic But dollar signs are so romantic I want a love That's deep and real Just with a man that's got...  Checks ap-peaaal. The audience goes crazy. Tina takes a bow. Suddenly the Mask ZZZIPS around the perimiter of the club, leaps up on top of the piano and SNAPS his fingers. A spotlight hits him. \n[28] \n[29]beneath his legs, SNAPS her back into midair, SPINS her like a baton and hits the floor in the splits without missing a beat. \n[30]  \n[31]You. You're losing it Dorian. \n[32]What's that supposed to mean? \n[33]C'mon, did it look to you like I had a choice? \n[34]I heard about the robbery. I guess I just wanted to make sure you were okay. \n[35]Are you sure? You look a little... \n[36]I'm not so sure I'll have much to open an account with anymore. \n[37]I don't know how much longer I can stay there Stanley. Things are getting a little intense. \n[38]I wish it was that easy. There's thousands of girls out there just like me who... \n[39] An angel huh? That's the first time I've heard that one. \n[40]I can vamp my way through a tune. But that's not really singing. \n[41] I guess I've just heard a lot of promises from a lot of guys. In the end they all wanted the same thing and it wasn't a song. \n[42]I'm not so sure there's any other kind. Not for me, anyway.  Well, I'm glad nobody got hurt. \n[43]What about this guy, the Mask? Do the cops have a line on him? \n[44]Promise you won't say anything? \n[45]He came to the club last night and he was just so... well, different. I haven't been able to get him off my mind. \n[46]Yeah. He's ugly... but he's kinda cool... y'know, like Mick Jagger. \n[47]Yeah. If you hear anything about him, would you call me at the club? Stanley nods - unsure of what to say. Tina opens the door, but before she exits... \n[48]What? \n[49]Are you serious? \n[50]I'll say. Do you think you could give him a message? \n[51]Tell him I want to see him again \n[52]How about seven o'clock tonight at Peninsula Park. \n[53]Stanley, what are you doing here? \n[54]A little. \n[55]That's nice.  You know, I hardly ever stop by here. It's hard to believe it was just a garbage heap. \n[56]Wow. They really do. All those pinks and greens. \n[57]No, Stanley. Stay for a second. I was thinking about what you said and I, uh, I want you to know I appreciate it. Maybe you're right. If I believed in myself a little more I wouldn't rely on guys like Dorian. \n[58]Yeah. He's sort of my manager. \n[59]You really mean that, don't you? \n[60]No, I mean, you're really worried about me. That's... real sweet, Stanley. \n[61]I can take care of myself, Stanley. I always have. \n[62]Look, this may sound a little cold but I do what I have to do to get by, okay? I'm nobody in this town without Dorian. \n[63] Stanley... wait! But he's already disappeared. Tina starts to follow after when she hears a strange WHOOOSH. A whirlwind begins to kick up the leaves all around her. The Mask leaps out from behind a stand of trees in all his glory and literally sweeps her off her feet. With his lower lip thrust out he romances Tina in a deep syrupy French voice. \n[64]Hello, Stanley. \n[65]Is that what you think - that I set you up? \n[66]You're just going to have to trust me on this. \n[67]I ran out on Dorian last night, Stanley. I just came to tell you I'm sorry. Sorry about everything. \n[68]That magic mask of yours turned him into some kind of monster... \n[69]He's going to the casino opening tonight and he's planning to do something terrible. \n[70]Half this town will be there Stanley. I tried to tell the cops, but they wouldn't listen to me. \n[71]There must be some way. How does it work? \n[72]And if you've got a black heart? \n[73]Thanks. \n[74]Lots of things. For really believing in me when I couldn't. For sharing a sunset with me. For being the first guy to treat me like I was a person instead of a slab of meat.  And for being any kind of romantic. Even a hopeless one. \n[75]You know, that night at the club I knew I met someone special. Someone like nobody I'd ever met before. \n[76]No... the guy that was inside the Mask all the time. You. Stanley Ip - They draw closer. The iron bars scrunch up their faces... \n[77]--kiss. They KISS. A sweet, soft and romantic kiss. Then... the KEY-GUARD pulls her away. \n[78]I've got to disappear for awhile Stanley. I'm not sure where I'll go but I'll let you know as soon as I can. Stanley takes a long last look at Tina as she's escorted out. \n[79]I just went out for a little while Dorian. Sweet Eddy holds up a small suitcase and an overstuffed shoulder bag he got from her car. \n[80] No... \n[81]Let me go you bastard! \n[82]Stanley! \n[83]Stanley, look out! Stanley ducks just as a Viking ax splits the dragonhead right next to him in half. Dorian ROARS with rage as he rushes across the room to the boat. Stanley pops back up firing his gun. BLAM. BLAM. BLAM. Dorian takes the direct hits. He grins horridly at Stanley and he extends his slimy tongue. \n[84]You've got it all wrong! I could care less about this creep. Nobody could replace you, Dorian. Nobody! \n[85] Okay. Maybe it's too late. Then all I want is... a kiss. \n[86]One last kiss. \n[87]No! From the real Dorian. The guy I used to love.  Nobody ever kissed me like Dorian Tyrel. \n[88]  \n[89] You did it... \n[90]Stanley... we made it. We're alive! Milo lets loose a happy \"Whoof!\" and leaps into Stanley's arms. Stanley removes the mask with a SCHWOOP and Milo transforms back into a regular dog. \n[91]Go where? \n[92] Stanley! The dynamite! \n[93]...Stanley? Beat. Stanley surfaces gasping for breath. Tina pulls him over to the barrel and Milo licks his face. And then the smoke parts revealing... ", "Carlyle": "\n[1]   ", "Doyle": "\n[1]Comb - Flintstones vitamins - Sousaphone - Bazooka -  picture of Kellaway's wife... Kellaway looks down at the photo. It really IS a picture of his wife with a handwritten note: \"Call me, lover - 555-1234!\" \n[2]Hey, he's not bad. Kellaway shoots him a dirty look. \n[3]The SWAT team got an offer to open for Wayne Newton. \n[4]C'mon Lieutenant, it wasn't your fault. Something will turn up. \n[5]Don't bother. Doyle pulls a GREEN RUBBER MASK out of Stanley's pocket. Kellaway starts hauling him up the precinct steps. \n[6]Hi Lieutenant. Where are you taking Ipkiss? \n[7]What did you say? Milo pokes his head up out of Stanley's shirt, but Stanley instantly pushes it back down. Doyle does a double-take wondering what's wrong with this picture as they continue their stiff-legged walk out the door. Doyle gives an uncertain wave with his half-eaten doughnut. \n[8]...See ya. ", "Mrs.": "\n[1]Ipkiss! Do you have any idea what time it is? Reflexively, he looks at his  wrist. \n[2]It's three o'clock in the morning! First, you wake up the entire building laughing it up with your pals. Then, you come in and start squeak -  My new carpet! Just look at that! This is coming out of your cleaning deposit Ipkiss! Stanley, battered, bruised and soaking wet is deep in urban shell-shock. \n[3]...Yes. \n[4]Then you can choke on it for all I care. I saw what I saw. \n[5]Out of my way, Buster. Mama feels lucky tonight. She jams a quarter in a slot machine right behind Charlie and throws her weight behind the handle. \n[6]Just look at this mess... She picks it up out of the surf and The Mask FX theme begins to pound in her head. Back to Charlie and his Valkyrie. \n[7]Hello short, dark and handsome! C'mere and give Momma a kissy-poo! She starts SMACKING her king-sized lips horribly. \n[8]Let's see what caliber pistol you're packing there, soldier boy! She gets a grip and squeezes. AHOOGA! AHOOGA! Charlie SCREAMS, ttears himself from her grasp and starts running for his life. ", "Peenman": "\n[1]Ipkiss! Do you have any idea what time it is? Reflexively, he looks at his  wrist. \n[2]It's three o'clock in the morning! First, you wake up the entire building laughing it up with your pals. Then, you come in and start squeak -  My new carpet! Just look at that! This is coming out of your cleaning deposit Ipkiss! Stanley, battered, bruised and soaking wet is deep in urban shell-shock. \n[3]...Yes. \n[4]Then you can choke on it for all I care. I saw what I saw. \n[5]Out of my way, Buster. Mama feels lucky tonight. She jams a quarter in a slot machine right behind Charlie and throws her weight behind the handle. \n[6]Just look at this mess... She picks it up out of the surf and The Mask FX theme begins to pound in her head. Back to Charlie and his Valkyrie. \n[7]Hello short, dark and handsome! C'mere and give Momma a kissy-poo! She starts SMACKING her king-sized lips horribly. \n[8]Let's see what caliber pistol you're packing there, soldier boy! She gets a grip and squeezes. AHOOGA! AHOOGA! Charlie SCREAMS, ttears himself from her grasp and starts running for his life. ", "Police": "\n[1]Hey, you! What are you doing down there? Stanley squints into the light, trying to think of a reasonable answer. \n[2]Some kind of assault and battery. Sound pretty bad. \n[3]  \n[4]  \n[5]  \n[6]  \n[7]  ", "Officer": "\n[1]Okay, Mr. Ipkiss. Try to be a little more careful next time. \n[2]Lt., we just got an emergency call from a mechanic on 67th Street. \n[3]We were able to get a description Lt., but it's pretty weird. \n[4]How did you... \n[5]Lt., we got a stiff upstairs. One of the guys from the heist. ", "Niko": "", "Charlie": "\n[1]Look at those clouds rollin' in, man. Freaky weather. STANLEY IPKISS, a bright0eyed amiable young account exec pauses by Charlie's desk and drops off a print-out. \n[2]Woah. Sorry Stanley, I just had my weave tightened and my head is killing me. Be a pal and take those over to Hinkleman, will ya? MAGGIE, a cute young blonde now strolls by. \n[3]That's it. \n[4]The kiss of death. As soon as they use the \"N\" word it's all over. \n[5]You are a rug. I am talking astro-turf here. You're letting these women sharpen their cleats on you. \n[6]You spend too much time being \"nice\" to a girl, you'll wind up sittin' around listening to her complain about the son of a bitch she really loves. \n[7]Wake up, Stanley! These are the nineties. We're dealing with an entire generation of dysfunctional love junkies. You can't romance 'em. You gotta confuse 'em. It's the only thing that gets their attention.  Let me demonstrate. You see that girl over there? Stanley looks over at the coffee service where an attractive young WOMAN is pouring herself a cup of coffee. \n[8]Hi Lisa. \n[9]Charlie. \n[10]Lisa, this may seem a little odd, but my friend over there and I were having this discusion and I thought maybe you could settle it for us. \n[11] Actually, I don't know... this is kind of a personal question. \n[12]Alright. Just for the sake of argument, if I wasn't a happily married man... am I the kind of guy you'd go out with? \n[13]Lisa, I have terrific news for you. \n[14]I'm not married! Is this perfect or what? Listen, there's not a lot of women willing to come right out like that and admit they're attracted to a guy, but... Lisa SLAPS Charlie, turns on her heel, and marches off. \n[15]Jeez... make up your mind. Stanley gives Charlie the fish eye as he returns. \n[16]Okay. Bad example. Some of these women got so much baggage they need an emotional sky cap. I'll tell you what Stanley, tonight I'm gonna take you on a love safari, deep into the darkest heart of the urban jungle. \n[17]The Monkey's Paw. Hottest new club in town. It's a guaranteed skirt alert and no dead beats allowed. \n[18]Woah, do I detect a little self-image problem there, buddy? You just leave everything to me. This, my friend is going to be the perfect night on the town. Suddenly a resounding peal of THUNDER rings out like the crack of doom. Sheets of rain pour down on the bank's windows. \n[19]Hold the phone. Killer at three o'clock. Stanley follows his gaze. \n[20] Oh my god... A perfect dime. The dame of dames. The Moby of my dick. \n[21]You've come to the right place, ma'am. Just step right this way and pull up a chair... Charlie tries to steer Tina to his desk, but she's still preoccupied with her damp clothing. \n[22]Here, let me take that for you. Charlie clutches her jacket with white knuckles. \n[23]No! No! He only wants you to stop the cab! The driver instantly SLAMS on the brakes, throwing his passengers forward mercilessly. \n[24]It's alright, Stanley. \n[25]Why are you getting out here? \n[26]Fine. Now don't forget. Ten o'clock at the Monkey's Paw. I've already got us lined up with a couple of authentic dimes. Stanley steps out of the cab. \n[27]Well, I can't promise we'll get that lucky again... Later! With a SCREAM of tires the cab peels back out into traffic. \n[28]Hey, Stanley. Nice wheels. What is that, a Rolls Canardley? \n[29]You know, a Rolls Canardley. Rolls down one hill canardley roll up the next.  \n[30]Whatever you say, man. Charlie gestures expansively towards the club. \n[31]What do you think? Pretty terrific, huh? This place make Sodom and Gomorrah look like Mayberry. Stanley now notices a life-sized poster of Tina Carlyle standing by the main entrance that reads \"Featuring the Musical Stylings of Miss Tina Carlyle.\" \n[32]Right. The wet dream from the bank.  Hold on... I think I see my future ex-wife. Two rather tacky looking GIRLS beckon Charlie from the crowd. \n[33] We're in luck. It's Barbie and Pebbles. \n[34]No, problemo. Ladies, this is my pal Stanley Ipkiss.  Stanley's very influential in the banking business. Charlie is truly in his element as he elbows his way through the crowd dragging his entourage with him. \n[35]Hey Bobby! Bobby, buddy. What's happening man? Bobby completely ignores Charlie as he ushers a pasty faced ROCK STAR and his underage TARTLET past the ropes. \n[36] This will just take a second.  Yo Nick! It's me... Charlie! Nick is also completely oblivious. \n[37]How much cash you got on you? \n[38]You heard me. How much you got? \n[39]Hand it over. \n[40]Hey, I'll pay you back! I'm only carrying plastic. C'mon man, you want to stand out here all night? Stanley begrudgingly starts to count out some cash. Charlie snatches the whole wad and elbows his way back around to the ropes. \n[41] Hey Bobby! Bobby's uncanny tip radar suddenly lights up. \n[42]What happened to you last night? The girls and I were looking all over for you. \n[43]As a matter of fact, you don't look so good. You got to take better care of yourself, man. \n[44]Are you kidding? It was hotter than a pistol. Did you see the paper? \n[45]Your girlfriend got a great review. Chralie flips open the Entertainment section of the Evening Star. There's a great close-up of Tina singing her heart out with the \n[46]Ah... She's a prospective client of Stanley's, sir. \n[47]Look at that little creep. If it wasn't for his daddy he'd be out somewhere shakin' down school kids for lunch money. Stanley toys with the Kleenex that bears Tina's lipstick \"kiss\". \n[48]Who knows? Forget about her, Stanley. A dame like that is always looking for the B.B.D. The bigger better deal. Ask her what her sign is and she'll say dollar. \n[49]Yeah. She can sense a guy's credit line at two hundred yards. Stanley, you need a girl you can depend on. Someone a little more down to earth... someone like... \n[50] \n[51]Like her! Someone like her.  As a matter of fact I could use someone like her myself.  Hel-lo there. May I be of some assistance? \n[52]Forget her, Stanley. Ask her what her sign is and she'll say dollar. Mr. Dickey appears, glaring down angrily at Stanley. \n[53]Woah! What side of who's bed did you wake up on? \n[54] Yeah, well you look like you could use a little R and R there buddy... and as a matter of fact I've got just the ticket. Or should I say tickets? \n[55]Saturday night. Grand opening of the Valhalla Casino. Serious skirt alert. Everybody who's anybody will be there. What do you say? \n[56]Hello tall, Nordic and beautiful. One look at you and I know how your hat feels. Suddenly Mrs. Peenman appears, pushing her way past Charlie with a paper bag filled with quarters. \n[57]Stanley! What are you doing here? He motions them over to the kitchen and hands Charlie the gun. \n[58] \n[59]So I deck this thug, grab his gun and tell Stanley, \"Take cover, Buddy. I'll get these folks out sae and sound.\" Y'know we should go back to my place so I can tell you the rest of the story. \n[60]So what do you say, sweetheart? Let's you and me go back to my place and scramble some eggs. Suddenly Mrs. Peenman/Mask ZZZIPS up and sweeps Charlie off his feet. She's the most whacked-out Mask creature yet with a huge \n[61] Yah! Put me down! She jams a hand down the front of Charlie's pants. ", "Schumaker": "", "Peggy": "\n[1]Excuse me, Lt., I'm with the Evening Star. Can you tell me what happened here? \n[2]It looks like some kind of mob scare tactic. \n[3]Excuse me, can you tell me where I can find Stanley Ipkiss? \n[4]Stanley Ipkiss? Charlie begrudgingly points to Stanley. \n[5]Hi. I'm Peggy Brandt. I'm with the Evening Star. \n[6]Oh no, actually I just wanted to ask you a few questions. \n[7]Ripley Auto Finishing. You're a customer of theirs aren't you? \n[8]Isn't this a form of theirs you filled out? \n[9]Peggy Brandt. \n[10]That's right. \n[11]You're Mr. Nice Guy? Stanley do you realize how much mail we got about that letter? There's hundreds of women out there who are looking for a man just like you. \n[12]Of course. DO you know how hard it is to find a decent man in this town? Most of them think monogamy is some kind of wood. \n[13]They cut my salary. I just can't make it by on \"Dear Peggy\" anymore. The truth is, I want to be a real reporter and if I can break this story I know they'll let me.  Look Stanley, I know Ripley Auto is a crooked operation. They may even have had ties to the Mob. I'm not out to get you. I just want the truth. \n[14]You what? You can't do that! \n[15]Just a couple more days, Phil. The paper's ready to give me a full time job. \n[16]C'mon, at least let me get a few of my things. Phil considers this a beat, then unlocks the door for her. \n[17]Thanks Phil. You're a sweetheart. Phil exits. Peggy picks up her things when she hears an off- camera \"Pssst.\" She turns. \n[18]Who... Who are you? \n[19]You give me something worth printing and I'll get you your money. What's this about? \n[20]How do I find this Tyrel? \n[21]What is it, Murray? \n[22]Let me cover it, Murray! You go on home to Claire. \n[23] I'll take care of Ramsey. Thanks a million. I owe you one. She gives Murray a quick peck on the cheek and runs out the door. \n[24] \n[25]Stanley! Get in! Stanley jumps into the passenger seat. \n[26]  \n[27]Someplace where we'll be safe. \n[28]I saw it. I saw the whole thing. What's happening to you, Stanley? \n[29]Stanley, I don't know what's happening to you, but I do know this. That letter you sent my column was from a guy with more guts and heart than any of the creeps I've met in Edge City. Whatever this mask is, you don't need it. You... Stanley Ipkiss, are already all you ever need to be. \n[30] Actually... no. \n[31] What took you guys so long? I've been vamping here for twenty minutes. Dorian and three of his men stand there with their guns trained on Stanley. \n[32]You have the fifty thou? Sweet Eddy FLICKS open a briefcase lined with cash. \n[33]Right. When he puts on the mask he becomes that green thingamajig. \n[34]Sorry, Stanley. You really are a great guy, but I just can't lose my condo. You know how hard it is to find an apartment in this city. Sweet Eddy and a second thug grab Stanley and hang him over the steel maw of the whirring news press. \n[35]Hey, you said you wouldn't hurt him! Dorian toys with the wooden mask, enjoying his control over the situation. \n[36]Ah... excuse me. If you don't mind, I'll just take my money and be going. You guys make yourselves at home. Dorian/Mask slides up to Peggy threateningly. \n[37]Thanks, anyway. That wasn't part of the deal. Peggy snatches the briefcase, but Dorian/Mask blocks her exit. \n[38]Back off Freakazoid. I wasn't born yesterday. ", "Brandt": "\n[1] "}}