{"filename": "Replacements,-The_script.txt", "imdb_id": "tt0191397", "imdb_url": "https://www.imdb.com/title/tt0191397", "characters": ["Wilkinson", "Pilachowski", "Banes", "Clifford Franklin", "Annabelle Farrell", "Eddie Martel", "Fumiko", "Walter Cochran", "Andre (as Michael 'Bear' Taliferro)", "Nigel Gruff", "Jamal", "Jimmy McGinty", "Brian Murphy", "Shane Falco", "Bateman"], "dialogues": {"Wilkinson": "\n[1] He's standing naked in front of his locker staring with anticipation at a garment bag.  Slowly, he unzips the bag revealing a beautiful new suit. He touches the lapels reverently.   \n[2]Smith. Ray Smith. I played at a junior college nobody ever heard of. What position did you play on defense, Judge? \n[3]Yeah, big fellow like you, that's what I would have guessed. \n[4]You know, maybe you can show me some of your technique, Your Honor. Maybe you can show me some of that toughness. \n[5]I can't wait. \n[6]Oooh... got me a judge! Man, that felt good! \n[7] Earl is covering the intended receiver. He deftly steps in front of the guy, and makes a diving catch.   \n[8]   \n[9]  \n[10]Congratulations on what? \n[11]  \n[12]  \n[13]   \n[14] He's on the field calling for a fair catch. He makes it.  \n[15] He's leading the offense out onto the field.  \n[16] He takes the snap from the shotgun and keeps the ball on a sweep. He plows for twelve yards.  \n[17] He rolls again, but no one is open. He crosses the line of scrimmage, is hit and goes down.  ", "Pilachowski": "\n[1]... Six phone lines with internet access on two: One for defense and one for offense. \n[2]Except for a kicker. We definitely need a kicker. A place kicker over a punter. \n[3]Okay. Here's the list of every player cut this past season. What we would like to do is... Those people? list Most of them were cut because they were shitty. We're going to go another way here. I've done some scouting since I retired. On an ad hoc basis, of course. And what I have here is a list of people I've kept an eye on. They've all played football somewhere, but only a few in the pros. And they've all got something... unique to bring to the game. We're gonna take these people and try to put together a winning team. And if nothing else, they should be fun to watch. \n[4] The offensive coordinator is standing with McGinty who is concentrating on the scrimmage. Suddenly, Pilachowski spots someone. His mouth drops open.   \n[5]Oh my God. That's disgusting! How you doin', Mickey? \n[6]You're not serious. I met Mickey in Hawaii. When he was even bigger. He's a Sumo wrestler. That means he's an expert at pushing people around. That's what pass blocking is, Leo. \n[7](watching Lee \n[8]What are you, crazy? Nobody eats right before a game. \n[9] He's livid on the sidelines. As his offensive line comes off he rants at them.  Shane hobbles off past:  The defense rushing onto the field led by Bateman.  ", "Banes": "\n[1] \n[2]We thought we would skip special teams for the moment. \n[3]The thinking being that if we lose the toss, we have to be able to at least kick off. \n[4] \n[5]How can I coach a deaf man?! You don't have to... Brian Murray would have gone in the first round five years back if he hadn't been born deaf. I first saw him play right here in D.C. for Galludet College. He's a hell of an athlete. You won't have to tell him anything. \n[6]I can't believe it! I got to be able to communicate with him. Then learn to sign. Hey, look at it this way: He'll never get \n[7]Where did you play, Judge? Wait. Do I call you judge? ", "Clifford": "\n[1] He's tall, maybe 22, and positioned behind the cash register. He's wearing a Washington Redskins sweatshirt.  Clifford's hands are up as he waits to catch the bread which was tossed by his MANAGER at the back of the store.  The loaf hits Clifford's hands and then bounces out. It lands on the counter in front of a TEN-YEAR-OLD smart-ass KID.  \n[2] \n[3]Get out of here. I'm telling your mother you were talking like that. \n[4]Tell 'em I gotta work Saturday. And I'm watching the Redskins on Sunday. Ain't nothing stopping me from watching the Redskins on Sunday. No way that's gonna be \n[5]Pay me?    How much? \n[6] \n[7] He's very excited as he looks out the window at the striking players. Roland Lamont sits next to him.  \n[8]Oh God, there's Eddie Martel! And Wilson Jones! I love Wilson Jones! Yo, Wilson! Yo, player! \n[9]  \n[10]  \n[11]I know, Coach, I know. Okay. I assume that you have touched a woman in a romantic way, have you not? \n[12]Oh yeah, Coach, sure. In a, you know, romantic way. Good. From here on out, you touch this football, all the time... ... just like you touch your girl friends. I better not see you without this ball. You understand? \n[13]Coach, wait! Can I still like touch my girl friends if I don't, you know, let go of the ball? Yes, Clifford, if you can manage that, absolutely. \n[14] He's sitting in front of a locker, holding his football, with a shit-assed-eating grin.  Someone walks by.  \n[15]I got Wilson Boone's locker, man. Do you believe that shit? \n[16] Clifford, still carrying his football, comes out of his apartment in a third floor walk- up. He's wearing his Redskins jacket.  As he turns around from locking his door, he stops dead in his tracks.  All of Clifford's neighbors, all the way down both halls, are standing in front of their doors.  They all start applauding.  Clifford smiles from ear to ear.   \n[17]  ", "Franklin": "\n[1] He's tall, maybe 22, and positioned behind the cash register. He's wearing a Washington Redskins sweatshirt.  Clifford's hands are up as he waits to catch the bread which was tossed by his MANAGER at the back of the store.  The loaf hits Clifford's hands and then bounces out. It lands on the counter in front of a TEN-YEAR-OLD smart-ass KID.  \n[2] He's very excited as he looks out the window at the striking players. Roland Lamont sits next to him.  \n[3]  \n[4]  \n[5]  \n[6] He's sitting in front of a locker, holding his football, with a shit-assed-eating grin.  Someone walks by.  \n[7] He's wide open five yards from the goal line.   \n[8] Clifford, still carrying his football, comes out of his apartment in a third floor walk- up. He's wearing his Redskins jacket.  As he turns around from locking his door, he stops dead in his tracks.  All of Clifford's neighbors, all the way down both halls, are standing in front of their doors.  They all start applauding.  Clifford smiles from ear to ear.   \n[9]I got to tell you, Shane, you played the first half like you were staying. Like you already had a contract. \n[10]  \n[11] He's holding for Pacifico on the extra point.  On the snap, Franklin bobbles the ball but manages to put it down.  Pacifico belts it through the uprights.  Scoreboard:    Dallas 24, Washington 21.  ", "Annabelle": "\n[1] Behind her, the rest of the cheerleaders are already walking away. Annabelle looks at Quarterback Martel with pure disgust as he walks off the field.  \n[2]Annabelle Farrell, head Redskinette. \n[3]I'm in charge. Of the Redskinettes. The cheerleaders? \n[4]I've been watching you. You look good. You look strong. Good quick release. Smart. You read defenses quickly. You're gonna do great. \n[5]I saw your second concussion. The one \n[6]If there's anything you need, let me know. And I mean anything, okay? You understand? \n[7]They put you up at the Hilton? \n[8]Good. Remember: anything. You got it? Okay? ... because it's a damn waste of all that speed, Clifford. I told you that when you were in high school. You've got to catch the ball, son. This is the main idea of the passing game. \n[9] You would think he's done enough. \n[10]McGinty, I mean. \n[11]My theory is he came out of retirement to see if he could win with losers. Oh, shit. I'm sorry. I didn't mean... \n[12]Like    after that Sugar Bowl    game? I guess you could    survive anything after    that. \n[13]My dad. He's a huge Redskin fan. For years. He's in his twenty-ninth year at the Senate Office Building. As a guard, not a senator. The only thing that keeps him going he says, is me and the Redskins. That's where I get it. My fan-ness. Are you scared? \n[14]It's okay. Anybody would be. But you're good. And you'll do good. \n[15]Break a leg tomorrow. \n[16]It's    from the theater. For    opening night. You say    the worst thing that    can happen. And it won't.   Break a leg. \n[17]   \n[18] She falls to her knees in pain.  \n[19] She does a cartwheel.   ON McGINTY  He's leaning over a groggy Shane on the bench.   \n[20] \n[21]You were about to be rolled. \n[22]They work the bar downstairs looking for drunk Redskins. \n[23]Don't feel so bad. It's a rookie mistake. \n[24] She's wearing nothing but a Redskins' T- shirt. She quickly bends over him.  \n[25]Here.   Take this. \n[26]It's for the pain. Take it. It's only a little bit illegal. \n[27]I'll help. We'll just take our time. \n[28]Kidneys. \n[29]You took a hell of a beating. The martinis didn't help, either. \n[30]Don't be afraid if you've got blood in your urine. That's normal. \n[31]Yes. \n[32]Yes. \n[33]Are you kidding? You were catatonic. \n[34]Good.   Back to bed. \n[35]Of course not. \n[36]I don't know. I guess I can't resist a man who can take a hit. \n[37]Shhh. It's all in your head. Now, get some sleep. \n[38]You're the golden boy in the press this morning. \n[39]'Falco scores big.' Well... not really. Hey, a lot of the regular players are starting to cross the picket line. \n[40]It doesn't say. \n[41]Where are you going? \n[42]No. Probably just your wallet and your watch. \n[43]You're basic double D Vicodin. But be careful: It's habit- forming. The best stuff always is. \n[44]Ice both knees and that shoulder before bed. \n[45]No. \n[46]We don't travel with the team. So, here's Tylenol with codeine, regular Vicodins, the magic bullet one that I gave you before, and a couple of Darvons if you actually break something. Pop 'em in the ambulance. \n[47]I'll be watching on TV. The Giants got back three of their four defensive linemen. Plus their middle linebacker. \n[48]What can I say? Go from the shotgun and scramble your ass off. \n[49]Are you hurt? \n[50]You're getting used to being slapped around. That's a good sign. \n[51]Would you like to come in and make love? \n[52]Most    of the world feels that    way. You don't have    to be embarrassed about    it. \n[53]I won't hurt you. \n[54] Annabelle is giving Shane a slow, sensuous, full-body massage. It's lucky for us he's on his stomach.  Shane does a lot of moaning as Annabelle's fingers work their magic.  She gets to a place on his shoulder that's especially tender. He moans even louder.  \n[55]That shoulder is going to need special handling. \n[56]I can't imagine. \n[57] Shane and Annabelle are in a close, after-sex kind of cuddle thing.  Shane is unburdening himself.  \n[58]Okay.   Calm down. \n[59]Well, they're back. \n[60]I don't believe that. I don't think it just goes away. It was only one bad day, Shane. Everybody has those. \n[61]You're wrong. You're winning now. You're winning me. \n[62]Shane! \n[63]Are you okay? Is it your side? \n[64]What?     You do? \n[65] She looks worried as trainers run out onto the field.   \n[66] She's jumping for joy.   ", "Farrell": "", "Eddie": "\n[1] We're ON a TELEVISION showing Pacifico conducting and the entire restaurant singing.  Eddie Martel  is watching the scene at home on the late local news.  \n[2]\n[3] The Washington Redskins first-string quarterback is so pissed off he jumps up from his seat and turns quickly to go up the steps and out of the stadium.  But he slips awkwardly and falls.     He grabs his knee and screams.   ", "Martel": "\n[1] The Redskin quarterback moves to the huddle.  \n[2]Green 48! Green 48! Hut! Hut! \n[3]Hey, you can't park there. \n[4]You don't want any trouble?! You're taking my job away, but you don't want any trouble? He doesn't want any trouble, but he puts this piece of shit in a no parking zone. \n[5]No, we'll do that for you. Go ahead, Wilson. Move it for him. \n[6] We're ON a TELEVISION showing Pacifico conducting and the entire restaurant singing.  Eddie Martel  is watching the scene at home on the late local news.  \n[7]This is a visit. \n[8]I used to nail one of the housekeepers. \n[9](pointing to the \n[10]You'll be seeing a lot of these guys tomorrow. \n[11]Who, me? Not much. But these boys wanted a little head start on you. \n[12]It can be a game of luck. And under no circumstances can we allow a scab team to go three and O. Especially against the Dallas Cowboys. It's just not good for the game. \n[13]I can't really say, Shane. By the way, have you ever tried throwing a football with bruised ribs? \n[14]The pain makes it damn near impossible. \n[15]And one other thing: I want you to stay away from Annabelle. \n[16]The sad fact is she won't give me the time of day. But you can't have everything I want. I can't let that happen. So, you gotta stop seeing her. Just on principle. \n[17]Let me hear you say it. \n[18]Come on. You can do it. \n[19]Good. Gentlemen? Hey, have a great game! \n[20]\n[21] The Washington Redskins first-string quarterback is so pissed off he jumps up from his seat and turns quickly to go up the steps and out of the stadium.  But he slips awkwardly and falls.     He grabs his knee and screams.   ", "Fumiko": "", "Walter": "\n[1]Praise the Lord, Shane. \n[2]Walt Cochran. Offensive tackle. \n[3]Shane, will you witness with me? \n[4]Will you witness with me? For this upcoming practice. \n[5]Praise the Lord for giving us a way to eliminate, Shane. Why not talk to Him in the midst of performing his gift? \n[6]Heavenly Father, thank you for allowing us to pee the poisons from our systems. Please help us in today's practice to be strong and... ", "Cochran": "\n[1]   McGinty turns and bums an egg from Mickey and walks to the middle of the locker room.  He eats the egg as he turns slowly and takes in his players.   He walks away.   The players get up and start  moving.  \n[2]You see. We should have prayed. \n[3]Oooooh... \n[4]He's huge! He's been beating the crap out of me all day! I feel like a rag doll out here. \n[5] \n[6] He's dazed and still on the ground.  Butler walks over and bends down to him.  \n[7]  \n[8]  \n[9] Butler is still whining.  \n[10]Shut up! I'm gonna do it again 'cause it was fun! \n[11] He drops Butler with a vicious forearm.  Shane flicks the ball over the middle to Murray who pulls it in for fifteen yards and a first down.  \n[12] He slips while he's blocking Butler who takes  advantage of the situation and blows by him.   ", "Nigel": "", "Gruff": "", "Jamal": "\n[1] (to someone \n[2] He's looking out the window when an eeg splats against it. He turns to his brother Andre:  \n[3]You know I don't take that shit. \n[4]  \n[5]You all put that car back. \n[6]Put the car back. Gently. \n[7]No, it's not. \n[8] \n[9]Move his car back. \n[10]No I'm not. And quit messing with my man here. That includes his ride. \n[11]Bastards. \n[12] \n[13]That's to the right... right? \n[14]You better be quiet, Shane, they'll hear you. \n[15]Oh. You said it was to the right, didn't you? \n[16]Man, that's ripe! \n[17]  \n[18]  the brothers.  \n[19]One touchdown ain't gonna help, Shane. ", "Jimmy": "", "McGinty": "", "Brian": "\n[1] He sets up at his flanker position.  \n[2] He's in SLOW MOTION in midair, diving towards Morris.   \n[3] He's still in the end zone, holding the ball up to the crowd. The roar is deafening.   \n[4] We HEAR NOTHING, but somehow the pure energy of the moment comes through.   ", "Murphy": "", "Shane": "\n[1] As he scrapes. Muck from the boat floats past him. This doesn't look like fun.  As he works, he happens to look down and notices something on the bottom.  \n[2] Amidst the beer cans and other trash, something golden is sitting on the bottom.   \n[3]And you look like that coach from the Seventies. From the Redskins. McGinty. Except you look a shitload older. The price of happiness. Something to take the chill off? I'm running the Redskins again. And I want you to quarterback 'em. \n[4]No, man, I've been out way too long. What, three years since San Diego dumped you? That's nothing. You're in shape, flopping around in the water like that. \n[5]You know what my nickname was in San Diego, don't you? Sure.   Footsteps. \n[6]As in, I hear 'em and I dump the ball. Well, you didn't have much of a line to protect you. \n[7]I got two concussions to prove it. That's why girls don't play the game. I scouted you when you were playing at Ohio State. I told San Diego they were probably making a mistake when they signed you. \n[8] \n[9]Forty-five. And now you want to recruit me? A scrambling quarterback is gonna do real well in this new replacement environment. And to tell you the truth, I think I can help you with your biggest problem. \n[10]Okay.   What's my biggest problem? Courage. I think that Sugar Bowl took it all out of you. \n[11]I'm retired from football. Yeah, and it looks like things have been going really well for you since. \n[12]I like being here. It's quiet. I like being alone. Yeah. No screaming crowds, that's for sure. You know what separates the winners from the losers? Gettin' back on the horse. The one that kicked you in the teeth. You're still young. You still got bags of talent. If you do well, who knows what will happen when the strike ends? You want me to tell you you're not going to get hurt? You know you will. No doubt about that. But, hell... ... Wouldn't you rather get hurt than scrape the shit off of other guys' toys? \n[13] He's in shorts and a sweatshirt taking snaps from center Reese Evans.  \n[14] He drills a perfect spiral through the circle.  \n[15]Shane Falco. \n[16]I can see. How many fingers? \n[17]Two.   No, wait.    Three. \n[18] He's now wearing a helmet with a twobar quarterback face guard. He takes a snap and pitches out to running back Roland Lamont.  Roland, now wearing a big knee brace, looks sharp as he cuts to the outside.  \n[19] He's just done a fivestop drop on a pass play. He's looking down field when he sees something scary.  \n[20]Oh shit! No! \n[21] \n[22]What was that? Danny Bateman. Ex-cop, ex-Marine, ex-rugby. He's absolutely harmless, if you just play dead. San Diego used you all wrong. You're not a \n[23]I'm very interested in that. \n[24]Excuse me? \n[25]Oh yeah, hi. \n[26]Hey... thanks. \n[27]I guess so. \n[28]Sure.   I understand. \n[29]Yeah. \n[30] He's stripped down sitting on a bench. Reporters are trying to interview him. Microphones are in his face and video cameras jockey for position.  \n[31]... just glad to be back playing. That's all I've really got to say. \n[32]Well... I've been involved lately in the... aquatic business... \n[33]Look, I don't want any trouble. \n[34]Okay.   I'll move it. \n[35] \n[36]Let's do that. \n[37]Yeah.   Sure. \n[38]Will I what? \n[39]Now? \n[40]I was kind of thinking the same thing. \n[41] \n[42]Sometimes I feel like everybody in the world saw that game. Like I could go to India and some little guy would run up to me and say, 'Boy, did you suck in the '92 Sugar Bowl.' \n[43]So, how come you're such a fan? \n[44]Scared? Well... yes. Absolutely. \n[45]Well, thank you. Look, I gotta study the play book tonight. So... I'll see you. \n[46]What?! \n[47] \n[48] As he walks, we hear McGinty's voice in Shane's helmet. Yes, they do it by one-way helmet radio so the filtered voice you hear is McGinty, speaking into his headset mike.   Shane walks into the huddle and chaos.  \n[49]Hold on, what's the problem here? \n[50]Hey, hold on... \n[51](clearing the \n[52]God damn it! I am the quarterback! I am the only one supposed to talk in the huddle! \n[53]I don't give a shit! \n[54]Huddle up! \n[55]If you've got something to say, raise your hand! Is that understood?! \n[56]Then you tell me before the huddle starts! Okay, listen up: 68 blue east storm toss. On two. \n[57]What?! \n[58]It's to the right! \n[59]Blue 68. Blue 68! Hut! Hut! \n[60]Have you suddenly decided you don't like me, Jamal? \n[61]Okay. Let's try something simple. 18 red left slot open. That's to the left! \n[62]Eighteen red! Eighteen red! Hut! Hut! \n[63]Yeah! \n[64]Shut up! Pass. 22 Solo right slot 'A,' Y stick. On one. \n[65]Twenty-two green.    Hut! \n[66]  \n[67]   C)    McGINTY   \n[68]   \n[69] He's rolling in the back field again looking for a receiver.   \n[70] Nothing but meat coming at him.   \n[71]What? \n[72]Okay. On the count of three. Everyone more left. Hut! Hut! Hut! \n[73]U brown right, west 19 A lead. That's you, Mickey. Puke on him if you have to. \n[74]Hut! \n[75] He crouches down and waits for the snap from Evans.  Pacifico lines himself up.  \n[76]Hut! \n[77]We can't put three plays together without a penalty, a fumble of a fight. You still got a whole half left. You're a thoroughbred out there running against a bunch a nags. You can pick these fuckers apart. \n[78]You're good. You're really good. \n[79]Okay, let's all take a few seconds to think about what we were doing for a living... just last week. \n[80]Good. Let's kick ass. Red right pass 15 x \n[81]Red fifteen! Red fifteen! Hut! \n[82]  Murray pulls it in for fifteen yards.  \n[83]  \n[84]   \n[85]Hut, hut! \n[86] They're breathing down his back.   \n[87] He sees Franklin and cocks his arm. Suddenly, opposing jerseys are everywhere.  Shane dumps the ball. He's immediately decked by a defensive end.   \n[88] He's down and not moving.   \n[89] He's helped off the field and onto the bench.   ON McGINTY  He grabs Bateman before he can run out onto the field.    \n[90]I can't... \n[91]22 green! \n[92]Check! Black 43! Black 43! \n[93]Black 43! \n[94](shaking his \n[95] \n[96]Hut!   Hut! \n[97] He waits for the snap.   \n[98]Hut! \n[99] He's still under the defensive end. Reese Evans pulls the guy off and bends down to Shane.  \n[100]... ultimately, it's a pain thing, you know? I mean, it's Darwinian, the survival of the numbest. Whoever can take the pain most, gets the largest contract. It's sick. \n[101] \n[102]I would like. \n[103]Here's home. \n[104](looking at both \n[105] \n[106]Why did you do that? \n[107] \n[108]I guess they found one. \n[109] as he opens his eyes.  He rolls over and screams in pain.   \n[110] \n[111]Oh, God. I've got to go to the bathroom. It's far away, isn't it? \n[112]Oh, man. My hair hurts. \n[113]Did you undress me? \n[114]And you... slept here with me? \n[115]Did we... ? \n[116]No blood. \n[117]May I ask you a personal question? \n[118]Do you do this for all Redskin quarterbacks? \n[119]Then why me? \n[120]I can't take a hit! \n[121]Redskins? \n[122]McGinty called a dinner meeting with the whole team. \n[123]Thank you. Thanks for... everything.     You saved my life. \n[124]And that pill, that sure worked. \n[125]Well... \n[126] Shane answers his door.     Annabelle is standing there.  \n[127]Hi.    Come in. \n[128]Wow.    Thanks. \n[129]Yeah.   I know. \n[130] \n[131]Okay. Spread left 'A' Right, roll right Half Back Sail. On two. \n[132]Red, fifteen.   Hut, hut! \n[133] He spots his receiver, he cocks his arm and wham! Morris decks him. And, of course, lands on him. Oooof!  \n[134]Huddle up! \n[135]Same thing... Except... Let him in. Don't touch him. \n[136]Shut up! Let him through. On two. \n[137]Red fifteen. Hut! Hut! \n[138]Get him! \n[139]No! Danny, go down! You're using up the clock! \n[140] \n[141]We got time for one play, but if we don't get it out of bounds, the game is over. Yeah, but you're looking at a sixty-five yard kick from here. \n[142]Seriously? \n[143] He's set up to receive the snap.  Pacifico lines himself up the way soccer- style kickers do.  Then he takes a drag on his smoke, and flicks it away.  \n[144]You look great, Lou, you know that? \n[145]Hut! \n[146]No.     Not really. \n[147]\n[148]Yes. No. I'm here because ... I don't want to be alone. \n[149]But to tell you the truth... I'm kind of scared of you. \n[150]You know what hurts worse than my shoulder? \n[151]Their defensive end punched me in the mouth. \n[152]Seriously. It's killing me. \n[153]... after that game, after being beaten that badly in front of the whole country, after humiliating myself, my team, my school, my family, I mean -- did you know that I set two Sugar Bowl records?! I was sacked eleven times! I threw six interceptions! \n[154]Anyway, after that, I could never seem to adjust in the pros. I was too scared. I lost my balls. \n[155]You know what I mean. My nerve. I lost the edge you need to play this game. \n[156]No. Somehow, I convinced myself that I couldn't ever win the big game. I got so down, that I was afraid to be playing when a game was on the line. I was afraid to screw up. That's the sure sign of a loser. From there, it wasn't very far to thinking that I'll never win, that I didn't deserve to win at anything. Including love. \n[157] He walks in and closes the door.  When he turns around, Eddie Martel, ex- Washington Redskin quarterback, is sitting on Shane's bed.  Two defensive linemen-types stand by the window.  \n[158]What's this? \n[159]A visit. Who let you in? \n[160]Lucky girl. \n[161]Dallas Cowboys.     Howdy. \n[162]What do you want? \n[163]I'm flattered that you actually think we have a chance to win. \n[164]Is the union behind this 'visit'? \n[165] \n[166]Whatever you say, Coach. Alright, listen up. The strike is just about history. By tomorrow, you will no longer be Redskins. It's important that you leave here, however, with the knowledge that you have made a difference in your own life, in the owner's life -- or what's left of it -- and especially the fans'. You have proven to a skeptical America that sports is not about contracts, or agents or shoe deals. Sports is about rising to the occasion. We have one more opportunity tonight to do that, one more chance to show what heart is all about. The Dallas Cowboys are waiting out there to kill you. I expect nothing less than for you to win even in your death throes. We have a powerful weapon on our side tonight: there is no tomorrow for most of you. And that makes you very dangerous people. Use it. \n[167] He walks out onto the field to join the huddle.  \n[168]Hut!   Hut! \n[169] He under-throws a very weak-looking pass to Lamont.  Shane grits his teeth against the pain.   \n[170] \n[171]  \n[172]  \n[173]Okay.    Red right 15 X hook. \n[174]15 X hut! \n[175] His side is killing him with every step he takes.  When the safety moves up on him, Shane panics and goes down in the same kind of slide that Eddie Martel did in the beginning.  Boom!   The GUN SOUNDS and the half ends.  Shane sees Redskin trainers running out onto the field.  He turns and sees Lamont rolling on the ground in pain as he holds his bad knee. \n[176]I'm sorry, Roland. That was a great block. \n[177]You were a warrior, Roland. I'm gonna miss you. \n[178]Yes, Andre. It's true. \n[179]You're right, Clifford. And I'm sorry. But now I want to go out there and either beat these bastards or die trying. I never wanted to beat anybody so bad in my life. \n[180]Gentlemen, our problem is the Cowboys aren't afraid of us. But they should be! \n[181]We've got one chance on offense to make our stand -- the first play of the half. \n[182]No.     But one nasty-ass play    might. We just gotta    be brave. And trust    each other. \n[183]Help me with this. \n[184]Somebody has to tape me up. \n[185] He starts to follow the offense out on the field. Then he turns and sees Annabelle engrossed in a cheer.  He runs over to her.  \n[186]I'm okay. I owe you an apology. \n[187]Yes. I'll explain later. But thank you for believing in me. You give me strength just looking at you. \n[188] He breaks the kiss and looks up in the stands at Eddie Martel.  Shane gives him the finger.  The crowd goes \"Wooooo!\" at that too.  Martel doesn't think this is funny.  Shane walks onto the field leaving a confused but happy Annabelle.  He walks past Dallas defensive lineman Butler.  \n[189]Suck my dick. \n[190]Blue thirteen! Blue thirteen! Hut! Hut! Hut! \n[191]  \n[192]Okay, everybody, stick \n[193] \n[194]Black 98! Black 98! Hut! \n[195]   \n[196]  \n[197]   \n[198] He's in the shotgun calling signals.  \n[199]Hut!   Hut! \n[200] He's got Franklin crossing in the end zone. He cocks and throws, and simultaneously gets decked by Butler.   \n[201] He's on his back.   \n[202] Trainers are bending over him.      He's out but  he's mumbling:  \n[203]Put your tits on my head... \n[204] McGinty is still bent over him.   Shane is in major pain but nods his head.  \n[205]I can do it. \n[206] He shakily follows Pacifico out onto the field.  Reese Evans catches up with him.  \n[207]Just make it a good snap. And you'll do the rest, right? \n[208] He's kneeling in the middle of the field waiting for the snap. But something is bothering him.  \n[209] \n[210]What?! \n[211]Hut! \n[212] He has totally caught the Cowboys by surprise. He sweeps around the right side.  The Dallas middle linebacker has recovered and is moving quickly to cut Shane off.  But Reese Evans comes out of nowhere and crushes the guy with a flying block.  Shane cuts downfield and heads for the end zone with nobody near him, except:  For the same safety from the first half who waits for him at the ten.  The safety smiles as he takes a bead on Shane.  Shane heads right for the guy. He puts his head down and smacks helmets with the safety. The guy goes down and Shane runs over him and into the end zone.  \n[213] He spikes the shit out of the ball.   And then sees something up field.  \n[214] He's walking slowly back to the line of scrimmage.   ON McGINTY  He looks sick.  Shane walks up to Pacifico who is down. His arm is being immobilized by a team trainer.  \n[215]  \n[216]No problem, Mickey. Hell of a hit, Reese. \n[217]Right after this play. So besides me, who really wants the ball? \n[218] (signs as he \n[219]Blue 58! Blue 58! Hut! Hut! Hut! \n[220] He steps up and throws a clean bullet downfield. He roars in pain as he throws it.   \n[221] IN the SILENCE, he's walking in SLOW MOTION toward Annabelle. And everybody is smiling.   ", "Falco": "\n[1] He's in shorts and a sweatshirt taking snaps from center Reese Evans.  ", "Bateman": "\n[1]What area code is 703? \n[2]Hi, I'm Danny. \n[3]Thank's, Coach! \n[4]  \n[5]  \n[6] He trips big-time into the side of the helmet. He bounces (it's inflated, remember?) to the other side, bounces again and is shot out of the front of it like a cannon ball.   \n[7] He's sheepishly standing to one side as trainers come out to assist.   \n[8]  \n[9]  \n[10]The ball. Okay, Coach. \n[11]Beautiful tackle, Shane! \n[12]    \n[13]Me, too, Reese! \n[14]  \n[15]  \n[16]  \n[17]  "}}