{"filename": "Fifth-Element,-The_script.txt", "imdb_id": "tt0119116", "imdb_url": "https://www.imdb.com/title/tt0119116", "characters": ["Zorg", "General Staedert", "Cornelius", "President Lindberg (as Tommy 'Tiny' Lister Jr.)", "General Munro", "Fog", "Mactilburgh", "David (as Charlie Creed Miles)", "Korben Dallas", "Professor Pacoli", "Right Arm", "Billy", "Ruby Rhod", "Mugger", "Leeloo"], "dialogues": {"Zorg": "\n[1] \tCLOSE ON: A pair of feet limping heavily.  A MAN comes alongside them.  \n[2]\t\t\t\tFire 1000.  \n[3]\t\t\t\t\t \t\t\t\tAknot?  Is that you?  \tThe LEADER nods. A disgusted look stamps Zorg's features.  \n[4]\t\t\t\t...What an ugly face! Doesn't suit you at all! \t\t\t\tTake it off...  \tAKNOT's face burns away revealing the head of a monstrous MANGALORE.  \n[5]\t\t\t\tThat's better! Never be ashamed of \t\t\t\twho you are... \t\t\t\tYou're warriors... be proud...  \tAKNOT says nothing, but if his eyes could talk!  \n[6]\t\t\t\tSo what if the Federal Army crushed your \t\t\t\tentire race and scattered your people to the \t\t\t\twind... \t\t\t\tYour time for revenge is at hand... \t\t\t\tVoila... the ZF1.  \tHe takes out a weapon from one a crate and goes into a sales pitch.  \n[7]\t\t\t\t\t \t\t\t\t...It's light... the handle's adjustable for \t\t\t\teasy carrying... good for righties and lefties.  \tMeanwhile, two MEN set up a mannequin rigged with various defense mechanisms at the far end of the warehouse.  \n[8]\t\t\t\t... Breaks down into four parts, undetectable by \t\t\t\tX-rays.. It's the ideal weapon for quick, discreet \t\t\t\tinterventions.  A word on fire power: Titanium \t\t\t\trecharger. 3000 round clip with bursts of 3 to 300. \t\t\t\tWith the replay button, another Zorg innovation, \t\t\t\tit's even easier... one shot.  \tHe fires at the mannequin.  \n[9]\t\t\t\t... and replay sends every following shot \t\t\t\tto the same location...  \tZorg spins around, the rounds all hit the mannequin.  \n[10]\t\t\t\t\t \t\t\t\tI recharge, but the enemy has launched a \t\t\t\tcowardly sneak attack from behind, the \t\t\t\tautomirror takes care of that.  Gives me the \t\t\t\ttime to turn around and finish the job. \t\t\t\t300 round bursts, then there are the Zorg oldies...  \tHe fires off each item he names.  \n[11]\t\t\t\t...Rocket launcher.  The always efficient \t\t\t\tflame thrower... My favorite. \t\t\t\tOur famous net launcher, the arrow launcher, \t\t\t\twith exploding or poisonous gas heads - very \t\t\t\tpractical. \t\t\t\tAnd for the grand finale, the all-new ice-cube \t\t\t\tsystem!  \tThe mannequin has been blasted into a pile of ashes covered by a net,. stuck with arrows, the whole mess frozen solid. He tosses the weapon into AKNOT's hands.  \n[12]\t\t\t\t...Four full crates, delivered right on time! \t\t\t\tWhat about you, my dear Aknot, did \t\t\t\tyou bring me what I asked you for?  \tAKNOT sets the case on a crate.  Zorg gloats while stroking the case.  \n[13]\t\t\t\t...Magnificent.  \tZorg smiles, takes a deep breath, opens the case.  It's empty  \n[14] \tAKNOT looks into the case.  Things grow tense.  \n[15]\t\t\t\tAlright..I've got an open mind here.. \t\t\t\tanyone care to explain?  \n[16] \n[17]\t\t\t\tI'm fucked!  \tZorg calmly closes the case and gives Aknot a blood-chilling stare.  \n[18]\t\t\t\t\t \t\t\t\tA case with four stones in it. Not one! \t\t\t\tNot two or three! But four!!! Four stones!!! \t\t\t\tWhat the fuck am I supposed to do with an \t\t\t\tEMPTY case?!!  AKNOT's men grow edgy.  \n[19]\t\t\t\t\t \t\t\t\tBut you can still count.  Look... \t\t\t\tmy fingers.  \tHe holds up four fingers.  \n[20]\t\t\t\t...Four stones, four crates... Zero stones... \t\t\t\t\t \n[21]\t\t\t\t\t \t\t\t\tSo, you are a merchant, after all. \t\t\t\t\t \t\t\t\tLeave them one crate.  For the cause!  \tZorg's men leave a crate and exit with the other three.  \n[22] \tZorg walks along the street to his limo.  RIGHT ARM carries the empty case.  \n[23]\t\t\t\tI don't like warriors!  They're too \t\t\t\tnarrow-minded, no sublety.  Worse, \t\t\t\tthey fight for hopeless causes..for honor! \t\t\t\tHonor has killed millions of people but \t\t\t\thasn't saved a single one. \t\t\t\t\t \t\t\t\tYou know what -- do I like though, I like killer. \t\t\t\t  A real dyed in the wool killer.  Cold-blooded. \t\t\t\tClean.  Methodical.  Thorough.  A killer, when \t\t\t\the picked up the ZF1, would've immediately \t\t\t\tasked about the little red button on the bottom of \t\t\t\tthe gun.  \n[24] \tThe warriors have all taken a weapon. One of them inspects his ZF1.  He turns it over and notices the little red button. He presses it.  \n[25] \tBehind Zorg, an ear-shattering explosion levels the warehouse.  \n[26]\t\t\t\t\t \t\t\t\tBring the priest.  \n[27] \tZorg turns to Cornelius.  \n[28]\t\t\t\tZorg. Jean-Baptiste Emmanuel Zorg... \t\t\t\tnice to see you again  \n[29]\t\t\t\tI'm glad you got your memory back, Father... \t\t\t\tBecause you're going to need it... \t\t\t\tWhere are the stones?  \n[30]\t\t\t\tPersonally, they are of no interest to me, \t\t\t\tI'd rather sell weapons..but I have a customer... \t\t\t\tso tell me...  \n[31]\t\t\t\tWhy?  What's wrong with me?  \n[32]\t\t\t\tAh, Father... You are so wrong. \t\t\t\tLet me explain...  \tZorg leads Cornelius into his inner office.  \n[33]\t\t\t\t...would you like a drink?  \n[34]\t\t\t\tFollow me.. Life, which you so nobly serve, \t\t\t\tcomes from destruction. Look at this empty \t\t\t\tglass.  \tZorg pushes the glass with his finger.  \n[35]\t\t\t\tHere it is... peaceful... serene... \t\t\t\tbut if it is...  \tZorg pushes the glass off the table.  It shatters on the floor.  \n[36]\t\t\t\tDestroyed...  \tSmall individual robots, both free-wheeling and integrated, come zipping out to clean up the mess.  \n[37]\t\t\t\t...Look at all these little things... \t\t\t\tso busy all of a sudden. \t\t\t\tNotice how each one is useful. \t\t\t\tWhat a lovely ballet, so full of form \t\t\t\tand color.  So full of..life!  \n[38]\t\t\t\tYes but... by that simple gesture of destruction. \t\t\t\tI gave work to at least fifty people today. The \t\t\t\tengineers, the technicians, the mechanics. Fifty \t\t\t\tpeople who will be able to feed their children so \t\t\t\tthey can grow up big and strong.  Children who \t\t\t\twill have children of their own, adding to the great \t\t\t\tcycle of life!  \tCornelius sits in silence.  \n[39]\t\t\t\tFather, by creating a little destruction, \t\t\t\tI am, in fact, encouraging life!  So, in \t\t\t\treality, you and I are in the same business!  \n[40]\t\t\t\tLet me reassure you Father..I will never kill \t\t\t\tmore people in my entire life than religion has \t\t\t\tkilled in the last 2000 years.  \tZorg smiles, holds up the glass and takes a drink. \tUnfortunately, he chokes on the cherry.  Unable to breathe, Zorg starts to panic.  \n[41]\t\t\t\tYou saved my life... So, I'm going \t\t\t\tto spare yours. \t\t\t\t\t \t\t\t\tThrow him out!  \tThe GUARDS throw Cornelius out.  \n[42]\t\t\t\t\t \t\t\t\tI know...  \tThe GUARDS drag Cornelius out of the office.  \n[43]\t\t\t\t...Torture whoever you want, the \t\t\t\tpresident if you have to but I want \t\t\t\tthose Stones. You have an hour.  \tRight Arm salutes and hurries out of the office.  \n[44] \n[45] \n[46] \n[47] \tRight Arm is on the phone, facing Zorg.  \n[48]\t\t\t\tDon't come back without the Stones.  \n[49] \tZorg's Right Arm is in a phone booth in the middle of the hall.  \n[50]\t\t\t\t\t \t\t\t\tI'm listening.  \n[51]\t\t\t\tThis is a joke, right?  \n[52] \n[53]\t\t\t\tI cannot hear you. We have a bad \t\t\t\tconnection here.  What's your number?  \tRight Arm reads off the phone number.  \n[54]\t\t\t\tI'll call you back.  \n[55] \tA keyboard slowly appears in front of Zorg.  \n[56]\t\t\t\t\t \t\t\t\t278... 500...  \n[57]\t\t\t\t3... 2... 1...  \t- The engines at full blast.  \t- The stewardess in close to screaming.  \n[58] \tPicasso purrs contentedly on Zorg's lap.  The phone rings.  \n[59]\t\t\t\tYes... Zorg here.  \tThe voice is feeble.  It comes from the far reaches of time, from the bowels of the universe.  \n[60]\t\t\t\tNo... not at all.  Where are you?  \tSHADOW'S breathing is awesome.  \n[61]\t\t\t\tReally? Maybe I can get you on my screen \t\t\t\tand see you at last!  \tZorg brings up a huge screen and pushes a few buttons.  \tIn the middle of an electronic snowstorm, a blackish, vaguely human, quiverinq form appears. Two eyes, like lava, give an idea where the head is. Zorg feels sick.  \n[62]\t\t\t\tGot it.  \n[63]\t\t\t\t\t \t\t\t\tFine, just fine!  I'll have the 4 pieces you \t\t\t\tasked for any time now.  But it wasn't easy. \t\t\t\tMy costs have tripled.  \tShadow pauses an instant.  A black slimy liquid starts to ooze from the top of the screen.  Zorg is feeling worse all the time.  \n[64]\t\t\t\tThe Stones will be here. I'll see to it \t\t\t\tpersonally!  \n[65]\t\t\t\t\t \t\t\t\tMore than enough.  \n[66]\t\t\t\tMy compliments, little lady! \t\t\t\t...And thanks for doing all the dirty work! \t\t\t\tI couldn't have done it any better myself! \t\t\t\t\t \t\t\t\t...Now hand over the Stones!  \tLeeloo smiles and hands him the case.  Zorg arms the ZF1 and gets ready to kill her.  \n[67]\t\t\t\tNice knowing you.  \tLeeloo catches on quickly.  She kicks the scotch bottle on the floor into the gun which throws Zorg's shot off.  She jumps to the ceiling and disappears in an air vent.  Furious, Zorg fires at the ceiling.  \n[68]\t\t\t\t\t \t\t\t\tYou can run but you can't hide...  \n[69]\t\t\t\tYou want something done, do it yourself!  \n[70]\t\t\t\tNothing I can't fix myself.  \tHe brings up the ZF1 and wipes out the garage.  \n[71]\t\t\t\t\t \t\t\t\tAllow me...  \tZorg slips a small magnetic card in the bomb, it starts to count down from 5 minutes.  \n[72]\t\t\t\tJust for the fun of it.  \tLoc Rhod faints.  \n[73]\t\t\t\tWell, what do we have here? Is this \t\t\t\tKorben Dallas? The famous winner of \t\t\t\tthe Gemini Croquette contest? \t\t\t\tOr is this Korben Dallas from Special \t\t\t\tSection sent by old Lindberg himself.  \tKorben doesn't reply.  \n[74]\t\t\t\t...In any event, whoever you are, \t\t\t\tI was glad to meet you.  \tZorg fires at Korben who figures he is dead.  Nothing.  Zorg tries again. Nada.  The clip is empty.  Zorg starts to panic.  \n[75]\t\t\t\t...A 3000 round clip! I didn't fire off \t\t\t\t3000 rounds... did I?  \n[76]\t\t\t\tI didn't fire three thousand rounds...  \n[77]\t\t\t\t\t \t\t\t\tMaximum Protection.  \tA mauve-colored magnetic shield closes around Zorg like an indestructible \tsarcophagus.  \n[78]\t\t\t\tHow's that? Can you hear me better \t\t\t\tnow?  \n[79]\t\t\t\tWho gives a shit! I didn't come here to \t\t\t\tlisten to music! Listen up instead of \t\t\t\trunning off at the mouth! \t\t\t\tThe batteries on my phone are almost gone.  \n[80]\t\t\t\tDispatch me another ZFX200 immediately. \t\t\t\tSomeone stole mine.  \n[81]\t\t\t\tI'm not at the hotel!  \n[82]\t\t\t\tHello?...  \n[83]\t\t\t\t\t \t\t\t\tStay calm.... stay calm...  ", "General": "\n[1]\t\t\t\tSir..the Mondoshawan do not belong to the \t\t\t\tfederation. We do not know their intention.. \t\t\t\tI must recommend a full trinuclear assault..  \n[2]\t\t\t\tMr. President, the attack was launched by two \t\t\t\tunregistered warships.  \n[3]\t\t\t\tYes, sir.  ", "Staedert": "\n[1]\t\t\t\tDon't you have anything?  Not even \t\t\t\ta temperature?  \n[2]\t\t\t\t...Send out a probe.  \n[3]\t\t\t\tI can hear you, Mr. President, but I \t\t\t\tcan't see you .  \tThe President grabs the mini-camera on his desk and yanks it around to face him. \tHis face fills the screen.  \n[4]\t\t\t\tPerfect, Mr. President.  \n[5]\t\t\t\tThere are no results from the chemical \t\t\t\tand molecular analysis as of yet, all the \t\t\t\tcalibers are overshot..we're hoping a \t\t\t\tthermo nucleatic imaging..  \n[6]\t\t\t\tNot yet Sir..The only thing we know is \t\t\t\tit just keeps getting bigger!  \n[7]\t\t\t\tWait or act.  \n[8]\t\t\t\tMy philosophy Mr. President is shoot first \t\t\t\task questions later. \t\t\t\tI don't like uninvited guests.  \n[9]\t\t\t\tMr. President, we're at crisis point.  \tThe President looks puzzled.  \n[10]\t\t\t\t\t (to the CAPTAIN) \t\t\t\t..Up front loading of a 120 ZZR missile. \t\t\t\tMarker lights on the objective.  \n[11]\t\t\t\t\t \t\t\t\tI don't, Mr. President.  \n[12]\t\t\t\tLoad a series of 740 missiles. Maximum \t\t\t\tshield protection.  \n[13]\t\t\t\tI'm about to, Mr. President.  \n[14]\t\t\t\t\t \t\t\t\t...What do we have that's bigger than 240?  \n[15]\t\t\t\t\t \t\t\t\t... Good God!  \tThe flame fills the screen with a horrendous NOISE that....  ", "Cornelius": "\n[1]\t\t\t\tImagine for a moment that this. thing is not \t\t\t\tanything that can be identified because it prefers \t\t\t\tnot to be, because it is the antithesis of all we are. \t\t\t\tBecause it is evil.. TOTAL EVIL.  \n[2]\t\t\t\tEvil begets evil, Mr. President. \t\t\t\tShooting would only make it stronger.  \n[3]\t\t\t\tTime is of no importance, Mr. President. \t\t\t\tOnly life is important.  \n[4]\t\t\t\tThe most terrible intelligence imaginable, \t\t\t\tMr. President.  \tThe President hesitates.  \n[5]\t\t\t\t\t \t\t\t\tWe have forty-eight hours, the time it needs \t\t\t\tto adapt itself to our living conditions.  \n[6]\t\t\t\tAnd then it will be too late. The goal of \t\t\t\tevil is to wipe out life! All forms of life. \t\t\t\tFor all eternity...Life upsets it.  \tThe President appears upset himself by this image.  \n[7]\t\t\t\t\t \t\t\t\tYes..thank God..  \n[8]\t\t\t\t\t \t\t\t\tThe Mondoshawans don't belong to the \t\t\t\tFederated Territories, but they are peaceful... \t\t\t\tin their possession are the four elements of life. \t\t\t\tThese elements when they are gathered around a fifth: \t\t\t\tThe Supreme Being, ultimate warrior, created to protect \t\t\t\tlife......  \tThe SUPREME BEING is standing, as if frozen in armor.  All we see is the bottom half of his body.  Big metallic gloves hold the case engraved with the emblem of the three suns containing the four Sacred Stones.  \n[9]\t\t\t\t..will produce what the ancients called the \t\t\t\tlight of creation, the light of total goodness \t\t\t\twhich is the only thing that can defeat EVIL.  \tThe President points to the spot occupied by the 5th element.  \n[10]\t\t\t\tWhite turns to black.  Light to Dark. \t\t\t\tLife to Death.  For all eternity.  \tThe President's nerves quiver.  \n[11]\t\t\t\tThey are the only ones who can help..  \n[12]\t\t\t\t\t \t\t\t\tThank you, Mr. President.  \n[13]\t\t\t\tWe are lost!  \n[14]\t\t\t\t\t \t\t\t\tWhat are we going to do?  \n[15] \tThe door opens. Korben is there with the unconscious girl in his arms.  \n[16]\t\t\t\t\t \t\t\t\tWeddings are one floor down. \t\t\t\tCongratulations.  \tCornelius closes the door.  The doorbell RINGS again.  \n[17]\t\t\t\t\t \t\t\t\tThat's me.  But I don't know who she is... \t\t\t\twhere did you find her?  \n[18]\t\t\t\t\t \t\t\t\tThe fifth element.  \tHe faints dead away.  Korben, with the girl still in his arms looks around helpless.  \n[19] \tIn his armchair, Cornelius gets woken by a slap in the face.  \n[20]\t\t\t\t\t \t\t\t\tWho are you?  \n[21]\t\t\t\tThe girl?  \tCornalius gets up.  He looks at the handle.  \n[22]\t\t\t\t\t \t\t\t\tHe's a she!  \n[23]\t\t\t\t\t \t\t\t\tThere's not a moment to lose! Wake her up, \t\t\t\tbut be gentle about it!  This woman is mankind's \t\t\t\tmost precious possession! She is... perfect!  \n[24]\t\t\t\tUh yes, we're cousins..distant cousins..  \tCornelius runs into the next room.  Korben looks at the girl, goes to slap her, then changes his mind.  \tHer beauty troubles him.  He hesitates, then, gently caresses her cheek. Her skin seems so soft, so fragile.  \n[25]\t\t\t\tIt's a miracle!!!  \n[26]\t\t\t\t\t \t\t\t\tI can't wear these clothes! This calls \t\t\t\tfor dignity! \t\t\t\tI have to dress the part!  \tHe opens a closet filled with identical robes and plunges in, disappearing as David looks on, uncomprehending.  \n[27] \tKorben gently kisses the girl's cheeks, but she doesn't respond.  He looks around then kisses her on the lips.  The girl's eyes snap open. When Korben straightens up he discovers his own gun jammed under his chin.  \n[28]\t\t\t\tThe Supreme Being, the fifth element is here, \t\t\t\tin our parish!!! It's a miracle!!!  \n[29]\t\t\t\tAppipulai Leeloo Minai..  \n[30]\t\t\t\t\t \t\t\t\tAt your service.  \tLEELOO lowers her guard starts to laugh.  An irresistible childish laugh. \tKorben smiles.  \n[31]\t\t\t\tAbsolutely sure There's the triple suns on \t\t\t\ther gloves!  \tDavid bows low, but his eyes glance up at Leeloo.  Cornelius begins to lead Korben toward the door, hustling him out.  \n[32]\t\t\t\tShe's an exception..  \n[33]\t\t\t\tThank you so much for your help Mr...?  \n[34]\t\t\t\tYes. That's fine! Thank you very much. \t\t\t\tA thousand times over!  \n[35]\t\t\t\tShe's fine, really..don't you worry.. \t\t\t\tjust needs some rest..she's had a very long trip.  \n[36]\t\t\t\tIt means, \"Never without my permission\".  \n[37] \tLeeloo has a towel wrapped around her, it looks like she just took a shower.  She sits  in front of a computer wolfing down some chicken.  Data scrolls by on the screen.  David watches from the corner, in awe.  \n[38]\t\t\t\tLearning our history! \t\t\t\tThe last 5000 years that she missed! \t\t\t\tShe's been out of circulation a while, \t\t\t\tyou know.  \tLeeloo breaks into her childish laughter.  \n[39]\t\t\t\tWhat're you laughing about?  \n[40]\t\t\t\tYes. Of course..  \tLeeloo takes her plate out of the microwave.  A steaming plate heaped with chicken and exotic vegetables.  \n[41]\t\t\t\tLeeloo..I'm sorry to interrupt you but..  \tShe sits back down in front of the screen and chomps away heavily on her second chicken.  Cornelius sits opposite her. and holds up the case handle.  \n[42]\t\t\t\t\t \t\t\t\tThe case..with the stones... \t\t\t\tWhere is it?  \n[43]\t\t\t\tThe case was stolen?  \tLeeloo nods her head, quite unperturbed and continues to devour the food in front of her.  \n[44]\t\t\t\t\t \t\t\t\tWho in gods name would do such \t\t\t\ta thing?  \n[45] \t... and David enters carrying a bundle of clothes.  \n[46]\t\t\t\tThere was this guy with a limp who \t\t\t\tcame a month ago..said he was an art \t\t\t\tdealer ... Asking all these questions about \t\t\t\tthe Sacred Stones..at the time I didn't think \t\t\t\tanything of it.. What was his name? I'm so \t\t\t\tbad with names...  \n[47]\t\t\t\tPerfect.  \tLeeloo finishes dressing. She is delighted.  \n[48]\t\t\t\tLeeloo?  The Stones... \t\t\t\tWe must get them back.  \tLeeloo settles down, sits at the computer and turns it on.  \n[49]\t\t\t\tYou know exactly where they are!  \n[50] \tLeeloo breaks into her childish laughter once again.  \n[51]\t\t\t\t\t \t\t\t\tWhat do you mean empty?  \n[52] \tLeeloo explains what happened in her language.  \n[53]\t\t\t\t\t \t\t\t\tShe says that the Guardians never really had \t\t\t\tmuch faith in humans. They were afraid of \t\t\t\tbeing attacked. The stones were given to someone \t\t\t\tthey could trust who took another route. \t\t\t\tShe's supposed to contact this person in a little less \t\t\t\tthan twelve hours from now in a hotel. \t\t\t\tShe's looking for the address!  \tA map of the stars flashes onto the screen, Leeloo points.  \n[54]\t\t\t\t...We're saved!  \n[55] \tLeeloo is polishing of' an immense pile of dessert as David bangs away at the computer.  \n[56]\t\t\t\tGood work, my son.  Now all we need is \t\t\t\ta way to get there.  \tThe doorbell rings.  \n[57]\t\t\t\tI'll get it.  Finish your work my son.  \tCornelius opens to Right Arm with armed escort.  \n[58]\t\t\t\tMy son?  \n[59]\t\t\t\tMr. Who?  \n[60] \n[61]\t\t\t\tI remember you now..the so called \t\t\t\tart dealer.  \n[62]\t\t\t\t...Why on earth do the stones interest you?  \n[63]\t\t\t\tEven it I did know where the stones were \t\t\t\tI would never tell somebody like you.  \n[64]\t\t\t\t...I'm a priest! I'm here to serve life, \t\t\t\tAll you want to do is destroy it.  \n[65]\t\t\t\tNo thank you.  \n[66]\t\t\t\tThey are robots!  \tA SERVANT comes in pours water in another glass.  Zorg tosses a cherry into it.  \n[67]\t\t\t\tDestroying a glass is one thing..killing people \t\t\t\twith the weapons you produce is quite another.  \n[68]\t\t\t\t\t \t\t\t\tWhere's the robot to pat your back?  \tZorg falls, writhing, on his desk, inadvertently hitting buttons which trigger a slew of little mechanisms.  They pop out all over the desk. True chaos reigns.  Even a cage appears, holding a Souliman Aktapan, a fat multicolored beastie, PICASSO, who seems surprised to be out in daylight.  He licks his half-dead master in thanks.  Cornelius gets up and walks around the desk.  Zorg motions for help.  \n[69]\t\t\t\tCan I give you a hand?  \tCornelius whacks him on the back.  The cherry comes flying out.  Zorg regains control of himself. GUARDS come running in.  \n[70]\t\t\t\tYou are a monster, Zorg!  \n[71]\t\t\t\tI'm sorry to have to resort to such \t\t\t\tmethods, but we heard about your \t\t\t\tgood luck on he radio and we need \t\t\t\tthe tickets to Fhloston.  \n[72]\t\t\t\tWe're not going on vacation..we're \t\t\t\ton a mission..  \n[73]\t\t\t\t\t \t\t\t\tWe have to save the world.  \n[74]\t\t\t\tOf course.  \n[75]\t\t\t\tOh my god oh my god..  \tKorben pushes a button sending the fridge to the next floor.  A shower takes it's place.  \n[76]\t\t\t\tWhat are you doing?  \n[77]\t\t\t\tNo, I'm not proud of myself... \t\t\t\tBut we don't have the luxury of choice.  \n[78]\t\t\t\tLeeloo, be careful.  \tHe turns to David who in holding his bloody nose.  \n[79]\t\t\t\tDid you get them?  \tDavid hands Cornelius two passports.  \n[80]\t\t\t\tExcellent... Leeloo Dallas.  \tHe hands it to her.  The name makes her smile.  \n[81]\t\t\t\tAnd Korben David Dallas.  \tShe frowns.  \n[82]\t\t\t\tI can't pretend to be your husband... \t\t\t\tDavid's in great shape.  \tShe looks at David holding his bloody nose.  \n[83]\t\t\t\tHe'll protect you. Go on... See the Diva... \t\t\t\tget the Stones... See you at the temple... \t\t\t\tGod be with you.  \tANGLE ON: Korben comes rushing into the airport. Walking quickly, he scopes the hall looking for Leeloo. A POLICE PATROL bearing down on the STRIKERS jostles him. The cops open fire.  The strikers dive into the garbage and disappear.  \n[84]\t\t\t\t\t \t\t\t\tI feel so guilty sending her to do the dirty \t\t\t\twork. I know she was made to be strong \t\t\t\tbut she's also so fragile... So human. \t\t\t\tYou know what I mean?  \tThe bartender, a robot, nods his head as he pours Cornelius a drink.  \n[85]\t\t\t\tYeah...  \n[86]\t\t\t\tWhere's Leeloo?  \n[87]\t\t\t\tIt's all my fault.  I'm the servant... \t\t\t\tIt's my mission! Here!  \tHe hands David the Temple Key from around his neck.  \n[88]\t\t\t\tHere's the key to the Temple.. \t\t\t\tPrepare for our arrival!  \tCornelius tosses David's drink into his own, downs it all in one shot, and takes off, passing the Mangalore couple headed for the exit.  They are very nervous. \tA police patrol is coming.  This time, it seems to be for them.  \n[89]\t\t\t\tWhere was I?  \n[90]\t\t\t\tAnd the smile of an angel?  \tThey all turn to look at him.  \n[91]\t\t\t\t\t \t\t\t\tMay I speak to you alone.  \n[92]\t\t\t\t...My God!  \n[93]\t\t\t\t\t \t\t\t\tMangalores! The Diva's suite! They want \t\t\t\tthe Sacred Stones! They must be stopped. \t\t\t\tWe must stop them!. I'm going to free you \t\t\t\tbut you must promise to help me!  \tThe Chief of Police nods his agreement.  \n[94]\t\t\t\t\t \t\t\t\tI told you...  \n[95]\t\t\t\t\t \t\t\t\tOf course I was telling you the truth!... \t\t\t\tIf you had listened to me in the first place, \t\t\t\twe wouldn't be in this predicament now!  \n[96]\t\t\t\tYou're probably very angry with me and \t\t\t\tI quite understand. But I want you to \t\t\t\tknow I'm fighting for a noble cause.  \n[97]\t\t\t\tLeeloo's in trouble?  \n[98]\t\t\t\tUh.. Have you tried the Diva's suite?  \tKorben realizes that Cornelius in probably right.  \n[99]\t\t\t\tProbably the time remaining before it \t\t\t\texplodes.  \tCornelius smiles and continues his search.  \n[100]\t\t\t\tDoesn't matter all you need are your \t\t\t\tlegs.  \n[101]\t\t\t\tThere's a General on the phone... \t\t\t\tHis name's Mambo, I think.  \n[102]\t\t\t\tLater, David! Later! \t\t\t\tThere's not a minute to lose!  \tThe small group enters the chapel.  \n[103]\t\t\t\t\t \t\t\t\tUh, this one... must be water!  \tIt's obvious he doesn't know where to put it.  \n[104]\t\t\t\tTheoretically, yes! The four Stones form \t\t\t\tthe beam and the Fifth Element is supposed \t\t\t\tto stand in the middle there, but... \t\t\t\tI don't have the reference book. \t\t\t\tI've never seen the Stones work!  \tKorben can't believe his ears.  He tears the Stone out of Cornelius' hand and studies the inscriptions.  He goes over to one of the four bases the stones rest on and tries to figure it out.  The symbol of air is on the Stone, the same as on the base.  \n[105]\t\t\t\t\t \t\t\t\tYes, of course, but... The Stones are shut! \t\t\t\tThey have to be open for it to work.  \n[106]\t\t\t\tThat's what I'm saying.  \n[107]\t\t\t\tCome on Leeloo! Come on!  \tThe beam loses its intensity.  Leeloo crumples to the floor.  \n[108]\t\t\t\t\t \t\t\t\tTell her, for God's sake!  \tA bit of the black acid falls on Loc Rhod's shirt setting it on fire.  He rips if off.  ", "Munro": "\n[1]\t\t\t\tMr. President, the attack was launched by two \t\t\t\tunregistered warships.  \n[2]\t\t\t\tYes, sir.  \n[3]\t\t\t\tThis is all that survived?  \n[4]\t\t\t\tHave you identified it?  \n[5]\t\t\t\tTalk English Doc.  \n[6]\t\t\t\tSounds like a freak of nature to me.  \n[7]\t\t\t\t\t \t\t\t\tIs there any danger? Some kind of virus?  \n[8]\t\t\t\tOK, go ahead! But Mr. Perfect better be polite... \t\t\t\totherwise I turn him into cat food.  \tMactilburgh starts the operation rolling as Munro puts his hand on the sell-destruct button, ready to use it.  Thousands of cells form in the heart of the generator, an assemblage of DNA elements.  Then the cells move down a tube, like a fluid, and gather in an imprint of a HUMAN body.  Step by step bones are reconstructed, then the nervous and muscular systems. Whole veins wrap around the muscles.  An entire body is reconstructing before our very eyes.  \n[9]\t\t\t\t\t \t\t\t\tWonderful!  \tThe meter slows, drops to zero.  \n[10]\t\t\t\t...I'd, uh , like to get a few pictures for the archives \t\t\t\tbefore she wakes up.  \tMactilburgh looks at him with a grin.  A remote-control camera approaches the girl's face, a flash goes off.  Blinded by the flash, the girl jumps and screams.  She cowers in a corner, shaking from the cold, darting eyes everywhere looking for the case she was holding.  \n[11]\t\t\t\t\t \t\t\t\tWhat's she saying?  \n[12]\t\t\t\t\t \t\t\t\tThis thing solid?  \n[13]\t\t\t\t\t \t\t\t\tYou're gonna have to learn to communicate \t\t\t\tbetter than that angel if you want out.  \tMunro dangles the key on a chain that will let her out.  The girl rams her fist right through the window.  She grabs the key and yanks it.  The chain snaps tight and Munro slams into the window knocking himself out.  The girl puts her hand through the window again, unlocks the chamber and steps out.  She is still bit wobbly on her legs.  Two GUARDS try to grab her. She sends them flying across the room. Mactilburgh is most impressed.  He sets off a general alarm.  \n[14]\t\t\t\tI managed to contact the Mondoshawan. \t\t\t\tThey deplore the incident, but accept our \t\t\t\tapologies.  \n[15]\t\t\t\tThe-Stones weren't aboard the ship.  \n[16]\t\t\t\tThe Mondoshawan never fully trusted the \t\t\t\thuman race..they felt we're too unpredictable.. \t\t\t\tso they gave up the Stones to somebody they \t\t\t\tdo trust. Her name is Plavalaguna. She's a Diva \t\t\t\tand she's going to sing at the charity ball on \t\t\t\tFhloston Paradise in a few hours.  She has the \t\t\t\tStones with her.  \tThe President breathes easier.  \tZorg's Right Arm is delighted.  \n[17]\t\t\t\tDon't worry, Sir. I have the perfect one.  \n[18]\t\t\t\t\t \t\t\t\tMajor Dallas, if our calculations are correct \t\t\t\tyou still have 57 hours owed to the Federal \t\t\t\tArmy on your enlistment which is more than \t\t\t\tyou will need for a mission of the utmost \t\t\t\timportance.  \n[19]\t\t\t\tTo save the world.  \n[20]\t\t\t\tYou're to leave immediately for Fhloston \t\t\t\tParadise. Retrieve four Stones from the \t\t\t\tDiva Plavalaguna. And bring them back with \t\t\t\tthe utmost discretion as possible. \t\t\t\tAny questions'?  \n[21]\t\t\t\tThree reasons... One: As part of The Elite \t\t\t\tSpecial Forces Unit of the Federated Army \t\t\t\tyou are an expert in the use of all weapons \t\t\t\tand spacecraft needed for this mission.  \tMunro pulls out a long list of documents.  \n[22]\t\t\t\tTwo: Of all the members of your unit \t\t\t\tyou were the most highly decorated.  \n[23]\t\t\t\tYou're the only one left alive...  \tMunro removes the message Korben hasn't bothered to look at.  \n[24]\t\t\t\tDon't you open your messages?  \n[25]\t\t\t\t\t \t\t\t\tYou have won the annual Gemini contest \t\t\t\tand a trip to Fhloston Paradise. For two. \t\t\t\tCongratulations. \t\t\t\tHere are your tickets.  \tHe hands Korben the tickets.  Korben gets it.  \n[26]\t\t\t\tMajor Iceborg will accompany you... \t\t\t\tas your wife...  \tThe idea of taking a trip with Iceborg makes him sick.  \n[27]\t\t\t\tOld tricks are the best tricks eh?  \n[28]\t\t\t\tWhy not?  \n[29]\t\t\t\t\t \t\t\t\tWhat is it?  \tKorben has two seconds to make up something to get rid of Munro.  \n[30]\t\t\t\tI thought you were divorced.  \n[31]\t\t\t\tThree of us will never fit in there!  \n[32]\t\t\t\t\t \t\t\t\t...Mangalores!  \n[33]\t\t\t\tFrom us!  \tThe President gives Munro a hard look.  \n[34]\t\t\t\tMajor Dallas has the Five Elements on \t\t\t\tboard. The priest is guiding them directly \t\t\t\tto the temple.  \tPresident Lindberg closes his eyes in relief.  \n[35]\t\t\t\tMunro here. President Lindberg wants \t\t\t\tto talk to you.  Hold the line.  \tThe President clears his throat and takes the phone.  \n[36]\t\t\t\tThey just landed in the desert.  \n[37]\t\t\t\tWe've lost contact with them.  \n[38]\t\t\t\tMr. President, let me introduce you to \t\t\t\tProfessor Mactilburgh, who runs the center.  ", "Fog": "\n[1]\t\t\t\tThe Diva's ship is coming in.  \n[2]\t\t\t\tYes. Sir!  \n[3]\t\t\t\tHello, I'm head of security. \t\t\t\tEverything is in order. You can...  \tThe Diva enters her suite without letting him finish.  \n[4]\t\t\t\t...make yourselves at home safely. \t\t\t\tIf you need anything...give it a knock!  \n[5]\t\t\t\tThanks for your help.  ", "Mactilburgh": "\n[1]\t\t\t\tActually only one cell survived..  \n[2]\t\t\t\tIt's not that easy..we've never encountered \t\t\t\tanything like it before..you see normal human \t\t\t\tbeings have 40 DNA memo groums..which is \t\t\t\tmore than enough for any species to perpetuate \t\t\t\titself..This one has 200,000.  \n[3]\t\t\t\tThis cell is like a huge library. It has infinite \t\t\t\tgenetic knowledge stored inside. \t\t\t\tAlmost like it was...engineered.  \n[4]\t\t\t\tYes... I can't wait to meet him.  \tThey pass into the lab.  \n[5]\t\t\t\t\t \t\t\t\tThe compositional elements of his DNA \t\t\t\tchain are the same as ours, there are simply \t\t\t\tmore of them tightly packed. \t\t\t\tHis knowledge is probably limitless..  \n[6]\t\t\t\tWe put it through the cellular hygiene detector. \t\t\t\tThe cell is for lack of a better word... perfect.  \tMunro hesitates a moment.  Then he sighs and uses his personal key to open the \tself-destruct box.  \n[7]\t\t\t\t\t \t\t\t\t...This is the crucial phase, The reconstruction \t\t\t\tof pigment. Cells are bombarded with slightly \t\t\t\tgreasy solar atoms which forces the body cells \t\t\t\tto react, to protect themselves. \t\t\t\tThat means growing skin. Clever, eh?  \n[8]\t\t\t\t\t \t\t\t\tActivate life support system.  \tAn electrical discharge fills the glass chamber causing the body inside to jerk. \tAfter a few moments of silence, the SOUND of a heartbeat fills the room over the loudspeaker.  \n[9]\t\t\t\tRemove the shield.  \tThe ASSISTANT automatically removes the ultra-violet shield which slowly reveals... a woman... nude... young... and very beautiful.  Munro stands there gaping.  Not quite his vision of the Supreme Being.  Mactilburgh glances at Munro and gently pushes his hand away from the self-destruct button.  \n[10]\t\t\t\t\t \t\t\t\tI told you ... perfect!  \tMunro is hypnotized by the GIRL's beauty.  \n[11]\t\t\t\t\t \t\t\t\tActivate the phonic detector.  \tThe girl kicks the window repeatedly.  \n[12]\t\t\t\tAnd give her a light sedative... \t\t\t\tand something to wear!  \tThe ASSISTANT hits a button.  A pile of clothes drops out of a trapdoor in the ceiling.  She snatches up the clothes angrily and dresses quickly. Munro draws closer to the glass window.  He watches her dress with undisguised pleasure.  \n[13]\t\t\t\t\t \t\t\t\tAn elephant couldn't crack it.  \tThe Girl finishes dressing.  \n[14]\t\t\t\tIt's an honor to receive you. Mr. President.  \n[15]\t\t\t\tThey were so tired from their ordeal that \t\t\t\twe put them in the reactor this morning..  \n[16]\t\t\t\tI.. uh.. they need five more minutes, \t\t\t\tMr. President.  \tThe President, pressed for time, looks over to his aide who in struggling with a phone call.  ", "Korben": "\n[1]\t\t\t\t\t \t\t\t\tI'm coming.  \tHe grabs the phone and crosses his tiny apartment (27 feet long by 6 feet wide) heading for the door, patting himself for a light.  Behind him, the bed makes itself automatically.  \n[2]\t\t\t\t\t \t\t\t\tYeah?  \n[3] \t\t\t\t\t \t\t\t\tHi sweetie!  \t...A Medal of Honor Certificate to Major Dallas  \n[4]\t\t\t\tI was talking to the cat.  \n[5]\t\t\t\tAt least, the cat comes back.  \n[6]\t\t\t\tI don't want a million - I just want \t\t\t\tone.  A perfect one.  \n[7]\t\t\t\tI just found a picture of you.  \n[8]\t\t\t\tLike shit.  \tKorben finds a box of matches with three matches.  He strikes one. It does not light.  Korben opens the fridge, bare, except for an empty can of GEMINI croquettes. \tOn the packet is an ad: \n[9]\t\t\t\t\t \t\t\t\tI don't need one.  \n[10]\t\t\t\tFinger!  I'm driving a cab now, not a \t\t\t\tspace fighter!!  \n[11]\t\t\t\t\t \t\t\t\tUh... at least fifty.  \n[12]\t\t\t\tCheers!  \n[13] \tA thermo nuclear explosion fills a T.V. screen..Which Korben's cat watches with interest.  \tKorben is about to exit the apartment.  \n[14]\t\t\t\tDon't watch it all day, it'll rot your \t\t\t\tmind. Bye sweetie..  \tIn response, the cat meows.  Korben opens the door to..A huge \tgun, brandished by a nervous MUGGER, pointing right in his face.  \n[15]\t\t\t\tBeen here long?  \n[16]\t\t\t\tIsn't that a Z140? Alleviated titanium. \t\t\t\tNeuro charged assault model?  \n[17]\t\t\t\tYou know you could hurt someone with \t\t\t\tthis puppy..good thing it's not loaded..  \tThe mugger is lost.  He looks at his weapon.  \n[18]\t\t\t\tYou gotta push the little yellow button...  \tKorben points to the button on the side of the gun.  The mugger takes his advice.  \n[19]\t\t\t\tYou're welcome..  \tAnd with lightning speed, Korben blasts the mugger with a straight right hand, sending him down for the count.  Korben retrieves the gun.  \n[20]\t\t\t\t..you know these things are VERY illegal.. \t\t\t\tyou could get in a shit load of trouble.. \t\t\t\tI better hang onto it for you..  \tAs the mugger clears his head, Korben opens a drawer next to him which is full of similar guns! The mugger's eyes pop out of his head.  He scampers to his feet and runs off.  \tKorben shrugs, exits his apartment, and closes the door.  The cat watches a nuclear holocaust on T.V.,  uninterrupted.  \n[21] \tKorben enters his taxi.  A robotic voice greets him.  \n[22]\t\t\t\tHow you doing this morning?  Sleep OK? \t\t\t\tI didn't.  \tKorben hits a button.  The garage door starts to open.  \n[23]\t\t\t\tI had the worst goddamn nightmare.  \n[24]\t\t\t\tThanks for reminding me..  \tAs the garage door lifts, the Megalopolis that is New York City in the 23rd century comes into view.  Startling in it's height, and breath.  \n[25]\t\t\t\tRight..  \tHe lets the gear slip.  The taxi rockets off into the City.  \n[26]\t\t\t\tYou have one point left on your license. \t\t\t\tHave a good day.  \tKorben sighs and looks in the back seat to see what the damages are.  The girl, a bit dazed , emerges from the debris and sits up. There's some blood on her face.  Korben is stunned. The girl's still alive and... so beautiful.  His heart heads for a meltdown.  \n[27]\t\t\t\t\t \t\t\t\t...'Scuse me?  \tA police car with wailing sirens halts in front of Korben.  \n[28]\t\t\t\t\t \t\t\t\tSorry, Hon, but I only got one point left \t\t\t\ton my license and I gotta get to the garage!  \tThe police car presses up against the cab.  Doors slide open.  Huge guns point at her.  Korben feels lousy.  The girl's helpless, there are tears in her eyes, she looks exhausted. \tKorben glances at her in the rear view mirror. She's looking all around to find something to help her communicate with him.  \tHer POV: an ad on the back of the seat. An 800 number to help an orphanage. A teary photo of a kid over the words Please Help.  She shoots to Korben a look of pure distress.  \n[29]\t\t\t\tDon't put me in this position... \t\t\t\tI can't... I'm late as it is...  \tBut he cannot say no to her eyes.  \n[30]\t\t\t\tFinger's gonna kill me.  \tKorben shuts oft the meter and floors it, sideswiping the police car as he roars away.  \n[31]\t\t\t\tI hate when people cry... \t\t\t\tI got no defense...  \tThe police car takes out after him, sirens screeching.  An insane chase ensues.  \n[32]\t\t\t\tIt there's one thing I don't need advice on, \t\t\t\tit's how to drive.  \tKorben turns his cab sideways and scrapes through a narrow passageway, \tripping his taxi light from the roof.  The police car smashes into the wall.  The other one brakes just in time.  \n[33]\t\t\t\tWe'll wait till things quiet down a bit. \t\t\t\tYou mind?  \tThe girl grabs his shirt collar and pulls him close, whispers in his ear.  \n[34]\t\t\t\tYou're not that bad... Come on we'll \t\t\t\tget you to a doctor.  \tThe girl hands him the handle of the case, struck with the three Egyptian suns.  \n[35]\t\t\t\tVito Cornelius?  \tThe girl nods, then faints.  Korben is somewhat lost faced with so much mystery.  \n[36]\t\t\t\t\t \t\t\t\tExcuse me, I'm looking for a priest.  \n[37]\t\t\t\tShe's not my bride, she's my fare. \t\t\t\tShe's looking for this Vito Cornelius. \t\t\t\tAccording to the phone guide he lives here.  \n[38]\t\t\t\tShe dropped in on me... holding this.  \tKorben hands him the metal handle with the three Egyptian suns, stamped on it.  \n[39]\t\t\t\t\t \t\t\t\tFinger's gonna kill me...  \n[40]\t\t\t\tI brought the girl remember?  \n[41]\t\t\t\tYeah! She dropped in on me. I mean \t\t\t\ton my taxi... talking... this... this bizarre \t\t\t\tlanguage...  \tAnd then it dawns on Cornelius who the girl is.  \n[42]\t\t\t\t\t \t\t\t\tYou noticed...  \n[43]\t\t\t\tSo you do know her.  \n[44]\t\t\t\tPerfect...  \n[45]\t\t\t\t\t \t\t\t\tI'm sorry, it's just that... I was \t\t\t\ttold to wake you up gently, so I figured...  \tThe girl pauses a moment.  She stares at him, looks puzzled.  \n[46]\t\t\t\tYou're right, I was wrong! I shouldn't \t\t\t\thave kissed you... especially since we \t\t\t\thaven't been introduced and... \t\t\t\t\t \t\t\t\tHere, it's a bit late, but... my name is \t\t\t\tKorben, Korben Dallas. \t\t\t\tKeep it, you never know, maybe... you'll \t\t\t\tneed a cab one day.  I'll be happy to open \t\t\t\tthe door this time!.  \tThe girl hesitates, then snatches the card like a wild animal.  \n[47]\t\t\t\t...What's your name?  \n[48]\t\t\t\t\t \t\t\t\tHey,  that's... cute... Do you have a nickname, \t\t\t\tsomething a little... shorter?  \n[49]\t\t\t\tThat's... really cute...  \tCornelius bursts into the room.  She turns the gun on him. \tHe bows before her.  \n[50]\t\t\t\tThey all like this in your family, father?  \n[51]\t\t\t\tDallas. Korben Dallas.  \tCornelius takes his arm. Leeloo stops laughing when she sees Korben leaving.  \n[52]\t\t\t\tI might call to check up on her, \t\t\t\tyou know... to see if she's better?  \n[53]\t\t\t\tI know. I was there when she arrived.  \tCornelius is about to close the door.  Korben's hand blocks it.  \n[54]\t\t\t\tExcuse me! Just one thing!  She said something \t\t\t\tto me a while ago and... I don't really get it... \t\t\t\tAkta Gamat?  \n[55]\t\t\t\tThat's what I thought.  \tCornelius slams the door in his face.  \n[56]\t\t\t\t...Thanks.  \n[57] \tKorben beads down the hallway. He passes his NEIGHBOR.  \n[58]\t\t\t\tEvening...  \n[59]\t\t\t\t...Thanks... You, too.  \tKorben enters his-apartment.  \n[60] \tThe door slides back and the cat comes rubbing up against him, tail in the air.  \n[61]\t\t\t\tOh god. I forgot your food ... I'm really sorry! \t\t\t\tHow about a nice Thai nosh to apologize? \t\t\t\tHow does that sound, huh?  \tThe cat meows, appeased, just an the phone rings.  \n[62]\t\t\t\tHello?  \n[63]\t\t\t\tFinger..man..I'm sorry..listen..I was on the way \t\t\t\tover but I had a fare fall into my lap.. \t\t\t\ty'know one of those big fares you just \t\t\t\tcan't resist..  \n[64]\t\t\t\t5'7\", green eyes... long legs... great skin... \t\t\t\tperfect..  \tKorben takes out a cigarette.  \n[65]\t\t\t\t\t \t\t\t\tLeeloo..  \n[66] \tKorben is finishing a Thai meal, cooked by a Thai on his mini restaurant anchored at the window. The cat eats next to Korben, contented.  \n[67]\t\t\t\tSo you forgive me?  \tThe cat meows just as a red light blinks, announcing the arrival of a message in a glass tube.  Korben ignores it.  \n[68]\t\t\t\tI've never gotten a message that wasn't \t\t\t\tbad news.  \n[69]\t\t\t\tThe last two messages I got?  The first one \t\t\t\twas from my wife telling me she was leaving! \t\t\t\tAnd the second was from my lawyer telling me \t\t\t\the was leaving too... with my wife.  \n[70]\t\t\t\tAt least I won lunch.  \n[71] \n[72] \n[73] \tC.U. The most disgusting dessert ever made.  Korben looks at it shimmying on a plate as the Thai serves it to him proudly.  \n[74]\t\t\t\tSaved by the bell.  \tKorben rises to get his cigarettes, and answer the phone.  \n[75]\t\t\t\t...Hello?  \n[76]\t\t\t\t\t \t\t\t\tHi Ma...  \n[77]\t\t\t\t\t \t\t\t\tYes ma..  \tKorben sighs and puts the match back in the box.  \tKorben enters his code on the keypad the Thai is holding.  \n[78]\t\t\t\t\t \t\t\t\tGo on... This is gonna take a while!  The Thai casts oft.  Korben closes the window.  \n[79]\t\t\t\tOther than that... You all right?  \n[80]\t\t\t\t\t \t\t\t\tI'm coming!. Ma, what're you talking \t\t\t\tabout?  \n[81]\t\t\t\tAll I want is an explanation! I just got \t\t\t\tin, I lost my job. I smashed my cab. \t\t\t\tI got mugged, but other than that \t\t\t\teverything's peachy, Ma, thanks for asking!! \t\t\t\tNow settle down and explain to me calmly..  \tA message drops in his tube.  The red light goes on.  \n[82]\t\t\t\tMa. If I'd won, I'd know about it. \t\t\t\tSomeone would have notified me.  \n[83]\t\t\t\tMa.. it's the door. I'll call you back.  \tKorben hangs up before his mother can say anything and heads for the door.  Before he gets there it opens, General Munro enters followed by a Captain and a Major. \tMAJOR ICEBORG is a woman. All she needs to become a man is a mustache. \tMunro opens a file.  \n[84]\t\t\t\tWhat mission?  \n[85]\t\t\t\tWhere have I heard this song before?  \n[86]\t\t\t\t\t \t\t\t\tJust one... why me?  \n[87]\t\t\t\tAnd the third one?  \n[88]\t\t\t\tI've had enough good news for today  \n[89]\t\t\t\tYou rigged the contest?  \tMunro nods.  \n[90]\t\t\t\t\t \t\t\t\tYou couldn't come up with something \t\t\t\ta little more discreet?  \n[91]\t\t\t\tI'm not going.  \n[92]\t\t\t\tOne reason... I want to stay the only \t\t\t\tone left alive.  \n[93] \tLeeloo and Cornelius search for Korben's apartment. Leeloo carries the card Korben gave her.  Cornelius finds the apartment, and yanks the. number off the door.  He waves Leeloo over as his hand goes to the bell.  \n[94] \tThe doorbell rings.  \n[95]\t\t\t\t...Scuse me.  \tKorben goes to the door and looks out the peephole: the beautiful Leeloo. \tKorben panics, overcome with happiness.  \n[96]\t\t\t\t...Shit!  \n[97]\t\t\t\tIt's my wife.  \n[98]\t\t\t\tI mean my future.. my ex.. My future ex.. \t\t\t\tif she sees you here I'm finished.  She hates \t\t\t\tyou guys. It's what killed us in the first place. \t\t\t\tPlease...  \tHe puts them in the fridge, shoving the jellyfish cake in Iceborg's hands.  \n[99]\t\t\t\t...Sorry, General, but we've got no choice! \t\t\t\tIt'll only take a minute! Let me set up \t\t\t\tanother meeting and I'll be back.  \n[100]\t\t\t\t\t \t\t\t\tOh, yes you will...  \tKorben slams the fridge door.  The doorbell RINGS again.  \n[101]\t\t\t\t...Coming!  \tHe whips through his place in ten seconds, gathers up things laying about, \tshuts drawers, rolls up his laundry in the folding bed. He brushes his hair back \tand opens the door with a big smile only to discover a gun stuck between his \teyes held by Cornelius.  \n[102]\t\t\t\tI suppose that means \"Hi\" ?  \n[103]\t\t\t\tIs that the usual way priests go on \t\t\t\tvacation?  \n[104]\t\t\t\tWhat kind of mission?  \n[105]\t\t\t\t\t \t\t\t\tGood luck..  \n[106]\t\t\t\tFather, I was in the Army for awhile \t\t\t\tand every time they told us we were \t\t\t\ton a mission to save the world the \t\t\t\tonly thing that changed was I lost a \t\t\t\tlot of friends. So thanks for the offer.. \t\t\t\tbut no thanks.  \tCornelius is disappointed.  Leeloo looks crestfallen.  \n[107]\t\t\t\tI'm sorry..  \n[108] \tA group of POLICEMEN bursts into the hallway.  One of the cops enters a code on the police wall box.  A device descends from the ceiling, a flashing light-siren, \ta VOICE fills the air.  \n[109]\t\t\t\tLeeloo, hide in here and don't move!  \tLeeloo hops in.  Korben tosses Cornelius on the bed.  \n[110]\t\t\t\tTrying to save your ass so you can \t\t\t\tsave the world.  \t..and hits a button on the wall.  The bed disappears into the wall.  \tKorben grabs his tickets and slides them in his belt.  \n[111] \tMeanwhile, the automatic police voice continues.  \n[112]\t\t\t\tNo, I'm a meat popsicle.  \n[113] \tKorben still has his hands to the wall.  \n[114]\t\t\t\tWrong answer.  \tSHOT O.S. EXPLOSION.  Scuffle.  \n[115] \tKorben opens the shower door.  Leeloo is soaking wet, her teeth chattering from the cold.  \n[116]\t\t\t\tI'm really sorry.. there wasn't time.  His eyes fall on an old blanket.  \n[117]\t\t\t\tHere let me wrap you up.  \tKorben wraps her in an blanket and vigoroualy rubs her back.  Leeloo warms gradually and snuggles closer to that warm comfortable shoulder. Korben's rubbing slows, looking more like caresses.  \n[118]\t\t\t..It's funny.  I've met you twice today  and \t\t\tyou've ended up in my arms both times.  \tLeeloo suddenly realizes that she has maybe gone a bit too far. \tShe recovers, looking embarrassed too.  \n[119]\t\t\t\tUh..you're welcome.  \tThe intimacy makes him nervous.  He looks for a diversion.  \n[120]\t\t\t\tCoffee!  That's what you need! \t\t\t\tA nice, hot cup of coffee!  \tHe pushes a button on the coffee machine.  \n[121]\t\t\t\tWith some honey!  You'll see, honey's \t\t\t\tgreat!...  \tKorben rummages through the drawer.  Leeloo, innocent, doesn't seem to quite understand everything that is going on.  \n[122]\t\t\t\tA hot cup of coffee... with honey...  \tHe rummages through the cupboard, exceedingly nervous.  Leeloo smiles and begins to look around.  She opens a drawer and comes upon..  \n[123]\t\t\t\t\t \t\t\t\tI've got this great honey somewhere. \t\t\t\tYou know about honey?  There used to be \t\t\t\tthese little animals who made it with antenna...  \t..pictures of Major Korben Dallas War Hero.  \n[124]\t\t\t\t..and these other animals who ate it.. \t\t\t\tone were bees the other were bears..  \tShe looks back to the man fumbling for honey.  \n[125]\t\t\t\tI forget which ate it and which made it \t\t\t\tbut..  \tAnd she smiles.  \n[126]\t\t\t\tHere it is!  \tKorben holds up the jar of honey.  \n[127]\t\t\t\tTaste this...  \tLeeloo innocently sticks his finger in the jar then puts it in her mouth.  \n[128]\t\t\t\tIt... melts in your mouth, doesn't it?  \tShe savors the honey, slowly; sensually.  Her lips shine with honey.  Her eyes narrow with pleasure.  Korben is hypnotized by her lips, like a moth attracted to a flame.  He begins to lose control, which makes him nervous.  \tAn indistinct sound comes from the wall.  But Korben is so entranced with the sight of Leeloo licking her honied fingers, he doesn't hear it until it becomes quite a racket.  \n[129]\t\t\t\tYou hear that?  \n[130]\t\t\t\tOh god!  \tKorben pushes the button on the wall.  The bed pops out, fully made, with Cornelius tucked in it, struggling to get out.  \n[131]\t\t\t\tI'm really sorry.. let me help you..  Korben begins to pull at the covers when..  \n[132]\t\t\t\tWhat?  \tHe turns to Leeloo struggling out of her wet clothes. His breath is taken away by the sight of her perfect body.  \tCornelius whacks him heavily on the head with a lamp.  Korben drops to the floor.  \n[133] \tThe POLICE exit the elevator and head for the front door.  A cop suddenly takes a hit from a silencer, then a second. Others are bashed on the head by MANGALORE warriors.  One of them picks up the prisoner bag, takes it into a small shed.  \n[134] \tKorben gets unsteadily to his feet, some blood drips down his face. He daubs at it.  \n[135]\t\t\t\tJesus!... Some priest!  \tThe phone rings, he manages to answer.  \n[136]\t\t\t\tYeah?  \n[137]\t\t\t\t...Not yet.  \tHe hangs up.  \tKorben opens the fridge door.  The three officers are frozen solid. Korben grabs some ice, presses it to his forehead.  \n[138]\t\t\t\tI'll take the mission.  \tHe closes the door.  \n[139]\t\t\t\t\t \t\t\t\tHey! I really thought I was going to \t\t\t\tmiss my flight! \t\t\t\t\t \t\t\t\tThanks, kid! You put the luggage on \t\t\t\tthe conveyor belt?  \n[140]\t\t\t\t\t \t\t\t\tGreat! Now beat it!  \tParalyzed, David leaves.  Korben turns to the attendant.  \n[141]\t\t\t\tExcuse me.  I was so afraid I'd miss the \t\t\t\tflight that I sent the kid here to pick up \t\t\t\tmy boarding card.  \tHe looks at David's fake ID.  \n[142]\t\t\t\t...My cousin David...  \tLeeloo is unable to hold back a smile.  \n[143]\t\t\t\tUh, yes... Newlyweds. \t\t\t\t\t \t\t\t\tYou know how it is... Love at first sight. \t\t\t\tYou meet, something goes tilt,. you get \t\t\t\tmarried, you hardly know each other. \t\t\t\tRight, darling?  \tLeeloo rips her boarding card out of the attendant's hand.  \n[144]\t\t\t\tTook the words right out of my mouth. \t\t\t\tGo on... I'll be right with you. \t\t\t\t\t \t\t\t\tIt's our honeymoon. We're going to use \t\t\t\tthe trip to get to know each other better.  \tHe winks at the stewardess.  \n[145]\t\t\t\tListen... I don't want to be interviewed. \t\t\t\tI'd prefer to remain anonymous.  \tThe stewardess stops in the corridor.  \n[146]\t\t\t\t\t \t\t\t\tYou gotta be kidding!  \tThe stewardess smiles and shakes her head.  The door next to him suddenly swings open and smashes him in the face.  \tIn walks LOC RHOD amidst a tornado of music and security guards.  He is young, good-looking, eccentric, charming as an elf or sly as a fox.  A bundle of energy.  He is the 24th century's most popular DJ.  \n[147]\t\t\t\t\t \t\t\t\t...Hi.  \n[148]\t\t\t\tUh... not really.  \tLoc Rhod lets go of Korben's arm and grabs the Stewardess.  \n[149]\t\t\t\t\t \t\t\t\tI didn't come here to play Dumbo on the radio. \t\t\t\tSo tomorrow between 5 and 7 give yourself a \t\t\t\thand, that clear pal?  \n[150]\t\t\t\tNot hard to find you...just follow the \t\t\t\tChaos...  \tLeeloo smiles, as if complimented.  \n[151]\t\t\t\tLeeloo, listen to me... these tickets... \t\t\t\tthey're not mine... I mean they are, but \t\t\t\tnot for vacation like everyone thinks... \t\t\t\tI'm on an operation... and if I didn't come \t\t\t\tget you, you'd be in a shitload of trouble... \t\t\t\tI'd love to be on vacation with you... \t\t\t\tbut now.... now I've got to work... \t\t\t\tAnd Leeloo... I would love to work in peace.  \tLeeloo types in \"LOVE\" on the keyboard.  \n[152]\t\t\t\tYes! But \"love\" isn't the operative word \t\t\t\there, PEACE is!  \tLeeloo types in this new word.  \n[153]\t\t\t\tSometimes you can't learn everything \t\t\t\tfrom a screen..sometimes it's better to \t\t\t\task someone who has experience..  \n[154]\t\t\t\tKnow what? On that subject maybe you'd \t\t\t\tbe better off asking the screen.  \tHe turns the computer back on.  \n[155]\t\t\t\tFinished what?  \n[156]\t\t\t\tWhich one?  \n[157]\t\t\t\tYou learned 900 languages in five \t\t\t\tminutes?!  \n[158]\t\t\t\tI know how to say \"Hello\". Teach me how \t\t\t\tto say \"Good-bye\", that's all I need.  \n[159]\t\t\t\tApipoussan?  \n[160]\t\t\t\t\t \t\t\t\tUh...  \n[161]\t\t\t\t\t \t\t\t\tHelp...  \tLuckily, a stewardess smiles at him through the box window.  \n[162]\t\t\t\t\t \t\t\t\tPardon me.  Excuse me. I'm trying to \t\t\t\treach my wife.. Sorry!  \n[163]\t\t\t\tI'll take you to the bar, after that, \t\t\t\tyou're on your own.  \n[164]\t\t\t\tI don't think this is a good time...  \n[165]\t\t\t\t\t \t\t\t\tYeah, very big, a giant.  \n[166] \tThe door opens.  The HOSTESS turns on the light and enters.  Korben follows her, gaping at all the luxury.  \tThe BAGGAGE BOY enters bringing Leeloo's two suitcases.  \tKorben grabs the notice announcing Diva Plavalaguna's concert at 5:30 in that evening.  Dress: Formal attire.  \n[167]\t\t\t\tFor the concert it says formal attire... \t\t\t\tI didn't bring...  \tThe hostess pulls back the closet door.  Twenty tuxedos in a row.  \n[168]\t\t\t\tHello?  \n[169]\t\t\t\t...Ma???  \n[170]\t\t\t\t...Ma!!!  \n[171] \tKorben finishes putting on his tux, still on the phone.  \n[172]\t\t\t\tListen, Ma! I've only got a few days \t\t\t\tvacation and I'll be damned if I'm \t\t\t\tgonna spend them on the phone.  \tThe door RINGS.  \n[173]\t\t\t\t...Hang on, it's the door. No! \t\t\t\tI told you I didn't bring anybody! \t\t\t\tI'm all alone... as usual!  \tKorben opens the door.  It's not the champagne.  Even better. It's Leeloo.  \n[174]\t\t\t\t\t \t\t\t\t...I'll call you back.  \tLeeloo heads right for her suitcase and starts to undress.  Korben has to turn away once more.  \n[175]\t\t\t\tHere we go again...  \n[176]\t\t\t\tYou get that off the screen?  \n[177]\t\t\t\tYou noticed..  \n[178]\t\t\t\tWhere you going?  \n[179]\t\t\t\tNo, not at all!  I mean, just the opposite, \t\t\t\tyou're... you're beautiful!  \tLeeloo smiles at him, his compliment pleases her.  She turns, revealing her unzippered back.  Korben cannot help but stare at her bare flesh.  Her perfect bottom.  \n[180]\t\t\t\tI have an idea.  \tBut instead of pulling on the zipper he slips a bracelet on her wrist.  A flourescent beam bursts out of the bracelet and forms a vertical bar going from the floor to the ceiling. \tStunned, Leeloo is held captive.  \n[181]\t\t\t\tI told you I need to work in peace. \t\t\t\tRemember? I need to concentrate.  \n[182]\t\t\t\tIt's difficult.  \tShe tries to breakout.  \n[183]\t\t\t\tArmy issue. I'm sorry.  \tLeeloo tries desperately to get out of the handcuffs. Impossible.  \tKorben sets the radio down in front of her and turns it on. \tLeeloo looks like she'd like to break his head.  \n[184]\t\t\t\tThe words you're looking for weren't \t\t\t\tin the dictionary you studied. I won't \t\t\t\tbe long.  \tThe door flies open.  Loc Rhod barges in.  \n[185]\t\t\t\tNo..to all of the above.  \tAnd yanks Loc Rhod out of the room.  Leaving Leeloo looking extremely unhappy.  \n[186] \tLeeloo, still a prisoner, listens to the concert.  \n[187] \tLeeloo has tears in her eyes  \n[188] \tThe ship comes close enough for Leeloo to see it out the window.  \n[189] \tLeeloo is alarmed.  She has to act.  She seizes the flourescent bar beam with great effort and rams it into the ceiling, marking a hole large enough for her to escape.  \n[190]\t\t\t\t\t \t\t\t\tI was sent by the government to help you.  \n[191]\t\t\t\tI've never heard anything so beautiful \t\t\t\tin my life.  \tA Mangalore jumps on them from the stage.  Korben makes short work of him and grabs his gun.  \n[192]\t\t\t\tWho?  \n[193]\t\t\t\tLeeloo... is... she's...  \n[194]\t\t\t\t\t(to himself, suddenly \t\t\t\t\trealizing \t\t\t\t...So Cornelius was telling the truth!  \n[195]\t\t\t\t...Yeah, so am I.  \tThe Diva takes his hand.  \n[196]\t\t\t\t\t \t\t\t\tI'll help her, I promise, but I think you \t\t\t\tshould tell me where the Stones are!  \n[197]\t\t\t\tI... I don't know! We hardly know \t\t\t\teach other... it takes time!  \n[198]\t\t\t\tListen, the last time I admitted to a woman \t\t\t\tI loved her ... I never saw her again.  \n[199]\t\t\t\tYou tell me to save the world then \t\t\t\tyou go off and leave me in the shit!  \tHe shakes her, gently slapping her cheeks.  \n[200]\t\t\t\tCome on! You're not gonna die in peace! \t\t\t\tYou're not going to die at all! You hear me? \t\t\t\tWhere are the Stones?  \n[201]\t\t\t\tI'm sorry, but... the Stones...  \n[202]\t\t\t\t\t \t\t\t\t...The Stones are with me?  \tand then it occurs to him.  \n[203]\t\t\t\t...In me?  \tHe touches the Diva's stomach and senses something hard.  Girding himself, he sticks his hand in the wound and pulls out a Sacred Stone. Then another.  And another.  Korben pulls out all four Stones, covered in blue blood.  Everyone has left the theater.  The Mangalores check the aisles one by one.  \tLoc Rhod peeks out from under a seat.  \n[204]\t\t\t\tThat's it... I've had... all day people \t\t\t\thave been sticking guns in my face...  \tKorben wraps up the four Stones in his shirt.  \n[205]\t\t\t\tYou don't do what I say... I'll waste \t\t\t\tyou myself. Got it?  \n[206]\t\t\t\tEverybody down!  \tKorben takes out two more WARRIORS coming towards him, rolls behind a column. \tLaser bullets stinging all around his head.  \n[207]\t\t\t\tToss me the balls!  \n[208]\t\t\t\tThe balls for Christ's sake!  \tKorben apes playing pool, but Baby Ray really is stone-deaf.  \n[209]\t\t\t\tHow far is he from here?  \tThe EMPEROR glances at the Mangalore, who in reloading.  \n[210]\t\t\t\tForget it.  \tKorben grabs Loc Rhod and takes him with him.  \n[211] \tKorben bursts into the room. He stares at the luminous bar still struck to the ground and sees the hole Leeloo escaped through.  \n[212]\t\t\t\tLeeloo???  \n[213]\t\t\t\tThe winner of the Gemini Croquette contest.  \tKorben goes to the door and peeks around the corner.  Loc Rhod arrives.  \n[214]\t\t\t\tSeven to the left. Five to the right.  \n[215]\t\t\t\tSix to the left. One to the right.  \n[216]\t\t\t\t\t \t\t\t\tWe got to find the leader. Mangalores \t\t\t\tdon't fight without a leader.  \n[217]\t\t\t\tFound him...  \n[218]\t\t\t\tMind if I go? I'm an excellent \t\t\t\tnegotiator.  \n[219]\t\t\t\tAnyone else want to negotiate?  \n[220]\t\t\t\tYeah, I know... to save the world... but \t\t\t\tright now all I want to do is save Leeloo.  \n[221]\t\t\t\tWhen is she not in trouble?  \n[222]\t\t\t\t\t \t\t\t\tLeeloo?  \tUp in the airshaft, Leeloo has heard him.  \n[223]\t\t\t\tA molecular bomb.  \tThree minutes left on the timer.  \n[224]\t\t\t\tNot without Leeloo.  \tLoc Rhod cannot take his eyes off the bomb.  \n[225]\t\t\t\tIt's the latest model.. I've never seen one \t\t\t\tbefore... it works off a magnetic coded \t\t\t\tcard... Let's see if I can rig it up.  \n[226]\t\t\t\tDon't worry, I'm here now!  \tHe pulls her toward him, helps her out of the shaft and stretches her out on the desk.  \n[227]\t\t\t\tJust relax. I've got the Stones. \t\t\t\tEverything's going to be fine.  \t30 seconds left on the timer.  \n[228]\t\t\t\t\t \t\t\t\tI'll be right back.  \tKorben dashes over to the bomb.  He is stopped by the barrel of the ZF1. Zorg, in person, holding a magnetic card.  \n[229]\t\t\t\tDon't you know how to count. \t\t\t\tIt's not all that hard. Watch!  \tKorben punches him square in the face, shows him his index.  \n[230]\t\t\t\tOne! That's for trying to kill me!  \tSecond Punch.  \n[231]\t\t\t\tTwo! That's for firing me! Three! \t\t\t\tThat's for pushing around a priest! \t\t\t\tAnd the rest is for what you did to \t\t\t\tmy wife!  \tKorben pummels him mercilessly.  \n[232]\t\t\t\tWe're outta here!  \tHe picks Leeloo up in his arms.  \tCornelius grabs Loc Rhod and gives him a resounding slap.  \n[233]\t\t\t\t\t \t\t\t\tIt's like a cab isn't it?  \n[234]\t\t\t\tAnyone know how to release the lines \t\t\t\ton this crate?  \n[235]\t\t\t\tFound it?  \tLoc Rhod searches frantically.  \n[236]\t\t\t\tFuck it! Hold tight!  \tKorben slams the throttle into full forward.  The ship roars away ripping the lines to shreds.  \tLoc Rhod is thrown to the rear of the ship.  \n[237]\t\t\t\tSolid little jobs, aren't they?  \n[238]\t\t\t\t\t \t\t\t\tApipoulai..  \tLeeloo smiles, weakly, feverish.  \n[239]\t\t\t\tWhy? We did pretty well, wouldn't \t\t\t\tyou say?  \n[240]\t\t\t\tI told you not to read all that crap!  \n[241]\t\t\t\t\t \t\t\t\tSo now what's the problem?  \tThe President drops into his armchair and sighs.  \n[242]\t\t\t\tHow much time before the collision?  \tThe President queries the scientist with a nod of the head.  \n[243]\t\t\t\tI'll call you back in two hours.  \tKorben hangs up.  The President looks stunned.  \n[244]\t\t\t\tExcuse me, Father, but... could we pray \t\t\t\tlater?  \tCornelius bends the cross and pushes it down.  A mechanism is set off lowering the altar like a service elevator.  \tThe altar descends amid rocky walls.  \n[245]\t\t\t\tDon't tell me you don't know how all \t\t\t\tthis works?  \n[246]\t\t\t\tMatch the symbols!  \tKorben places the first Stone and picks up another one.  Cornelius has found the symbol for water.  Loc Rhod sits down.  He is very tired.  \n[247]\t\t\t\tNo. It's much simpler. If we don't figure \t\t\t\tout where these Stones go in five minutes, \t\t\t\twe're all dead! Think you got it?  \tLoc Rhod's got it and runs over to put in his Stone.  The four Stones are all in place but nothing happens.  \n[248]\t\t\t\tThere's no light! You told me there were \t\t\t\tsupposed to be four beams of light.  \n[249]\t\t\t\tAnd you don't know how they open, \t\t\t\tis that what you are saying?  \n[250]\t\t\t\tLeeloo? The Stones! We have to open \t\t\t\tthem! How does it work?  \n[251]\t\t\t\tI know all that, Leeloo! I'm talking \t\t\t\tabout the Stones.  \n[252]\t\t\t\tThe rain falls... the wind blows?  \tLoc Rhod stands in front of his Stone looking at Korben.  \n[253]\t\t\t\tTry and figure out how this fucking thing \t\t\t\topens, instead of staring at me like that!  \tLoc Rhod starts feeling the Stone all around.  \n[254]\t\t\t\tWhat did you say? What did you do?  \n[255]\t\t\t\tLook, you did something that set it off. \t\t\t\tTry to remember. Concentrate. Tell me \t\t\t\texactly what you did!!  \tLoc Rhod tries to duplicate the same movement.  \n[256]\t\t\t\tIs that all?  \n[257]\t\t\t\tThe wind! The wind blows...  \tKorben blows on the Stone which immediately opens revealing a patch of blue sky with some miniature clouds floating around inside.  A yellow beam pops up like a ray of sunlight, like Korben's smile.  \n[258]\t\t\t\tQuickly, everyone on a Stone! \t\t\t\tWater for water!  Fire for fire! \t\t\t\tEarth for earth!  \tThe two men move fast.  Korben on the 4th Stone: Earth.  He grabs a fistful of earth  and throws it on the Stone.  A miniature patch of green appears and immediately forms a green beam.  Cornelius wipes his forehead with a scarf and wrings it out over the Stone.  It opens revealing a patch of miniature raging sea.  A blue beam appears.  \tLoc Rhod has a problem.  \n[259]\t\t\t\tDon't breathe.  \tLoc Rhod and Cornelius hold their breath.  Korben strikes the match.  A small flame appears on the tip.  A breeze goes through the room.  Korben feels like he's got TNT in his hands.  He approaches the flame to the Stone. The flame twists, dims, flickers ...but holds on.  The Stone opens.  A patch of miniature fire appears. Korben sighs, snuffs out the match.  The fourth beam, a red one, immediately forms.  \n[260]\t\t\t\tIt's up to you now, Angel!  \n[261]\t\t\t\tYou can sleep tomorrow... come on...  \n[262]\t\t\t\tLeeloo! Listen to me! I'll take you on \t\t\t\ta vacation afterwards! A real vacation, \t\t\t\tthis time, for as long as you want. \t\t\t\tCome on! You can do it!  \tKorben slowly releases Leeloo and steps back from the altar. \tLeeloo can barely stand in the center of the four beams. \tAn indistinct white beam begins to form around her, starts to rise.  \n[263]\t\t\t\tLeeloo! If you don't get on with the \t\t\t\tprogram we're all gonna die! And that's \t\t\t\tnot on my agenda for today.  \tLeeloo wraps her arms around Korben's neck.  \n[264]\t\t\t\tYou're right but there are lots of good \t\t\t\tthings... beautiful things...  \n[265]\t\t\t\tExactly.  \n[266]\t\t\t\tYes, you do! I need you. More than you \t\t\t\tcan imagine! Stand up straight!  \n[267]\t\t\t\tBecause...  \n[268]\t\t\t\tBecause...  \tLeeloo has tears in her eyes.  The heat is overpowering.  Black acid is everywhere.  \n[269]\t\t\t\tI love you...  \tDespite her fatigue, Leeloo smiles broadly.  ", "Dallas": "", "Professor": "\n[1]\t\t\t\t\t \t\t\t\t\"..when the three planets are in eclipse..\"  \tHis fingers trace across the wall which is covered with symbols and strange hieroglyphs as he deciphers.  \n[2]\t\t\t\t\"..the black hole like a door is open... \t\t\t\tEvil comes ... sowing terror and chaos...\" \t\t\t\tSee?  The snake, Billy.  The Ultimate Evil \t\t\t\t... make sure you get the snake!  \tThe Professor points emphatically to the snake, the symbol of Evil, coming through the door between the three planets in eclipse.  C.U. Billy's hand sketches the snake quickly.  He is a natural artist.  \n[3]\t\t\t\t..if this is the five..and this the thousand..  \tHe calculates.  \n[4]\t\t\t\tEvery five thousand years..  \n[5]\t\t\t\t\"..then arrange the elements of life against \t\t\t\tthe Terror just so..\"  \tHis fingers run on.  \n[6]\t\t\t\t\"..Water..fire..earth..air..four \t\t\t\telements around the fifth..\"  \tHis fingers fall on the one element that has a human shape, surrounded by all the others.  \tThe Priest opens the water skin and begins to pour a vial of powder into the skin.  \tANGLE ON:  Aziz falling asleep.  The mirror falls, the light fails.  \n[7]\t\t\t\tAziz!  Light!  \tThe boy struggles to stay awake.  The mirror comes up.  \n[8]\t\t\t\t\"..in which all the history of the Universe resides \t\t\t\t..all the strength..all the hope..Protect us from Evil..\"  \n[9]\t\t\t\tFather.. it in the most extraordinary thing.. \t\t\t\tthe greatest find in history..can you imagine \t\t\t\tthe implications.  \n[10]\t\t\t\tI mean look.. it is like a battle plan..  \tIn his excitement he does not drink, much to the Priest's chagrin.  \n[11]\t\t\t\tHere the Good.. Here the Evil..  \tAs the Priest looks up, Aziz the mirror  boy, tips his mouth under the water skin, drinking the leakage.  \n[12]\t\t\t\tHere..  \tHe points to the Five Elements.  \n[13]\t\t\t\tA weapon against evil.  Amazing!  I am \t\t\t\tgoing to be famous.  \n[14]\t\t\t\tTo fame.. salud..  \tThe Professor raises the cup to drink, and then...  \n[15]\t\t\t\tWe cannot toast with water.. Billy ! \t\t\t\tIn my sack.. the Grappa!  \tThe Priest watches, disconsolate, as the Professor tosses away his water. Billy finishes his cup before running off into the tunnel.  \n[16]\t\t\t\t\"..this perfect person.. this perfect \t\t\t\tbeing..\" I do not understand this.. perfect?  \n[17]\t\t\t\tWhere is that boy? Billy!  \n[18]\t\t\t\tAnd this divine Light they talk \t\t\t\tabout.. what is Divine light?  \tAt that moment, the reflection from Aziz's mirror drops again.  The light fails.  \n[19]\t\t\t\t\t \t\t\t\tAziz light!  \tThe room is flooded with light all of the sudden.  \n[20]\t\t\t\tBetter.. this is the most unbelievable thing \t\t\t\tI have ever seen..  \tThe Professor turns around, and is stunned speechless to find himself face to face with two MONDOSHAWANS.  A dozen others fill the hall manning the source of the light, large luminous globes.  Aziz is fast asleep.  \n[21]\t\t\t\t\t \t\t\t\t...Uh, yes?  \tThe Professor is lifted up and carried off to the side by the aliens. The KOMMANDER stops in front of the Priest who is still on his knees, face to the ground.  \n[22]\t\t\t\t\t \t\t\t\tWho are you?  Are you Germans?  Sprechen \t\t\t\tSie Deutsch?  \n[23]\t\t\t\tUnbelievable!!!  \tThe Kommander turns around and crooks a finger.  One of the MONDOSHAWANS \twaves his hand, puts the professor to sleep and heads down the hallway revealed by the opening.  He is followed by his men.  The Priest slips in behind them.  \n[24]\t\t\t\tOf course.. Let me see if they're revived.  ", "Pacoli": "", "Right": "\n[1]\t\t\t\tExcuse me sir, the council is worried about \t\t\t\tthe economy heating up.  They wondered if \t\t\t\tit would be possible to fire 500...  \tThey reach a door at the end of the corridor.  Zorg enters a code.  \n[2]\t\t\t\tBut... 500 is all they need, sir.  \tZORG turns slowly.  A small scar across run across his face, his eye stutters. \tThis is not a man to cross, or contradict.  \n[3]\t\t\t\t1000! Fine, sir! \t\t\t\tSorry to have disturbed you.  \tThe door opens...  \n[4]\t\t\t\tFather Cornelius?  \n[5]\t\t\t\tMr. Zorg would like a word with you.  \n[6]\t\t\t\t\t \t\t\t\tGlad to help.  \tHe hangs up.  \n[7]\t\t\t\tThey just arrested the guy for Uranium \t\t\t\tsmuggling. Everything's going as planned.  \tHe shows him a plane ticket, and a passport with his picture and Korben's name.  \n[8]\t\t\t\tAll I have to do now is to go to the \t\t\t\tairport and take his place.  I should be \t\t\t\tin Fhloston in less than four hours.  \tZorg sits there quietly for a moment.  \n[9]\t\t\t\tThat's right.  \tThe attendant scans the ID with a yellow beam, it checks out, and the blue light reveals no other face but his.  \n[10]\t\t\t\tThat's impossible!  He's in j... I mean, there \t\t\t\tmust be some mistake. I have my ticket! \t\t\t\tI'm the real Korben Dallas!  \tA shrill BELL rings out.  \n[11]\t\t\t\tI want to see your boss!  Get rid of this \t\t\t\tfucking window! Somebody's made a \t\t\t\tmistake, goddamnit!  \tHe pounds on the counter with both fists. A steel curtain comes down. Red sighting beams target spots on his body, ten gun barrels protrude from the wall, all aimed at him.  \n[12]\t\t\t\t\t \t\t\t\tSorry, my fault... Just a little overexcited... \t\t\t\tthat's all... I'm calm now.  \n[13]\t\t\t\tYeah, it's me... Put Zorg on.  \tHe is already sweating.  \n[14]\t\t\t\tThe real Korben Dallas is on the plane! \t\t\t\tHe took my place.  \n[15]\t\t\t\t278-500-645-321  ", "Arm": "\n[1]\t\t\t\tExcuse me sir, the council is worried about \t\t\t\tthe economy heating up.  They wondered if \t\t\t\tit would be possible to fire 500...  \tThey reach a door at the end of the corridor.  Zorg enters a code.  \n[2]\t\t\t\tBut... 500 is all they need, sir.  \tZORG turns slowly.  A small scar across run across his face, his eye stutters. \tThis is not a man to cross, or contradict.  \n[3]\t\t\t\t1000! Fine, sir! \t\t\t\tSorry to have disturbed you.  \tThe door opens...  \n[4]\t\t\t\tFather Cornelius?  \n[5]\t\t\t\tMr. Zorg would like a word with you.  \n[6]\t\t\t\t\t \t\t\t\tGlad to help.  \tHe hangs up.  \n[7]\t\t\t\tThey just arrested the guy for Uranium \t\t\t\tsmuggling. Everything's going as planned.  \tHe shows him a plane ticket, and a passport with his picture and Korben's name.  \n[8]\t\t\t\tAll I have to do now is to go to the \t\t\t\tairport and take his place.  I should be \t\t\t\tin Fhloston in less than four hours.  \tZorg sits there quietly for a moment.  \n[9]\t\t\t\tThat's right.  \tThe attendant scans the ID with a yellow beam, it checks out, and the blue light reveals no other face but his.  \n[10]\t\t\t\tThat's impossible!  He's in j... I mean, there \t\t\t\tmust be some mistake. I have my ticket! \t\t\t\tI'm the real Korben Dallas!  \tA shrill BELL rings out.  \n[11]\t\t\t\tI want to see your boss!  Get rid of this \t\t\t\tfucking window! Somebody's made a \t\t\t\tmistake, goddamnit!  \tHe pounds on the counter with both fists. A steel curtain comes down. Red sighting beams target spots on his body, ten gun barrels protrude from the wall, all aimed at him.  \n[12]\t\t\t\t\t \t\t\t\tSorry, my fault... Just a little overexcited... \t\t\t\tthat's all... I'm calm now.  \n[13]\t\t\t\tYeah, it's me... Put Zorg on.  \tHe is already sweating.  \n[14]\t\t\t\tThe real Korben Dallas is on the plane! \t\t\t\tHe took my place.  \n[15]\t\t\t\t278-500-645-321  ", "Billy": "\n[1]\t\t\t\tAnd when is this door opening snake act \t\t\t\tsupposed to occur?  \tThe Professor's fingers touch the signs.  \n[2]\t\t\t\t\t \t\t\t\tSo I have some time..  \tHe reaches for the pad.  \tANGLE ON:  Omar.  Standing at the entrance to the chamber with the water bag, entranced by the sight.  A skeletal hand falls on his shoulder.  Omar turns to an ancient PRIEST in a rough milled black cannock.  \n[3]\t\t\t\tStop.  \tBilly trips, the gun goes off.  He empties the clip.  The Mondoshawan carrying the case crumples to the ground.  The wall immediately begins to close.  Billy fires wildly, unable to control the powerful kicking gun.  ", "Ruby": "", "Rhod": "\n[1]\t\t\t\t\t \t\t\t\tKorben Dallas! Here he is The most hated \t\t\t\tman in the universe. The one and only winner \t\t\t\tof the Gemini Croquette contest! Ladies, start \t\t\t\tmelting 'cause the boy's hot! Hot! Hot! The boy \t\t\t\tis perfect.. \t\t\t\t\t \t\t\t\t...The right size, right build, right hair.  Right on! \t\t\t\tSay something-to those 50 billion pair of ears out \t\t\t\tthere D-man!  \tAn ASSISTANT hands a totally lost Korben a mike.  \n[2]\t\t\t\tDoes it get any better or what!  \tLoc Rhod grabs Korben's arm and leads him down the hallway, as fast as the music.  \n[3]\t\t\t\t...Quiver ladies, he's gonna set the world on \t\t\t\tfire right here from 5 to 7! You'll know \t\t\t\teverything there is to know about the D-man. \t\t\t\tHis dreams, his desires, his most intimate of \t\t\t\tintimates.  And from what I'm looking at \t\t\t\tintimate is the stud muffin's middle name. \t\t\t\tSo tell me my main man... you nervous in the \t\t\t\tservice?  \n[4]\t\t\t\tFreeze those knees, my chickadees, 'cause \t\t\t\tKorben is on the case with a major face...  \tLoc Rhod rubs up against the stewardess.  \n[5]\t\t\t\t...Start drooling, ladies! My man here is a \t\t\t\tsharp-tongued Sire who's gonna stroke your \t\t\t\tevery desire.  \tThey come to an intersection.  The airline company has prepared drinks for them.  Loc Rhod pushes on, grabs a glass of champagne, scribbles his autograph.  \n[6]\t\t\t\tYesterday's unknown will be tomorrow's Prince \t\t\t\tof Fhloston Paradise, the hotel of a thousand and \t\t\t\tone follies, home of luxury and beauty.  A magic \t\t\t\tfountain flowing with non-stop wine, women and \t\t\t\tBootchie Koochie Koo...  \tHe tosses away his champagne glass.  \n[7]\t\t\t\tBeware out there puppy dogs my man is on \t\t\t\tthe prowl. Owwww!  \tHowling, Loc Rhod grabs another stewardess by the arm.  \n[8]\t\t\t\t...And start licking your stamps little girls, \t\t\t\tthis guy's gonna have you writing home to \t\t\t\tMomma! Tomorrow from 5 to 7, I'll be your \t\t\t\tvoice, your tongue and I'll be hot on the tail \t\t\t\tof the sexiest man of the year... D-man... \t\t\t\tYour man... My man.  \tThe stewardess shivers.  A BEEP is heard.  \n[9]\t\t\t\tKorben sweetheart do me a favor I know this \t\t\t\tis probably the biggest thing that ever happened \t\t\t\tto you in your inconsequential life. But I've got \t\t\t\ta show to do here and it's got to pop. So tomorrow, \t\t\t\twhen we're on air, give me a hand... Try to make \t\t\t\tbelieve you have more than a one word vocabulary. \t\t\t\tOK pal?  \tThat does it.  Korben grabs him by the collar and drags him into a corner. \tLoc Rhod's feet don't touch the ground.  \n[10]\t\t\t\t\t \t\t\t\tCrystal.  \n[11]\t\t\t\t\t \t\t\t\tI don't want an individual position, \t\t\t\tI want all positions!  \n[12]\t\t\t\tNow you're talking!  \n[13]\t\t\t\tNo!! I swear to God! I've never been this \t\t\t\tsincere with a human before!  \n[14]\t\t\t\t\t \t\t\t\tMy main man! Please don't leave me here \t\t\t\talone. My head's killing me and my adoring \t\t\t\tfans are gonna tear me apart! Get me outta \t\t\t\there!  \n[15]\t\t\t\t\t \t\t\t\tOh, yes! Do that! You treat me right, \t\t\t\tman. Tell me all about yourself, your \t\t\t\troots, your personal life, your childhood \t\t\t\tdreams...  \n[16]\t\t\t\t...You got brothers and sisters? What \t\t\t\tabout your dad? Tell me about your \t\t\t\tdad! What was he like? Physically? \t\t\t\tBig, I suppose?  \n[17]\t\t\t\tI didn't have a dad... never saw him... \t\t\t\tnever even heard him. 50 billion people \t\t\t\tlisten to me every day... and he doesn't \t\t\t\thear me...  \n[18]\t\t\t\tHey Stud we gotta...  \tThen he sees the scene, Leeloo cuffed, in a low cut dress.  His mind goes to the obvious.  \n[19]\t\t\t\tKorben my man what's happening here? \t\t\t\tWho's the chick? What's the gig? \t\t\t\tWe free forming here? Getting funky \t\t\t\twith the monkey? Can I get in on this?  \tKorben grabs him by the collar..  \n[20] \n[21]\t\t\t\t\t \t\t\t\tWe have just walked into what is probably \t\t\t\tthe most beautiful concert hall in the universe. \t\t\t\tTotally awesome! Magnificent paintings on the \t\t\t\tceiling. I don't know who painted them, but he \t\t\t\tmust have busted his balls! I see a row of former \t\t\t\tministers, more sinister than minister! A few generals \t\t\t\tpracticing how to sleep. And there's Baby Ray, star \t\t\t\tof stage and screen, drowning in a sea of nymphets. \t\t\t\tHe's not gonna get much out of this concert, he's \t\t\t\tstone-deaf!  \n[22]\t\t\t\t\t \t\t\t\t...And over there is Roy Von Bacon, the king \t\t\t\tof laserball and the best paid player in the League. \t\t\t\t\t \t\t\t\t...And over there is the Emperor Kodar Japhet \t\t\t\twhose daughter Aachen is still at the bar. \t\t\t\t\"I love to sing, too, but in the shower\", she \t\t\t\trecently confessed to me. She will no doubt \t\t\t\tprove to be as generous tonight as she always is.  \tA waiter gives them two glasses of champagne.  Track with the WAITER an he leaves the hall with his empty tray.  He enters a small room reserved for staff.  \n[23]\t\t\t\t\t \t\t\t\tLadies and gentlemen, I think we're being... \t\t\t\tattacked.  The place is crawling with warriors.  \n[24]\t\t\t\t\t \t\t\t\tThey're hideous. They've got a crest on \t\t\t\tthe head, the eyes of a toad and fingers \t\t\t\tall over their hands. Totally hideous!  \n[25]\t\t\t\tDon't you think we'd better be going?  \tA Mangalore spots Korben kneeling alongside the Diva.  He grabs Korben by the shoulder and pokes him with his gun.  \n[26]\t\t\t\tKorben man... These dudes are going \t\t\t\tto waste us if we don't do what they say.  \tKorben gives him the package and grabs his mike.  \n[27]\t\t\t\tGot it...  \n[28]\t\t\t\tThis is amazing! Korben, Korben Dallas, \t\t\t\tthe winner of the Gemini Croquette \t\t\t\tcontest just killed three warriors like he was \t\t\t\tswatting flies...  \tPanic everywhere!  Heavy firing fills the hall.  \n[29]\t\t\t\tIt's Roy von Bacon, the Lions center \t\t\t\tforward joining in the battle...  \tSomeone taps Loc Rhod on the shoulder.  He jumps with fright.  \n[30]\n[31]\t\t\t\t...And our man Korben has literally \t\t\t\tknocked out the opposition with an \t\t\t\tamazing 90 foot pitch.  \tThe COPS on the floor rise, scoop up weapons from dead Mangalores and lay down a line of fire at the last of the fleeing rebels . Roy whirls his arm in victory.  \n[32]\t\t\t\tHe's on vacation.  \n[33]\t\t\t\tKorben man... what the hell is this?  \tKorben gives the bomb a prefunctory glance.  \n[34]\t\t\t\t\t \t\t\t\tAnd, uh, what're these numbers clicking \t\t\t\tby?  \n[35]\t\t\t\t\t \t\t\t\tYou're just saying that to scare me! Right? \t\t\t\tIf it was a bomb, an alarm would've gone off. \t\t\t\tThere's bomb detectors in all these hotels!  \tA general alarm goes off.  Loc Rhod is crushed.  \n[36]\t\t\t\tMaybe we oughta be going, \t\t\t\twhat do you think?  \n[37]\t\t\t\tLike D-Man, I hate to bother you but uh, \t\t\t\tlike, we're down to 2 minutes here...  \tKorben breathes out, bothered.  He turns his attention to the bomb.  \n[38]\t\t\t\tHey! What are you doing? The bomb!  \tKorben drags the desk over, jumps on it and pokes his head in the torn up airshaft He spots Leeloo who gives him a weak smile.  \n[39]\t\t\t\t\t \t\t\t\tLike Korben, can I have 30 seconds of \t\t\t\tyour time here?  \n[40]\t\t\t\tAre you nuts, Father? That hurts! I \t\t\t\tcan't feel my teeth.  \n[41]\t\t\t\tYou know how to fly this thing?  \n[42]\t\t\t\tI don't even know what I'm looking for!  \n[43]\t\t\t\t\t \t\t\t\tDear listeners, your favorite DJ is alive and \t\t\t\tkicking. It's seven o'clock and time for the \t\t\t\tnews. Tune in tomorrow for another adventure.  \n[44]\t\t\t\t\t \t\t\t\tThe best show I ever did!  \n[45]\t\t\t\tWhat is this some kinda game? Like \t\t\t\tchess?  \tKorben pulls him to his feet and sticks a Stone in his hands.  \n[46]\t\t\t\t\t \t\t\t\tI'm looking, I'm looking.  \n[47]\t\t\t\t...we'll never make it.  \tHe sighs.  Three hooks pop off the Stone.  Loc Rhod can't believe his eyes.  \n[48]\t\t\t\tIt... it moved! Korben! Korben!  \tKorben rushes over, looks at the Stone.  Hooks are undone.  \n[49]\t\t\t\tNothing! Swear to God, I didn't do \t\t\t\tnothing!  \n[50]\t\t\t\tI was like this... With my hands here and... \t\t\t\tI said, \"We'll never make it!\" That's all!  \tNothing happens.  \n[51]\t\t\t\tYeah... then I sighed... like this.  \tLoc Rhod sighs, really depressed this time.  The Stone opens even more. \tKorben's got it.  \n[52]\t\t\t\t\t \t\t\t\tI don't have a light.  I stopped smoking \t\t\t\tlast week! If we'd come a bit sooner...  \tKorben pats his pockets, he comes up with a box of matches.  There's only one left.  \n[53]\t\t\t\tThis guy is a killer with the babes. \t\t\t\tI knew it from the moment I laid eyes \t\t\t\ton him.  \tCornelius and Loc Rhod burst out laughing.  Korben and Leeloo keep on kissing.  ", "Mugger": "\n[1]\t\t\t\tThe cash man!  \n[2]\t\t\t\tDon't fuck with me man or I'll blow \t\t\t\tyou into tomorrow!  \tUnperterbed, Korben looks at the mugger's fearsome weapon.  \n[3]\t\t\t\t\t \t\t\t\tUh..  \n[4]\t\t\t\tIt's not?  \n[5]\t\t\t\tThanks..  \n[6]\t\t\t\t\t \t\t\t\tThere's no more resistance. \t\t\t\tEverything's under control.  \tThree Mangalores are suddenly blasted through the glass door leading to the theater.  Korben bursts into the hall, two huge guns in his hands.  ", "Leeloo": "\n[1]\t\t\t\tCorn-i-Lius?  \n[2]\t\t\t\t\t \t\t\t\tNapoleon... small.  \tShe laughs again and tosses some capsules into the microwave.  \n[3]\t\t\t\tSan Agamat chay bet... envolet!  \n[4]\t\t\t\t\t \t\t\t\tDomo danko!  \tDavid smiles, dumb with admiration.  Cornelius comes over.  \n[5]\t\t\t\tIkset-kiba.  Me imanetaba oum dalat!  \n[6]\t\t\t\tDot!  \tThe little group comes over to look.  \n[7]\t\t\t\tApipoulai!  \n[8]\t\t\t\t\t \t\t\t\tValo massa... Chacha hamas.  \n[9]\t\t\t\t\t \t\t\t\tCornelius..  \n[10]\t\t\t\tAchta ge lumitai de matala..  \tKorben turns..  \n[11]\t\t\t\t\t \t\t\t\tVano da, mechteba?! \t\t\t\tSoun domo kala chon hammas!  \n[12]\t\t\t\tAkta dedero ansila do mektet.  \n[13]\t\t\t\t\t \t\t\t\tDinoine chagantakat!  \n[14]\t\t\t\tApipoulai!  \n[15]\t\t\t\tLove...  \n[16]\t\t\t\t\t \t\t\t\tPeace... and love...  \tShe brings up a picture of a 60's style Hippie flashing a peace sign. Korben sighs and switches off the screen.  \n[17]\t\t\t\t\t \t\t\t\tWhat is... Make Love?  \tKorben just stares at her for a few minutes.  \n[18]\t\t\t\t\t \t\t\t\tOK! Finished!  \n[19]\t\t\t\tLearning language.  \n[20]\t\t\t\tAll 900.  \tKorben doesn't know if he should laugh or not.  \n[21]\t\t\t\t\t \t\t\t\tYes! Now it's your turn! I learned your \t\t\t\tlanguage, you have to learn mine!  \n[22]\t\t\t\tApipoussan!  \n[23]\t\t\t\tGood! Do you know how we say \"make love\"?  \n[24]\t\t\t\t...Hoppi-hoppa.  \tKorben literally melts.  \n[25]\t\t\t\t\t \t\t\t\tYou know women normally change five \t\t\t\ttimes more than men.  \n[26]\t\t\t\tYes... you know there's a lot of \t\t\t\tdifferences between men women.  \n[27]\t\t\t\tOK, you can turn around!  \tKorben turns around.  Leeloo has put on a very simple dress which is sexy to the max.  He is smitten.  So much so that Leeloo wonders if something isn't quite right.  \n[28]\t\t\t\tI'm going to see the Diva sing. What's \t\t\t\tthe matter?... Do I look bad?  \n[29]\t\t\t\tDo you know how this works?  \tKorben's blood boils.  She wriggles, pressing her hands together close to the zipper.  \n[30]\t\t\t\tAnd you can't concentrate with me \t\t\t\taround?.  \n[31]\t\t\t\t\t \t\t\t\tYou're nothing but a... a...  \n[32]\t\t\t\t \t\t\tApipoulai!  \n[33]\t\t\t\t\t \t\t\t\tKor... ban...  \n[34]\t\t\t\tKorben...  \tHer voice is too weak, Korben can't hear her.  \n[35]\t\t\t\tI'm so very sad.  \n[36]\t\t\t\tFive hundred wars... Arms... Drugs... \t\t\t\tMoney... \t\t\t\tEverything you create is used to destroy...  \n[37]\t\t\t\tProtect life... Until death.  \tHer eyes close and she falls back asleep.  Korben is worried.  She seems so depressed.  Cornelius enters.  \n[38]\t\t\t\t\t \t\t\t\tThe wind blows... the fire burns...  \n[39]\t\t\t\t...The rain falls...  \tKorben is desperate.  Leeloo's too weak, he won't get anything more out of her. \tHe darts over to a Stone and turns it over and over.  \n[40]\t\t\t\tI'm so tired...  \n[41]\t\t\t\tI want to sleep... forever...  \n[42]\t\t\t\t\t \t\t\t\tWhat's the use of saving lives... \t\t\t\twhen you see what you do with them!  \n[43]\t\t\t\t...Like love...  \n[44]\t\t\t\tBut I don't know love... I'm like a machine \t\t\t\tprogrammed to save other people's lives but \t\t\t\tnever to have one of my own.  \n[45]\t\t\t\tI have thousands of memories but none \t\t\t\tof them are mine... There is no need for \t\t\t\tme other than this. I'm immortal but I have \t\t\t\tno life.  \n[46]\t\t\t\tWhy?... Why would you need me?  \n[47]\t\t\t\tTell me...  \n[48]\t\t\t\tNow you're allowed to kiss me.  \t- Korben wraps his arms around her and kisses her like he's never kissed anybody before.  - The white beam, the Divine Light, immediately forms around Leeloo and Korben. - The stopwatch hits zero.  - The Absolute Beam explodes from the top of the pyramid and heads straight into the sky zapping the fireball smack in the middle, slowing it down.  - Korben and Leeloo kiss like there was no tomorrow.  \t- The beam hardens and slowly solidifies the Evil Planet.  Inaudible screeches escape from the dying planet.  Screeches of terrifying pain as if a million souls were dying.  \t- Streams of black acid spurt from the pyramid and solidify like brilliant stalactites.  "}}