{"filename": "Revenant,-The_script.txt", "imdb_id": "tt1663202", "imdb_url": "https://www.imdb.com/title/tt1663202", "characters": ["Dave Stomach Wound", "Hugh Glass", "Captain Andrew Henry", "Stubby Bill", "Powaqa", "Hawk", "Anderson", "Jones", "Elk Dog", "John Fitzgerald", "Bridger", "Toussaint", "Hikuc", "Boone (as Christopher Rosamund)", "Murphy"], "dialogues": {"Hugh": "\n[1]  ", "Glass": "\n[1]Yep. Bridger'll take the tail, and Pig you haul the rest. \n[2]   \n[3]  \n[4]\n[5] \n[6]The Missouri's no good. Not if the `Ree's running it. \n[7]We get ourselves safe outta range, then track another course up. \n[8]No posts that far out. \n[9]You'd have done the same for me. \n[10]Middle of workin' on it. \n[11]Best I can tell, my place is right where I want it... on the smart end of my rifle. \n[12]Never like closin' my eyes when I'm not sure who'll be standin' over me when I open `em. \n[13]The tracks I saw... those `Ree had been tailin' us for a while. They'd have gone as far north as it took. You're a good man, Captain. Soon as you realize that, these others will too. 13. \n[14]Enough to try and stay outta their way. \n[15]I been here a long while. Whether that gets us to Union or not... \n[16]He wasn't wrong. Truth is that's what I prefer about this country... it's got no eye for the color of a man's skin. \n[17]   \n[18]     \n[19]    \n[20] \n[21]\n[22]21. \n[23]23. \n[24]   \n[25]  \n[26]  \n[27]\n[28] \n[29] \n[30]      \n[31]      \n[32]stretched tight. Glass, naked, on his stomach at the center of the tee-pee, his arms and legs outstretched, secured to wooden stakes in the ground. The white worms cover his back. The Medicine Man... CHANTING... waving burning sticks in the air. A THICK LIQUID BOILING IN A POT... the Medicine Man's twisted hand reaching a gourd container in... filling it with the steaming mixture. The liquid POURING OVER GLASS' BACK. GLASS' FACE... arched to the sky... twisted in horrible pain. He SCREAMS THAT HORRIBLE GROWLING CRY. MORE IMAGES... even faster... the CHANTING more frantic... A SIOUX WOMAN,, staring down. HANDS wiping a GREEN SLUDGE over Glass' neck... chest. The Medicine Man dancing... chanting... shaking sticks lined with RATTLESNAKE TAILS. The moonlight shining through the tee-pee, illuminating the images of the buffalo and dancing shapes. Waki gently pouring fluid into Glass' mouth. The Medicine Man holding the SEVERED HEAD OF A SNAKE... lightly sinking the fangs around the wounds on Glass' throat. GLASS' EYES... wide open... rolling up white into his head. AND THE CHANTING STOPS... the world goes dark. \n[33]\n[34] Thank you. \n[35]Bad medicine. \n[36]How long have I been here? \n[37]You're Sioux. I only know a bit a Pawnee. \n[38]The snow... my healin'.  Me.  Here. How long? 62. \n[39]How many suns? Ten? \n[40]Ten suns? \n[41]Christ. \n[42]You speak English. \n[43]Well I'm grateful for you bringing me here... havin' them care for me.  Now if you could point me which way it is you do your tradin'... with the whites. \n[44]Fort Brazeau? That's where I'm tryin' to get. Is it far from here? \n[45]Far? Long way? \n[46]Three days on horse? \n[47]The men stole my rifle. \n[48]They took. They took... \n[49]...my rifle. My gear. \n[50]They left me to die. So I mean to find `em both. Get my rifle back. \n[51]Grizzly? \n[52]   \n[53]     \n[54]     \n[55]Thank you. \n[56]Yes. \n[57] No. \n[58]No. Not for a long time. \n[59] Tatanka Wicasa. 69. \n[60]Nice. \n[61]Good to see you again, Mr. Brazeau. \n[62]Had a tussle with a grizzly. \n[63]They looked after me for a spell. I'm on my way to catch back up with Captain Henry... at Fort Union. Needed to trade for some supplies on the Company's credit if I could. \n[64]We can start with this. \n[65]Won't be the last night I sleep on the ground. \n[66] You stay here tonight? \n[67]No. \n[68]Fort Union. \n[69]It will be over soon. \n[70] \n[71](struggling to make his frozen lips move I'm Hugh Glass of... \n[72]Of the Rocky Mountain Fur Company on my way to Fort Union. \n[73]All I need is a horse and enough supplies to... \n[74]...to get me to Fort Union. I can sign a draft made good by Captain Henry. \n[75]I'm Hugh Glass of the Rocky Mountain Fur Company, and all I need is... \n[76]All I need... \n[77]...is a horse and enough supplies to get me to Fort Union. \n[78]And this shooter here. All made good by Captain Henry and The Rocky Mountain Fur Company. \n[79]    \n[80] \n[81]You took everything I had... left me to die. \n[82]Why? \n[83]There wasn't no `Ree that night, was there? \n[84]Where's Fitzgerald and my rifle? \n[85]I cut the shoes loose of her, and hiked over to Fort Talbot. \n[86]And you may hear from the fella there about a stoled horse and supplies charged to you. 86. \n[87]She can take the night off, but I wouldn't mind the use of her bed. \n[88]I do, Pig. You must have a little gypsy in ya. \n[89]Thank you for what you done for me... stitchin' me back together... givin' me a chance. \n[90] \n[91]You told me once that other men didn't think like him. But the truth is, most do. I seen it my whole life... the looks folks give... the whisperin'. I watched my wife and son die from the fever on accounta no white doctor would care for `em. Wasn't no different to them than if their neighbor's dog was sick. So I don't figure nobody's gonna care much that Fitzgerald took some dyin' nigger's rifle, and left him in the middle of nowhere.  Do you, Captain? \n[92]I thank you for the coffee. 88. \n[93]I'll make my way down river. See what turns up. \n[94]If I run across the boy, I'll send him back your way. \n[95]Where're you headed? \n[96]I can do this on my own. \n[97]Ice tore it up. 93. \n[98]If the snow holds off, we'll have a good trail to track. \n[99]And the Missouri. Doubt he'd risk the river with the `Ree. Likely grab a horse, and cross over high... take his chances goin' east against the weather. When'd you say he skipped out? \n[100]We best pick up our pace. \n[101]Couple nights back. But these tracks aren't all his. \n[102] Came in after. Prints are smooth. Mocassins. \n[103]Could be Sioux... Blackfoot even. \n[104]I don't figure nothin', Captain. But whoever it is, they're a good day behind Fitzgerald. \n[105]And they're on his trail too, so we should keep it quiet... don't announce we're back here. \n[106]I do. \n[107]You're welcome to head back, Captain. \n[108]Don't ask me. \n[109]Wait! \n[110]We needed to pick up some time anyways. \n[111]Smoke. \n[112]No more than mile out that way.  I'll head in from the west... you take the east. \n[113]Then we leave `em be... meet back up here. 97. \n[114]You shouldn't a come. \n[115](repeating Spotted Horse's words under his breath Arikara take right ear of Sioux. Left ear of whites. Not know what they take from you. \n[116]I am Tatanka Wicasa! I have killed whites and I have killed Arikara and I have killed grizzly! AND I \n[117]", "Stubby": "\n[1]Never seen a woman that could stop a `Ree from three hundred feet. \n[2]Shouldn't we have hit the Grand by now? \n[3]He's tore to pieces. \n[4]Whatta we do, Cap? \n[5]Why don't you go tell him that, Fitz? Then start your hike back to St. Louie. \n[6]  \n[7]  \n[8]Jesus Christ. \n[9]Christ almighty. \n[10]The kid's gone... gear and all. Musta slipped out before light. \n[11]Just left this on his bunk. ", "Bill": "\n[1]Never seen a woman that could stop a `Ree from three hundred feet. \n[2]Shouldn't we have hit the Grand by now? \n[3]He's tore to pieces. \n[4]Whatta we do, Cap? \n[5]Why don't you go tell him that, Fitz? Then start your hike back to St. Louie. \n[6]  \n[7]  \n[8]Jesus Christ. \n[9]Christ almighty. \n[10]The kid's gone... gear and all. Musta slipped out before light. \n[11]Just left this on his bunk. ", "Powaqa": "", "Hawk": "\n[1]\n[2]Arikara. 65. ", "Anderson": "\n[1]We're just floatin' farther from Fort Union. \n[2]Unless we come across a post... trade for some horses. 9. \n[3]I knew a particular big-breasted redhead in Boston that might come close. 10. \n[4]Least he took that Grizz down with him. \n[5]They're torturin' the poor bastard. \n[6]`Less he could pull through. \n[7]I seen a fella go a week once after a lion jumped him. Fever finally finished him off. \n[8]Fever's hit. Won't be long now. \n[9]No more than a mile or so out. \n[10]It's rocky and steep goin'. 26. \n[11]What'd you figure when ya signed on outta that St. Louis whorehouse you was workin'? That you was headin' off to paradise? \n[12]Just give that fat little whore you're so sweet on a couple extra bits... she'll have you thinkin' it's Spring already. \n[13]Jesus, Murph. ", "Jones": "", "Elk": "", "Dog": "", "John": "", "Fitzgerald": "\n[1]Likely got a splinter. Can't figure what to do without Mama here to pull it out for him. 2. \n[2] Shame my Pap was a broken down drunk. Else he could've bought me a Captain's job too. \n[3]We got a plan for these fires, Captain, or are we roastin' berries all the way up to Fort Union? \n[4]My supper's in the hands of a hermit nigger, a kid and a dummy. Hell, my belly feels full already. \n[5]What's the plan, Captain? \n[6]Captain! What the hell do we do now? \n[7]So we just float the hell down to Mexico or wherever else this river takes us? \n[8]Add weeks to the trip. \n[9] Shut up, kid, you don't get no say in this. 8. \n[10] And in case you hadn't noticed, Captain, we're twelve men short of what we were. (off the badly wounded \n[11]On foot? You got any idea how long that's gonna take? It'll be winter before we get there. \n[12]So if we do this, we do every step with our own feet. \n[13]You treat that Anstadt sweeter than any woman, Glass. \n[14]Bring it over here for me to have a look. \n[15]Did you hear what I said, boy? \n[16]What'd you say, kid? \n[17]You're lucky you ain't a man yet.  Else that mighta nicked somethin'. 11. \n[18]And unlike you, I don't need savin' by him or nobody else. Remember that. \n[19]Lemme see what's so special `bout that shooter of yours. \n[20]Well you can stop workin' on it, and let me have a look like I said. \n[21]You forget your place? \n[22]I'd be careful if I was you, boy. \n[23]That's the trouble with this part of the world. No mirrors. Niggers forget what color they are. \n[24]Glass said. Too bad I don't see him. \n[25]Or he's run off and left us. \n[26]My bet, that nigger's used to runnin'. \n[27]Wished he'da done it without firing his rifle. If there wasn't no `Ree around before, there will be now. \n[28]And riskin' gettin' us killed in the process. Proper thing would be to end it for him quick. \n[29]You seen what that grizz did to him. Shit, Glass'll be dead inside a hour. We all will be if he keeps screamin' like that. \n[30]What makes you think you earned a claw? \n[31]You didn't take that grizz down. \n[32]You ain't doin' him or us no favors, Captain, lettin' him suffer that way. 24. \n[33]I seen a bad one drag on days. \n[34]  \n[35] \n[36]Tryin' to buy Glass time don't make sense for the rest of us, Captain. 25. \n[37]Least it's a step in the right direction. \n[38]Any coyote digs that deep deserves the meal. \n[39]Glass won't know the difference no ways. \n[40]I signed on as a trapper, not a goddamn mule. \n[41]Two won't stand much chance against a party of `Ree, Captain, and seventy dollars won't buy me a new setta ears. \n[42]That case I'll hang back with the kid. I don't mind fallin' a day or so behind for two hundred. 28. \n[43] I'll let the young doctor do his job. \n[44]I'll take first watch. 29. \n[45]Trust me, kid, he ain't gonna be needin' it tonight. \n[46]  \n[47]You were right to protect this. \n[48] \n[49]I'm nearly a week behind Henry's bunch on accounta havin' to tend to you. Be easier on us all if you'd take that last breath. \n[50]I could help ya with that if you'd like. Muzzle ya right now... end all this sufferin' quick and easy. Nobody'd ever know you give up. \n[51]You just gimme a blink if you want me to do it. \n[52]Don't you ever question me, you little piss-ant. \n[53]I'd just as soon leave both you and your nigger here to rot. `Cept killin' you ain't worth givin' up your share. But that don't mean I can't be coaxed into changin' my mind. \n[54]And I was just doin' your job... cleanin' him up. \n[55]Why don't ya pour some more broth down his throat... keep him alive another week so we can fall farther back. End up walkin' all the way to Fort Union on our own. `Ree would love to poach on just two.  I promise ya, you'll look a helluva lot worse than Glass when they're done with you. \n[56] \n[57]`Ree. \n[58]Keep quiet. I was down at the creek... there's twenty of `em at least, comin' this way. \n[59]We run. Now. \n[60]He's on his own, same as us. \n[61]Then I'm talkin' to a dead man. \n[62]Move. \n[63]He couldn't hold it if you tarred it to his hands. \n[64]And more than he'll need. \n[65]We ran the better part of six hours. Had to gain some ground on Henry and them others. \n[66]We put enough distance between us and them. And it's too damn cold to go without one. 35. \n[67] A dozen `Ree can't make the time us two did. \n[68]What? \n[69]A dozen... twenty. I wasn't in a mood to count feathers. Hell, one `Ree woulda been too many. \n[70]Don't start questionin' me on accounta you feelin' guilty `bout leavin' your nigger buddy behind. \n[71]What're you askin'? Why it was you turned your back on Glass? Why you let him die to save your own sorry skin? `Cause you was scared shitless, that's why. \n[72] \n[73]So that there is the answer to your question. \n[74]And the next time you aim to kill somebody, kid, best remember your gun won't fire without a flint. 37. \n[75]Far as we ran all night, you couldn't find Glass with dogs and a map. And I don't believe you really want to. `Cause after leavin' him to die the first time, I doubt he'd be too happy to see you now. \n[76]And just so we're clear. If you try to backtrack without me knowin', or ever get so guilty you feel the need to tell somebody. \n[77]I'll have no choice but to gut you from nuts to nose. \n[78]Now let's go. \n[79]`Bout goddamn time. 56. \n[80]And we're understood on everything... Glass' dyin' in his sleep... us buryin' him like was agreed. \n[81]You're as guilty as me in leavin' him. Don't you forget that. You got a future up here. No sense tossin' it away when he was as good as dead already. Shit, all we did was skip the funeral. \n[82]I won't take to givin' up that two- hundred on accounta you gettin' weak-kneed. \n[83]Twice the folks here than when we left. \n[84]Far as we hiked... we got time for a drink on the company's tab. 57. \n[85]If your fat ass could get through, we didn't have no worries. \n[86] \n[87]I won't pretend to been his friend, but I respect any man that fights the way he done. \n[88]We had those extra days so we went deeper... covered it in rocks. To keep the scavengers off him. \n[89]Not a one. \n[90]Truth is, I was worried `bout `Ree, and ready to get movin', but Bridger here argued to stay and make a cross for the grave. \n[91]So that's what we did. \n[92]More than his share, Captain. 59. \n[93]Fortunate for me, it did not. \n[94]He's beat hisself up most of the trip... wishin' he'da done more. \n[95]That's what I been tellin' him. 60. \n[96]  \n[97]No... please. \n[98]I had enough of this cold as hell shit. \n[99]I tell ya what I figured, I figured I'd be somewhere the piss wouldn't freeze before I got it outta my pecker. \n[100]Waste a time to check traps in this weather... while Henry sits warmin' his ass on the stove in his office. \n[101]Shit, I walked up here, I got no problem walkin' back. \n[102]Henry can shove that contract up his toasty warm ass, or I'll do it for him. \n[103]You don't think I will? \n[104]Hello? Captain? \n[105]To the river, Murphy. \n[106]Left my rifle down there... don't want it out all night. \n[107]Just don't take a shot at me when I come back in. \n[108]Not that you'd hit me if you tried. \n[109]Then what the hell have ya got? \n[110]Gimme a couple bottles then. Goddamn ice shredded my boat. Been walkin' for two days. \n[111]How much for one of them horses out there? \n[112]Whatever the price, Rocky Mountain Fur Company's good for it. \n[113]That right? Well I don't know nothin' about that. Just that I need a horse. \n[114]Fine then, I'll pay cash for the horse. How much? 91. \n[115]Wasn't my friend. \n[116]Yeah, okay. I'll collect from him. How much? \n[117]You boys are leavin' me with nothin'. Better be a helluva horse. \n[118]When I see who? 92. \n[119]Scarred up, you say... and headed up to Union? \n[120] \n[121]   \n[122]  \n[123]Didn't figure an important man like you to be away from your stove on a night as cold as this, Captain. You lost? 98. \n[124]I done told you boys... I don't need savin' by you or nobody else. \n[125]     \n[126](through the water and \n[127]   ", "Bridger": "\n[1]But bigger than we figured. Gonna be a load to haul back to camp. \n[2]Another one close by? \n[3]  \n[4]Thank you. \n[5]Better that than endin' up scalped on the side of the river. \n[6]Thank you... for what you done back there. \n[7] \n[8] \n[9]He wouldn't do that. \n[10]Christ Almighty. \n[11]He's down here! \n[12]Holy Christ, he's alive. 18. \n[13]Oh, Jesus... Jesus. \n[14]It's gonna be fine, Mr. Glass. \n[15]What about the rest of him? \n[16]\n[17]What now? \n[18]It ain't for me. \n[19]Long. \n[20]He's burnin', Cap. Water turns to boil as soon as it touches him. \n[21] \n[22]But, Captain. \n[23]  \n[24]I'll stay with him... money or not. \n[25]They can have my share too. I owe Glass that at least. \n[26]As long as necessary. \n[27]I'll look after him. \n[28]Not with his rifle. \n[29]What's goin' on? 31. \n[30]\n[31]What? \n[32]Oh, shit. Whatta we do? \n[33]What about Glass? 33. \n[34]I can't leave him. \n[35]What're you doin'? He needs that. \n[36]It's his goddamn rifle! That's all he's got! \n[37]We can't leave him with nothin'. 34. \n[38]Best douse that smoke before them `Ree spot it. \n[39]All we know, they hoofed it through the night same as us. \n[40]It was twenty earlier. \n[41]When you woke me... you said you'd spotted twenty `Ree. \n[42]What was you even doin' down at the creak in the middle of the night? I'd already brought plenty a water. \n[43]Answer me. \n[44]\n[45]The `Ree... did you see `em?  \n[46]I'm goin' back for him. \n[47]We should go see Captain Henry. \n[48]Had to be a helluva long walk for you. \n[49]I hope not. \n[50]Figured wrong. 75. \n[51]I'm sorry. 84. \n[52]I was scared of dyin'. But every day since, I've wished I had. \n[53]No. 85. \n[54]I wanna hear what happened. \n[55]Wait. Please! ", "Toussaint": "", "Hikuc": "", "Murphy": "\n[1]Oh, Jesus. \n[2]What that bear did to him... I didn't expect he'd last this long. \n[3]Contracted for twelve months. We all did. \n[4]Where're you headed? \n[5]That you, Fitzgerald? \n[6]That weren't too smart. \n[7]We'll see. 77. \n[8]   \n[9]There's a couple fair whores next door that'll ease the miles on ya, scars or not. \n[10]I just meant I'd go roust one of `em for ya if you wanted. \n[11]He said he was goin' to get his rifle... \n[12]Your rifle. But he never showed back up. The next day I figured him mighta fell in, but then Pig seen the canoe was missin'. "}}