{"filename": "Abyss,-The_script.txt", "imdb_id": "tt0096754", "imdb_url": "https://www.imdb.com/title/tt0096754", "characters": ["Lindsey Brigman", "DeMarco", "Leland McBride", "Ensign Monk", "Jammer Willis", "'Sonny' Dawson", "Schoenick", "Lt. Coffey", "Bud Brigman", "Wilhite", "Alan 'Hippy' Carnes", "Catfish De Vries", "Lisa 'One Night' Standing", "Lew Finler (as Capt. Kidd Brewer Jr.)", "Dwight Perry (as Richard Warlock)"], "dialogues": {"Lindsey": "\n[1]I can't believe you let them do this! \n[2]I was, but I managed to bum a ride on the last flight out here.  Only here isn't where I left it, is it, Bud? \n[3]We were that close to proving a submersible drilling platform could work.  We had over seven thousand feet of hole down for Chrissake.  I can't believe you let them grab my rig! \n[4]My rig.  I designed the damn thing. \n[5]You wimp.  I had a lot riding on this.  They bought you... more like least rented you cheap-- \n[6]Virgil, you wiener!  You never could stand up to fight.  You-- \n[7]Let's go, gentlemen!  We either launch now or we don't launch. \n[8]Take her up, Byron! \n[9]Bates is sick.  Besides I've got more hours in this thing than he does. A little change of plan. \n[10]Just hold your water, okay? So Kirkhill, we gonna do this or we gonna talk about it? \n[11]Roger. There's only one way it's going to happen... \n[12]Touchdown.  The crowd goes wild.  Explorer... Cab Three.  We are styling. \n[13]Deepcore, Deepcore... this is Cab Three on final approach. \n[14]None other. \n[15]Couldn't stay away.  You running mixture for us? Good.  Couldn't ask for better. \n[16]Get comfortable.  The bad news is we got six hours in this can, blowing down.  The worse news is it's gonna take us three weeks to decompress back to the surface later. \n[17]Don't call me that, okay... I hate that.  Alright, from now on we watch each other closely for signs of HPNS... \n[18]Very good.  About one person in twenty just can't handle it.  They go buggo.  They're no way to predict who's susceptible, so stay alert. \n[19]Oh... chamber runs.  Uh huh, that's good. Well, hey... you guys know any songs? \n[20]Hey, was there a wall here before?  I don't remember a wall here.  Oh, Jammer!  Hi. \n[21]Those guys are about a much fun as a tax audit. \n[22]Hippy, you're going to give that rat a disease. \n[23]Not for long. \n[24]Not even when it meant something. Is that One Night up in Flatbed? \n[25]Look, I didn't come down here to fight. \n[26]You need me.  Nobody knows the systems on this rig better than I do.  What is something was to go wrong after the Explorer clears off?  What would have you done? \n[27]Not particularly.  Jeez, look where this is set! Morons. \n[28]That must be it. \n[29]I was worried about the rig.  I've got over four years invested in this project. \n[30]You've got to have priorities. \n[31]What are you still wearing that for? \n[32]I haven't worn mine in months. \n[33]Do you always have to call him that?  The Suit? It makes you sound like such a hick.  His name is Michael. \n[34]No, I haven't seen him in a few weeks. \n[35]Bud, why are you doing this?  It's not part of you life any more. \n[36]You're right, Bud.  It was just that simple. Aren't you clever?  You should get your own show... Ask Dr. Bud, advice to the lovelorn from three hundred fathoms. \n[37]\n[38]Shit. \n[39]Com-check, everybody.  Flatbed, you on line? \n[40]Cab Three? \n[41]What's you depth, Cab Three? \n[42]Going over the wall.  Coming to bearing 065. Everybody stay tight and in sight. \n[43]The magnetometer is pegged.  Side-scan is showing a big return, but I don't see anything yet.  Are you sure you got the depth right on this? \n[44]Uh, yeah, roger that... uh, found it. \n[45]Neutron counter's not showing very much. \n[46]Copy that, continuing forward.  You just want me to get shots of everything, right? \n[47]Copy that. \n[48]How many are there? \n[49]That's 192 warheads... And how powerful are they? \n[50]Jesus Christ... this is World War Three in a can. \n[51]Copy you, Bud.  On my way. \n[52]No.  Look, forget it.  I don't want to talk about it. \n[53]I don't know what I saw.  Okay?  Coffey wants to call it a Russian submersible, fine.  It's a Russian submersible.  No problem. \n[54]No. \n[55]Jammer saw something in there, something that scared the hell out him-- \n[56]But what did he see that made him panic? \n[57]I don't know.  I DON'T KNOW! \n[58]Figured that out for yourself, did you? \n[59]Cute, Virgil. \n[60]Bud, this is big time. \n[61]We're heading right for the drop off! \n[62]Got it!  It's dropping straight to us. \n[63]Oh shit. \n[64]Hey!  Get on this hose, you turkeys! \n[65]No! Hold it on me! \n[66]I can get power to this module and sub-bay if I remote these busses.  I've gotta get past the mains, which are a total melt-down. \n[67]Thanks.  No, I can handle it.  Bud... there won't be enough to run the heaters.  In a couple hours this place is going to be as cold as a meat locker. \n[68]Brace yourself.  We've got about 12 hours worth if we close off the sections we're not using. \n[69]I can extend that.  There's some storage tanks outboard on the wrecked module.  I'll have to go outside to tie onto them. \n[70]Yeah?  Well I'm not. \n[71]Cat, you tie onto this manifold.  There's some tanks on the other side; I'm gonna go check them out. \n[72]Yeah, Hippy, I read you.  What's the matter? \n[73]Catfish... I got a problem here.  You there? Catfish? \n[74]You better not say you missed that. \n[75]Come on, you guys... look, this is the little one right here.  You can see how it's kind of zigging around. \n[76]I'm telling you what is there.  You're just not hearing.  The impulses somehow aren't getting from you ears to your brainpan.  There's something down there.  Something not... us. \n[77]Not us.  Not human.  Get it?  Something non- human, but intelligent... \n[78]A non-terrestrial intelligence. \n[79]Hippy, do me a favor... stay off my side. \n[80]Bud, something really important is happening here. \n[81]Who's hysterical?  Nobody's hysterical! \n[82]I saw something!  I'm not going to go back there and say I didn't see it when I did.  I'm sorry. \n[83]I need you to believe me, Bud.  Look at me.  Do I seem stressed out?  Any of the symptoms of pressure sickness, any tremors, slurred speech? \n[84]Bud, this is me, Lindsey.  Okay?  You know me better than anybody in the world.  Now watch my lips... I saw these things.  I touched one of them.  And it wasn't some clunky steel can like we would build... it glided.  It was the most beautiful thing I've ever seen. \n[85]It was a machine, but it seems almost alive. Like a... dance of light.  Bud, you have to trust me... please.  I don't think they mean us harm.  I don't know how I know that, it's just a feeling. \n[86]We all see what we want to see... Coffey looks and he sees Russians, he sees hate and fear. Bud, you have to look with better eyes than that. \n[87] \n[88]Look, goddamnit, if you won't do something about it, I will. \n[89]You've got some huevos bringing this... thing... into my rig!  With everything that's been going on up in the world, you bring a nuclear weapon in here?  Does this strike anyone as particularly psychotic, or is it just me? \n[90]You're right... I don't.  I just need to know that this thing is out of here!  You hear me, Roger Ramjet? \n[91]Bullshit, you can't do that.  Oww... goddamnit! \n[92]You dumb jarhead motherf-- \n[93]He's got the shakes? \n[94]Look, you can just punch into his little chip where you want him to go, and he goes, right? \n[95]Let's go for it.  We could get lucky. \n[96]No.  Just you and me.  We get some proof, then tell them.  Hippy, look... if was can prove to Coffey it's not Russians, maybe he'll ease off the button a little. \n[97]Virgil, turn on your side. \n[98]It's trying to communicate. \n[99]Seawater. \n[100]Show off. \n[101]Okay, raise your hand if you think that was a Russian water-tentacle.  Lieutenant?  No?  Well, a breakthrough. \n[102]They must've learned how to control water... I mean at a molecular level.  They can plasticize it, polymerize it... whatever.  Put it under intelligent control. \n[103]They're curious, maybe.  We could be the first people they've seen up close. \n[104]I think they're from 'you know'.  Some place that has similar conditions... cold, intense pressure.  No light. \n[105]Oh my God...  Oh no... Please, you can't.  Coffey, think about what you're doing... for God's sake-- \n[106]Schoenick... your Lieutenant is about to make a real bad career move... \n[107]... he's about to declare war on an alien species, \n[108]See? \n[109]Now what? \n[110]Bud, that water's only a couple degrees above freezing. \n[111]He couldn't be that dumb.  The guy's a trained killer.  Bud's idea of a fight is arm-wrestling One Night over laundry duty. \n[112]\n[113]\n[114]Forget that... go for Big Geek! \n[115]Get in! \n[116]You owe me one, Virgil. \n[117]You did okay, back there.  I was fairly impressed. \n[118]Not in this thing. \n[119]Yeah.  So sue me. \n[120]You noticed. \n[121]Deepcore, Deepcore, this is Cab One, over. \n[122]Deepcore, this is Cab One.  We need assistance, over.  Deepcore, this-- \n[123]Well, that's that. \n[124]Over there.  It's the rig. \n[125]They'll come out after us. \n[126]You see where it's coming in? \n[127]I don't know, look around. \n[128]Calm down, Bud. \n[129]How? \n[130]We've only got one suit. \n[131]Aaargh!!  I'm freezing! \n[132]Okay, look, you swim to the rig and come back with another suit. \n[133]What, you growing gills all of a sudden?  You got it on, keep it on. \n[134]No way!  Forget it.  Not an option. \n[135]NO!!  Now be logical, Bud, you're-- \n[136]Listen... will you listen to me for a second!? You're for the suit on and you're a better swimmer than me.  Right?  So I got a plan... \n[137]I drown, you tow me back to the rig-- \n[138]Look, this water is only a couple degrees above freezing.  I drown.  I go into deep hypothermia... my blood like icewater.  I can maybe be revived after ten, fifteen minutes.  You got all the stuff to do it on the rig. \n[139]It's the only way, Bud.  Now trust me. \n[140]Tell me later. \n[141]This is maybe not such a great plan, is it? \n[142]Hold me.  Hold me, Bud... I'm so scared... \n[143]Hey... big boys don't cry, remember? \n[144]Hi, tough guy.  I guess it worked, huh? \n[145]I've been better.  Next time it's your turn, okay? \n[146]No, Bud, no... not you. \n[147]Can you hear me okay? Try your keypad. \n[148]I already have, moron. \n[149]We're right here with you, Bud.  Your depth is 3800 feet.  You're doing fine. \n[150]Bud, according to Monk here, you just set a record for the deepest suit dive.  Bet you didn't think you'd be doing this when you got up this morning. \n[151]8500 feet, Bud.  Everything okay? \n[152]Ensign Monk want to know how you feel. \n[153]Big baby. \n[154]Don't forget Bud, you're being graded on spelling as well as sentence structure, so concentrate, okay? Bud, I... uh, there's some things I want to say. It's hard for me.  I'm not of those softy, gooey- center-type people.  It's not easy, you know, being a cast-iron bitch.  It takes discipline and years of training.  A lot of people don't appreciate that. \n[155]But is wasn't all bad.  I know that.  You remember that bike trip... we rode the Honda up through Oregon?  It took me a week to get my hair untangled, but I've never been happier.  It was the most... free... I've ever felt.  I'm sorry I can't tell you these things to your face. \n[156]It's pitiful.  I have to wait until you're freezing in the dark and there's ten thousand feet of water between us.  I guess I'm babbling. I'm sorry. \n[157]Shut up, Hippy.  Bud, how you doing? \n[158]What kind of luminous things, Bud? \n[159]Bud, it's the pressure.  Try to concentrate. Concentrate on my voice.  Just listen to my voice. \n[160]I'm not going away, Bud.  I'm right here, right here with you.  This is Lindsey, Bud.  I'm right here. \n[161]I know how alone you feel... alone in all that cold blackness... but I'm there in the dark with you, Bud you're not alone... \n[162]You remember that time, you were pretty drunk, you probably don't remember... the power went out at the old apartment, the one on Orange Street... and we were staring at that one little candle, and I said something really dumb like that candle is me, like every one of us is out there alone in the dark in this life... \n[163]... and you lit another candle and put it beside \n[164]Bud?  You hangin' in there?  Talk to me, Bud. Are you okay? \n[165]What kind of light? \n[166]Would we see the flash? \n[167]Drop you weights and start back now!  The gauge could be wrong... \n[168]No!  You can make it!  You hear me?  Drop your weights... you... can breathe shallow... you... it could be wrong-- \n[169]Oh God, Virgil, please... \n[170]Love you. \n[171]No it's not. \n[172]It says... \n[173]\n[174]We should be dead.  We didn't decompress. \n[175]Oh, yes.  I think you could say that. \n[176]Hello, Brigman. ", "Brigman": "\n[1]", "DeMarco": "\n[1]No light from the surface.  How deep are they? \n[2]I need them to go to over two thousand. \n[3]At 09:22 local time this morning, an American nuclear submarine, the USS Montana, with 156 men aboard, went down 22 miles from here.  There has been no contact with the sub since then.  The cause of the incident is not known. \n[4]Your company has authorized the Navy's use of this facility for a rescue operation.  The code name is Operation Salvor. \n[5]No.  We know where it is.  But she's in 2000 feet of water and we can't reach her.  We need divers to enter the sub and search for survivors, if any. \n[6]By the time we get our rescue submersible here the storm front will be right on us.  But you can get your rig in under the storm and be on- site in fifteen hours.  That makes you our best option right now. \n[7]A four-man SEAL team will transfer down to you to supervise the operation. \n[8]I don't care who drives the damn thing.  Just get my team in the water. \n[9]Did any of you see it? \n[10]CINCLANTFLT's gonna go apeshit.  Two Russian attack subs, a Tango and Victor, have been tracked within fifty miles of here... and now we don't know what the hell they are.  Okay, I don't have any choice.  I'm confirming you to go to Phase Two. \n[11]Is there any problem? \n[12]They'll be back in two hours. \n[13]Where? ", "Leland": "", "McBride": "\n[1]Does not look good at all. \n[2]Seventeen hundred feet. \n[3]Well, it's official, sportsfans.  They're calling it Hurricane Frederick, and it's going to be making our lives real interesting in a few hours. \n[4]Cab Three, you are clear to launch. \n[5]Roger, Cab Three. \n[6]We're trying to get unhooked and get out of here... and your boys go sightseeing! \n[7]Two hours?!  We're gonna be getting the shit kicked out of us by our friend Fred in two hours! \n[8]Bud!  We've lost the crane! \n[9]\n[10]Deepcore, do you read?  This is Benthic Explorer, over. \n[11]Well, it's strange... it just kind've blew itself out all of the sudden.  We're up here in a flat sea with no wind.  But then a lot of weird things've been happening. \n[12]They figure is was over a half mile high. \n[13]What's it say? \n[14]Looks like you boys might by out of business. ", "Ensign": "", "Monk": "\n[1] \n[2]Fluid breathing system.  We just got them.  We use it if we need to go really deep. \n[3]Deep. It's classified... you know.  Anyway, you breathe liquid, so you can't be compressed. Pressure doesn't get to you. \n[4]Oxygenated fluorocarbon emulsion. \n[5]Check this out. \n[6]See?  He's diggin' it. \n[7]Stand by on the ROV. \n[8]It's flooded.  Alright, I'm opening her up. \n[9]Getting a reading? \n[10]Alright.  Let's get in there. \n[11]I'm a medic, which is mostly about patching holes.  This type of thing... there's not much I can do.  The coma could last hours or days. \n[12]Remove explosive bolts one through six in counterclock-wise sequence. \n[13]Thanks. \n[14]What's the timer set for? \n[15]We can't get to minimum-safe-distance in three hours.  The shockwave will kill us.  It'll crush this rig like a semi driving over a beer can. \n[16]I'm the least of your problems. \n[17]I tool the liberty of removing this before I gave it back to him. \n[18]The fluid prevents your larynx from making sound.  It'll feel a little strange. \n[19]Relax now, Bud.  Just keep breathing as it fills... don't fight it.  Take it in.  Just let yourself take it in. \n[20]Hold him.  Hold him.  This is normal... it'll pass in a second.  You're gonna be okay.  We all breathe liquid for nine months, Bud.  Your body will remember. \n[21]4800 feet.  It's official. \n[22]Ask him a pressure effects.  Tremors, vision problems, euphoria. \n[23]It's starting.  It hits the nervous system first. \n[24]He's losing it.  Talk to him.  Keep him with us. \n[25]He can still make it. \n[26]He's hallucinating badly. \n[27]Okay, Bud, we'll go step by step.  Take the cover plate off the firing box. \n[28]All right, Bud, you have to cut the ground wire, not the lead wire... \n[29]It's the blue wire with the white stripe, not... I repeat... NOT the black wire with the yellow stripe. \n[30]Through three miles of water?   I don't know. \n[31]Bud, give me a reading off you liquid oxygen gauge. \n[32]That's impossible. ", "Jammer": "\n[1] \n[2]Hey, Catfish, I'll sell you my October Penthouse for twenty bucks. \n[3]What's goin' on, Boss? \n[4]When Lindsey finds out about this, it's not gonna be a pretty sight. \n[5]Hippy wasn't born then. \n[6]Howdy, there, little lady. \n[7]How deep's the drop-off here? \n[8]Where are we? \n[9]Lord Almighty. \n[10]I... they're all dead, Bud.  They're all dead. I thought... some of them... you know... \n[11]No!  I'm okay now.  I just don't... I can't go any further in. \n[12]Yeah, okay.  Okay. \n[13]Bud?  BUD?!  You readin' me?  BUD?!! \n[14]Bud?  Is that you? \n[15]Figured I was dead, there, when I seen that angel comin' toward me. ", "Willis": "", "'Sonny'": "", "Dawson": "", "Schoenick": "\n[1]Your MIRV is a tactical nuke, 50 kilotons nominal yield.  Say times time Hiroshima. \n[2]Check... removing bolt one. \n[3]You need to get some sleep. \n[4]\n[5]Three hours. ", "Lt.": "", "Coffey": "\n[1] \n[2]You want to be on that ship, there's only one way it's going to happen. \n[3]Lady, we better fish or cut bait. \n[4]We've been fully briefed, Mrs. Brigman. \n[5]Look, we've all made chamber runs to this depth. We're checked out. \n[6]Curiosity killed the cat. \n[7] \n[8]This is us.  We're just on the edge of the Cayman Trough.  The Montana is here, on its side, 300 meters away and 70 meters below us.  We think she slid down the wall, and lodged against this outcropping. \n[9]We'll take reading as we go.  If the reactor's breached or the warheads have released radioactive debris, we'll back away.  Simple. \n[10] \n[11]I can't afford slack, Brigman. \n[12]I'm not interested in your way of doing things. Just get your team ready to dive. \n[13]Knock off the chatter.  Cab One, you getting anything? \n[14]Cab One, do you see it yet? \n[15]Cab One, radiation readings? \n[16]Wilhite, anything? \n[17]Just continue forward along the hull. \n[18]Roger, document as much as you can, but keep moving.  We're on a tight timeline. \n[19]That's the midship hatch.  You see it, Cab Three? \n[20]Right. \n[21]Just hold above it.  Alright, A team. \n[22]Radiation is nominal.  The warheads must still be intact. \n[23]24 Trident missiles.  Eight MIRVs per missile. \n[24]Let's knock off the chatter, please. \n[25]We'll go in through that large breach. \n[26]It's jammed.  Give me a hand. \n[27]Alright, let's keep moving.  We knew we were going to see this. \n[28]This part I do alone.  Brigman, take you men and continue aft.  Split up into two teams of two. Let's get moving... we head back in fourteen minutes. \n[29]Negative.  But there was definitely a Russian bogey.  The Brigman woman saw it. \n[30]Yes... I mean no.  Negative, sir. \n[31]Don't touch that.  Just step away.  Now! \n[32]Monk, Schoenick... secure the package. \n[33]No. \n[34]Brigman. I was under orders.  I had no choice. \n[35]I want 'round-the-clock manning of the sonar shack and the exterior cameras.  We need early warning if the Soviet craft try another incursion. \n[36] \n[37]Get something straight.  You people are under my authority-- \n[38]You don't need to know the details of this mission... you're better off if you don't. \n[39]Mrs. Brigman, you're becoming a serious impediment to this mission.  I believe the stress is affecting you. Escort her to quarters and have Monk prepare a tranquilizer. \n[40]They can't be trusted.  They're turning against us.  We may have to take... steps. \n[41]It went straight for the warhead.  And they think it's cute. \n[42]We have no way of warning the surface.  Do you know what that means? \n[43]It means... whatever happens is up to us. \n[44]Sniff something did you, rat boy? \n[45]FREEZE!  Don't move.  That's it. Here, hold this a second.  We're going to phase three. \n[46]This is something I've wanted to do since I first met you. \n[47]Shut up!  Don't talk! \n[48]Shut up!  SHUT UP!  What's the matter with you?! \n[49]Just stay calm.  The situation is under control. \n[50]Stay here. ", "Bud": "\n[1]Hey, you guys are milking that job. \n[2]Kirkhill?  That guy doesn't know his butt from a rathole.  Hey, Perry! \n[3]Do me a favor and square away the mud hose and those cable slings.  This place is starting to look like my apartment. \n[4] \n[5]I'm coming.  Keep your pantyhose on. \n[6]Brigman here.  Kirkhill?  What's going on? I am calm.  I'm a calm person.  Is there some reason why I shouldn't be calm? \n[7]Son of a bitch. \n[8]All divers.  Drop what you're doing.  Everybody out of the pool. \n[9]Folks, I've just been told to shut down the hole and prepare to move the rig. \n[10]We're being asked to cooperate in a matter of national security.  Now you know exactly as much as I do.  So just get your gear off and get up to control.  There's some kind of briefing in ten minutes. \n[11]Don't you guys have your own stuff for this type of thing? \n[12]Look, I don't know what kind of a deal you guys worked out with the company, but my people are not qualified for this... they're oil workers. \n[13]You can send down whoever you like, but I'm the toolpusher on this rig, and when it comes to the safety of these people, there's me... then there's God.  Understand?  If things get dicey, I'm pulling the plug. \n[14]Fred, huh?  I don't know.  Hurricanes should be named after women. \n[15] \n[16]Wasn't up to me. \n[17]Your rig? \n[18]Yup, a Benthic Petroleum paid for it.  So as long as they're hold the pink slip, I go where they tell me. \n[19]I'm switching off now. \n[20]Bye. \n[21]God, I hate that bitch. \n[22]... I've been driving every kinda rig that's \n[23]Oh no... you gotta be kidding me. \n[24]Well, well.  Mrs. Brigman. \n[25]You never did like being called that, did you? \n[26]Who else? \n[27]I can't believe you were dumb enough to come down.  Now you're stuck here for the storm... dumb, hot-rod... dumb. \n[28]Then why'd you come down? \n[29]Wow, you're right!  Us poor dumb ol' boys might've had to think for ourselves.  Coulda been a disaster. \n[30] \n[31]I think you were worried about me. \n[32]No, I think you were.  Come on, admit it. \n[33]Oh, yeah, right... and you only had three years with me. \n[34] Darkness.  The door opens and Bud snaps on the light.  \n[35]My bunk's the only one I can guarantee won't be occupied.  You can grab a couple hours before we get there. \n[36]I don't know.  Divorce ain't final.  Forgot to take it off. \n[37]Yeah, what's-his-name wouldn't like it.  The Suit. \n[38]So what about \"Michael\" then... Mr. Brooks Brothers... Mr. BMW.  You still seeing him? \n[39]What happened? \n[40]I'll tell you what happened... you woke up one day and realized the guy never made you laugh. \n[41]Shit. \n[42]Okay... Hippy's not going... McWhirter, you can run Little Geek. \n[43]Look, it's three AM.  These guys are running on bad coffee and four hours sleep.  You better start cutting them some slack. \n[44]Hey, you come on my rig, you don't talk to me, you start ordering my guys around.  It won't work.  You gotta know how to handle these people... we have a certain way of doing things here. \n[45]Shut up and get your gear on. \n[46]Okay so far. \n[47]You should be almost to it, ace. \n[48]Just get around so your lights are on the hatch. \n[49]Let's go, guys. \n[50]Take it slow, stay on the line, and stay in sight.  Watch for hatches that could close on you, or any loose equipment that could fall. \n[51]How you guys doing? \n[52]We're here now.  Let's get her done. \n[53]Okay, Cat, Lew, Sonny.  You guys stay on this deck.  Hook you line onto mine.  Any problem, you tug my line.  Two pulls.  Jammer, you're with me. \n[54]Missile compartment.  Those are the launch tubes. \n[55]Hey, you okay? \n[56]Deep and slow, big guy.  Deep and slow.  Just breathe easy. \n[57]I'm taking you back out. \n[58]Okay, Jammer.  No problem.  You stay right here. I have to go there to the end... you'll see my lights.  We'll stay in voice contact.  Just hold onto the rope.  Five more minutes.  Okay? \n[59]Jammer?  Answer me, buddy,  JAMMER?! \n[60]Hang on, big guy.  Hand on! \n[61]He's convulsing! \n[62]SHIT, it's stuck... goddamnit! \n[63]Yeah, yeah... yeah.  It's turning. \n[64]We gotta get him out of here.  Come on! Hang on, buddy. \n[65]CAB ONE!  CAB ONE!  Meet me at Flatbed!  This is a diver emergency!!  Do you copy?  Lindsey?! \n[66]Whattya think? \n[67]Did you get anything on the cameras.  Video or anything? \n[68]Fine.  Be that way. \n[69]But you think it's something else.  What?  One of ours? \n[70]Whose then?  Lindsey?  Talk to me... \n[71]His mixture got screwed up.  He panicked and pranged his regulator. \n[72]What do you think he saw? \n[73]What's the matter with you? \n[74]Hippy, just relax.  You're making the women nervous. \n[75]Hippy, you think everything's a conspiracy. \n[76]Goddamnit!  D'you tell him we need it right now? \n[77]Unbelievable. \n[78]It's on every channel. \n[79]Coffey, we're a little pressed for time. \n[80]This ain't no drill, slick.  Make me proud. \n[81]Topside, topside... pay out some slack, we're getting dragged! \n[82]What?  Say again. \n[83]Rig for impact!  Seal all exterior hatches. Move it!  Let's go! \n[84]Heeyy!!  HHHEEEYYY!! \n[85]Forget it, Sonny.  They're gone. \n[86]Did you find Wilhite? \n[87]What's the scoop, ace? \n[88]Need some help? \n[89]What about O-2? \n[90]The storm's gonna last longer than 12 hours. \n[91]Hey, Lins... I'm glad your here. \n[92] \n[93] \n[94]Yeah, for now.  Our first priority's to get something to breathe. \n[95]There we were, side by side, on the same ship, for two months.  I'm tool-pusher and we're testing this automated derrick of hers.  So, we get back on the beach and... we're living together. \n[96]We were due to go back out on the same ship. Six months of tests.  If you were married you got a state-room.  Otherwise it was bunks. \n[97]It was alright for a while, you know.  But then she got promoted to project engineer on this thing, couple years ago. \n[98]Well, you know Lindsey, too damn aggressive-- Son of a--!! \n[99]She didn't leave me... she just left me behind. \n[100]Lins, how're you doing?  Lindsey? \n[101]Nice shot, Lins. \n[102]If you say so.  It could be anything. \n[103]Lindsey, will you step into my office for a minute... \n[104]Jesus, Lindsey-- \n[105]Look.  I'm just trying to hold this situation together.  I can't allow you to cause this kind of hysteria-- \n[106]All I'm saying is when you're hanging on by your fingernails, you don't go waving you arms around. \n[107]God, you are the most stubborn woman I ever knew. \n[108]No. \n[109]How can I go on a feeling?  You think Coffey's going to go on you 'feeling'? \n[110]I can't, Lindsey.  I'm sorry.  How can I? \n[111]'Fish'? \n[112]Take the first watch in sonar.  Hippy, you handle the exterior surveillance.  One Night, see if you can get that transmitter working for me, okay? \n[113]Why bring it here? \n[114]Lindsey!  Wait a second-- \n[115]Emergency!  Maintenance room B.  Emergency! \n[116]Let her go.  Do it... right now. \n[117]Chill out, Lindsey!! \n[118]Nothing.  We were just leaving. Weren't we? \n[119]Lins, stay away from that guy.  I mean it. \n[120]Look, the guy's operating on his own, cut off from chain of command.  He's exhibiting symptoms of pressure-induced psychosis.  And he's got a nuclear weapon.  So, as a personal favor to me... will you put your tongue in neutral for a while? \n[121] \n[122]You done impressing yourself, ace? \n[123]Maybe their whole technology is based on that. Controlling water. \n[124]We have to stop him!  Schoenick!! \n[125]Thanks.  How you feeling, big guy? \n[126]Uh, okay, right.  You can tell us about it later.  Let's go. \n[127]He's jammed the mechanism. \n[128]Okay, I'm gonna free-swim to hatch six... get inside, get the door open from the other side. \n[129]Then I guess you better wish me luck, huh? \n[130]Hafta... go on to... the moonpool.  Only way. \n[131]Okay, Cat.  You head back. \n[132] \n[133]Gimme a hand! \n[134]Get the rest of my gear.  Grab that hat there... let's go guys!  Come on, come on! \n[135]Helmet... helmet!  Work fast. \n[136]Can we negotiate later?  There's Big Geek. \n[137]Go after it!  We gotta catch it! \n[138]Not good enough.  We still gotta catch Big Geek. \n[139]You totaled it, huh? \n[140]It's flooding like a son of the bitch. \n[141]Try again. \n[142]Wonderful. There's some light from somewhere... \n[143]Good hundred yards, I'd say. \n[144]Yeah, but it's gonna take them a while to find us.  We better get this flooding stopped. \n[145]Somewhere behind this panel.  Hold this. \n[146]Can't get to it.  Have to pull this panel off. You go any tools? \n[147]Nothing.  Son of a bitch.  All I need's a goddamn crescent wrench. \n[148]Son of a bitch! \n[149]Okay... okay.  We gotta get you out of here. \n[150]I don't know how! \n[151]I know!  I know!  But we better come up with something. \n[152]Seven, eight minute swim each way... not enough time.  Look at this... Time I get back you'll be-- \n[153]Alright, put this on. \n[154]Don't argue, goddamnit, just-- \n[155]Lindsey, just put the thing on and shut up-- \n[156]\n[157]What's the plan? \n[158]\n[159]It is insane. \n[160]Jesus, I don't believe this is happening. \n[161]Oh God, Lins... I-- \n[162]\n[163]Deepcore, Deepcore, do you read? \n[164]Go to the infirmary... get the cart .. oxygen... de-fib kit... adrenaline in a... ten cc syringe... and some... heating blankets. You got all that? \n[165]Meet me in the moonpool.  Move fast. \n[166]Turn her over! \n[167]Come on, hurry!  Gimme the de-fib... \n[168]Jesus.  Gimme those, come on.  Catfish, move it, man!  Come on... come on! \n[169]Is that it?  Is this right? \n[170]All right.  Do it! \n[171]Do it again, One Night.  Zap her again! \n[172]Aw.  Christ... come on, baby.  Again!  Do it again! \n[173]Come on, One Night... what are you waiting for? \n[174]No!  NO!  She's not... her heart is strong, she wants to live... can't you see that?  Come on, Lins.  Come on, baby!  Zap her again!  Do it... DO IT! \n[175]Come on, breath!  Goddamn it, you bitch, you never backed down from anything in life... now fight! \n[176]Fight, Goddamnit! \n[177]\n[178]Come on, Lins.  You can do it... fight your way back, baby... \n[179] \n[180]Hi, lady. \n[181]'Course is worked.  You're never wrong, are you? How d'you feel. \n[182]Well, you got that right. \n[183]Who then? \n[184]So I'll hear you, but I can't talk? \n[185]Warning you now, folks, I'm a lousy typist. The moment of truth, huh? \n[186]Okay.  Let's rock and roll. \n[187]Howdy, Uuuh... how you guys doin'? \n[188]You watch out TV?  That what you're trying to say?  That you know what's been going on up there? \n[189]You're doing it!  Right?  That's what you're telling me.  Yeah, you can control water... that's your technology.  But why? \n[190]Hey, you don't know they're really gonna do it. Where do you get off passing judgment on us, when you can't be sure?  How do you know? \n[191]Why?  You could've done it.  Why didn't you? \n[192]Hello, Mrs. Brigman. ", "Wilhite": "\n[1]Negative.  Nominal. \n[2]Separation sequencer disconnected.  Next? "}}