{"filename": "Deer-Hunter,-The_script.txt", "imdb_id": "tt0077416", "imdb_url": "https://www.imdb.com/title/tt0077416", "characters": ["Stan's Girl", "Michael", "Steven's Mother", "Axel's Girl", "Nick", "Linda", "Bridesmaid", "Steven", "Stan", "John", "Axel", "Angela", "Linda's Father", "Julien", "Bandleader"], "dialogues": {"Stan's": "", "Girl": "\n[1]\tAlbert, what are you doing... \tAlbert!  \n[2]\tEverybody love Linda.  \n[3]\tI love Linda. Myself, I love Linda \tso much!  \n[4]\t\t \tHow you like to have nice fuck with \tLinda? You like that? Special, \tcrazy fuck just like with Linda?  \n[5]\tI show you. Come. You come. \t\t \tLinda have special, crazy fuck. \tThat right?  NICK nods. He looks as if he might be about to cry.  \n[6]\tI give you special, crazy fuck, \tjust like Linda. Come. You come. \tLinda cry, make crazy moan?  NICK nods.  \n[7]\tI give you cry, crazy moan. Come. \tYou come.  \n[8]\tYou like to call me Linda now?  \n[9]\tYou call me Linda, just like home.  Suddenly NICK draws to a stop, staring at a small window at the end of the corridor. He tears himself loose from the BAR GIRL and pushes up against the glass.  \n[10]\tWait! First I give you special \tfuck!  ", "Michael": "", "Steven's": "", "Mother": "\n[1]\tIt's all ready? Everything's ready?  \n[2]\tAre you sure everything's ready? \tAre you positive?  \n[3]\tIt would snow... Everything's going \tto slip. Everything's going to \tslide... All the cars are going to \tcrash!  SAL'S MOTHER puts her hand to her mouth and bursts into tears.  \n[4]\tI can't believe this... My own \tlittle boy... with a stranger!  The PRIEST smiles. He takes SAL'S MOTHER in his arms and comforts her.  \n[5]\tMy beautiful boy! My angel... who \tis leaving his own mother.  She throws herself in SAL's arms, sobbing.  \n[6]\tSo cold is your heart to leave your \town mother?  \n[7]\tSo cruel is your heart? Is your \theart so uncaring?  \n[8]\tI know I know you. So familiar. \tSuch a familiar face. Oh, I know \tnow! The toaster man! I'll go and \tget it for you.  SAL'S MOTHER goes out. ANGELA lights up a cigarette.  \n[9]\tHere. This is it. What you do, you \tstick this in here.  Pushes the toaster in NICK's arms.  \n[10]\tThen you jab it, see. Jab it good. \tSomething's in it. Hear? Listen. \tSomething's in it. What? What's \tthere?  ", "Axel's": "", "Nick": "\n[1]\tWhere's Vince?  \n[2]\t\t \tHumper's ready. Old humper's \thotter'n damn hell!  \n[3]\tAs soon as you're hitched, Sal. \tFirst we get you hitched.  \n[4]\t\t \tIt's all right. Hey, it's all \tright. We'll be right here, right \twith you.  A look at the others...  \n[5]\tWon't we? Right? Am I right?  \n[6]\t\t \tC'mon. C'mon you guys!  They all start into the swirling snow. NICK with an arm around SAL.  \n[7]\tBack! All hands to the rear!  ALBERT and MERLE, who are sitting in front, immediately throw themselves into the back seat on top of SAL and VINCE.  \n[8] The trailer is a dented two-tone pink and cream job which looks as if it had been purchased third-hand off a construction site. It stands on cinder blocks in a small lot which has been cut out of the side of the hill. A wrecked school bus decorates it to the right. On the left is a bare branched tree. NICK's black Cadillac is parked in front and a light shows from inside the trailer.  CAMERA PICKS UP MERLE who is strolling toward the trailer whistling through his teeth. He is wearing his tuxedo and carries a knapsack and a deer rifle. He mounts the cinder block steps and pounds on the trailer door. NICK opens the door and waves him in.  \n[9] The place is cramped, littered with camping paraphernalia. A deer head is mounted above the sink and NICK, who is half into his tuxedo, is applying waterproofing to a pair of heavy boots. MERLE smiles, throws his kit on the stove and sits.  \n[10]\tI know.  \n[11]\tYeah.  Pause.  \n[12]\tHuh?  \n[13]\tSo do I.  \n[14]\t\t \tYeah.  NICK grins, takes down his rifle and begins wiping the oil off it.  \n[15]\tYeah.  \n[16]\tThe shot?  \n[17]\tI don't think about the shot that \tmuch.  \n[18]\t\t \tYeah... I guess.  \n[19]\tI don't know... I guess I think \tabout the deer... Being out, maybe. \tI don't know. I think about it all. \tHell, I like the trees, you know? I \tlike the ways the trees are, all \tthe different ways the trees are \ttoo.  \n[20]\t\t \tYo-yo! Who's a yo-yo?  \n[21]\t\t \tYou're a fucking nut. You know \tthat, Merle? You're a fucking \tmaniac!  \n[22] \n[23]\tAlbert! For Christ's sake... John! \tWait a minute, you guys!  \n[24]\tYou gotta hit it here. Here, \tAlbert, not there.  \n[25]\tHere. Hit it here.  ALBERT hits the trunk in the indicated spot and the lid snaps open.  \n[26]\tCouple of weeks... Listen --  \n[27]\t\t \tLinda...  \n[28]\tLinda, what's the matter?  \n[29] NICK clears a place on the couch. LINDA sits, holding her suitcase in her lap.  \n[30]\tSure. Are you kidding? Sure.  \n[31]\t\t \tLinda... Hey, Linda...  \n[32]\tLinda, Linda...!  \n[33]\tWill you marry me?  \n[34]\tWould you?  LINDA nods - a solemn nod.  \n[35]\tYou would?  LINDA's lip begins to tremble. Tears stand in her eyes and she gives a little toss of her head.  \n[36]\tThis is terrific...! This is really \tterrific!  LINDA nods. She is suddenly excited, suddenly radiantly happy. She takes the suitcase off her lap and throws herself in NICK's arms.  \n[37]\tI don't know what we've been \twaiting for!  \n[38]\tSit with Linda, man, will ya?... \tGive her a beer. \t\t(to Linda with great \t\tsolicitude \tWould you like a beer?  \n[39]\tWhat kind of beer would you like?  \n[40]\t\t \tGive her Miller's. Miller's High \tLife.  NICK takes off. LINDA sits down at a table and MERLE goes to the cooler to get a Miller's. He gropes around in the tub, finds one and pops the tab. Suddenly he notices that NICK has crossed to the SAD-LOOKING GIRL by the wall. He has stopped in front of her and is asking her something. The SAD-LOOKING GIRL gives a blush, gets out of her chair and NICK takes her in his arms and begins to dance. The SAD-LOOKING GIRL looks transformed. She begins chattering and laughing.  MERLE crosses back to LINDA and gives her the beer. As he pulls up a chair to sit down beside her he stumbles and nearly loses his balance. He is very drunk.  \n[41]\tFrom Nam?  \n[42]\tPow.  \n[43]\tPow.  \n[44]\tIs he from here?  \n[45]\tWell, where's he from?  \n[46]\tLost???  \n[47]\tDon't worry what it says in the \tbook.  \n[48]\tJust forget that. Forget what it \tsays in the book.  \n[49]\tGreat. That's great.  \n[50]\tSee you Monday.  \n[51]\tMerle?  MERLE turns. His face has a strange, distant look, and he gives NICK an almost feral grin.  \n[52]\t\t \tFrom Nam?  \n[53]\t\t \tMerle --  \n[54]\tYou got it.  MERLE lets out his breath. It is as if some great weight had been pressing on him.  \n[55]\tIt's ahead, Vince.  \n[56]\tWhee-uu!  \n[57]\t\t \tLet's hunt.  \n[58]\tHuh?  \n[59]\tHunt with Vince?  \n[60]\tMerle?... Jesus, Merle!  MERLE turns and looks at NICK. There is no recognition. He seems to be looking right through him.  SAL comes up behind NICK.  \n[61]\tWhat are you, God?  \n[62]\tThey bombed last night, right? \tDidn't they bomb? If they bombed \tlast night, they could bomb \ttonight. They could be up there \tright now!  \n[63]\tWhat else?  \n[64]\tI'm doing that too.  \n[65]\tWhat do you think?  \n[66]\tYou're right... Okay, you're right.  \n[67]\t\t \tOkay, okay! \t\t(he straightens his \t\tshoulders \tOkay. Okay, you're right... What \tabout Sal?  \n[68]\tWhat do you mean?  \n[69]\tForget Sal?  \n[70]\tMerle...  \n[71]\n[72]\tWe what?  \n[73]\tMore bullets in the gun?  \n[74]\t\t \tWith more bullets?... Against each \tother?... Are you crazy!!! Are you \tfucking nuts!!!  \n[75]\tHow many bullets?  \n[76]\t\t \tNo way. No fucking way!  \n[77]\tNo. No way!  \n[78]\t\t \n[79]\t\t \tYou go ahead.  CAMERA HOLDS ON NICK as he turns out of the line and heads for the exit under a long row of CLOCKS.  \n[80]\t\t \tSal...! Sal!!!  NICK throws himself into the traffic, headlong, without even looking.  Vehicles swerve and screech to a stop. NICK dodges between them, gains the sidewalk on the other side and claps his hand on the back of a passing SOLDIER. The SOLDIER turns. It is not SAL at all and the resemblance is not even close.  \n[81]\tSorry... Thought you were someone \telse.  The SOLDIER continues on his way. The CROWD streams on, a sea of bobbing, brilliant color. NICK gropes in his pocket and produces another pint bottle. He unscrews the cap and downs a long swallow.  \n[82]\tI love Linda, see. I love Linda \tmore than I can even say.  \n[83]\tThat's right. That's exactly what I \tmean!  \n[84]\tOnly,good people love Linda, see. \tWhat Linda has, Linda --  \n[85]\t\t \tYou mean...?  \n[86]\tLinda, yeah.  \n[87]\tHey... Hey, elephants! Look at \tthose elephants!  The BAR GIRL stares at him.  \n[88]\tLinda loves elephants! Linda... she \tloves 'em!  NICK turns and charges back down the corridor with the BAR GIRL hot on his tail.  \n[89]\tElephants! Make way... I gotta get \telephants!  \n[90]\tGreat... These are great. I wanna \ttell you these are great elephants! \tI'm going home, see... Stateside in \ta few days and my wife Linda, she \tloves elephants. She... she has a \tthing for elephants because \telephants... Elephants go on. You \tknow what I mean? They go right on. \tI don't know if they cry. Maybe at \tnight. I mean... What I mean is my \ttwo best buddies are dead, see, \tMIA, who knows, and they would have \tliked some elephants also \tbecause... How much are these \telephants? I mean let's talk \telephant. \t\t(notices a GROUP OF STREET \n[91]\tEveryone take an elephant! \t\t \tYou know how to carry an elephant? \t\t \tThat's what I thought. Right off I \tfigured you as that kind of guy. \tHey, wait a minute, I gotta get \tchange. Take an elephant! Everyone \ttake an elephant and then form up. \tRight here. Over here, like this, \tin a nice long elephant line... \tGood. That's good. Man, look at all \tthese elephants! One, two, three, \tfour, five, six, seven, eight, \tnine, ten... eleven elephants! \t\t \tHey, but you gotta stand tall to \tcarry elephants. \t\t \tBetter. That's better. I mean... \tGod damn, I mean that's elephants \tnow! Wait. Now you wait while I get \tchange.  NICK dives into a nearby bar.  \n[92]\t\t \tHey, hey, the wind does blow. \tHey, hey, the snow does snow. \tHey, hey, the rain does rain...  NICK swallows, as if to force back some overwhelming emotion. Then, squatting down under a lamp post, he begins again.  \n[93]\tHey, hey, the wind does blow. \tHey, hey, the snow does snow...  NICK takes out his wallet, opens it hurriedly to the PHOTOGRAPH OF LINDA and peers at it with a kind of ferocious determination, as if this link were the last, as if by staring at it hard he could make it hold.  \n[94]\t\t \tHey, hey, the wind does blow. \tHey, hey, the snow does snow --  There is the sharp report of a pistol SHOT and then, as NICK spins, staring at a shuttered building, there is the unmistakable sound of APPLAUSE.  NICK stares at the building for a long moment, then he crosses toward it.  \n[95]\tI... No. You do this for money?  \n[96]\tUp north.  \n[97]\tPlaying.  \n[98]\tWe... Three bullets.  \n[99]\tNick.  \n[100]\tI have to go.  \n[101]\tNo, I --  \n[102]\tI have to go.  \n[103]\tSee, I'm going home.  \n[104]\t\t(gives him a look and \t\tsits \tYeah... Do you mind if I sit?  \n[105]\t\t \tNo. None of that.  \n[106] The trailer is all decked out with bunting and stuck, like a plum cake, with tiny American flags. Stretching from the trailer to the side of a house across the street is a huge, hand-lettered banner which says \"WELCOME HOME NICK!\" and it whips and it snaps in the cold winter wind.  NICK's battered old shark-finned Cadillac is in the yard. Alongside it are a bunch of newer cars and PEOPLE are coming from all directions, spilling in and out of the trailer and congregating in excited, foot-stomping, half-frozen groups.  \n[107]\tThat's not it.  \n[108]\tThat's not it. Keep going. Go \tstraight.  \n[109]\tI'm telling you that's not it! Now \tkeep going!  NICK throws himself down on the floor.  \n[110]\tJust keep going! Just keep going \tstraight!  \n[111] LINDA is outside, standing with VINCE and ALBERT.  \n[112] NICK stands in the doorway where the driver has left him. His duffle bag and the cartons of electric appliances are piled along the wall by his feet. His head is thrown back and he is draining a bottle of whiskey, gulping it down in great raw swallows. .  NICK lowers the bottle, catches his breath and goes at it again. This time, as he lowers the bottle, the stark panic is gone, but there is still fear -- blind, nameless fear, like that of an animal run to the ground.  NICK crosses to the window, grips the frame with both hands and looks out.  \n[113] NICK turns back to the room. He stares at it blankly -- stares at the bed, stares at the bureau, stares at the chair, then he picks up the bottle, closes his eyes and begins gulping down whiskey -- gulping it hard, fast, as hard and fast as he can.  \n[114] The banner stretching to the house across the street has been whipped to shreds by the wind. In the yard, parked beside NICK's black Cadillac, is another car of about the same vintage. There is a case of beer on its roof, the windows are entirely frosted over and the engine is running. After a moment TWO STEELWORKERS come down the street and knock on the trailer door. TWO OLDER WOMEN emerge, putting on their coats, and then LINDA comes to the door and tells the STEELWORKERS she has no news. The STEELWORKERS and the OLDER WOMEN start off, but now one of the WOMEN points to the frosted up car. The STEELWORKERS go back, pound on the roof of the frosted up car, pull open a few doors and go on their way. First thing out is a GIRL. Next thing out is a SECOND GIRL. Their dresses are rumpled and half-undone. Neither one has a coat and the SECOND GIRL is missing a shoe. The GIRLS both plunge back inside the car, where howling and cursing can now be heard. The GIRLS both retrieve their coats. The SECOND GIRL gets her missing shoe, plus a bra and a pair of panties. She returns the panties to the FIRST GIRL, puts on her shoe and they both take off at a fast trot. As the two GIRLS leave there is a cascade of empty beer cans and ALBERT, VINCE and JOHN all stagger out -- bleary-eyed, hung-over, half undressed and freezing. LINDA comes out of the trailer with coffee, but just as she emerges the whistle at the mill goes off. ALBERT and VINCE begin yelling at each other, yelling at JOHN and yelling at LINDA. Then they throw themselves back in the car and start off. The case of beer on the roof crashes to the street. They stop, pile out, pick up the cans, heave them in the back seat and take off again.  JOHN says something to LINDA and goes on his way.  LINDA stands in the yard, alone, with the three cups of coffee.  \n[115] LINDA turns and goes back inside the trailer.  \n[116] Cakes, cookies, six-packs of beer and bottles of wine cover almost every inch of available space. LINDA sits on the little settee, wedged between two cases of Coca-Cola and hunched over a white sweater which she is attempting, with painful slowness, to knit. LINDA is trying not to cry. She is trying her God-damnedest.  There is a knock at the door. LINDA freezes. Then, trying to be totally matter-of-fact, she puts down the sweater, crosses to the door and opens it.  \n[117]\tGuess who.  LINDA stares at him. NICK gives a little laugh and steps in.  \n[118]\tNo.  \n[119]\tFine. I'm fine. How are you?  \n[120]\t\t \tThat was nothing. That wasn't \tanything.  \n[121]\tIt was just the complications. I \tmean, you take a little thing over \tthere and then you get \tcomplications. I mean all the guys \thad it.  \n[122]\tHow's the trailer?  \n[123]\tFrost.  \n[124]\tDid you get hurt? You didn't get \thurt?  \n[125]\tIt was all for nothing. Do you know \tthat? It was all for nothing.  LINDA stares at him. She doesn't know what to say, how to respond. NICK forces a grin, gestures with his hand and shrugs. He picks up the check, stands.  \n[126]\tNaw, it's... I mean...  \n[127]\tNaw, it's... This guy wants his \tmoney.  \n[128]\t\t \tDoes this... I mean, how does this \tjob work out?  \n[129]\tWhat do they... bother you!?  \n[130]\tI'll kill 'em. Anybody bothers you, \tI'll kill 'em!  \n[131]\tHey, Albert!  ALBERT turns. He grabs VINCE and pulls him through the departing STEELWORKERS.  \n[132]\tI got delayed. I --  \n[133]\tI'm fine. Hey, I'm fine.  THEY start for the cars.  \n[134]\tHow're you guys... I mean, how've \tyou guys been?  \n[135]\tMarried?  \n[136]\t\t \tWell, who'd you get married to?  \n[137]\tCynthia! Sure.  \n[138]\t\t \tCynthia! Hey, that's terrific. I \tmean... Great! That's really great!  \n[139]\tWhat the hell's that for?  \n[140]\tYou mean...?  \n[141]\t\t \tHey... hey, let's drink!  \n[142]\tFine. Hey, I'm fine.  \n[143]\tRough. \t\t \tWe didn't have to do it, John.  \n[144]\tNo. How's Angela? How's she taking \tit?  \n[145]\tNo?  \n[146]\tWorse since she talked to who?  \n[147]\tTalked to Sal? \t\t \tSal's alive?  \n[148]\t\t \tSal's alive???  JOHN, ALBERT and VINCE exchange glances, nod.  \n[149]\t\t \tWell, where the hell is he!!! I \tmean what are we all sitting here \tfor!!! \t\t(tears begin streaming \t\tdown his face \n[150]\tWhy?... What do you mean?... Why???  \n[151]\tBut Sal's mother! What about Sal's \tmother!  \n[152]\t\t \tOh, Jesus.  He walks in a circle and then stops, staring at them.  \n[153]\tOh, Jesus!!!  NICK turns and goes out.  \n[154]\tYeah.  \n[155]\tAngela, I just heard Sal was alive.  \n[156]\tWhere? Where is he?  \n[157]\tYou talk to him?  \n[158]\tWhat hospital is he in? Where?  \n[159]\tHey, Angela, Sal and I go back a \tlong way.  \n[160]\tAngela...?  ANGELA laughs and gives a strange, twisted smile, avoiding NICK's eyes.  \n[161]\tNo.  \n[162] LINDA steps out of the shower and begins to dry herself.  \n[163] As LINDA comes out of the bathroom her face falls and she stops dead in her tracks.  NICK is lying on the bed -- sprawled on his back, one shoe off and sound asleep.  \n[164]\n[165]\t\t \tGreat. Feels great... Fuckin' A!  \n[166]\tNaw. \t\t \tUh-huh.  \n[167]\tNo.  \n[168]\tNever one.  \n[169]\tOne, Vince... you have to \tunderstand, doing it with one... \twould be... like nothing. They're \tsmall, see, so if you're smart you \tget about six or eight. I mean, if \tyou want to have any fun.  \n[170]\t\t \tThey have these little sticks, \tVince. They call them \"chomp \tchomps\", and when you get these \tgirls going, you have to stick 'em \tin their mouths.  VINCE stares at NICK. His respiration is up, his mouth is bone dry and his eyes are as big as saucers. For a moment his belief is total, then a frown crosses his face.  \n[171]\t\t \tYeah.  \n[172]\tSure.  \n[173]\tIn the timeless words of Squire \tAlbert...  VINCE cracks up, howling.  \n[174]\tIn the timeless words of Squire \tAlbert...  \n[175] NICK sits on the bed in the back part of the trailer. His hunting gear is piled on the floor, the lights are out and he is staring at the telephone which is illuminated through the window by a street light on the corner. There is a sound outside, then the lights come on as LINDA enters with groceries.  \n[176]\tRight here.  LINDA crosses to the doorway.  \n[177]\tOh. Nothing... Sitting.  \n[178]\t\t \tWhat?  \n[179]\tYeah... All the guys, we're all \tgoing huntin'. Like we did. You \tknow? Like we always used to.  \n[180]\tYou know how sometimes you're going \talong... You're going along... And \tthat's all...! One thing is right \tafter another, like steps... And \tyou step along.  NICK can hardly breathe. It is as if he were choking.  \n[181]\tI don't know where that is... It's \tgone! That's gone!  A car pulls up outside. The HORN begins blowing, then VINCE and ALBERT begin pounding on the wall of the trailer.  \n[182]\tI gotta go.  NICK swings his pack on his back, picks up his rifle and heads for the door. LINDA follows, still clutching her groceries, her emotions so pulverized she can't even speak.  \n[183]\tI'll be... I don't know... Couple \tof days.  \n[184]\n[185]\n[186] \n[187]\n[188]\n[189]\t\t \tDamn... God damn...  \n[190]\t\t \tHey! Hey... okay!  \n[191]\t\t \tYeah.  VINCE gets to his feet. Blood is streaming down his face.  \n[192]\tYou loaded it, Vince! I saw you!  \n[193]\tThe fuck you didn't!... Gimme that!  NICK takes the pistol.  \n[194]\tI'm going to throw this fuckin' \tthing away.  NICK goes out.  \n[195] The trailer is lonely looking, DARK and cold. VINCE pulls into the yard beside NICK's car and skips to a stop. NICK gets out, says a few words to VINCE and everyone laughs. NICK goes around to the trunk, removes his gear, slams the lid and pounds on the car. VINCE takes off, thudding over the curb with his load of THREE DEAD DEER.  NICK crosses to the trailer and goes inside.  \n[196] NICK sits in a little chair by the window, still in his hunting clothes, huddled anxiously over the receiver.  \n[197]\tSal? Sal, it's me, Nick.  \n[198]\tOh. You know. How's it with you?  \n[199]\t\t \tWhat's that noise?  \n[200]\tWhat's that noise?  \n[201]\tGreat. Hey. That's great.  \n[202]\tJohn Wayne's great... Listen, Sal. \tJesus. When are you getting out?  \n[203]\t\t \tWhat?  \n[204]\tWait a minute. Sal. Hold it. John \tWayne's making so much noise I can \thardly --  \n[205] NICK holds the receiver, staring into it. There is the SOUND \n[206]\tSal?... Sal?  \n[207] NICK listens to the SOUND OF THE BUGLES for a moment, then puts the receiver back on the telephone. He stands, walks around in a little circle - pained, terribly upset. His eye falls on the clock. It is nearly eight o'clock. He turns, hurries out the door.  \n[208]\tThanks.  \n[209]\tOh. Fine.  \n[210]\tNo.  \n[211]\tLinda... Honey, what's wrong?  \n[212]\tHey. Look. There must be something.  LINDA looks at him, tears streaming down her face.  \n[213]\tC'mon. I've got the car.  \n[214] The CLERK is still collecting abandoned shopping carts. The carts crash and clank as the CLERK rams them together.  NICK sits behind the wheel, watching the clerk. His hands begin shaking uncontrollably and he gets back out of the car.  \n[215] NICK watches the lights go out in the market. LINDA comes out of the door and crosses towards him.  \n[216]\tYou okay?  LINDA nods. NICK fumbles for the door.  \n[217] LINDA is asleep - lying on her back, arms flung out across the pillows, like a dancer leaping.  NICK stands beside the bed, wrapped in a blanket, looking down at her. After a moment he draws the covers over her, fusses with her slippers until they are straight and then goes to the window.  \n[218] The wind is blowing. Bits of trash skitter and swirl in the frozen ruts and a cat comes by, MEOWING. Suddenly a MAN appears walking slowly down the street. The MAN is elegantly dressed in Western attire, wearing a tailored suit with vest, polished boots and a Stetson hat. As the MAN draws under the light of a street lamp he pauses, looking at NICK's trailer.  \n[219] \n[220] NICK backs away from the window. For a moment he stands motionless, hardly able to believe his eyes. He looks over at LINDA, he looks down at a chair, then he pushes his face to the window again.  \n[221] NICK hesitates, then he sheds the blanket and pulls on pants, shirt, jacket and jams his sockless feet into a pair of slices.  \n[222] NICK comes out into the street. There is no one in sight.  NICK crosses to the intersection of Columbine.  \n[223]\tSal, we need you. We need you.  \n[224]\tWe do, Sal. We do... You're the \theart.  Turns SAL and sits on a bench.  \n[225]\tSal, you're gonna die! You're gonna \tsit in that corner watching soaps \tand you're gonna die!... I'm not \tsaying it's gonna be the same. It's \tnot gonna be the same, but whatever \tit's gonna be we're all gonna do \tit, Sal. God damn it we are! We are \tgonna do it!  \n[226]\t\t \tI know. It's like coming from the \tmoon. Or Mars.  SAL laughs.  \n[227]\tYeah.  \n[228]\tNo.  \n[229]\tI tracked this one, a big buck. \tGod, he was such a beauty--! What's \tthis suitcase here?  \n[230]\tHere. Behind you.  NICK pulls a suitcase off the rack behind SAL's chair.  \n[231]\tMaybe Angela brought you stuff. I \tknow she said --  The suitcase slips over the back of the wall.  \n[232]\tShit!  NICK swings up on the wall and then he freezes. The lid of the suitcase has popped open and bundles of money are scattered all down the slope of a steep embankment.  \n[233]\tIt's not socks, Sal.  NICK bends over the suitcase and begins going through looking for identification. There is nothing. As he straightens up he notices a wadded-up piece of paper lying beside one of the bundles of bills.  The paper is about an inch square. The corners are tattered and it looks as if it had been carried in someone's pocket for a long time.  NICK picks the paper up, realizes it is a calling card and unfolds it.  \n[234]\n[235]\tIt's Merle, Sal.  \n[236]\tI saw him last night. I thought I \twas dreaming. I thought I was out \tof my mind.  \n[237]\tYeah.  \n[238]\tOh cards, maybe. Poker... It's \tgetting cold, Sal. I'm going to \ttake you in. \t\t \tWe'll call Angela. The guys can \thelp her bring you home... Did I \ttell you I was going on a trip?  \n[239]\tIt's okay. Hey, it's okay! Just a \tweek. Just to see Phantom Mary.  \n[240]\tDidn't I ever tell you about \tPhantom Mary?  \n[241]\t\t \tWell... Phantom Mary's on my \tmother's side. Naturally no one \tthere admits it because Phantom \tMary's pretty weird... You want to \thear the whole story?  \n[242]\tLike I say, Phantom Mary's pretty \tweird... Lives alone, lives way out \tin the middle of nowhere with a cat \tcalled Pajamas and a cow called \tFred. Well, last week I got a call \tfrom Phantom Mary, which in itself \twas very strange...  \n[243]\t\t \tBiederman! Where's Biederman!  \n[244]\tYou Biederman?  \n[245]\tI got you on this flight, \tBiederman. Is that right?  \n[246]\tFollow me, please.  \n[247]\tRight this way.  \n[248]\tThrough here.  \n[249]\tTake off the uniform.  The LIEUTENANT stares at NICK, dumbfounded.  \n[250]\tTake off the uniform, Lieutenant!  The LIEUTENANT nods, begins taking off his uniform.  \n[251]\t\t \tListen, Biederman, I'm going to \tclub you into the floor unless you \ttell me what the fuck is so \timportant.  \n[252]\tBiederman!  \n[253]\tWhen I get to Saigon I'll tell 'em \twhere you are.  Slams the door.  \n[254]\tNaw.  \n[255]\tPee-pee.  \n[256]\tMerle!!!  The back door to the building is open. NICK draws his pistol and goes in.  \n[257]\t\t \tIt's okay.  The REFUGEES cower back even further.  \n[258]\t\t \tIt's okay, God damn it! It's all \tright!  POUNDING and BANGING come from the direction of the front door. NICK crosses...  \n[259]\tYou know a guy named Merle?  \n[260]\tYeah?  \n[261]\tYeah?  \n[262]\tI came to see Merle.  \n[263]\tYeah.  \n[264]\tWhere is he???  \n[265]\t\t \tMerle!  MERLE turns, watching NICK as he crosses toward him. When NICK reaches the table, he stands.  \n[266]\tMerle...! Jesus! Hey, how are you?  \n[267]\tI did. I... This is stolen. I came \tback.  \n[268]\tFine. She's fine... Merle, what the \thell are you doing?  \n[269]\tMerle... Hey, Merle, listen... \t\t \tWhy?  For a moment MERLE doesn't answer. His eyes are pale, like faded robin's eggs, and they seem to look through NICK, as if to some landscape far beyond.  \n[270]\tMerle...! Merle, wait!  NICK starts after them. He can see them ahead, moving rapidly through a GROUP OF ARVN OFFICERS and WHORES.  \n[271]\tMerle!!!  NICK sees he can never overtake them directly. He cuts around to the terrace.  \n[272]\tExcuse me... Sorry... Sorry... \tPardon.  NICK reaches the end of the terrace. MERLE and the BEAUTIFUL VIETNAMESE GIRL have disappeared.  \n[273]\n[274]\t\t \tI just... would like to say a few \twords... about Merle. I guess Merle \talways wanted something... I don't \tknow... better. That fucking guy, \the saved my Life. He saved Sal's... \tWhat Merle liked, he liked things \tright... But then there wasn't any \tplace for that... that he could \tfind.  Tears are streaming down NICK's face and he sits down, looking miserable.  ", "Linda": "\n[1] LINDA is thin -- a skinny slip of a thing with a hauntingly lovely face. Wearing her bridesmaid's dress she stands alone in the kitchen, staring at the ceiling. Thumping noises are coming from the room above. The thumping gets louder. There is a crash, then another crash, as if furniture were being thrown around. A MAN'S VOICE begins cursing and there is more thumping and crashing. Suddenly there is a thud... and then silence.  LINDA bites her lip. She crosses to the stove, ladles stew into a bowl, butters bread, pours a cup of tea and puts it all on a tray.  \n[2] The room is a wreck of broken furniture. Chairs are turned over, lamps are smashed and the pictures hang cockeyed on the wall. In the middle of the room, face down on the floor, is LINDA'S FATHER. His coat is torn, one shoe is missing and he holds a half-empty bottle in his hand. Behind him, through the open window, snow is blowing in.  LINDA comes in with the tray. She stands for a moment expressionless, looking down at her father. Then she sets the tray on the bureau and kneels beside him.  \n[3]\tDaddy?  \n[4]\tDaddy...! Daddy, it's me!  \n[5]\tHi. \t\t \tNick, your shoes are soaking.  \n[6]\t\t \tOh... You know...  She fights against it but the tears begin to come. NICK looks around, pulls her inside the trailer.  \n[7]\t\t \tI was just wondering... Nick... \tYou're going hunting... If I could \tuse this place to stay, because...  \n[8]\tI'd want to pay you... and I was \tthinking --  \n[9]\tI would want to pay you, Nick... \tand I was thinking --  \n[10]\t\t(very small, looking into \t\this eyes \tWhat?  \n[11]\t\t(after a long, long \t\tmoment \tOkay.  \n[12]\tWho else, dummy?  NICK stares at her. He can still hardly believe it.  \n[13]\t\t \tI don't know! I don't know either!  \n[14]\t\t \tSure.  \n[15]\t\t \tI don't know.  \n[16]\t\t \tIt's okay, Merle.  NICK swings by with the SAD-LOOKING GIRL and waves.  \n[17]\t\t \tYes.  MERLE doesn't say anything for a moment. He seems to be trying to contain a floodtide of emotion.  \n[18]\t\t(throws herself in his \t\tarms \tNick! Oh, Nick, you're back!  She hugs him for a moment, as hard as she can, then they pull apart.  \n[19]\tI thought... Oh, Nick, I thought \tyou were hurt, some accident. Maybe \tyou fell or maybe some car... \t\t \tI thought someone stole you away!  \n[20]\tOh, Nick! Oh I missed you so!  They pull apart.  \n[21]\tHow are you?  \n[22]\tFine. I just go along, you know. \tDown at the market. Back here. I \tmean it just seems there's a \tmillion things to do!... Are you \tsure you're all right? I mean, what \tabout the wound?  \n[23]\tBut --  \n[24]\tI made you a sweater. \t\t \tHere... You have to take that off.  NICK removes his coat. LINDA pulls the sweater over him  \n[25]\tI couldn't remember your exact \tsize.  The sweater is huge, a great rumpled thing reaching almost to NICK's knees.  \n[26]\t\t \tOh, that's fine. Perfect... It is a \tlittle too big... \t\t(she pulls the sweater \t\tback off \t... but I can easily fix that. \tEasily. One thing about wool \tsweaters, they are such a cinch to \tfix.  She crosses to a garbage pail out of NICK's line of sight and stuffs the sweater in it.  \n[27]\tGreat. Fine... Once or twice it did \tfall off the blocks. I don't know \twhat that's from.  \n[28]\tIs that what it is? I couldn't \tfigure out.  \n[29]\tOh, no. It just kind of goes thump. \tWould you like a Coke? You don't \tdrink Coke. Or maybe you do. What \tabout champagne? Let's have \tchampagne! I don't think we have \tchampagne. Let's have this. See? \tSparkling. I'll get you an opener. \tOh, that's right. No opener. Let's \tjust have beer. Do you want some \tcheese? Or maybe eggs? Maybe we \tshould have coffee.  She begins to sob. CAMERA CLOSES ON HER FACE:  \n[30]\tNick? I'm so glad you're alive! I'm \tso happy! I... I just don't know \twhat to do!  \n[31]\tNick?... I just want to say how \tsorry I am about Sal and about \tMerle. How... I know you loved them \tand I know it's not the same. I \tmean now.  \n[32]\tMaybe... I don't know, if you want \tto talk --  \n[33]\tOh, it's great. Fine.  NICK nods. A STOCK BOY comes by and whistles.  \n[34]\t\t \tNo-o-o!  \n[35]\t\t \tNick. It's okay... It's okay. \t\t(gives him a squeeze, \t\tkisses him \tI have to go now.  NICK nods.  \n[36]\tPick me up at eight.  NICK nods again. LINDA hurries off. The MANAGER comes in from behind, clapping NICK on the shoulder and going for his ear  \n[37]\tIt just seems sort of strange \tcoming to a motel... Like a \thoneymoon. Or some kind of parlez \tvous ... Not parlez-vous! \t\t \tWhat am I saying? That's those \tcocktails! Parlez-vous!... What I \tmean is rendezvous. Some kind of \trendezvous.  LINDA pulls on a short and very sexy nightie, then looks at herself in the mirror. She is very excited, very nervous. She strikes a pose, pulling up the bottom of the nightie and poking a finger in her mouth.  \n[38]\tDo you know what I mean?... Nick?  NICK doesn't answer. LINDA pulls the door full open, takes one last look at herself and goes out.  \n[39]\tNick?  NICK doesn't stir, doesn't budge. LINDA crosses and looks at him -- hungrily, top to bottom -- then she gives his toe a wistful shake.  \n[40]\tNick...? Nick, it's me!  But NICK is out, gone. LINDA lets out a little moan and sits down on the chair beside the bed. Then, almost immediately, she stands and begins taking off his clothes. She takes off his shoes, then both socks. As she goes to undo his belt, his shirt, which is unbuttoned, falls slightly open, revealing a fresh scar. LINDA stares at the scar for a moment, then she slowly exposes the whole of NICK's chest.  \n[41] \n[42]\tNick?  \n[43]\tWhat are you doing?  \n[44]\tYou're going hunting?  \n[45]\tI see you're going hunting.  NICK looks at the equipment on the floor.  \n[46]\tThat's wonderful. I think you \tshould... fresh air.  NICK gets to his feet, suddenly. His face is twisted with pain and his voice is cracked with emotion.  \n[47]\n[48]\t\t \tI don't know.  \n[49]\tI'm just so lonely.  \n[50]\t\t \tI'll be out... Just leave me. I'll \tbe out. I'm fine. Really. I'm fine.  NICK walks back down the aisle between the bright packages.  \n[51]\tLet's make love, Nick.  LINDA takes him in her arms and holds him tight.  \n[52]\tLet's make love forever!  \n[53]\tEat something, Nick. Eat a piece of \ttoast.  NICK nods, picks up a piece of toast and then, forgetting all about it, lays it absently on his plate.  VINCE comes up behind NICK, looking somewhat officious in a new blue suit.  ", "Bridesmaid": "\n[1]\tAlbert, what are you doing!  \n[2]\tHurry up, you guys!  \n[3]\tWho's got their carnations?  \n[4]\tHere. They're right here.  \n[5]\tLook at you! You're all a mess!  \n[6]\tPut on their carnations!  \n[7]\tWho's got a pin?  As the BRIDESMAIDS begin straightening ties and putting on carnations, NICK hears someone call his name. He turns to find LINDA standing beside the trailer where she can't be seen. She looks pale and very frightened and she holds a small suitcase in her hand.  ", "Steven": "", "Stan": "\n[1]\n[2]\n[3]\n[4]\n[5] Suddenly a WOMAN WITH A BABY lets out a shriek. NICK spins. TWO BURLY MEN appear, bringing the CORPSE OF THE SECOND CONTESTANT. As the WOMAN WITH THE BABY begins sobbing and screaming with grief the BURLY MEN strip the tuxedo off the SECOND CONTESTANT and then, as each article is summarily removed, they begin dressing one of the WAITING CONTESTANTS in it.  ", "John": "\n[1] The place is packed with boisterous STEELWORKERS drinking boilermakers. Deerheads are mounted in a long row over the bar, and hand-painted murals decorate the walls. The murals depict hunting scenes and display an eerie tone -- at once comical and frightening -- as if the animals held some secret from the hunters, some power beyond their own.  JOHN bangs out from behind the bar with a tray of beer. At the same moment SAL comes in with NICK, MERLE, ALBERT and VINCE. JOHN, who is a great bear of a youth, puts down his tray, wraps his arms around SAL and begins jumping him around the floor, grinning ear to ear. The STEELWORKERS turn, desert their places and swarm around SAL, joking and shouting congratulations.  \n[2] The WOMEN are all gathered, some fifteen or twenty, ranging from grandmothers to young wives. About half of them wield rolling pins or heavy pans. As the last reinforcements arrive -- TWO HEFTY LADIES WITH TRUNCHEONS -- a roar of laughter comes from inside.  \n[3] NICK, SAL, MERLE, VINCE, ALBERT and JOHN are dancing. The MUSIC is at top volume and the smoke is thick enough to cut with a knife. Suddenly, from the back, comes a CHORUS OF SCREECHES AND FEMALE RECRIMINATIONS. The door to the alley bursts open and the HEFTY LADIES WITH TRUNCHEONS appear. The STEELWORKERS take one look, gulp their drinks, grab their heads in their hands and rush for the front door.  \n[4] The STEELWORKERS stream into the snow with the WOMEN close behind. Several blows are delivered and the howls of complaint are met with angry commands to hurry and get dressed for Sal's wedding.  CAMERA CLOSES ON SAL, who emerges with NICK and MERLE. The snow hits him a sobering blow and he comes to a stop.  \n[5]\tShhh! Albert's gonna hump the Coup \tde Ville.  ALBERT looks around at his friends. He surveys the back end of the Cadillac with simian pride. Then he expands his chest, thumps on it with both fists and yodels out a magnificent, mile-carrying Tarzan call. As the echo of it comes back the church bell begins ringing down the street and a group of excited BRIDESMAIDS come, hurrying up.  \n[6]\tOh, well...  \n[7]\tShe fucked me.  \n[8]\tShe fucked you?  \n[9]\tShe fucked us both.  \n[10]\tFucking women, man...  \n[11]\tWho's got the ammo?  \n[12]\tIt's in the trunk!... It's in the \ttrunk! I'm telling you, it's in the \ttrunk!  VINCE, ALBERT and JOHN rush around to the trunk. ALBERT begins pounding on it.  \n[13]\tThose are mine!  \n[14]\tDamn right!  \n[15]\tThat's mustard!  \n[16]\tYou just put mustard on your \tHershey bar.  \n[17]\tHoly shit!  \n[18]\tVince. Hey, you guys --  \n[19]\tVince!!!  JOHN throws up his hands in a comical way.  \n[20]\tI'll get the boots.  \n[21]\t\t(crossing to Merle's \t\tknapsack \tI mean let's get going before --  MERLE -- who has remained completely calm throughout VINCE's tirade -- pumps a shell in the chamber of his rifle. JOHN freezes in his tracks and stares at him, his face gone white.  \n[22]\tHey Geraldine, let's eat!  \n[23] NICK comes through the CROWD OF STEELWORKERS shaking hands. The STEELWORKERS treat him with immense respect. There are no cracks; there are no jokes. They squeeze his shoulder, pat his back, reaching out for him, touching him.  \n[24]\tNick! Hey, Nick! \t\t \tBoy! Boy oh boy! Are you okay? \tYou're okay, huh?  \n[25]\tSit down. Here. Right here. \t\t \tAlbert! Vince!  JOHN pushes them all into a booth. A tray arrives loaded with beer and shots of whiskey.  \n[26]\tHere. Here we go. \t\t \tHere's to you, Nick!  \n[27] NICK sits at the bar flanked by VINCE and ALBERT. Both VINCE and ALBERT are completely glassed out. Behind, in the booths, three or four STEELWORKERS are sleeping. JOHN moves around behind the counter wiping things off.  \n[28]\tRough, huh?  \n[29]\tNo?  \n[30]\tNot so good.  \n[31]\tWorse since she talked to him.  \n[32]\tSal.  \n[33]\tKind of. You didn't know?  \n[34]\tNick, we don't know where Sal is... \tNick, Angela won't tell us.  \n[35]\tNick, she won't say why.  \n[36]\tShe's out of her tree, Nick. She is \tstraight out of her tree.  \n[37] NICK sits at the bar, silent, hunched over a beer, lost in thought. All around him STEELWORKERS are shouting, yelling, cracking jokes. After a moment VINCE pushes in, claps him on the back.  \n[38]\tYes, Albert?  \n[39]\tWho's going?  \n[40]\tNick's going?  \n[41]\tNo women?  \n[42]\tTake these beers.  They all take a beer. JOHN raises his glass, solemnly.  \n[43]\tHere's to huntin'.  \n[44]\tPsst. Vince!  JOHN signals with his head. VINCE turns. ANOTHER DEER has come out of the woods. The DEER is rattled by the gunfire and peers at VINCE uncertainly. VINCE spins and grabs his gun, which immediately goes off. He slams another shell in the chamber and scrambles to his feet but the rifle sling is hooked on the antlers of the DEAD DEER and another shot ricochets off a nearby rock. JOHN and ALBERT dive for cover. As they look up, they see the DEER trot down the slope and then VINCE, firing wildly, running after it.  \n[45]\tSweet! Oh, that is sweet!  \n[46]\tInside, Vince.  VINCE staggers to the cabin door. The DEER is lying on the floor, motionless, DEAD.  ", "Axel": "", "Angela": "\n[1]\t\t \tI do.  A pause. ANGELA scowls and tries it again.  \n[2]\t\t \tI do.  ANGELA tries it a few more times. It sounds worse and worse.  \n[3]\tI do, I do, I do!!!  ANGELA stares at herself. Now she looks desperate and unrelievedly forlorn. Bursting into tears she throws herself on the bed. Someone has slipped a photograph under the pillow. The photograph is face down and as ANGELA pulls it out she sees that something is written on the back:  \n[4]\t\t \t\"This is it -- more or less... \tLove, Mom.\"  ANGELA frowns, turns the photograph over. It is a picture of Michaelangelo's \"David\". ANGELA stares at the figure for a long, long moment...  \n[5]\tOh, wow.  \n[6]\tYou're back.  \n[7]\tI'm glad. Seriously... I'm very \tglad.  \n[8]\tSure. Why not.  \n[9]\tNick, he's fine. He's in a hospital \tand they're fixing him up.  \n[10]\tOh, sure... Twice a day.  \n[11]\tNick... Sal is very weak. He \tsuffered a severe wound... and \tright now he doesn't want a whole \tlot of people to get involved in a \twhole thing.  \n[12]\tHe doesn't want people bugging him, \tNick!  ANGELA begins to tremble, jabs out her cigarette and stands up.  She stares at NICK for a moment, goes to a telephone pad and writes down a number in a tiny, nearly illegible scrawl. NICK comes up behind her. ANGELA finishes, puts down the pen and stands with her back against the wall. NICK tears off the piece of paper, looks at it, puts it in his pocket.  \n[13]\tDid you ever think life would turn \tout like this?  \n[14]\tYou know what Sal's got now?... \tSal's got... one arm, Nick, and... \tthat's it.  The door to the kitchen bangs open and SAL'S MOTHER comes in with an electric toaster and a screwdriver.  ", "Linda's": "\n[1] LINDA is thin -- a skinny slip of a thing with a hauntingly lovely face. Wearing her bridesmaid's dress she stands alone in the kitchen, staring at the ceiling. Thumping noises are coming from the room above. The thumping gets louder. There is a crash, then another crash, as if furniture were being thrown around. A MAN'S VOICE begins cursing and there is more thumping and crashing. Suddenly there is a thud... and then silence.  LINDA bites her lip. She crosses to the stove, ladles stew into a bowl, butters bread, pours a cup of tea and puts it all on a tray.  \n[2] The room is a wreck of broken furniture. Chairs are turned over, lamps are smashed and the pictures hang cockeyed on the wall. In the middle of the room, face down on the floor, is LINDA'S FATHER. His coat is torn, one shoe is missing and he holds a half-empty bottle in his hand. Behind him, through the open window, snow is blowing in.  LINDA comes in with the tray. She stands for a moment expressionless, looking down at her father. Then she sets the tray on the bureau and kneels beside him.  \n[3] ", "Father": "\n[1] The room is a wreck of broken furniture. Chairs are turned over, lamps are smashed and the pictures hang cockeyed on the wall. In the middle of the room, face down on the floor, is LINDA'S FATHER. His coat is torn, one shoe is missing and he holds a half-empty bottle in his hand. Behind him, through the open window, snow is blowing in.  LINDA comes in with the tray. She stands for a moment expressionless, looking down at her father. Then she sets the tray on the bureau and kneels beside him.  \n[2]\t\t \tGo... fucking hell!  LINDA reaches down, takes her FATHER by the shoulder and rolls him over. It takes some effort and the face that comes up is gray, unshaven and implacably bitter. Saliva dribbles from his mouth, there is a cut with the stitches still in it seaming his forehead and as LINDA looks at him he begins cursing again.  \n[3]\tFucking shit... all around, like a \tsea! Like an ocean!  LINDA gets up and closes the window. She comes back, gets down on the floor beside her father and pushes him toward the bed. Then, hiking up her bridesmaid's dress, she takes him by the shoulders again and heaves him onto the coverlet. The effort is almost too much for her. Tears begin to burn in her eyes, but when he slips back she tries again. The father groans, begins to mumble, and then, when she almost has him on the bed, he suddenly lifts his hand, catches her full in the face and pushes her violently across the room.  LINDA crashes backwards over a fallen chair and smashes into the wall. As she gets to her feet her father advances on her.  \n[4]\tFucking bitch... All bitches!  He swings, catches her in the face again, hard.  \n[5]\tHate 'em. Fucking bitches!  LINDA'S FATHER swings at her again, loses his balance and falls on the floor. LINDA stands looking at him, holding her jaw. She is crying. Tears are streaming down her face.  ", "Julien": "", "Bandleader": ""}}