{"filename": "Box,-The_script.txt", "imdb_id": "tt0362478", "imdb_url": "https://www.imdb.com/title/tt0362478", "characters": ["Martin Teague (as Mark Cartier)", "Wendell Matheson", "Rebecca Matheson", "Norm Cahill", "Lana Burns", "Clymene Steward", "Rhonda Martin", "Arlington Steward", "Dick Burns", "Charles", "Arthur Lewis", "Vick Brenner", "Dana", "Norma Lewis", "Walter Lewis"], "dialogues": {"Wendell": "\n[1]I don't know, man. Jesus... what's that smell? \n[2]What are you making? \n[3]A new prosthesis for her foot? \n[4]What did you change up this time? \n[5]Jesus. That's not good. \n[6]Jesus. I hope she sued this idiot. \n[7]What was the settlement? \n[8]How's the commute back to Richmond? \n[9]Tell Norma I said hello. Wendell watches him walk across the lawn to the parking lot... approaching his car. He lights a cigarette and takes a drag... then looks at his watch. INSERT: His watch shows that it is 4:58 PM. 22. \n[10]Bevilacqua... Bevilacqua turns to face him. \n[11]Yeah. Cahill told me to... 62. Bevilacaua notices a SMALL PURPLE STAIN on the blue-print. \n[12]This what you were looking for, sir? Cahill looks stares at the blue-print... possessed. A DROP OF BLOOD falls from his right nostril and lands on it. \n[13]There's a list... and they've all got a wife and one child. Bevilacqua thumbs through the list of NASA dossiers. He sees Arthur Lewis among them. \n[14]Did you kill your wife? Bevilacqua just stares at him... on the verge of tears. He slides an ENVELOPE across the table. \n[15]No. They're not listed. Just an old address south of Petersburg. What are you gonna do? \n[16]These are the keys to my cousin's pick-up truck. It's not registered. It's parked in front of my house over on Byrd street. Take it... ", "Matheson": "", "Rebecca": "", "Norm": "\n[1]Did you hear something? \n[2]Are you sure that was the doorbell? From down below... the DOORBELL rings again. \n[3]Quarter 'til five. Norma gets out of bed and throws on her bathrobe. Arthur sits up, hair sticking up in every direction. He has sideburns that run down the side of his face like daggers. \n[4]Someone left a box. \n[5]I don't know. There was a car waiting... but they drove off. Norma hands the box to Arthur. He examines it. \n[6]Is there a note? Arthur reaches inside the box and retrieves a small WHITE ENVELOPE. Printed on the envelope in CALLIGRAPHY is the name: \n[7]Mr. Steward will call upon you at 5 \n[8]I couldn't see. It was dark and 1 didn't have my contacts in. \n[9]I don't know. But the bus will be here if five minutes... so eat. \n[10]Put on your hat... A young girl, DANA  is waiting at the end of the EARMUFFS and SCARF around her neck. \n[11]Good morning, Dana. And please call me Norma. You're making me feel old. \n[12]I'm thirty-one! \n[13]Well you'll be a geezer one day too, smarty-pants. 5. Norma closes her eyes, taking in a breath of cold air. Snowflakes land in her face and hair. Walter sighs... looking at his watch. \n[14]  \n[15]My love embarrasses you? \n[16]What if I give little Walter a little kiss in front of all his friends on the school bus? Dana's eyes widen. A MISCHIEVOUS GRIN emerges from behind the scarf that covers the lower part of her face. \n[17]Dana... you're baby-sitting for us tonight, right? \n[18]Eight o'clock. \n[19]Bus-Driver Bud! Merry Christmas... \n[20]I know! \n[21]Rex Morgan... I need you back here no later than seven. Rehearsal dinner starts at eight. Arthur grabs his BRIEFCASE and a BASKETBALL. \n[22]Don't get stuck in Friday traffic... \n[23]Not in the house! \n[24]It's fine. She pushes him toward into the FAMILY ROOM... opening the door that leads out to the garage. They exit the house and the CAMERA drifts back toward the kitchen table... moving in toward the box. \n[25]From you? \n[26]  \n[27]Don't be late tonight. \n[28]So what does that mean for me? \n[29]Starting when? \n[30]Okay. \n[31]Yeah, me too. I've got three weeks to figure out how to tell my son we can't afford to send him to Collegiate any more. The drop of blood has begun to flow down onto his upper lip. \n[32]Yeah... your nose is bleeding. Poates reaches for his HANDKERCHIEF and puts it to his face, wiping off the blood. The MORNING BELL rings. \n[33]Okay... everyone quiet down! Take your seats! Norma moves toward a stack of METAL TRAYS on her desk. Inside of each tray is a BALL OF BLACK MUSH. \n[34]Today is the day many of you have been eagerly awaiting. You get to dissect owl pellets. A MALE STUDENT  pumps his fist... \n[35]Hey... watch the language. You say another cuss word I've gotta send you to detention, okay? \n[36]Is what true? \n[37]Yes... this is true. The classroom gasps in disgust... others laugh. \n[38]Grey forest owls feed upon field mice, squirrels and small birds. The owl will then regurgitate the bones and waste matter in a ball of black mucous. Inside this mucous you will likely find the entire skeleton of its prey. Norma goes to the front of the room and lowers a SCREEN. \n[39]I'm going to show you a film about the digestive process of the owl, and how the owl pellet is formed. The classroom whispers with excitement. \n[40]Hmmm? \n[41]What happened... to my foot? \n[42]Well... it's a long story. She looks at her watch. \n[43]We've got five minutes until second period. She looks back at her class and sees that their curiosity has been piqued. She has no choice now but to tell them. \n[44]Alright... I'll tell you what happened to my foot. \n[45]And so I go to see the doctor. He goes to take an X-ray of my foot to see if the bones are broken. \n[46]They found out that the tissue in four of my toes had been completely \n[47]So they have to amputate four of my toes. And then they had to take a bunch of skin from my inner thigh to cover the front of my foot. This is back in 1963... so they didn't have the skin graft techniques they do now. 19. \n[48]You guys want to see it? Now that the secret is out... I don't want you spreading rumors about my mangled foot. The class responds enthusiastically. \n[49]Come on... gather round... take a look at the freak show. As the kids gather around... Norma removes her right shoe and reveals her disfigured foot... missing every toe but her pinky. A rounded piece of SCAR TISSUE covers the rest of it. 20. \n[50]Hey honey. \n[51]Because you're nine years old. You're not a geezer yet. \n[52]We're not buying you a moped, Walter. Stick with the bike... and be home before dark. 21. \n[53]Hello? There is silence on the other end of the line. \n[54]Hello? A MOMENT OF SILENCE... then the caller disconnects. Norma hangs up the phone and starts unloading the groceries. The box sits on the table... but she takes no notice of it. \n[55]Yeah. \n[56]Oh, yes. Yes we did. \n[57]The button unit. That's what you call it? \n[58]Sure. Norma turns and leads him back into the kitchen. She retrieves the button unit from the table. \n[59]So what it this thing? I assume you're trying to sell me something? \n[60]Yeah? What are you selling? \n[61]Are you for real? Arlington smiles back at her. \n[62]Who do you work for? \n[63]Wait a minute... you're just going to leave me with this thing. Is this some kind of joke? Who are you? He opens the front door and turns back to her with a friendly smile. \n[64]Hey mom. \n[65]Nothing... I just... BURNS  laid out in a recliner, watching television. \n[66]No... something just happened and... \n[67]Nothing. I don't want to talk about it right now. \n[68]Hmmm. I think they're spending more on their wedding than we did on our house. \n[69]A little, yeah. That damn bone. The skin from my leg, it's not as tough as it should be. \n[70]Who? \n[71]Well... it's been what... thirteen years? Bound to run into each other at some point, right? \n[72]What's this? \n[73]Oh my god! 29. Norma removes an old, store-bought INSOLE from her right shoe and inserts the new one. \n[74]Oh my God, Rex... how'd you do it? \n[75]I don't know what I'd do without you. \n[76]Yeah... I'll tell you about it in the car. We're running late. Norma leans down and kisses Walter on the cheek. 30. \n[77]We'll be home late... your bedtime is ten. Dana watches them go... her eyes transfixed on the box in Norma's hands. \n[78]And before I could ask him anything else... he got in his car... and he pulled off. \n[79]No. \n[80]I was little overwhelmed, Arthur. \n[81]Those were his exact words. \n[82]No. \n[83]Yeah. He said it was two-hundred thousand. It looked real to me. 31. \n[84]You don't want to know. I think he's a burn victim. Poor thing... half of his face is gone. \n[85]I think maybe he's a life insurance salesman. Maybe that's what it is. It's some kind of survey. We push the button and he offers us a discount on a two-hundred thousand dollar life insurance policy. Joke's on us. \n[86]What the hell are you doing?! \n[87]No! 32. Norma reaches over and snaps the dome closed. \n[88]I don't know. He was... he seemed very sure of himself. If it's some kind of survey... then... he's a really good salesman because I believe him. I believe that he might give us that money. \n[89]I don't know. Arthur takes the box back from her. He shakes it... then flips it over. He sees that there is a SINGLE SCREW on the bottom corner that holds it together. \n[90]What are you doing? Arthur is now unscrewing the bottom of the box. \n[91]Why do you get to hold it? \n[92]Neither can you. \n[93]Fine. Norma goes through her purse and hands the small envelope to him. They move toward the entrance to the country club. \n[94]Jesus. All this for a rehearsal dinner... Deborah is so lucky. Remember our rehearsal dinner? \n[95]Uh-huh. \n[96]Arthur has been working at Nasa. \n[97]Arthur made me a new prosthesis for my foot. Some space age formula... it's incredible. \n[98]You gotta let it go. You gotta learn to forgive and forget. \n[99]That's right. He shakes her hand... fascinated by her. \n[100]That's right. There he is right over there. She points over to Arthur the bar. Powell looks over at him... and they briefly make eye contact. \n[101]Two-hundred thousand dollars is a lot of money, Arthur. 41. \n[102]We could get out of Richmond... move to California. \n[103]You can't arrest someone for pushing a button, Arthur. It's not a weapon. It's not a gun. We wouldn't be culpable... not in a court of law. \n[104]What if it's some murderer on death row in China? \n[105]Yeah. Doug and Donna. \n[106]I know you better than you know yourself. \n[107]Even better than I know you. They spin around on the dance floor. \n[108]Life insurance. Arthur gazes across the ballroom toward the bar. Nathan sits there alone... finishing his drink. \n[109]Dana... Dana's eyes slowly open. \n[110]Arthur will drive you home, okay? \n[111]Where's Walter? \n[112]Can you turn off the Christmas tree lights? \n[113]It's a fire hazard. \n[114]We could die. \n[115]Fine. Leave them on. She goes upstairs... leaving him alone with the glowing tree. Arthur looks down at the coffee table. The box sits there... taunting him. He retrieves the KEY ENVELOPE from his pocket and stares at it. He then walks over to the wall and unplugs the Christmas tree lights. \n[116]We'll never see that much money. \n[117]Be realistic Arthur... you work for the government. \n[118]We'll never leave Richmond. \n[119]We have to put Walter in public school. \n[120]Collegiate withdrew the faculty tuition discount. \n[121]Yeah. They did. Even if we sold my car and moved into a smaller house, we couldn't afford that school. \n[122]We'd have to enroll him at Hopewell. Unless... \n[123]Yeah. Norma begins to dial the number on the card. \n[124]Is this Mr. Steward? \n[125]How did you know it was me... are you tracing this call? \n[126]If we push the button... are you going to murder someone? \n[127]How will they die? \n[128]Are you selling life insurance? \n[129]Why do you do this? What do you get out of this deal? \n[130]Can we meet in person? I'd like to see you... before we make our final decision. \n[131]Excuse me? \n[132]Hello? There is no response. \n[133]Mr. Steward? Are you still there? Norma hangs up the phone. She stares at the box... then at her husband, as he sits down across from her. 48. \n[134]We're gonna have to pull Walter out of that school. \n[135]I'm scared to. \n[136]Ladies first. She then reaches out and presses down on the button with her index finger. \n[137]Hi. \n[138]Uhh... yeah... it's in the kitchen. Norma goes to the kitchen to retrieve the box, leaving Arthur alone with Arlington. \n[139]Oh... sorry... Norma reaches into her pocket and retrieves the small envelope and places it in his hand. \n[140]You said before that the box is re- programmed... \n[141]So now what? Are you gonna go and make the offer to someone else? 52. \n[142]I don't know. Arthur paces around... thinking. He then opens the briefcase and starts counting through the money. \n[143]I don't know. \n[144]Hey dad... \n[145]I need a favor. \n[146]I need you to run a license plate for me. Someone just came by the house... and we think he might...  He just seemed real suspicious and Arthur got the license plate and I need you to run it. \n[147]No... if you could just run the plate and find out whose car it is. AXV-4049 is the number. \n[148]Hello? \n[149]Yeah. Norma begins to write them down. \n[150]Hi... I'm trying to reach an Arlington Steward. \n[151]Yes. \n[152]Yes. \n[153]Arthur... \n[154]This isn't real. This isn't happening. \n[155]We're off to run an errand. Be back in a few hours, okay? \n[156]There was owl... in our back yard. \n[157]He said it was his owl. \n[158]  \n[159]No exit. \n[160]it's pronounced Sartre. Jean-Paul Sartre. The French existentialist. She begins to thumb through the pages of the play. \n[161]It's a play... I read it in high school. It's about three strangers who find themselves trapped in a room together for all of eternity. They've quickly discover that they've all been sent to hell. Norma turns back to the inside cover of the book. Someone has written in crisp penmanship: \n[162]Hi... we're looking for an archival Times-Dispatch from September of this year. She offers them a warm smile. \n[163]I feel like I'm gonna faint... She stands up to leave. \n[164]Bathroom. Norma moves.taward the main library... leaving Arthur alone. \n[165]About five seconds after I laid eyes on him. \n[166]In college. My sophomore year. He was a year younger than me. We dated for two weeks and then... She stops herself. \n[167]Then I thought... this is too good to be true. When he sees my mangled foot... he's gonna be out the door in ten seconds and he's gonna go tell all his friends. \n[168]We were at the drive-in... and he caught a glimpse of the scars on my thigh. He asked me what happened... and I felt this sense of dread. \n[169]Because you can just see the glow disappear in someone's eyes when they discover something about you that they just can't stomach. \n[170]No. Not Arthur. He was different than the others. He... said that... my scars were cool. He said that they made me more attractive. \n[171]I felt.. . She stops herself... afraid of how he might respond if she is honest with him. \n[172]I felt... \n[173]Love. \n[174]Yes. \n[175]Because of my foot. Because of my disfigurement. I thought of all the pain I've felt in my life because of it... the physical pain... the emotional pain. 73. \n[176]I thought about what it would be like to have that pain magnified and projected onto my face... onto a part of my body that I can't hide with a shoe. There are tears welling in her eyes. \n[177]I saw all of that pain in your face and I understood it... and I felt an overwhelming feeling of love for you because I knew I'd never feel sorry for myself or my goddamn foot ever again. \n[178]I don't know. Norma notices Walter standing in the doorway. \n[179]We did? She sits up in bed... looking at the clock radio. It is 6PM. \n[180]The wedding. It starts in an hour. We've got to get ready. 76. Norma sees that the copy of No Exit is now sitting on --heir bedside table. \n[181]They didn't have lids... \n[182]I had the same dream. Arthur's mind is racing... he glances through the crowd nervously, afraid that they are being watched. \n[183]The library. He was asking me all of these questions... about you... about our marriage. Then I took his hand... Susan approaches... \n[184]There are no mirrors... so they will never be able to see their own reflection... but only the faces of their tormentors. \n[185]Because Hell... is other people. The look into one another's eyes... Norma sees a WAITER pass by with a tray of CHAMPAGNE. They both take a glass. Jim crosses the lawn to greet them. \n[186]My little sister once asked me... what's the best thing about being married? Norma looks across the lawn to the table where Arthur is seated, next to Walter and their parents. \n[187]I told her that... it's knowing that for the rest of your life you'll never feel alone. Not ever again. She smiles at her husband. 85. \n[188]That is... until you get divorced. There is laughter from the crowd. Deborah blushes... leaning her head on her new husband's shoulder. \n[189]Or... until he decides to kill you. More laughter. \n[190]Say what? \n[191]I don't know... I thought it was funny. Guess I've had too much champagne. \n[192]No. \n[193]No. Norma is still searching for some other explanation. \n[194]What if it's all a test for the aspiring astronauts? \n[195]A psychological test. They want to see how you'll respond to a moral dilemma... the fate of a human life... determined by the push of a single button. Think of the men on the Apollo thirteen mission... sound familiar? They turn slowly on the dance floor... Arthur closes his eyes... his mind racing... A VOICE breaks through the music... \n[196]It's okay Arthur... Arthur looks at him... then back at Norma. His face has gone pale and he looks for a moment as though he might faint on the dance floor. \n[197]I'm sorry for that. I can't control what people say. \n[198]Yes. You have my forgiveness, Earl. People make mistakes... and if they seek forgiveness... they should be forgiven. That's the rule of my lord. \n[199]Walter? \n[200]Walter? A BLACK SEDAN pulls up next to her... and Reston steps out of the car. Norma locks eyes with him... recognizing his face... \n[201]Yes. 94. \n[202]Yeah? Where is my son? Where is my husband? \n[203]Arthur! 96. \n[204]Where's Walter? \n[205]What does it want? Cahill glances at Teague... who looks to Cahill. \n[206]What did he say to you when you were in the car with him? \n[207]What have you done with our son? 100. \n[208]That's not fair. Let me do it. I, pushed your stupid button. If I deserve to be punished for it... then let me kill myself. Arthur has nothing to do with this. \n[209]If Arthur has to do it... then I want you to make it look like a suicide. Arthur shouldn't be punished for something that I did. \n[210]This isn't happening... She starts the engine... and they drive off. Arthur watches the parking lot full of MEN reflected back at them in the side-view mirror. 104. \n[211]All these years... I've given you the impression that Walter was an accident. \n[212]And... it wasn't exactly an accident. I stopped taking the pill when I met you... \n[213]Because I was so afraid of losing you to someone prettier than me. Arthur just stares at her... unsure how to respond. \n[214]For that alone... I deserve a bullet in the heart... don't you think? \n[215]No. \n[216]Where is our son? \n[217]Walter! Norma reaches down and takes her son's hand. \n[218]Walter! It's mom! Can you hear me?! \n[219] \n[220] \n[221]He could get hurt... 107. Norma begins to pound back on the door with her fist... and eventually the thumping stops. She begins to hear quiet sobs from inside the bathroom. \n[222]Come downstairs, Arthur. She takes his left hand... as he clutches Walter's hand in his right. \n[223]Arthur... I need you to come downstairs with me... right now. \n[224]Arthur... I love you, and I'm so sorry... I'm so sorry that I did this to us... \n[225]I'll be waiting... counting the days until my Arthur comes to see me. \n[226]It's going to be harder for you to live than for me to die. Arthur closes his eyes... the noise is excruciating. There is no time to wait any longer. ", "Cahill": "\n[1]Well... there are three separate tests that we've been conducting... Pyrolytic Release, Labeled Release and Gas Exchange. The first two tests, based on soil samples about 22 centimeters deep, came back negative... and the third is... still pending. Cahill smiles. Laughter erupts from various parts of the auditorium. 14. \n[2]The gas exchange experiment measures the production or uptake of C02, nitrogen, methane, hydrogen, and oxygen during the incubation of the martian soil sample. \n[3]Well... there is a possibility that the planet abounds with chemical compounds produced by living systems. Their chemical nature, distribution and structural uniqueness could be used to argue the presence of microscopic living organisms on Mars. As Cahill moves on to the next question... Arthur taps the reporter on the shoulder. \n[4]  \n[5]I'm sorry Arthur, but they've denied your application to be admitted into the astronaut program. Arthur looks crushed. \n[6]I'm sorry, son... but they don't tell us why. \n[7]Alright... the first photo should come down off the server in less than a minute. \n[8]What happened? \n[9]Lightning? \n[10]Yes. Thank you Wendell. \n[11]You're not gonna hurt these boys, are you? \n[12]On the night of September 3rd, as the server was downloading images from the Viking camera system that you helped design... we experienced an electrical surge from a bolt of lightning. As they arrive at the entrance to the diner, Cahill shows Arthur a blurry black and white photograph. \n[13]An anomaly in the series of Viking images produced this photograph of the Mars surface. The photo appears to be a ghost-like TRAIL OF WHITE LIGHT streaking across the martian landscape. Teague nods toward the diner window. \n[14]If the human spirit is assigned a specific bandwidth upon conception... twins... would provide it with a dual bandwidth carrier... \n[15]We've run the data sequence off the server more than a thousand times. Each time... this one photo in the sequence comes out of the dark room just like this. We can't explain why. Arthur hands the photo back to Cahill. \n[16]I think the same thing that it wanted from Bevilacqua... except that poor boy is no longer around to tell us why he shot his wife. ", "Lana": "", "Burns": "\n[1]  \n[2]  \n[3]      \n[4]  \n[5]  \n[6]  \n[7]  \n[8]  \n[9]  \n[10]  ", "Clymene": "", "Steward": "\n[1] \n[2]       \n[3]       \n[4] \n[5]Officer Burns... my name is Reston Steward. \n[6]Reston rises to his feet... putting his hat on his head. ", "Rhonda": "", "Martin": "", "Arlington": "\n[1]Mrs. Lewis? \n[2]My name is Arlington Steward. Her eyes light up, as she remembers the name and the box. Arlington then rotates his body... revealing the RIGHT SIDE of his face. Norma's eyes widen in horror at what she sees. Nearly all of the right side of his face from his cheekbone to his lower jaw has been burned away. His rear MOLARS and GUMS are exposed beneath the absence of tissue that is supposed to conceal them. Norma immediately feels a strange connection... a deep sympathy for him and the pain he must have endured. \n[3]I assume you received the box that I left on your doorstep. His speech has a slight impediment from the burn that extends to the right side of his mouth. \n[4]And you retrieved the button unit inside of the box. Norma smiles. He smiles back at her. 23. \n[5]Indeed. May I come in? \n[6]Well... in a way, yes. I do have an offer to make. \n[7]A financial opportunity. Arlington gestures toward the table with his briefcase. \n[8]May I? She nods. He places the briefcase down on the table. He takes the button unit from her and sets it down on the kitchen table. They both sit down. He then withdraws a SMALL YELLOW ENVELOPE from his suit jacket pocket. \n[9]inside of this envelope is a key. Arlington opens the envelope and withdraws a small METAL KEY. \n[10]This is the key that opens the glass dome of the button unit. Arlington then inserts the key into a small HORIZONTAL SLOT at the top edge. He turns the key, and the LID that houses the GLASS DOME pops lose. The METAL BUTTON is now exposed. 24. \n[11]If you push the button, one of two things will happen. First, someone... somewhere in the world... who you do not know... will die. Norma just stares at him. \n[12]Then, you will receive a payment of two-hundred thousand dollars... tax free. Arlington opens the briefcase. Inside are neatly stacked rows of ONE-HUNDRED DOLLAR BILLS. \n[13]The money will be delivered to you in cash. Norma covers her mouth... shocked at the sight of so much money. \n[14]Mrs. Lewis, I can assure you that the offer is real. \n[15]The guarantee of payment has several restrictions. One... I am not permitted to disclose any information about to the identity of my employers. Two... if you discuss the details of this financial opportunity with anyone other than your husband, the offer is null and void, and you will not receive the money in return for having pushed the button. Three... you have twenty four hours. Arlington glances at his watch. 25. \n[16]You have until five o'clock tomorrow evening to make your decision whether or not to push the button. At that time, I will return to retrieve the button unit from you. It will be re-programmed and the offer will be made to someone else. Arlington places the key back into the envelope, seals it with crisp precision, and hands it over to her. He then closes the briefcase and stands up to leave. \n[17]Until then... a good day to you, Mrs. Lewis. He nods his head and turns toward the foyer. \n[18]My name is Arlington Steward, and I can assure you that this is no joke. The offer is real, but I am not at liberty to disclose any more information than I already have. He withdraws a BUSINESS CARD and hands it to her. \n[19]Good day. He heads down the walk toward his car. She looks down at the card and sees that his name is printed in an embossed BLACK FONT: \n[20]       \n[21]Hello Mrs. Lewis. 46. \n[22]Of course it is. \n[23]Time is running out... have you made your decision? Norma looks to Arthur... who paces around the kitchen. \n[24]When you push the button... somewhere in this world... someone you do not know... will die. I never mentioned the word murder. \n[25]I'm not at liberty to disclose that information. Besides... it would spoil the fun. \n[26]I am not at liberty to disclose any information about my employers. I can only remind you that the offer is real...  .and it expires in approximately eight hours. 47. \n[27]Absolutely nothing. The reward is for you. \n[28]Is there anything else, Mrs. Lewis? I have an appointment to make and I don't want to be late. \n[29]Why... I'm looking at you right now, Norma. \n[30]The grey spotted owl... in your back yard. Norma turns and looks out the large picture window in the kitchen nook. Outside in the back yard, an OWL is perched on a planter. The large bird sits motionless... its large SAUCER EYES do not blink. Norma stares at it for a long moment... transfixed. Arthur paces around the kitchen... facing in the other direction. Outside... the owl flies away before Arthur notices it. \n[31]Hello, Mrs. Lewis. \n[32]Do you have the button unit? \n[33]And you must be Mr. Lewis. 51. Arthur stares at him... transfixed. Does he recognize him from somewhere? Norma returns with the box and hands it over to him. \n[34]And the key? \n[35]Thank you. Arlington then opens the BRIEFCASE and shows it to them. Inside... the bills are stacked neatly in rows. \n[36]Two-hundred thousand. You can count it if you like. Arthur takes the briefcase from him and then closes. \n[37]As you should. He then turns to leave. \n[38]Yes. \n[39]Why yes. That-'s how it works, Mrs. Lewis. And I can promise you that the offer will be made... to someone you do not know. He smiles... opens the door... and steps into the passenger side. The driver hits the gas and the car speeds off. Arthur moves out into the street... watching the car go... \n[40]  \n[41] \n[42]Any harm that comes to them will be their own doing. Arlington takes the bag and moves toward the hangar entrance. \n[43]Officer Burns... my name is Reston Steward. \n[44]. an inquiry about my brother Arlington. 66. \n[45]Yes. My brother works at the Langley research facility. \n[46]Have a seat... Mrs. Lewis. She looks around... realizing that the library is now completely empty. \n[47]Don't be afraid. I may look like a monster... but-I can assure you that I am... only human. His face contorts into a broad smile. \n[48]Please... sit down. \n[49]Tell me Norma... when was the exact moment that you realized you loved your husband? There is something about him that now makes her feel safe... willing to tell him anything. \n[50]And when was this? \n[51]You became frightened about something. \n[52]How did he respond when you showed him? \n[53]Why? 71. \n[54]Did the glow disappear from his eyes? \n[55]And what emotion did you feel when you first laid eyes upon me, Norma? She thinks silently for a moment. \n[56]You felt what? \n[57]Pity? \n[58]You felt love for me? \n[59]Why? \n[60]Take my hand, Norma... She stares at him, unable to move... then takes his hand... \n[61]Where is he? \n[62]I need to see him... now. \n[63]Hello Senator. \n[64]Call me Arlington. \n[65]Do you have my money? \n[66]As much as it takes. Powell sighs out loud... irritated. \n[67]First the nose... Powell turns around and there is now BLOOD GUSHING from his nose... \n[68]Then the ears... BLOOD begins to ooze from both ears... as he covers his face... feeling the warm fluid rush from every orifice... \n[69]Then the eyes... 80. Blood rushes from beneath his eyelids... his entire face covered in BLOOD... his WHITE SHIRT DRENCHED... \n[70]Bud... Bud grabs the briefcase from the desk and pops it open. He sees that it is filled with stacks of cash. \n[71]You tell that sniper you have perched on that roof next door that I can smell his cheap cologne. \n[72]I think it might be Old Spice. The Sniper smells his shoulder. \n[73]Please have a seat. Reston sits down next to his twin brother... Arthur and Norma sit down across from the twins. Arlington has now locked completely into his brother's spirit... The movement of the two men is in now in PERFECT SYNCHRONICITY, staggered by exactly one second... Reston following Arlington. Arlington's eyes remain closed in deep concentration... Arlington's lips move silently... and Reston repeats them out loud. Reston's demeanor is now kind... gentle... almost apologetic for his past behavior. \n[74]Don't be frightened by my manner of communication... but it is becoming more difficult for me to speak, given my body's... condition. \n[75]We'll get to him in a moment... but first I want you to know that I have a deep respect and admiration you both, and I am very sorry... that you pushed the button. \n[76]I will now give you a chance to save yourselves... an opportunity for redemption and salvation. \n[77]Two of your son's five functional senses have been permanently impaired. 101. \n[78]He is now blind and deaf. For the rest of his life, he will never hear your voice... or see your face. \n[79]You are now presented with two options. Option one... you enjoy the rest of your lives with the money you have been given, and you learn to live with your son's disability. Reston then reaches into his pocket and retrieves a PISTOL. He places it on the table next to the box. \n[80]And then there is option number two. There is one bullet in the chamber of this gun. Reston slides the gun across the table in Arthur's direction. \n[81]You can fire this bullet into your wife's heart... killing her. At the exact moment that her spirit departs the earth, this curse upon your son will be reversed, and both of his impaired senses will instantaneously return to normal. 102. Arthur looks over at Norma in disbelief... then back at the twins. He cannot fathom how it has now come to this. \n[82]Arthur, you will then be arrested and charged with the murder of your wife... and the money will be placed in an interest bearing trust for your son to receive upon his eighteenth birthday. \n[83]I'm sorry, but the offer is not negotiable. And if Norma's fingers so much as touch the weapon at any point from this moment on... the restoration of Walter's sight and sound will be denied. \n[84]I'm sorry... but the terms of the offer are not negotiable. Arthur faces has gone completely white. \n[85]I find your theory to be quite fascinating. But I must remind you that I am unable to disclose the identity of my employers. Arthur glances out the window at all of the cameras. \n[86]Can someone please bring up the car? \n[87]Mrs. Weller... do you have the button unit? ", "Dick": "", "Charles": "\n[1]Yeah... is something wrong with her foot? \n[2]Dana saw her take her shoe off in the parking lot yesterday. \n[3]You didn't say mangled... you said it looked gross. Walter lunges at Charles and pushes him up against the locker... awkwardly trying to fight him. 10. They continue to wrestle awkwardly for a moment against the lockers and then Walter lets go... backing away. \n[4]Why do they call it an owl pellet? A MALE STUDENT  next to him takes his tray from Norma. \n[5]Mrs. Lewis? 17. She raises her head. \n[6]What happened to your foot? She just stares at him. \n[7]Yeah. My friend... she saw you take your shoe off. She said... that there's something wrong with it. The whole class goes silent. Norma begins to blush. She looks down at her right foot, hidden inside of a CLOSED-TOE SHOE. ", "Arthur": "\n[1]The doorbell. \n[2]Yep. Norma retrieves her WATCH from the bedside table. \n[3]What time is it? \n[4]What is it? \n[5]Who? \n[6]Maybe... it's up to you. Arthur opens the lid and sees that there are FOAM PEANUTS inside. He digs down and retrieves a WOODEN BOX. Its dimensions are 8\" x 8\" x 8\". 3. The box is made of WHITE OAK with a clear varnish. Mounted on top is a CLEAR GLASS DOME attached to a lid with a HINGE MOUNT. Inside of the dome is a CYLINDRICAL METAL BUTTON. \n[7]It's for you, Norma. Norma opens the envelope and removes a folded piece of white stationary. Printed in elegant calligraphy is a single sentence: \n[8]I dunno. You tell us. \n[9]What kind of car was it? \n[10] Do you realize that this is the first time in my life that I will be taking more than a week's vacation, June? Norma arrives in the kitchen. She now has a slight limp. \n[11] And enjoy it! Don't worry about the office! .4 7. \n[12]The Viking Squad has a game at four. \n[13]Okay June. He starts bouncing the ball on the kitchen floor. She grabs the ball in mid bounce... annoyed with him. \n[14]How's your foot? \n[15]It's your Christmas present. \n[16]From your secret lover. Mr. Steward. She furrows her brow. \n[17]  \n[18]I've got your present at work. It's almost finished. He smiles... then peels off down Monument Ave. From Norma's REAR VIEW MIRROR... Arthur's car disappears down the road. She reaches up to re-adjust... her eyes appear in the mirror's reflection. INSERT: Norma's VIRGINIA license plate. The Oldsmobile drives down the street in the opposite direction. \n[19]It all comes down to water. Arthur points to an OVERHEAD SATELLITE PHOTO of Utopia Planitia, a raised level of martian terrain in the vicinity of the site where VIKING II landed. There are dry river-bed formations in the soil. \n[20]If we find water beneath the surface... and the topographic maps of Utopia Planitia indicate that there were once rivers on the surface of the planet, it's possible that we'll eventually find evidence of life. 15. \n[21]I see. Can I ask why? \n[22]Are they really with-holding some of the Mars photos? \n[23]It's a salinic compound. \n[24]Christmas present for Norma. Arthur retrieves a WHITE CERAMIC MOLD. The mold has an extrusion that is shaped like a WOMAN'S FOOT... only the end of the foot is round and missing its toes, save for the PINKY \n[25]Yep. Arthur carefully impresses the MOLD of his wife's foot into the pink goop... sealing the mold at the edges into the tray. \n[26]The compound they're developing for the pilot chairs on the space shuttle. \n[27]When she was seventeen... still living in Texas, her brother dropped a barbell on her foot... broke three of her toes. 18. \n[28]So this dumb-ass Richmond doctor takes the x-ray... then he goes to check on another patient down the hall. Arthur discards a king. \n[29]This dumb--ass... he left the x-ray machine on. \n[30]She had to sit there in a hospital bed in the same position for six months, waiting for it to heal. Wendell stares at the mold on the laboratory table. \n[31]Oh yeah. Her family sued. They won. \n[32]Forty thousand dollars. Arthur pulls the ceramic mold out of the pink goop... and we see the IMPRESSION of her disfigured foot inside the new \n[33]If this sucker works... she can, start jogging again. \n[34]Not too bad. Maybe an hour and twenty minutes. \n[35]A little gift from Dr. Rex Morgan. She opens the present and retrieves the PROSTHESIS. \n[36]It's a material they developed for the new shuttle chairs. It'll absorb the pressure of your foot and re-distribute it across the entire surface area. She then slides her disfigured foot into the shoe... and begins to walk around the room. \n[37]I just figured out a way to make it better. She crosses the room and gives him a hug and a kiss. \n[38]Merry Christmas, June. \n[39]Yeah... what's it all about. Did he show up? \n[40]  \n[41]Did you get the license plate? \n[42]Your dad is cop, Norma. Always get the license plate number. \n[43]Somewhere in the world... someone you do not know will die. \n[44]Did he say how they would die? \n[45]And he showed you the cash. \n[46]What did he look like? \n[47]Really? \n[48]  \n[49]Did you bring the key with you? She hands it to him. He takes the key and inserts it... opening the glass dome. He then takes his INDEX FINGER and places it on the button. \n[50]  \n[51]You think it's for real. She takes the box back from him. \n[52]Do then you think he's a maniac and he might go kill someone? \n[53]Open the glove compartment. There's a philips head screwdriver in there. She opens the GLOVE COMPARTMENT and retrieves a PHILLIPS HEAD SCREWDRIVER for him. \n[54]I'm gonna see what's inside of it. He removes the screw... and sees that the wooden base rotates on a ROD MOUNT on the opposite corner. INSIDE... it is completely empty. \n[55]Nothing... no transmitter... no radio. If we pushed the button right now... he'd have no way of knowing. She takes the box from him and closes the dome. 33. \n[56]Let me hold the key. \n[57]Because you'll lose it Norma. You can't hold your liquor. \n[58]What if someone takes your purse? I have pockets. Let me hold it. \n[59]Yeah. Keg party in our back yard. BEV LEWIS . Arthur and Norma go over to greet them. \n[60]Never. \n[61]Are you Leonard or Skynard? \n[62]Nathan! Arthur stands up and gives him a hug. \n[63]It's been years. How have you been? \n[64]Nathan and I are gonna go grab a drink... He begins to wheel Nathan toward the bar. \n[65]What'd you ever do to Norma? \n[66]You can't think of it that way. \n[67]You didn't leave the x-ray machine on, Dr. Stupid did. \n[68]You're no more culpable than the company that manufactured the barbell. Stop punishing yourself. Nathan smiles in appreciation and takes a long swig of Jack Daniels. \n[69]Who? 37. \n[70]What would we do with that kind of money? \n[71]Then we could cross the border into Mexico if they ever came after us. \n[72]What if it's someone's baby? \n[73]What if it's our neighbor across the street. Do you know our neighbors across the street? Have you ever met them? \n[74]Hmmm. I haven't met Doug or Donna. What does it mean to officially know someone, anyway? Do you know me, Norma? \n[75]Do you know Walter? \n[76]It's just a stupid prank, Norma. 42. \n[77]Are you sure you don't need a ride? \n[78]Good night, Dana. Dana exits through the front door. Norma stands up and moves toward the foyer. 43. \n[79]I like leaving them on. \n[80]It keeps the Christmas spirit alive while we sleep. \n[81]Everyone dies eventually, Norma. She stares at the tree. \n[82]Why do you say that? \n[83]Maybe not forever. \n[84]Do you want to move? \n[85]Why? 45. \n[86]No... \n[87]No... \n[88]Unless what, Norma? She reaches out and holds her finger over the button... thinking. She then picks up the business card with her other hand, flips it over and stares at the number. \n[89]Are you gonna call him? \n[90]What do you want to do Norma? \n[91]Then push it. Push the button, Norma... push the button. I dare you. I double-dog diddly dare you. \n[92]Well... if you don't push it... then I will. This is stupid. Arthur reaches out to push the button... but she grabs his wrist with her left hand, restraining him. \n[93]There's no turning back now. Seconds later... THE DOORBELL RINGS. Both Norma and Arthur jump in their seats. \n[94]Thanks... we trust your word. Arlington offers him a broad smile. \n[95]I got his license plate. \n[96]What are you thinking, Norma? \n[97]Did he mean that we're next? Is that what he meant? \n[98]Who is this? \n[99]Norma... \n[100]Tell me this isn't real. Tell me this isn't happening. \n[101]I don't think I believe you, Norma. \n[102]  \n[103]An owl? \n[104]Are you hiding anything else from me, Norma? \n[105]       \n[106]Never read it. \n[107]Arlington Steward... I remember the name now. He used to work at \n[108]An engineer at the NASA Langley research center was struck by lightning yesterday evening... \n[109]The man received third degree burns over fifty percent of his body... \n[110]He got struck by lightning on the night we received the transmission from Mars. \n[111]You alright, Norma? \n[112]Where are you going? \n[113]Was that you on the phone? You're his mother... \n[114]Wow. Someone should nominate you for librarian of the year. She holds the copy of No Exit in her hands. \n[115]No. She reaches out with her hand. \n[116]I'm not gonna touch you, lady. \n[117]You called me a cuckold. You made a statement... made an implication to me that my wife was going to be killed. So please understand why I might be reluctant to take your hand. \n[118]Norma... Her eyes open. She looks around... disoriented. \n[119]Norma... what happened? \n[120]I don't know. \n[121]Yeah. \n[122]Your mother did. \n[123]I don't know. \n[124]Where did you get this? \n[125]You and Walter were there in the room. You were wearing a black dress, identical to the one you have on now. 81. \n[126]Walter had a blindfold on. And then your eyes... \n[127]Yeah. \n[128]What's the last thing you remember? \n[129]The play tells the story of uhree people, condemned to hell. They are to remain in a second empire drawing room for all of eternity. He closes the book... his mind dissecting what he has just read. \n[130]They soon discover that their eyelids are missing... and for all eternity they will be unable to sleep. Norma remembers most of the play from high school. \n[131]This is Sartre's vision of hell. \n[132]Sure. Arthur walks away with Jim toward the edge of a PATIO that overlooks the whole party. \n[133]Yeah... I know him. He works at \n[134]No... \n[135]No... \n[136]Yeah. Of course. Arthur looks down at the lawn. Norma is staring back at them. \n[137]Why did you say that? \n[138]In your speech. That joke about me killing you. \n[139]Did your dad tell you about Robert Bevilacqua? \n[140]He shot his wife yesterday morning. Did you know his wife? \n[141]What do you mean? 86. \n[142] \n[143]I.. I'm gonna be sick Walter... He places his hand on his son's head for a brief moment and then stumbles up the stairs. ON THE DANCE FLOOR... Norma is now slow dancing with Dr. Stupe. 87. \n[144]Bevilacqua... \n[145]My wife. \n[146]And now she's dead. Did you kill her? \n[147]Where are you taking me? Bevilacqua retrieves a NASA DOSSIER from the dashboard and hands it to Arthur. \n[148]Name sounds familiar. Does he work at Langley too? \n[149]What are you doing? \n[150]How is she going to die? \n[151]Jesus! You're gonna get us killed! \n[152]Yeah. \n[153]Yeah... 93. \n[154]Thanks. 95. \n[155]What? \n[156]Yes, sir. \n[157]Norma! She hugs him... neither has slept in two days. \n[158]I don't know. Reston steps forward. \n[159]Yeah. \n[160]My camera... took this photo... \n[161]Something about breaking the chain. He wanted to find the next test subject... and prevent them from pushing the button. Cahill is writing diligently on his NOTE PAD. Reston can now feel something taking control of him... he looks to Teague... terrified. He closes his eyes... his body begins to twitch. Teague stares at his friend... realizing what is happening. Reston opens his eyes... now possessed... blood draining from his ears. \n[162] Why... \n[163]Is there an afterlife? The twins smile cryptically in response to Arthur's question. \n[164]Because this is purgatory, right? The earth is purgatory... and you're here to start shutting things down... right? The twins appear impressed with his foresight. 103. \n[165]Right. I get it. Reston then turns to the window... \n[166]  \n[167]Tell me this isn't happening, Norma. \n[168]  \n[169]Yeah... and? \n[170]Why? \n[171]No... I don't. She manages a smile. A tear rolls down her cheek as she stares out at the pavement and the endless trees lining either side of the interstate. \n[172]We need to kick the door down. \n[173]Norma... \n[174]I'm the one who told you to push the button... so don't apologize. He looks out through the window at his back yard... likely for the last time. 108. \n[175]I love you too... and please know... that I regret nothing in this life we've lived together. \n[176]Well then. Let's get on with it. Arthur kisses her... then steps back... still clutching her hand... raises the gun... and fires off a round into her heart. Norma collapses... Arthur falls with her... breaking her fall with his arms as they collapse into a heap onto the linoleum floor. \n[177]Yes. This is Arthur Lewis at 1560 Monument Avenue. I've just shot my wife... can you please send an ambulance? The Operator begins to ask more questions... but Arthur does not listen. He hangs up the phone. The thumping from upstairs has now subsided. \n[178] \n[179] \n[180] \n[181]Yes... can you hear me? \n[182]What do you see? Where are you Walter? \n[183]Can you see clearly? \n[184]Everything is bright. Everything is bright Walter... you're gonna be okay, buddy. \n[185]You're gonna be okay, buddy. That's all that matters. That's all that matters, now. Out of the corner of his eye, Arthur notices something at the top of the stairs. It is a POLICE OFFICER. He has his gun aimed at Arthur. \n[186]I'm sorry, Jim. He stares Arthur down as he is put into the back seat of the cruiser. Jim closes the door and goes around to the front of the car. Jim gets behind the wheel and starts the engine. Arthur looks back through the window, toward his house. Upstairs in the MASTER BEDROOM WINDOW... Walter is watching, tears streaming down his face. Arthur reaches up with his hands... cuffed together... and tries his best to wave at his son. 112. \n[187]  ", "Lewis": "\n[1]  \n[2]       \n[3]  \n[4] \n[5]  \n[6]  \n[7]  \n[8]  \n[9]  \n[10]  \n[11]  \n[12]  \n[13]  \n[14]  \n[15]  \n[16]  \n[17]  \n[18]  \n[19]  \n[20]  \n[21]  \n[22]  \n[23]  \n[24]  \n[25]  \n[26]       \n[27]  \n[28]  \n[29]  \n[30]  \n[31]  \n[32]  \n[33]  \n[34]  \n[35]  \n[36]  \n[37]  \n[38]  \n[39]  \n[40]       \n[41]  \n[42]  \n[43]  \n[44]  \n[45]  \n[46]  \n[47]       \n[48]  \n[49]  \n[50]  \n[51]  \n[52]  \n[53]  ", "Vick": "", "Brenner": "", "Dana": "\n[1] Hi Mrs. Lewis. \n[2]Do it! The bus is fast approaching... brakes squealing as it slows to a stop. \n[3]Eight o'clock? \n[4]Okay. Dana gets on the bus. BUD WALL , the bus driver, smiles at Norma. He is an enormous giant of a man with a shaved head. \n[5]Why does your mom limp? \n[6]There's definitely something wrong with her foot. It looks mangled. \n[7]I'm sorry I said that her foot looked gross. \n[8]I'm sorry. I just wanted to tell you... that I think your mom is beautiful. Walter just stares at her in silence... wanting to forgive her. \n[9]Merry Christmas... Walter takes the package and begins to remove the wrapping paper. Inside is a COMIC BOOK. He pulls it out of the wrapping... and on the cover is an illustration of a DARK FIGURE walking upon a RED DESERT SURFACE. The title is: THE MAN FROM MARS Walter looks at the cover in awe. \n[10]Walter? \n[11]Will you take me down to the basement? I want to see your dad's darkroom. \n[12]Is that Mars? \n[13]What did your dad have to do with the Viking? \n[14]How do they get the images back to earth? \n[15]How long does it take to transmit back to earth? \n[16]How'd he do that? \n[17]Your dad sounds pretty clever. \n[18]I have my bike... and my house isn't far from here. \n[19]He's asleep upstairs. Arthur hands Dana a ten dollar bill. \n[20]I'm sure. \n[21]Walter... \n[22]Is everything alright? \n[23]Come with us. She takes his hand and they move north back toward the church. \n[24]Did my dad tell you why he loves you, Norma? Norma realizes that she has been involved all along. Blood drains from her nose. \n[25]Because you're an amputee. He says that the soul of an amputee leaks out into the wind... searching for the place where there is no longer flesh and bone. It says that the soul that leaks is the soul that endures. It is the kindest and bravest soul of them all. \n[26]He's locked in the upstairs bathroom. I think he just woke up. Dana turns away... and begins to walk down the sidewalk in the opposite direction. ", "Norma": "\n[1]Did you hear something? \n[2]Are you sure that was the doorbell? From down below... the DOORBELL rings again. \n[3]Quarter 'til five. Norma gets out of bed and throws on her bathrobe. Arthur sits up, hair sticking up in every direction. He has sideburns that run down the side of his face like daggers. \n[4]Someone left a box. \n[5]I don't know. There was a car waiting... but they drove off. Norma hands the box to Arthur. He examines it. \n[6]Is there a note? Arthur reaches inside the box and retrieves a small WHITE ENVELOPE. Printed on the envelope in CALLIGRAPHY is the name: \n[7]Mr. Steward will call upon you at 5 \n[8]I couldn't see. It was dark and 1 didn't have my contacts in. \n[9]I don't know. But the bus will be here if five minutes... so eat. \n[10]Put on your hat... A young girl, DANA  is waiting at the end of the EARMUFFS and SCARF around her neck. \n[11]Good morning, Dana. And please call me Norma. You're making me feel old. \n[12]I'm thirty-one! \n[13]Well you'll be a geezer one day too, smarty-pants. 5. Norma closes her eyes, taking in a breath of cold air. Snowflakes land in her face and hair. Walter sighs... looking at his watch. \n[14]  \n[15]My love embarrasses you? \n[16]What if I give little Walter a little kiss in front of all his friends on the school bus? Dana's eyes widen. A MISCHIEVOUS GRIN emerges from behind the scarf that covers the lower part of her face. \n[17]Dana... you're baby-sitting for us tonight, right? \n[18]Eight o'clock. \n[19]Bus-Driver Bud! Merry Christmas... \n[20]I know! \n[21]Rex Morgan... I need you back here no later than seven. Rehearsal dinner starts at eight. Arthur grabs his BRIEFCASE and a BASKETBALL. \n[22]Don't get stuck in Friday traffic... \n[23]Not in the house! \n[24]It's fine. She pushes him toward into the FAMILY ROOM... opening the door that leads out to the garage. They exit the house and the CAMERA drifts back toward the kitchen table... moving in toward the box. \n[25]From you? \n[26]  \n[27]Don't be late tonight. \n[28]So what does that mean for me? \n[29]Starting when? \n[30]Okay. \n[31]Yeah, me too. I've got three weeks to figure out how to tell my son we can't afford to send him to Collegiate any more. The drop of blood has begun to flow down onto his upper lip. \n[32]Yeah... your nose is bleeding. Poates reaches for his HANDKERCHIEF and puts it to his face, wiping off the blood. The MORNING BELL rings. \n[33]Okay... everyone quiet down! Take your seats! Norma moves toward a stack of METAL TRAYS on her desk. Inside of each tray is a BALL OF BLACK MUSH. \n[34]Today is the day many of you have been eagerly awaiting. You get to dissect owl pellets. A MALE STUDENT  pumps his fist... \n[35]Hey... watch the language. You say another cuss word I've gotta send you to detention, okay? \n[36]Is what true? \n[37]Yes... this is true. The classroom gasps in disgust... others laugh. \n[38]Grey forest owls feed upon field mice, squirrels and small birds. The owl will then regurgitate the bones and waste matter in a ball of black mucous. Inside this mucous you will likely find the entire skeleton of its prey. Norma goes to the front of the room and lowers a SCREEN. \n[39]I'm going to show you a film about the digestive process of the owl, and how the owl pellet is formed. The classroom whispers with excitement. \n[40]Hmmm? \n[41]What happened... to my foot? \n[42]Well... it's a long story. She looks at her watch. \n[43]We've got five minutes until second period. She looks back at her class and sees that their curiosity has been piqued. She has no choice now but to tell them. \n[44]Alright... I'll tell you what happened to my foot. \n[45]And so I go to see the doctor. He goes to take an X-ray of my foot to see if the bones are broken. \n[46]They found out that the tissue in four of my toes had been completely \n[47]So they have to amputate four of my toes. And then they had to take a bunch of skin from my inner thigh to cover the front of my foot. This is back in 1963... so they didn't have the skin graft techniques they do now. 19. \n[48]You guys want to see it? Now that the secret is out... I don't want you spreading rumors about my mangled foot. The class responds enthusiastically. \n[49]Come on... gather round... take a look at the freak show. As the kids gather around... Norma removes her right shoe and reveals her disfigured foot... missing every toe but her pinky. A rounded piece of SCAR TISSUE covers the rest of it. 20. \n[50]Hey honey. \n[51]Because you're nine years old. You're not a geezer yet. \n[52]We're not buying you a moped, Walter. Stick with the bike... and be home before dark. 21. \n[53]Hello? There is silence on the other end of the line. \n[54]Hello? A MOMENT OF SILENCE... then the caller disconnects. Norma hangs up the phone and starts unloading the groceries. The box sits on the table... but she takes no notice of it. \n[55]Yeah. \n[56]Oh, yes. Yes we did. \n[57]The button unit. That's what you call it? \n[58]Sure. Norma turns and leads him back into the kitchen. She retrieves the button unit from the table. \n[59]So what it this thing? I assume you're trying to sell me something? \n[60]Yeah? What are you selling? \n[61]Are you for real? Arlington smiles back at her. \n[62]Who do you work for? \n[63]Wait a minute... you're just going to leave me with this thing. Is this some kind of joke? Who are you? He opens the front door and turns back to her with a friendly smile. \n[64]Hey mom. \n[65]Nothing... I just... BURNS  laid out in a recliner, watching television. \n[66]No... something just happened and... \n[67]Nothing. I don't want to talk about it right now. \n[68]Hmmm. I think they're spending more on their wedding than we did on our house. \n[69]A little, yeah. That damn bone. The skin from my leg, it's not as tough as it should be. \n[70]Who? \n[71]Well... it's been what... thirteen years? Bound to run into each other at some point, right? \n[72]What's this? \n[73]Oh my god! 29. Norma removes an old, store-bought INSOLE from her right shoe and inserts the new one. \n[74]Oh my God, Rex... how'd you do it? \n[75]I don't know what I'd do without you. \n[76]Yeah... I'll tell you about it in the car. We're running late. Norma leans down and kisses Walter on the cheek. 30. \n[77]We'll be home late... your bedtime is ten. Dana watches them go... her eyes transfixed on the box in Norma's hands. \n[78]And before I could ask him anything else... he got in his car... and he pulled off. \n[79]No. \n[80]I was little overwhelmed, Arthur. \n[81]Those were his exact words. \n[82]No. \n[83]Yeah. He said it was two-hundred thousand. It looked real to me. 31. \n[84]You don't want to know. I think he's a burn victim. Poor thing... half of his face is gone. \n[85]I think maybe he's a life insurance salesman. Maybe that's what it is. It's some kind of survey. We push the button and he offers us a discount on a two-hundred thousand dollar life insurance policy. Joke's on us. \n[86]What the hell are you doing?! \n[87]No! 32. Norma reaches over and snaps the dome closed. \n[88]I don't know. He was... he seemed very sure of himself. If it's some kind of survey... then... he's a really good salesman because I believe him. I believe that he might give us that money. \n[89]I don't know. Arthur takes the box back from her. He shakes it... then flips it over. He sees that there is a SINGLE SCREW on the bottom corner that holds it together. \n[90]What are you doing? Arthur is now unscrewing the bottom of the box. \n[91]Why do you get to hold it? \n[92]Neither can you. \n[93]Fine. Norma goes through her purse and hands the small envelope to him. They move toward the entrance to the country club. \n[94]Jesus. All this for a rehearsal dinner... Deborah is so lucky. Remember our rehearsal dinner? \n[95]Uh-huh. \n[96]Arthur has been working at Nasa. \n[97]Arthur made me a new prosthesis for my foot. Some space age formula... it's incredible. \n[98]You gotta let it go. You gotta learn to forgive and forget. \n[99]That's right. He shakes her hand... fascinated by her. \n[100]That's right. There he is right over there. She points over to Arthur the bar. Powell looks over at him... and they briefly make eye contact. \n[101]Two-hundred thousand dollars is a lot of money, Arthur. 41. \n[102]We could get out of Richmond... move to California. \n[103]You can't arrest someone for pushing a button, Arthur. It's not a weapon. It's not a gun. We wouldn't be culpable... not in a court of law. \n[104]What if it's some murderer on death row in China? \n[105]Yeah. Doug and Donna. \n[106]I know you better than you know yourself. \n[107]Even better than I know you. They spin around on the dance floor. \n[108]Life insurance. Arthur gazes across the ballroom toward the bar. Nathan sits there alone... finishing his drink. \n[109]Dana... Dana's eyes slowly open. \n[110]Arthur will drive you home, okay? \n[111]Where's Walter? \n[112]Can you turn off the Christmas tree lights? \n[113]It's a fire hazard. \n[114]We could die. \n[115]Fine. Leave them on. She goes upstairs... leaving him alone with the glowing tree. Arthur looks down at the coffee table. The box sits there... taunting him. He retrieves the KEY ENVELOPE from his pocket and stares at it. He then walks over to the wall and unplugs the Christmas tree lights. \n[116]We'll never see that much money. \n[117]Be realistic Arthur... you work for the government. \n[118]We'll never leave Richmond. \n[119]We have to put Walter in public school. \n[120]Collegiate withdrew the faculty tuition discount. \n[121]Yeah. They did. Even if we sold my car and moved into a smaller house, we couldn't afford that school. \n[122]We'd have to enroll him at Hopewell. Unless... \n[123]Yeah. Norma begins to dial the number on the card. \n[124]Is this Mr. Steward? \n[125]How did you know it was me... are you tracing this call? \n[126]If we push the button... are you going to murder someone? \n[127]How will they die? \n[128]Are you selling life insurance? \n[129]Why do you do this? What do you get out of this deal? \n[130]Can we meet in person? I'd like to see you... before we make our final decision. \n[131]Excuse me? \n[132]Hello? There is no response. \n[133]Mr. Steward? Are you still there? Norma hangs up the phone. She stares at the box... then at her husband, as he sits down across from her. 48. \n[134]We're gonna have to pull Walter out of that school. \n[135]I'm scared to. \n[136]Ladies first. She then reaches out and presses down on the button with her index finger. \n[137]Hi. \n[138]Uhh... yeah... it's in the kitchen. Norma goes to the kitchen to retrieve the box, leaving Arthur alone with Arlington. \n[139]Oh... sorry... Norma reaches into her pocket and retrieves the small envelope and places it in his hand. \n[140]You said before that the box is re- programmed... \n[141]So now what? Are you gonna go and make the offer to someone else? 52. \n[142]I don't know. Arthur paces around... thinking. He then opens the briefcase and starts counting through the money. \n[143]I don't know. \n[144]Hey dad... \n[145]I need a favor. \n[146]I need you to run a license plate for me. Someone just came by the house... and we think he might...  He just seemed real suspicious and Arthur got the license plate and I need you to run it. \n[147]No... if you could just run the plate and find out whose car it is. AXV-4049 is the number. \n[148]Hello? \n[149]Yeah. Norma begins to write them down. \n[150]Hi... I'm trying to reach an Arlington Steward. \n[151]Yes. \n[152]Yes. \n[153]Arthur... \n[154]This isn't real. This isn't happening. \n[155]We're off to run an errand. Be back in a few hours, okay? \n[156]There was owl... in our back yard. \n[157]He said it was his owl. \n[158]  \n[159]No exit. \n[160]it's pronounced Sartre. Jean-Paul Sartre. The French existentialist. She begins to thumb through the pages of the play. \n[161]It's a play... I read it in high school. It's about three strangers who find themselves trapped in a room together for all of eternity. They've quickly discover that they've all been sent to hell. Norma turns back to the inside cover of the book. Someone has written in crisp penmanship: \n[162]Hi... we're looking for an archival Times-Dispatch from September of this year. She offers them a warm smile. \n[163]I feel like I'm gonna faint... She stands up to leave. \n[164]Bathroom. Norma moves.taward the main library... leaving Arthur alone. \n[165]About five seconds after I laid eyes on him. \n[166]In college. My sophomore year. He was a year younger than me. We dated for two weeks and then... She stops herself. \n[167]Then I thought... this is too good to be true. When he sees my mangled foot... he's gonna be out the door in ten seconds and he's gonna go tell all his friends. \n[168]We were at the drive-in... and he caught a glimpse of the scars on my thigh. He asked me what happened... and I felt this sense of dread. \n[169]Because you can just see the glow disappear in someone's eyes when they discover something about you that they just can't stomach. \n[170]No. Not Arthur. He was different than the others. He... said that... my scars were cool. He said that they made me more attractive. \n[171]I felt.. . She stops herself... afraid of how he might respond if she is honest with him. \n[172]I felt... \n[173]Love. \n[174]Yes. \n[175]Because of my foot. Because of my disfigurement. I thought of all the pain I've felt in my life because of it... the physical pain... the emotional pain. 73. \n[176]I thought about what it would be like to have that pain magnified and projected onto my face... onto a part of my body that I can't hide with a shoe. There are tears welling in her eyes. \n[177]I saw all of that pain in your face and I understood it... and I felt an overwhelming feeling of love for you because I knew I'd never feel sorry for myself or my goddamn foot ever again. \n[178]I don't know. Norma notices Walter standing in the doorway. \n[179]We did? She sits up in bed... looking at the clock radio. It is 6PM. \n[180]The wedding. It starts in an hour. We've got to get ready. 76. Norma sees that the copy of No Exit is now sitting on --heir bedside table. \n[181]They didn't have lids... \n[182]I had the same dream. Arthur's mind is racing... he glances through the crowd nervously, afraid that they are being watched. \n[183]The library. He was asking me all of these questions... about you... about our marriage. Then I took his hand... Susan approaches... \n[184]There are no mirrors... so they will never be able to see their own reflection... but only the faces of their tormentors. \n[185]Because Hell... is other people. The look into one another's eyes... Norma sees a WAITER pass by with a tray of CHAMPAGNE. They both take a glass. Jim crosses the lawn to greet them. \n[186]My little sister once asked me... what's the best thing about being married? Norma looks across the lawn to the table where Arthur is seated, next to Walter and their parents. \n[187]I told her that... it's knowing that for the rest of your life you'll never feel alone. Not ever again. She smiles at her husband. 85. \n[188]That is... until you get divorced. There is laughter from the crowd. Deborah blushes... leaning her head on her new husband's shoulder. \n[189]Or... until he decides to kill you. More laughter. \n[190]Say what? \n[191]I don't know... I thought it was funny. Guess I've had too much champagne. \n[192]No. \n[193]No. Norma is still searching for some other explanation. \n[194]What if it's all a test for the aspiring astronauts? \n[195]A psychological test. They want to see how you'll respond to a moral dilemma... the fate of a human life... determined by the push of a single button. Think of the men on the Apollo thirteen mission... sound familiar? They turn slowly on the dance floor... Arthur closes his eyes... his mind racing... A VOICE breaks through the music... \n[196]It's okay Arthur... Arthur looks at him... then back at Norma. His face has gone pale and he looks for a moment as though he might faint on the dance floor. \n[197]I'm sorry for that. I can't control what people say. \n[198]Yes. You have my forgiveness, Earl. People make mistakes... and if they seek forgiveness... they should be forgiven. That's the rule of my lord. \n[199]Walter? \n[200]Walter? A BLACK SEDAN pulls up next to her... and Reston steps out of the car. Norma locks eyes with him... recognizing his face... \n[201]Yes. 94. \n[202]Yeah? Where is my son? Where is my husband? \n[203]Arthur! 96. \n[204]Where's Walter? \n[205]What does it want? Cahill glances at Teague... who looks to Cahill. \n[206]What did he say to you when you were in the car with him? \n[207]What have you done with our son? 100. \n[208]That's not fair. Let me do it. I, pushed your stupid button. If I deserve to be punished for it... then let me kill myself. Arthur has nothing to do with this. \n[209]If Arthur has to do it... then I want you to make it look like a suicide. Arthur shouldn't be punished for something that I did. \n[210]This isn't happening... She starts the engine... and they drive off. Arthur watches the parking lot full of MEN reflected back at them in the side-view mirror. 104. \n[211]All these years... I've given you the impression that Walter was an accident. \n[212]And... it wasn't exactly an accident. I stopped taking the pill when I met you... \n[213]Because I was so afraid of losing you to someone prettier than me. Arthur just stares at her... unsure how to respond. \n[214]For that alone... I deserve a bullet in the heart... don't you think? \n[215]No. \n[216]Where is our son? \n[217]Walter! Norma reaches down and takes her son's hand. \n[218]Walter! It's mom! Can you hear me?! \n[219] \n[220] \n[221]He could get hurt... 107. Norma begins to pound back on the door with her fist... and eventually the thumping stops. She begins to hear quiet sobs from inside the bathroom. \n[222]Come downstairs, Arthur. She takes his left hand... as he clutches Walter's hand in his right. \n[223]Arthur... I need you to come downstairs with me... right now. \n[224]Arthur... I love you, and I'm so sorry... I'm so sorry that I did this to us... \n[225]I'll be waiting... counting the days until my Arthur comes to see me. \n[226]It's going to be harder for you to live than for me to die. Arthur closes his eyes... the noise is excruciating. There is no time to wait any longer. ", "Walter": "\n[1]Should I close my eyes? \n[2]Why would they just drive off? \n[3]Last day of school and now it starts to snow?! \n[4]You are old! \n[5]To us that's old! You're a geezer! \n[6]Why does the bus stop have to be at the end of our driveway? \n[7]Please. Go. Inside. You're embarrassing me. \n[8]Yes. Yes it does. She begins to walk down the sidewalk... taunting him as the bus approaches. \n[9]Don't come any closer! Norma gives him a big HUG and a KISS right as the bus doors open. A bunch of OLDER KIDS stare out the window... scowling at him. Walter pushes away from her and stomps up onto the bus... mortified. Dana follows him. 6. \n[10]That's none of your business. \n[11]If you ever make fun of my mom again I'll kill you! Walter storms off down the hall. \n[12]It doesn't look gross... it looks cool. And if you can't tell the difference between gross and cool... then I feel sorry for you, Dana. Walter walks off... leaving her alone. \n[13]Why do I need a baby-sitter? \n[14]It's 1976, mom. Times are changing. Nine years old isn't what it used to be. I think I'm ready to get a moped. \n[15]Fine. Walter rides off down the street. \n[16]What do you want? \n[17]Did Mr. Steward show up? Norma sees the box sitting there and immediately grabs it off the table. \n[18]Thanks Dana. My dad is gonna love this. \n[19]Yeah? \n[20]Yep. 39. \n[21]He helped design the camera. Walter points to a PLASTIC PROTOTYPE MODEL of the VIKING LANDER mounted on a third WORK BENCH at the end of the room. A model of the MARS SURFACE has been re-created and painted with exacting detail. \n[22]He's making the model for the science museum. Walter points to one of TWO CAMERAS mounted on the front of the SPIDER-SHAPED LANDING MODULE. The camera is cylindrical and features a VERTICAL SLOT on the front. \n[23]They designed the camera to photograph in 360 degrees. It scans in the image one line at a time... and takes about five minutes to complete one revolution. \n[24]Radio transmission. They figured out a way to interpret the scan lines and then print them onto film. \n[25]About ten hours. Dana looks over at the wall and sees a NEW YORK TIMES FRONT PAGE from September with a large image of MARS on it. \n[26]They tested the camera in the parking lot at Langley last year. Walter points to another FRAMED PHOTOGRAPH on the wall. In the black &amp; white photograph, we see a group of FIFTY NASA EMPLOYEES assembled in a long line in a PARKING LOT. Walter points to his father standing in the group. 40. \n[27]There's my dad. He moves his finger across the line of smiling faces... ARTHUR appears for a SECOND TIME in the row. \n[28]And there he is again. Walter then moves his finger down toward the right side of the photo... ARTHUR LEWIS appears for a third time. \n[29]And there he is again. Dana looks close at the photo. \n[30]Because the camera takes five minutes to scan in 360 degrees, he waited until the camera passed over him then jumped ahead in the circle. The CAMERA moves in closer to the photograph... to the THIRD VERSION of ARTHUR LEWIS. \n[31]My dad is more than just clever, Dana. My dad is the coolest man who ever walked the face of the earth. The CAMERA ZOOMS in close to Arthur's face... then tips down to another MAN kneeling on the pavement directly below him. It is ARLINGTON STEWARD... smiling at the camera. His face is normal... no evidence of any burn visible... \n[32]       \n[33]Okay. He watches as they drive off. \n[34]You came home an hour ago. \n[35]Neither of you said a word... you just walked into the house like two zombies. Went straight to bed. Arthur and Norma stare at one another, trying to make sense of what has just transpired. \n[36]  \n[37]What's going on? \n[38]This is about the box... isn't it? \n[39]Did you push the button? \n[40]What happens when you push the button? 77. \n[41]Yes you do. You're just not telling me. Arthur finishes with his tie. He notices something on the floor of his son's bedroom. It is the MARS COMIC BOOK. He picks it up and stares at the dark figure looming on the cover. \n[42]Dana. She gave it to me. Arthur begins to page through the comic book. \n[43]Dad! What's going on? \n[44]Hey. Bud arrives next to her. \n[45]No. \n[46]Is anyone-there?! He begins clawing at the walls... trying to figure out where he is. \n[47]I can't see! 106. He climbs out of the bathtub and begins to crawl across the tile floor. He runs into the door... and then reaches up and finds the DOORKNOB. It is locked. He begins to bang on the door relentlessly. \n[48]Who's there?! Who's there?! \n[49] \n[50]Who's there? Who's there? Norma rises to her feet. \n[51]He pulls himself to his feet and heads into the foyer. \n[52]      \n[53] \n[54]Dad? \n[55]Yeah. \n[56]I'm in the bathroom... \n[57]Yeah... I can see... everything is bright... but I can see. \n[58]What's going on? "}}