{"filename": "Crow,-The_script.txt", "imdb_id": "tt0109506", "imdb_url": "https://www.imdb.com/title/tt0109506", "characters": ["Grange", "Tin Tin", "Sarah", "Eric", "Darla (as Anna Thomson)", "T-Bird", "Myca", "Skank", "Funboy", "Torres", "Top Dollar", "Gideon", "Albrecht", "Shelly", "Mickey"], "dialogues": {"Grange": "\n[1] \tLao exchanges a look with his right arm; Grange nods \taffirmatively.  \n[2]\t\tYou gonna smoke his bones now, or \t\thowever it is you do it?  \tLao smiles indulgently.  He wipes the blood from the blade on \tthe jacket of his ex-lord.  Lao now bows to no one.  \n[3] \tAs he circulates to the bar, unimpressed.  To the bouncer:  \n[4]\t\tTop Dollar?  \n[5]\t\tFunboy?  \n[6]\t\tFunboy?  \tBartender indicates UP with his thumb.  Grange moves to the fire \tstairs door.  \n[7] \tHalf-sheeted, bloody, a hypo hanging out of his heart.  \n[8] \tEyes darting, drawn to --  \n[9] \tA crow silhouette spray-painted with a syringe of Funboy's \tblood.  A thin outline, drippy.  \n[10] \twhirling with his gun to bring it to bear on --  \n[11] \tThe crow is no longer in the room.  Eric is perched on the sill, \tguitar and all, looking right at Grange as if waiting from him. \tHe winks, holds a finger to his lips -- sshh --and jumps out \tinto the night.  \n[12] \tHe almost fires, but doesn't.  We see instead the priceless \texpression on his face as we --  \n[13]\t\tThe son of a bitch winked at me. \t\tThe he jumped.  Three stories.  \tLao seems strangely unaffected by the bizarre nature of Grange's \ttale.  \n[14]\t\t\t \t\tNo.  I saw a guitar. \t\t\t \t\tThis isn't some rock-n-roller \t\tyou forgot to pay, is it? \t\t\t \t\tThere was a drawing on the wall \t\tthat looked like a bird.  In \t\tblood.  \tLao's expression is one of sublime content.  \n[15]\t\tYou're Elly, right?  I know your \t\tmom.  \tElly turns.  Grange sits next to her.  Lao's mirrored-windowed car \tis parked across the street, b.g.  \n[16]\t\tI know your friend, too -- the one \t\tthat looks like a rock star.  \n[17]\t\t\t \t\tI'd like to get in touch with him.  \tElly sizes Grange up.  \n[18]\t\tI'm looking for a good guitar man.  \n[19]\t\tI need to find him kind of soon, \t\tElly.   \n[20] \tGrange sprays the room with a Calico 950 Auto, shoving Lao \tbeneath the table for cover.  \n[21] \tmaking for the door, Grange as shield.  Lao draws a pistol.  The door \topens and Lao shoots a Sentry to clear him out of the way.  \n[22] \tEntering and crossing to the desk.  As he comes up to the desk, \the DRAWS BACK.  \n[23]\t\tWhat... the hell is that?  \n[24] \tRevealing Lao with a sealed cage, holding a large, live cobra in \this hands.  The killing blade is nearby.  \n[25]\t\tThat thing is poisonous.  \n[26]\t\tGive me a break.  That guy's a wacko...  \n[27]\t\tNot a Plymouth Fury, I bet.  \tLao chuckles indulgently.  \n[28]\t\tLike some sort of zombie on a \t\trevenge trip.  \n[29]\t\tOnly thing you'll get from that \t\tclown is a faster way to die. \n[30]\t\tKill a dead guy?  \tLao POPS the second venom sac; swallows it.  Pleased.  \n[31]\t\tHi, Elly.  Remember me?  \tElly's surprise is evident.  Darla is just plain pissed off.  \n[32]\t\t\t \t\tIf she opens her face again, shoot \t\ther in the head.  \n[33] \tHe strolls the circuit of the room, stopping near the window.  \n[34]\t\tYou should listen to your mother. \t\tShe said no cats.  \tGrange pitches Gabriel right out the window.  \n[35]\t\tNow that's the expression I want.  \n[36]\t\tSay cheese.  \tHe snaps.  On the SX-70 WHIRR and flash white-out, we --  \n[37]\t\tWe've got company.  \n[38] \tEric Talking to dead air.  Almost arguing with it.  Eerie.  \n[39] \tAs he talks into his mike he hefts a nightscoped, laser-sighted \tsniper's rifle.  \n[40]\t\tHe's just out front talking to \t\thimself.  You tell me.  \n[41] \tSwapping his tranquilizer gun for a more lethal rifle, similarly \tscoped.  He sights the fallen Eric in a spray of green light.  \n[42]\t\tI've got him if you want him.  \n[43]\t\t\t \t\tMove in, guys.  \tHIGH ANGLE - THE SANCTUARY -- as Lao Guards #3 and #4 move \tinto light, closing on Eric's position in the center of isle. \tBoth wield calico's and one bears a sword.  \tCLOSE ANGLE - ALTER -- Lao makes his entrance from shadow \twearing a brisk pugilist get-up, a practical fighting outfit. \tMakes a show of drawing the killing blade.  \n[44] \tHolding the crow by the neck, TIGHTLY.  He plucks the tranq dart \tfrom the its body.  ", "Tin": "\n[1] \tCLOSE-UP of a foot-long hot dog being drowned in mustard.  \n[2]\t\tYou're outta your fuckin' mind.  \tInto it, almost jazzed, Tin-Tin downs his bullet and shot, and \tT-Bird does likewise.  Points to Skank.  \n[3]\t\tI hate this goddamn thing...  \tANGLE - DARLA watching them from a distance as Tin exits.  \n[4] \tHe pulls the nickel plated revolver from the satchel.  FOLLOW as \the hands it across to RATSO, who removes the suitcase-sized boom \tbox  from his shoulder to accept. \tRatso is a feral skull-head; street trash.  \n[5]\t\tThree hundred and your a \t\tgunslinger.  \tHIGH ANGLE - TIN-TIN and RATSO  \tAs the crow is still watching, yet perched.  A brief \tshove-and-standoff.  The gun deal has gone bad.  \n[6]\t\tRatty -- shut the fuck up.  \tTin-Tin lifts Ratso on the knife, gutting him.  Ratso goes \tslack, deader'n hell.  Tin-Tin reaches around to click OFF \tthe boom box... then let's Ratso`s corpse fall.  \n[7] \tgalvanized by the surprise voice.  He automatically draw a \tfresh knife from the bandolero of knives across his chest inside \tthe coat.  Can't yet track the source of the voice.  \n[8]\t\tWho the hell is that? \t\t\t \t\tCome on out man, I won't hurt \t\tyou.  \n[9] \ttrying to process what he sees.  And cover.  And buy time.  \n[10]\t\tLittle early from trick-or-treat, \t\thomie. \t\t\t \t\tThis dick trying to bushwack me.  \n[11]\t\tGuess you got that goddamn right.  \tHe shrugs.  The shrug becomes the launch of a knife.  \n[12] \tas Tin-TIn throws another knife.  Eric closing in.  He claps \thand together, immobilizing the next knife.  Opens his hands, \talmost an \"oops\" gesture.  Keeps on coming.  \n[13] \tAs they meet.  Tin-Tin attempts a roundhouse.  Eric blocks it \tand smashes Tin-Tin into the alley wall.  \n[14]\t\tLast Halloween, eh?  Yeah... \t\t\t \t\tYeah, I remember.  I fucked her \t\ttoo, I think.  \n[15]\t\tHey, I got my rocks off, so \t\tfuck you in the ass, man. \t\t \tThey're face-to-face now, sweaty and tense.  Eric peels off \tthe Tragedy mask.  \n[16]\t\tI don't know you...  \tBut, as Eric bears down on Tin-TIn, Tin begins to recognize him. \tFear.  Sweat.  \tFor the first time, Tin-Tin starts to loose control.  \n[17]\t\tHoly shit... you're dead, man...  \n[18] \tCop lights bounce, competing with the trash fires.  Albrecht and \tseveral other UNIFORMS assess the double-death scene.  A \tdetective, TORRES tries to appear in charge.  \n[19] \tTin-Tin frozen in deathshock, all of his knives sticking out of \thim.  Dead Ratso, b.g., where he fell.  ", "Sarah": "", "Eric": "\n[1] \tShe hasn't gotten too far before she notices the bird.  \n[2] \tDRAVEN fills with blood.  Blood continues groundward.  \n[3] \tas blood trickles into the turf at the base of the grave.  \n[4] \tThe turf stirs beneath the white rose.  Magically, a slim white \tparts the earth to grasp the rose.  \tSKULL COWBOY POV - ERIC's GRAVE  \tas the figure of Eric Draven stands up from behind his own \theadstone.  \n[5] \tPale.  Clad in cerements: cheap black burial suit, slit open in \tback.  WHite shirt.  A nothing tie.  No shoes.  Rain sluices mud \tfrom his upturned face.  He looks to the sky.  Lightning.  \n[6] \tas he weaves to lean against a nearby tree.  Looks o.s.  \tERIC's POV - THE SKULL COWBOY  \twater-blurred, through the rain, standing with the crow perched \ton his arm like a hunting falcon.  He releases it and it flies \tto the tree.  \n[7] \tWatching this.  Wipes mud from his eyes, tries to clear vision. \tThe crow lights in the tree and they meet eye-to-eye.  Eric \tlooks back o.s. and we RACK to include the Skull Cowboy.  \n[8]\t\tWhat the hell are you?  \n[9] \talone in the cemetery.  After a moments hesitation, he lurches \toff, following the crow.  \n[10] \tTheir eyes lock.  Eric stiffens with his first FLASH.  \tNB:  Eric's flashes of past memory are conditioned by the nature \tof things with which he makes physical contact.  Hints and \tfragments in fierce, super-saturated COLOR.  Puzzle pieces he \tmust assemble.  Each flash keynoted by a BLOWBACK NOISE and \taccompanied by a degree of pain.  It hurts to remember.  \n[11] \tAn airborne crow POV spiralling up and away from them.  \n[12] \tShe fades.  He lets her drop away, horrified.  And staggers back \tinto the cover of the alley.  Her blood is on his hands.  \n[13] \tEric in lurching flight, panting.  Stops and steadies against \tthe wall across from the backside of Arcade Games.  \n[14] \tWhich he's already seen through the crow's eyes.  \n[15] \tlooking up at the crow.  Disoriented.  Doesn't understand. \tSuddenly he cottons, and covers his eyes just in time to shield \tfrom:  \n[16] \the reels back, crashes into a dumpster.  Falls.  \n[17] \tThe blood from his hands mars his burial shirt.  He tears the \tshirt away, leaving his tie absurdly intact.  Wipes his face \twith his shirt.  Discards it.  Stops, held by his discovery --  \n[18] \tas his fingers explore the five puckered bullet punctures in his \tchest.  Almost a circle.  Comically, he feels his back foe exit \twounds.  Then hauls himself upright, coming level with the crow. \tHis glance at the bird is almost accusatory.  \tANGLE - THe CROW  \tInscrutable.  We should get the idea that some silent \tcommunication is taking place.  \n[19] \tbare, muddied, frozen.  TILT to Eric.  His gaze moves from the \tcrow to the boots in the trash.  He grabs them, pushes them onto \this bare feet.  His eyes catch the firelight.  Distant o.s. \n[20]\t\tFire.  In the rain.  \n[21] \tBlood flows from the gash.  He vises his fist shut.  \n[22] \tEye-to-eye with the crow.  Opens his hand.  \n[23] \tThe blood flows back into the wound, which closes itself, \tleaving another scar.  \n[24] \tVising the rail.  Speaks to the night.  Almost a mantra.  \n[25]\t\t\"My kitten walks on velvet feet, \t\tand makes no sound at all.  And in \t\tthe doorway nightly sits to watch \t\tthe darkness fall.  I think \t\the loves the lady night...\" \t\t\t \t\tAm I alive?  Am I dead?  Something \t\telse?  Something in between?  \n[26] \tAlmost bemused.  Steadier.  A hint of friendliness.  \n[27]\t\tThanks for sharing that.  \n[28] \tEric stares upward at the crow as it drops like a bomber from \tthe night sky, flying past him, skimming the roof, leading him \ton.  Eric exhales, shrugs, feeling mocked by the bird.  \n[29]\t\tAll right.  \tAnd he takes off on a run.  Only to stumble and fall.  But the \tfalls turns into a TUMBLING ROLL that lands Eric back on his feet \tstill moving.  He looks back as if to ask: \"Did I do that?\" and \truns out of the frame.  \n[30] \tas he squints towards the crow and does his best to keep up. \tTRACK WITH HIM to the edge of the roof, heavily misted in rain.  \tHe jumps a negligible gap to the next lower roof.  The next \troof-top is a one-story jump down.  Eric clears the jump with a \tWOOF of air.  Keeping his eyes on the flying crow; gaining \tstrength.  His next leap is more like a broad-jump.  Athletic.  \n[31] \tEyes confidently on the sky as he arches out into space...  \n[32] \tEric falls but manages to grab the bracket one-handed.  He hangs \tfor another deadly moment, then slowly, to his own astonishment, \texecutes a one-handed pull-up that will save his ass. \n[33]\t\tGotcha.  \tHe completes the pull-up, bringing his chin level with the \tledge.  As he reaches for it with his other hand the bracket \trips from the wall and Eric plummets, with a howl of defeat.  \n[34] \tIt's a looooooong way down.  \n[35] \tas he completes the roll, gasping, amazed he's still in one \tpiece.  \n[36]\t\tThanks.  \n[37] \n[38]\t\tWhere're we going next -- the \t\tsewer?  \n[39] \tA year ago this door was sealed with police barricade tape... \twhich now sags, faded.  \tA sticker across the jam notifies potential trespassers that \tthis is -- was -- a crime scene.  Eric slows, stops, his hand \ton the banister.  \n[40] \tEric has had enough.  \n[41]\t\tAre we finished yet?  \n[42]\tsliding along, as he speaks, until it hits a cigarette burn.  \n[43] \tstiffening as he suffers his second --  \tFLASH:  IMAGES and DIALOG are not linked.  A rapidfire MONTAGE set \tin the loft, a year earlier . \tThe broken door.  The stairwell is filled with cops and cop \tnoise; lab guys bustle.  Albrecht is there, making notes as a \tDETECTIVE steps over to him.  \n[44] \tHe sits down hard, hurting from the flash.  His eyes seek the \tcrow.  He completes Albrecht's line:  \n[45]\t\t\"Draven, Eric.\"  \n[46] \tHe scans the loft.  Sees reflecting golden eyes near the floor.  \n[47] \tA white, long-haired cat walks into a pool of night light.  \n[48] \tHe kneels.  Extends his hand.  The cat nears; likes Eric.  \n[49] \tas the cat makes contact.  Sudden white jolt - a FLASH.  \tFLASH:  we HEAR Eric strumming his Strat o.s.  We see what he \tsaw:  Shelly, holding the cat.  \n[50] \tWincing.  Recovering from the flash.  He purposefully gathers \tthe cat into his arms and braces for more, harder, stronger...  \tFLASH:  A MAN and a WOMAN make love on a big bed amidst a hundred \tpoints of candlelight.  Shelly and Eric, once upon a time.  \n[51] \tas the cat, dropped, hits the floor and scrambles out of the way.  \n[52] \tvising his head, teary-eyed, his nose bleeding.  \n[53]\t\tNo!  Don't look!  No! No!  \tHe whirls unexpectedly and punches his fist completely through \tthe masonry wall. \tFLASH:  Eric and Shelly in a mock waltz.  He spins her and they \tcollapse on the bed.  \n[54] \tslowly pulling his arm out of the wall.  \n[55]\t\t\t \t\tStop it.  \tHis eyes roll up and he slumps the length of the door frame like \ta drowning man.  \n[56] \tHe's awake.  Pushes himself up.  \n[57] \tHe's awake.  Pushes himself up.  Realizes he is in the center of a \tfaint chalk outline on the hardwood floor.  He reaches to touch \tthe dark stain of old blood.  \tFLASH:  Shelly spills into frame, mouth bloodied.  T-Bird \tinstantly on top of her, rough.  \n[58] \tas he abandons the outline and staggers to the window... where \the cuts open his hand on jags of glass.  \tFLASH:  Eric held firm in the grasp of T-Bird and Funboy, one \tarm each.  Five bloody bullet holes in Eric's chest.  \tThe thugs 1-2-3 and hurl Eric backwards through the window, \twhich shatters.  \n[59] \tReeling backward, same trajectory as in the Flash, but toward \tthe floor, in SLO-MO.  Overloaded.  Blacking out.  \n[60] \tA jumble of good/bad images from the loft:  Tin-Tin embedding a \tpage of paper in the loft wall with a throwing knife... \tShelly's face as she lights a candle... a POPPING champagne \tcork... the echoing CANNONADE of the shots that killed Eric... \tSkank backhanding Shelly... Shelly blowing bubbles from a \tclawfoot tub full of suds... Eric catching Funboy's first slug \thigh in the chest... NEW ANGLE of the glass in the window \tblowing out as T-Bird and Funboy through Eric through...  \n[61] \tHe plummets to BLACK OUT FRAME.  THUMP.  Out cold.  \n[62] \trising from the floor.  Careful.  Stealthy.  Watches his fireplace.  \n[63]\t\tWe have company.  \n[64]\t\tShelly?  \n[65]\t\tYes.  \n[66] \tAs he DUCKS out of the path of the knife he sees through the \tbird's eyes.  He rolls.  \n[67]\t\tGoddammit.  \tHe grabs for the knife as if to use it on the Skull Cowboy, but \tthe knife causes an unexpected painful FLASH.  \tFLASH:  Eric bouncing off the bedroom doorframe, Tin-Tin's knife \tstuck in his shoulder.  \n[68] \tvising his head with his hands, in pain.  Too much pain.  \n[69]\t\tLeave me alone -- !  \tHe looks up, the Skull Cowboy is still there.  \n[70] \tA horrible beat between them.  The Eric runs full tilt across \tthe room, bounding to the open window and then leaping.  \n[71] \tFLIES feet first out into space.  \n[72] \tEvery muscle rigid, quivering with tension.  Hold.  Then he \trelaxes, and swings back inside.  \n[73] \tHe arches, flips, to land on his feet.  The Skull Cowboy is \tgone.  No knife either.  The crow watches.  O.S. \"meow\".  \n[74] \n[75]\t\tI guess I'm not ready to leave... \t\tjust yet.  \tHe picks up the cat -- wary of flashes, which don't come this \ttime -- and returns to the window.  Feeling safer.  \n[76]\t\tThe last time we saw each other, \t\tI didn't do so well. \t\t\t \t\tHuh, Gabriel?  \tHe moves to the fireplace.  With his free hand, lifts the \tTragedy mask off its hook.  Puzzles it, fact-to-mask.  \n[77]\t\tI bet you need some cat food... \t\tright?  \n[78] \tAs Eric reacts to what the crow has just seen.  Slows.  Stops. \tAnd directs his attention toward the mouth of the alley.  \n[79]\t\tAnother satisfied customer?  \n[80] \tHe steps out from behind another flaming trashcan.  Wearing a \tlong black scarf and the Tragedy mask.  \n[81]\t\tHello, Tin-Tin.  \n[82]\t\tMurderer.  \tTin-Tin blows out a breath.  No bluff.  Time to kill again.  \n[83] \tHis black-gloved hand slaps away the incoming knife and inch from \this nose.  It CLATTERS.  Eric continues striding toward Tin-TIn.  \n[84]\t\tTry harder.  Try again.  \n[85] \tas Tin-TIn throws another knife.  Eric closing in.  He claps \thand together, immobilizing the next knife.  Opens his hands, \talmost an \"oops\" gesture.  Keeps on coming.  \n[86] \tAs they meet.  Tin-Tin attempts a roundhouse.  Eric blocks it \tand smashes Tin-Tin into the alley wall.  \n[87]\t\tA year ago.  Halloween.  A man \t\tand a woman.  In a loft.  You \t\thelped to murder them.  \n[88]\t\tYou cut her.  You raped her. \t\t\t \t\tYou watched!  \n[89]\t\tI want you to tell me a story, Tin-Tin.  \n[90] \n[91]\t\tVictims.  Aren't we all.  \n[92] \n[93]\t\tHalloween is coming.  The Day of the Dead...  \tIn the mirror, multi Eric's.  He touches the glass, tightening up \tas he realizes he's in for another --  \tFLASH:  Shelly, sleeping on her divan, a year ago, wakes as Eric \t says \"Boo\".  She cracks an eye open.  \n[94] \tConsidering old cosmetics.  Everything he touches will hurt him. \tBut he's ready to eat this pain.  He grabs a lipstick.  \tFLASH:  Shelly at the vanity in happier times  \n[95] \twincing.  He drops the lipstick on the floor.  Grabs a \thairbrush.  \tFLASH:  Eric smashes into the street after his death-fall, \ttrailing broken glass.  \n[96] \tLater.  He's wearing white pancake makeup on his cheeks.  Shaky.  \tFLASH:  Eric sucks up Funboy's gunshots in the chest.  1-2-3-4.  \n[97] \this face a crazy warpaint maze of white streaks, not blended \tyet.  He looks at his own reflection.  In one cracked, \ttriangular facet of the mirror is not a multiple of his face, \tbut the Skull Cowboy.  Just one.  \n[98]\t\tBugger off to the graveyard, skull- \t\tface, I'm busy.  \n[99]\t\tForget this.  \tHe smears the streaks until his face is uniformly grave-wave \twhite.  \n[100] \tas it glides down to pick up the lipstick.  CONTACT, and --  \tFLASH:  Eric, smashed on the street, T-Bird's car b.g., upside down \tin Eric's POV as he rolls over and blood courses from both \tcorners of his mouth,  a definite foreshadow of the \"Crow\" face.  \n[101] \n[102]\t\tShe always red red was her color.  \n[103] \tcrossing the floor.  Tin-Tin's knife slotted to the bucklework.  \n[104] \tThe storm boils.  Eric framed in broken window.  \n[105] \tEric all in black,  Firm-wrapped.  Tight-wired.  The trenchcoat \tflutters, cloak-like.  His shadowy face framed by the upturned \tcollar, his hair punkish and spiky.  \n[106] \tas he moves forward in the light.  The crow lights on his shoulder.  \n[107]\t\tAll right, bad guys...  \n[108] \tFull crow regalia.  Face makeup streamlined.  Eric's eyes flash.  \n[109]\t\t\t \t\tHere I commme -- !  \tPULL BACK swiftly, vertiginously, as Eric swan dives from the \twindow, his voice a howl.  \n[110] \tCoat, wing-like.  MATCH his dive yell with o.s. crow SCREECH. \tSLOW MOTION as Eric fills the frame and we --  \n[111]\t\t\"Suddenly I heard a tapping, as of \t\tsomeone gently rapping, rapping at \t\tmy chamber door.\" \t\t\t \t\tYou heard me rapping, right?  \n[112]\t\tI'm looking for something in an \t\tengagement ring.  Gold.  \tAs Eric comes up behind him, Gideon reaches through the open \tcage door and pulls a big combat knife from beneath the counter.  \n[113]\t\tI repeat: a gold engagement ring. \t\tIt was pawned here, a year ago, by \t\tanother gentleman whose name, I \t\tbelieve was... \"T-Bird\"?  \n[114] \tEric twists Gideon's sail-like shirt and Gideon turns bright red.  \n[115]\t\tCute nickname, don't you think?  \n[116]\t\tWrong answer.  \tEric nails Gideon's hand to the counter top.  Gideon howls!  \n[117] \tscans the shelves.  Rows of boxed ammo.  Kerosene tins.  A shotgun. \tKnives and assorted knuckle duster curios.  And the ring box.  \n[118] \tDozens of gold rings.  Eric's fingers sift through them.  \n[119] \tHe brings each ring to his face.  INTERCUT with Gideon's feeble \tstruggles and invective, o.s.  \n[120]\t\tNo... no... no... no...  \tHe tosses each rejected ring over his shoulder.  Until:  \n[121] \tObliterated by a stab of brilliant white light --  \tFLASH:  Shelly's face.  A perfect vision...  \n[122] \tHe closes his fist tightly around the ring.  A moment of \tdecision.  Then he draws the shotgun from beneath the counter. \tUses the butt to knock the knife free of Gideon's hand.  It goes \tspinning across the countertop.  Eric shucks the shotgun and \trams it into Gideon's nose as the big man slumps to the floor.  \n[123]\t\tTin-Tin confided in me, before he \t\tran out of breath.  You have one \t\tchance to live. \n[124]\t\tWho would waste time killing you... \t\tbesides me?  \tGideon sweats, pants, contemplates the hole in his hand.  \n[125]\t\tAnother jolly nickname?  \n[126]\t\tT-Bird?  \n[127]\t\tA whole club of pirates, with \t\tpirate names...  \tEric seems to go berserk, SMASHING and PUNCTURING cans of \tflammables and powder while Gideon flinches, nursing his holed \thand.  Blows just miss Gideon's head.  Soon he's cowering.  \n[128] \tLooking down at Gideon in revulsion.  \n[129]\t\tYou feed off the living.  \tSMASH!  as another tin ceases to exist next to Gideon.  Then \tEric is gone, past him without further word, ignoring him \tentirely.  As he exits, shotgun shouldered, he pauses to admire \ta white Fender Strat hanging among the pawnables.  He reaches \tfor it.  \n[130] \tThe guitar now bowslung across his back, the shotgun levelled at \tGideon's position.  \n[131]\t\tOne chance to live.  Take it.  \n[132] \tas he cuts loose with the shotgun.  \n[133] \tlit by flames and residual explosions.  He hurls the shotgun \tinto the inferno.  Casually brushes flaming/smoking detritus \tfrom his own clothes.  \n[134] \tas he turns slowly, to see Albrecht, out of reach, gun drawn. \tEric's attitude lightens; Albrecht is not the threat here.  \n[135]\t\tI thought the police always said \t\t\"freeze:.  \tAlbrecht divides his attention, jumpy, between the odd sight of \tEric , and the raging instant inferno of \tGideon's.  \n[136]\t\tAnd I say I'm dead... and I move.  \n[137]\t\tThen shoot, if you will.  \n[138] \n[139]\t\tYou must listen carefully:  the \t\tFire Department will be here soon. \t\tThere is an injured man in the \t\talley who needs assistance. \t\t\t \t\tAs Shelly Webster once needed your \t\tassistance, and as you are shortly \t\tgoing to need my assistance.  \tAlbrecht gestures casually, almost comically, with his pointed \tgun.  B.g., the crow lands on a fire escape to monitor them.  \n[140]\t\tListen:  Top Dollar.  He \"owns the \t\tstreet here.\"  He will \"erase \t\tmy ass.\"  \n[141]\t\tI know Top Dollar has turned your \t\tstreets into his hell.  \n[142]\t\tThe others are called Skank, T- \t\tBird.  Street names.  Funboy. \t\t\t \t\tWatch me, office Albrecht.  \tEric lifts a chunk of glass from the sidewalk.  Slow and easy. \tAlbrecht doesn't completely trust him.  Up comes the gun.  \n[143] \tas Eric quickly daubs a crow silhouette in blood on the wall... \tthen exhibits the gashed hand to Albrecht.  \n[144] \tas the blood retreats and the wound seals itself up.  \n[145] \tHe smiles for what seems to be the first time.  Warm, even past \this crow makeup.  \n[146]\t\tSometimes.  \tHe glances back and logs the location of the Pit for later, not \tin a big hurry just now.  Turns back to Elly.  \n[147] \n[148]\t\tI dabble.  May I?  \tHe indicates the car hood, a \"seat\" next to Elly from which he \tmay observe the Pit.  \n[149] \tStill hanging by the car, a bit more familiar with each other \tnow.  A low-slung mirror-windowed LIMOUSINE hisses past them and \tcurbs across the street from the Pit.  \n[150]\t\tWho? \t\t\t\t \n[151]\t\tMister Funboy lives there?  \n[152] \n[153]\t\tI can pick out a tune now \t\tand again.  \n[154]\t\tDoes she have a name?  \n[155] \tPain is trying to fight it's way out of Eric in surges.  \n[156]\t\tNo.  \n[157]\t\tI have to go.  \tHalf-zomboid, half-determined, he exits.  \n[158] \tClimbing.  The crow perched on his shoulder.  Not in a hurry.  \n[159]\t\tIt's a Raymond Chandler evening \t\tAnd the pavements are all wet, And \t\tI'm lurking in the shadows, for it \t\thasn't happened ...  \n[160] \tImpish.  Clown killer.  \n[161]\t\t... yet.  \n[162] \tEric's gloved hand slides sinuously up rusted railing.  \n[163]\t\tHere Funboy.  \tContained panic as Funboy and Darla both startle.  The needle \tflies and lands at Eric's feet.  Empty.  Funboy struggles to \tmaintain against his high.  \n[164]\t\tTake your shot funboy.  You got \t\tme, dead bang.  \tFunboy tilts the gun off target.  Grins as Eric flat handedly \tpast his chest, indicating where to shoot.  \n[165] \tLooking down and daubing his hand in the bullet wound on his chest.  \n[166]\t\tBull's eye.  Good shot.  \n[167]\t\tStay.  \tEric twists her arm.  \n[168] \n[169]\t\tMorphine is bad for you.  \tHe holds her arm captive.  Tight, and we PUSH IN CLOSER to see \tthe dope evacuating from the punctures, a reverse of Eric's, \tBlood trail.  The dope drips from Darla's arm to the floor. \tDarla's eyes roll up into the unconscious.  She slumps.  \n[170]\t\tMagic.  \tFunboy regards Eric's battlescars and guitar.  \n[171]\t\tNeither.  \n[172]\t\tDoes it hurt?  \n[173]\t\tI have some pain killer right here.  \tAnd he fills the syringe all the way.  \n[174]\t\tYour pain ends now.  \tAnd Eric rams the needle into Funboy's heart, driving home \tthe full dose.  Funboy begins to convulse.  \tEric falls back on the bed, his force spent.  Darla COMES TO in \tthe corner, shock-traumatized.  On O.S. COUGH, and Eric opens \this eyes.  \tThe Skull Cowboy, standing in the room, tips his hat.  \n[175] \tstreaked with -- mostly -- his own blood.  \n[176] \n[177]\t\tGo away.  \n[178]\t\tShut up.  \n[179]\t\tYour daughter is out there, on the \t\tstreet, waiting for you.  \tShe's stunned, utterly speechless.  All she can do is look in \tEric's eyes, try to ponder the phantoms there.  \n[180]\t\tGo.  Now.  \tDarla shoves helter-skelter past Eric and out the door without \ta glance back at Funboy.  \tEric, recovering, follows slowly, staring at the open door, \tstooping to lift the guitar dropped during the fight with \tFunboy.  The Skull Cowboy has vanished.  PUSH IN.  Grimly, Eric \ttakes a syringe and begins to draw blood from the late Funboy.  \n[181]\t\tFreeze.  \tAlbrecht startles; drops his file.  Nearly draws his gun.  \n[182]\t\tI saw it, too.  \tAlbrecht gathers up the file.  Eric stands there.  We realize he \tis hesitant about touching the file.  \n[183]\t\tWalk with me.  \tAs Albrecht comes up with the file as they walk.  \n[184] \n[185]\t\tI need you to tell me what you \t\tremember.  What happened to us?  \n[186] \tWe see Eric react to a brutal Flash... but we don't see the \tFlash.  \n[187] \tAnd Eric tears from Albrecht; staggers back, now holding his own \thead.  His crow face slacked in realized horror.  \n[188]\t\tThe venom of bad memories.  You \t\twere there; you saw her.  I saw \t\tyou seeing her.  \tUnderstandable nervous, Albrecht lights up a cigarette.  \n[189]\t\tMy name.  \n[190]\t\tThirty hours.  A day of life, plus \t\tchange...  \n[191] \tEric plucks the cigarette from Albrecht's lips, taking a single \tcontemplative puff from it.  \n[192]\t\tHalloween is coming, soon.  You \t\twill have Top Dollar if you watch \t\tfor me at the Showtime, tomorrow night.  \n[193]\t\tThank you.  For giving a damn.  \n[194]\t\tDon't smoke these.  \tAs a bus grumbles past on the street, Eric pitches the butt and \tsimultaneously ducks out of frame.  \n[195]\t\tI'm your passenger.  You drive. \t\tAnd stop talking.  \n[196]\t\tFaster, T-Bird.  Faster.  You're \t\ta hell of a wheelman; you know you \t\tcan drive faster.  \n[197] \tEric now holds T-Bird's own gun on him.  Eyes locked on T-Bird. \tT-Bird's jump between Eric's nightmare visage and the roadway.  \n[198]\t\tThat's good.  We're going \t\tsomeplace you've never been \t\tbefore.  \n[199]\t\tYou caught one.  Drive faster.  \n[200]\t\tI want you to stop talking.  And \t\tdrive.  Drive faster.  \tEric rifles the glove box, tossing items out the window: clips \tfor the gun.  Sunglasses.  A giant dildo (brief eyebrows-up to \tT-Bird).  Then: a roll of (previously established) gaffer's \ttape.  What Eric needs.  \n[201]\t\tYou're very popular.  Thought \t\tyou could handle this thing.  \tT-Bird macho calcifies.  He's going to win.  \n[202]\t\t\t \t\tNaturally.  \n[203] \tT-bird respirating like a jackhammer.  Eric holds stoic.  \n[204]\t\tTime for your reward, T.  Payback \t\twith interest earned.  \tEric rips a long strip of tape from the roll.  \n[205] \tHe drops an incendiary right into T-Bird's lap.  T-Bird squirms. \tNo go.  Eric reaches in with a bungie cord.  \n[206]\t\tA little restrictive?  Good. \t\t\t \t\tYou held her down and raped her. \t\tYou were the first.  She burned \t\twhile you were inside of her. \t\t\t \t\tWhat's the lag on this?  About \t\ttwenty seconds, would you say?  \tT-bird thrashes, but he's immobilized.  Can't even budge the \twheel.  \n[207]\t\tI've comrades in hell, T-bird. \t\tGive them my best.  \tEric activates the timer.  Yanks up hard on the bungie cord.  \n[208] \tthumbing out the final bullet.  \n[209] \n[210]\t\tAll gone.  \n[211] \theaving the gun into the distant water.  Plosh.  He produces T- \tBird's accelerator.  Squirts it into the ground.  He \tprestidigitates and T-Bird's Zippo appears in his hand.  He \tflicks it and drops it into the flammable puddle.  \n[212] \twalking slowly out of the scene as the firepool coalesces into \ta burning crow shape.  \n[213] \tHe's got it right this time.  Strong, sure CHORDS.  Passionate. \tWe can almost imagine him conjuring Shelly via musical sorcery. \tHe holds a stroke, letting it ring.  Sun rises behind him.  \n[214] \tNo shirt, the ring on the thong around his neck -- workout mode.  \tHe twirls and performs odd Crow moves of increasing complexity \tin the big open living room.  On purpose, he stretches hard \tagainst the bedroom doorframe.  \tFLASH:  Shelly stands in the blue moonlight near the picture window \twearing a rococo Victorian gown.  PUSH IN TIGHT as she is \tembraced by a nude Eric.  He undoes the last few remaining ties \tthat hold the gown in place.  FOLLOW THE GOWN as it crumples \tdown the length of Shelly's  body to the \tfloor...  \n[215] \thanging there, inviting the pain the FLASHES bring.  Breathing \tas though he is pumping iron, pumping up.  \n[216] \tembracing a ragged full-length dress that used to be Shelly's.  \tFLASH: Eric and Shelly , exchange an \textremely passionate and intimate KISS in the moonlight.  \n[217] \tas he drops the dress.  Absorbing the pain and memories.  \n[218] \texecuting a complex roll that winds him up at the windowsill. \tHe grasps it with both hands.  \tFLASH:  A series of CLOSE SHOTS of Eric and Shelly's HANDS, each \tmoving along the other's body.  Curves and dips and contours. \tBut Eric's gaze never leaves SHelly's eyes.  \n[219] \tHis GAZE similarly FIXED.  Bringing his hands away and clapping \tthem together, deep breath, fingertips pressed to his face, like \tKung Fu prep.  When he opens his eyes, the crow is there before \thim on the sill.  \n[220]\t\tThat's better.  \tHe wipes his torso down with a towel.  \n[221]\t\tIt's almost time.  \tHe holds his hand in front of his face and he flexes it.  We can \tHEAR tendons CRACKLE like a harness.  Closes it into a powerful \tfist.  \n[222] \tfrom the ledge.  Endstamp is for a .45 caliber.  \n[223] \tHe sniffs the cartridge.  We can see Funboy's cartridge in his \thair.  He fists the shell casing tightly.  \n[224] \tBullets hit him and demolish everything behind him.  Skank hits \tthe deck again.  Eric fires and Lao Guard #1 sucks three hits \tacross the chest, firing convulsively against the ceiling, blowing \tthe lights.  \n[225] \n[226]\t\tYou have to be SKank. \t\t\t \t\tOne moment.  \tAs he speaks, WIDEN FRAME as he turns and grabs the incoming \tSkank by the hair.  \n[227]\t\tThank of a snappy comeback for me \t\ton your way down.  \tWithout a beat he pitches Skank right out the window!  Skank howls \tall the way down.  \n[228]\t\tTop Dollar, you're the only one \t\there still wasting good air...  \n[229]\t\tDo you know what you destroyed?  \n[230]\t\tA year ago.  A very nice lady \t\tcirculated a petition.  She died. \t\tLast Halloween.  Answer yes or no.  \n[231]\t\tIt's yesterday!  Do you know what \t\tyou destroyed?  \tTop Dollar yells right back at Eric's anger.  \n[232]\t\tYou don't even remember...  \n[233]\t\tRowdy.  Let me fill in some gaps \t\tfor you.  \tAnd he grabs Top's head the way he grabbed ALbrecht's earlier, \tslams Top into the wall.  Nose-to-nose.  \tFLASH:  Shelly backing away from oncoming Funboy in the loft, \ttrying to retreat, nowhere to run, her home invaded, scared.  \n[234] \tTop is quivering, almost helpless in Eric's hypnotic grasp. \tEric winces, hard, and --  \tFLASH:  Shelly cut, bleeding, struggling against T-Bird.  Wild.  \n[235] \tViciously close, more intimate and lethal than anything.  \n[236]\t\tYou're a detail man, Top -- you \t\tneed to see more.  \tThis time Top tries to twist from Eric's grasp but it's no good.  \tFLASH: Shelly, comatose in ICU, eyes fixed and staring, \thoses darting in and out, cold blue refrigerator light.  \tBloody, bruised and broken  \n[237] \n[238]\t\tAll of her pain, Top.  Thirty \t\thours.  All at once...  \tEric bears down on Top Dollar again.  Top screams.  Blood begins \tto leak from his eyes, nose, ears.  \n[239]\t\t...all for you.  \tFLASH:  Rapidfire CLOSE-UPS.  A jagged compound fracture, \tjutting, Shelly's eye, blood-red sclera, purpled and sunken.  \tHer scraped-raw hand clawing at air.  Icebox lighting.  A TIGHT \tSHOT of her monitor going flatline: eeeeeeeeeeeeee...  \n[240] \tas Top sags in Eric's grasp, terror fixing his wide-staring dead \teyes.  Eric lets him drop like a laundry sack.  \n[241]\t\tI didn't think you could handle it \t\teither.  \tO.S. BANG of impact, heavy against the steel door.  Eric turns.  \n[242] \tusing his foot to shove the massive conference table at the \tincoming SWATS while launching himself into the air, flipping \ttoward the window and arching through cleanly as the cops open \tfire on command.  Bullets tear the room to pieces.  \n[243] \tA forearm up against the fusillade.  Below him --  \n[244] \tEric runs for it.  Half a story higher.  He hits the wall and \tskitters up, gripping tiny cracks in the brickwork.  \n[245] \tHe sprints to the far edge and dives to the next lower rooftop. \tAs he lands he is nailed by a helicopter spotlight, boring in \tfrom behind and above the row of buildings.  \n[246] \tPAN QUICK to the next ledge.  COPS right behind him on the roof \tas well.  \n[247] \tand finds a void waiting there.  No connecting building.  \n[248] \tstaying ahead of the search light.  A fantastic series of artful \tmoves that wind him up at the rear edge of the roof.  \n[249] \tas his escape is cut off by a police car that screeches to a \tstop, blocking the exit.  \n[250] \tas he backpedals, scanning for an alternate escape.  \n[251]\t\tIt's done. \n[252]\t\tFunboy had to leave this mortal \t\tcoil.  \n[253]\t\tIt's only a flesh wound.  \n[254]\t\tYou shouldn't smoke these.  \tHe pitches the smoke out the open car window.  \n[255]\t\tI'm finished.  \tEric shoots him a doubtful look.  \n[256]\t\tI mean, I've done what I came to \t\tdo.  It shouldn't hurt this much. \t\tBut it will pass...  \n[257]\t\tThey couldn't do anything for me.  \n[258]\t\tNo.  I have one more thing to do.  \n[259] \n[260]\t\tI have to prepare for an \t\tanniversary.  This coming night.  \tHOLD on their two kinds of determination. as we  \n[261] \tWithout looking toward the door, he speaks.  \n[262]\t\tA remembrance. \t\t\t \t\tA closure.  \tAnd Eric consigns to the fire the DRESS we saw earlier.  \tHolds a photograph in a broken frame.  Cracked glass.  Subject: \tEric and Shelly, goofing for the camera.  \tHe chucks it into the fire.  Draws a deep breath.  \n[263]\t\tBetter now.  I feel good.  How are \t\tyou, Elly, my friend?  \tElly is clearly uncomfortable, groping for an excuse just to see \tEric.  Eric is staring at her, intently.  \n[264]\t\tWhat is it? \n[265]\t\tYou brought flowers.  As long as \t\tyou don't forget her, Elly, she \t\tlives.  \n[266]\t\tElly...  \tHe draws her close.  Wipes away an errant tear with his thumb.  \n[267]\t\tSometimes the people we care about \t\tare gone, for no reason.  Sometimes \t\tthat's really tough.  I cry.  But if \t\tthe people we love are gone, we keep them --  \tHe taps Elly's temple, then his won.  \n[268]\t\t-- right here.  It's a big \t\tresponsibility.  And that makes it \t\tokay to mourn. \t\t\t \t\tI know that if you weren't here, \t\tI'd be very sad.  \tElly gives Eric a hug.  \n[269]\t\tSomebody here wants to meet you. Gabriel?  \tGabriel the cat has wandered near the fireplace to join them. \tElly is immediately smitten.  Happy. \t\t \n[270]\t\tI think he's yours, now.  \tThe cat seems to like that idea.  Elly wraps him hugely up in \ther arms, talking to him: \"How're you, Gabriel, whatcha doin'\"  \n[271] \tWhile Elly is preoccupied with the cat, Eric gives up his last \tbit of Shelly to the fire - a portrait photo of her, small and \tcreased.  He puts it in the fire, watches it burn for a beat, \tthen turns to Elly.  \n[272]\t\tI have something else for you.  \tBACK FOCUS as Eric lifts off his neck Shelly's ring for Elly's \tinspection.  The ring twirls large in f.g.  \n[273]\t\tShelly would've wanted you to have \t\tit.  This way, you'll think of her \t\tevery time you see it...  \n[274] \tThe crow flies past behind him as his expression hardens.  \n[275] \tPulling on black night-fighting clothes, skintight.  \n[276] \tSomewhere, a few blocks over, a building is burning.  \n[277] \tA fire engine races past on the street.  He steps out in its \twake and crosses over to --  \n[278] \tHe pauses.  A KID in a Creature from the Black Lagoon mask \tcomes, passes Eric, then comes back for a touch.  \n[279] \tAngry, ready to battle:  You talking to me?  \n[280]\t\tTell me I'll get hurt.  That I \t\tmight die. \t\t\t \t\tI've already done that.  I don't \t\tneed anyone's help.  Yours \t\tincluded.  \n[281] \tEric lower, Skull Cowboy superior, the storm wild around them.  \n[282]\t\tFine with me.  \tHe ADVANCES a step up; the Skull Cowboy Hold fast.  \n[283]\t\tI'm already alone.  \n[284] \tEric Talking to dead air.  Almost arguing with it.  Eerie.  \n[285] \tEric, eyes steely, stares down the Skull Cowboy.  \n[286]\t\tDon't waste my time.  \n[287] \tAs Eric lunges for what's left of his mysterious, smart-ass \tmentor \n[288] \tMeeting only a swirl of vaporous dust where the Skull Cowboy's \theart would have been.  \n[289] \tHe has time to register the dust in his palm before it, too, \trenders down to nothingness,  leaving a vague green glow that \tdies.  And as he looks to the sky --  \n[290]\t\tBut why are you still here?  \n[291] \tThat's good enough for Eric.  He marches to the double doors and \tshoves them back.  \n[292] \tThe high breeze blows in with him, disturbing dust in the \tdisused Gothic dark.  Hollow cathedral ECHOES to sounds.  A \tgiant 27\" TV positioned on the alter, broadcasting static.  \n[293] \tLeery of potential danger from a thousand dark places.  \n[294] \tOnscreen:  Elly, gagged with duct tape and handcuffed to an iron \tring bolted to a flagstone wall.  Could be anywhere inside the \tchurch.  \n[295]\t\tI can see her.  \n[296] \tBluring as Grange resights.  Eric is not the target.  Blur \tFINDS the crow at the far end of the nave, perched in front of \ta giant stained glass window.  \tNEW ANGLE - GRANGE -- squeezing off two quick, SILENCED shots.  \tANGLE - STAINED GLASS WINDOW -- the first shot blows a hole in \tsome pastoral religious presentation.  TINKLE of glass.  \tANGLE - ERIC -- Spinning at the quiet !pfut! sound, to witness.  \n[297] \tAs before, but the crow is not as fast.  \n[298] \tHis knees buckle.  Sympathetic PAIN from the hit.  \n[299] \tGroping for support to drag himself back to standing.  \n[300]\t\tI want the girl.  Unharmed.  Now.  \n[301] \tCrashing to one knee, invisibly bludgeoned, struggling to \tbreathe.  Lao has no fear, walking around the stricken Eric.  \n[302]\t\tYou're too late.  There was a guy \t\toutside - on the stairs - you \t\treally need to talk to.  But he \t\tturned to dust and blew away. \t\t\t \t\tI don't have any power for you to take.  \n[303]\t\tThis isn't your place.  This isn't \t\tyour fight.  And I don't need \t\tyour help.  \n[304]\t\tLeave here.  Don't do this.  I \t\tdon't want you here.  \n[305]\t\tDon't interfere.  \n[306]\t\tHere I am.  \tDOWNFRAME lightning STRIKES the ornate LIGHTNING ROD (large, \tVictorian, lance-like) at the far end of the roof from the bell \ttower.  \tSILHOUETTING Lao and Elly standing in front of it.  Elly \tflinches at the strike.  \n[307] \tRage over the loss of Albrecht.  He RISES, hurting but mad as \thell.  GLARES UP toward Lao.  \n[308]\t\tAnd how many lives have you destroyed?  \n[309] \tEyes alight with hatred for Lao.  \n[310]\t\t\t \t\tYou're right, I'm not an avenger. \t\tNot any more.  \tAs lightning strikes, Eric Fires his gaze TOWARD THE SKY.  \n[311]\t\tTime for a sacrifice.  \tLao's face is a hideous bloody mask with black holes where the \teyes used to be.  He smiles gruesomely.  \n[312]\t\tCan you fly?  \tHe pulls Lao into a BACKWARD ROLL down the roof, HOLDING HIM \n[313] \tEric lands on his back, forcing the blade THROUGH himself and \tINTO Lao.  Eric completes the roll and KICKS Lao off INTO SPACE, \tthe killing blade still embedded in him!  \tWITH LAO as crashes, sliding, sprawling down PAST Elly's \tposition.  Gets to his knees atop the flying buttress.  Sees the \tblade in his own chest.  \tCLOSE-UP - ELLY - she sees it all happen.  \tRESUME LAO - a regretful look toward Eric.  He PLUMMETS off the \troof edge.  \tANGLE - ERIC SLIDES DOWN ROOF --  He slows, stopping when Elly \tis in frame.  He clutches his own chest.  Regards his own \tshaking hand, drenched in his won blood.  Glazed.  \tON ELLY, as she finally gets the duct tape off her mouth, trying \tto get to Eric.  She flails and cries out.  \n[314]\t\tIn a better place.  I hope.  \n[315]\t\tI don't know if I can.  But you \t\thave this... and you know where to come.  \n[316]\t\tFor you, I'll try.  Promise.  \n[317] \tSpent, empty, he holds the rose determinedly, but he's never \tgoing to make it the few yards back to his own grave.  So close.  \tHis legs finally go and he collapses onto the humus.  One \tgroping hand tries to drag him further.  \n[318]\t\tLeave me now.  \n[319] \tStill too far away to matter.  \n[320] \tHe gives it up, his face sinking into the wet grass for a beat \tbefore SHELLY'S HAND intrudes INTO FRAME to GRASP his hand.  \tNo ethereal glow, no heavenly choir... just a near-dead Eric's \tblank-faced astonishment, and he moves forward.  \n[321] \tEric is gone.  The white rose lies neatly on the top of the \tundisturbed  earth there.  ", "Myca": "", "Skank": "\n[1]\t\tWhat about working girl?  \tINTERCUT the woman's increasingly horrified reactions.  \n[2]\t\tI say we leave her here to fry, \t\tman.  \tT-Bird looks casually at the woman.  Smiles hideously.  \n[3]\t\tWhoaaa -- T-Bird, red light, red \t\tlight!  \n[4]\t\tDump her, man, dump her!  \tThe woman comes tumbling from the car, which blasts off with a \twar hoop from the guys inside.  \n[5]\t\tHey, blow me, fat boy!  \tJust as quick, Gideon cocks and levels a Magnum at Skank.  \n[6]\t\tYou wouldn't want Top Dollar not \t\tto smile.  \tMention of Top Dollar clams Gideon efficiently up.  He hands \tover the cash to T-Bird with a grimace.  \n[7]\t\tFuck you, T-Bird.  \tJust as lightning fast, T-Bird has his own gun out and jammed \tright under Skank's jawbone.  He makes a kissy face.  \n[8]\t\tI wish to hell I had torched \t\tGideon's, that fat fuck.  \n[9] \tThey stop walking.  Look at each other and sanctimoniously cross \tthemselves.  Tin-Tin's big R.I.P. moment.  T-Bird indicates the \tliquor store.  \n[10]\t\tGot it.  \tSkank hustles toward the store.  T-Bird crosses to the car.  \n[11] \tHe looks outside and sees Eric as the car fires up, pipes and \tglasspacks grumbling.  Skank moves, BRISTLING.  \n[12]\t\tWhat's all this happy horseshit?  \tAnd the car peels out maniacally!  Skank tries to pursue -- but \tthe two KIDS draw weapons and freeze everyone in the store.  \n[13]\t\tTop, I made the sumbitch!  Face \t\tall painted white like some kinda \t\tfuckin' kabuki homo!  \tWIDE ANGLE to include all present:  Lao, Grange, Lao Guards #1 \tand #2, Top Dollar, and a Sentry.  Top dusts up a line and \trinses his nostrils with brandy.  \n[14]\t\t\t \t\tThe found T-bird flash-fried to \t\twhat was left of his fucking car!  \tTop is angry too, but won't show it to Lao.  He rises and goes \tto the window.  Neon glow.  Top sees something outside, below, \tthat really torques him off.  \n[15] \tJittery, grabbing a clip for his own automatic.  \n[16]\t\tWhat was that -- !?  \tIt wasn't anything.  Skank loads, stands and jacks the action on \this gun.  Lao looks questioningly to Top Dollar.  \n[17] \tspinning mid-air to land in Eric's open hand!  \n[18] \tWounded but clawing toward Eric just the same.  \n[19]\t\tIt's him, Top!  He dusted T-Bird!  ", "Funboy": "\n[1]\t\tHey, Darla -- before we die of old \t\tage, how about it --?  \n[2] \tAs a gloved hand sets up four bullets next to four shots.  \n[3]\t\tLet's have some fun.  \tFunboy pops the bullet, like a contact capsule and washes it down. \tT-Bird turns to Tin-Tin, the new guy.  \t\t\t\tT-BIRD\tYou first.  \n[4]\t\tHey, pussycat.  \n[5] \tFunboy contemplates his drink as the previous scene reverbs.  \n[6]\t\tMore fun than a torture chamber.  \tTin-Tin's pocket pager goes BEEP and startles them all.  Skank \tnearly shoots it, jumpy.  Tin-Tin pulls back on a black leather \ttrenchcoat after clicking off the pager.  \n[7] \tCLOSE-UP of a base pipe being lit and hit hard.  \n[8] \tA hypodermic needle rises into frame.  A nicotined fingernail \tflicks bubbles in the syringe.  FOLLOW needle down and BROADEN \tANGLE: Funboy taps up a vein in Darla's arm and shoots her up. \tBoth are naked in a shabby bed.  Bare lightbulb above.  \n[9]\t\tIt's a squab.  Here bird, Here, \t\tbirdie...  \n[10] \tExcept that Eric now stands near their bed, across from the \tbird's position, the guitar bowslung.  \n[11]\t\tOh wow, oh wow, don't fucking do \t\tthat, man.  I nearly had a fucking \t\theart attack.  \n[12]\t\tIt's just the dope, don't worry  \n[13]\t\tNot me.  \tFunboy draws the gun from underneath the sheers.  Suddenly he seems \ttotally focused.  \n[14]\t\tTime for you to take your bird and \t\tleave, freako.  \tEric rips open his shirtfront to reveal a circlet of bullet \tpunctures.  This gives Funboy pause. \n[15]\t\tYou are seriously fucked up, man. \t\tJust look at yourself.  \tIn a blur, he sighs, and shoots Eric through the heart.  \n[16]\t\tBANG!  He shoots, he scores!  \tThen his expression drags a little bit.  \n[17] \n[18]\t\tHow the hell did you do that? \t\t \n[19]\t\tEither die or do a solo.  \tEric looks briefly to his chest wound, wincing.  He can't seem \tto make it tie off fast enough.  He turns his attention back to \tFunboy.  But his strength is mysteriously ebbing.  \n[20]\t\tYeah, I got a more fun idea myself.  \tFunboy lashes out and broadsides Eric across the temple with the \tgun.  Eric falls, rolls back to a stance, but Funboy is right on \ttop of him, howling like a lunatic and pistol-whipping Eric \trelentlessly.  \n[21]\t\tI hate trespassers! \t\t\t \t\tI hate prowlers! \t\t\t \t\tI hate peeping toms! \t\t\t \t\tAnd right now I hate you!  \n[22]\t\tAhh, the hell with it, I still got \t\tfive shots left.  \tIn a blur, Eric grabs Funboy`s gun hand.  Twists to the \tcrunching of bones.  Funboy's skewed-around gun hand blows a \thole in his own thigh.  Funboy fall back across the bed.  \n[23]\t\tOwwwaaaa -- fuck me!  Look what \t\tyou did to my sheets, you lame \t\tpiece'a shit!  AAAAaa!  Goddd!  \n[24]\t\tDoes it hurt?!  You dead-ass, \t\tclown-faced fuck, of course it \t\tfucking hurts!  What the shit are \t\tyou gonna do about this?!  \tEric sits on the bed next to Funboy; inspects the ampule of \tmorphine on the nightstand, the needle of the syringe already \tinserted.  \n[25] \tas he begins to see the light.  He can't get away.  Growing \tterror.  \n[26]\t\tNo, wait, no WAIT, that's too \t\tmuch, man, that's like overkill, \t\tnobody can take that much, you're \t\twasting it -- !  \n[27] \tGrange has seen the door ajar and now ENTERS gun-first.  Freezes \twhen he sees:  \n[28] \tHalf-sheeted, bloody, a hypo hanging out of his heart.  \n[29] \tA crow silhouette spray-painted with a syringe of Funboy's \tblood.  A thin outline, drippy.  ", "Torres": "\n[1]\t\tCouldn't have happened to a nicer \t\tcouple.  \n[2] \tTin-Tin frozen in deathshock, all of his knives sticking out of \thim.  Dead Ratso, b.g., where he fell.  \n[3]\t\tYou know, you sure got a hard-on for \t\ta guy that's guilty of zip on \t\tpaper.  Top Dollar runs Showtime; \t\twhat's the matter, don't you like \t\tadult entertainment?  \n[4]\t\tDon't any of your little pals have \t\treal, grown up names?  \n[5]\t\tWas. \n[6]\t\tAnd you're gonna tell me who.  \n[7]\t\tWhat in the hell... do you \t\tcall that?  ", "Top": "\n[1] \tEric stares upward at the crow as it drops like a bomber from \tthe night sky, flying past him, skimming the roof, leading him \ton.  Eric exhales, shrugs, feeling mocked by the bird.  \n[2] \tStill, dark silence until Eric lands from ABOVE FRAME, feline. \tThe crow lands simultaneously b.g., perched near a roof access \tdoor with a shaded, dim-yellow bulb.  \n[3] \tas Eric's hands place Ratso's boom box on the table and click on \tsuitable weird b.g. MUSIC.  \n[4] \tAs T-Bird nears it, a viewplate SNAPS open to asses him.  By \tthe time he reaches the top, the door unbolts to admit him.  \n[5] \tAs T-Bird enters.  The room is organized around a long meeting \ttable and flavored with a taste of everything illegal:  drug \tparaphernalia, weapons.  \tAcross the table are a couple of Sentries like the one that \tadmits T-Bird to the room.  TRACK PAST them to a lank-haired \tsilhouette as he turns away from a windowshade, backlit by \tShowtime's exterior neon.  \tThis is TOP DOLLAR.  Who looks like a Johnny Winter acid \tcasualty but is deadly cold, definitely the man in charge.  \n[6]\t\tWild fucking night.  I hear our \t\tpal Tin-Tin got himself very dead.  \n[7]\t\tBet that pisses you off, right?  \n[8]\t\tStay normal, T.  Cops'll be all \t\thotwired and aggressive.  No \t\tcombat moves until I check this \t\tout.  \n[9] \tright in the center of the noise, looking downscale and dirty \tin this milieu.  \n[10]\t\tI thought Halloween was tomorrow \t\tnight.  \tAn Oriental bodyguard passes him in f.g., motioning to follow.  \n[11]\t\tGet outta my way, you mooks.  \tLao's demeanor indicates that they should not kill Top.  \n[12]\t\tBad news.  Alot of action on the \t\tstreets tonight, and nobody \t\tbothered to clear it with me.  Tin- \t\tTin got himself whacked.  \n[13]\t\tOne of mine.  And it wasn't a \t\tstandard hit.  \n[14]\t\tI was wondering if you could tell \t\tme anything... about a wildcat \t\toperative.  \n[15]\t\tAnybody violates my turf -- our \t\tturf -- I'll rip out there heart \t\tand show it to 'em.  \n[16] \tTIGHT on Skank as he slams his fist down on the table.  He has \ta black eye and facial scuffs from his liquor store encounter.  \n[17]\t\t\"Our\" Crow...?  \n[18]\t\t\t \t\tThe night is young.  \n[19] \tTop whip-drawing an auto pistol and shooting below.  \n[20]\t\tHey, you little fuckweed!  That's \t\tagainst the law!  \tHis gun smoking.  Momentary empowerment.  \n[21]\t\tI don't give a shit what kinda \t\tbird this guy is.  \n[22] \tLAO AT TABLE -- angered by this macho horseshit, annoyed at his \ttime being frittered.  \n[23]\t\tNice speech.  What's it supposed \t\tto mean?  \n[24]\t\tWhatever you say, I can do.  \tSkank looks around, nervous and jumpy, a contradiction to Top's \tguarantee.  \n[25] \tfrom the ledge.  Endstamp is for a .45 caliber.  \n[26]\t\tToo many poppers, Skank.  Relax.  Heel.  \n[27] \tA black blur as Eric arches through, spilling Top.  \n[28] \tspringing up from behind table.  But Eric is gone from the field \tof fire and one shot strikes Skank, rising at the far end.  \n[29]\t\t\t \t\tYou want my attention, man you \t\tgot it.  \n[30] \n[31] \tJust Top, Eric, corpses, and lazily drifting gunsmoke.  \n[32]\t\tFive large, in the drawer right \t\tover there.  I never saw you.  \n[33]\t\tTake the dope, too.  \tEric backhands Top into the wall.  Gets in his face, seething.  \n[34]\t\tThat's ancient history.  \n[35]\t\tWho gives a fuck!  I'm a \t\tbusinessman.  You gonna do me, \t\tthen do me and shut you're face!  \n[36]\t\tI never forget anything, dickhead. \t\tThat building was a sweep-and- \t\tclear; the bitch was a nuisance \t\twith her goddamned petition.  It \t\tgot a little rowdy... end of \t\tstory.  \n[37] \tTop is quivering, almost helpless in Eric's hypnotic grasp. \tEric winces, hard, and --  \tFLASH:  Shelly cut, bleeding, struggling against T-Bird.  Wild.  \n[38] \tViciously close, more intimate and lethal than anything.  \n[39] \tarching, stiffening in pain.  \n[40] \n[41] \tas Top sags in Eric's grasp, terror fixing his wide-staring dead \teyes.  Eric lets him drop like a laundry sack.  \n[42] \tEric somersaults over.  Bullets chip brick in his wake.  \n[43] \tEric runs for it.  Half a story higher.  He hits the wall and \tskitters up, gripping tiny cracks in the brickwork.  \n[44] \tDark clouds have gathered to highlight the sunset.  Eric plays \tthe guitar - LOUD, the SHelly theme in a major key.  Where \tbefore it was wandering, uncertain, now it's bold and \theartbreaking.  Definitive.  Pain replaced by strength and a \tsense of homecoming.  \tAs Eric gets to the end of it, the notes are flying out... At \tthe climax, rips the guitar up over his head and brings it \tdown -- SMASH -- on the Pignose.  He's finished here.  \n[45] \tTransparent, ancient bones, crumbling and blowing away.  \n[46] \tSEEING the crash dive toward Lao through the row's eyes.  \n[47] \tAs the crow wings down INTO FRAME and lights on Lao's head, CLAWING!  \tCLOSE-UP -- THE CROW ON LAO'S HEAD slashing with its claws. \tPecking out Lao's eyes.  \tWITH ERIC -- on the roofslope as he totters but maintains his \tclimb, the crow/Lao UPFRAME B.G.  \tRESUME LAO -- as the crow abandons him.  Lao STAGGERS AND FALLS \tdown the roof - toward Eric. \tSLANTED ANGLE -- ERIC AND LAO -- Eric ARRESTS Lao's fall, \tfisting lapels and bringing him nose to nose.  Fury.  ", "Dollar": "\n[1] \tAs T-Bird enters.  The room is organized around a long meeting \ttable and flavored with a taste of everything illegal:  drug \tparaphernalia, weapons.  \tAcross the table are a couple of Sentries like the one that \tadmits T-Bird to the room.  TRACK PAST them to a lank-haired \tsilhouette as he turns away from a windowshade, backlit by \tShowtime's exterior neon.  \tThis is TOP DOLLAR.  Who looks like a Johnny Winter acid \tcasualty but is deadly cold, definitely the man in charge.  \n[2]\t\tWild fucking night.  I hear our \t\tpal Tin-Tin got himself very dead.  \n[3]\t\tBet that pisses you off, right?  \n[4]\t\tStay normal, T.  Cops'll be all \t\thotwired and aggressive.  No \t\tcombat moves until I check this \t\tout.  \n[5] \tright in the center of the noise, looking downscale and dirty \tin this milieu.  \n[6]\t\tI thought Halloween was tomorrow \t\tnight.  \tAn Oriental bodyguard passes him in f.g., motioning to follow.  \n[7]\t\tGet outta my way, you mooks.  \tLao's demeanor indicates that they should not kill Top.  \n[8]\t\tBad news.  Alot of action on the \t\tstreets tonight, and nobody \t\tbothered to clear it with me.  Tin- \t\tTin got himself whacked.  \n[9]\t\tOne of mine.  And it wasn't a \t\tstandard hit.  \n[10]\t\tI was wondering if you could tell \t\tme anything... about a wildcat \t\toperative.  \n[11]\t\tAnybody violates my turf -- our \t\tturf -- I'll rip out there heart \t\tand show it to 'em.  \n[12] \tTIGHT on Skank as he slams his fist down on the table.  He has \ta black eye and facial scuffs from his liquor store encounter.  \n[13]\t\t\"Our\" Crow...?  \n[14]\t\t\t \t\tThe night is young.  \n[15] \tTop whip-drawing an auto pistol and shooting below.  \n[16]\t\tHey, you little fuckweed!  That's \t\tagainst the law!  \tHis gun smoking.  Momentary empowerment.  \n[17]\t\tI don't give a shit what kinda \t\tbird this guy is.  \n[18] \tLAO AT TABLE -- angered by this macho horseshit, annoyed at his \ttime being frittered.  \n[19]\t\tNice speech.  What's it supposed \t\tto mean?  \n[20]\t\tWhatever you say, I can do.  \tSkank looks around, nervous and jumpy, a contradiction to Top's \tguarantee.  \n[21]\t\tToo many poppers, Skank.  Relax.  Heel.  \n[22] \tA black blur as Eric arches through, spilling Top.  \n[23] \tspringing up from behind table.  But Eric is gone from the field \tof fire and one shot strikes Skank, rising at the far end.  \n[24]\t\t\t \t\tYou want my attention, man you \t\tgot it.  \n[25] \n[26] \tJust Top, Eric, corpses, and lazily drifting gunsmoke.  \n[27]\t\tFive large, in the drawer right \t\tover there.  I never saw you.  \n[28]\t\tTake the dope, too.  \tEric backhands Top into the wall.  Gets in his face, seething.  \n[29]\t\tThat's ancient history.  \n[30]\t\tWho gives a fuck!  I'm a \t\tbusinessman.  You gonna do me, \t\tthen do me and shut you're face!  \n[31]\t\tI never forget anything, dickhead. \t\tThat building was a sweep-and- \t\tclear; the bitch was a nuisance \t\twith her goddamned petition.  It \t\tgot a little rowdy... end of \t\tstory.  \n[32] \tTop is quivering, almost helpless in Eric's hypnotic grasp. \tEric winces, hard, and --  \tFLASH:  Shelly cut, bleeding, struggling against T-Bird.  Wild.  \n[33] \tViciously close, more intimate and lethal than anything.  \n[34] \tarching, stiffening in pain.  \n[35] \n[36] \tas Top sags in Eric's grasp, terror fixing his wide-staring dead \teyes.  Eric lets him drop like a laundry sack.  ", "Gideon": "\n[1] \tAs the T-Bird grumbles tp park curbside.  Menacing.  \n[2] \tA junkyard of loot and dusty discards.  Junkie thievings and \tother people's stereos.  Behind a wire-meshed security counter \tGIDEON reads a racing form, chain-smoking throughout the scene.  He \tis pear-shaped, stubbled, unkempt.  Food on his shirt.  JINGLE \tof doorbells.  Gideon lowers his paper to reveal Skank and \tT-Bird on approach.  \n[3]\t\tAhhh, jesus, the creatures of the \t\tnight, here they come.  Tweedledum \t\tand Tweedledummer.  \tSkank riles  \n[4]\t\tBlow yourself, bigmouth.  \n[5]\t\tWhatcha got?  \n[6]\t\t18k.  Crap.  \n[7]\t\tNineteen bucks at Sears.  Fake,  \n[8]\t\tWhat's this -- a little, ah, \t\tbloodstain, right? \t\t\t \t\tFifty bucks for the box, and I'm \t\tdoin' you a --  \n[9] \tCLOSE-UP of Gideon's thick fingers shuffling grimy currency. \tSome scratchy 1920's TUNE plays throughout b.g., like a broadcast \tfrom another time and place.  \n[10] \tlooking up at a metallic SOUND, o.s.  Irritated.  \n[11]\t\tPiss off, we're closed.  \tAs the outside security gate rattles, Gideon draws his magnum \tand approaches the front door.  \n[12]\t\tFucking creatures of the night; \t\tthey never goddamn learn.  \tSudden surprise as he sees the silhouette of the gate SCREE back \tagainst the frosted glass of the front door.  \n[13]\n[14] \treacting to Eric's weird appearance and looking for his gun.  \n[15]\t\tOh, bullshit!  You're trespassing \t\tasshole, you're breakin' \t\tand enterin' and you just bought me a \t\tfucking door!  \tDuring Gideon's rant, Eric brushes glass cubes from his \tshoulders, nonplussed.  Now he flings Gideon across the room.  \tGideon crashes into the counter cage.  As Eric advances on him:  \n[16]\t\tYou're looking for a coroner,shit- \t\tfor-brains!  \tAnd he tries to nail Eric with the knife.  \n[17] \tNo Eric behind him.  TILT to reveal Eric hanging off the cage \tabove Gideon.  Eric slams the cage door against Gideon's head. \tDrops down like a spider and collects the knife.  \n[18] \tEric twists Gideon's sail-like shirt and Gideon turns bright red.  \n[19]\t\t\t \t\tI ain't got no fuckin' ring.  \n[20]\t\tAll's I got is in a box!  Behind \t\tthe counter!  \tEric jumps through the cage door.  Gideon's eyes bug as he sees \this own pierced hand, immobilized.  \n[21]\t\tNo fucking way.  He'll kill me.  \n[22]\t\t\t \t\tTop Dollar.  \n[23]\t\tYou want those assholes, you want \t\tTop Dollar.  \n[24]\t\tLike the car.  He hangs out with \t\tSkank. that little ass-hair, and \t\tthey hang at the Pit -- hell, \t\tFunboy lives there.  Ask Top \t\tDollar.  \n[25] \tAs he summons some last minute budget bravery.  \n[26]\t\tYou walk outta here Top Dollar \t\twill erase your ass!  Top Dollar \t\towns the fucking street here and \t\tyou can't dick with me, you son of \t\ta bitch!  \n[27] \tas he realizes what Eric means.  Hauls ass and bangs through the \trear door with a bleat of terror.  \n[28] \tas seen from across the street.  Eric silhouetted, unmoving as \tthe whole store front blows hellaciously out around him, raining \tglass and debris.  Stirring his hair.  Eric is the black eye of \tthe fireball.  ", "Albrecht": "\n[1] \tALBRECHT is a black beat cop, 35, in a rain slicker.  \tMICKEY is the grease-aproned entrepreneur of MAXI DOGS, a steamy \topen-front fast foodery.  \n[2]\t\tYou gotta put the mustard \t\tunderneath first.  \n[3]\t\tHere, let me do it.  \tHe grabs the dog from Mickey.  Mickey puffs his cigar while he \tcooks.  Albrecht methodically spreads a napkin and performs \tsurgery on the hot dog, coating the bun with mustard, rolling \tthe dog in the bun.  Flashes Mickey a \"gimme\" look.  \n[4]\t\tCome on... onion.  Don't cheap \t\tout on me.  Lotta onions.  \n[5]\t\tHow do you ride that thing on a \t\twet street?  \n[6]\t\tCare for a hot dog?  \n[7]\t\tI'm buying.  \tElly grabs the stool next to Albrecht.  They`ve done this routine before.  \n[8]\t\t\t \t\tNo onions?  \n[9] \tReacting, with a mouthful.  \n[10]\t\tGoddammit.  \tMickey grabs the counter phone instantly.  \n[11]\t\tYeah, do it! \t\t\t \t\tStay right there!  \tHOLD ON MICKEY.  He points at Albrecht's hot dog.  Yecch.  \n[12] \tGun out, hauling ass on wet pavement.  Aims at the departing \tcar.  Gives it up.  Still too far away.  Pedestrians in the way.  \n[13] \tSkidding in, spotting the woman.  Kneeling to her.  \n[14]\t\tHere now!  You're gonna be okay! \t\tCan you understand me?  I'm a \t\tpolice officer...  \tThe woman is no longer in pain.  Deathly calm now.  \n[15]\t\tWhat did you say?  \n[16]\t\tOh no... don't go, darlin', you \t\tstay with me, now... shit!  \n[17]\t\tVictim's name is Shelly Webster. \t\tThe guy who got tossed is, uh ...-- \t\t\t  \tAlbrecht grinds out his smoke on the banister.  \n[18] \tTin-Tin frozen in deathshock, all of his knives sticking out of \thim.  Dead Ratso, b.g., where he fell.  \n[19]\t\tSure it coulda.  Funboy's not \t\there, neither is T-Bird -- none \t\tof Top Dollar's number ones.  \n[20]\t\tThis sack of shit is called Tin- \t\tTin.  \n[21]\t\tHe was a runner for Top Dollar. \t\tJust muscle.  \n[22]\t\t\t \t\tThis isn't Top Dollar's style \t\tanyway.  This was somebody else. \t\tSomebody new.  \tAlbrecht lights a fresh smoke.  Torres waves the smoke away.  \n[23]\t\tWho ever made that.  \tAlbrecht points.  CAMERA FOLLOWS to wall behind Tin-Tin.  A crow \tsilhouette has been daubed in blood there, now dry.  \n[24]\t\tI call it blood, Detective.  If \t\tyou want, you can call it graffiti.  \n[25]\t\tDon't move! I said don't move.  \n[26]\t\tI'm the police and I say don't \t\tmove, Snow White.  You're under \t\tarrest; I don't care what else is \t\twrong with you!  You move and \t\tyou're dead.  \tEric has begun to pace towards Albrecht.  Palms up.  A gesture of \tsubmission.  Albrecht's battle calm begins to waiver.  \n[27]\t\tNo further.  I'm serious.  \tEric bows, bringing his forehead in line with the gun's muzzle.  \n[28] \tHe gives it up.  Can't shoot.  This is too weird for him.  \n[29]\t\tAre you nuts, walking into a gun?  \n[30] \n[31]\t\tYou wanna run that back for me one \t\ttime?  \tSIRENS near, o.s.  Eric listens to them, to the night.  \n[32]\t\tYou don't say.  \n[33]\t\tFucking A, my friend.  \n[34]\t\tWatch it...  \tEric slices open his palm.  Blood flows.  To his fingertips.  \n[35] \tas Eric quickly daubs a crow silhouette in blood on the wall... \tthen exhibits the gashed hand to Albrecht.  \n[36] \tand the silhouette.  Mouth hangs.  \n[37]\t\tYou're the one who did Tin-Tin...  \tPULL BACK FAST to reveal Eric is gone from the frame.  Albrecht does \ta quick 180.  No Eric.  Flashbars from incoming units begin \tto bounce red and blue off his face.  \n[38]\t\tGreat.  Good night.  Guy shows up \t\tlooking like a mime from hell. \t\t\t \t\tLeast he didn't do that \"walking \t\tagainst the wind\" shit;  I hate \t\tthat.  \n[39]\t\tAnnie?  \n[40] \tAlbrecht enters frame from across her countertop.  \n[41]\t\tAnnie, I need a file.  \tThere is a desperate edge to Albrecht's voice.  \n[42]\t\tThis is special, darlin'.  Please?  \tAnnabella eyes Albrecht doubtfully.  Fatalistic sigh.  \n[43]\t\tDouble homicide.  A year ago. \t\tLas Halloween.  \n[44] \tflipping through the file. Smoking.  \n[45] \tSubject: Eric, dead in the street in front of the loft \tbuilding.  The blood on his face reminiscent of his crow face.  \tAs Albrecht's hand moves the photo we can see in the file \tseveral band shots of Eric as a member of Diabolique... \tincluding the shot on Lao's wall gallery of past performers at \tClub Trash.  \tA DOUGHUT on a paper plate suddenly touches down in the middle \tof all this research, startling Albrecht.  \n[46]\t\tI knew that.  \tAlbrecht holds a typewritten page closer to the the light.  \tCLOSE-UP DOCUMENT, torn by the knife hole made by Tin-Tin.  \tIt reads:  We, the Undersigned tenants of 1929 Calderone Court \tApartments...  \n[47]\t\tAnother nice white girl with a \t\tcause.  Like a big KICK ME sign.  \tAlbrecht takes up and 8x10 of Eric's face.  \n[48]\t\tShelly Webster.  And her nice \t\twhite boyfriend, Eric Draven.  \tWith a felt-tip pen he superimposes the crow smile, like the make- \tup, like the blood.  \n[49]\t\tCould be.  \n[50]\t\tWell, hello there...chocolate,  \n[51]\t\tThanks, babe.  \n[52]\t\tJeezus!  Don't ever do that, man!  \tAlbrecht pants, hysterical but calming down.  Eric waits.  \n[53]\t\tI told you cops don't say \t\t\"freeze\".  \tHe retrieves Eric's doctored photo from the spill of papers.  \n[54]\t\tYou, my friend, are dead.  I saw \t\tyour body.  You got buried.  \n[55] \n[56]\t\tYou died, man.  I can't believe it \t\tbut here you are.  Last year, \t\tyou and your girlfriend --  \n[57]\t\tYou went out the window.  She was \t\tbeaten and raped.  She died in the \t\thospital.  \tThey stop.  Eric didn't know this.  Fixes Albrecht with a look.  \n[58]\t\tHey, you asked, man. \t\t\t \t\tShe held on for thirty hours in \t\tintensive care.  Hemorrhage, \t\ttrauma.  He body just finally \t\tgave it up. \t\t\t \t\tI saw it and couldn't do jack for \t\ther.  \tEric has grown increasingly distraught over Albrecht's lines. \tNow he turns to Albrecht and, holding Albrecht's temples with \this fingers, puts his thumbs over Albrecht's eyes.  \n[59] \tWe see Eric react to a brutal Flash... but we don't see the \tFlash.  \n[60] \tAnd Eric tears from Albrecht; staggers back, now holding his own \thead.  His crow face slacked in realized horror.  \n[61]\t\tYou okay, man?  I mean, what just \t\thappened.  \n[62]\t\tYou gotta understand -- I was \t\thoping she'd talk, give me a lead, \t\ta clue, something to work with. \t\tBut she only said one thing to me \t\tbefore she died.  \tEric lowers his head, penitent.  \n[63]\t\t\t \t\tI'm sorry as hell, man.  \n[64] \tEric plucks the cigarette from Albrecht's lips, taking a single \tcontemplative puff from it.  \n[65]\t\tI should be trying to stop you.  \tEric nods, keeping his eyes on the cigarette.  \n[66]\t\tMy pleasure. \n[67] \tto see a blank building wall.  Fire escape.  Darkness.  No Eric. \tHe does a full 360 degree turn.  Eric is gone again.  \n[68]\t\tDamn, I wish he wouldn't do that.  \n[69] \twho watches with slow marvel from the shadows \n[70]\t\tJesus Christ...  \tHe runs to assist the demolished cruiser.  \n[71]\t\t\t \t\tCome on!  \n[72] \tAlbrecht harried and frantic, but in control.  \n[73]\t\tKeep your head down!  \tHe twists and turns the car, glancing rearward for pursuit.  \tGradually he calms down.  \n[74]\t\tI figured you might need a ride \t\thome.  \tEric looks up at him from his half-concealed crouch.  \n[75]\t\tI figured as much.  Did you cap \t\toff Funboy.  \n[76]\t\tYeah, among others. \t\t\t \t\tHey, man -- you're hit.  \n[77]\t\tIt's only fourteen or fifteen \t\tflesh wounds.  \tEric sits up as the car gains distance.  Grabs the cigarette out \tof ALbrecht's mouth.  Takes his single puff.  \n[78]\t\tGreat.  Litterbug of the Living \t\tDead.  \tEric turns back to Albrecht.  \n[79]\t\t\t \t\tRight. \t\t\t \t\tYou sure I can't just take you to \t\tthe emergency ward?  \n[80] \tIt hangs a turn and their escape is made.  \n[81]\t\tHow 'bout the morgue?  \n[82] \n[83]\t\tYou're gonna kill somebody else. \t\t\t \t\tWe're gonna stop and get a shit-load \t\tof Band-Aids?  \tEric is obviously fighting to stay centered, stay conscious. \tHis last fight has caused him a great deal of damage, taken a \tlot out of him.  He needs to recharge.  \n[84]\t\tHad to go get yourself hip-deep in \t\tshit, didn't you, my friend.  \tIt begins to rain.  Albrecht glances resentfully toward the \tsky.  \n[85]\t\tGive it a rest, huh?  \tA hefts a machinegun, clipped over and under.  CUTS LOOSE on \tfull auto into the Madonna on the window.  \n[86]\t\tYou sorta looked like you might \t\tneed my help.  \n[87]\t\tYou're welcome.  \n[88]\t\tThe hell you say.  This isn't just \t\tabout you any more.  \tEric stares dead-on at Albrecht, acidly, then BREAKS the Guard's \tsword, dropping the pieces and turning his back on Albrecht, who \tpursues Eric to:  \n[89]\t\tYou're bleeding, man.  You can't \t\tmake it.  \tEric shinnies up the bellrope, ignoring Albrecht.  \n[90] \tWatching as Eric dissappears from view, fast..  Grumbles.  \n[91]\t\tYou won't mind if I just take the \t\tstairs, then, smartass...  \tHe hefts his arsenal bag of hardware and begins to plod up the \tsteps.  \tANGLE - MOVING WITH ERIC ON THE ROPE -- A weird perspective of \tspeed climb.  Zip!  All the way to the top.  \n[92] \tHe stops his ascent to light a cigarette.  \n[93]\t\tI ain't cut out for this superhero \t\tshit.  \n[94]\t\tIs he dead yet?  \tINSERT - ALBRECHT'S HOLSTER as Lao's hand draws Albrecht's \tgun quickly.  \tANGLE - ALBRECHT AND LAO --Lao has blindsided Albrecht.  ", "Shelly": "\n[1] \tas Elly places the gathered flowers down.  Almost reverent.  \n[2]\t\tYour scary quotient needs work.  \n[3]\t\tI think red's my color, don't you?  \n[4] \tShe struggles to get her hood up against the rain and roughly \twipes the moisture from her face with her sleeve.  She turns \ttoward Eric's grave.  Then, surprised, she looks close.  ", "Mickey": "\n[1]\t\tWhat this place needs is a good \t\tnatural catastrophe.  Earthquake, \t\ttornado...  \n[2] \tALBRECHT is a black beat cop, 35, in a rain slicker.  \tMICKEY is the grease-aproned entrepreneur of MAXI DOGS, a steamy \topen-front fast foodery.  \n[3]\t\tMaybe a flood, like in the Bible.  \n[4]\t\tHeyyy -- it's the Elly monster.  \n[5]\t\tWhat's goin' on, Elly?  \n[6]\t\tWell, how's your friend?  \n[7]\t\tCall it in?  \tAlbrecht is off and running for the corner already.  \n[8]\t\t\t \t\tYou want I should save this for \t\tyou?  \n[9]\t\tChili dog for breakfast... it's \t\toriginal.  \n[10]\t\tOh.  \n[11]\t\t\t \t\tEveryone's a comedian.  Enjoy.  \tMickey EXITS FRAME.  "}}