{"filename": "Battle-of-Shaker-Heights,-The_script.txt", "imdb_id": "tt0357470", "imdb_url": "https://www.imdb.com/title/tt0357470", "characters": ["Todd /German Soldier (as Dale Simonton)", "Eve", "German Officer /Mr. Thomas", "Xiou-Xiou Ling", "Bart Bowland", "Sarah", "Abe", "Kelly Ernswiler (as Shia La Beouf)", "Tabby", "Lance", "Miner Weber", "Principal Holmstead", "Maurice /German Soldier", "Harrison", "Mr. Norway"], "dialogues": {"Eve": "\n[1]  \n[2]Now you try. \n[3] \n[4]Mao, what did we say about the eyes? \n[5]That's right. And didn't I tell you to put in more cacti? \n[6]Oh boy. I'm not having this battle with you again. \n[7]Well, you can always chip in here. We're ordering pizza later. \n[8]Sweetie, you know what we said about paying for the war things. Nothing's changed. \n[9]Don't be dramatic. \n[10]You're just going to have to find a way to pay for it yourself then, I guess. No - not that way - the sky should be stormier. Angry clouds. \n[11]More brown, less blue. \n[12]Oh, Kelly, you're home. Good. I need you to go to the art supply store for me. \n[13]He was going to but he had to go lead a meeting at Care House. \n[14]I'll make it up to you. \n[15]When are you going to give me a break? \n[16]You're right. You have every reason to crawl into the corner and give up. But please just get me some paints first. \n[17]We need burnt sienna, cadmium red, and midnight blue. Two tubes of blue. What happened to your face? \n[18] \n[19]-- And if we don't sell them there, we'll set up on the corner of Stevens and Lane, by the gas station. That's a good location. \n[20]Are you listening to me? \n[21]The same as always. \n[22]Kelly. Want dinner? \n[23]One day, we're all going to be happy. \n[24]  \n[25]   \n[26]Hey you two. I'll try not to act surprised. It might spoil the moment. \n[27]Keller, I think I'm missing some art supplies. Have you seen them around the house? \n[28]I don't know what to do with him. \n[29]When are you going to let me give you your own show? We could do it for real. \n[30]Kelly! \n[31]What a nice surprise. It's so nice to finally meet you. \n[32]A little is right. But I work it as much as I can. \n[33]So, what have you boys been up to? \n[34]Charlie at the Old Soldiers' Home? \n[35]You boys should swing by Care House. There are some Vets there. \n[36]Oh. Well - okay. \n[37]I should go. But you boys should come over to our house some time. I know your family must get tired of him. \n[38]Well, you're going to have to. Your father's at the hospital. \n[39]They think he has stomach cancer. \n[40]Why would you say something like that? \n[41]\"Seems to fit.\" Do you understand what I just said? \n[42]Kelly - \n[43]   \n[44]Oh Kelly. What happened? \n[45]Jesus. Let me see that. \n[46]I'm going over to see dad. \n[47]And you need to come. \n[48]At this point that's not an option. \n[49]It's never a good time. \n[50] \n[51] \n[52] \n[53]The man I love is dying. \n[54]If I made a mistake, if you felt left out, I'm sorry. But I can only deal with one thing at a time. \n[55]  \n[56]Kelly, is that you? \n[57]He looks just like you. \n[58]That's amazing. Art playing a part in war. \n[59]I have. ", "Ling": "", "Bart": "\n[1]Kelly? \n[2]I mean - that's Irish, right? \n[3]Dude, you made him write to his mother? Who are you, Dr. Phil? \n[4]Might as well. There's only an hour left anyway. \n[5]That Willys yours? \n[6]Real funny, Ernswiler. You might still get your chance to die today. \n[7]Character building? Those crazy guys from Ann Arbor tied them to a dock. \n[8]D-Day at Kenosha was nothing. At Guadalcanal Chillicothe there was a guy who actually injected himself with malaria. \n[9]Where do you live, anyway? \n[10]That explains the death wish. Me too. What street? \n[11] \n[12]Langely Prep. \n[13]Well, I got kicked out of Shaker Heights High because my birdhouse came unglued in honors woodshop. \n[14]No matter. We're all soldiers here. \n[15]You should come over some time. Service our lawnmower. \n[16]How bourgeois. Cheerio then. \n[17]Kelly. Hey. \n[18]Just a couple days a month, to get a heads-up on the latest stuff. What are you doing? \n[19]Is that all? Don't bother. I have a couple extras at home. I could give you one if you want. \n[20]My dad's real into hoarding. \n[21]Grant's field flask. \n[22]Forget him. \n[23](laughing in sympathy and amusement \n[24]Jesus, she must think you're really screwed up. Are you? \n[25] \n[26]Stonewall Jackson's. \n[27]Can you imagine that? Losing your leg and getting back up on your horse? Unbelievable. What balls. \n[28]He's got so much crap crammed in here he doesn't even notice when it's missing. I saw a backpack in here somewhere. \n[29]I thought he had a couple. \n[30]Trust me, you shouldn't. Where'd your old one go? \n[31]How? \n[32]You let someone take it? \n[33]Sounds like your mouth gets you into trouble a lot. \n[34]Tabby, this is Kelly. \n[35]Shut up. \n[36]Very funny. We're paying attention to you, are you happy now? \n[37] \n[38]The fiancé. \n[39]Listen, I'm going to the flea market on Saturday. I have a line on a couple dealers. You could get a backpack there. \n[40]Especially if you know who to talk to. \n[41]Or your sister's sandbox. \n[42]No, that's quite all right. Actually, I'm in the market for medals. \n[43]Are you sure? \n[44]Yeah. How much? \n[45]General Ulysses S. Grant's field flask, my friend. \n[46]Throw in one of those backpacks and we'll call it even. \n[47]Exactly. That's why the resale value is so high. \n[48]Don't be so naïve. We all have our skeletons. Some of them just pay more than others. \n[49]Don't ask, don't tell. The army gets everything right, don't they? \n[50]Anything military? \n[51]What do you want for the box? \n[52]Fifteen. \n[53]Not at Dartmouth. Where are you going to go to school? \n[54]Ah, you have that luxury. \n[55] \n[56]Are you crazy? My life sucks. Everyone's always telling me what to do. You can't fight it. Go with the flow. \n[57]She got to go where she wanted. Sarah Lawrence. Six years. She's almost done with grad school. Yale. \n[58] \n[59]It was a joke. Joke? \n[60]What happened to your face? \n[61]Same guy? \n[62]What are you going to do about it? \n[63]Of course not. But there are alternatives\u0085 \n[64]Haven't you ever heard of the 193rd Special Operations Wing? \n[65]Well do you want to get this guy or what? \n[66]All right. Let's get the fuck out of here, then. \n[67] \n[68]Once we've gathered the intelligence, the plan will reveal itself. \n[69]No, it limits our scope - what's the objective? \n[70]Easy enough. 'Nam's probably our go- to war for that sort of thing. I have the declassified briefs from the Phoenix Project around here somewhere. \n[71]Of course we'll drop what we're doing because what you're doing must be more important. \n[72]I'll find those reports. \n[73]Christ Kelly, I let you go out on a little supply line assist and you're gone for days. Come on. \n[74]Enough with the mind pollution, Hanoi Hannah. \n[75]So, you have a thing for my sister? \n[76]Everybody does. \n[77]Oh really, like what? \n[78]You don't wear women's clothes when you're alone, do you? \n[79]Let me see. Don't be a farb, give them up. \n[80]The coast is clear. \n[81]Let me prepare to deploy. \n[82]We've planned for every contingency using the tried and true techniques of the last great world power. \n[83]Stay low. On my signal. \n[84]What an asshole. His mom gave me cookies, though. \n[85]Don't ask stupid questions. Let's go home and listen. \n[86]  \n[87]It was a five-watt FM bug, so we should be in range - \n[88]Be patient. It's voice activated, so we'll get everything. Trust me. It's going to be great. \n[89]We reconnoiter tomorrow at nineteen hundred hours. \n[90]  \n[91]It's really too perfect, actually. \n[92]I can't describe. Just hit play. It's all cued up. \n[93]Exactly. \n[94]I have a few notes jotted down. \n[95]   \n[96]She dots her I's with hearts. And her L's are loopier. The L is very important. \n[97]Sometimes collateral damage can't be avoided. \n[98] \n[99] \n[100]Do you have everything? \n[101]We can't afford any errors. \n[102]I wish I could be there to see it. \n[103]It's a day that will live in infamy. \n[104]I don't hear you coming up with anything. \n[105] \n[106]You're kidding me. \n[107]To Operation Mincemeat. \n[108]How does it feel to give better than you get? \n[109]You want some more? \n[110]That's my boy. \n[111] \n[112] \n[113]You do? \n[114] \n[115]  \n[116]My dad has this friend who's a director. He's shooting a documentary for the History Channel. \n[117]He needs some guys to do a reenactment of some European theater battles for him. \n[118]I haven't asked you yet. \n[119]Well, if you want to. Next weekend. But you have to take it seriously. \n[120]From what I've seen, you play fast and loose with your characterizations. This has got to be straight up. \n[121]Like back in the dining room? \n[122] \n[123] \n[124]I'm just saying. I know the difference between fantasy and reality. \n[125]I don't know. \n[126]Why didn't you tell me your dad was a burn-out? \n[127]I tracked you down. There's someone I'd like you to meet. \n[128]I met him when my mom made me go around caroling with the Youth Group. \n[129]Does it matter? \n[130]I don't know. You tell me. \n[131]I told you not to play him for money. \n[132]Exactly. You should know better. What do you want. \n[133]That woman's calling you. \n[134]Likewise. So, doing a little business? \n[135]Not at all. But I'd love to, anyway. \n[136]What's your problem? She's pretty cute. \n[137]Don't you want your soda? \n[138]   \n[139]So filming's on Saturday. Can you make it? \n[140]Good. It's gonna be really cool. He's got an explosives expert coming. \n[141]What's up? \n[142]Maybe you should talk to my dad about it. \n[143]Of course. He loves you. He was talking the other day about helping you out. Want to go to Dartmouth? \n[144]He was. If you applied for Spring Semester, he could \"pull some strings.\" \n[145]Yeah, probably not. \n[146]That's bullshit. \n[147]Tell that to my family. They're like your fucking fan club. \n[148]Even Tabby likes you. \n[149]Well, she's inviting you to the wedding. \n[150]But you probably won't enjoy that much, will you? \n[151]Good, I'll call mom's nephew Fletcher and tell him to expect a little action. \n[152]He's twelve. Let me give some advice. He's very into sharks at the moment. \n[153] \n[154]   \n[155]Not tonight, ma. \n[156]No where. \n[157]I ought to fucking kill you. \n[158]You had to do it. \n[159]You just do whatever the fuck you want. And consequences don't matter, do they? \n[160]What the fuck do you think she's going to do, run off with you? \n[161]You're a seventeen-year-old bag boy. She's a Yale grad student. Talk about living in a fucking fantasy world. \n[162] \n[163]He should be here any minute. Calm down. \n[164]What the fuck are you doing? \n[165]I uninvited you. \n[166]Why are you wearing that? \n[167] \n[168]Because you know why. Just go home. \n[169]Hey. \n[170]Yeah. The have this intensive summer orientation thing. \n[171]Well, it's optional, but dad thinks it would be \"a good way to meet people.\" \n[172]He usually is. \n[173]Thanks. \n[174]Everything you'd let me bring. ", "Bowland": "\n[1]  \n[2]  \n[3]  \n[4]  \n[5]  \n[6]  \n[7]  \n[8]   \n[9]  \n[10]  \n[11]   \n[12]  \n[13]   \n[14]    \n[15] \n[16]   \n[17]  \n[18]  \n[19]   \n[20]   ", "Sarah": "\n[1]So how'd your battle go today? I still don't understand how you could reenact the Battle of the Bulge in seventy-two degree weather. Didn't all those guys freeze to death? \n[2]That's gross. \n[3]Then why do you do it? \n[4]Really? Maybe I should try it. \n[5]Stop it! \n[6]Sorry I asked. \n[7]I'll accidentally drop a couple pints of milk and meet you over there. \n[8]The frozen food woman came in with her kids. They must eat out of those little cardboard trays every night. One of the kids looked like cardboard. \n[9]No. \n[10]Sorry about that. \n[11]Why do you mess with him? \n[12]Sounds dangerous. \n[13]Have you been drinking? \n[14]What presentation? \n[15]Okay. Um. \n[16]It's nothing. I - \n[17]I have an extra ticket to Aerosmith this weekend. \n[18]Oh. Yeah, I figured. Okay. I'll see you in the dairy section, though. \n[19]I forgot to tell you this box was booby-trapped. \n[20]The concert was lame. The opening act singer ripped his leather pants during a stupid dance routine and stormed off stage. Are you okay? \n[21]Lance? \n[22]Sure. I understand. \n[23]Um, I don't have a perfect life, if that's what you're asking. \n[24]Fuck you. \n[25]Hey. \n[26]I've got a summer internship at an ad agency. \n[27]It's all right, I guess. \n[28]When are you going to get a real job? \n[29]You can't be a stock boy your whole life. \n[30]Well, it was good seeing you. \n[31]What? \n[32]If you think it would be more fun. \n[33]I spent my summers with my grandma in the Catskills. She didn't give me any spending money. So I played the bones for ice cream. ", "Abe": "\n[1]Sergeant Keller! How was the war? Did we win? \n[2]As usual, your cynicism is refreshing. \n[3] \n[4]Now Keller, who needs that sandwich more - you or the daughter of a crack addict trying to make a new life? \n[5]That went well. \n[6]Keller. There's a meteor shower. \n[7]Oh, you mean Emmett? They didn't have an empty bed for him at Care House. \n[8]He just needs a place to sleep for the night. \n[9]I've been straight for four years, almost five. A third of your life. \n[10]I hate to tell you this, but I'm not your problem anymore. \n[11]Let me know. I can wait. \n[12] \n[13]Did you make this with more chili pepper than usual? \n[14]That sounds nice. \n[15]    \n[16]Hey. Kelly. \n[17]Not bad. \n[18]Did you get punched? \n[19]I know the feeling. Come on in and watch some television. Don't worry, this one's bolted to the wall. As you can see, my reputation precedes me. \n[20]Any battles this weekend? \n[21]Busy, busy. \n[22]Answer me this: how come no one ever reenacts the Vietnam War? \n[23]I guess it would. \n[24]Folks dressed up like your mom and me. People reenacting fleeing to Canada, burning draft cards. I guess that would ruin the spirit of the thing, now wouldn't it? \n[25]I bet you could. ", "Tabby": "\n[1] \n[2]All these little old ladies are looking for him in Arizona. He took their retirement money and bought defective bazookas with it. \n[3]Finally, my life is complete. Fait accompli. \n[4]Sloppy joe? Sloppy no. \n[5]I have to go take a shower. Will you call me when Miner gets here? \n[6]Oh, hello. What happened to you? \n[7]You paint? \n[8]How so? \n[9]Oh you're not one of those oil snobs are you? \n[10]Jejune? You're jejune. How old are you anyway? \n[11]And you paint? \n[12]That explains it. \n[13]Infantas are Spanish. Michelangelo was Italian. \n[14]Well - Kelly. Nice talking to you. \n[15]Hey. I have some stretcher bars out in the car. Can somebody help me bring them in? \n[16]      \n[17]That's the Cleveland waterfront. \n[18]It's the light. I was playing with diffusion. \n[19]Very funny, wiseass. \n[20]It is. \n[21]Farmer? \n[22] \n[23]No. Definitely not. Thank god. \n[24]You said your mom was a painter? \n[25]What do you mean? \n[26]Like Andy Warhol's Factory. \n[27]Wow. So you really grew up with it. What does, did, your dad do? \n[28]\"Tragedy struck?\" \n[29]Well, just wait. Those burnout types always have a triumphant comeback tour. \n[30]Have fun, boys. \n[31] \n[32]Are you? \n[33]I don't think I have room for a playpen in here. \n[34]   \n[35]Kelly? \n[36]You did. \n[37]Well you're here now. Go ahead. Set your canvas up. Use one of the ones in the corner. \n[38]Brushes are in the jar. Paint's in the drawer. \n[39]Well then. \n[40]No. \n[41]Just don't talk. \n[42] \n[43]Kelly. This is Kelly - \n[44]Kelly's a friend of Bart's. He paints. \n[45]I'm not at a good stopping point. \n[46]I really shouldn't. \n[47]We will. I promise. \n[48]Maybe. Probably. \n[49]Like what? \n[50]Just because he didn't want to picture you as a pupa? \n[51]He wants to be with me. What's so bad about that? \n[52]Well, that's sweet - \n[53]Hey, I can take care of myself. \n[54]At the end of the month. But don't ask me about it. It makes me nervous. \n[55]No. \n[56]What are you painting? \n[57]How? \n[58]Do you have any idea what you're talking about? \n[59]Well, some people actually say what they really think. \n[60]It doesn't matter. It's called being yourself. \n[61]Not boring. Scary and wonderful and exciting. \n[62]I can't deal with that stuff, ma. I don't care who sits next to whom. I should have eloped. \n[63]He talks about art. \n[64]  \n[65]Miner and I broke up. \n[66]Yeah. \n[67]You did, huh? \n[68]I don't need any more bullshit right now. \n[69]I'm not as complicated as you think. \n[70]Oh. \n[71]There's more to it than that. \n[72]Thanks. \n[73]You like me, don't you? \n[74]No, I mean -- you like me. \n[75]Well, do something. \n[76]  \n[77]Kelly? \n[78]Hey. \n[79]We talked. \n[80]I'm really sorry. \n[81]Oh, Kelly. ", "Lance": "\n[1]What the fuck are you looking at, GI Jane? \n[2]No really, what makes you think you can look at me? \n[3]That's pretty funny. You got dental insurance? \n[4]What? What? \n[5]You upset Bridget. \n[6]You need to apologize. \n[7]Why are you fucking with me? You little fucker. Want to play, fuckface? \n[8]Let's see what Beetle Bailey's got in his knapsack. \n[9]Hey fuckface. Like my new hat? I just joined the Boy Scouts. \n[10]You're a regular Howie Mandel. \n[11]Okay babe. One day you and me will be alone. And won't that be nice? \n[12]  \n[13]    \n[14]Smile worker bee. I'll be your boss some day. \n[15] \n[16]You're right. But I was thinking it. Instead I just told her to add more vinegar next time, and - \n[17]But baby, my birthday's coming up. \n[18]Come on. A little action. A little prime time action. \n[19]That's the point. That's what makes it sexxxy. Dangerous. \n[20]  \n[21] \n[22] \n[23]Nothing, you bad girl. \n[24]See you soon, my naughty baby. \n[25]It's my birthday! I'm going to get a present. \n[26]Damn it, fuckface. What're you smiling about? You wish you were me. \n[27]Mr. Palmer? May I be excused? \n[28]Daddy's here for the Easter egg hunt. \n[29]Ooh, push my buttons. \n[30]Oh yeah. Oh yeah. You little minx. \n[31]Bridgie? Come on, daddy's sick. He needs his medicine. \n[32]I brought our friend along. He's happy to see you. \n[33]What the fuck are you all looking at? \n[34]What, they re-assign you to the bicycle brigade? \n[35]Too bad, cause I'm not. Remember that little show I put on for the school? \n[36]Oh, come on. Pants down? Doll? Hard on? \n[37]And did you hear me and Bridget aren't going out anymore because of it? \n[38]Yeah well, let's get this over with. \n[39]Did you call me a homo? \n[40]No time like the present. \n[41]Get off me. ", "Miner": "\n[1] \n[2]Miner Webber. \n[3]Quite all right. So, what do we have here, a little painting class? \n[4]Oh? What's your real job? \n[5]That's quite an image. \n[6]What? \n[7]Whatever it takes to get you through the day. \n[8]I have the afternoon off. Come away with me. \n[9]Oh, come on. They'll still be here. I know you'll still be here. \n[10]But everyone will be coming soon. And it will get all crazy, and we won't have any time to ourselves. \n[11]Like tonight? We can practice honeymoon suite. ", "Weber": "", "Principal": "\n[1]   \n[2]Kelly! I told some of your teachers about your presentation. We're all really looking forward to it. ", "Holmstead": "\n[1]What gives you the idea that you can or ought to question the curriculum? \n[2]Or question your teacher? \n[3]Kelly, you're a very bright boy. But you're making some serious mistakes. \n[4]This anger must be masking a lot of hurt. \n[5]I see you're not going to college next year. What are your plans? \n[6]How do I get through to you? \n[7]I think we can come up with a punishment which might actually be more of an opportunity for you to realize your true potential. \n[8]For those of you who haven't had the chance to get to know Kelly, you should know he has a very interesting hobby. He takes part in reenactments of World War II battles right here in Ohio. \n[9]He has an unusual first-hand knowledge of history. We recently discovered that this extends beyond World War II to the Civil War, which he is going to discuss with you today. Kelly? \n[10] ", "Harrison": "\n[1]German's a Cold War language. You can't get any kind of State Department position without more diverse linguistic training than that. You'll take Chinese. \n[2]Are we on the same page? \n[3]But have you ever noticed how in movies they always bite the grenade before they throw it? \n[4]You come from a creative family, do you? \n[5]Here, Kelly, try a bit of these leeks. Minnie has a way with the white sauce. \n[6]Don't sit any of Mathilda's sisters next to me if you can help it. Oh, hello. So nice to see you. Thank you for coming. \n[7] \n[8]Is that everything? \n[9]Give me a break. ", "Norway": ""}}