{"filename": "Sweet-Hereafter,-The_script.txt", "imdb_id": "tt0120255", "imdb_url": "https://www.imdb.com/title/tt0120255", "characters": ["Jessica", "Wendell", "Hartley", "Abbott", "Nicole Burnell", "Allison", "Mitchell Stevens", "Zoe Stevens", "Stewardess", "Wanda", "Risa", "Bear", "Billy", "Sam Burnell", "Dolores Driscoll"], "dialogues": {"Jessica": "\n[1] \tNICOLE has just finished reading a story to JESSICA and \tMASON.  The children are asleep.  NICOLE puts the book down, \tand kisses the two sleeping children on the cheek.  \tNICOLE gets up to leave the bedroom, leaving the door \tslightly open.  \tLight spills in from the hallway.        \tThe End\t\t\t\t\tOctober, 1996    </html> ", "Wendell": "\n[1]\t\tAre you a reporter?  \n[2]\t\tYou here about the accident?  \tMITCHELL stares at WENDELL'S haunted eyes, then looks back \tat RISA.  He immediately knows their story.  \n[3]\t\tKyle Lambston's a drunk.  Nobody \t\tlikes him.  He's a nasty piece of \t\twork.  \n[4]\t\tBeen drinking since high school. \t\tFucked himself up.  Used to be smart \t\tenough.  \n[5]\t\tProbably half a dozen traffic \t\tconvictions.  Drunk driving.  Lost \t\this licence.  That's why he don't \t\twork no more.  \n[6]\t\tCan't get off that shitty dump they \t\tlive on.  What little money comes in \t\tgoes to booze.  \n[7]\t\tDon't know.  Food banks, welfare, \t\tchurch charity.  They scrape by.  \tMITCHELL looks at RISA, who has remained silent.  \n[8]\t\tTaking it out on her.  \tMITCHELL stops taking notes, and looks at the WALKERS.  \n[9]\t\t\t\t \t\tYeah, right.  \tBeat.  MITCHELL looks at WENDELL, waiting for an \texplanation.  \n[10] \n[11]\t\tThat sonofabitch owes thousands to \t\tthe bank and half the businesses in \t\ttown.  He's about to lose his house \t\tand car.  \n[12]\t\tCharlene's over at the Spread Eagle \t\tevery other night.  Sleeps with \t\twhatever she can get her hands on. \t\tShe'll go down for a pat on the head \t\tand a fistful of peanuts.  \tMITCHELL is taking notes.  \n[13]\t\tDon't even think of the Bilodeaus or \t\tthe Atwaters.  They're all inbred.  \n[14]\t\tYeah, well, they probably smoke \t\tweed.  \n[15]\t\tYou don't know is what you mean.  \tMITCHELL regards the tension between RISA and WENDELL as he \tcontinues to make notes.  \tMITCHELL'S cell phone rings.  He answers it.  ", "Hartley": "\n[1]\t\tYou want a cup of tea or something?  \n[2]\t\tBut Dolores said she saw a dog and \t\ttried to...  \n[3]\t\tI didn't ask if you wanted milk.  \n[4]\t\tWe've only got honey.  ", "Abbott": "", "Nicole": "\n[1]\t\tReally?  \n[2]\t\tYou mean it?  \n[3]\t\tYou don't sound like one hundred \t\tpercent absolutely sure.  \n[4]\t\tI'm so happy, Daddy.  \n[5]\t\tJust the way Dolores gets so excited \t\tabout bringing the kids to check out \t\tthe animals.  It's like the biggest \t\tthing in her life.  \n[6]\t\tHi, Mr. Ansel.  Hi, Jessica, \t\tMason...  \n[7]\t\t\t\t \t\tWas it good?       \tThe children shake their heads.  NICOLE and BILLY laugh.  \n[8]\t\tOkay.  \n[9]\t\tThe Pied Piper of Hamelin. \t\tBy famous Hanover city; \t\tThe river Weser, deep and wide, \t\tWashes its wall on the southern \t\tside; \t\tA pleasanter spot you never spied; \t\tBut, when begins my ditty...  \n[10]\t\tIt's like a song.  \n[11] \n[12]\t\tRats! \t\tThey fought the dogs and killed the \t\tcats, \t\tAnd bit the babies in the cradles, \t\tAnd ate the cheeses out of vats. \t\tAnd licked the soup from the cook's \t\town ladles, \t\tSplit open the kegs of salted \t\tsprats, \t\tMade nests inside men's Sunday hats, \t\tAnd even spoiled the women's chats, \t\tBy drowning their speaking \t\tWith shrieking and squeaking \t\tIn fifty different sharps and \t\tflats...  \n[13]\t\tYes.  \n[14]\t\tDon't you usually like to sit at the \t\tback?  To wave at your Dad?  \n[15]\t\tOkay.  \tNICOLE covers JESSICA, and gets up to leave.  \n[16]\t\tWhat, Mason?  \n[17]\t\tThat's right.  \n[18]\t\tBecause...he wanted to them to be \t\tpunished.  \n[19]\t\tYes.  \n[20]\t\tNo.  Not mean.  Just...very angry.  \n[21]\t\tShould I keep reading?  \n[22]\t\tAre you sure?  \n[23]\t\tIt just seems...kind of weird.  \n[24]\t\tI don't know.  \n[25]\t\tNo.  I mean, I remember Mrs. Ansel \t\twearing some of this stuff, but...I \t\tdon't feel funny about that.  I \t\treally liked her.  \n[26]\t\tWhat do you mean 'outgrown it'?  \n[27]\t\tOh. \t\t\t\t \t\tRight.  \tNICOLE turns to leave, taking the clothes with her.  \n[28]\t\tGoodnight, Mr. Ansel.  \n[29]\t\tNothing.  \tSAM stares at the bundle of clothes on NICOLE's lap.  \n[30]\t\tMrs.  Ansel's clothing.  \n[31]\t\t\t\t \t\tOnce more he stept into the street, \t\tAnd to his lips again \t\tLaid his long pipe of smooth \t\tstraight cane; \t\tAnd ere he blew three notes \t\tsuch sweet soft notes as yet \t\tmusician's cunning \t\tNever gave the enraptured air - \t\tThere was a rustling, seemed like a \t\tbustling \t\tOf merry crowds justling at pitching \t\tand hustling, \t\tSmall feet were pattering, wooden \t\tshoes clattering,       \t\tLittle hands clapping and little \t\ttongues chattering, \t\tAnd, like fowls in a farm-yard when \t\tthe barley is scattering, \t\tOut came the children running. \t\tAll the little boys and girls, \t\tWith rosy cheeks and flaxen curls, \t\tAnd sparkling eyes and teeth like \t\tpearls. \t\tTripping and skipping, ran merrily \t\tafter \t\tThe wonderful music with shouting \t\tand laughter...  \tInside the barn, SAM and NICOLE are engaged in a sexual \tembrace.  The camera glides past them as NICOLE's voice \tcontinues to read from the poem.      \n[32]\t\t\t\t \t\tWhen, lo, as they reached the \t\tmountain-side, \t\tA wondrous portal opened wide, \t\tAs if a cavern was suddenly \t\thollowed; \t\tAnd the Piper advanced and the \t\tchildren followed, \t\tAnd when all were in to the very \t\tlast, \t\tThe door in the mountain-side shut \t\tfast...   \n[33]\t\t\t\t \t\tDid I say, all?  No!  One was lame, \t\tAnd could not dance the whole of \t\tthe way; \t\tAnd in after years, if you would \t\tblame \t\tHis sadness, he was used to say,- \t\t'It's dull in the town since my       \t\tplaymates left! \t\tI can't forget that I'm bereft \t\tOf all the pleasant sights they see, \t\tWhich the Piper also promised me. \t\tFor me led us, he said, to a joyous \t\tland, \t\tJoining the town and just at hand, \t\tWhere waters gushed and fruit-trees \t\tgrew, \t\tAnd flowers put forth a fairer hue, \t\tAnd everything was strange and \t\tnew...  \tOn this last line, NICOLE's lips begin to move, as she \trepeats the line out loud to herself.  \n[34]\t\tEverything was strange and new.  \n[35]\t\tC'mon, Sean.  Sit next to me.  \tMASON is sitting beside NICOLE.  NICOLE whispers something \tto him, and he makes his way for SEAN.  \tMASON goes to the back of the bus and sits beside his \tsister, JESSICA.  SEAN moves tentatively towards NICOLE.  \n[36]\t\t\t\t \t\tThey say I'm lucky because I can't \t\tremember the accident.  \n[37] \n[38]\t\t\t\t \t\tIt's an incredible relief to be \t\tleaving the hospital.  I'm so sick \t\tof looking at my doctor, listening \t\tto Frankenstein ask me stupid \t\tquestions about what I was \t\tfeeling...  \n[39]\t\t\t\t(voice over, \t\t\t\tcontinuing \t\tHe thought it was cute when I called \t\thim Frankenstein.  It wasn't.  I \t\tfeel like his monster.  \n[40]\t\tWhat happened to summer?  \n[41]\t\tAnd winter?  \n[42]\t\tHow was it?  \n[43]\t\tGood thing I was in Florida.  \tMARY doesn't know quite what to make of NICOLE'S joke.  SAM \tflashes NICOLE a smile.  She doesn't return it.  \n[44]\t\tThe ramp?  \n[45]\t\tVery slick.  \n[46]\t\tIt's okay.  \n[47]\t\tThe door needs a lock.  \n[48]\t\tYou better.  And you can sleep in my \t\tnew bed with me too.  \tNICOLE grabs her sister's hand, and JENNY moves in close to \ther.  SAM comes back with the tools.  He starts to screw in \tthe hook.  \n[49]\t\tThat's too high.  I'll never reach \t\tit.  \n[50]\t\tWhat boys?  \n[51]\t\tIt's interesting.  \n[52]\t\tI feel like a princess.  \tSAM comes back and begins to work on the door.  NICOLE \twatches him.  She notices a new computer on a desk.  \n[53]\t\tIs this mine?  \n[54]\t\tFrom you?  \n[55]\t\tWho's Mr. Stephens?  \n[56]\t\tYou and Mom have a lawyer?  \n[57]\t\tMy lawyer?  Why do I need a lawyer?       \n[58]\t\tNo.  What's this lawyer business?  \tMARY turns to JENNY.  \n[59]\t\tBut you didn't lose me.  \n[60]\t\tI can't walk anymore.  \n[61]\t\tWhat about insurance?  Doesn't \t\tinsurance pay for these things?  \n[62]\t\tHow will he do that?  \n[63]\t\t\t\t \t\tThat's the first thing I heard about \t\tyou.  That you were a smart man.       \t\tThat you  were so smart that you \t\twere going to sue the town, then \t\tmake us all feel better...  \n[64]\t\t\t\t \t\tYou're good at that.  Good at \t\tgetting people to believe you could \t\tdo something for them.  Something \t\tthey could never do for themselves.  \tMITCHELL breaks the silence.  \n[65]\t\tI don't like thinking about the \t\taccident.  I don't even remember it \t\thappening.  Besides, it just makes \t\tpeople feel sorry for me, and...  \n[66]\t\tYou can only feel lucky that you \t\tdidn't die for so long.  Then you \t\tstart to feel...unlucky.  \n[67]\t\tYes.  Like Bear and the Ansel twins \t\tand Sean and...  \n[68]\t\tIt's the truth.  \tMITCHELL regards MARY with calm authority, as though he's \ttelling her the time.  \n[69]\t\t\t\t(after a slight \t\t\t\tpause \t\tWhat do you want me to do for you, \t\tMr. Stephens?  \n[70]\t\t\t\t       \t\tThat got you talking about \t\tdepositions and lawyers.  By the \t\ttime Daddy came back from the \t\twashroom and Mom came in with her \t\ttea and cookies, you were going on \t\tabout how tough it would be for me \t\tto answer some of the questions \t\tthose other lawyers would ask .  \n[71]\t\tI won't lie.  \n[72]\t\tThe truth is that it was an \t\taccident, and no one's to blame.  \n[73]\t\tYou seem very sure about that.  \n[74]\t\tNo matter what I'm asked, I'll tell \t\tthe truth.  \tSAM looks back, expressionless.  \n[75]\t\tDolores.  \n[76]\t\tWhy?  \n[77]\t\t\t\t \t\tAt that moment, I hated my parents - \t\tDaddy for what he knew and had done,  \n[78]\t\tand even Mom for what she didn't \t\tknow and hadn't done.  You told me \t\tit wasn't going to be easy.  But as \t\tI sat there, staring at Daddy, I \t\tknew it was going to be the easiest \t\tthing in my life.  \n[79]\t\tC'mon, Sean, sit next to me.  \n[80]\t\t\t\t \t\tFor he led us, he said, to a joyous \t\tland, \t\tJoining the town and just at hand, \t\tWhere waters gushed and fruit-trees \t\tgrew, \t\tAnd flowers put forth a fairer hue, \t\tAnd everything was strange and \t\tnew...  \n[81]\t\tNothing.  \n[82]\t\tAs opposed to this T.V.?       \tNICOLE stares at SAM.  \n[83]\t\tBesides, I'd like to see Billy.  \tNICOLE stares at the television.  \n[84]\t\t\t\t \t\tThat wasn't true.  I didn't want to \t\tbe seen by anyone whose kids had \t\tbeen killed by the accident. \t\tEspecially not Billy Ansel.  \tNICOLE turns her attention back to her parents.  \n[85]\t\tActually, now that I think about it, \t\tI'd just as soon stay in my room.  \tNICOLE shoves her wheelchair towards her room, as the camera \tremains on her face.  \n[86]\t\t\t\t \t\tI remembered all the times I had \t\ttucked Jessica and Mason into bed. \t\tHow they loved to have me read to \t\tthem before they slept.  There was \t\tnothing for me to say to Billy, \t\texcept I'm sorry.  I'm sorry that \t\tyour children died when my parent's \t\tchildren didn't.  \n[87] \tNICOLE is lying in her bed.  A knock at the door.  SAM \tenters the dark bedroom and sits on the bed beside her.  \n[88]\t\tNo.  \n[89]\t\tGreat.  \n[90] \n[91]\t\tI mean I'm a wheelchair girl now. \t\tIt's hard to pretend I'm a beautiful \t\trock star.  Not like you used to \t\ttell me.  Remember, Daddy?  All the \t\tpeople that were going to discover \t\tme?  Where are they now?  \tSAM turns away from NICOLE.  \n[92]\t\t\t\t \t\tHe couldn't look at me.  But I \t\tlooked at him.  Right at him.  His \t\tsecret was mine now.  We used to \t\tshare it.  But not anymore.  Now, I \t\towned it completely.  \n[93]\t\tGreat.  \tSilence.  SAM gets up to leave the room.  \n[94]\t\t\t\t \t\tBefore, everything had been so \t\tconfusing.  I never knew who was to \t\tblame.  But now I know.  He's just a \t\tthief, a sneaky thief who had robbed \t\this daughter.  Robbed me \t\tof...whatever it was that my sister \t\tstill had and I didn't.  And then \t\tthe accident robbed me of my body.  \n[95]\t\t\t\t \t\tThe last time I was in the community \t\thall was for the big Christmas party \t\talmost a year ago.  It hadn't \t\tchanged.  \n[96]\t\tYes.  \n[97]\t\tAbout eight-thirty in the morning.  \n[98]\t\tNo.  I was alone.  My sister Jenny \t\twas sick and stayed home that day.  \n[99]\t\tLike what?  I mean, I don't remember \t\ta lot.  \n[100]\t\tYes.  \n[101]\t\tMy usual place.  On the right side. \t\tThe first seat.  \n[102]\t\tUntil the accident?  No. \t\t\t\t \t\tYes, there was.  \n[103]\t\tIt was when Sean Walker got on.  He \t\twas crying and didn't want to leave \t\this mother.  Mason Ansel was sitting \t\tbeside me.  I asked him to move, so \t\tI could quiet Sean down.  When the \t\tbus started up, a car came around       \t\tthe corner and almost hit Sean's \t\tmother.  She was okay, but it really \t\tscared Sean, because he watched it \t\tout the window.  \n[104]\t\tNo, she hadn't even started to move \t\tthe bus.  It was the car's fault.  \tMITCHELL is relieved.  \n[105]\t\t\t\t(answering the \t\t\t\tquestion \t\tNo.  \n[106]\t\tYes.  \n[107]\t\tAs I'm talking, I'm remembering more \t\tabout it.  \tMITCHELL is worried.  \n[108]\t\tYes.  \n[109]\t\tThere was a brown dog that ran \t\tacross the road up there, right by \t\tthe dump, and Dolores slowed down \t\tnot to hit him, and he ran into the \t\twoods.  And then Dolores drove on \t\tand turned onto the Marlowe road, as \t\tusual.  I remember that.  I'm \t\tremembering it pretty clearly.  \n[110]\t\tYes.  \n[111]\t\tIt was snowing.  \n[112]\t\tBefore the actual accident?  \n[113]\t\tI was scared.  \n[114]\t\tYes, I understand.  \n[115]\t\tDolores was driving too fast.  \tSilence.  MITCHELL is watching his entire case crumble.  \n[116]\t\tThe speedometer.  And it was \t\tdownhill there.  \n[117]\t\tYes.  I looked.  I remember clearly \t\tnow.  It seemed we were going too \t\tfast down the hill.  I was scared.  \tNICOLE looks at MITCHELL, who stares back.  \n[118]\t\tSeventy-two miles an hour.  \n[119]\t\tPositive.        \n[120]\t\tI told you I was positive.  The \t\tspeedometer was large and easy to \t\tsee from where I was.  \n[121]\t\tYes.  \n[122]\t\tNo.  \n[123]\t\tI was scared.  And there wasn't \t\ttime.  \n[124]\t\tNo.  Because the bus went off the \t\troad.  And crashed.  \n[125]\t\tYes.  I do now.  Now that I'm \t\ttelling it.  \n[126]\t\tI remember the bus swerved, it just \t\tsuddenly swerved to the right, and \t\tit hit the guardrail and the \t\tsnowbank on the side of the road, \t\tand then it went over the embankment \t\tthere, and everyone was screaming \t\tand everything.  And that's all.  I \t\tguess I was unconscious after that. \t\tThat's all.  Then I was in the \t\thospital.  \tSCHWARTZ smiles and makes some notes in his pad.  He talks \tto MITCHELL without looking up.  \n[127]\t\t\t\t \t\tDaddy was leaning forward in his \t\tchair, his mouth half open, as if he \t\twanted to say something.  Like what, \t\tDaddy?  Like 'What about my money?'  \tNICOLE and SAM stare at each other.  \n[128]\t\tLet's go, Daddy.        \n[129]\t\t\t\t \t\tDaddy took a long time.  I guess he \t\twanted to have a few words with you. \t\tHe must have tried to tell you that \t\tI was lying.  Then you would tell \t\tDaddy that it didn't matter if I was \t\tlying or not, the lawsuit is dead.  \tAs NICOLE'S words are heard, her point of view of SAM and \tMITCHELL arguing is seen.  \tThe movement of their lips is in sync with NICOLE'S voice \tover.  \n[130]\t\t\t\t \t\tEveryone's lawsuit is dead.  Forget \t\tit.  Tell the others to forget it. \t\tIt's over.  Right now, Sam, the \t\tthing you've got to worry about is \t\twhy she lied.  A kid who'd do that \t\tto her own father is not normal, \t\tSam.  \tSAM comes down the stairs and enters the car, sitting down \tat the driver's seat.  NICOLE stares at him as he starts the \tcar.  \n[131]\t\t\t\t \t\tBut Daddy knows who lied.  He knows \t\twho the liar is.  He knows who's \t\tnormal.  \tSAM stares ahead, not knowing what to do next.  \n[132]\t\t\t\t \t\tI hope he lets us keep the computer.  \tSAM turns to look at NICOLE.  \n[133]\t\tI'd like an ice cream.  \n[134]\t\tDaddy, can we come to the fair?       \n[135]\t\tHow about Sunday night?  That's \t\talways the best time.  \n[136]\t\tWhat's going to happen to Dolores?  \n[137]\t\tWill the police do anything to her?  \n[138]\t\tShe'll move away.  \n[139]\t\tSomeplace where no one knows her. \t\t\t\t \t\tSomeplace strange and new.  \tSAM is frozen.  NICOLE smiles to herself.  \n[140]\t\t\t\t \t\tAs you see each other, almost two \t\tyears later, I wonder if you realize \t\tsomething.  \tMITCHELL'S limo arrives.  He gets inside.  \n[141]\t\t\t\t \t\tI wonder if you realize that all of \t\tus - Dolores, me, the children who \t\tsurvived, the children who didn't - \t\tthat we're all citizens of a \t\tdifferent town now.  \n[142]\t\t\t\t \t\tA town of people living in the sweet \t\thereafter.  \n[143]\t\t\t\t \t\tWhether others defend us, protect \t\tus, love us or hate us - they do it \t\tto meet their own needs, not ours.  \tThe camera leaves the car to look up at the sky.  \n[144]\t\t\t\t \t\tThis is what I learned.  This is \t\twhat I found out.  ", "Burnell": "\n[1] \tSAM drives up the driveway to the Burnell home.  He opens \tthe door, and takes a blanket from the back.  NICOLE gets \tout as well.  The two walk towards the barn.  \n[2] \tNICOLE arrives at home.  The car pulls up in front of the \tmodest house.  \tSAM opens the door and puts the wheelchair up next to it. \tHe points out the ramp he has built for NICOLE.  \tThe ramp is painted green.  \n[3] \n[4] \tNICOLE wheels her chair to the exterior porch, where she \twatches her sister climb a tree.  SAM follows her outside.    \n[5] \tMITCHELL drives up to the BURNELL home.  He gets out of his \tcar and walks to the front door.  \tSAM has repainted the ramp.  \tIt is now red.  \n[6] \n[7] \tTIME CUT fifteen minutes forward.  The scene shifts to the \tlivingroom.  \tMITCHELL and NICOLE are alone in the room.  SAM comes back \tfrom another room, as MARY appears from the kitchen with a \tplate of cookies.  \n[8] \n[9] \tBILLY pulls up to the BURNELL home.  He gets out of his pick \tup and approaches the house.  \n[10] \tFrom her room, NICOLE watches as BILLY approaches the house.       \tHe leaves her view as a knock is heard at the door.  NICOLE \twheels over to the door and presses her ear to the door so \tthat she can hear the conversation.  \n[11] \n[12] \tSAM leads BILLY into the livingroom.  \n[13] \tBILLY walks to his car.  SAM and MARY watch him from the \tporch/ramp.  \n[14] \tNICOLE is watching BILLY from her window.  She is crying.  \n[15] \tNICOLE is lying in her bed.  A knock at the door.  SAM \tenters the dark bedroom and sits on the bed beside her.  ", "Allison": "", "Mitchell": "\n[1]\t\tYes?  Yes, I'll accept the charges.  \n[2]\t\tI'm in a car wash.  \n[3]\t\tWhy are you calling me, Zoe?  \n[4]\t\tNothing's wrong with trying to talk \t\tto me, Zoe.  \n[5]\t\tThe problem is I have no idea who \t\tI'm talking to right now.  \n[6]\t\tYes.       \n[7]\t\tI...I just need to know what state \t\tyou're in so I know...how to talk to \t\tyou...how to act...  \tMITCHELL is in pain.  He closes his eyes.  \n[8]\t\tNeed a hand?  \n[9]\t\tYou always think you're prepared for \t\tthese things.  \n[10]\t\tHow old is she?  \n[11]\t\t\t\t \t\tIs this it?  \n[12]\t\tHere we go.  \n[13]\t\tYes, operator, I'm in a strange \t\tsituation.  I'm calling from my car, \t\tand I appear to be stuck in a car \t\twash...A car wash, yes...Is there \t\tanyway you \t\tcould...Hello?...Hello?...  \tThe line has died.  \tMITCHELL searches for an umbrella, finds one, and tries to \tget out of the car without getting soaked.  \n[14]\t\tHello?  \tNo response.  MITCHELL picks up the guitar, which begins to \tproduce a terrifying electronic feedback.  \n[15]\t\tHello.  \n[16]\t\tNo, I...had an accident.  \tPause.  RISA stares at MITCHELL, her expression somewhere \telse.  \n[17]\t\tDo you have a room?  \n[18]\t\tHard to say.  I might have...some \t\tbusiness here.  \tA voice is heard from the darkness beyond the desk.  \n[19]\t\tNo.  \tWENDELL WALKER, RISA'S husband, appears from the darkness.  \n[20]\t\tYes.  I'm a lawyer.  I realize this \t\tis an awful time, but it's important \t\tthat we talk.  \n[21]\t\tIn what way?       \n[22]\t\tAny criminal record?  \n[23]\t\tHow does the family survive?  \n[24]\t\tWhat about Doreen?  \n[25]\t\tWhen?  \n[26]\t\tThat's the local bar?  \n[27]\t\tHe beat her?  \tRISA nods.  MITCHELL crosses the LAMBSTONS off of his list. \tHe looks up at RISA and WENDELL.  \n[28]\t\tYou see, to do this right, to \t\tactually have a chance at winning - \t\tof getting some money to compensate \t\tyou for the loss of your boy - we \t\tneed folks like you.  Sensitive, \t\tloving parents.  People with no \t\tcriminal background or history of \t\ttrouble in town.  Do you understand?  \tThe WALKERS nod.  \n[29]\t\tNow, of all these parents you've \t\ttold me about whose kids were \t\tkilled, who would you consider to be \t\tgood upstanding neighbors?  \tRISA stares hard at MITCHELL.  \n[30]\t\tPeople who will help our cause.  \tPause.  \n[31]\t\tThat's great, Wendell.  That's the \t\tsort of thing I need to know.  So it \t\tdoesn't come back to haunt our case \t\tlater on.  \n[32]\t\tTell me about the Ottos.  \n[33]\t\tIndian?       \n[34]\t\tThat's good.  Judges like adopted \t\tIndian boys.  Tell me more about the \t\tOttos.  \tAs RISA talks, MITCHELL takes notes.  \n[35]\t\tWhat do they do?  \n[36]\t\tCrafts?  \n[37]\t\tHave they ever been busted?  \n[38]\t\tYes, I'll accept the charges.  \tMITCHELL stands up.        \n[39]\t\tDo you mind if I step outside for a \t\tmoment?  It's a private call.  \tThe WALKERS nod as MITCHELL moves outside.  \n[40]\t\tZoe...Zoe, where are you?  \n[41]\t\tI'm not getting any sound.  \tThe STEWARDESS checks the headset and confirms the problem.  \n[42]\t\tAlison Jones.  \n[43]\t\t\t\t(pretending to \t\t\t\tremember \t\tYes.  \n[44]\t\tAlly.  That's right.  \n[45]\t\tI'm just fine, Ally.  What about \t\tyou?  \n[46]\t\tAnd what does he do again?  \n[47]\t\tAlly Jones.  \n[48]\t\tWe're...not together.  \n[49]\t\tYes...fine.  \n[50]\t\t\t\t \t\tWhat do you mean by that, Mrs. \t\tDriscoll?  \n[51]\t\tWhat do you mean by that, Dolores?  \n[52]\t\tYes.  What do you mean by 'hippies'?       \n[53]\t\tDo they have any reputation for \t\tdrugs?  \n[54]\t\tAnd they loved Bear.  \n[55]\t\tFor rabbits?  \n[56]\t\tSo Billy was driving behind the bus \t\tat the time of the accident?  \tDOLORES nods.  Her expression is distant.  \n[57]\t\tFrom what?  \n[58]\t\tDid he have any particular problems \t\tthat you knew of?  Financial \t\tpressures...run-ins with the law...  \n[59]\t\tYou talked about it?  \n[60]\t\tAre you still in touch?  \n[61]\t\tWhich one?  \n[62]\t\tWhich clinic?  \n[63]\t\tSunnyridge.  That was a long time  \t\tago.  \tBeat.  ALISON proceeds cautiously.       \n[64]\t\t\t\t \t\tOther clinics?  Oh sure.  Clinics, \t\thalf-way houses, treatment centers, \t\tdetox units...  \n[65]\t\tShe didn't.  \n[66]\t\tThat's where I'm going.  To see her.  \n[67]\t\tYes. \t\t\t\t \t\tDo you find there's something \t\tstrange about this meat?  \tALISON stares at her plate.  MITCHELL summons the \n[68]\t\tI'm afraid this meat is overdone.  \n[69]\t\tWhat is it?  \n[70]\t\tDo you have a cold plate?       \n[71]\t\tIs there shrimp on it?  \n[72]\t\tIf you could pick the shrimp off, as \t\twell as anything that touches the \t\tshrimp...  \n[73]\t\tWell, let's see what we get.  \tThe STEWARDESS leaves with MITCHELL'S food.  MITCHELL gets \tup.  \n[74]\t\t\t\t \t\tIf you could excuse me for a moment.  \tALISON nods.  MITCHELL leaves.  ALISON picks at her meat \tundecidedly.  \n[75]\t\tMrs. Otto, my name is Mitchell \t\tStephens.  The Walkers told me you \t\tmight be willing to talk to me.        \tPause.  \n[76]\t\tI'm sorry for coming over \t\tunannounced like this, Mrs. Otto, \t\tbut the Walkers said you would \t\tunderstand.  I know it's an awful \t\ttime, but it's important that we \t\ttalk.  \n[77]\t\tI'm a lawyer.  \n[78]\t\tPlease, let me explain.  I'll only \t\ttake a moment of your time.  \n[79]\t\tPlease.  \tWANDA pauses, stares at MITCHELL, then lets him in.  \n[80] \n[81]\t\tA cup of tea would be nice. \t\t\t\t \t\tWould it be alright if I sit down \t\tfor a few minutes, Mrs. Otto?  I \t\twant to talk to you.  \tWANDA stares at MITCHELL.  No response.  MITCHELL waits a \tbeat, then seats himself rather uncomfortably on a large \tpillow.  He is unsure whether to cross his legs, or fold \tthem under his chin.  \n[82]\t\tThe Walkers spoke very highly of \t\tyou.  \n[83]\t\tYes.  \n[84]\t\tIt should be said that my task is to \t\trepresent the Walkers only in their \t\tanger.  Not their grief.  \n[85]\t\tYou are angry, aren't you, Mrs. \t\tOtto?  That's why I'm here.  To give \t\tyour anger a voice.  To be your       \t\tweapon against whoever caused that \t\tbus to go off the road.  \n[86]\t\tIt's my belief that Dolores was \t\tdoing exactly what she'd been doing \t\tfor years.  Besides, the school \t\tboard's insurance on Dolores is \t\tminimal.  A few million at the very \t\tmost.  The really deep pockets are \t\tto be found in the town, or in the \t\tcompany that made the bus.  \n[87]\t\tMrs.  Otto,  there is no such thing \t\tas an accident.  The word doesn't \t\tmean anything to me.  As far as I'm \t\tconcerned, somebody somewhere made a \t\tdecision to cut a corner.  Some \t\tcorrupt agency or corporation \t\taccounted the cost variance between \t\ta ten-cent bolt and a million dollar \t\tout-of-court settlement.  They \t\tdecided to sacrifice a few lives for \t\tthe difference.  That's what's done, \t\tMrs. Otto.  I've seen it happen so \t\tmany times before.  \tHARTLEY returns with the tea.  \n[88]\t\tHow long has Dolores been driving \t\tthat bus, Mr. Otto?  How many times \t\thas she steered clear of danger? \t\tWhat went wrong that morning?  \tMITCHELL takes the cup of tea.  \n[89]\t\tSomeone calculated ahead of time \t\twhat it would cost to sacrifice \t\tsafety.  It's the darkest, most \t\tcynical thing to imagine, but it's       \t\tabsolutely true.  And now, it's up \t\tto me to make them build that bus \t\twith an extra bolt, or add an extra \t\tyard of guard rail.  It's the only \t\tway we can ensure moral \t\tresponsibility in this society.  By \t\twhat I do.  \tPause.  \n[90]\t\tExcuse me?  \n[91]\t\tListen to me, Mrs Otto.  Listen very \t\tcarefully.  I do know what's best.  \t\tAs we're sitting here the town or \t\tthe school board or the manufacturer \t\tof that bus are lining up a battery \t\tof their own lawyers to negotiate \t\twith people as grief-stricken as \t\tyourselves.  And this makes me very, \t\tvery mad.  It's why I came all the \t\tway up here.  If everyone had done \t\ttheir job with integrity your son \t\twould be alive this morning and \t\tsafely in school.  I promise you \t\tthat I will pursue and reveal who it \t\twas that did not do their job.  \n[92]\t\tWho is responsible for this tragedy. \t\tThen, in your name and the Walkers' \t\tname and the name of whoever decides \t\tto join us, I shall sue.  I shall \t\tsue for negligence until they bleed.  \tPause.  \n[93]\t\tIt's unlikely that anyone will go to \t\tprison, Mrs. Otto.  But he or his \t\tcompany will pay in other ways.  And \t\twe must make them pay.  Not for the  \t\tmoney or to compensate you for the \t\tloss of your son.  That can't be \t\tdone.  But to protect other innocent \t\tchildren.  You see, I'm not just \t\there to speak for your anger, but \t\tfor the future as well. \t\t\t\t \t\tWhat we're talking about is an \t\tongoing relationship to time.  \tPause.  HARTLEY looks at MITCHELL'S teacup.  \n[94]\t\tNo.  A little sugar though.  \n[95]\t\tI'll...take it straight.  \tMITCHELL maintains his eye contact with WANDA.  \n[96]\t\tNo.  \n[97]\t\tIf you agree to have me represent \t\tyou in this suit, I will require no \t\tpayment until after the case is won, \t\twhen I will require one third of the \t\tawarded amount.  If there is no \t\taward made, then my services will \t\tcost you nothing.  It's a standard \t\tagreement.  \n[98]\t\tIt's in my car.  \tMITCHELL gets up.  \n[99]\t\tI'll just be a minute.  Anyhow, you \t\tshould discuss this all without me \t\tbefore you make any decision.  \tMITCHELL moves to the door.  \n[100]\t\t\t\t \t\tI've done everything the loving \t\tfather of a drug addict is supposed \t\tto do...  \n[101]\t\t\t\t(continuing from \t\t\t\tvoice over \t\t...I've sent her to the best \t\thospitals, she's seen all the best \t\tdoctors.  It doesn't matter.  Two \t\tweeks later she's on the street. \t\tNew York, Vancouver, Pittsburgh, \t\tToronto, L.A.  The next time I hear \t\tfrom her, it's a phone call scamming \t\tfor money.  Money for school, or \t\tmoney for a new kind of therapist,       \t\tor money for a plane ticket home. \t\t'Oh Daddy, just let me come \t\thome...Please, Daddy, I have to see \t\tyou...'  But she never comes home. \t\tI'm always at the airport, but she's \t\tnever there.  Ten years of this, ten \t\tyears of these lies, of imagining \t\twhat happens if I don't send the \t\tmoney, of  kicking down doors and \t\tdragging her out of rat-infested \t\tapartments, of explaining why that \t\tcouldn't be my daughter in a porn \t\tflick someone saw...well, enough \t\trage and helplessness, and your love \t\tturns to something else.  \n[102]\t\tIt turns to steaming piss.  \tPause.  ALISON is shocked by MITCHELL'S intensity.  He \tcollects himself.  \n[103]\t\tI'm...so sorry.  \n[104]\t\tBerries.  \n[105]\t\tBerry-picking.  \n[106]\t\tAnd what's that?  \n[107]\t\tWere his parents...attentive to him?  \n[108]\t\tYou mentioned that he had a learning \t\tdisability.  \n[109]\t\tDid his parents attend to that?  \n[110]\t\tDid they give him special care?  \n[111]\t\t\t\t \t\tEvery time I get on one of these \t\tflights to rescue Zoe, I remember \t\tthe summer we almost lost her.  She \t\twas three years old.  It happened in \t\tthe morning, at this cottage we used \t\tto rent.  We were all sleeping \t\ttogether in bed.  It was a wonderful \t\ttime in our lives.  We still thought \t\twe had a future together, the three \t\tof us.  Did you ever visit the \t\tcottage?  \n[112]\t\tI woke to the sound of Zoe's \t\tbreathing.  It was laboured.  I \t\tlooked over and noticed she was \t\tsweating and all swollen.  I grabbed \t\ther, rushed to the kitchen, and \t\tsplashed water on her face.  \n[113]\t\tI didn't know.  I was in a panic.  I \t\tguessed she'd been bitten by an \t\tinsect, but there was no doctor. \t\tThe nearest hospital was forty miles \t\taway, and Zoe was continuing to \t\tswell.  Klara took her in her arms \t\tand tried to breast-feed her, while \t\tI dialed the hospital.  I finally \t\tgot a doctor on the line.  He \t\tsounded young, but cool.  He was \t\tconfident, but there was a \t\tnervousness.  He have been an \t\tintern.  This was the first time he \t\tever had to deal with anything like \t\tthis.  He wanted to seem like he \t\tknew what he was doing, but he was \t\tjust as scared as I was.  \tALISON stares at MITCHELL, taken by his need to chronicle \tand detail this irrelevant stranger.  \n[114]\t\t\t\t \t\tHe surmised that there was a nest of \t\tbaby black widow spiders in the \t\tmattress.  He told me they had to be \t\tbabies, or else with Zoe's body       \t\tweight she'd be dead.  He told me I \t\thad to rush her to the hospital.  He \t\twas alone.  There was no ambulance \t\tavailable.  'Now you listen', he \t\tsaid, 'There's a good chance you can \t\tget her to me before her throat \t\tcloses, but the important thing is \t\tto keep her calm.'  He asked if \t\tthere was one of us she was more \t\trelaxed with than the other.  I \t\tsaid, 'Yes, with me.'  \n[115]\t\tWhich was true enough, especially at \t\tthat moment.  Klara was wild-eyed \t\twith fear, and her fear was \t\tcontagious.  I was a better actor \t\tthan she was, that's all.  Zoe loved \t\tus equally then.  Just like she \t\thates us both equally now. \t\t\t\t \t\tThe doctor told me that I should \t\thold her in my lap, and let Klara \t\tdrive to the hospital.  He asked me \t\tto bring a small, sharp knife.  It \t\thad to be clean.  There was no time \t\tto sterilize properly.  He explained \t\thow to perform an emergency \t\ttracheotomy.  How to cut into my \t\tdaughter's throat and windpipe \t\twithout causing her to bleed to \t\tdeath.  He told me there'd be a lot \t\tof blood.  I said I didn't think I \t\tcould do it.  'If her throat closes \t\tup and stops her breathing, you'll \t\thave to, Mr. Stephens.  You'll have \t\ta minute and a half, two minutes \t\tmaybe, and she'll probably be \t\tunconscious when you do it.  But if \t\tyou can keep her calm and relaxed, \t\tif you don't let her little heart \t\tbeat too fast and spread the poison \t\taround, then you might just make it \t\tover here first.  You get going \t\tnow', and he hung up.  \n[116]\t\t\t\t \t\tIt was an unforgettable drive.  I \t\twas divided into two people.  One \t\tpart of me was Daddy, singing a \t\tlullaby to his little girl.  \n[117]\t\tThe other part was a surgeon, ready \t\tto cut into her throat.  I waited \t\tfor the second that Zoe's breath \t\tstopped to make that incision.  \n[118]\t\tNothing.  We made it to the \t\thospital.  I didn't have to go as \t\tfar as I was prepared to.  But I was \t\tprepared to go all the way.  \n[119]\t\tI'm here about your children, Mr. \t\tAnsel.  \tBILLY takes a moment, then turns around to face MITCHELL. \tThe two men stare at each other.  \n[120]\t\tMy name is...  \n[121]\t\tI understand.  \n[122]\t\tI can help you.  \n[123]\t\tHere.  You may change your mind.  \tBILLY looks at the card.  \n[124]\t\tNo, Mr. Ansel.  I wouldn't sue you.  \n[125]\t\tYou can help each other.  Several \t\tpeople have agreed to let me \t\trepresent them in a negligence suit. \t\tYour case as an individual will be \t\tstronger if I'm allowed to represent \t\tyou together as a group.  \n[126]\t\tThe Walkers have agreed.  The Ottos. \t\tNicole Burnell's parents.  It's \t\timportant to initiate proceedings \t\tright away.  Things get covered up. \t\tPeople lie.  That's why we have to \t\tbegin our investigation quickly. \t\tBefore the evidence disappears. \t\tThat's why I'm out here tonight.  \n[127]\t\tYou're angry, Mr. Ansel.  You owe it \t\tto yourself to feel that way.  All \t\tI'm saying is let me direct your \t\trage.  \tBILLY stares at MITCHELL with a cold intensity.  The cell \tphone in MITCHELL'S car begins to ring.  \n[128]\t\tThat's my daughter.  Or it may be \t\tthe police to tell me that they've \t\tfound her dead.  She's a drug \t\taddict.  \n[129]\t\tI'm telling you this because... \t\twe've all lost our children, Mr. \t\tAnsel.  \n[130]\t\tThey're dead to us.  They kill each \t\tother in the streets.  They wander \t\tcomatose in shopping malls.  They're \t\tparalyzed in front of televisions. \t\tSomething terrible has happened \t\tthat's taken our children away. \t\tIt's too late.  They're gone.  \tThe phone continues to ring, as BILLY stares at MITCHELL.  \tMITCHELL turns to look at the ringing phone.  \n[131]\t\tWhat's that, Dolores?       \n[132]\t\tThat would complicate things.  \n[133]\t\tBilly Ansel will insist that you \t\twere driving fifty-one miles an \t\thour.  Just like you've done every \t\tmorning for the past fifteen years.  \n[134]\t\tYes.  He does.  \n[135]\t\tI did.  \n[136]\t\tMrs.  Driscoll, if Billy Ansel does \t\tnot volunteer to say so in court, I \t\twill subpoena him and oblige him to \t\ttestify to that effect.  \tPause.  MITCHELL plans his next step.  \n[137]\t\tBut in order to do that, you must \t\tlet me bring a suit in your name       \t\tcharging negligent infliction of \t\temotional harm.  That's what I'm now \t\tasking you to consider.  \tPause.  DOLORES is lost.  \n[138]\t\tIt's clear to me and other people \t\tthat you have suffered significantly \t\tfrom this event.  \n[139]\t\tExcuse me?  \n[140]\t\tDolores, people have to know that \t\tyou've suffered too.  \n[141]\t\tAnd they won't understand until you \t\tlet me clear your name - your good \t\tname - once and for all.  Will you \t\tlet me do that?  Will you let me do \t\tmy duty?  \tSuddenly, ABBOTT says something.  He twists his face around \this mouth, purses his lips on the left side and emits a \tstring of broken syllables and sounds.  After this outburst, \tDOLORES looks at MITCHELL, a comforted smile on her face.  \n[142]\t\tYes.  \n[143]\t\tThere might have been a word or two \t\tthat slipped by.  Maybe you could \t\tclarify it for me, just to be \t\tabsolutely sure.        \n[144]\t\tThat's what he said, is it?  \n[145]\t\tThat's my daughter.  Or it may be \t\tthe police to tell me that they've \t\tfound her dead.  She's a drug \t\taddict.  \n[146]\t\tI'm telling you this because we've \t\tall lost our children, Mr. Ansel...  \n[147]\t\t\t\t \t\tThey're dead to us.  \n[148]\t\tYes, I'll accept the charges.  \n[149]\t\tYes.  \n[150]\t\tNews?  \n[151]\t\tYes.  Give me your news, Zoe.  \n[152]\t\tTell me your news, Zoe.  \n[153]\t\tThat's not news, Zoe.  \n[154]\t\tYes.  \n[155]\t\tYes.  \n[156]\t\tWhat do you want me to do, Zoe? \t\tI'll do whatever you want.  \n[157]\t\tWhat for?  \n[158]\t\tDo you have the blood test?  \n[159]\t\tOf...course I do.  I just \t\tthought...I could get you another       \t\ttest.  In case the one you got...was \t\twrong.  \n[160]\t\tYes.  I can hear you breathing too.  \tZOE begins to cry over the phone.  \n[161]\t\tI love you, Zoe.  I'll be there \t\tsoon, and I'll take care of you.  No \t\tmatter what happens.  I'll take care \t\tof you.  \n[162]\t\tWell, Nicole, I've been wanting to \t\tmeet you for a long time now.  Not \t\tjust because I've heard so many good \t\tthings about you, but because, as \t\tyou know, I'm the guy representing \t\tyou and your mom and dad and some \t\tother folks here in town.  We're \t\ttrying to generate some \t\tcompensation, however meager, for \t\twhat you have suffered, and at the \t\tsame time see that an accident like \t\tthis never happens again.  You're \t\tcentral to the case I'm trying to \t\tbuild, Nicole.  But you'd probably \t\tjust as soon let the whole thing \t\tlie.  Just get on with your life as \t\tquickly and smoothly as possible.  \tNICOLE nods.  Pause, as MITCHELL waits for her to go on.  \n[163]\t\tYou hate that.  \tNICOLE nods.  \n[164]\t\tPeople can't help it, you know. \t\tThey really can't.  When they see \t\tyou in this wheelchair, knowing what \t\tyour life was life eight months ago, \t\tpeople are going to feel sorry for \t\tyou.  There's no way around it, \t\tNicole.  You and I just met, and \t\talready I admire you.  Who wouldn't? \t\tYou're a brave tough smart kid. \t\tThat's obvious.  And I didn't know \t\tyou, know how exciting and promising       \t\tyour life was before the accident. \t\tBut listen, even I feel sorry for \t\tyou.  \n[165]\t\tThat you didn't die?  Like the other \t\tchildren?  \n[166]\t\tIt is the truth.  \tPause.  MITCHELL looks back at NICOLE.  \n[167]\t\tIt would be strange if you didn't \t\tfeel that way.  \n[168]\t\tThey work for the people we're \t\ttrying to sue.  Their job is to try \t\tto minimize damages.  Our job, \t\tNicole, is to try to maximize them. \t\tYou have to think of it that way. \t\tAs people doing their jobs.  No good \t\tguys or bad guys.  Just our side and \t\ttheir side.  \n[169]\t\tI don't want you to lie.  \n[170]\t\tThere's no such thing as an \t\taccident, Nicole.  Not in a \t\tsituation like this.  \n[171]\t\tI'm absolutely positive.  \tNICOLE turns to face SAM.  She stares at him.  \n[172]\t\tThat's fine.  I want you to be \t\tabsolutely truthful.  And I'll be \t\tright there to advise and help you. \t\tAnd there'll be a court stenographer \t\tthere to make a record of it, and       \t\tthat's what'll go to the judge, \t\tbefore the trial is set.  It'll be \t\tthe same for everybody.  They'll be \t\tdeposing the Ottos and the Walkers, \t\tthe bus driver...  \n[173]\t\tYes.  Dolores...and even your mom \t\tand dad.  But I'll make sure you go \t\tlast.  \n[174]\t\tSo you can keep on getting well \t\tbefore you have to go and do this. \t\tIt's not going to be easy, Nicole. \t\tDo you understand that?  \tNICOLE nods.  \n[175]\t\tDepends.  This could drag on for \t\tquite a while.  But we'll be there \t\tat the end, Sam.  Don't you worry.  \n[176]\t\tWhy would he be frightened?  \n[177]\t\t\t\t(voice over, from \t\t\t\tthe court chamber \t\tWhat happened then?  \n[178] \n[179]\t\tI object to the form of that \t\tquestion.  Note that.  \n[180] \tWorried about this new information.  \n[181]\t\tI object to that form of question. \t\tNote that.  \n[182]\t\tNote my objection.  She said, 'As \t\tI'm talking.'  \n[183]\t\t\t\t \t\tNote that she said 'pretty clearly'. \t\tNot 'clearly'.  \n[184]\t\tUnless the report from the National \t\tWeather Bureau for the district on \t\tJanuary 23 goes into the record, I \t\twill object to that question.  \n[185]\t\t\t\t       \t\tShe said, 'Now that I'm telling it'. \t\tNote that.  \n[186]\t\tI have no questions.  \n[187]\t\t\t\t \t\tYou'd make a great poker player, \t\tkid.  \tNICOLE wheels herself over to her father.  \n[188]\t\tMitchell.  It was nice to see you \t\tagain, Ally.  \n[189]\t\tAlison.  \n[190]\t\tI will.  \n[191]\t\tI'll tell her that.  \tALISON shakes MITCHELL'S hand, and leaves.  \n[192] \tMITCHELL catches her gaze, and the two stare at each other.       ", "Stevens": "", "Zoe": "\n[1]\t\tDaddy, it's me...How are you doing? \t\tThat's great...Where are you? \t\tWhat's that sound?  \n[2]\t\tA car wash!  Wow, I've never talked \t\tto you when you've been in a car \t\twash.  Make sure you've got the \t\twindows closed.  \n[3]\t\t\t\t \t\tRemember that time we were having \t\tthe car washed and I started playing \t\twith the automatic window?  How old \t\twas I, Daddy?  Five or six?  I got \t\tabsolutely soaked, remember?  \n[4]\t\tWhy am I calling you?  You're my \t\tfather.  I'm not supposed to call \t\tyou?  What's the matter with wanting \t\tto talk to you, Daddy?  \n[5]\t\t\t\t \t\tSo what's the problem?  \n[6]\t\t\t\t \t\t'Cause you think I'm stoned, Daddy? \t\t'Cause you think I've got a needle \t\tstuck in my arm?  Is that what \t\tyou're thinking, Daddy?  \tPause.  MITCHELL doesn't respond.  \n[7]\t\tAre you wondering if I scored, \t\tDaddy, and I'm calling you for \t\tmoney?  That I'm begging?  God, I \t\tdon't fucking believe it!  \n[8]\t\t\t\t \t\tDaddy!  Are you listening to me, \t\tDaddy?!  \tThe music that MITCHELL has been listening to becomes louder \tas he stares at the spinning felt wheels of the car wash.  \n[9]\n[10]\t\tWhy can't you talk to me?  \n[11]\t\tDaddy?  \n[12]\t\tI'm calling because I've got some \t\tnews for you, Daddy.  Some big news.  \n[13]\t\tDon't you want to hear?  \n[14]\t\tYou always think you know what I'm \t\tgoing to say, don't you?  You always \t\tthink you're two steps ahead of me. \t\tThe lawyer.  \n[15]\t\tOkay.  I went to sell blood \t\tyesterday.  That's how it is.  I'm \t\tin this fucking city where my father \t\tis a hot shit lawyer, and I'm \t\tselling my blood.  \n[16]\t\tNo.  But this is.  They wouldn't \t\ttake my blood.  \n[17]\t\tDo you know what that means, Daddy? \t\tDoes it register?  \n[18]\t\tI tested positive.  \n[19]\t\tWelcome to hard times, Daddy.  \tPause.  \n[20]\t\tI need money.  \n[21]\t\tYou can't ask me that!  Not anymore! \t\tYou asked me what I wanted.  Not \t\twhat I wanted it for.  I want money.  \n[22]\t\tYou don't believe me?  You don't \t\tfucking believe me?  \n[23]\t\tI like it when you don't believe me, \t\tDaddy.  It's better you don't \t\tbelieve me but have to act like you \t\tdo.  \tPause.  \n[24]\t\tI can hear you breathing, Daddy.  \n[25]\t\tOh God, I'm scared.  ", "Stewardess": "\n[1]\t\tI'll find you another pair.  \tThe STEWARDESS leaves.  \tA young woman seated beside MITCHELL hands him her headset.  \n[2]\t\tOh, you've beaten me to it.  \tThe STEWARDESS hands the headset to ALISON.  \n[3]\t\tHere.  \tThe camera has remained fixed on MITCHELL'S face.  \n[4] \n[5]\t\tSome more wine?  \n[6]\t\tI'm sorry about that, Mr. Stephens. \t\tWould you like to try the fish?  \n[7]\t\tPoached salmon.  \tMITCHELL considers this.  He is polite, but slightly edgy.  \n[8]\t\tWe do.  \n[9]\t\tYes.  \n[10]\t\t\t\t \t\tI'm not sure if that will leave much \t\ton the plate.  ", "Wanda": "\n[1]\t\tHi, Dolores.  \tDOLORES watches as WANDA and HARTLEY OTTO affectionately say \tgoodbye to their boy.  WANDA gives BEAR a photograph, which \thas strong psychedelic influences.  BEAR shows it proudly to \n[2]\t\tWhat do you think?  \n[3]\t\t\t\t \t\tYou hate it.  \n[4]\t\tI could wrap it up.  Protect the \t\tother kids.  \n[5]\t\tIt's for the school bazaar.  \n[6]\t\tAway from your crazy Mom.  \n[7]\t\tWho are you?  \n[8]\t\tYou can't come here.  \n[9]\t\tNo.  \n[10]\t\tWe have a guest.  What did you say \t\tyour name was?  \n[11]\t\tThe Walkers sent him by.  \tHARTLEY rises up.  He stares at MITCHELL.  A tense pause.  \n[12]\t\tYou've been retained?  \n[13]\t\tTheir child died, and they got a \t\tlawyer.  \tPause.  MITCHELL assesses WANDA'S energy.  \n[14]\t\tWho did they get for that?  \n[15]\t\tDolores?  \n[16]\t\tYou think someone else caused the \t\taccident?  \n[17]\t\tSo you're just the thing we need.  \n[18]\t\tIsn't that what you want us to \t\tbelieve?  That we're completely \t\tdefenseless?  That you know what's \t\tbest?  \n[19]\t\tI want that person to go to jail. \t\tFor the rest of his life.  I want \t\thim to die there.  I don't want his \t\tmoney.        \tMITCHELL nods sympathetically.  \n[20]\t\tAre you expensive?  \n[21]\t\tDo you have this agreement with you?       ", "Risa": "\n[1] \n[2]\t\tWill you be spending more than a \t\tnight?  \n[3]\t\tShe...she was a friend of mine.  \n[4]\t\tAt school.  She fell for Kyle just \t\tbefore we graduated.  Got pregnant, \t\tand...went to live in a trailer up \t\ton a woodlot Kyle's dad used to own. \t\tKyle started spending more and more \t\ttime at the Spread Eagle...  \n[5]\t\t\t\t \t\t...coming home drunk and I guess \t\tfeeling trapped by his life and \t\tblaming her for that...and...       \tRISA hesitates.  \n[6]\t\tWhat do you mean?  \n[7]\t\tWell, there's the Hamiltons.  Joe \t\tand Shelly Hamilton.  \n[8]\t\tThere's the Prescots...  \n[9]\t\tBut Charlene...  \n[10]\t\tThe Ottos.  \tPause.  MITCHELL waits.  No response from WENDELL.  \n[11]\t\tWanda and Hartley.  They lost Bear. \t\tHe was their adopted son.  A \t\tbeautiful boy.  Indian.  \n[12]\t\tYes.  \n[13]\t\tThey're smart.  Been to college. \t\tThey moved here from the city about \t\ta dozen years ago.  \n[14]\t\tCrafts.  \n[15]\t\tWanda does these photographic \t\tthings.  That's one of her pictures \t\ton the wall.  \n[16]\t\tYou don't know that.  \n[17]\t\tNo.  \n[18]\t\tWendell's working on the roof.  He \t\tthinks he's fixing a leak.  As far \t\tas I'm concerned he's just punching \t\tin a few new holes.  \n[19]\t\tBilly, that's too early.  \n[20]\t\tCan't you make it later?  \n[21]\t\tI guess.  \n[22]\t\tHave you been waiting long?  \n[23]\t\tBilly, do you have to smoke? \t\tWendell can smell if someone's been \t\tsmoking.  \tBILLY gets up to put out his cigarette in the toilet.  He \tnotices some work tools in the washroom.  \n[24] \n[25]\t\tNo.  It should be dry by now.  \tBILLY nods.  He turns around, looks at RISA, and begins to \tunbutton her shirt.  RISA stops him, smiles, and kisses \tBILLY.  After a moment, she pulls away, unbuckles her belt, \tand slips off her jeans.  She moves to the bed.  \n[26]\t\tWhen the game's over, I guess.  \tBILLY moves to the radio and turns it on, tuning into a \thockey game.  RISA laughs.  He lowers the volume.  RISA \ttakes off her shirt, and moves behind BILLY, kissing his \tneck.  BILLY closes his eyes.  \n[27]\t\tTomorrow I'm going to put Sean on \t\tthe bus.  He won't want to go.  He \t\tnever does.  He'll cry and want to \t\thold on to me.  \n[28]\t\tYes.  \n[29]\t\tYour kids never cry.  \n[30]\t\tThey can look forward to that.  \n[31]\t\tJust like we look forward to this.  \tBILLY looks at RISA and smiles at her with affection.  He \tmoves to the door.  \n[32]\t\tYou're leaving.  \n[33]\t\tGood night, Billy.  \n[34]\t\tMorning, Dolores.  \n[35]\t\tI guess they are.  \tSEAN gets to the landing of the bus, then turns around and \tlooks at his mother.  He extends his hands like a baby \twanting to be hugged.  \n[36]\t\tGo on now, Sean.  Go on.  \tSEAN turns away and looks into the bus full of children.  \n[37]\t\tI don't know.  \n[38]\t\tNo.  He's not sick or anything. \t\tIt's just one of those mornings, I \t\tguess.  \n[39]\t\tI knew you'd be here.  \tRISA sits on the bed.  Pause.  \n[40]\t\tAre you going to the funeral?  \tPause.  \n[41]\t\tSomething made this happen, Billy. \t\tMr. Stephens is going to find out \t\twhat it was.  \n[42]\t\tMr. Stephens says that someone \t\tdidn't put a right bolt in the \t\tbus...  \n[43]\t\t...or that the guardrail wasn't \t\tstrong enough.  \n[44]\t\tI have to.  \n[45]\t\tBecause I have to.  \n[46]\t\tIs it true that you gave Nicole one \t\tof Lydia's dresses?  That she was \t\twearing it when the bus crashed?  \n[47]\t\tWhy did you do that, Billy?  \n[48]\t\tGo on now.  Go on.  \tSEAN hesitantly turns to face the inside of the bus.  He \tsees NICOLE BURNELL, who pats the seat beside her.  \tMASON leaves his place beside NICOLE to make way for SEAN.  ", "Bear": "", "Billy": "\n[1] \tThrough the windshield, the camera fixes on BILLY'S face as \the stares at his children.  \n[2]\t\t\t\t \t\tHi...Can you talk?  I'm on my way to \t\twork...I'm waving at them \t\tnow...What's that noise?  \n[3] \tBILLY smiles as he continues the conversation.  \n[4]\t\tNicole's coming over to look after \t\tthe kids tonight.  She'll be there \t\taround six.  \n[5]\t\tShe said she's got to be home by \t\tnine.  \n[6] \n[7] \tBILLY is chasing his kids around the yard of their house. \tNICOLE appears, and watching BILLY play with JESSICA and \tMASON.  BILLY notices her, and runs up breathlessly,  \n[8]\t\tHi, Nicole.  \n[9]\t\tThey just finished supper.  \n[10]\t\tI'll be back around nine.  \n[11]\t\tA while.  \n[12]\t\tWhat's all this?  \n[13]\t\tDoes this mean I can't take a \t\tshower?  \n[14]\t\tWhat time's he coming home?  \n[15] \tJESSICA and MASON, BILLY'S children, are being read to sleep \tby NICOLE.  She reads from Robert Browning's THE PIED PIPER \n[16] \tNICOLE is in BILLY'S bedroom.  She has some womens' clothing \tlaid out on the bed, and is staring at the selection of \tblouses and summer dresses.  The camera slowly glides to a \tpicture that BILLY has beside his bed.  \n[17]\t\tWhat are you thinking?  \n[18]\t\tThat's because he misses you.       \n[19]\t\tIt's natural.  \n[20]\t\tWell, maybe that's because they know \t\tI'm going to follow them.  Behind \t\tthe bus.  \n[21]\t\tSure.  \n[22]\t\tI better get back.  \tRISA nods.  \n[23]\t\tGood night.  \tBILLY leaves.  RISA, still naked, moves to the washroom. \tShe stares into the tub, noticing that the white enamel that \tWENDELL has applied has been washed away from BILLY'S \tshower.  \tRISA picks up a tube of the enamel, and begins to re-apply \tit.  \n[24] \tNICOLE shows BILLY the clothes she has chosen.  BILLY stares \tat the selection.        \n[25]\t\tYeah.  \n[26]\t\tWhy?  \n[27]\t\tNicole, I'm just going to pack all \t\tthis stuff and give it to the church \t\tfor charity.  Don't feel bad. \t\tUnless you feel strange about \t\twearing it.  \n[28]\t\tAnd she really liked you.  She \t\twould've given you all this if she'd \t\toutgrown it, or...  \tBILLY trails off, suddenly consumed with sadness.  \n[29]\t\tI'm not sure.  \n[30]\t\tGoodnight, Nicole.        \tNICOLE leaves the house and walks towards the car where her \tfather is waiting.  \n[31] \tBILLY waving back at his children.  His expression suddenly \tchanges as he sees...  \n[32]\t\tI stopped by the station a while \t\tago.  I stared at the bus.  I could \t\talmost hear the kids inside.  There \t\twas a lawyer there.  He told me he'd \t\tgotten you signed up.  Is that true?  \n[33] \n[34]\t\tRisa, I serviced that bus.  At the \t\tgarage.  There's nothing wrong with \t\tit.  \n[35]\t\tYou believe that?  \n[36]\t\tWhy?  \n[37]\t\tWell I don't.  \tBILLY gets up to leave.  \n[38]\t\tYes.  \n[39]\t\tYou think that caused the accident, \t\tRisa?  That it brought bad luck? \t\tChrist, it sounds to me you're \t\tlooking for a witch doctor, not a \t\tlawyer.  Or maybe they're the same \t\tthing.  \tRISA is crying.  BILLY opens the door.        \n[40]\t\tYou know what I'm going to miss? \t\tMore than making love?  It's the \t\tnights you couldn't get away from \t\tWendell.  It's the nights I'd sit in \t\tthat chair for an hour.  Smoking \t\tcigarettes and remembering my life \t\tbefore...  \tBILLY stares at RISA painfully, then leaves.  \n[41]\t\tMister, I don't want to know your \t\tname.  \n[42]\t\tNo you don't.       \n[43]\t\tNot unless you can raise the dead.  \tMITCHELL hands BILLY a card.  \n[44]\t\tMr. Mitchell Stephens, Esquire, \t\twould you be likely to sue me if I \t\twas to beat you right now?  Beat you \t\tso bad that you pissed blood and \t\tcouldn't walk for a month.  Because \t\tthat's what I'm about to do.  \n[45]\t\tLeave us alone, Stephens.  Leave the \t\tpeople of this town alone.  You \t\tcan't help.  \n[46]\t\tCase?  \n[47]\t\tI know Risa and Wendell Walker. \t\tThey wouldn't hire a goddamned \t\tlawyer.  And the Ottos wouldn't deal       \t\twith you.  We're not country \t\tbumpkins you can put a big city \t\thustle on.  You're trying to use us.  \n[48]\t\tWhy are you telling me this?  \n[49]\t\tWhy are you telling me this?  \n[50]\t\tNo.  No, thanks, Mary.  \n[51]\t\tWell, Sam, I might as well tell you \t\tthe truth.  It's this lawsuit you've \t\tgotten yourself all involved with. \t\tI want you to drop the damned thing.  \tPause.  \n[52]\t\tIt does concern me.  \n[53]\t\tHow?       \n[54]\t\tWhy not?  \n[55]\t\tWell I don't want a damned thing to \t\tdo with it.  \n[56]\t\tI've tried to stay out of it.  But \t\tit turns out that's not so easy, \t\tSam.  You've gone and got yourself \t\tthis lawyer.  Mitchell Stephens. \t\tYou and Risa and Wendell and the \t\tOttos.  \n[57]\t\tBut yours is the one who's going to \t\tsubpoena me, Sam.  Force me to \t\ttestify in court.  He came by the \t\tgarage this afternoon.  Gave me this \t\tpiece of paper.  \tBILLY reaches into his pocket and shows the paper to SAM.  \n[58]\t\tBecause I was driving behind the \t\tbus, Mary.  Because I saw it.  I saw \t\tit happen...  \tBILLY is harrowed by this image.  SAM and MARY stare at him, \tfrightened by his intensity.        \n[59]\t\tIf that bastard does subpoena me, if \t\the forces me to go over this again, \t\tthen all those other lawyers will \t\tline up behind him and try and do \t\tthe same thing.  \n[60]\t\tThat's wrong, Sam.  You know that. \t\tWe'll be tangled up in this thing \t\tfor the next five years.  This is \t\tnever going to go away...  \n[61]\t\tWe've got lawyers suing lawyers \t\tbecause some people were stupid \t\tenough to sign on with more than one \t\tof the bastards.  We've got people \t\tpointing fingers, making side deals, \t\tand dickering over percentages. \t\tYesterday, I heard somebody wants to \t\tsue the rescue squad.  The rescue \t\tsquad.  Because they didn't act fast \t\tenough.  \n[62]\t\tIf you two dropped the case, then \t\tthe others would come to their \t\tsenses  \n[63]\t\tand follow.  You're good sensible \t\tparents, you and Mary.  People \t\trespect you.       \tPause.  \n[64]\t\tWhy?  You got money from Dolores' \t\tinsurance with the school board.  We \t\tall did.  \n[65]\t\tI'll help pay for Nicole, if that's \t\twhat you're really talking about. \t\tI'll even give you the money I got \t\tfor my kids. \t\t\t\t \t\tThat's what we used to do, remember? \t\tHelp each other.  This was a \t\tcommunity.  \n[66]\t\tI used to like it here.  I used to \t\tcare about what happened.  Now I \t\tthink I'll sell my house and move \t\tthe fuck away.  \n[67]\t\tThe children.  \tBILLY looks at SAM and MARY, s strange smile on his face. \tHe moves to leave.  He pauses at the door of the kitchen.  \n[68]\t\tHow is Nicole?  Is she around?  \n[69]\t\tSay hello for me.        \n[70] \tNICOLE has just finished reading a story to JESSICA and \tMASON.  The children are asleep.  NICOLE puts the book down, \tand kisses the two sleeping children on the cheek.  \tNICOLE gets up to leave the bedroom, leaving the door \tslightly open.  \tLight spills in from the hallway.        \tThe End\t\t\t\t\tOctober, 1996    </html> ", "Sam": "\n[1]\t\tThat was great.  \n[2]\t\tYou're going to blow everyone away.  \n[3]\t\tOf course.  \n[4]\t\tI am.  Really.  It was awesome.  \tNICOLE assesses SAM.  Sensing his sincerity, she throws her \tarms around him in a gesture of unabashed excitement.  \n[5]\t\tLet's sit down.  \tNICOLE nods, her mind elsewhere.       \n[6]\t\tWhat's so funny?  \n[7] \tNICOLE gets into the car beside her father.  \n[8]\t\tWhat took so long?  \n[9]\t\tWhat's that?  \n[10]\t\tDoes it fit?  \tNICOLE nods, staring ahead, as SAM starts the car and drives \taway.  \n[11]\t\tDon't even try to remember.  \n[12]\t\tJust wait till you see what we've \t\tgot waiting for you at home.  \n[13]\t\tHow do you like it, Nicole?  \n[14]\t\tPretty slick, eh?  \n[15]\t\tDo you like the colour?  \n[16]\t\tAnd I had to widen a few doors. \t\tYou'll see.  \n[17]\t\tWhat do you think?  \tPause.  NICOLE wheels around, trying to control her emotions \tas she inspects the room.  A phone rings in the background. \tMARY goes to answer it.  \tNICOLE fixes her gaze at the back of the door.  \n[18]\t\t\t\t \t\tSure.  I'll fix it right away.  \tSAM goes to get his tools.  JENNY stares at NICOLE.  \n[19]\t\t\t\t \t\tOh.  I better get some spackle.  \tSAM leaves again.  \n[20]\t\tHe's a lawyer.  He's our lawyer.  \n[21]\t\tWell, yes.  He's your lawyer too.  \n[22]\t\tIt's because of the accident, \t\tNicole.  Most people in this town \t\twhose kids were on the bus have got \t\tlawyers.  A lot of people...well, \t\tpeople in this town are very angry. \t\tUs included.  \n[23]\t\tYou're going to need special care \t\tfor a long time to come.  It's not \t\tgoing to be easy.  Not for you, not \t\tfor any of us.  Because we love you \t\tso much.  And it's going to cost \t\tmoney.  More than we can imagine.  \n[24]\t\tPartly.  But there's a lot the \t\tinsurance doesn't cover.  That's one \t\tof the reasons we have a lawyer.  To \t\tmake sure the insurance gets paid \t\tand to help us look after the rest.  \n[25]\t\tWell, Mr. Stephens is representing \t\tseveral families.  The Ottos, the \t\tWalkers, us, and I think a couple \t\tmore.  Mr. Stephens is suing the \t\ttown for negligence.  He's sure that \t\tthe accident could have been avoided \t\tif they had done their jobs right. \t\tHe's a very smart man.  \tNICOLE stares at her sister who's at the top of the tree. \tJENNY turns to look back at NICOLE.  \tThere's a tension, as it seems as though JENNY is going to \tlet herself fall.  \n[26]\t\tWhat she means, Mitch...  \tMITCHELL silences SAM with a gesture of his hand.  \n[27]\t\tWhen do they award damages?  \n[28]\t\tDid he say what about?  \n[29]\t\tWas he drinking?  Could you tell?  \n[30]\t\tCome on, Jen.  I let you watch your \t\tnature show.  \tJENNY reluctantly kisses her father goodnight, then NICOLE. \tAs she leaves the room, MARY starts clearing the table.  \n[31]\t\tIs he coming over now?  Right away?  \n[32]\t\tWhat are you up to, Nicole?  \n[33]\t\tNothing good on your T.V.?  \n[34]\t\tHey, Billy!  What brings you out on \t\ta night like this?  C'mon in.  Take \t\ta load off.  \n[35]\t\tSo what brings you out tonight?  \n[36]\t\tI don't see how that concerns you, \t\tBilly.  \n[37]\t\tWell, I don't know why it should. \t\tThere's a whole lot of people in \t\ttown involved with lawsuits.  We're \t\thardly unique here, Billy.  I mean, \t\tI can understand how you feel.  \n[38]\t\tWell, it being so depressing and \t\tall.  But it's reality.  You can't \t\tjust turn this off because you \t\thappen to think it's a bad idea.  \n[39]\t\tBecause it's what we have to do.  \n[40]\t\tOkay, fine.  So...stay out of it.  \tPause.  BILLY stares at SAM.  Tension.  \n[41]\t\tSo?  I mean, lot's of folks have got \t\tlawyers.  \n[42]\t\tThat won't happen, Billy.  Mitch \t\tStephens' case is small, compared to \t\tsome of those other guys.  The way \t\the told me, all he needs is for you \t\tto say what you saw that day, \t\tdriving behind the bus.  I know it's \t\ta painful thing to do, but it'll \t\tonly take a few minutes of your \t\ttime.  That'll be the end of it.  \n[43]\t\tC'mon, you know that won't...  \n[44]\t\tNo, Billy.  We can't drop the \t\tlawsuit.  You know how much we need \t\tthe money.  \n[45]\t\tIt's not enough.  For hospital \t\tbills.  For Nicole.  \n[46]\t\tI'm sorry.  \tBILLY stares at SAM.  \n[47]\t\t\t\t \t\tWe're getting on with our lives, \t\tBilly.  Maybe it's time you got on \t\twith yours.  \tBILLY turns around, looks at SAM one final time, then moves \tto his pick up.  \n[48]\t\tAre you sleeping?  \n[49]\t\tNicole, tomorrow Mr. Stephens wants \t\tyou to make your deposition at the \t\tcourthouse.  I thought I'd take you \t\tover.  \n[50]\t\tYou seem...I don't know...well, \t\tdistant, I guess.  Hard to talk to.  \n[51]\t\tWhat do you mean?  \n[52]\t\tWell, okay.  I'll take you about \t\tnine-thirty in the morning.  That's \t\tokay with you?  \n[53]\t\tYes.  \n[54]\t\tOkay.  \tNICOLE looks at a team of men constructing a ride.  A school \tbus pulls up, and a group of children spill out.  NICOLE \twatches as the driver tries to form them into a group.  \n[55]\t\tI don't know.  \n[56]\t\tIt's too late for that.  She can't \t\tdrive the bus anymore.  The school \t\tboard saw to that right off.  \n[57]\t\tThere's talk of that.  ", "Dolores": "\n[1]\t\tAlright, kids.  I want you all to \t\tlisten to me.  Rule number one  No \t\tone is allowed to stick their \t\tfingers into the cages.  I don't \t\tcare how cute some of these animals \t\tmay be, the fact is they don't like \t\tbeing here, no matter how many \t\tribbons some of them have won...  \n[2]\t\tGood morning, Wanda.  Hi, Hartley.  \n[3] \n[4]\t\tWell, it's certainly what you'd call \t\tinteresting.  \n[5]\t\tI didn't say that.  \n[6]\t\tI'll just strap it on the roof.        \n[7]\t\tOh, it's bizarre alright.  C'mon \t\tBear.  Let's get you out of here.  \n[8]\t\t\t\t \t\tThe Ottos always waited for the bus \t\twith Bear.  They were the only \t\tparents who did that, together like \t\tthat.  I guess they're what you \t\tmight call hippies.  \n[9] \tDOLORES and MITCHELL are in the modest livingroom of \tDOLORES'S house.  The conversation continues from the \tprevious voice over.  \tIn the corner of the room sits ABBOTT, DOLORES'S husband. \tABBOTT has suffered a massive stroke, and seems to be \tcompletely paralyzed.  His presence, however, is intense and \tpowerful.  \tMITCHELL frequently looks over to ABBOTT during his \tconversations with DOLORES.  ABBOTT is always watching him \tlike a hawk, making MITCHELL uneasy.  \n[10]\t\tDolores.  No one calls me 'Mrs. \t\tDriscoll'.  \n[11]\t\tAbout the Ottos?  \n[12]\t\tI mean, the way they look.  Their \t\thair and clothing...  \n[13]\t\tNo, nothing like that.  The Ottos \t\tare what I'd call model citizens. \t\tThey're regular at town meetings. \t\tThey give their opinions  in a \t\trespectful way.  They always help \t\tout at various fund-raising bazaars \t\tin town , though they aren't church \t\tgoers.  \n[14]\t\tOh yes.  Like I said, they always \t\tcame out together to see him off to \t\tschool.  It's like he was their \t\tlittle treasure.  He was such a \t\tbeautiful boy.  That's a picture of \t\thim on the wall there, behind \t\tAbbott.  \tMITCHELL turns around to find the picture of BEAR.  \tIt is right behind ABBOTT'S head, so MITCHELL has to divide \this attention between the cute PHOTOGRAPH of BEAR clutching \ta prize rabbit at last year's county fair, and ABBOTT'S \tglaring eyes.  \n[15]\t\t\t\t \t\tThose are all from the fair last \t\tyear.  Abbott and me were judges at \t\tthe pet show.  \n[16]\t\t\t\t       \t\tAbbott used to breed them 'til he \t\thad the stroke.  Bear won first \t\tprize.  Just look at the smile on \t\this face.  \n[17]\t\tHe was one of those children that \t\tbring out the best in people.  He \t\twould have been a wonderful man.  \n[18]\t\t\t\t \t\tBilly Ansel started honking at us up \t\taround Upper Hat Creek.  He always \t\tstarted to do that when he caught up \t\tto the bus.  He'd wave at his kids, \t\tJessica and Mason, who always sat at       \t\tthe back.  Normally, he followed us \t\tthe whole distance over the ridge \t\ttowards the school.  \n[19] \tThe conversation between MITCHELL and DOLORES continues from \tthe previous scene.  \n[20]\t\tBilly loved to see his kids in the \t\tbus.  They always sat in the back, \t\tso they could wave to each other. \t\tIt comforted him.  \n[21]\t\t\t\t \t\tFrom what?  \n[22]\t\tNo, nothing like that.  Billy's \t\twife, Lydia, died of cancer a few \t\tyears ago.  He took over raising the \t\tchildren by himself.  It was obvious \t\thow much he missed Lydia.  \n[23]\t\tNo. \t\t\t\t \t\tI saw it on his face.  \tPause.  DOLORES stares at MITCHELL.  \n[24]\t\t\t\t \t\tBy the time I reached the bottom of \t\tBartlett Hill Road, I had half my \t\tload, over twenty kids, aboard.  \n[25]\t\t\t\t \t\tThey had walked to their places on \t\tthe main road from the smaller lanes  \n[26]\t\tand private roadways that run off \t\tit.  Bright little clusters of three \t\tand four children - like berries \t\twaiting to be plucked.       \n[27] \tDOLORES is continuing her conversation with MITCHELL.  \n[28]\t\t\t\t \t\tThat's the way I thought of them \t\tsometimes.  \n[29]\t\tYes.  Like I was putting them into \t\tmy big basket.  Clearing the \t\thillside of its children.  \tPause.  MITCHELL stares at DOLORES, disturbed by this image. \tDOLORES looks back at him.  \n[30]\t\tAbbott and I used to do a lot of \t\tthat in the spring.  \n[31]\t\tYes.  The old-fashioned way.  \n[32]\t\tWith our hands.  \tMITCHELL nods, stealing a glance ABBOTT, who stares at him \tintensely.  \n[33]\t\t\t\t \t\tAnyhow, my next stop was across from \t\tthe Bide-A-Wile, which is owned and \t\toperated by Risa and Wendell Walker.       \t\tRisa walked her little boy, Sean, \t\tacross the road, which was \t\tcustomary.  Sean had some kind of \t\tlearning disability.  \n[34]\t\tHe was behind all the other kids his \t\tage in school and was too fragile \t\tand nervous to play sports.  \n[35] \tDOLORES continues to talk to MITCHELL, who takes notes.  \n[36]\t\t\t\t \t\tA strange little fellow, but you \t\tcouldn't help liking him.  He was \t\tclose to ten but seemed more like a \t\tfrightened five or six.  \n[37]\t\tWhat do you mean?  \n[38]\t\tThat's right.  \n[39]\t\tWhat do you mean?  \n[40]\t\tThe Walkers loved Sean.  He was \t\ttheir only child...the object of all \t\ttheir attention.  I mean, Wendell's \t\ta withdrawn sort of man.  That's his \t\tnature.  But Risa, she's still got \t\tdreams.  \n[41]\t\tHi, Risa.  Aren't your feet \t\tfreezing?  \tRISA looks down at her slippers.  \n[42]\t\tIs he okay?  \n[43] \n[44] \tDOLORES continues her conversation with MITCHELL STEPHENS.  \n[45]\t\tBut I never had 'those mornings' \t\tmyself.  Not so long as I had the \t\tschoolbus to drive.  Not so long as \t\tI had my kids.  \tDOLORES is lost in this memory, realizing she will never \tdrive the children again.  A tear runs down her cheek.  \tABBOTT, sensing his wife's mood, activates his electric \twheelchair and maneuvers himself towards DOLORES.  \tMITCHELL watches as DOLORES grasps ABBOTT'S hand.  \n[46]\t\t\t\t \t\tIt emerged from the blowing snow on \t\tthe right side of the road.  It \t\tmight have been a dog or a small \t\tdeer or maybe even a lost child.  It \t\tmight have been an optical illusion \t\tor a mirage.  Whatever it was, for \t\tthe rest of my life I will remember \t\tthat red-brown blur...  \tAn eerie silence as the camera stares at the scene of the \taccident.  \n[47] \tMITCHELL is getting ready to leave.  DOLORES is still \tgrasping onto ABBOTT'S hand.  \n[48]\t\tI have a question for you, Mr. \t\tStephens.  \n[49]\t\tI told you that I was doing fifty \t\tmiles an hour when the accident \t\thappened.  That's how I remembered \t\tit.  But the truth is, I might have \t\tbeen doing sixty.  Or sixty five. \t\tAnd if that's true, that I was over \t\tthe limit when the bus went over, \t\twhat would happen then?  \n[50]\t\tBecause I'd be to blame, right?  \n[51]\t\tHe knows that?  Billy?  \n[52]\t\tBilly said that?  \tMITCHELL nods.  \n[53]\t\tYou've talked to Billy?  \n[54]\t\tAnd Billy told you that he'll tell \t\tthat to...  \n[55]\t\tWhat other people?  \n[56]\t\tWho's been talking to you about what \t\tI'm feeling?  Who should care about \t\twhat I'm feeling?  \tMITCHELL stares at DOLORES.  \n[57]\t\tYou heard what Abbott said?  \n[58]\t\tAnything you didn't understand?  \n[59]\t\tAbbott said that the true jury of a \t\tperson's peers is the people of her \t\ttown.  Only they, the people who \t\thave known her all her life, and not \t\ttwelve strangers, can decide her \t\tguilt or innocence.  And if I have \t\tcommitted a crime, then it's a crime \t\tagainst them, so they are the ones \t\twho must decide my punishment.  \tMITCHELL stares at ABBOTT, who stares back.  \n[60]\t\tYes.  Abbot understands these \t\tthings.  \n[61] \tMITCHELL leaves the DRISCOLL house, watched by DOLORES.  \n[62]\t\tHe never took his eyes off his \t\tmother, even as he moved to sit \t\tbeside Nicole.  He looked \t\tfrightened.  \n[63]\t\tI don't know.  But it was weird in \t\tterms of what happened next.  Sean \t\twas still watching his mother.  \n[64]\t\tI shut the door with one hand, and \t\treleased the brake with the other, \t\tand waited for a second for Risa to \t\tcross in front of the bus.  There \t\twas a sixteen wheeler behind me, and \t\tI heard his air brakes hiss as the \t\tdriver chunked into gear.  I looked \t\tinto the side view mirror, and saw \t\thim move into line behind me.  Then \t\tsuddenly Sean shrieked...  \n[65]\t\t\t\t \t\tSean was all over me, scrambling \t\tacross my lap to the window.  I \t\tglimpsed  Risa off to my left, \t\tleaping out of the way of a red Saab \t\tthat seemed to have bolted out of \t\tnowhere.  \tThe scene is horrifying, as SEAN watches his mother just \tmissing a terrible accident with the speeding vehicle.  \n[66]\t\tSean!  Sit down!  Your Mom's okay! \t\tNow sit down!  \tSEAN sits back down beside NICOLE.  DOLORES slides open her \twindow, and speaks to RISA.  \n[67]\t\tYou get his number?  \tRISA is stunned.  \n[68]\t\t\t\t \t\tShe was shaken, standing there with \t\ther arms wrapped around herself.  \n[69]\t\tShe shook her head, turned away, and \t\twalked slowly back to the office.  I \t\tdrew a couple of breaths and checked \t\tSean, who was seated now but still \t\tcraning and looking after his \t\tmother.  \n[70] \n[71]\t\tI remember wrenching the steering \t\twheel to the right and slapping my \t\tfoot against the brake petal.  I \t\twasn't the driver anymore.  \n[72]\t\tThe bus was like this huge wave \t\tabout to break over us.  Bear Otto, \t\tthe Lambston kids, the Hamiltons, \t\tthe Prescotts, the teenaged boys and \t\tgirls from Bartlett Hill, Sean, \t\tNicole Burnell, Billy Ansel's twins, \t\tJessica and Mason...all the children \t\tof my town.  ", "Driscoll": ""}}