{"filename": "Patriot,-The_script.txt", "imdb_id": "tt0187393", "imdb_url": "https://www.imdb.com/title/tt0187393", "characters": ["Gabriel Martin", "Benjamin Martin", "Anne Howard", "John Billings", "Gen. Lord Charles Cornwallis", "Col. William Tavington", "Thomas Martin", "Jean Villeneuve", "Occam", "Capt. Wilkins", "Peter Howard", "Charlotte Selton", "Reverend Oliver", "Col. Harry Burwell", "Dan Scott"], "dialogues": {"Gabriel": "\n[1]\t\tFather, a post rider came from \t\tCharleston.  You have a letter \t\tinside.  \n[2]\t\tNews of Boston, father?  \n[3]\t\tFather...?  \n[4]\t\tThe New York and Rhode Island \t\tassemblies have been dissolved...  \n[5]\t\tRioting both sides of the bay, in \t\tChestertown they burned the Customs \t\tHouse and tar-and-feathered the \t\tCustoms Agent.  He died of burns. \t\tIn Wilmington they killed a Royal \t\tMagistrate and two Redcoats.  \n[6]\t\tPoor Richard says they'll make a \t\tDeclaration of Independence by July.  Marion shakes his head and sits down, carefully extracting a delicate pair of reading glasses from a wooden box.  He begins reading.  \n[7]\t\tScott Higgins joined the militia.  Marion hears but doesn't respond.  Thomas looks up from his lead soldiers.  \n[8]\t\tHe's seventeen.  A year younger than \n[9]\t\tThe British army is barricaded in \t\tBoston.  Harry Lee, is here from \t\tVirginia, recruiting for a \t\tContinental Army.  \n[10]\t\tYes.  He seeks a levy of troops and \t\tmoney.  \n[11]\t\tHe vowed that if the Assembly votes \t\ta single shilling to Lee, he'll \t\tdissolve the body.  \n[12]\t\tLee is counting on your vote and \t\texpects you to be the first to \t\tenlist.  Marion nods thoughtfully without revealing what he thinks of Lee's expectations.  Marion turns back to watch the mob.  \n[13]\t\tFather, I've lost respect for you. \t\tI thought you were a man of \t\tprinciple.  \n[14]\t\tWhen I have children, I hope I don't \t\thide behind them.  Marion looks closely at Gabriel.  \n[15]\t\tYes.  They lock eyes for a moment, then Gabriel turns from his father and walks away, joining the crush around the recruiting table.  Marion stands alone in the middle of the chaos.  The FIFES AND DRUMS continue to play.  Marion doesn't hear them.  Harry Lee walks out of the Assembly hall with a triumphant group of Patriots who look at Marion coldly.  Lee excuses himself, and steps over next to Marion.  Lee sees that Marion is watching Gabriel at the enlistment table.  \n[16]\t\tHave you seen any Redcoats?  \n[17]\t\tIt wasn't like Saratoga.  There, we \t\tstayed in the trees, but this time \t\tGates marched us straight at the \t\tRedcoats.  They fired two volleys \t\tinto us and we broke like straw.  I \t\twas given these dispatches... I saw \t\tVirginia Regulars surrender... as \t\tthey laid down their weapons the \t\tBritish Green Dragoons rode into \t\tthem and hacked them to bits... \t\tkilled them all, over two hundred \t\tmen.  Marion's appalled.  \n[18]\t\tI have to get these dispatches to \t\tHillsboro.  \n[19]\t\tI have no choice, I...  Gabriel passes out.  Marion catches him and carries him to a day-bed in the parlor.  As Marion lays him down, they hear HEAVY MUSKET FIRE, VERY CLOSE.  Marion hurries to the door and looks out into the night, the children cluster around him, seeing a strange sight.  \n[20]\t\tI carried those.  I was wounded, \t\tthese people gave me care, they have \t\tnothing to do with the dispatches.  \n[21]\t\tI did.  \n[22]\t\tFather...  \n[23]\t\tThe Morgans, the Halseys, Williams, \t\tStantons...  The smoke from the separate fires joins together high in the sky, forming what looks like stormclouds.  They walk on.  \n[24]\t\tFather, it's safe.  Marion hustles the children out of the woods.  \n[25]\t\tHow are they?  Marion just shakes his head.  \n[26]\t\tGates is at Hillsboro with the \t\tContinental Army.  I'll leave in the \t\tmorning to join him.  Marion nods.  Marion and Gabriel stand in silence for a long moment, neither one finding words.  Then Gabriel speaks softly.  \n[27]\t\tI'll tend my horse.  He leaves Marion alone.  \n[28]\t\tFather, we have to do something...  The British cavalry slams into the blue line, shattering it.  Tiny bits of blue move in every direction.  \n[29]\t\tFather...  \n[30]\t\tColonel Lee, I request a transfer to \t\tColonel Marion's command.  \n[31]\t\tWhat now, sir?  \n[32]\t\tWe'd cover more ground if we split \t\tup.  \n[33]\t\tColonel, I didn't request this \t\ttransfer because you're my father. \t\tI requested it because I believe in \t\tthis cause and this is where I can \t\tdo the most good.  \n[34]\t\tI've been doing this for two years. \t\tI'm the best scout in the \t\tContinental Army, the best horseman, \t\tthe best shot, the best scavenger \t\tand I know every deer path and swamp \t\ttrail between here and Charleston.  \n[35]\t\tYes, sir. \t\t\t \t\tMy father taught me.  Marion looks at Gabriel closely.  \n[36]\t\tHe tried.  It didn't take.  Marion looks Gabriel up and down.  \n[37]\t\tYes, sir.  They mount up.  \n[38]\t\tYes... \t\t\t \t\t... father.  They ride off in different directions.  \n[39]\t\tFather, this war is about more than \t\tThomas.  Marion doesn't look up.  \n[40]\t\tIf you're here only for revenge, \t\tyou're doing a disservice to him as \t\twell as yourself.  \n[41]\t\tYou know how old I am.  \n[42]\t\tLess than a mile.  Forty-one wagons, \t\ta company of Redcoat infantry, \t\thorses at the rear.  \n[43]\t\tI didn't see any.  Marion nods and motions to his men who check their weapons and pass the word.  Gabriel ties up his horse and takes a position near his father.  \n[44]\t\tAnd the dogs, too, I'll wager.  \n[45]\t\tHe shouldn't make light.  That \t\tRedcoat should not have been killed.  \n[46]\t\tHe's my father.  Billings looks closely at Gabriel.  \n[47]\t\tI know him well enough?  \n[48]\t\tFather?  \n[49]\t\tI... uh... that wasn't me, it was \t\tSamuel... I mean Nathan...  \n[50]\t\tUh... uh... I...  \n[51]\t\tIf I'd known you were going to look \t\tlike this, I never would have put \t\tink in your tea.  \n[52]\t\tIt's a start.  She gives him a bit of a smile.  He checks out her teeth.  \n[53]\t\tThey look nice.  As white as can be.  She tries to glare but she can't help but laugh.  MARION AND BILLINGS watch as Anne gives Gabriel some apples which he tosses into the air, one-by-one, catching them behind his back, a cocky move, executed with a disarming smile that makes Anne laugh again.  Marion smiles at his son's flirtation.  Billings smiles as well.  \n[54]\t\tWe're low on salt.  I should go to \t\tPembroke and get some.  \n[55]\t\tOh, right. \t\t\t \t\tBaking powder, we need baking \t\tpowder.  \n[56]\t\tFather, no...  As Marion spurs his horse to ride after Tarleton, Gabriel grabs the bridle.  He YANKS HARD, stopping Marion's horse dead.  THE HORSE BUCKS, nearly throwing Marion...  \n[57]\t\tFather, please...  Marion looks down at Gabriel.  Then Marion looks over at Billings and the three wounded men...  One bleeds from an ugly neck wound... their shared mounts are nearly spent...  Marion takes a last look in the direction of the departing Tarleton.  Then he dismounts and hurries over to help the wounded.  Gabriel watches his father for a moment, then joins him with the wounded.  \n[58]\t\tFourteen dead, eleven wounded, \t\teighteen captured.  \n[59]\t\tWhen was that?  In the swamp at the \t\texpense of your men?  Or when he \t\tkilled Thomas at the expense of your \t\tfamily?  \n[60]\t\tOr perhaps tomorrow at the expense \t\tof our cause.  Marion is silent.  \n[61]\t\tThere will be a time and a place for \t\trevenge but killing Tarleton at the \t\texpense of your duty serves no one \t\tbut yourself. \t\t\t \t\tStay the course.  The parental-sounding formality of Gabriel's words brings a thin smile to Marion's face.  \n[62]\t\tShe'd say it to me when I picked on \t\tThomas or Nathan.  \n[63]\t\tShe got me at a more impressionable \t\tage.  Marion smiles, nods a silent thanks to his son and heads over to help with the wounded.  \n[64]\t\tThat would be nice.  \n[65]\t\tThat would be nice, too.  She takes a pot off the campfire and pours him a cup of tea.  \n[66]\t\tBut they're prisoners-of-war!  Marion isn't as surprised as Gabriel.  He is, however, taken aback by Gabriel's black teeth.  Gabriel notices everyone looking at his mouth.  Anne is embarrassed and regretful, seeing her joke fly in the face of the troubling news.  \n[67]\t\tIt's all set.  They follow Aaron, down an alley to A SHACK.  Small. Barely standing.  The children stop in their tracks, knowing this is to be their new home.  Charlotte sees their hesitation.  She walks up to the little structure, examining it with a critical eye.  She looks on the doorway, seeing a single room, a dirt floor, wax-paper instead of glass in the windows, a rude, chimney-less fire-pit against the back wall.  She smiles.  \n[68]\t\tYes.  \n[69]\t\tThey won't stop looking for you and \t\tthe children.  \n[70]\t\tI don't know... I'm his son.  Gabriel steps over to his saddlebags, opens his pack and pulls out a stack of letters which he hands to Charlotte.  \n[71]\t\tThese are for you and the children.  They sense someone behind them.  \n[72]\t\tHe wanted to, Susan, but he couldn't \t\tleave his men.  \n[73]\t\tI know he did and he's sorry.  He'll \t\tcome back as soon as he can.  Susan says nothing.  Gabriel continues, hopefully.  \n[74]\t\tThere are some letters here from \t\thim.  Some are just to you.  \n[75]\t\tYou don't hate him.  \n[76]\t\tFull sentences.  As if she had been \t\tspeaking all along.  \n[77]\t\tShe said... she loves you and misses \t\tyou but she understands why you \t\tcan't be there with her.  \n[78]\t\tFather, there's something else I \t\tneed to talk to you about.  \n[79]\t\tCome with me.  I'll tell you when we \t\tget there.  Marion nods and curiously follows Gabriel.  \n[80]\t\tFather, I'm looking for a best man.  Marion is stunned but recovers quickly.  \n[81]\t\tSir, I'd like to request a furlough. \t\tTwo days?  \n[82]\t\tCheraw Falls.  \n[83]\t\tI know.  They're silent for a moment.  \n[84]\t\tTarleton has a list of our men, most \t\tare on it.  A regiment of dragoons \t\tis going to the homes on the list, \t\tburning them, killing whomever \t\tresists, women and children, as \t\twell.  \n[85]\t\tSeven homes along the Black River so \t\tfar...  Rollins doesn't pause.  He rushes to his horse, mounts up and rides off.  Marion and the other men mount up and ride off fast after him.  \n[86]\t\tAnne...?  As Gabriel gets to the entrance of the livery stable, Marion walks out and intercepts him.  \n[87]\t\tIs it her?  Is Anne in there?  \n[88]\t\tFather, tell me what happened at \t\tFort Wilderness?  \n[89]\t\tNo, I don't.  \n[90]\t\tTell me what everyone doesn't know.  \n[91]\t\tThat the French and Cherokees \t\tcaptured the fort and when you \t\tretook it, you took revenge on them \t\tfor what they did during the \t\toccupation.  \n[92]\t\tThat's not enough.  Tell me.  \n[93]\t\tI'm not my mother.  I can't have the \t\trespect without the knowing.  Marion's quiet for a moment.  Then he speaks:  \n[94]\t\tGo on.  \n[95]\t\tI see, do as I say, not as I do.  \n[96]\t\tAs you did at Fort Wilderness?  Before Marion can answer they see HARRY LEE RIDE UP TO THEM.  He dismounts, excited, voluble.  He strides over, pleased to see Marion, oblivious to his and Gabriel's mood.  \n[97] Marion THROWS THE TOMAHAWK, sinking it into Wilkins' chest...  The rest of Marion's men thunder into the Dragoons...  Overpowering them...  Marion races to Gabriel...  Throws himself onto the ground next to him...  Cradling him...  Gabriel is stunned, confused by the wounds.  \n[98]\t\tI'm alright, I...  He tries to stand...  \n[99] The life drains from Marion.  No anger.  Only pain.  He looks at Gabriel, lost in a dream, an incomprehensible nightmare of loss and overwhelming emptiness.  ", "Martin": "", "Benjamin": "", "Anne": "\n[1]\t\tI know who you are, Gabriel Marion. \t\tThe last time I saw you, I was nine \t\tand you put ink in my tea.  \n[2]\t\tIt was you and it turned my teeth \t\tblack for a month.  \n[3]\t\tYou call that a compliment?  \n[4]\t\tNext time we'll bring more blankets.  \n[5]\t\tMaybe we'll be lucky this winter and \t\thave just rain, no snow.  \n[6]\t\tJust because the French didn't come \t\tthis fall, doesn't mean they're \t\tnever going to come.  He nods and takes a drink of the tea.  She smiles. Gabriel smiles back to her, revealing a mouthful of ink- stained, black teeth.  Before she has time to laugh...  ROLLINS RIDES HARD INTO CAMP.  Marion hurries over, accompanied by the Great Danes.  The other men gather around.  \n[7]\t\tI'm sorry we didn't give you more \t\twarning.  \n[8]\t\tMay I ask you a question?  Marion finishes with the knife and puts it away without explanation.  \n[9]\t\tDo you think Frances with an \"e\" is \t\ttoo manly a name for a girl?  \n[10]\t\tDo you think Francis with an \"i\" is \t\ttoo womanly a name for a boy?  \n[11]\t\tGood.  Anne smiles and walks away.  Marion figures out what she just told him.  \n[12]\t\tLate summer.  \n[13]\t\tThank you.  Marion laughs at the thought.  \n[14]\t\tEveryone?  ", "Howard": "", "John": "\n[1]\t\tYea.  ", "Billings": "\n[1]\t\tYou expect to hold Cornwallis with \t\tmilitia?  \n[2]\t\tTrust you and Harry Lee.  Remember \t\tthat damned overland you two thought \t\tup in '62 to hit Fort Louis?  \n[3]\t\tNot many.  Dalton, Scott, they've \t\tgot their reasons; Rev. Oliver, \t\the believes in the cause; some of \t\tthe young bucks; a few like me with \t\tnothing to lose... \t\t\t \t\tWhat about you?  You've got a lot to \t\tlose.  Marion drains his glass and stands up.  \n[4]\t\tWe have enough arms for an army. \t\tNow all we need is an army.  Marion checks out a wagon full of tools with DAN SCOTT and ROB FIELDING, a couple of sharp-eyed craftsmen.  They overlap dialogue, rapidly speaking the private language of colonial artisans.  \n[5]\t\tShoot them!  Shoot the damn things!  Dalton prepares to do so.  \n[6]\t\tNo wonder they were guarding it.  Gabriel opens a trunk and finds it filled with powdered wigs, all perfectly coifed and stored on head-shaped wig- stands.  Rev. Oliver opens one of several identical cases and finds it filled with papers.  \n[7]\t\tI say we drink the wine, shoot the \t\tdogs, and use the papers for musket \t\twadding.  \n[8]\t\tAm I one of that sort?  \n[9]\t\tHe's not making light.  Gabriel shoots Billings a dubious look.  \n[10]\t\tYou don't know him very well, do \t\tyou?  \n[11]\t\tDon't fault him for having grown up \t\ton the frontier.  It was a harder \t\ttime and a harder place than you \t\tknow.  Gabriel looks at Billings, then turns back to the fire.  \n[12]\t\tWell?  \n[13]\t\tCheerful news to greet the morn.  \n[14]\t\tPersonally, I'd prefer stupidity.  \n[15]\t\tWe got our own little party...  \n[16]\t\tTwenty men here, seventeen in New \t\tBrighton, a dozen along the Black \t\tRiver.  We'll pass three hundred by \t\tweek's end if this keeps up.  \n[17]\t\tHe reminds me of you before you got \t\told and ugly.  \n[18]\t\tYou got me beat on both accounts.  \n[19]\t\tYou got salt last week.  \n[20]\t\tWe've got plenty of baking powder. \t\tYou went to Pembroke and got five \t\tpounds two weeks ago.  Gabriel sighs.  They hear a SOUND APPROACHING, then see two British wagons round a curve with a guard of only SIX REDCOATS, commanded by a REDCOAT SERGEANT.  The Redcoat Sergeant signals stop.  \n[21]\t\tDamn your eyes.  Do your worst.  ", "Thomas": "\n[1]\t\tBetter.  She's near ready to calve.  Marion nods and motions for Susan to go with Gabriel and Thomas to the house.  She does so and Marion walks on alone toward:  \n[2]\t\tLook!  There's Gabriel!  They see Gabriel making his way through the crowd.  He sees them and waves, then enters the house.  A moment later Charlotte steps out onto the balcony and sees:  IN THE SQUARE, a pair of drunk Sons of Liberty, pull down one of the smoldering effigies, cut off its head, then start hacking at it's groin with a sword.  Appalled, Charlotte shoots a glare at Marion and snaps at the children.  \n[3]\t\tWhen?  Marion looks closely at his son, giving him the courtesy of really thinking about the answer.  \n[4]\t\tBut it's already been two years and \t\tthat's two more years.  The war \t\tcould be over by then.  \n[5]\t\tAlright.  Seventeen.  Marion offers his hand.  They shake firmly, like adults. Marion takes the coat off Thomas and puts it back in the trunk.  They walk down the stairs together.  \n[6]\t\tThat's not thunder.  The SOUND BECOMES DEEPER, MORE OMINOUS.  They all notice the change.  \n[7]\t\tBut father, they might come this \t\tway.  \n[8]\t\tThe battle, were you there?  \n[9]\t\tFather?  \n[10]\t\tFather, do something.  Thomas grows increasingly agitated.  He sees that his father is going to do nothing.  He gauges the distance between Gabriel and the cover of the nearby woods.  Then suddenly, Thomas SPRINGS.  He RUNS, THROWING HIMSELF, into the two Redcoats holding Gabriel, KNOCKING THEM DOWN.  \n[11]\t\tGabriel!  Run!  Gabriel is too shocked to take flight.  A few of the Redcoats, including one of the ones knocked down, shake their heads with sad laughter at Thomas' ineffectual gesture.  One of them grabs Thomas by the scruff of the neck and yanks him to his feet.  TARLETON sees the commotion.  Without pausing he DRAWS HIS \n[12] THOMAS is thrown to his knees by the shot.  Stunned, confused, he looks down and sees the massive exit wound in his chest.  MARION, horrified, catches Thomas as he falls, easing him to the ground.  MARGARET CRIES OUT.  THE OTHER CHILDREN are stunned to silence.  The REDCOATS are frozen in place.  Tarleton's GREEN DRAGOONS are impassive, having seen worse.  MARION holds his son, looking at the huge, incomprehensible wound.  He knows that Thomas is already dead, though his body still moves.  MARION'S stunned agony turns to fury.  He rises, his eyes trained on Tarleton, then stops as...  TARLETON raises a second loaded pistol and a DOZEN GREEN DRAGOONS raise pistols and carbines, aiming them at Marion and his children.  MARION FREEZES, torn between his fury and fear for his other children.  He locks his eyes on Tarleton.  TARLETON calmly baths in Marion's anger.  Then, with a hard yank of the reins, he jerks his horse's head around and utters a sharp command to Wilkins.  ", "Jean": "", "Villeneuve": "", "Occam": "", "Capt.": "", "Wilkins": "\n[1]\t\tI believe he was speaking to us, \t\tColonel.  \n[2]\t\tNo one's been here for months.  \n[3]\t\tSir?  \n[4]\t\tSir, there is no honor in this.  \n[5]\n[6] Marion THROWS THE TOMAHAWK, sinking it into Wilkins' chest...  The rest of Marion's men thunder into the Dragoons...  Overpowering them...  Marion races to Gabriel...  Throws himself onto the ground next to him...  Cradling him...  Gabriel is stunned, confused by the wounds.  \n[7]\t\tSir?  Cornwallis fumes.  His jaw sets with anger.  He slowly crumples the dispatch and speaks with quiet fury.  ", "Peter": "", "Charlotte": "\n[1] Grand.  Four stories.  Marion and his children pull up. CHARLOTTE MOTTE hurries out.  She's in her mid-thirties, beautiful, with a deep sadness that she keeps hidden as best she can.  The children leap from the carriages and swarm around her, embracing her, smothering her with kisses.  \n[2]\t\tWelcome!  Welcome!  Margaret, \t\tWilliam, look at you...! \t\t\t \t\tThey're huge.  What have you been \t\tfeeding them?  \n[3]\t\tThank you.  Charlotte hustles the children toward the door.  \n[4]\t\tCome, come, inside, wait until you \t\tsee what I have...  \n[5]\t\tInside, inside...  Charlotte sweeps past Marion who smiles and follows her into the house.  \n[6] Marion watches as Charlotte finishes handing out presents. Susan plays with a new doll.  William has half-a-dozen new spinning tops, skimming around the floor.  Margaret holds a new dress up to herself.  Samuel, Nathan and Thomas tear into packages holding platoons of lead soldiers.  Gabriel looks through a new book.  Charlotte sees Marion watching her, rises and joins him at the doorway.  \n[7]\t\tAs do you.  Suddenly Thomas and Samuel race through the doorway, forcing Marion and Charlotte together, their bodies close. They step back and exchange warm but uneasy smiles.  The moment is broken by the SOUND OF CHILDREN.  Marion and Charlotte gratefully turn their attention back to them.  \n[8] Marion's children, except Gabriel, stand on the balcony watching the mob.  Marion steps out onto the balcony.  \n[9]\t\tChildren, inside!  All of you! \t\tRight now.  The children start to protest, but a glance at Charlotte's resolute expression makes them think better of it.  They file into the house.  Charlotte shoots a glare at Marion and shoos the children inside.  Gabriel steps out and joins them.  \n[10]\t\tAnd send us to war alongside \t\tMassachusetts.  \n[11] Marion and his children wait in the cover of the woods. They see a pair of shadowed figures coming toward them from the house, Gabriel and Charlotte.  \n[12]\t\tI'll stay with them.  Marion nods and leaves Charlotte with the children.  \n[13] Marion enters.  He starts to pace but grows unsteady.  He rears back as if screaming but no sound comes from his mouth, as he looks upstairs, knowing his children are searching for the solace of sleep.  He opens a cabinet, pulls out a bottle of liquor, pours and drinks.  Then another.  THE SOUND OF HORSEMEN.  Gabriel walks in.  Tired.  Grim.  \n[14] Marion stares at the fireplace.  Charlotte walks in carrying a pitcher and fresh clothing.  \n[15]\t\tThey're asleep.  Marion is silent.  Charlotte pours water into a washbowl and motions to Marion.  He takes off his shirt.  She begins cleaning away the blood and tending the wound on his neck.  \n[16]\t\tYou couldn't have known.  \n[17]\t\tThomas is dead but you've done \t\tnothing for which you should be \t\tashamed.  \n[18]\t\tIf you go, I'll care for them as if \t\tthey were my own.  \n[19] Marion and Gabriel finish saddling their horses.  Marion embraces Nathan and Samuel.  Then he turns to Margaret, William and Susan.  \n[20] A thick ground fog surrounds Charlotte's house.  The soft lights of candles glow in the windows.  All appears peaceful.  Then, the SHADOWED FIGURES of THREE DOZEN GREEN DRAGOONS appear out of the mist, silently approaching the house on foot.  \n[21] A fire crackles in the fireplace.  A curtain blows in the open window.  THE DOOR BURSTS OPEN.  WINDOWS BREAK.  Green Dragoons pour into the house, muskets brandished.  No sign of occupants.  CAPTAIN MORROW barks a command:  \n[22] A TORCH BURNS.  A dozen Dragoons light torches off of it and fan out to search.  The thick fog turns the torches into diffused, floating balls of light, turning the Dragoons into ghost-like apparitions.  CAMERA FOLLOWS ONE OF THE TORCHES, carried by a particularly rough-looking Dragoon who skirts the edge of the underbrush closest to the house.  As the torch moves, its flame sends long shadows and shafts of light into the underbrush...  The CAMERA STOPS to reveal, in the brush, TWO FACES, GABRIEL AND CHARLOTTE, dark, motionless, watching the search.  Behind them, MARION'S OTHER CHILDREN, Nathan, Samuel, Margaret, William and Susan...  Around them, SEVERAL MORE OF MARION'S MEN, including ABNER BROWN, weapons ready.  The moving lights play on their faces.  AT THE FRONT OF THE HOUSE, the torches converge, illuminating Tarleton who gives the unheard order.  The torches fan out and begin SETTING FIRE TO THE HOUSE, BARNS \n[23]\t\tThis will do fine.  She turns to Aaron and Abigail.  \n[24]\t\tThank you.  Charlotte walks inside without looking back.  The children hesitate, then follow her inside.  \n[25]\t\tSo he's the one they talk about, the \t\tSwamp Fox.  \n[26]\t\tI thought it might be him, the bits \t\tand pieces we heard, a veteran, \t\tfought in the French and Indian War, \t\tknows the swamps.  \n[27]\t\tWe'll be alright, here, for now. \t\t\t \t\tHow is he?  Gabriel searches for an honest answer.  \n[28]\t\tSpeaking for months now.  \n[29]\t\tI'm not my sister.  Startled, Marion turns to Charlotte.  \n[30]\t\tI said, I'm not my sister.  \n[31]\t\tDo you?  \n[32]\t\t\t \t\tVery well, then.  She turns from him.  Marion, tries to figure out what just happened.  After a long moment he gets it.  Stunned at first, his gears turn.  After a very thoughtful moment he turns to Charlotte and offers a tentative smile.  She rolls her eyes.  \n[33]\t\tGoodbye.  They embrace.  Though the hug is chaste, their eyes tell a different story.  Only Anne and Margaret notice, but to them it's as clear as a bell.  They exchange a knowing look.  Marion and Charlotte break apart, self-consciously.  Marion and Gabriel mount up and start to ride away.  As they're about to round a curve and disappear, SUSAN CRIES \n[34]\t\tLovely.  He smiles and make a minute adjustment in the chair's position.  Then he sits down, settles back and begins rocking.  Not a creak.  Marion and Charlotte watch Susan run out of the yard, calling as she joins the other children.  ", "Selton": "", "Reverend": "", "Oliver": "\n[1] \n[2]\t\tI heard about your son.  I'm sorry.  Marion accepts his condolences.  He notes GEORGE DALTON, a tough-looking, rustic man with an ice-cold, distant stare.  \n[3]\t\t... two-hundred-sixty-six Brown Bess \t\tmuskets, forty-one casks of powder, \t\tballs, tamping...  \n[4]\t\tMy heavens, personal correspondence \t\tof... Lord Cornwallis.  Marion grabs some papers, scans them, then finds matching cases on nearby wagons.  \n[5]\t\tThank you.  \n[6]\t\tFor trying to impose some decency on \t\tthat sort.  \n[7]\t\tDearly beloved, we are gathered here \t\tin the sight of God to join this man \t\tand this woman in holy matrimony...  MARION feels every word, looking straight ahead but knowing that he's standing next to his son.  \n[8]\t\tFor richer, for poorer, in sickness \t\tand in health, 'til death do they \t\tpart.  Marion nods.  They ride on.  \n[9]\t\tIt's not time for vengeance, it's \t\ttime to mourn and...  \n[10]\t\tAbout a hundred and twenty.  Less \t\tthan a third.  Marion nods.  He and Gabriel join some of the men under one of the lean-to's.  \n[11]\t\tMay I help you try to find solace \t\twith the word of God?  No response.  \n[12]\t\tColonel, let us help his soul find \t\tit's place with the Almighty and...  \n[13]\t\tYes, he does.  Rev. Oliver pulls up a camp stool.  He and Marion sit in silence.  ", "Dan": "\n[1] CHARLOTTE sits on the front porch, NURSING AN INFANT.  MARION walks out of his workshop, trailed by Susan.  He carries a just-completed rocking chair.  The chair is a work of art, thin and light, a spider-web of perfectly turned wood, no nails, no glue.  He steps onto the porch next to Charlotte and places the rocking chair next to her.  ", "Scott": "\n[1]\t\tReamer, boring tool...  \n[2]\t\tWe can rifle those musket barrels...  \n[3]\t\tEasy enough...  \n[4]\t\tOil cloth and barrel staves to make \t\ta bellows...  \n[5]\t\t\t \t\tThat's why he's a colonel.  Scott and Fielding roll up their sleeves and get to work. Marion hears a COMMOTION OF BARKING DOGS AND YELLING MEN and strides over to find Billings cowering before TWO HUGE GREAT DANES who stand guard at one of the wagons.  \n[6]\t\tThey followed us from the bridge. \t\tThey won't let anyone near the \t\twagon.  Marion steps forward, speaking softly but firmly to the dogs.  "}}