{"filename": "Great-Gatsby,-The_script.txt", "imdb_id": "tt1343092", "imdb_url": "https://www.imdb.com/title/tt1343092", "characters": ["Well Dressed Male Witness - Wilson's Garage", "Owl Eyes", "Mr. McKee", "Jordan Baker", "Dan Cody", "Jay Gatsby", "George Wilson", "Catherine", "The Boss-Probity Trust", "Herzog", "Michaelis", "Tom Buchanan", "Weeping /Singing Woman", "Jazz Player", "Meyer Wolfsheim"], "dialogues": {"Owl": "\n[1]You won't find him...! \n[2]This house and everything in it, are all part of an elaborate disguise. But Mr. Gatsby doesn't exist. \n[3]Which one; the Prince, the Spy, the Murderer? I've been wandering his halls drunk for about a week now - but no matter where I look, I can't find anyone who knows anything real about Mr. Gatsby. \n[4]That, my dear fellow, is the question... \n[5]Whazza matter!? We run outta gas!? \n[6]129. ", "Eyes": "\n[1]You won't find him...! \n[2]This house and everything in it, are all part of an elaborate disguise. But Mr. Gatsby doesn't exist. \n[3]Which one; the Prince, the Spy, the Murderer? I've been wandering his halls drunk for about a week now - but no matter where I look, I can't find anyone who knows anything real about Mr. Gatsby. \n[4]That, my dear fellow, is the question... \n[5]Whazza matter!? We run outta gas!? \n[6]  ", "McKee": "\n[1]Hello...! \n[2]  \n[3]Where're the kids? \n[4]Myrtle Turtle...! Oh, that dress is adorable! \n[5]Photography. \n[6]Really? \n[7]Adorable! Adorable! ", "Jordan": "\n[1]I've been lying on that sofa for as long as I can remember... \n[2]I'm not listening to a word! \n[3]I know somebody in West Egg. \n[4]Oh, you must know Gatsby. \n[5]Things went from bad to worse... \n[6]They have to be old so they die quickly... \n[7]Shhhh... Don't talk. I want to hear what happens. \n[8]I thought everybody knew. \n[9]Tom's got some woman in New York. \n[10]She might have the decency not to telephone at dinner-time... Don't you think? \n[11]I remembered you lived next door... \n[12]Shall we? \n[13]People aren't invited to Gatsby's. \n[14]Teddy Barton. Nick Carraway. \n[15] \n[16]Oh, Mr. Gatsby...! Shall I lead you into his clutches? \n[17]Phooey; I've met him! \n[18] \n[19] \n[20]Disappointed? \n[21]Old and fat? \n[22]He told me once he was an Oxford man. However, I don't believe it... \n[23]I don't know... I just don't believe he went there... \n[24] \n[25]Nick! Nick! I've just heard the most shocking thing; it all makes sense... \n[26]Simply amazing! It all makes sense. It all makes sense... \n[27]Everything... But here I am tantalizing you... \n[28]And I swore I wouldn't tell. \n[29]Nick. I'm sorry, I swore I wouldn't tell. \n[30]Come and see me... We'll have tea! I'm in the phone-book! \n[31]Please, Nick, sit down. This is a polite restaurant. \n[32]If you'll just have a seat-- \n[33]Nick--! He just wants you to invite Daisy to tea. \n[34]Well... I don't know quite where to start. You see... I met Gatsby, five years ago, in Louisville... \n[35]It was the day I got my new English golf shoes. \n[36]Daisy was by far the most popular girl with the Officers from Camp Taylor... \n[37]One of them was in the car with her. \n[38]It was Gatsby. And the way he looked at her... \n[39]Is the way all girls want to be looked at. \n[40]Well, I don't know... \n[41]Gatsby was sent off to war... \n[42]But when the war ended... For some unknown reason, Gatsby couldn't return... \n[43]A year later, Tom Buchanan of Chicago swept in and stole her away... \n[44]He gave her a string of pearls worth $350,000. \n[45]But, the morning of the wedding, Daisy received a letter... \n[46]Daisy! Please, everyone's waiting! \n[47]I don't know. She wouldn't tell me. \n[48]Anyways, that day, at five o'clock, Daisy Faye married Tom Buchanan with more pomp and circumstance than Louisville had ever seen... \n[49]After the honeymoon, I saw them in Santa Barbara. It was touching, actually... \n[50]I'd never seen a girl so in love with her husband. A week later, Tom crashed his car. The girl with him was a chambermaid at the Santa Barbara Hotel. It got into all the papers... \n[51]It's no coincidence. He bought that house to be near her, he threw all those parties hoping she'd wander in one night. He constantly asked about Daisy... I was the first one who knew her. \n[52]Kind of takes your breath away, doesn't it? \n[53]Long Island, please. \n[54] \n[55] \n[56] \n[57]We're all white here, Tom. \n[58]We should go... \n[59]They are... \n[60]Must we? \n[61]Won't you come in, Nick? \n[62]It's only half past nine... \n[63]He threw all those parties hoping she would wander in one night... ", "Baker": "", "Dan": "\n[1]I've been lying on that sofa for as long as I can remember... \n[2]I'm not listening to a word! \n[3]I know somebody in West Egg. \n[4]Oh, you must know Gatsby. \n[5]Things went from bad to worse... \n[6]They have to be old so they die quickly... \n[7]Shhhh... Don't talk. I want to hear what happens. \n[8]I thought everybody knew. \n[9]Tom's got some woman in New York. \n[10]She might have the decency not to telephone at dinner-time... Don't you think? \n[11]I remembered you lived next door... \n[12]Shall we? \n[13]People aren't invited to Gatsby's. \n[14]Teddy Barton. Nick Carraway. \n[15] \n[16]Oh, Mr. Gatsby...! Shall I lead you into his clutches? \n[17]Phooey; I've met him! \n[18] \n[19] \n[20]Disappointed? \n[21]Old and fat? \n[22]He told me once he was an Oxford man. However, I don't believe it... \n[23]I don't know... I just don't believe he went there... \n[24] \n[25]Nick! Nick! I've just heard the most shocking thing; it all makes sense... \n[26]Simply amazing! It all makes sense. It all makes sense... \n[27]Everything... But here I am tantalizing you... \n[28]And I swore I wouldn't tell. \n[29]Nick. I'm sorry, I swore I wouldn't tell. \n[30]Come and see me... We'll have tea! I'm in the phone-book! \n[31]Please, Nick, sit down. This is a polite restaurant. \n[32]If you'll just have a seat-- \n[33]Nick--! He just wants you to invite Daisy to tea. \n[34]Well... I don't know quite where to start. You see... I met Gatsby, five years ago, in Louisville... \n[35]It was the day I got my new English golf shoes. \n[36]Daisy was by far the most popular girl with the Officers from Camp Taylor... \n[37]One of them was in the car with her. \n[38]It was Gatsby. And the way he looked at her... \n[39]Is the way all girls want to be looked at. \n[40]Well, I don't know... \n[41]Gatsby was sent off to war... \n[42]But when the war ended... For some unknown reason, Gatsby couldn't return... \n[43]A year later, Tom Buchanan of Chicago swept in and stole her away... \n[44]He gave her a string of pearls worth $350,000. \n[45]But, the morning of the wedding, Daisy received a letter... \n[46]Daisy! Please, everyone's waiting! \n[47]I don't know. She wouldn't tell me. \n[48]Anyways, that day, at five o'clock, Daisy Faye married Tom Buchanan with more pomp and circumstance than Louisville had ever seen... \n[49]After the honeymoon, I saw them in Santa Barbara. It was touching, actually... \n[50]I'd never seen a girl so in love with her husband. A week later, Tom crashed his car. The girl with him was a chambermaid at the Santa Barbara Hotel. It got into all the papers... \n[51]It's no coincidence. He bought that house to be near her, he threw all those parties hoping she'd wander in one night. He constantly asked about Daisy... I was the first one who knew her. \n[52]Kind of takes your breath away, doesn't it? \n[53]Long Island, please. \n[54] \n[55] \n[56]  \n[57]  \n[58] \n[59] \n[60]We're all white here, Tom. \n[61]We should go... \n[62]They are... \n[63]Must we? \n[64]Won't you come in, Nick? \n[65]It's only half past nine... \n[66]He threw all those parties hoping she would wander in one night... ", "Cody": "\n[1]Whadzamatta...? \n[2]Whaderathinkyerdoin..., old sport? \n[3]   \n[4]  \n[5]  ", "Jay": "\n[1] \n[2] \n[3]  \n[4] ", "Gatsby": "\n[1]        \n[2]    \n[3]  \n[4]  \n[5]   \n[6]   \n[7]  \n[8]  \n[9]  \n[10]   \n[11] \n[12]I'm trying out my new hydroplane in the morning. Want to go with me, old sport? \n[13]Any time that suits you. \n[14]Lovely to see you Miss Baker. \n[15] \n[16]   \n[17]   \n[18]Sorry to keep her from you, old sport. Don't forget; we're going up in the hydroplane tomorrow morning. \n[19]Good night, old sport... \n[20]  \n[21]Its pretty isn't it, old sport...? Haven't you seen it before? Its all a custom job. Supercharged engine. Get dressed... We're having lunch! \n[22]  \n[23]Ah... well... Ah... Look here, old sport... What's your opinion of me, anyhow? \n[24]Yes, yes, your opinion! \n[25]I don't want you to get the wrong impression from all those bizarre accusations you must be hearing. A pack of lies I assure you. You've heard the stories...? \n[26]I'll tell you God's truth. God's truth about myself! I am the son of some very wealthy people from the Middle-West; sadly, all dead now... I was brought up in America, but educated at Oxford; because all my ancestors have been educated there for many years. You see, it's a... a family tradition. \n[27]After that I lived like a young Prince in all the capitals of Europe! \n[28]Yes, Europe! Paris; Venice; Rome; Vienna, Zurich, Helsinki... Collecting jewels, chiefly rubies, hunting big game, painting, a little, things for myself mostly, and trying to forget something very sad that happened to me long ago... \n[29]  \n[30]Then came the war, old sport... \n[31]It was a great relief and I tried very hard to die, but I seemed to bear an enchanted life... \n[32]In the Argonne Forest I took my machine gun detachment so far forward... We were outnumbered five to one. There was a half mile gap on either side of us where the infantry couldn't advance. We stayed there two days and two nights, 130 men with only 16 Lewis guns... \n[33]...When the infantry came up at last they found the insignia of 3 German divisions among the piles of the dead. \n[34]I was promoted to Major and every Allied government gave me a decoration; even Montenegro! Little Montenegro down on the Adriatic Sea. \n[35]Here! That's the one from Montenegro. \n[36]Turn it. \n[37]That's right. \n[38]Here's another thing that I always carry. A souvenir of my Oxford days; the man on my left is now the Earl of Doncaster. \n[39]But don't take my word for it. At lunch, I'm going to introduce you to one of New York's most distinguished businessmen; my friend, Mr. Meyer Wolfsheim, who will confirm all I've told you, and vouch for my good character... \n[40]  \n[41]Oh but it is though...! You see, I thought you ought to know something about my life. I... I don't want you to think I'm just some... some nobody. You see, old sport, I'm going to make a very big request of you today. \n[42]Yes. Yes... Miss Baker will explain everything when you take her to tea this afternoon. \n[43]Oh, I assure you it's nothing underhand. Miss Baker's an honest sportswoman; she'd never do anything that wasn't alright... \n[44] \n[45]Well... actually, I was able to do the Commissioner a favor once; he sends a Christmas card every year. I imagine he'll be at lunch too... \n[46]Meyer, Meyer... \n[47]Mr. Carraway; my friend, Mr. Wolfsheim. \n[48]We'll talk about that later... \n[49]Yes, highballs it is. You take good care of my friend here! \n[50]You be careful now. You're turning into a real Jazz-Hound Commissioner. See, that's the Commissioner back there. \n[51]You be careful at those tables now Senator! \n[52]Shall we order? Lobster tails all round. They decorate it with truffle slices and fine herbs. Very artistic. \n[53]No, no. This isn't the man. This is the friend I told you about. \n[54]Now, if you'll excuse me. I have to make THAT call. Meyer, do you mind? \n[55]Gentlemen. Everything alright...? \n[56] \n[57]Other people's wives... Meyer? \n[58]You'll have to excuse him... In his old age, he's prone to \"digress...\" He's a regular around here; a real denizen of Broadway... \n[59]Meyer? He's a gambler. \n[60]Meyer? No. He's the man who fixed the 1919 World Series. \n[61]Fixed it. \n[62]He just... saw the opportunity, I suppose. He's a very smart man. Now, old sport, about Miss Baker, and that request we spoke of... \n[63]I'm so very, very... delighted to make your acquaintance. \n[64] \n[65]Or we can take a plunge in the swimming pool? I haven't made use of it all summer... \n[66]Oh, that's alright. I don't want to put you to any trouble... \n[67]What day would suit you...? I don't want to put you to any trouble... \n[68]Day after tomorrow? Well, I'd... I'd want to get the grass cut. \n[69]There's another little thing... I thought-- Look here, old sport-- You don't make much money, do you? \n[70]If you'll pardon my... You see, I carry on a little business on the side - a sort of sideline - you understand what I'm saying right? You're selling bonds, aren't you, old sport? \n[71]Well, this might interest you... It happens to be a rather confidential sort of thing... But you might pick up a nice bit of money. \n[72]You wouldn't have to do any business with Wolfsheim. I assure you. \n[73]A favor? \n[74]Ah, right, right... Goodnight. \n[75]One of the papers said they thought the rain would stop about four. I think it was the Journal... \n[76]Grass? \n[77]What Grass? \n[78]Have you got everything you need? \n[79]I think they did a fine job, don't you? \n[80]You think it's too much? \n[81]I think so too... She'll be impressed, won't she old sport? \n[82]I can't wait all day. I'm leaving! \n[83]Nobody's coming to tea. It's too late! \n[84]I'm... certainly glad to see you as well. \n[85]We've met before... \n[86]Ah... sorry... \n[87] \n[88] \n[89] \n[90]I've got to speak to you...! \n[91]Oh, God! This is a mistake, a terrible, terrible mistake... \n[92]She's embarrassed? \n[93]Don't talk so loud! \n[94]Yes, it has... Hasn't it? \n[95]What do you think of that, Daisy? Come look. \n[96]I know. I have the same view from my place. \n[97]Nick, I want you and Daisy both to see my house. I'd like to show her around. \n[98]Absolutely, old sport. Absolutely. \n[99]  \n[100] \n[101]Do you like it? \n[102]I don't. I keep it always full of interesting, celebrated people... \n[103]My house looks well doesn't it? See how the whole front catches the light like that? \n[104]   \n[105]  \n[106]If you press this button here, the oranges shoot through here, are crushed there... The juice of 200 oranges extracted in one hour...! \n[107]  \n[108]Its a remarkable little camera-- latest design. \n[109]She looks like she could be on the cover of Vogue, don't you think...? \n[110]   \n[111]Its a custom Wurlitzer. \n[112]Klipspringer can. Someone wake Ewing! \n[113]Ewing's a symphonic genius, he can play anything...! \n[114] \n[115]    \n[116]I've got a man in England who buys me clothes...! \n[117]Something for the lady... \n[118]He sends over a selection at the beginning of each season... \n[119]These are silk! Linen! Indian flannel! Egyptian cotton! \n[120]What is it? \n[121]Why? \n[122]If it wasn't for the mist we could see the green light... \n[123]The one that burns all night at the end of your dock. \n[124]No, no.. That's Mr. Dan Cody, old sport... He's dead now. He used to be my best friend years ago. \n[125]I want to show you something... Look, here's a lot of clippings, about you. \n[126]This was my first photo of you. \n[127]Excuse me. \n[128]Well I can't talk now old sport... \n[129]I said a small town. \n[130]He must know what a small town is. \n[131] \n[132]Ah, Klipspringer! He must be awake! Shall we? \n[133]    \n[134]   \n[135]It will be... \n[136]  \n[137]Sir! The shoal here's real bad, this wind could drag you onto it... \n[138]I decided right then and there to call myself: Jay Gatsby. \n[139]He was alright, old Dan, he taught me everything... \n[140]Gatsby. Jay Gatsby. A pleasure to meet you, sir. Gatsby. Jay Gatsby. Gatsby. Jay Gatsby. \n[141]She looks well, doesn't she...!? Old sport. \n[142] \n[143] \n[144] \n[145]  \n[146]  \n[147] \n[148]We've got a great band here. Have a look around... Excuse me... \n[149]May I introduce Senator Gulick? This is Mr. Carraway and Mrs. Buchanan... \n[150]And Mr. Buchanan... The polo player. \n[151] \n[152] \n[153]You must see the faces of a lot of people you've heard of. \n[154]Perhaps you know that lady there? \n[155]   \n[156]I believe we've met somewhere before, Mr. Buchanan. About a month ago. \n[157]That's right. See... I know your wife. \n[158]Yes. \n[159]Not now. \n[160]Mr. Buchanan, would you mind, terribly? \n[161]  \n[162]No... You see you were there all along, in every idea, in every decision... Of course, if anything is not to your liking, we can change it... \n[163]  \n[164]   \n[165]Run away? Darling, no. Daisy, that... that wouldn't be... respectable. \n[166]  \n[167]We're going to live here, in this house, together. You and me... Daisy... It's time for you to tell Tom. \n[168]Excuse me. Nick, would you mind? \n[169]  \n[170]    \n[171]   \n[172]   \n[173]She didn't like it. \n[174]No, she didn't like it. She did not have a good time. I feel so far away from her now. It's hard to make her understand. \n[175]The party!? I couldn't care less about the parties! You see... \n[176]She has to tell Tom that she never loved him. \n[177]Yes. Then we can go back to Louisville, to her parents' house - her parents are lovely people old sport - we'll be married there... You see, Daisy and I are going to and start over, just as if it were five years ago. \n[178]Ask too much? \n[179]I beg your pardon old sport. Its just.. Its so sad because its so hard to make her understand, and-- \n[180]Can't repeat the past? \n[181]Why of course you can. Of course you can. You'll see. I am going to fix things just the way there were before. Everything's been so... so confused since then... \n[182]If I could just get back to the start... If I could just get back to the start I could find it again. \n[183]I went to her house first with some of the other officers from Camp Taylor... I'd never been in such a beautiful house before... \n[184]I always knew that I could climb... But I could only climb if I climbed alone. \n[185] \n[186]I knew that, that when I kissed this girl, I would... be forever wed to her... \n[187]  \n[188]So I stopped. And I waited... I waited... \n[189]I waited for a moment longer. \n[190] \n[191]And then I just let myself go. \n[192]  \n[193]I knew it was a great mistake for a man like me to fall in love. A great mistake. I'm only 32... I might still be a great man if I could only forget that I once lost Daisy. But my life, old sport, my life has got to be like this... \n[194]It's got to keep going up. \n[195]She has to go to Tom and tell him she never loved him... I need to give her more time. I just need to give her more time... \n[196]Don't worry old sport, don't worry. I can protect her here. Good night old sport... \n[197]You're wrong about the past, old sport...! \n[198]You're wrong. \n[199]  \n[200]  \n[201]    \n[202]Then don't. \n[203]    \n[204]I've been meaning to call you up. I'm sorry, I've been... so busy. \n[205]  \n[206]Yes... Daisy and I are very much in love. \n[207]Daisy comes over sometimes in the afternoons and I wanted some people who wouldn't gossip... until we decided what we're going to do... You see these two towns are pretty close together. And it gets in the papers... You understand? They're some people Wolfsheim wanted to do something for. \n[208]What's the difference as long as they can cook and make beds...? \n[209]  \n[210]  \n[211]I'm right across from you. Right there. \n[212]Every night I can see that light at the end of your dock, blinking. \n[213]You see, Mr. Buchanan, I wanted to be close-- Daisy and I-- \n[214] \n[215]I don't think there's much gas, old sport. \n[216]  \n[217]    \n[218]Why not let her alone, old sport? \n[219]What is? \n[220]No, not exactly. \n[221]Yes - I went there. \n[222] \n[223]You'd like to know when....? It was in nineteen-nineteen, I only stayed five months. That's why I can't exactly call myself an Oxford man. \n[224]You see, it was an opportunity they gave to some of the officers who actually fought in the war. \n[225]Go on. Please Mr. Buchanan, go on. \n[226]Your wife doesn't love you. She's never loved you. She loves me! \n[227]No, old sport. See, she never loved you... She only married you because I was poor and she was tired of waiting. It was a terrible, terrible mistake, but in her heart she never loved anyone but me! \n[228]Daisy and I have nothing to hide... \n[229] \n[230]I just told you what's been going on; its been going on for five years...! \n[231]Not seeing. No, we couldn't; but both of us loved each other all that time, old sport, and you didn't know. I used to laugh sometimes, to think that you didn't know... \n[232]No... \n[233]That's all over now. Just tell him the truth, that you never loved him; and all this... all this pain will be wiped out forever. \n[234]You never loved him. \n[235]That's right... \n[236] \n[237]I want to speak to Daisy alone. She's all excited now... \n[238]You're not taking care of her any more! Daisy's leaving you. \n[239]What about it, old sport? \n[240]Well your friend Walter Chase isn't too proud to come in on it. \n[241]It's called `greed,' old sport. \n[242]He's got nothing to do with-- \n[243] \n[244]\n[245]Daisy darling... None of this has any consequence. Don't listen to him Daisy. \n[246]We're going back   to Louisville to be married. Then   we're going to live together in   our house; it's-- \n[247]Daisy...! \n[248]   \n[249]No...! \n[250]Hello old sport... \n[251]Just sitting here... \n[252]Did you see any trouble out on the road? \n[253]I thought so... I told Daisy I \n[254]Its better that the shock should come all at once-- \n[255]Please... Keep your voice down, old sport. \n[256] \n[257]It, it killed her instantly. I-- \n[258]I understand-- It was... my fault. This woman just rushed out, as if she wanted to speak to us... It all happened so quickly. She-- I... tried-- to turn the wheel. \n[259]You see, after we left New York, she was very nervous. She thought driving would steady her. But this woman, she just rushed out at us. \n[260]It all happened so quickly. It wasn't her fault... \n[261]It was my fault. I should have taken the wheel... No one must know. Promise me. No one. Promise me. \n[262]No. No. No. I'm going to wait. I'll wait all night if necessary. You see, Daisy's locked herself in her room, and she's going to turn her light off and on again if he tries to bother her about that unpleasantness this afternoon. If he tries ANY brutality whatsoever-- \n[263]Oh, I don't trust him, old sport. I don't trust him. \n[264]Would you do that for me? Thank you. Thank you, old sport. \n[265]   \n[266]Oh, hello, old sport. Yes, yes, everything's just fine... About four o'clock she came to the window; she stood there... Then, well, she turned out the light... So... Give me a hand will you old sport? \n[267] \n[268]Daisy's going to call in the morning. Then we'll make plans, to go away together. \n[269]She just needs time to think... She'll call. In the morning. She just needs time to think. \n[270]She just needs to think. She's going to call in the morning. \n[271]Wait up with me? The suns almost up... \n[272]  \n[273]You know, I thought for awhile I had a lot of things... But the truth is... I'm empty. \n[274]I suppose that's why I make things up about myself... But I`ve wanted to tell you the whole story for a long time... You see. I grew up, terribly, terribly poor, old sport. My folks were, well-- \n[275]  \n[276]...I can't describe to you how surprised I was to find out that I loved her, old sport. And that she loved me too. \n[277]I never realized just how extraordinary a nice girl could be. \n[278]I thought out my life with Daisy in it, trying to figure out how we could marry and struggle along on so many dollars a month... \n[279]The truth, the reason why after the war, I hadn't been able to return-- \n[280]I asked her to wait until I'd made something of myself. But-- She was young, there was so much pressure. \n[281]You see, I felt married to her... That was all. \n[282]  \n[283]Now now. Keep it open. For a personal call... \n[284]Not today. It's so beautiful. You know, old sport, I've never used that pool all summer? \n[285]Let's go for a swim. I'll have the phone transferred to the pool... \n[286]I understand... Well, I'll walk you out. \n[287]Do, old sport, please do. I suppose Daisy'll call too. \n[288]  \n[289]    \n[290]     \n[291]Daisy... \n[292]  \n[293] \n[294]  \n[295]   \n[296] \n[297]  \n[298]  \n[299]129. \n[300]  \n[301]  \n[302]She makes it look so splendid, don't you think, old sport? \n[303]Will you come old sport? We... need you. \n[304]It will be... \n[305]  \n[306]  \n[307]  \n[308]The green light. It pulses one last time... Then, fades to ", "George": "", "Wilson": "\n[1]  \n[2] \n[3]Works pretty slow, don't he? \n[4]I don't mean that, I just... \n[5]Oh, sure... Sure... \n[6]   \n[7]I'm sick. I'm all run down. I need money bad... My wife and I want to go West. \n[8]I just got wised-up to something funny the last two days. She's goin' whether she wants to or not. \n[9]Dollar twenty. \n[10]  \n[11]God knows everything you've been doing! \n[12]You might fool me but you can't fool God! \n[13]God sees everything! \n[14]  \n[15]   \n[16]O, my Ga-od! O, my Ga-od! \n[17]You don't have to tell me what kind of car it was! I know what kind of car it was! \n[18]  \n[19]Who owns the yella' car...? \n[20]Maybe he was the one foolin' with Myrtle; maybe that's why he killed her...? \n[21]Oh, Ga-od! Oh, my Ga-od! \n[22]     \n[23]God sees everything. ", "Catherine": "\n[1]I'm Catherine; ain't we havin' a party? \n[2]What's the matter? Don't ya like me? \n[3]Yeah. Ain't we good enough for ya? \n[4]Take off yer hat and stay awhile... \n[5]Do you live on Long Island, too? \n[6]Really? I was there at a party about a month ago. At a man named Gatsby's. Do you know him? \n[7]He's a cousin of Kaiser Wilhelm's. You know, the evil German king... \n[8]Neither of them can stand who they're married to. \n[9]No thanks; I feel just as good on nothing at all... \n[10]Nerve pills, I get them from a doctor in Queens. You want one? ", "Herzog": "\n[1]Excuse me sir; Chicago on the wire. \n[2]I beg your pardon... \n[3]Miss Baker; Mr. Gatsby would like to speak to you... Alone. \n[4]Yes, madame. \n[5]Philadelphia on the phone, sir. \n[6]Mr. Gatsby sir. Mr. Slagle is here... \n[7]Sir; it's Mr. Slagle; he's quite... emotional. \n[8]Mr. Gatsby sir, excuse me, Chicago calling sir. \n[9]A personal call? Of course. ", "Michaelis": "\n[1]Yeah, a big yellow duezy; custom job. \n[2]Yeah, they just stopped... ", "Tom": "\n[1]I thought I told you not to call me here...! \n[2]Shakespeare! How's the great American novel coming...? \n[3]Never heard of em. \n[4]Hey! What say after dinner we go into town? \n[5]Catch up with the old wolf pack? \n[6]Nonsense! We're going. \n[7]First team, all-American! \n[8]You see? Made me who I am today. \n[9]Here-- Forest Hills... I played the Prince of Wales. What a sissy! \n[10]Life's something you dominate Nick. \n[11]If you're any good. \n[12]Ha-ha-ha! \n[13]Nick, Daisy tells me you're over at \n[14]throwing your lot in with those social-climbing, primitive New Money types...? \n[15]Civilization's going to pieces! Have you read 'The Rise of the Colored Empires' by this fellow Goddard? \n[16]Everyone ought to read it. The idea is that its up to us, the dominant race, to watch out, or these other races... \n[17]Will have control of things. \n[18]It's been proved. Its scientific. \n[19]Excuse me... I'll be right back. \n[20]So... After dinner Nick wanted to go into town. Right Nick? To the Yale club. \n[21]Nonsense. Its only for a drink or two. \n[22]Come on--! \n[23]Trust me! \n[24] \n[25]Hello Wilson! How's business? \n[26]I've got my man working on it. \n[27] \n[28]Mrs. Wilson... Nick Carraway. \n[29]Nick's a writer... \n[30] \n[31]Whatever you want. And you can call up your sister... She'll like him... \n[32] \n[33]Get some ice Myrtle, before everyone goes to sleep. \n[34] \n[35]Listen Nick, you like to watch; I remember that from college. And that's OK, I make no judgment; but we've got a whole summer - do you want to sit on the sideline and watch, or do you want to play ball? \n[36]Hey Nick! McKee's in the artistic game. \n[37]Nick's artistic. \n[38]Hey McKee, take a picture of that! \n[39]You've got no right to speak her name! \n[40]Hey Nick! Nick! Where've you been!? Daisy's furious you haven't called up. \n[41]I wouldn't have expected to find you in this temple of virtue. \n[42]\n[43] \n[44] \n[45] \n[46]I'd rather not be the polo player. \n[47] \n[48]I'd really rather not be the polo player... \n[49]That's right... And you were with Nick here. At the barbershop... \n[50]Is that so? \n[51]Of course not; I think I can keep myself amused. \n[52]I wonder where the devil he met Daisy...? \n[53] \n[54]Have you seen my wife...? \n[55]That's funny. The Senator said he saw her down here. \n[56] \n[57]That so...? \n[58] \n[59]Where were you? \n[60]Well, he certainly must have strained himself to get that menagerie together... \n[61]I'd like to know who he is and what he does. And I think I'll make a point of finding out. \n[62]You know, I read somewhere that the sun's getting hotter every year... \n[63]Or wait a minute; it's the opposite... \n[64]The sun is getting colder every year... \n[65]How I'd like to be out on that bay today. \n[66] \n[67]What light? \n[68]Town!? Women... They get these notions... \n[69]Let's go to town! I'm perfectly willing...! That's a marvelous idea! Henri! Have the car brought around immediately! \n[70]We've smoked all through lunch. \n[71]It was your great idea Daisy. Why don't we!? We'll all go to town! \n[72] \n[73]Will you join us, Mr. Gatsby? \n[74]Henri! Get some whiskey! Two bottles, wrapped in a towel. \n[75]Mr. Gatsby! Would you be good enough to take my coupé? And I'll drive everyone else in your circus wagon. \n[76]  \n[77]You think I'm pretty dumb, don't you? But I have a-- an almost second sight, sometimes, that tells me what to do. And I've made a small investigation of this fellow. \n[78]Oxford, New Mexico! He wears a pink suit for Christ's sake! \n[79]Wilson! Wilson! What are you waiting for!? Let's have some gas... Do I have to do it myself? \n[80]Your wife does...? \n[81]What do I owe you!? \n[82]You can have the car! I'll send it around tomorrow! \n[83]    \n[84]That's enough... \n[85]Forget about the heat. You make it worse by crabbing about it. \n[86]That's a great expression of yours, isn't it? \n[87]'Old sport'. Where'd you pick it up? \n[88]Mr. Gatsby, I understand you're an Oxford man. \n[89]Oh yes, I understand you went to Oxford. \n[90]Sure; the man in the pink suit went to Oxford! \n[91]I heard you, but I'd like to know when. \n[92]Wait a minute, I want to ask Mr. Gatsby one more question. \n[93]What kind of a row are you trying to cause in my house anyhow? \n[94]Self-control! I suppose the latest thing is to sit back and let Mr. Nobody from Nowhere make love to your wife? Well, if that's the idea you can count me out... See, nowadays people begin by sneering at family life and family institutions and next you know they'll throw everything overboard and we'll have intermarriage between black and white! \n[95]You must be crazy. \n[96]Sit down Daisy! \n[97]What's been going on? I want to hear all about it. \n[98]You've been seeing him for five years? \n[99]Oh - that's all; you're crazy! I can't speak about what happened five years ago, because I didn't know Daisy then - but I'll be damned if I see how you got within a mile of her unless you brought the groceries to the back door. But all the rest of that's a god-damned lie. Daisy loved me when she married me and she loves me now. \n[100]She does, though... And what's more, I love Daisy too. Once in a while I go off on a spree, but I always come back, and in my heart I love her all the time... \n[101]Not at Kapiolani? \n[102] \n[103]Daisy... \n[104] \n[105]Of course it wouldn't. \n[106]Of course it matters. I'm going to take better care of you from now on. \n[107]Nonsense. \n[108]She's not leaving me; and certainly not for a common swindler! \n[109]Mr. Gatsby, who exactly are you anyhow? You see, I have made a small investigation into your affairs... You're one of Meyer Wolfsheim's bunch. \n[110]See, he and this Wolfsheim bought up a lot of 'drug stores' and sold bootlegged alcohol over the counter! \n[111]Don't call me `old sport!' This drug store business is just small change compared to the bonds stunt you and Wolfsheim have got going on now. \n[112]I've been giving that some thought. How does a reputable banker like Walter Chase find himself up to his eyeballs in debt to a little kike like Wolfsheim? \n[113]That's right; you've got half of Wall Street out there swilling your free booze at that fun park every weekend... I'm surprised he hasn't tried to drag you in... \n[114]My God, he has... \n[115]With your little racket... Daisy... Can't you see who this guy is? With his house and his parties and his fancy clothes; he's just a front for Wolfsheim, a gangster, to get his claws into respectable folk like Walter...! \n[116]Oh no, no, we're different; I am, \n[117]we're all different from you - we were born different, it's in our blood, and nothing you do, or say, or steal or dream up, can ever change that... And a girl like Daisy will never...! \n[118]That's right Mr. Gatsby, show us those fine Oxford manners... \n[119]You two start on home... In Mr. Gatsby's car. \n[120]Go on. He won't annoy you. I think he realizes that his little flirtation... is over. \n[121]Want any of this? Jordan? Nick? Nick? \n[122]Want any? \n[123]Happy birthday... \n[124]   \n[125]Wreck...! Good. Wilson will have a little business at last... Let's take a look.. \n[126]Just a look. \n[127]Get off me...! I'm fine. I'm fine. \n[128] \n[129]What happened...? \n[130] \n[131]Listen, I just got here from New York. I was bringing you the coupé. That yellow car wasn't mine, do you hear? I haven't seen it all afternoon. \n[132]Blue, a coupé; we've come straight from New York. \n[133] \n[134]Yeah. Maybe. Guy like that, who knows... \n[135]Gatsby. Something outta be done about a fella like that. He'll pay... Oh, he'll pay... \n[136]  \n[137]The goddamn coward didn't even stop his car... \n[138]You gonna defend him now, huh? \n[139]I'll telephone for a taxi, Nick. Come in and have some supper while you wait... \n[140]What is the matter with you? \n[141]Its going to be all right... \n[142] ", "Buchanan": "\n[1]  \n[2]  \n[3]      \n[4]    \n[5]  \n[6]\n[7]  \n[8]  \n[9]    \n[10]   \n[11]  \n[12]  \n[13]    \n[14]    \n[15]  \n[16]    \n[17]  \n[18]  ", "Jazz": "", "Player": "", "Meyer": "", "Wolfsheim": "\n[1]Ah my boy...! \n[2]You smell so good. \n[3]A wonderful pleasure, Mr. Carraway. I know all about you. \n[4] \n[5] \n[6]So... How is the bond business Mr. Carraway? \n[7]I understand you're looking for a \n[8]Oh! Beg your pardon, I had a wrong man. \n[9]Gatsby! What a gentleman! From one of the finest families in the Midwest... Sadly all dead now. Let me tell you, when I made the pleasure of Mr. Gatsby's acquaintance just after the war, I knew I had discovered a man of fine breeding. A war hero! Such... medals. And, an Oggsford man. Oggsford College in England. You know Oggsford? \n[10]Then you would know that a man like that can be trusted. With a friend, with someone like you, he would never so much as look at your wife... \n[11]But you work on Wall Street, right? \n[12]Looking at my tiepin? \n[13]Finest specimen of human molars... \n[14]Well, my work here is done. I'll leave you gentlemen to talk about your sports and your women... \n[15]When these hot headed types appear, I rely on you... But you were not available.. A scene was made... What's going on with you Jay? "}}