{"filename": "Thirteen-Days_script.txt", "imdb_id": "tt0146309", "imdb_url": "https://www.imdb.com/title/tt0146309", "characters": ["Arthur Lundahl", "Kenny O'Donnell", "Evelyn Lincoln", "Kevin O'Donnell", "Mark O'Donnell", "Jacqueline Kennedy", "John F. Kennedy", "Floyd", "McGeorge Bundy", "Kenny O'Donnell, Jr.", "Kenny's Assistant #1", "U-2 Pilot", "Kathy O'Donnell", "Helen O'Donnell", "NPIC Photo Interpreter"], "dialogues": {"Arthur": "", "Lundahl": "\n[1]\t\tThey appear to be the SS-4: range of a \t\tthousand miles, three-megaton nuclear \t\twarhead.  \n[2]\t\tGentlemen, as most of you now know a U-2 \t\tover Cuba on Sunday morning took a \t\tseries of disturbing photographs.  \n[3]\t\tOur analysis at NPIC indicates the \t\tSoviet Union has followed its \t\tconventional weapons build-up in Cuba \t\twith the introduction of surface-to \t\tsurface medium-range ballistic missiles, \t\tor MRBMs.  Our official estimate at this \t\ttime is that this missile system is the \t\tSS-4 Sandal.  We do not believe these \t\tmissiles are as yet operational.  \tA bulldozer TEARS through the undergrowth.  FILLING THE \tSCREEN.  A 70-foot long MISSILE TRANSPORTER creeps along in \tthe bulldozer's wake like a vast hearse with its shrouded \tcargo.  \n[4]\t\tIRONBARK reports the SS-4 can deliver a \t\t3-megaton nuclear weapon 1000 miles.  So \t\tfar we have identified 32 missiles \t\tserved by around 3400 men, undoubtedly \t\tall Soviet personnel.  Our cities and \t\tmilitary installations in the Southeast, \t\tas far north as Washington, are in range \t\tof these weapons, and in the event of a \t\tlaunch, would only have five minutes of \t\twarning.  \n[5]\t\tYes, Mr. President.  These are nuclear \t\tmissiles.  \tThe men come to grips with their own fears, own anger.  \n[6]\t\tGeneral Taylor can answer that question \t\tbetter than I can.  \tGeneral Taylor drops a memo on the table WHICH BECOMES:  \n[7]\t\tMr. President...  \tLundahl stands there at the end of the table, gray.  He \talmost can't say it, can't look the President in the face.  \n[8]\t\tThis morning's photography is in.  It \t\tappears the Soviets have commenced a \t\tcrash program to ready the missiles.  \n[9]\t\tThe first missiles became operational \t\tlast night.  \tWith a barrage of shouted orders in Russian, and a whine of \tthe ERECTOR's engines, THE MISSILE BEGINS TO RISE.  \n[10]\t\tWe expect they'll all be operational in \t\t36 hours: Monday morning.  \tIt stops, vertical.  \n[11]\t\tThat may not be as easy as we thought \t\teither.  We've gotten confirmation that \t\tthe Soviets have also deployed \t\tbattlefield nuclear weapons to Cuba.  \tA pall falls over the room as LeMay explains.  ", "Kenny": "\n[1]\t\tHi, hon.  \tThey kiss in passing.  Daughter KATHY, 12, races by in angry \tpursuit of her twin, KEVIN, 12.  \n[2]\t\tKids are supposed to get detention.  \tKenny dumps the bundle with Mark in a big pile of dirty \tlaundry.  \n[3]\t\tSecretary of Defense...  \n[4]\t\tWrong, and you get to wax my car.  \tKENNY JR. smirk at Kevin.  \n[5]\t\tRusk is State, moron.  Robert McNamara.  \n[6]\t\tNope.  Attorney General?  \tA PHONE RINGS as the kids cry out en masse.  \n[7]\t\tAll right, wise guys, Assistant \t\tSecretary of State for Latin America...  \n[8] \tA long, narrow affair, window at the back looking out into \tthe Rose Garden.  Kenny dumps his briefcase on the desk, \tshucks off his coat, removes a folder from his briefcase, \tturns and heads back out...  \n[9]\t\tMorning, Floyd.  \n[10]\t\tTop o' the morning, Mr. President.  \tThe figure lowers the paper.  \tIt is PRESIDENT JOHN F. KENNEDY.  He's wearing boxers and a \ttank top.  Unshaven.  Bed-head.  \tKenny O'Donnell, former ward-pol and long-time Kennedy man, \tis his Chief of Staff...  \n[11]\t\tBayh's going to lose, but it's good \t\tgroundwork for us for '64.  \tKenny steals a piece of buttered toast off the President's \tplate.  The President spares him a glance.  \n[12]\t\tNo you weren't.  \n[13]\t\tToday, for your information, is Pulaski \t\tDay.  We're going to Buffalo...  \n[14]\t\tWho else you got?  \n[15]\t\tGot the touch?  \n[16]\t\tEveryone likes a good kid...  \tAnd like that, a congressional candidate is made...  Kenny \taccelerates, leaving the Pols behind.  Suddenly, outside the \twindows, the crowd swells forward with a collective ROAR.  \n[17]\t\tBusy.  But you've got his heart.  \n[18]\t\tI said his heart, not his attention.  \n[19]\t\tWell.  There is a new civil rights \t\tinitiative he wants to talk about.  \n[20]\t\tWe're giving the Brits Polaris instead. \t\tBut a story'll just aggravate things.  \tScotty stares at Kenny, determined.  Kenny looks away.  And \this eye catches a tall, willowy BEAUTIFUL WOMAN.  She is \ttalking, excited, embarrassed, to two more SECRET SERVICE \tAGENTS.  What they're saying is lost in the noise.  \tScotty follows Kenny's gaze.  Then the two men share a look, \ta silent understanding.  Kenny glances at the Secret Service \tguy holding the car door, tilts his head at the woman.  \n[21]\t\tNot today.  He's got tight schedule.  \tThe Agent nods, heads for the other Agents and the Beautiful \tWoman.  Scotty acts like nothing has happened.  \n[22]\t\tForget it, Scotty.  \n[23]\t\tAll right, you're in.  Half hour.  \tReston's won.  But so has Kenny, and he's made Scotty feel \ttough in the bargain.  People like Kenny.  \n[24] \tBriefcase and coat in hand, Kenny enters his office - and \tfinds THREE MEN.  Standing there.  Thin-haired, bespectacled, \tacademic-looking MCGEORGE BUNDY, 43, the National Security \tAdvisor.  The two men in the background: PHOTO INTERPRETERS.  \tKenny hangs up his coat, sees the Interpreters' large black \tdisplay cases.  And suddenly the world is slightly off \tkilter.  \n[25]\t\tHey, Mac.  You're up bright and early.  \n[26]\t\tMorning, Floyd.  \n[27]\t\tWhat's it about?  \n[28]\t\tJust Cuba?  Okay, I got work to do, see \t\tyou guys downstairs.  \n[29] \tKenny's office is a raging beehive of activity.  Kenny works \tthe phone as ASSISTANTS come and go with files.  \n[30]\t\t\t \t\tListen to me, you worthless piece of \t\tdisloyal shit.  You will pull Daly's man \t\ton the circuit.  You owe your goddamn \t\tjob to this administration. \t\t\t \t\tThere is a word you need to learn.  It \t\tis the only word in politics.  Loyalty. \t\tLOYALTY you motherfucking piece of shit!  \tAs Kenny THROWS the phone down at the receiver, and the \tPRIVATE DOOR to the Oval Office suddenly opens.  Kenny \tglances up.  President Kennedy stands there in the doorway. \tKenny thinks he's reacting to the tirade.  \n[31]\t\tWhat're you looking at?  This isn't the \t\tblessed order of St. Mary the Meek.  \tKenny stops.  \n[32]\t\tExcuse us.  \tThe Assistants leave, shutting the door after them.  Kenny \trises.  \n[33]\t\tNot as far as the election goes.  \tThe President lets Kenny by into...  \n[34]\t\tWe hit a Nazi buzz bomb field in '45. \t\t\t \t\tIt looks like a rocket base...  \tHe puts his hand out to touch the image, then turns and looks \tto the President, knowing what they must be.  \n[35]\t\tJesus Christ in Heaven...  \n[36] \tKenny carries the phone with him as he paces hard from his \tdesk to his window.  \n[37]\t\tThe principals are assembling in an \t\thour.  See you then.  \tKenny hangs up.  The President enters.  A beat.  And in that \tbeat, there's a void.  The two men are off their emotional \tstride, trying to grope their way out of shock.  \n[38]\t\tShould be here any minute.  \n[39]\t\tWho gives a shit about the midterms now? \t\tThe Soviets are putting nuclear weapons \t\tninety miles away from us.  \n[40]\t\tJesus.  I feel like we've caught the Jap \t\tcarriers steaming for Pearl Harbor.  \n[41]\t\tLyndon.  Adlai.  \tThe silver-haired war hero and politically savvy Chairman of \tThe Joint Chiefs of Staff, GENERAL MAXWELL TAYLOR, 50s, \tshakes the President's hand.  \n[42]\t\tTed.  \n[43]\t\tIf we hit 'em, kill a lot of Russians, \t\tthey'll move against Berlin.  They \t\tattack Berlin, that's NATO... and we're \t\tat war.  \tThe guys stop again.  The autumn day is bright, warm, alive. \tThe air, the distant city sounds derail the relentless train \tof logic for a beat.  And in their faces we see that all \tthree men, for the first time, feel the enormity of war, its \tshadow over everything.  It's only a couple of steps away. \tSteps that they're seriously contemplating.  \n[44]\t\tThere've got to be alternatives to just \t\tgoing out and bombing them.  \n[45]\t\tThe other thing is...  \n[46]\t\tThey're going to be pressing for a \t\tmilitary solution soon.  We can't afford \t\tto let them ram their agenda down our \t\tthroats.  We need to come with options \t\tother than air strikes so we have some \t\tsort of choice here.  \n[47]\t\t\t \t\tIt's too politicized with you in there, \t\tanyway.  They need to be able to stick \t\ttheir necks out.  \n[48]\t\tEXCOM.  Has a ring to it.  Like F-Troop.  \tThe President stops.  Bobby and Kenny stop, too.  \n[49]\t\tThen we need to do a few things right \t\taway.  No Pierre.  He knows, the press \t\tknows. \t\tYou're going to have to keep up your \t\tschedule - your movements are followed \t\ttoo closely.  And we need to get these \t\tguys out of the White House.  George \t\tBall's got a conference room at State. \t\t\t \t\tReconvene over there this afternoon, \t\tcome back here tonight.  \tBobby nods.  \n[50]\t\tWay it's going, the Democratic Party. \t\tDNC strategy session.  If you can call \t\tit that.  \tScotty chuckles.  Kenny moves off, leading him away.  Kenny's \tassistant runs up behind him, holding out a slip of paper.  \n[51]\t\tTell you what.  We're in Connecticut \t\ttomorrow for Ribicoff.  I'll get you up \t\tfront with him during the flight.  \n[52]\t\tWhat is it?  \tThe Assistant eyes Scotty, holds his tongue.  Kenny takes the \tslips.  \n[53]\t\tI ask for a lot of 'em.  Whose is it?  \n[54]\t\tGotta go, Scotty.  See you tomorrow.  \n[55]\t\tJesus Christ Almighty...  \tThey burst out laughing.  An absurd, tension draining moment. \tThey shoot their drinks, Kenny refills.  \n[56]\t\tCall me Irish, but I don't believe in \t\tcooler heads prevailing.  \n[57]\t\tThere is no expert on this subject, no \t\twise old man.  \tThe President stares Kenny in the face, understanding.  \n[58]\t\tThen let's bomb the shit out of them. \t\tEveryone wants to, even you, even me. \t\t\t \t\tIt sure would feel good.  \tThe President sees what Kenny's saying: it'd be an emotional \tresponse, not necessarily the intelligent one.  \n[59]\t\tHe's right.  And things are happening \t\ttoo fast.  It smells like the Bay of \t\tPigs all over again.  \tBobby picks up some reconnaissance photos on the coffee \ttable.  \n[60]\t\tHe was.  \n[61]\t\tWhy don't you ask him yourself?  You can \t\thave him on the way home.  \n[62]\t\tCheer up, you've neutralized the entire \t\tWhite House Press Corps for a day.  \n[63] \tAs the meeting next door disperses, the President rummages \tthrough Kenny's jacket which hangs on Kenny's chair.  Kenny, \tbemused, holds out the package of cigarettes the President is \tlooking for.  \n[64]\t\tI was hoping LeMay pushed you.  I \t\twouldn't mind going a few rounds with \t\thim.  \tThe President glances up, takes the proffered smokes.  \n[65]\t\tThey're planning to shave you bald next \t\ttime you fall asleep on the bus. \t\t\t \t\tSorry, Pierre, Gromyko just arrived.  \n[66] \tThe Press Corps throngs Kenny's tiny office, pushing and \tshoving for a vantage at the side door to the Oval Office, \twaiting for the Gromyko photo-op.  Kenny stands shoulder-to \tshoulder with Reston and Sorensen near the door.  \n[67]\t\tCome on, Scotty.  This meeting's been on \t\tthe books for months.  It's just a \t\tfriendly talk on U.S.-Soviet relations.  \tFortunately, the conversation is cut short as a dozen \tFLASHBULBS suddenly go off on a dozen cameras as the \treporters crush in on the Oval Office, and Reston is swept \tforward.  \n[68] \tover the reporters.  The President, unsmiling, enters the \troom beside Soviet Foreign Minister, ANDREI GROMYKO.  Gromyko \tpauses for the photos: grim, dark haired, saturnine.  \n[69]\t\tWe go into this split, the Russians will \t\tknow it.  And they'll use it against us.  \tThe prospect disturbs the three men.  \n[70]\t\tYou don't show for Chicago, everyone'll \t\tknow there's something going on.  \n[71]\t\tNo way.  \tThe President spins on him, unsure he heard correctly.  \n[72]\t\tI'm not calling and cancelling on Daly. \t\tYou call and cancel on Daly.  \n[73]\t\tDamn right I'm scared.  \tThe President pauses, looks at Bobby.  Bobby shakes his head: \tdon't look at me.  \n[74]\t\tWhat are you telling them?  \n[75]\t\t\t \t\tTell 'em you've looked into it, and all \t\tit is is an exercise.  And Pierre -- \t\t\t \t\tThe President may have a cold tomorrow.  \tKenny stares at him, and the light dawns on Pierre. \tSomething big is going on and he's been cut out of it.  He \tstalks off.  \n[76]\t\tWell, you know how Bobby has it in for \t\tthe State of Mississippi.  \n[77]\t\tCuba?  You're fucking crazy.  We are not \t\tinvading Cuba.  Nobody gives a rat's ass \t\tabout Cuba.  Not now, not ever. \t\tIf you print something like that, all \t\tyou're going to do is inflame the \t\tsituation.  Nobody talks to assholes who \t\tinflame situations.  Assholes like that \t\tcan find themselves cut out of the loop.  \tReston is taken aback.  Stung silence for a beat.  Kenny's \tresponse is far louder than any \"yes.\"  Now Kenny realizes \tit.  \n[78] \tKenny enters his hotel room.  An Assistant waits with the \tphone, hands it straight to Kenny.  \n[79]\t\t\t \t\tTell Pierre I need to talk to him. \t\t\t \t\tBobby?  \n[80]\t\tWe have to try the blockades.  It \t\tprobably won't work.  It may just be \t\tdelaying the inevitable.  But we can't \t\tjust go to war without trying not to.  \n[81]\t\tAs the town's most popular playboy, the \t\tPresident felt my presence would be \t\tsorely missed.  So in the interests of \t\tNational Security...  \tKenny shrugs.  Adlai takes a long drink, closes his eyes.  \n[82]\t\tWe're not going to make it to Monday. \t\tI'll try to lean on Reston, but you're \t\tgoing to have to call Orville Dryfoos. \t\tThis is the sort of decision the \t\tpublisher makes himself.  \n[83] \tBobby barges into Kenny's office.  Kenny, knowing his unique \tentry, doesn't bother to look up.  \n[84]\t\tAcheson called, DeGaulle's with us; \t\thaven't heard from anyone else yet.  \tKenny finally looks up.  Bobby's grim.  And an icicle forms \tin Kenny's gut as Bobby relays.  \n[85]\t\tYou'd worry that something was wrong if \t\tCongress offered you unconditional \t\tsupport.  \n[86] \tSpecks of shaving cream still on his face, Kenny paces, reads \tthe inky carbon as Bobby, Bundy and Sorensen read copies.  \n[87]\t\tThis is all rhetoric. \t\t\t \t\tThey don't know how to respond yet.  \tKenny looks up.  The President enters from the Oval Office.  \n[88]\t\t-- run the blockade.  They'll run the \t\tblockade.  \tADMIRAL GEORGE ANDERSON, 50s, dapper, the Chief of Naval \tOperations, nods from the far end of the table.  \n[89]\t\tI don't like what's happening.  \n[90]\t\tAll right.  'Cause you get armed \t\tboarders climbing into Soviet ships, \t\tshots being fired across bows...  \n[91]\t\tWhat about these low-level flights? \t\tThey're starting in what?  An hour?  Do \t\tyou realize what you're letting yourself \t\tin for?  \n[92]\t\tFair enough.  But Castro's on alert and \t\twe're flying attack planes over their \t\tsites, on the deck.  There's no way for \t\tthem to know they're carrying cameras, \t\tnot bombs.  They're going to be shot at, \t\tplain and simple.  \tKenny's right, and the President looks away in frustration.  \n[93]\t\tI'm your political advisor, and I'm \t\tgiving you political analysis here. \t\tThis is a setup.  The Chiefs want to go \t\tin.  It's the only way they can redeem \t\tthemselves for the Bay of Pigs.  They \t\thave to go in, and they have to do it \t\tright.  It's that simple.  \n[94]\t\tThey're boxing us in with these rules of \t\tengagement.  If you agree to 'em, and \t\tone of our planes gets knocked down or \t\tone of the ships won't stop for \t\tinspection, the Chiefs will have us by \t\tthe balls and will force us to start \t\tshooting.  They want a war, and they're \t\tarranging things to get one.  If you \t\tdon't want one, we have to do something \t\tabout it.  \tThe President understands.  He shakes his head, paces away.  \n[95]\t\tMaybe it's harder for them to say it \t\tthan they let on. \t\tAt the very least, they believe it's in \t\tour best interest.  And at the end of \t\tthe day, they may end up being right.  \tThe President turns away, considers.  Then turns back.  \n[96]\t\tThat's going to be tough.  You know how \t\tthese guys are about their chains of \t\tcommand...  \n[97]\t\tMa'am, would you mind helping me out \t\twith a few special calls?  \n[98] \tKenny, sitting on his desk, taps his fingers, looks at the \tphone.  He's kept Ecker on hold long enough - and picks up.  \n[99]\t\tCommander, my name is Ken O'Donnell. \t\tSpecial Assistant to the President.  \n[100]\t\tThe President has instructed me to pass \t\talong an order to you. \t\t\t \t\tYou are not to get shot down.  \tDid he hear right?  \n[101] \n[102]\t\tI don't think you understand me \t\tcorrectly.  You are not to get shot down \t\tunder any circumstances.  Whatever \t\thappens up there, you were not shot at. \t\tMechanical failures are fine; crashing \t\tinto mountains, fine.  But you and your \t\tmen are not to be shot at, fired at, \t\tlaunched upon.  \n[103] \tKenny stands, drops the hard nose bullshit.  \n[104]\t\tCommander, if you are fired upon, the \t\tPresident will be forced to attack the \t\tsites that fire on you.  He doesn't want \t\tto have to do that.  It's very important \t\tthat he doesn't, or things could go very \t\tbadly out of control.  \n[105] \tKenny nods to himself, feeling.  He's done it himself.  \n[106]\t\tIf the President protects you, \t\tCommander, he may have to do it with the \t\tBomb.  \n[107]\t\tI've known the man for fifteen years. \t\tThe problem is, he will protect you.  So \t\tI'm asking: don't make him protect you. \t\tDon't get shot at.  \tEcker down, deeply affected.  Suddenly, A BELL RINGS.  A \tTELETYPE goes off.  Ecker knows it's for him.  His orders.  \n[108] \tKenny paces by the phone.  It rings.  He picks up, listens, \treacts.  Relief.  And we know the planes have made it back.  \n[109] \tIn Kenny's credenza, a small black and white T.V. plays. \tWALTER CRONKITE narrates on the television as a train laden \twith TANKS on flatbeds pulls out of a station.  \n[110]\t\tYeah?  \n[111] \tKenny, grinning, ducks back into his office, closes the door \tafter the Assistant leaves.  He picks up the phone.  \n[112]\t\tHello?  \n[113] \tKenny thinks fast.  Oh shit.  \n[114]\t\tThe Chiefs must want to talk to you. \t\t\t \t\tListen to me, Commander, they'll want to \t\tknow if you were fired on.  Were you?  \n[115]\t\tCommander.  Do not, under any \t\tcircumstances, tell the Chiefs.  \n[116] \tKenny rubs his eyes, listens to his phone and the WOMAN'S \tVOICE at the other end.  It's his wife.  \n[117]\t\tI don't know, Helen.  I want you to keep \t\tthe kids close tomorrow.  Leave the T.V. \t\ton, sleep with it on in the bedroom \t\tuntil I tell you you can turn it off.  \n[118]\t\tNothing.  Nothing you don't know about. \t\tTomorrow's the big day.  Just have the \t\tcar ready to go if I call or if the \t\tCivil Defense Warning comes on.  \n[119]\t\tI'll be evacuated with the President.  \tA long silence on the other end of the line.  \n[120]\t\tI'll find you.  But we're not going to \t\tlet it come to that.  I promise.  \n[121]\t\tHelen just asked me what sort of \t\tarrangements we have for the families.  \n[122] \n[123]\t\tHow long will it take to get someone up?  \n[124]\t\tNo.  No, I'll let her sleep.  Let 'em \t\tsleep.  \tKenny says it with a certain finality.  The Police Officer \tnods, and Kenny wanders out through the gates, shouldering \tthe weight of the world.  \n[125]\t\tThey're right.  This is intentional.  \tHe glances around the room.  All of EXCOM is looking at him. \tBobby stares at Kenny, too shocked to feel betrayed.  \n[126]\t\tKhruschev's stopped the 20 ships which \t\tare carrying contraband, and he's \t\tletting the ones which aren't go \t\tthrough, hoping for an incident.  I \t\tthink we should let them go.  \tBobby relaxes.  Around the table there are nods.  \n[127]\t\tThen we deal with it tomorrow.  But \t\ttoday he's stopped most of them.  He's \t\tdone something smart here.  We gave him \t\tan ultimatum, and he's agreed to most of \t\tit, preserving just enough room to save \t\tface.  We need to do something just as \t\tsmart now.  \tBobby's nodding, following the argument.  Kenny looks around \tthe room for support.  \n[128]\t\tGive it a rest.  You were thinking the \t\tsame thing, just didn't have the guts to \t\ttake the heat.  \tBobby likes getting under Kenny's skin.  Bobby aims a punch \tat his head which Kenny knocks away.  The President changes \tgear, serious.  \n[129]\t\tHave to hope it's a signal that he'll \t\tback down on the real issue too.  \n[130]\t\tThen let's move the quarantine line.  \tIt's a simple suggestion.  The President considers him a \tbeat, and then McNamara emerges from the White House, heads \tfor them.  The three friends assume their more reserved, \tpolitical faces as he comes up.  \n[131]\t\tMoving the line.  Stroke of genius.  \n[132]\t\tThe Chiefs are looking for a provocation \t\tout there.  The President's going to \t\tcome under enormous pressure.  You have \t\tto keep 'em on a short leash, Bob.  \tMcNamara spares Kenny a short, nasty look.  \n[133]\t\tListen to me, goddamn it.  We're talking \t\tabout a possible nuclear war.  You \t\tdropped the ball on Bay of Pigs --  \n[134]\t\tYou were in the room.  It was your \t\tpurview.  It was your job to make sure \t\tBissel wasn't fucking us over and you \t\tdidn't do it.  You've got the most \t\timportant job in the world right now. \t\tYou're the smartest guy the President \t\thas. \t\t\t \t\tBesides me.  \tThat gets an amused snort from McNamara, breaking the \ttension.  \n[135]\t\tYou need to be the best you've ever \t\tbeen.  \tMcNamara enters the elevator.  He turns, stands there facing \tKenny for a dramatic beat.  Then the doors close.  \n[136] \tWALTER CRONKITE, on the B&amp;W T.V. screen, sits in front of a \tmap showing Cuba and the blockade line.  \n[137]\t\tFind out how close our exercises are \t\tcoming to their cruise missiles.  I'm \t\tcalling you back in five, and you will \t\thave an answer for me or I will come \t\tdown there and beat the shit out of you. \t\t\t \t\tThen you can press charges, and I'll get \t\ta Presidential pardon.  \tHe hangs up, hears SHOUTING from the Oval Office.  He goes to \tthe door, enters --  \n[138]\t\tJesus...  \n[139]\t\tWe can't do that, Bobby.  \n[140]\t\tAnd we can't purge the Chiefs.  Our \t\tinvasion talk will look like a bluff. \t\tOr even that there's been an attempted \t\tcoup.  \tBobby is disgusted, but knows they're right.  \n[141]\t\tWe've got Khruschev's attention with the \t\tblockade.  If we want a political \t\tsolution.  I think it's time to turn up \t\tthe diplomatic heat.  Cause if we let \t\tthis go on too long, we're going to find \t\tourselves in a war.  \tBobby looks at the President, meaningful.  The President \tturns to Kenny.  \n[142]\t\tI think it's a bad idea.  \tBundy turns back to him.  \n[143]\t\tThen they should speak up.  \n[144]\t\tYes it is.  \n[145]\t\t-- You listen to me.  Nobody, nobody, \t\ttalks about my friends that way.  You're \t\tfucking here right now because of the \t\tKennedys.  They may be wrong.  They make \t\tmistakes.  But they're not weak. \t\tThe weak ones are these 'people' who \t\tcan't speak their own minds.  \n[146]\t\tNo, they just lack 'moral toughness.' \t\tAnd you think I'll play your Judas.  You \t\tWASPS and blue-bloods never understood \t\tus, thinking we want into your club. \t\tWell we got our own club now. \t\t\t \t\tAnd you guys don't realize fighting with \t\teach other is our way.  Nobody plays us \t\toff each other.  And nobody ever gets \t\tbetween us...  \n[147]\t\tOh, just a bunch of crap about \t\twithdrawing our Jupiter missiles in \t\tTurkey if the Soviets'll do the same in \t\tCuba.  \tThe President's eyes flick over to him in the mirror.  \n[148]\t\tIf we made a trade, we'd be giving in to \t\textortion, and NATO would never trust us \t\tagain.  We'll get clobbered in world \t\topinion.  \n[149]\t\tThen somebody'd better deny it publicly.  \tThe President turns around, heads over to the T.V.  Kenny \tfolds his arms, disgusted.  \n[150]\t\tYeah, a good political solution.  \n[151] \tKenny, phone to his ear, suffers as Bobby harangues him.  \n[152]\t\tYou can't take him out this late in the \t\tgame.  \n[153]\t\tThen talk to your brother, goddamn it. \t\tThe two of you don't need any advice to \t\tget into trouble.  \n[154]\t\tSomething your father would've come up \t\twith.  \tSilence.  Terrible silence.  That paralyzes Bobby.  Kenny \tstares at him.  He means it, but regrets it, too.  \n[155]\t\t-- I'm just trying to make a point. \t\tThis idea is that fucking bad.  \tBut Bobby gets it.  Kenny shifts gears, lets it go.  \n[156]\t\tAdlai can handle Zorin.  He knows the \t\tinning and the score.  \n[157] \tKenny turns to gaze at his little T.V. in the credenza, U.N. \tcoverage continuing, as if he could see Adlai there.  \n[158]\t\tAdlai, it's Kenny.  How're you doing?  \n[159] \tKenny rises from his chair, paces toward the T.V.  He pauses.  \n[160]\t\tThe President told me to pass the word \t\tto you: stick it to them.  \n[161] \tKenny is watching exactly the same performance.  Zorin is \tmasterful.  Kenny knows it.  And when he talks to Adlai, it's \twith the fatalism of a coach knowing he's putting his third \tstring quarterback in against the all-Pro linebacker.  \n[162]\t\tAdlai.  The world has to know we're \t\tright.  If we're going to have a chance \t\tat a political solution, we need \t\tinternational pressure.  You got to be \t\ttough, Adlai.  You need to find it, old \t\tfriend.  \n[163]\t\tYeah.  Yeah.  \n[164]\t\tZorin must not have gotten instructions. \t\tSomebody in their Foreign Ministry's \t\tblown it big-time.  \tBundy steps forward, holding the phone.  \n[165] \n[166]\t\tDangle a settlement, tie us down in \t\tnegotiations, we come up short...  \n[167]\t\tThat may be why Khruschev's introducing \t\tthis guy.  We've been burned by his \t\tusual players in the formal channels, so \t\the brings in an honest broker.  \n[168]\t\tWho's he talking for?  Is it Khruschev, \t\tor is this more bullshit?  \tKenny stands, runs his hands through his hair, aggravated.  \n[169]\t\tHow do you become the KGB top spy in the \t\tUnited States?  \n[170]\t\tPolitics is politics.  Walter. \t\t\t \t\tKhruschev is the Moscow Party Boss under \t\tStalin.  Give me their career \t\tchronologies!  \tWalter pushes a typed dateline of Khruschev's major career \tmoves, and one of the Agents hands Kenny a list of Fomin's \tpostings.  He lays them side by side.  And for every step of \tKhruschev's, there's a step for Fomin.  Not only that, but \tthe DATES ARE IDENTICAL or nearly so.  \n[171]\t\tEvery time Khruschev moves up, Fomin \t\tdoes within a year... \t\t\t \t\tKhruschev was the administrator in \t\tcharge of preparing Moscow's defenses \t\tduring the war.  And Fomin... was here \t\tin the U.S.  \tKenny's face falls.  But a YOUNG FBI AGENT cuts in.  \n[172]\t\tThey know each other.  They're war \t\tbuddies.  \n[173]\t\tHello?  \n[174]\t\tThey know each other!  Khruschev and \t\tFeklisov aka Fomin were war buddies!  \n[175]\t\tDon't take it to court, but we've got \t\tgood circumstantial evidence... \t\t\t \t\tWalter agrees.  My gut's telling me \t\tKhruschev's turning to a trusted old \t\tfriend to carry his message.  \n[176]\t\tIt's ten pages of sentimental fluff, but \t\the's saying right here.  He'll remove \t\tthe missiles in return for a no-invasion \t\tpledge.  It looks like Fomin's overture \t\twas genuine.  \tThe President turns to McCone.  \n[177]\t\tHi.  \tHelen rises, her own care-worn face turned to his.  For a \tsilent moment they gaze at each other, searching in the lines \tof each others' face for the changes of a long separation. \tThey see them.  But they've been married a long time, and the \tawkwardness passes.  \n[178]\t\t-- we got a back channel communication \t\tfrom Khruschev this evening feeling us \t\tout about a deal.  He confirmed it just \t\ta little while ago in a letter to the \t\tPresident.  I think we've won.  \n[179] \n[180]\t\tHelen and I went out for breakfast. \t\tEXCOM's not supposed to convene til \t\teight.  \n[181]\t\tWhat does the letter say?  \n[182]\t\tJesus Christ...  \tBobby gives him a look: told you things got worse.  \n[183]\t\tWe can't sell out one of our friends for \t\tour own safety.  NATO wouldn't trust us \t\tanymore, and they'd be right not to.  \tThe President sighs in the face of the stern advice.  He \tnods, expecting as much.  Bobby still can't look at anyone.  \n[184] \tKenny, at the other end of the line, stares out the window at \tthe fall day.  It seems so mild, so unlike war.  And it takes \thim a beat before he realizes Anderson's on the line.  \n[185]\t\tMajor, my name is Kenneth O'Donnell. \t\tSpecial Assistant to the President.  \tKenny takes a breath, ready to start the shuck-and-jive... \tbut for some reason doesn't.  \n[186]\t\tMajor, a few days ago the President \t\tordered me to help him keep control of \t\twhat's going on out there.  I've been \t\tbrowbeating pilots, navy guys left and \t\tright to make sure you don't get us here \t\tin Washington into trouble.  But you \t\tknow what?  We're pretty damn good at \t\tgetting ourselves into trouble.  So \t\tinstead of riding your ass, I'm just \t\tgoing to tell you what's going on, and \t\tlet you figure out how best to help us \t\tout up here.  \n[187] \n[188]\t\tLast night, we looked like we were going \t\tto cut a deal to get us all out of this \t\tmess.  Today, the Soviets are reneging. \t\tWe're going to try to salvage the \t\tsituation, but a lot of things are going \t\twrong today.  It's making everyone \t\tnervous, and it will be very hard to \t\tavoid going to war.  Don't get shot \t\tdown, Major.  Beyond that, whatever else \t\tyou can do to help us, I'd really \t\tappreciate it.  \n[189] \tKenny nods to himself, deeply touched by the man's faith.  \n[190]\t\tThank you, Major.  \n[191]\t\tIt could be a mistake.  \tMcCone gives him a get-serious look.  But Kenny presses on.  \n[192]\t\tWe need to be positive before we react.  \tBundy enters the room.  Everyone looks up.  He stands there \tin the doorway, his face tight.  \tKenny sags in his chair.  Bundy, of course, has more bad \tnews, and they all know it.  A hopeless beat.  The President \tjust stares at Bundy, unable to ask.  Bundy nods, affirming \twhat everyone is thinking.  \n[193] \tAlone in his office, shattered, Kenny stares out the window, \tviewing the distant Ellipse through a gap in the trees.  Kids \tare out there playing football.  He glances at his watch, and \tgrabs his jacket.  \n[194]\t\tHey, sport.  You winning?  \n[195]\t\tYeah, Kev.  Everything's gonna be fine.  \tBut Kevin knows.  Together they know.  The end of the world \tis at hand.  \n[196]\t\tI, uh...  \tSuddenly a car HONKS.  Kenny turns around.  Bobby is leaning \tout the rear passenger window of his limo.  And he sees what \tKenny is doing.  He doesn't want to cut in, but has to.  \n[197]\t\tGet back out there, kid.  Remember to \t\thit 'em hard.  \n[198]\t\tBack to work.  \tKevin puts his helmet back on his head.  Kenny watches as \tKevin jogs off to rejoin his team.  Kenny turns his back on \this son, and strides for Bobby's limo, dying inside.  \n[199]\t\tIf we're going to make a deal, we're \t\tgoing to have to do it fast.  This is \t\tonly getting out of control.  The only \t\treason we're not at war this very minute \t\tis he's been able to stretch, bend and \t\tbreak his own rules.  He won't be able \t\tto keep it up forever.  \tBobby jams the last bit of sandwich in his mouth.  A beat. \tKenny looks him in the eye.  \n[200]\t\tAnd Jack wants to trade the missiles in \t\tTurkey.  \n[201]\t\t-- Jesus, Mary and Joseph.  I told you \t\thow stupid it was to float the Lippman \t\tarticle!  But you wouldn't listen to me. \t\tWhat if there hasn't been a coup at all? \t\tWhat if it's you two who invited that \t\tsecond letter by raising the possibility \t\tof a trade?  \tBobby is speechless with rage.  \n[202]\t\tAnd if the two of you are thinking this \t\ttrade is your ace in the hole, you're so \t\twrong.  It's a deuce.  \tBobby's beyond furious.  They catch their rising voices.  \n[203]\t\tAnd it's not just me who thinks that. \t\tEveryone on this so-called EXCOM is \t\ttelling you exactly the same thing: make \t\tthe trade, and they're going to force us \t\tinto trade after trade until finally \t\tthey demand something we won't trade \t\tlike Berlin, and we do end up in a war. \t\t\t \t\tNot to mention, that long before that \t\thappens, this government will be \t\tpolitically dead.  \tBobby simmers for a long beat, thinking.  And boy, does this \tguy hate admitting he's wrong.  \n[204]\t\tSo now you've got to talk him out of it. \t\tAnd then we've got to figure out an \t\tacceptable political solution.  \n[205]\t\tI agree.  If there has been a coup, and \t\tthere's a hard-line government in power \t\tnow, then it doesn't matter what we say. \t\tThe end of the day we'll either agree to \t\ttheir terms, they'll agree to ours, or \t\twe'll go to war.  But what if there \t\thasn't been a coup?  What if... what if \t\twhat is happening is a series of \t\taccidents?  \n[206]\t\tNo.  The letter is an intentional, but \t\tit's having an effect far greater than \t\tits authors intended. \t\t\t \t\tWhat if our Jupiter missiles are just a \t\tlast minute haggle to salvage something? \t\tMaybe a bone Khruschev is throwing to \t\tthe hard line, not really caring if we \t\treject it or not? \t\t\t \t\tAnd then these accidents have happened.  \n[207]\t\tExactly. \t\t\t \t\tIf they're sane and human like we are, \t\tthen maybe we just refuse, and they'll \t\tlet it slide, like we've been letting \t\tthings slide.  \n[208]\t\tNo.  We don't reject it...  \tIt hits Bobby like a lightning bolt.  \n[209]\t\tAnd we do it under the table so we can \t\tdisavow any knowledge of it.  \n[210]\t\tSix months from now, I'm not going to \t\tcare.  Are you?  We'll deal with it.  \n[211]\t\tAnd if this is a move to appease the \t\thard line, then it may just be the bone \t\the needs to regain control of his own \t\thouse.  \tMost EXCOM is nodding, agreeing.  McCone shakes his head in \tdisgust.  Taylor sits in silence.  \n[212]\t\tHey, Joe.  Listen, I'll take care of \t\thim.  Go ahead in, grab some coffee. \t\tWe'll be back pretty quick.  \n[213]\t\tWhat's the matter with you?  Forget how \t\tto open a car door?  \n[214]\t\tJesus, you rich people.  \tKenny starts up the engine.  Bobby smiles a twisted smile. \tAs the car pulls away, the two men sit in silence, neither \twilling to admit how glad the other is there.  \n[215]\t\tThere's nobody else I'd rather have \t\tgoing in there.  \tBobby looks at him.  \n[216]\t\tNobody else I'd trust Helen and the \t\tkids' lives to.  \tKenny means it.  He looks away.  Bobby shifts, awkward.  \n[217]\t\tBecause we knew we could do a better job \t\tthan everyone else.  \tAnd Bobby, in the silence and closeness of the car, turns on \tKenny - anguished, knowing his life is at its climax.  \n[218]\t\tYou're right about the smart part, but \t\truthless, well...  \tThat breaks the tension as they arrive at the scene:  \n[219]\t\tSmoke.  \n[220]\t\tI'll whistle up some luck for you.  \tAnd before Kenny's eyes, all of Bobby's doubt vanishes.  In \tits place, a severe confidence.  A grandeur Kenny has never \tseen.  \tIt makes Kenny pause.  He beholds his best friend become a \tman of the ages.  And then Bobby SMOOTHLY opens the door.  \n[221]\t\tThe friend.  \tKenny breaks the gaze.  He begins to whistle again.  The \tCAMERA drifts away, finding the far DOOR to the inner office, \tKenny's tune stronger, carrying with it hope...  \n[222]\t\tAll he had was his character.  \tThe President and Bobby nod at the justice of that remark.  \n[223]\t\t-- he kept the peace.  \tKenny looks at the President.  The President feels it, and \tgazes back to him.  \tThe three of them stare out at the glittering city.  The \tgrandness of the world lies before them, and they are \tdeciding its fate, and are humbled by the awfulness of it. \tThe silence is beyond power.  \tAnd for a long moment, they know not to disturb it.  There is \tnothing left to say.  The President, at last, finishes his \tdrink.  \n[224]\t\tNo.  I'm glad I'm home.  \tAnd she knows the worst.  \n[225]\t\tIf the sun rises in the morning, it is \t\tonly because of men of goodwill. \t\t\t \t\tAnd that's all there is between us and \t\tthe Devil.  \tThey take each other in their arms, the wisdom of the atomic \tage so simple, so tenuous, every human life hanging by such a \tthread... yet a thread so powerful.  The CAMERA RISES FROM \tTHEM, finding the OPEN WINDOW and the DARKNESS.  \n[226]\t\tYeah?  \n[227]\t\tDon't you understand?  \tMcNamara and Bundy look at him funny.  \n[228]\t\tThe sun came up today.  \n[229]\t\tIt shouldn't have.  But it did.  \n[230]\t\tEvery day the sun comes up... says \t\tsomething about us.  \n[231]\t\tSomething... amazing.  \tThey just stare at him.  And with secret smiles, superior \tsmiles, they nod.  \n[232]\t\tYou know...  \tThe President looks at him in the mirror.  \n[233]\t\t...this was what we're here for.  \tThe President smiles an ever-so-faint smile.  Kenny turns and \tleaves the room, vanishing, and as we HOLD on the empty \tdoorway, the simple, whistled melody of O'DONNELL ABOO drifts \tfrom the hallway beyond, becoming our END MUSIC.  ", "O'Donnell": "\n[1] \tA simple CAMERA, snapping away furiously in the hands of a \tgiggling MARK O'DONNELL, 4.  He's straddling and in the face \tof his dad, KENNY O'DONNELL, 30's, tough, Boston-Irish, with \ta prodigious case of morning hair.  Kenny awakens, red-eyed.  \n[2] \tKenny, with Mark in the bundle on his shoulder, meets his \twife HELEN going the other way in the hall with LITTLE HELEN, \t1, in her arms.  \n[3] \tA kitchen out of the late 1950's.  Kenny drinks coffee, ties \ta tie, rifles through a briefcase at the kitchen table.  The \thorde of kids, ages 2-14, breakfast on an array of period \tfood.  Kenny grills the kids while he goes over papers.  \n[4] \tA black Lincoln pulls away from the modest white house on a \ttidy Washington D.C. residential street.  \n[5] \tA long, black car stops at the end of Kenny's driveway.  The \tdoor opens, and Kenny steps out.  He says an inaudible \tgoodnight to the driver, and the car pulls off.  He turns, \tfacing the white two-story house with the neat front yard, \tthe lights out.  And he smiles.  Home at last.  \n[6] \tA screen door squeaks open.  Kenny steps out into the \tdarkness of the back yard.  And there, in her robe, sitting \tstartled on a lawn chair, lit only by the dim glow of the \tkitchen window, is Helen.  Kenny stands there tired, his coat \tslung over his shoulder.  \n[7] \tKenny's limo pulls away, leaving Kenny, coat in hand, at the \tbottom of his driveway.  He watches it go, silently urging it \tto return for him with some call from the President telling \thim he's desperately needed.  But it doesn't.  \tHe turns to his house.  The lights are all out.  \tHe notices he's CLUTCHING the handle of his briefcase.  His \tknuckles are white.  With conscious effort, he unfolds his \thand, letting the briefcase drop on the driveway.  \tHe stands alone, stripped of his friends, his family, his \tjob... and in that moment, mute, impotent in the shadow of \tArmageddon, Kenny is our Everyman of the Nuclear Age.  \n[8] \tHelen stands in the kitchen, a ghostly white figure in her \trobe, the windows open and curtain flapping as she breathes \tthe air.  Kenny enters.  He stands in the doorway.  \n[9] \tThe RED DOME OF NUCLEAR FIRE rising over Washington.  It \troils the air in its expanding, blood-red glory.  \tIt is the sun.  The dawn in the East.  \n[10] \tKenny snatches the RED PHONE from its hook.  ", "Evelyn": "", "Lincoln": "", "Kevin": "\n[1]\t\tDean Rusk!  \n[2]\t\tHey!  Dad!  \tKenny manages a smile as Kevin trots over.  Kevin pulls his \thelmet off.  They stand there a long beat, Kenny desperate to \ttake him up, abandon his post... but he doesn't.  \n[3]\t\tYeah.  \tBut Kevin sees the turmoil in his father's face.  \n[4]\t\tIs everything going to be okay, Dad?  \tKenny's forced smile is answer enough.  \n[5]\t\tI guess you won't be coming home \t\ttonight.  \n[6]\t\tWhat about you?  Where are you going?  ", "Mark": "\n[1] \tMcNamara stares out at the bewildering tangle of symbols, \tliving men behind each one.  Each tangle of red and blue \tsymbols a powderkeg.  A G-dlike view indeed.  And it is far \tmore than any one mere man could keep control of. And he \tbegins to realize it.  ", "Jacqueline": "", "Kennedy": "\n[1] ", "Floyd": "", "McGeorge": "", "Bundy": "\n[1]\t\tNo, Ken.  I need to see him now...  \n[2]\t\tCuba.  \tBundy is tense.  But Kenny relaxes.  \n[3]\t\tOn Sunday morning, one of our U-2s took \t\tthese pictures.  The Soviets are putting \t\tmedium range ballistic missiles into \t\tCuba.  \tShock.  Silence.  Kenny glances to the other men.  \n[4]\t\tSir.  We need to consider... if we \t\tdecide to act, there's a good chance \t\twe'll end up in a general war.  \tThe room falls silent.  The President leans back in his \tchair, studying the circle of men around the table, weighing \tthem.  \tKenny and the others watch him in silence.  A long, dramatic \tpause.  A course that will change history is about to be \tchosen.  The President leans forward, folds his hands on the \ttable.  Fated.  Grave.  \n[5]\t\tYou want to be clear, Mr. President, \t\tthat we have definitely decided against \t\ta political track.  \tThe President folds the note away, glances at Bobby.  A beat, \tthe President looks from Bobby to Acheson.  \n[6]\t\tWe have time.  \n[7]\t\tBombing them...  \n[8]\t\tI just checked myself. \t\t\t \t\tThey're being issued identity cards. \t\tCall comes, and evacuation officers meet \t\tthem at pre-arranged departure areas. \t\tThey go by helicopter to Mount Weather. \t\tWe meet them there.  \tBobby looks at his coffee, then up at Kenny.  He gently \tshakes his head.  It's all a sham.  \n[9]\t\tWhat did you think of Lippman's column \t\tthis morning?  \n[10]\t\tThank God.  Look, everyone is furious \t\tabout it.  We trade away our missiles in \t\tTurkey and we're fucked politically.  \tKenny grinds his jaw, but doesn't say anything.  He agrees. \tBundy steps up to him, confiding.  \n[11]\t\tYou gotta stop 'em.  We know it's Jack \t\tand Bobby's idea - they leaked it to \t\tLippman.  The military guys are going \t\tape, and they're not alone.  \n[12]\t\tChrist, Ken, you know it's not that \t\teasy.  \n[13]\t\tNo it isn't.  They don't trust the \t\tpeople that feel this way.  But these \t\tpeople are right.  And the Kennedys are \t\twrong. \t\t\t \t\tWe need you to tell 'em, Kenny.  They'll \t\tlisten to you.  \tKenny prickles, intense, but Bundy presses on, too wrapped up \tin his own thinking to notice.  \n[14]\t\tJack and Bobby are good men.  But it \t\ttakes a certain character, moral \t\ttoughness to stand up to --  \n[15]\t\tYou know I don't mean they're weak.  \tKenny gets in his face, intimidating.  \n[16]\t\tCome on, Adlai!  \tThey all crowd the T.V. as if it were a title fight.  Except \tfor Bobby.  Kenny glances over at him.  He has the phone \tpinned between his ear and shoulder.  Kenny looks back to the \n[17]\t\tMr. President...  \tKenny and the President turn to see what they already have \theard in those two words: concern.  The room falls quiet.  \n[18]\t\tAll the trademarks of a back-channel \t\toverture.  \tKenny eyes Bundy, makes him uncomfortable.  The President \tsizes Scali up.  \n[19] \tKenny, jogging down the hall, hears form an open door.  \n[20]\t\tKenny!  \tKenny goes over to the threshold.  Inside the office Bundy \tstands up from behind his desk, grave.  And Kenny knows.  \n[21]\t\tA U-2 on a routine air-sampling mission \t\tover Siberia got lost and penetrated \t\tSoviet airspace.  The Soviets scrambled \t\tMIGs in pursuit, thinking it was a \t\tbomber.  It got out okay.  Somebody \t\tforgot to cancel the mission.  \n[22]\t\tWe've been talking.  We can play this \t\tbig in '64.  It's the foreign policy \t\ttrophy we've been waiting.  \tKenny sickens.  He tries to listen, but it all begins to \tblur.  \n[23]\t\tI think we can ride it all the way home \t\tnext election.  Bet you're way ahead of \t\tus, eh?  \tBundy slaps Kenny on the back.  Kenny is pale.  Is what \tthey're saying possible?  But Bundy and McCone are too \twrapped up in their schemes to notice Kenny's distress.  \n[24]\t\tUnderstand what?  \tKenny just looks at them, eyes filled with sorrow.  They \tbegin to feel uncomfortable.  \n[25]\t\tYeah.  \n[26]\t\tSays what, Kenny?  \tKenny looks back at them.  \n[27]\t\tSee you later, Kenny.  \tKenny watches them, heads bowed in discussion, disappear into \tthe labyrinth of the West Wing.  Kenny turns his back on \tthem.  ", "Pilot": "\n[1]\t\tUhhh... yup.  Think so.  \tSuddenly, the door opens and a pale DUTY SERGEANT enters.  \n[2]\t\tFlameout flameout!  \n[3]\t\tShit!  Me too!  \n[4]\t\tOh, God damn.  Got it restarted.  \n[5]\t\tYeah.  Yeah.  Me too.  Goddamn fuel.  \n[6]\t\tSir, I don't think she's gonna hold up \t\tfor the run.  \n[7]\t\tFailure.  All cameras.  Sonofabitch. \t\tFilm must not have fed.  \n[8]\t\tJesus!  Shit!  Oh shit!  I just shot it \t\tall, boss.  Activator jammed open, its \t\texposing everything now.  ", "Kathy": "", "Helen": "\n[1]\t\tMark, get off your father!  \tKenny sits up to the morning bedlam of the O'Donnell house.  \tKIDS screech, doors bang all over.  Kenny pushes Mark over, \trolls out of bed, snatches up the corners of the blanket and \thoists Mark over his shoulder in a screaming, kicking bundle.  \n[2]\t\tDon't forget, Mrs. Higgins wants to talk \t\tto you this afternoon about Kevin.  You \t\tneed to do something about this.  \n[3]\t\tGot time for pancakes?  \n[4]\t\tWhen are you going to be home?  \n[5]\t\tWhat's happened?  \n[6]\t\tWhat happens to you?  I'm not leaving \t\twithout you.  \n[7]\t\tGreat.  So while you're under a rock \t\tsomewhere with the President, what am I \t\tsupposed to do with your five children?  \tAnd to that, there is no answer.  A beat, and it's all Kenny \tcan promise:  \n[8]\t\tHi, O'Donnell.  You look old.  \tKenny drops his coat on a table as Helen comes up and folds \therself into his arms.  \n[9]\t\tThis job's going to kill you.  If I \t\tdon't first.  \tThey kiss, comfortable.  But not too long, and he lets her \tgo.  She looks at him again, sees he's suppressing a smile.  \n[10]\t\tIf you're home it means either Jack and \t\tBobby have finally figured out what a \t\tcon man you are and fired you, or --  \n[11]\t\tA thing like this... who could even \t\tthink of winning?  \n[12]\t\tI saw you out there.  You want him to \t\tcall you back, need you.  \n[13]\t\tHow long do we have?  \tKenny's voice breaks.  "}}