{"filename": "Thor_script.txt", "imdb_id": "tt0800369", "imdb_url": "https://www.imdb.com/title/tt0800369", "characters": ["Agent Coulson", "Volstagg", "Heimdall", "Frigga", "Loki", "Darcy Lewis", "Thor", "King Laufey", "Jane Foster", "Erik Selvig", "Sif", "Isabela Alvarez", "Odin", "Fandral", "Hogun"], "dialogues": {"Agent": "\n[1]      \n[2]Jackson? The Agents reach for their weapons. Thor elbows the driver across the jaw, causing him to drop his weapon. Jackson slumps over the steering wheel, as DeLancey starts to raise a shotgun at Thor. Thor grabs the barrel, yanks it out of DeLancey's hands and thrusts the hilt back, smashing the Agent's jaw. Thor reaches into the jeep to grab a rain slicker. \n[3]Agents down! We've got a perimeter breach! \n[4]The biggest of them all, standing between him and his hammer in the cube structure beyond. Thor sizes him up. \n[5]They want an update. \n[6]Tell them he's eating eggs. \n[7]Scrambled or fried? Cale glares at him. \n[8]  \n[9]Is there a Renaissance Faire in town? \n[10]Call it in. But before they can, Volstagg rises up behind them, smashes their heads together. They're out. \n[11]  ", "Coulson": "\n[1]      \n[2]Ms. Foster, I'm Agent Coulson, with \n[3]We're here investigating a security threat. We need to appropriate your equipment and all your atmospheric data. \n[4]This should more than compensate you for your trouble. She throws the check to the ground without looking at it. \n[5]Then I'm sure you can do it again. \n[6]We're the good guys, Ms. Foster. He tries to walk away, but Jane blocks his path. She is fully herself, fueled by outrage. \n[7]Thank you for your cooperation. He gets into a car. The cars and trucks pull away. \n[8]I want eyes up high. With a gun. Now! 82E.a INT. SHIELD TRAILER 82E.a A SNIPER, dressed in black tactical gear and high-tech NIGHTVISION EQUIPMENT, picks up a rifle, slings it over his shoulder and heads out. His name is BARTON. 82E.b EXT. SHIELD DESERT BASE 82E.b Lightning CRACKLES around the camp. 82E.c EXT. SHIELD DESERT BASE - CRANE SITE 82E.c Barton approaches a CRANE BUCKET. He leaps in, and the bucket lifts into the air. \n[9]Barton. Talk to me. \n[10]Barton... \n[11]...hold your fire. Barton releases the trigger, pulls up. \n[12]Ground units, move in. Show's over. As the Agents surround him, Thor doesn't seem to notice or care. He just sits there on his knees, head bowed in the rain -- a man broken, lost. From overhead, we see the hammer in the cube containment room. We pull up as the Guards approach Thor, then continue to climb, until we see the whole camp -- and the extensive damage Thor's done to it during the melee. \n[13]It's not easy to do what you did. You made us all look like a bunch of mall cops. That's hurtful. The men you so easily subdued are highly-trained professionals, and in my experience, it takes someone who's received similar training to do what you did to them. Would you like to tell me where you received your training? Thor sits silently. \n[14]Pakistan? Chechnya? Afghanistan? Then again, you strike me more as the soldier of fortune type. What was it, South Africa? Still no answer. Coulson leans in close to him. \n[15]Certain groups pay well for a good mercenary. Especially HYDRA. Coulson waits for a response, but gets none. \n[16]Who are you? 4th BLUE REVISIONS 03-26-10 72. \n[17]One way or another, we find out what we want to know. We're good at that. Coulson leaves the room. Thor lowers his head. \n[18]Good-bye? I just got back. Thor looks up to see that Loki is gone. \n[19]Now. Where did we leave off? \n[20]\"Donald Blake?\"\u009d \n[21]You have dangerous coworkers, Dr. Selvig. \n[22]Uh-huh. You mind if we take a moment to verify his identity? \n[23]That doesn't explain how he managed to tear through our security. Selvig shrugs. \n[24]It says here he's an M.D. \n[25]Release Dr. Blake to Dr. Selvig here. The Techie looks to him, surprised. \n[26]  \n[27]  \n[28]Just keep him away from the bars. \n[29]Follow them. \n[30]What the hell was that? 4th BLUE REVISIONS 03-26-10 87. \n[31]Let's go take a look. \n[32]Get somebody from Linguistics out here. Just then, they hear a RUMBLING overhead, as the Bifrost storm ROARS in the sky above. Coulson and the SHIELD Agents scramble for cover, their vehicle windshields SHATTERING, as the Bifrost storm grows in strength. Finally, the hole in the sky overhead opens, and the funnel cloud EXPLODES out of it, touching down onto the desert floor. Coulson and the Agents shelter their eyes from the maelstrom. \n[33]I don't think so. But the guy doesn't tell me anything. 4th BLUE REVISIONS 03-26-10 93. Coulson grabs a megaphone, steps forward, calls out to the Destroyer. \n[34]Hello! You're using unregistered weapons technology. Please identify yourself. We hear the HUM of the Destroyer's fiery energy power up inside. \n[35]Incoming! As the SHIELD Agents scramble for cover, a blast of energy from the Destroyer EXPLODES a vehicle. SHIELD agents return fire. \n[36]Donald... I don't think you've been completely honest with me. \n[37]Not stolen. Borrowed. Jane shoots him a look. Coulson quickly continues. \n[38]You'll get your equipment back. You're going to need it to continue your research... which, after today's events, SHIELD would like to fully sponsor. If that's all right with you. Thor takes Jane's hand, kisses it tenderly. She looks at him, her eyes filled with the fear that she may never see him again. ", "Volstagg": "\n[1]I hope this goes quickly. I'm famished. \n[2]Are you attached to that pretty face of yours? Because one more word, and you won't be. \n[3] Where is he? \n[4]What? \n[5]  \n[6]  \n[7]What's this -- ?! \n[8]All this food -- so innocent, cast to the ground. It breaks the heart! Thor strides away from them to the far end of the hall. Loki calmly moves towards him. \n[9]Madness? What sort of madness? \n[10]And if the Frost Giants don't kill you, your Father will! \n[11]You did. / You did. He turns to Sif. \n[12]And I. \n[13]If we're lucky. \n[14]That will be no easy task. It's said the Gatekeeper can see a single dew drop fall from a blade of grass a thousand worlds away. \n[15]Jest not! He heareth all! \n[16]Forgive him! He meaneth no offense! Loki rejoins the group as Thor leads them onward. \n[17]What happened? Your silver tongue turn to lead? \n[18]Couldn't you just leave the bridge open for us? \n[19]Ah. Never mind, then. Thor starts towards the Bifrost, turns back to the others, grins. 4th BLUE REVISIONS 03-26-10 23A. \n[20]This belt! This belt is now my lucky belt! I will never remove it! Even when bathing! \n[21]I'm liking that. Gauging, surveying. Particularly the distance part. \n[22]Starving. \n[23]Silly hammer! Has a mind of its own! ICE forms on the Jotuns' bodies, creating a FROZEN ARMOR around them, extending off the ends of their arms like SWORDS. One Giant does so directly in front of Fandral. \n[24]I say we use \"The Norn's Revenge.\"\u009d \n[25]      \n[26]You may want to put some ice on that! The Frost Giant fights back, but Volstagg manages to grip in a headlock just as another comes up on him from behind. Volstagg fends him off, then turns the first one loose. \n[27]You may be taller, but I'm wider! Volstagg launches his mighty belly at the Jotun and sends him flying. Another Jotun grabs Volstagg, squeezing him tightly and sending him crashing to the ground. \n[28]It's not too late for you to surrender. Volstagg recovers and fights on. The Jotun grabs Volstagg's bare arm. The warrior's skin begins to freeze from the Jotun's grasp, a BLACKNESS spreading from it, necrotizing Volstagg's flesh. The warrior SHOUTS in pain. 4th BLUE REVISIONS 03-26-10 28C. Volstagg head-butts the Frost Giant, shattering the Jotun's ice helmet and dropping him to the ground. Winded, he takes a seat upon one of the fallen Jotun's bodies to catch his breath. As the battle rages around him, he opens a secret compartment at the end of his weapon, takes out a small FLASK. Volstagg grimaces in pain, sees his blackened skin. He yells to his comrades. \n[29]Don't let them grab hold of you! He takes a swig, enjoying the brief respite, then rejoins the battle. Volstagg stabs his blade in a Giant's chest, but the sword stops mid ice layer. The Giant delivers a bone-breaking blow to Volstagg's face, and the warrior drops to one knee. Sif sees Volstagg in trouble and rushes towards him. In one quick move, she leaps up and off of Volstagg's back, using her boot to plunge Volstagg's blade deep into the Giant's chest, standing atop him as he falls backwards to the ground. \n[30] Thank you, my lady. But I nearly had him! \n[31]Hang on! Volstagg swings his weapon, wildly hacking at the ice around Hogun's legs to free him. Hogun looks down, suddenly worried, as Volstagg's blade cuts deep -- and perilously close to hacking into Hogun's legs. \n[32]  \n[33]That's unfortunate. He hurries to his wounded comrade. \n[34]Just try not to bleed. \n[35]Flawless. Volstagg begins to pull the bleeding Fandral off the ice stalagmite. Loki plunges two daggers into the chest of one of the Frost Giants. The Giant grabs hold of Loki's gloved wrists. Loki pulls his hands free of the gloves, which are still in the Giant's grasp, revealing Loki's skin beneath. The wounded Jotun sees his chance, grabs hold of Loki's bare arm. Loki looks at his arm, prepared for the worst. But instead of the blackness of necrotizing flesh, Loki's arm turns BLUE -- like the Frost Giant's own skin. The blueness spreads painlessly up Loki's arm. He stares at it, confused. The Frost Giant is thrown as well, distracted by the unexpected phenomenon. Loki takes advantage of the distraction, KICKS the Giant. 4th BLUE REVISIONS 03-26-10 30. Thor continues fighting, his blood lust rising. He taunts the Jotuns around him. \n[36]Yes, it could! Might be an early spring! They look down, suddenly filled with dread when they see shadowy figures moving in the ice -- dozens of JOTUN WARRIORS awakening beneath the surface, rousing to join the battle. Loki turns to his brother, who battles a group of the Giants. 4th BLUE REVISIONS 03-26-10 31. \n[37]Run! Reluctantly, the group flees back toward the inner edge of the planet as the Giants break up through the ice and give chase. Thor battles valiantly, but there's just too many of them. The Frost Giants swarm him from all sides now, as he disappears beneath a pile of blue flesh and ice. After a \n[38]What's Thor done? \n[39]  \n[40]We should never have let him go. \n[41]How did the guard even know? Loki stares at his arm. \n[42]You told the guard? \n[43]True, but we should be grateful to him. He did save our lives. \n[44]No! Surely not! 4th BLUE REVISIONS 03-26-10 46A. \n[45]The ceremony was interrupted just before Thor was named King. \n[46]What is this? \n[47]Do not mistake my appetite for apathy. \n[48]To hell with treason, it's suicide. Now, shh! Heimdall may be watching! It's said he can hear-- \n[49]We're doomed. \n[50]Good Heimdall, less us explain-- \n[51]So you'll help us? \n[52]Now what do we do? Sif glances at the control panel, notices something. \n[53]He must have landed nearby. It's time to put our tracking skills to work. Spread out. Check the sand for indentations of his boot prints. \n[54]There you go, lad! The boy just stares, standing frozen. The Asgardians head \n[55]Is it just me, or does Earth look a little different to you? \n[56]Things change so fast here. You leave for a millennium, and it's like the whole neighborhood's gone. Volstagg sniffs, smells something. \n[57]Perhaps we should split up. \n[58]Never cared for spies. He starts to go, then sees their bag of fast food on the ground. Intrigued, he pulls out a cheeseburger and takes a bite. He likes what he tastes. \n[59]Exquisite. \n[60]Found you! \n[61]Lady Sif and the Warriors Three. Surely you've heard tales of Hogun the Grim, Fandral the Dashing, and I, Volstagg the Svelte? Selvig looks pointedly at Volstagg's massive gut. \n[62]Well, perhaps I've put on a little more muscle since I was here last. \n[63]Exactly! Those lovely herring people. They worshipped us! Thor grins, lays a hand on Volstagg's shoulder. \n[64]You're but a mortal now. You'll get yourself killed! \n[65]\"The Flying Mountain.\"\u009d Hogun and Fandral groan. \n[66]Trust me, it'll work. \n[67]For Asgaaaaard!!! 4th BLUE REVISIONS 03-26-10 97. The Destroyer is unable to react quickly enough, as Volstagg SMASHES into the creature. It looks like it might actually work for a moment, but the Destroyer stays on its feet. It lifts Volstagg into the by the scruff of his neck. He shrugs apologetically. The Destroyer savagely HURLS him at Hogun and Fandral, smashing into them, when -- \n[68]Your language? Ha! Silly girl, you're speaking ours. Thor calls up to the sky. \n[69]Then we're trapped here forever. \n[70]Primitive. Good enough for hunting small game, I suppose. Suddenly, the Bifrost EXPLODES down from the sky. Thor grins. The mortals look on, amazed. Fandral turns to Darcy. 4th BLUE REVISIONS 03-26-10 102A. \n[71]...and then, with a mighty bellow, I flew at the great metal beast and laid it low... 4th BLUE REVISIONS 03-26-10 113. \n[72]As a matter of fact, falling down was a tactic. Lulling the Destroyer into a false sense of security! ", "Heimdall": "\n[1]Questions, they've always asked questions -- this race called man, on this planet they call earth. Passionately longing to know how they are connected to the heavens. 4th BLUE REVISIONS 03-26-10 6. We pull away from the planet, widening, past other worlds, cosmic debris -- leaving first our solar system, then our galaxy. \n[2]In ages past, they looked to us as gods, for indeed so many times we saved them from calamity. We tried to show them how their world was but one of the Nine Realms of the Cosmos, linked to all others by the branches of Yggdrasil... We pull back until we see it -- YGGDRASIL. Immense, sprawling, like a quasar or a nebula twisted into the vague shape of a TREE, its branches of glowing energy stretching out into the black void of space. \n[3]...the Worlds Tree. Nine Realms in a universe of wonder, beauty, and terror that they barely comprehended. We move in through Yggdrasil, until we reach what looks like a galaxy, slowly spinning before us. \n[4]But for all their thirst for knowledge, they let our lessons fall into myth and dreams. Where did he come from? He came from us, the proudest race of warriors the Worlds have ever seen. He came from this -- the greatest Realm the universe has ever known. We move through the galaxy's mists and astral matter, then over and up, through a band of prismatic color to reveal what's on the other side: \n[5]He came... from Asgard! \n[6]  \n[7] \n[8]You're not dressed warmly enough. Thor, Loki, and the others trade looks. \n[9]The freezing cold of Jotunheim. It will kill you all in time, even Thor. You think you can deceive me? I, who watch all? I, who can sense the flapping of a butterfly's wings a thousand worlds away? He fixes his eyes pointedly at Fandral. \n[10]Or can hear a cricket passing gas in Niffelheim? Fandral looks gob-smacked. 4th BLUE REVISIONS 03-26-10 22. \n[11]For ages have I guarded Asgard and kept it safe from those who would do it harm. In all that time, never has an enemy slipped by my watch -- until this day. I wish to know how that happened. \n[12]      \n[13]Be warned. I will honor my sworn oath to protect this Realm as its Gatekeeper. If your return threatens the safety of Asgard, Bifrost will remain closed to you. You'll be left to die in the cold wastes of Jotunheim. \n[14]None do. Heimdall inserts his sword into the control panel, and the apparatus of the Observatory starts up. \n[15]  \n[16]All is ready. You may pass. \n[17]To keep this bridge open would unleash the full power of the Bifrost and destroy Jotunheim with you upon it. \n[18]  \n[19]  \n[20]  \n[21]I turned my gaze upon you in Jotunheim, but could neither see nor hear you. You were shrouded from me, like the Frost Giants who entered this Realm. \n[22]Or perhaps someone has found a way to hide that which he does not wish me to see. Loki sizes him up, smiles. \n[23]No. \n[24]Because he is my King, and I am sworn to obey him. \n[25]Yes. \n[26]  \n[27]You would defy the commands of Loki our King, break every oath you have taken as warriors, and commit treason to bring Thor back? The four exchange nervous glances. \n[28]Good. The group looks puzzled. What did he just say? \n[29]I am bound by honor to our King. I cannot open the Bifrost to you. With that, Heimdall leaves them alone in the Observatory. The others exchange puzzled looks. 4th BLUE REVISIONS 03-26-10 86B. \n[30]Tell me, Loki, how did you get the Jotuns into Asgard? \n[31]Then I need no longer obey you. Heimdall raises his massive sword, strides towards Loki. Loki reaches out and, with both hands, takes hold of something invisible, hovering in mid-air before him. As it quickly fades into view, we realize what it is -- \n[32]  \n[33]  \n[34]  \n[35]  \n[36]  \n[37]      \n[38]  \n[39]  \n[40]Yes. ", "Frigga": "\n[1]He thinks he is. He has his father's confidence. \n[2]And his humility? Odin reacts. \n[3]Thor won't be alone. Loki will be at his side to give him counsel. Have faith in your sons. \n[4]For once, our son needs something we cannot provide. \n[5]No. You've put it off too long! I worry for you. He touches her cheek. \n[6]Always. \n[7]It's all right to be nervous. \n[8]You may be able to fool the rest of \n[9]Thor, just remember that you have something even the great Allfather never had. \n[10]Me for a mother. She smiles. \n[11]Now don't keep your father waiting. Frigga leaves. \n[12]How could you have done this? \n[13]But banishment? You would lose him forever? He's your son! \n[14]I would not have exiled him to a world of mortals, stripped of his powers, to suffer alone. I would not have had the heart for such cruelty! \n[15]You can bring him back. \n[16]I asked him to be honest with you from the beginning. There should be no secrets in a family. \n[17]He kept the truth from you so that you would never feel different. You are in every way our son, Loki, and we your family. You must know that. Loki takes this in, stares at Odin. \n[18]  \n[19]I don't know. This time is different. We were unprepared. \n[20]But he's put it off for so long now, I fear... Loki takes her hand. She's grateful, wipes tears from her eyes. \n[21]You're a good son. Loki sits there, uncertain how to react, uncertain how he really feels. \n[22]We mustn't lose hope that your father will return to us. And your brother. Loki looks to Frigga, concerned. \n[23]There's always a purpose to everything your father does. Thor may yet find a way home. Loki looks troubled by the revelation. He rises, heads for the exit, when they hear the clatter of ARMORED FOOTSTEPS hurriedly approaching. \n[24]Thor is banished. The line of succession falls to you. Until he awakens, Asgard is yours. 4th BLUE REVISIONS 03-26-10 53A. The Einherjar kneel before the shocked Loki. Another EINHERJAR enters, holding Gungnir before him. He kneels before Loki, offers the spear to him. \n[25]Make your father proud. Loki reaches out tentatively, then takes it. He likes the feel of it in his hand. \n[26]Standing behind him -- the sword stuck in his back. She looks to Loki, takes him in her arms. \n[27]Thor! She moves to Thor and hugs him, but Thor's eyes remain fixed on his brother. Loki looks at Mjolnir in his brother's hand. \n[28]What? \n[29]Thank you, Sif. She looks to Thor, who's unable to enjoy the merriment around him. \n[30]How is he? 4th BLUE REVISIONS 03-26-10 113A. \n[31]He will need his friends now more than ever. ", "Loki": "\n[1]      \n[2]There was the time in Nornheim... \n[3]As I recall, I was the one who veiled us in smoke to ease our escape. \n[4]Just a bit of fun.  Right, my friend? The Attendant isn't so sure. Thor dons his EAGLE-WINGED \n[5] Nice feathers. 4th BLUE REVISIONS 03-26-10 9A. \n[6]I was being sincere! \n[7]Am I? He looks his brother in the eye, all pretense lost. \n[8]I've looked forward to this day as long as you have. You're my brother and my friend. Sometimes I'm envious, but never doubt that I love you. 4th BLUE REVISIONS 03-26-10 10. Thor searches his brother's face, sees no trace of irony. He's either speaking from his heart or he's a very, very good liar. Maybe both. Thor puts an appreciative hand on his brother's shoulder. \n[9]Give us a kiss. \n[10]Like a king. They hear the blast of a CEREMONIAL HORN. \n[11]It's time. \n[12]He said he'd be along. Sif realizes the truth, shakes her head in disapproval. \n[13]I wouldn't worry. Father will forgive him. He always does. 4th BLUE REVISIONS 03-26-10 13. Just then, at the back of the hall, up the steps from the lower level -- \n[14]Who said I was wise? \n[15]It will come. In time. If it's any consolation, I think you're right. About the Frost Giants, about Laufey, everything. If a few of them could penetrate the defenses of Asgard once, who's to say they won't try again. Next time with an army? \n[16]But there's nothing we can do without defying Father. Thor considers this, looks at his hammer, a gleam in his eye. Loki can guess what he's thinking, grows concerned. \n[17]No... stop there! I know that look! \n[18]It's madness! \n[19]Nothing! Thor was making a jest! \n[20]What? \n[21]Yes, of course! I won't let my brother march into Jotunheim alone. I will be at his side. \n[22]Keep your weapons sheathed and your mouths closed. This is going to take subtlety and sincerity, not brute strength. Leave it to me. Loki dismounts and steps forward. \n[23] \n[24]I'm sorry? \n[25]You must be mistaken. We're not-- \n[26]Get me off this bridge before it cracks under your girth. Volstagg and Fandral share a laugh. \n[27]Perhaps we should wait. Thor turns back to his brother. \n[28]To survey the enemy. To gauge their strengths and weaknesses from a distance. 4th BLUE REVISIONS 03-26-10 25. \n[29]Thor, stop and think. Look around you. We are outnumbered. \n[30]We will accept your most gracious offer. The others look to Thor imploringly. Thor stares Laufey down a beat -- then relents. He turns to leave. His comrades breathe a sigh of relief and follow, when a Frost Giant nearby mutters under his breath. 4th BLUE REVISIONS 03-26-10 28. \n[31]Damn. In one quick move, Thor pulls Mjolnir, swings it, and KNOCKS the Jotun clear across the plaza. The Asgardians reluctantly draw their weapons, gather into a circle around Thor. Volstagg looks around at the angry Jotuns approaching them. \n[32] Pathetic. He turns back to the battle. Two Jotuns come at him from either side. He lets two daggers fly, felling both Giants at once. Laufey nods to one of his guards -- a massive Jotun BRUTE. The Brute leaps down from the balcony, icing himself up, then punches his giant fist into the ice beneath his feet. It's a long-range attack, causing PILLARS OF ICE to explode out in front of Hogun, sending the grim warrior flying back. Across the plaza, Thor easily dispatches some Jotuns. \n[33]That can't be good. \n[34]Thor, we must go! Thor, still without his hammer, fights his Jotun foes mercilessly, a man consumed by blood lust. Loki sees the look on his brother's face -- the savage thrill of the heat of battle. \n[35]Likely killed us all! As the Jotuns race towards the Asgardians, they open their mouths wide and breathe out an ICY FOG. The swirling mists quickly engulf the fleeing Asgardians before them. The Asgardians stand in the mist, unable to see. Hogun takes a step back, the ice cracking beneath him. They dare not move, for fear of falling through, into the void below. Thor sees he's put his friends in even greater danger. He raises Mjolnir high, SUMMONING THE WINDS. They lift him off the ground and carry him across the frozen wasteland to his comrades. \n[36] \n[37]I told him. \n[38]I told him to go to Odin after we'd left. Though he should be flogged for taking so long. 4th BLUE REVISIONS 03-26-10 46. \n[39]I saved our lives! And Thor's. I had no idea Father would banish him for what he did. \n[40]And if I do, then what? I love Thor more dearly than any of you, but you know what he is. He's arrogant. He's reckless. He's dangerous. You saw how he was today. Is that what Asgard needs from its King? The others exchange glances, torn. Loki has a point. He leaves the room. Hogun stares after him. \n[41]Am I cursed? \n[42]What am I? \n[43]What more than that? Odin doesn't answer. He looks suddenly weary, burdened. Loki sizes him up, realizes the truth. \n[44]The Casket wasn't the only thing you took from Jotunheim that day, was it? Odin looks him in the eye. He can deny it no longer. \n[45]Laufey's son... He desperately struggles to make sense of it all. 4th BLUE REVISIONS 03-26-10 48A. \n[46]Why? You were knee-deep in Jotun blood. Why would you take me? \n[47]You took me for a purpose, what was it? Odin doesn't answer. \n[48]Tell me! \n[49]So I am no more than another stolen relic, locked up here until you might have use of me. \n[50]You could have told me what I was from the beginning. Why didn't you? \n[51]Because I am the monster parents tell their children about at night? \n[52]It all makes sense now. Why you favored Thor all these years. \n[53]Because no matter how much you claim to \"love\"\u009d me, you could never have a Frost Giant sitting on the Throne of Asgard! Odin's body begins to shake, he lifts his hand. It starts to move out of synch temporarily, leaving a trail, the effect of the Odinsleep approaching. Loki doesn't notice as Odin tries to fight it off. \n[54]Guards! \n[55]So why did he lie? \n[56]How long will it last? 4th BLUE REVISIONS 03-26-10 53. \n[57]I never get used to seeing him like this. The most powerful being in the Nine Realms lying helpless until his body is restored. \n[58]What hope is there for Thor? \n[59]Sitting sprawled upon his father's throne. He wears his horned ceremonial headdress and holds GUNGNIR in his hand. Sif and the others look up, shocked at the sight before them. \n[60]My friends... you haven't heard? I am now Ruler of Asgard. \n[61]Father's fallen into the Odinsleep. My mother fears he may never awaken again. \n[62]She has refused to leave my father's bedside. You can bring your \"urgent\"\u009d matter to me, your King. Sif covers quickly. \n[63]My first command can not be to undo the Allfather's last. We're on the brink of war with Jotunheim. Our people must have a sense of continuity in order to feel safe in these difficult times. Sif and the Warriors Three trade looks, not liking any of this. \n[64]All of us must stand together, for the good of Asgard. \n[65]I thought he'd never leave. Thor looks up, shocked to find Loki standing there, dressed in 21st century attire. \n[66]I had to see you. \n[67]Father is dead. Thor stares at him, stunned. \n[68]Your banishment, the threat of a new war, it was too much for him to bear. The implications of Loki's words dawn on Thor -- he's responsible for his father's fate. Loki draws close to him, looks in his eyes, consolingly. \n[69]You mustn't blame yourself. I know that you loved him. I tried to tell him so, but he wouldn't listen. \n[70]  \n[71]The burden of the throne has fallen to me now. \n[72]The truce with Jotunheim is conditional upon your exile. \n[73]Mother has forbidden your return. Thor nods, lowers his head, beaten. \n[74]This is goodbye, brother. I'm so sorry. \n[75]Nothing could have stopped me. Coulson enters the room, but seems to take no notice of Loki. \n[76]Fare well, brother. \n[77]I've come alone and unarmed. \n[78]To make you another proposition. \n[79]You're welcome. \n[80]You have no idea what I am. The blueness spreads across his face, as Laufey and the guards stare in shock. Loki grins. \n[81]Hello, Father. Laufey releases him. Loki's body turns back to normal. Intrigued, Laufey sizes up his son. 4th BLUE REVISIONS 03-26-10 76A. \n[82]No longer weak. I now rule Asgard, until Odin awakens. Perhaps you should not have so carelessly abandoned me. This gives Laufey pause. \n[83]I will conceal you and a handful of your soldiers, lead you into his chambers, and let you slay him where he lies. I'll keep the throne, and you will have the Casket. Laufey studies Loki's face. \n[84]When all is done, we will have a permanent peace between our two worlds. Then I, the bastard son, will have accomplished what Odin and Thor never could. \n[85]No. Asgard is mine. The rest of the Nine Realms will be yours, if you do as you're told. Laufey considers the proposition. \n[86]What troubles you, Gatekeeper? 4th BLUE REVISIONS 03-26-10 78. \n[87]Perhaps your senses have weakened after your many years of service. \n[88]You have great power, Heimdall. Tell me, did Odin ever fear you? \n[89]And why is that? \n[90]Exactly. Just as you're sworn to obey me now. Yes? A beat. \n[91]Good. Then you will open the Bifrost to no one until I have undone what my brother has started. Loki heads out of the Observatory. Heimdall stares after him. \n[92]You think the Bifrost is the only way in and out of the Realm? There are secret paths between worlds to which even you with all your gifts are blind. But I have need of them no longer, now that I am King. And I say, for your act of treason, you are relieved of your duties as Gatekeeper. And you are no longer a citizen of Asgard. 4th BLUE REVISIONS 03-26-10 90. \n[93]Ensure my brother does not return. \n[94]Father. Welcome to Asgard. \n[95]And your death came by the son of Odin. 4th BLUE REVISIONS 03-26-10 104A. Laufey dies as the other two shocked Frost Giants move for Loki. He fires Gungnir at one, blasting him against a wall, taking him out. 4th BLUE REVISIONS 03-26-10 105. The Brute is nearly upon him, when the Jotun stops suddenly, his eyes going wide. The Brute falls to the ground, \n[96]I swear to you, mother, they will pay for what they've done today. I will end the Jotun threat, now and forever! He looks to Odin. \n[97]And I will make you proud. Loki savors the moment, but it's short-lived, as Thor bursts in. He's thrown by the scene before him -- Odin safe, Laufey and two Jotuns dead, Frigga regarding Loki with pride and respect. Stunned and delighted to see Thor, Frigga beams. \n[98]Found its way back to you, did it? \n[99]It must have been enforcing Father's last command. 4th BLUE REVISIONS 03-26-10 106. \n[100]   \n[101]All these years, and no one's ever dared to use it as a weapon. Thor hurries to the ice, raises his hammer to SMASH through it to get to the controls frozen within. Before he can, Loki fires Gungnir. The blast hits the ice in front of Thor, blasting him back across the floor. Loki steps down from the ice as Thor staggers to his feet. 4th BLUE REVISIONS 03-26-10 107. \n[102]You can't stop it. The Bifrost will build until it rips Jotunheim apart. \n[103]To do what Father never could. To destroy their kind forever. When he awakens, he'll see the wisdom of what I've done. \n[104]What is this newfound love for the Frost Giants? You, who would have killed them all with your bare hands. \n[105]So have I. Loki hits Thor across the face with Gungnir. \n[106]Fight me. He swings Gungnir at Thor again. Thor catches it in his hand, rears back his hammer as if ready to return the blow, but instead takes to the air and flies past Loki, back towards the frozen controls. Loki spins around, aims Gungnir, and fires a blast which immobilizes Thor in the air. He hangs there, suspended. \n[107]I never wanted the throne. I only wanted to be your equal. Now fight me! 4th BLUE REVISIONS 03-26-10 108. With a gesture of Gungnir, he flings Thor to the ground. Thor rises to his feet, turns to Loki. \n[108]I am not your brother. I never was. \n[109]Is it? He FIRES Gungnir at Thor. Thor dodges the blast, rolls to his feet. \n[110]What happened to you on earth that turned you so soft? Don't tell me it was a woman. Thor doesn't answer. Loki laughs, realizing he's right. \n[111]It was. Perhaps when we're finished here I'll pay her a little visit myself. That did it. Loki and Thor rush at each other. They and their weapons collide. The two battle -- Loki unleashing years of pent-up rage and jealousy, Thor having no choice but to defend himself. \n[112]If you care so much for the Jotuns, then die with them. The Bifrost stretches every cell of Thor's body, trying to drag him away. He's nearly swallowed by the vortex, when he concentrates, mustering his will. He reaches out his hand towards the Bifrost. MJOLNIR flies back through the maelstrom, into Thor's hand. The hammer pulls him free. Loki tries to fire off another blast at him, but Thor takes to the air, speeds towards his brother. \n[113]Thor! Help me! Thor steps over to the side of the Bridge, sees Loki looking up at him desperately. \n[114]Please... Loki's fingers start to slip. Thor reaches down to grab his brother's wrist, but his hand passes through Loki's. Just then, the REAL LOKI materializes behind him. Thor whirls around as Loki STABS him in the chest with Gungnir. Loki lifts Thor into the air, impaled on the spear, and hurls him across the bridge. 4th BLUE REVISIONS 03-26-10 110. Thor, bleeding, rises to his knees. Loki strides up behind him to finish him off, when Thor swing his hammer around. It passes through him. Instantly, another Loki appears next to him, Thor swings his hammer, but that too is an illusion. Loki after Loki appears, Thor futilely swinging at each one, never making contact. Thor falls back to his knees. The Lokis grin as their raises their spears, encircling him. \n[115]I was always more clever than you. \n[116]Look at you, the Mighty Thor. With all your strength, what good does it do you now? Thor knows Loki's right. He's powerless to stop what's happening. He looks down at the Bridge beneath his feet, VIBRATING from the force and speed of the Bifrost energy feeding into the Observatory. Then he gets an idea. He realizes what he must do -- and what he must sacrifice. Thor extends his hand towards Loki, summoning Mjolnir. The hammer goes flying to his grasp. Loki looks confused. 4th BLUE REVISIONS 03-26-10 111. Thor raises Mjolnir in the air. Clouds form above him, thunder RUMBLING. Lightning arcs off of his hammer, as he channels the power of the storm into it, then -- He strikes Mjolnir down upon the Rainbow Bridge. The blow is massive, causing a rumbling along the whole bridge, shaking the Observatory itself like an earthquake. A crack appears where the blow struck. Loki rises to his feet. \n[117]Stop! What are you doing?! Thor lifts the hammer again, brings it down harder. BOOM! The crack grows bigger. The Bifrost energy starts to stream out from it. Loki thinks fast. \n[118]If you destroy the Bridge, you'll never see her again! Loki grabs Gungnir, runs towards him, ready to pierce Thor through the back. ", "Darcy": "\n[1]Can I turn on the radio? \n[2]Jane? Jane SHUSHES her, leafs through her notes. The bottle of champagne begins to vibrate. \n[3]I don't think there's anything wrong with your equipment... The champagne bottle starts to RATTLE noisily now as it shakes more violently. Jane and Selvig notice. 4th BLUE REVISIONS 03-26-10 3. They watch it curiously, pressure building up inside it, when the cork EXPLODES out of it. Champagne goes spewing everywhere -- over equipment, over Jane. \n[4]Jane? \n[5]I think you want to see this. Darcy points out the window. Jane and Selvig look out. Over the desert -- \n[6]Yeah, right! Good one!  Oh God, you're serious... \n[7]Keep the credits. I'll intern at Burger King. \n[8]Saving our lives! Jane grabs the wheel, jerks it hard the other way. They struggle for control, when the headlights fall on -- \n[9]I think that was legally your fault. \n[10]Wow. Does he need CPR? Because I know CPR. A flustered Jane smooths her hair and sits back on her heels. She looks up at Selvig. Back to being a scientist. \n[11]  \n[12]I think that was legally your fault. \n[13]Wow. Does he need CPR? Because I know CPR. \n[14]Yeah, we can tell you're hammered. That's pretty obvious. Jane notices something on the ground around them. She shines her flashlight down at the sand. 4th BLUE REVISIONS 03-26-10 36A. \n[15]Uh... New Mexico? Darcy raises a TASER at him. Thor looks at the weapon, unsure what to make of it. \n[16]What? He was freaking me out. \n[17]Until she hit him with the car. \n[18]A what? \n[19]Political Science. Selvig shoots Jane a confused look. Jane shrugs. \n[20]Hey, check it out. Jane and Selvig examine the photo, amazed. \n[21]So now what? \n[22]Oo-kay. She pulls out her taser and a can of mace. \n[23]I think you may have hit him with the car one time too many. \n[24]You know, for a crazy homeless guy, he's pretty cut. Jane turns away. Thor emerges from the back room, holding a t-shirt. \n[25]Hey, sorry I tased you! Thor heads over to Jane's work area, starts fiddling with the equipment there with interest. Jane hurries over to put a stop to it. \n[26]And how you could eat an entire box of Pop-Tarts and still be this hungry. Jane shoots her a withering look. Thor downs a cup of coffee. \n[27] Yeah, it's great, isn't it? Isabela makes the best coffee in town. Thor hurls the empty mug at the ground, SHATTERING it. \n[28]Oh my God, this is going on Facebook. Darcy whips out her cellphone. \n[29]      \n[30]\"Myeu-muh?\"\u009d What's \"Myeu-muh?\"\u009d Jane studies Thor. He looks sincere. She's nearly swayed, \n[31]They even took my iPod. \n[32]I just downloaded, like, thirty songs on there. \n[33]They took your laptop, too. Annoyed, Selvig thinks. \n[34]Hey! Myeu-muh! Jane looks at the illustration in the book, turns to Selvig knowingly. \n[35]A primitive culture like the Vikings might have worshipped them as deities. They give her a look, surprised by her unexpectedly insightful input. Darcy shrugs. Jane points at her, grateful for the support. \n[36]I'll help you. Jane looks grateful. Selvig looks at her, sees there's no stopping her. He sighs. \n[37]Thanks. \n[38]Sure. \n[39]Who are they? 4th BLUE REVISIONS 03-26-10 91. \n[40]Was somebody else coming? Just then, the Bifrost funnel EXPLODES down to the ground. \n[41]So, how can you speak our language? \n[42]No. Thor shouts back up to the sky. \n[43]Here you go. \n[44]He would have come back if he could. ", "Lewis": "", "Thor": "\n[1]       \n[2]Another! 4th BLUE REVISIONS 03-26-10 8A. The cup smashes, the alcohol causes the fire to glow intensely -- and, for a moment, brightly lit, and seen full length, like a King to be, is THE MIGHTY THOR. He proceeds down stops, past camera, and down the center of the Hall. We follow from behind and see at the other end, massively shadowed on one of the great banners, the shape of two great horns. As Thor approaches, the horn shapes move, and then, from the shadows at the side, emerges LOKI, wearing his horned headpiece. Like Thor, he is dressed for a great ceremony. They stand by a brazier at the foot of steps that lead up to the crowded throne room. \n[3]Have you ever known me to be nervous? \n[4]That wasn't nerves, brother. It was the rage of battle. How else could I have fought my way through a hundred warriors and pulled us out alive? The Attendant approaches with another goblet of wine for Thor. \n[5]Some do battle, others just do tricks. The Attendant stifles a laugh. Loki notices, doesn't like it. He gestures towards the goblet in the Attendant's hand. EELS pour over the sides of the goblet, slithering out and across the terrified Attendant's hand. He SCREAMS, hurls the goblet to the ground. Loki chuckles. \n[6]Loki... Loki gestures to the writhing eels on the ground. They turn back to spilled wine, the illusion shattered. \n[7]Now that was just a waste of good wine. \n[8]You don't really want to start this again, do you, Cow? \n[9]You're incapable of sincerity. \n[10]Thank you. The two brothers take in the moment a beat, then: \n[11]Stop. Thor makes the final adjustments to his ceremonial wear. \n[12]How do I look? \n[13]You go ahead. Loki casts him a wary look. \n[14]I'll be along. Go on. Loki heads inside the palace without his brother. \n[15]Why does everyone keep saying that? I'm not nervous! \n[16]...but never you. I know. \n[17]And what is that? \n[18]I swear. \n[19]I swear. \n[20]I swear. \n[21]The Jotuns must pay for what they've done! 4th BLUE REVISIONS 03-26-10 16A. \n[22]\"All is well?!\"\u009d They broke into the Weapons Vault! If the Frost Giants had stolen even one of these \n[23]I want to know why they-- \n[24]And if you hadn't taken it from them they would have laid waste to all the Nine Realms! \n[25]He just broke your truce! We must act! Odin turns to Sif and the Warriors Three. \n[26]March into Jotunheim as you once did, teach them a lesson, break their spirits so they'll never dare try to cross our borders again! \n[27]This was an act of war! \n[28]They got this far! \n[29]As King of Asgard, I would-- \n[30]It's unwise to be in my company right now, brother. 4th BLUE REVISIONS 03-26-10 18. \n[31] This was to be my day of triumph. \n[32]Yes, exactly! \n[33]It's the only way to ensure the safety of our borders. \n[34]The safety of our Realm is no jest. We're going to Jotunheim. \n[35]My father fought his way into Jotunheim, defeated their armies, and took their Casket! We'd just be looking for answers. \n[36]My friends, have you forgotten all that we've done together? He turns to Fandral. \n[37]Who brought you into the sweet embrace of the most exotic maidens in all of Yggdrasil? \n[38]       \n[39]And who proved wrong all who scoffed at the idea that a young maiden could be one of the fiercest warriors this Realm has ever known? \n[40]  \n[41]Come on. You're not going to let my brother and me take all the glory, are you? Loki looks startled. \n[42]You are coming with me... \n[43]We must first find a way to get past Heimdall. \n[44]   \n[45]Then tell no one where we've gone until we've returned. Thor walks past Heimdall as the Gatekeeper lets the group pass. Volstagg walks beside the frustrated Loki, needles him. \n[46]I have no plans to die today. \n[47]Come on. Don't be bashful. The others join him at his side, then step towards the Bifrost. Their bodies stretch towards the maelstrom, changing shape, as if every atom of their being is being elongated by the pull of it. In an instant, they're jerked off the platform and inside the vortex. \n[48]Come on, big fella. Up...! With an effort, Thor pulls the burly warrior back onto the ice and, tremendously relieved, he proclaims: \n[49]Too late now. \n[50]For what? \n[51]We know all we must. It's time to act. Thor heads on. Reluctantly, the others follow. \n[52]It feels good, doesn't it? To be together again, adventuring on another world? \n[53]What would you call it? \n[54]How about a song to lift our spirits? The others groan. \n[55]Hiding. As cowards always do. Thor leads the others onwards towards the central plaza. Loki reluctantly follows. They don't notice as SHADOWY FIGURES move in the shadows of the structures nearby. \n[56]I speak only to your King. Not to his foot soldiers. \n[57]And I am-- \n[58]I demand answers. Laufey stands, sizing up Thor, tries to piece this together. \n[59]How did your people get into Asgard? \n[60]Do not dishonor my father's name with your lies. \n[61]Not when you'd use it to make war against other Realms. Laufey laughs, cold, mocking. \n[62]This boy has grown tired of your mockery. Thor takes a step towards Laufey. The other Jotuns step in front of Thor, blocking his path. We finally see the Frost Giants now -- terrifying, blue-skinned, standing eight feet tall. Loki moves next to his brother and quietly implores him. \n[63]Know your place, brother... \n[64]Next! Fandral calls to Volstagg and Hogun. \n[65]Come on! At least make it a challenge for me! He sees the Brute coming at him. The huge Jotun lands a tremendous blow, sending Thor back across the ice. Thor rises, grins. 4th BLUE REVISIONS 03-26-10 28B. \n[66]Now that's more like it! He throws Mjolnir with all his strength, knocking the Brute head over heels. Thor raises his hand. Mjolnir slows in mid-air, then flies back to his grasp. \n[67] Ugly and stupid. Sif takes out a couple Frost Giants, but she's knocked to the ground by another. It raises its weapon above her. Hogun sees Sif in danger. He pulls a HIDDEN KNIFE from his sleeve and hurls it at Sif's attacker, hitting him square in the chest. The Jotun falls dead. \n[68]Come on! But when he hurls his hammer to take out a Jotun, the Frost Giants seize the opportunity. A group of Jotuns swarm Thor from all sides, keeping him separate from his weapon. Mjolnir falls to the ground. A Frost Giant desperately struggles to lift Mjolnir off the ground, to no avail. Now free, the wounded Fandral looks relieved as Volstagg slings him over his shoulder, and the warriors start to leave. From his balcony, Laufey looks upon the battlefield, decides it's time to pull out the big guns. He touches a wall of the palace. An ENERGY WAVE sweeps from his touch, across the wall of the palace, and down to the ground below. The Asgardians hear a foreboding CRACK OF ICE below their feet. \n[69]Then go! \n[70]I can stop them! The others hesitate. Jotuns break up through the ice all around them. \n[71]Forces its way up through the middle of the pile of Jotuns. He opens his hand, beckoning. One of Thor's attackers hears something ROARING up behind him. He whirls around -- BAM! -- Mjolnir nails him square in the face, then flies into Thor's outstretched hand. Thor raises the hammer up high, and brings it down on the ground with all his might. KRAKABOOM! Lightning strikes down from the sky, the hammer channeling the blast, firing the electricity out at the Jotuns around him. They're blasted back in a massive shockwave. The Jotuns convulse, drop dead to the ground. 4th BLUE REVISIONS 03-26-10 32. But the force of the blast also cracks the ice below, the shockwave continuing to spread outwards. It moves out to where his comrades are running, breaking up the ground beneath them, exposing the black void of space below. \n[72]Loki, we have to see. Loki raises his arms, concentrates, the mists dissipating. But as they do, the Asgardians see before them the faces of the Frost Giants. And there are HUNDREDS of them -- too many, even for a Thunder God. \n[73]Now! We'll finish them together! \n[74]Why did you bring us back? \n[75]I was protecting my home. 4th BLUE REVISIONS 03-26-10 34. \n[76]There won't be a kingdom to protect if you're afraid to act! Odin stares at him. \n[77]Whatever the cost, the world must know that the new King of Asgard will not be held in contempt. \n[78]While you wait and be patient, the Nine Realms laugh at us! The old ways are done. You'd stand giving speeches while Asgard falls! \n[79]And you are an old man and a fool! The whole world seems to stop at Thor's words. Odin falls quiet. When he speaks again, there's something terrifying beneath the calmness of his words. \n[80]Thor opens his eyes to see Jane Foster staring at him, concerned. She looks vulnerable and beautiful. \n[81] \n[82]Hammer... \n[83]Father! Heimdall! I know you can hear me! Open the bridge! \n[84]You! What world is this? The group is intimidated by his fervor. \n[85]Where am I?! Answer me! Darcy reaches into her fanny pack, pulls something out of it. Jane looks on, concerned. 4th BLUE REVISIONS 03-26-10 38. \n[86]What Realm?! Alfheim? Nornheim? \n[87]You dare threaten Thor with so puny \n[88]How dare you attack the son of Odin! \n[89]Then bring me a healing stone, you savages! He hurls one of them off, smashing against a wall. Now a couple SECURITY GUARDS and MALE NURSES join the fracas, all struggling to hold Thor down. Medical equipment goes flying, furniture overturned. \n[90]You're no match for the Mighty-- Thor struggles a beat, then passes out. \n[91]It's not possible. He tries again, mustering all his strength. One of his hands slips free from its restraint. \n[92]Blue sky... one sun... This is Earth, isn't it? \n[93]They will suffice. Thor turns his attention to the pictures of the Bifrost on the wall. \n[94]What does anyone do in the Bifrost? Everyone stares at him. Selvig seems to recognize the word. Jane opens her notebook, quickly writes the word down. Thor moves close to her, eyes the notations and drawings within the book, curious. \n[95]  \n[96] This drink. I like it. \n[97]  \n[98]It was delicious. I want another. \n[99]I just did. \n[100]I meant no disrespect. \n[101]You have my word. \n[102]Where?! \n[103]Twelve miles east of here. He starts to stride determinedly down the street. Jane walks with him. \n[104]To get what belongs to me. \n[105]It's not what they say it is. \n[106]Yes. He stops walking. 4th BLUE REVISIONS 03-26-10 57. \n[107]If you take me there now, I'll tell you everything you wish to know. \n[108]All the answers you seek will be yours, once I reclaim Mjolnir. Darcy looks to the others. \n[109]I understand. Then this is where we say goodbye. He takes her hand and kisses it. \n[110]Jane Foster... Erik Selvig... Darcy. Farewell. He heads off down the street. Selvig looks relieved. \n[111]I need a horse. \n[112]Then give me one of those, large enough to ride. The Pet Store Clerk looks confused. Just then, Thor hears a CAR HORN. He turns to the open door. Across the street, Jane calls to him from the Pinzgauer. 4th BLUE REVISIONS 03-26-10 63. \n[113]Many times. You're brave to do it. \n[114]But you're clever. Far more clever than anyone else in this Realm. \n[115]You think me strange? Jane laughs, catches herself. \n[116]Good strange or bad strange? \n[117]You'll see soon enough. \n[118]What you seek -- it's a bridge. \n[119]More like a rainbow bridge. A beat. \n[120]You're going to need this. \n[121]Stay here. Once I have Mjolnir, I will return what they stole from you. 4th BLUE REVISIONS 03-26-10 64A. He looks to her, already knowing that Jane may disobey his request. \n[122]Deal? \n[123]No. Jane looks relieved. \n[124]I'm going to fly out. Before she can react, he starts heading towards the crater. The first drops of rain begin to patter into the dust. 4th BLUE REVISIONS 03-26-10 65. \n[125]You're big. \n[126]Fought bigger. \n[127]Just a man. \n[128]Loki? What are you doing here? \n[129]What's happened? Tell me! Is it Jotunheim? Let me explain to \n[130]What? \n[131]Can I come home? \n[132]But couldn't we find a way to-- \n[133]No, I'm sorry. Loki... thank you for coming here. \n[134]Good-bye. \n[135]  \n[136]Thank you for what you've done. \n[137]Are you in love with her? \n[138]Neither did I. Selvig eyes him with interest. \n[139]I swear to you, I mean her no harm. \n[140]I had it all backwards. I had it all wrong. Selvig watches him keenly. This is a different Thor than he's seen before. \n[141]For the first time in my life, I have no idea what I'm supposed to do. \n[142]I have no quarrel with you. But she's a lady. You should be more respectful. \n[143]I will not fight him. \n[144]  \n[145]Standing there with the unconscious Selvig slung over his shoulder. \n[146]He's fine. Not injured at all. 4th BLUE REVISIONS 03-26-10 81A. As Thor enters, he BANGS Selvig's head on the doorway. Selvig GROANS. \n[147]Sorry, my friend. \n[148]We drank. We fought. He made his ancestors proud. 4th BLUE REVISIONS 03-26-10 82. \n[149]These are your chambers? Jane suddenly becomes self-conscious. She starts cleaning up the mess around her. \n[150]You've been very kind. I've been far less grateful than you deserve. \n[151]It was all I could get back. Not as much as I promised. I'm sorry. \n[152]What's wrong? \n[153]You must do this. You must finish what you've started. \n[154]Because you're right. It's taken so many generations for your people to get to this point. You're nearly there. You just need someone to show you how close you really are. 4th BLUE REVISIONS 03-26-10 83. Thor moves beside her, opens her notebook, turns to the page which bears a sketch of the Bifrost. He takes the pen from the notebook, begins to add to the sketch, leading from one point to another in space. \n[155]Look -- your ancestors called it magic. You call it science. I come from a place where they're one and the same thing. We recognize that Thor is drawing the branches of Yggdrasil as she looks on, amazed and intrigued. \n[156]This is how my father explained it to me... Your world is one of the Nine Realms of the Cosmos, linked to each other by the branches of Yggdrasil, the Worlds Tree. Now, you see it every day, without realizing. Images glimpsed through -- what did you call it?...  ...this Hubble Telescope. So, Nine Realms... They look at each other. She nods. They smile. This is going to be a long night. \n[157]You're very welcome. Jane joins them at the card table with a couple more plates. She and Thor sit with the others and start to eat their breakfast, looking like a little family. \n[158]  \n[159]Thank you. Excuse me a moment. Thor leaves. \n[160]To replace the one I broke. Please forgive my behavior. 4th BLUE REVISIONS 03-26-10 86A. She takes it, looks at it curiously, then smiles at him. \n[161]If I may, I'd like to come back for more of your \"coffee.\"\u009d \n[162]My friends! Thor happily races over and greets his comrades. Jane, Selvig, and Darcy watch the Asgardians from across the room. Jane looks concerned. Selvig and Darcy eye them with wonder. \n[163]My friends, I've never been happier to see anyone. But you should not have come. \n[164]You know I can't. My father is dead because of me. I must remain in exile. The other Asgardians exchange puzzled looks. \n[165]Leave this town now. Get yourself and your friends to safety. \n[166]I must stay and fight. The Asgardians look to Thor. \n[167]I'm still a warrior, and I will fight by your side. \n[168]  \n[169]Help me clear the streets. I'll let none of these people die this day. Thor, Jane, Selvig, and Darcy start to herd the crowd of Townsfolk off the streets, as the Warriors Three and Sif head across town, towards the Destroyer. \n[170]  \n[171]Come on... give me one! Amidst the useless powder, he finally finds one stone still intact. Thor tosses the pouch aside, holds the stone over the end of the iron rod. \n[172]Go, while you can! \n[173]You can't help them now. Your job is to survive. She struggles to sit up. 4th BLUE REVISIONS 03-26-10 98A. \n[174]Live and tell those stories yourself. At last, she nods. Thor spots Volstagg lying unconscious, with Hogun and Fandral lying nearby. Thor makes his way towards them. Volstagg is barely breathing. Thor tries to pull him to safety, but it's no use. He won't budge. He rouses Hogun and Fandral. \n[175]  \n[176]But not win. Move Volstagg, or he'll die! Thor looks at them, grins. \n[177]Don't worry, my friends. I have a plan. The two Warriors reluctantly grab their fallen friend and drag him away from the battlefield. After they go, Thor turns to back to the Destroyer, then tosses Sif's shield aside. He strides down the street towards the behemoth, completely defenseless. \n[178]Brother... for whatever I have done to wrong you, whatever I have done to lead you to do this, I am sorry. But these people have done nothing to you. They are innocents. He continues towards the Destroyer. 4th BLUE REVISIONS 03-26-10 98B. \n[179]Take my life, and know I will never return to Asgard. 4th BLUE REVISIONS 03-26-10 99. Thor reaches the Destroyer, extends his arms. The Destroyer hesitates, sizing up the defenseless Thor, then swats him with its enormous arm. We hear the sickening CRACK of breaking bones as Thor goes flying. Thor lands in a crumpled, broken heap in front of Smith Motors, before Jane, Selvig, and Darcy. The wounded Asgardians watch helplessly from down the street, a look of horror on their faces. Jane tries to rush out to Thor's aid, but Selvig holds her back. \n[180]Clad in his full battle armor, holding Mjolnir in his hand -- the God of Thunder once more. Thor kneels, brings Mjolnir down onto the ground. \n[181]Heimdall! Open the Bifrost! \n[182]He would open it if he could. I fear the worst. \n[183]Heimdall! \n[184]Know this, son of Coul. You and I, we fight for the same cause -- the protection of this world. From this day forward, count me as your ally. If you return the items you have stolen from Jane Foster. \n[185]Whatever fate lies before me, you are part of it. He takes her in his arms, kisses her passionately. Thor and the Asgardians leap into the Bifrost. \n[186] Get him to the healing room! Leave my brother to me. 4th BLUE REVISIONS 03-26-10 104. Thor bolts out the door. \n[187]No thanks to you. Frigga picks up on the tension building between her sons. \n[188]Why don't you tell her? How you sent the Destroyer to kill our friends? To kill me? Frigga looks to Loki, alarmed and confused. \n[189]You're a talented liar, brother. Always have been. \n[190]Jotunheim... \n[191]Why have you done this? \n[192]He won't! You can't kill an entire race! \n[193]I've changed. \n[194]Is the throne really worth what you've done? What you would become? \n[195]I will not fight you, brother. \n[196]Loki, this is madness... Loki grins. \n[197]Yet still not clever enough. With that, Thor raises his hammer, rising into the air, summoning lightning. A massive bolt strikes Mjolnir, then channels outwards, splitting up, striking each one of the Lokis. All of them dissipate into nothingness, save one -- the real Loki -- who's sent flying back across the Bridge, Gungnir knocked from his grasp. Thor steps over to his fallen brother, lying dazed on his back. Loki winces, prepares for the worst, when Thor steps away. Loki opens his eyes, tries to stand, but can't. He looks confused, then sees what the problem is -- Mjolnir rests atop his chest. Struggle as he may, Loki can't lift it off. He's pinned to the ground. Thor looks about him desperately -- at the Bifrost firing towards Jotunheim, gaining in strength, at the surge of energy moving through the Bridge. He's at a loss of what to do. Loki watches him smugly. \n[198]Forgive me. Summoning every bit of strength he has left, Thor raises Mjolnir one last time, drawing lightning to it from all sides, and brings it down with a final, terrible blow -- KRAKABOOM! The Bifrost SHATTERS, rainbow energy EXPLODING out of it. Both Loki and Thor are hurled into the air by the force of the blast. A wave of destruction moves forward along the Bridge towards the Observatory, breaking it apart as it goes. The Observatory RIPS ITSELF APART. As Loki and Thor fall together, Thor grabs hold of one end of Gungnir, while Loki still clutches the other. They both fall towards the MASSIVE WAVE of Bifrost energy which spews out from the broken Bridge. They're an instant from being blasted by the destructive force of the energy, carried away by the current, pulverized by the debris, when -- \n[199]No! But it's too late. Odin and Thor can only watch as Loki falls into the rushing torrent of Bifrost energy. It carries him away, along with the debris of the Bridge and the Observatory, disappearing out of sight. Odin pulls Thor up onto the Bridge. Drained, Thor falls back into his father's arms. \n[200]There will never be a wiser king than you. Or a better father. I have much to learn. I know that now. But some day, perhaps, I will make you proud. \n[201]Can you see her? Heimdall turns, gazes out towards Earth. \n[202]How is she? ", "King": "\n[1]  \n[2]  ", "Laufey": "\n[1]I am Laufey, King of this Realm. \n[2]We know who you are, Odinson. Why have you brought the stench of your blood into my world? \n[3]You \"demand?\"\u009d \n[4]The house of Odin is full of traitors. Sif and the Warriors Three exchange a puzzled look, disturbed by the Jotun King's words. \n[5]Your father is a murderer and a thief. He stole what was ours, and left our world in ruins. We have the right to reclaim the Casket. 4th BLUE REVISIONS 03-26-10 27. \n[6]And why have you come here? To make peace? You long for battle. You crave it. I see you for what you are, Thor Odinson. Nothing but a boy, trying to prove himself a man. \n[7]You should listen to his counsel. You know not what your actions would unleash. Laufey steps out of the shadows. \n[8]But I do. Go now, while I still allow it. Thor simmers. Loki speaks up. \n[9]Your boy sought this out. 4th BLUE REVISIONS 03-26-10 33. \n[10]We are beyond diplomacy now, Allfather. He'll get what he came for -- war and death. Odin looks grim, determined. \n[11]  \n[12]Tell me why I shouldn't kill you. \n[13]To what end? \n[14]  \n[15]My men are dead, and I have no Casket. You are a deceiver. Laufey lashes out, grabs Loki around the throat, but Loki calmly stands his ground. \n[16]Ah, the bastard son. I thought Odin had killed you. That's what I would have done. He's as weak as you are. \n[17]Or perhaps it was the wisest choice I've ever made. I will hear you. 4th BLUE REVISIONS 03-26-10 77. \n[18]Why would you do this? \n[19]This is a great day for Jotunheim. Asgard is finally ours. \n[20]I accept. Loki turns to leave. As he goes, the slightest trace of a smile crosses his face. \n[21]It's said you can still see and hear what transpires around you, even in this state. I hope it's true, so that you may know your death came by the hand of Laufey. He raises his blade above Odin's body, when -- ", "Jane": "\n[1]Hurry! We hear a loud BANG followed by muffled CURSING from below. Jane offers a hand down to ERIK SELVIG  who emerges as well, rubbing his head. \n[2]Oh-- watch your head. \n[3]It's a little different each time. Once it looked like, I don't know, melted stars, pooling in a corner of the sky. But last week it was a rolling rainbow ribbon-- \n[4]Hey, Darcy. Pass up the bubbly and my gloves, will you? Intern DARCY LEWIS  hands Jane a bottle of Champagne and a pair of gloves through the window. Jane passes it to Selvig to hold while she pulls on the old gloves -- too large and masculine for her small hands. He starts to unwrap the foil, and she stops his hand with an excited grin. \n[5]Not until you see it! \n[6]Thank you. \n[7]The benefit of the doubt. The two stare out at the sky expectantly. A long beat while they scan the skies. Nothing. Jane's worried. 4th BLUE REVISIONS 03-26-10 2. \n[8]It's never taken this long before. Darcy calls up from the front seat. \n[9] Sure, if you like rocking out to KFRM, \"All agriculture, all the time.\"\u009d Worried, Jane heads back down into the vehicle. \n[10]The anomalies are always precipitated by geomagnetic storms. She shows him a complicated CHART she's drawn in the book, tracking occurrences and patterns. \n[11]The last seventeen occurrences have been predictable to the minute... I just don't understand. Something catches Darcy's eye out the driver's side mirror. She adjusts it. In the distance, ODD GLOWING CLOUDS form in the skies over the Northeastern end of the desert. \n[12]There's got to be some new variable... Or an equipment malfunction... The lights and equipment in the SUV begin to FLICKER around them. The computer monitors SQUELCH with static. 4th BLUE REVISIONS 03-26-10 2A. \n[13]What?! \n[14]Holy. Shatner. \n[15]No-- yes! Let's go! \n[16]Isn't this great?! A thought strikes her. \n[17]You're seeing it too, right? I'm not crazy? \n[18]You've gotta get us closer so I can take a magnetic reading. Darcy laughs. \n[19]You want those college credits or not? \n[20]What are you doing?! \n[21]Get the first aid kit. Darcy heads back inside the SUV as Jane, concerned, kneels next to the man. Selvig hovers, protectively. She gently turns his head to the light, and we see him clearly for the first time. He is magnificently handsome, long blonde hair flowing around his classically sculpted features. She cups her hands around his face, as if willing the life back into him. \n[22]Come on, big guy. Do me a favor and don't be dead, okay? Open your eyes and look at me. Suddenly, he GROANS, and she's startled, then relieved, as his eyes flutter open. She looks deep into his confused, azure eyes, which at last focus on her own. Locking onto them. For a moment, they each forget to breathe. The connection is broken as Darcy returns with the kit. She freezes when she sees how gorgeous the man is. 4th BLUE REVISIONS 03-26-10 5A. \n[23] \n[24]--are dilating. That's a good sign. \n[25]  \n[26]Where did he come from? They exchange puzzled looks, as we move up through the last glowing remnants of the storm, and into: \n[27]Get the first aid kit. Come on, big guy. Do me a favor and don't be dead, okay? Open your eyes and look at me. \n[28]  \n[29]Uh, thanks. Are you okay? Thor searches the ground. \n[30]Erik... look at this. He joins her at her side and sees it. A faint, discernible pattern is etched into the sand. They exchange a look. Amazed and excited, Jane hurriedly takes out a camera and snaps some photos of the runes. A breeze begins to blow them away. \n[31]We've got to move fast before anything changes. 4th BLUE REVISIONS 03-26-10 37. \n[32]We need soil samples, light readings, everything. She pulls out a light meter, holds it up, takes some readings, jots them down in her notebook. Selvig looks at Thor, who stares up at the sky. \n[33]Not right now. It'll take too long. County's an hour away. We'll drop him off after we're done here. Selvig looks uncertain. \n[34]  \n[35] Okay, you and Darcy take him to the hospital, I'll stay here. \n[36]Erik, just back away... \n[37]He said it was \"Thor.\"\u009d The Nurse painstakingly types it into the computer, one key at a time. Jane watches as Thor is wheeled out of the room. \n[38]I've never met him before. \n[39]Grazed him, actually. Oh, and we tasered him, too. \n[40]I told you, I don't know him. I just want to make sure he's okay. \n[41]Jane Foster. \n[42]Darcy, when you're done, take the soil samples to Professor Meyers in geology. Remind him, he owes me. \n[43]\"We?\"\u009d \n[44]You know what would be really useful? Do you still have that friend at LIGO? \n[45]Could you call in a favor? \n[46]If I'm right, their observatory must have picked up gravitational waves during last night's event. \n[47]Meaning these anomalies might signify something bigger. \n[48]I think the lensing around the edges is characteristic of an Einstein-Rosen Bridge. \n[49]She was the only applicant. \n[50]      \n[51]Erik, look... 4th BLUE REVISIONS 03-26-10 42. Jane indicates the print-out showing the constellations seen through the \"bubble\"\u009d in the clouds. \n[52]What do you see here? \n[53]Yes. But not our stars. She spreads out a STAR CHART, barely able to contain her excitement. \n[54]This is the star alignment for our quadrant, this time of year. So unless Ursa Minor decided to take the day off... those are someone else's constellations. Selvig's intrigued, in spite of himself. Darcy pulls another frame-grab of the Bifrost footage from the printer and hangs it on the wall, when something in the image catches her eye. \n[55]I think I left something at the hospital. As Jane walks away, we REVEAL the photo. Inside the Bifrost funnel cloud is a FIGURE -- the vague, but unmistakable shape of a MAN. \n[56]  \n[57]I meant I barely know him anymore. The man he's become. He's changed. I mean, what woman really knows her husband, anyway? \n[58]  \n[59]Typical. I just lost my most important piece of evidence. \n[60]We find him. \n[61]I want to know what that thing was, and he may have the answers. We don't have a choice. \n[62]However long it takes. Jane puts the car in reverse and backs up, when -- \n[63]I'm so sorry. I swear I'm not doing that on purpose. 4th BLUE REVISIONS 03-26-10 45. Thor looks up at the sky. \n[64]  \n[65]Excuse me... excuse me! She leads him away from the work station. Thor holds up the t-shirt. On the front, it bear a sticker which reads: \"HELLO, MY NAME IS DR. DONALD BLAKE\"\u009d. Thor looks at it, puzzled. Jane rips the sticker off. \n[66]My ex. Thor stares at her a beat. \n[67]They're the only clothes I had that'll fit you. Sorry. \n[68]You're welcome. Now tell me... Thor studies the frame-grabs with interest. Jane points to his form in the Bifrost photo. \n[69]What were you doing, in that? He glances at it, dismissive. \n[70]What exactly is the Bifrost? \n[71] \n[72]Somebody get the mortal a Pop-Tart. \n[73]Now tell us exactly what happened to you last night. Thor looks her in the eyes, staring, intrigued. Jane gets flustered, looks away. \n[74]Maybe start with how you got inside that cloud. \n[75]Sorry, Izzy. Little accident. Yo voy a pagar la taza. Isabela turns to a WAITRESS and starts venting quickly in Spanish. 4th BLUE REVISIONS 03-26-10 54A. \n[76] What was that? He doesn't understand. The other patrons stare at him. \n[77]Then you should just say so! \n[78]I mean ask for it. Nicely. \n[79]All right, then no more smashing, deal? \n[80]Good. 4th BLUE REVISIONS 03-26-10 55. A few TOWNIES, looking bedraggled, enter and take a seat at the counter. We recognize them from the crater. (Among them is the Drunk Townie Jake, who is not presently drunk. \n[81] Excuse me, did you say there was a satellite crash? \n[82]Where are you going? \n[83]Why? \n[84]So now you own a satellite? \n[85]Whatever it is, the government seems to think it's theirs. You intend to just walk in there and take it? \n[86]Everything? \n[87]You know what we saw last night. This can't be a coincidence. I want to know what's in that crater. \n[88]He's promised us answers. \n[89]I'd just be driving him out there, that's all. \n[90]I'm sorry. I can't take you. \n[91]That's... thank you. Thor bows slightly to each of them. \n[92]Hey! That's my stuff! \n[93]What the hell is going on here?! The Agents ignore her as Agent Coulson approaches. \n[94]I don't care who you work for, you can't do this! \n[95]Let it go?! This is my life! \n[96]By \"appropriate\"\u009d you mean \"steal?\"\u009d Instead of answering, Coulson gives her a check. \n[97]I can't just pick up replacements from RadioShack! I made most of that equipment myself! \n[98]And I'm sure I can sue you for violating my constitutional rights! 4th BLUE REVISIONS 03-26-10 61. \n[99]So are we! We're on the verge of \n[100]Everything I know about this phenomenon is in this lab and in this book, and no one has the right to take it from me. Coulson gestures to a nearby AGENT, who promptly plucks the notebook out of Jane's hands and adds it to the pile he's carrying. Jane is stunned. \n[101]Years of research, gone. 4th BLUE REVISIONS 03-26-10 62. \n[102]Look around! They took our back- ups. They took the back-ups of our back-ups. \n[103]   \n[104]I'm not going to let them do this. I'm getting everything back. \n[105]You still want a lift? \n[106]I've never done anything like this before! Have you ever done anything like this before? Thor looks amused by her excitement. \n[107]They just stole my entire life's work. I really don't have anything left to lose. \n[108]\"This Realm?\"\u009d Why do you talk like that? \n[109]Yeah. Just a little. \n[110]I'm not quite sure yet. She looks at him, sees him staring at her. She's lost in his gaze, distracted, when the PINZGAUER LURCHES. She quickly turns her eyes forward, regains control of the car. \n[111]Sorry. She glances back at him. He's confident, determined. \n[112]Who are you? Really? \n[113]You promised me answers. 4th BLUE REVISIONS 03-26-10 63B. Thor looks at her, charmed by her persistence. \n[114]A bridge? Like an Einstein-Rosen Bridge? \n[115]God, I hope you're not crazy. \n[116]That isn't a satellite crash. They would have hauled the wreckage away, not built a city around it. Thor shrugs out of his jacket and hands it to her. \n[117]Why?-- Thunder RUMBLES overhead. She stares at him intently and takes his jacket. \n[118]No! Look what's down there! You can't just walk in, grab our stuff, and walk out! \n[119]Wait... But Thor is already headed towards the crater. \n[120]Erik, okay, first of all, don't worry. I'm perfectly fine, really. More sounds of MAYHEM come from the base. \n[121]But if you don't hear from me again, you might want to come out to the crater site and look for me. I kind of did what you said I shouldn't do. Thanks. Bye. She hangs up. \n[122]No... \n[123]I can't just leave him there. \n[124]You didn't see what happened. Darcy points at an illustration of Thor's hammer in the book. \n[125]  \n[126]Aren't you the one who's always told me to chase down all leads, all possibilities? \n[127]Magic's just science we don't understand yet. Arthur C. Clarke. \n[128]The precursor of science fact. \n[129]If that's really an Einstein-Rosen Bridge out there, then there's something on the other side. 4th BLUE REVISIONS 03-26-10 70A. \n[130]Advanced beings could have come through it before. \n[131]Yes! Exactly! Thank you! Darcy beams. 4th BLUE REVISIONS 03-26-10 71. \n[132]  \n[133]Erik! Is he all right? \n[134]What happened? \n[135]Put him on the bed. Thor moves through the small trailer carrying Selvig, like a bear lugging another bear, smashing into things along the way, until he finally sets Selvig down on Jane's bed. Selvig awakens groggily and looks up at him through bleary eyes. \n[136]Well, it's more of a temporary living space, really. I don't usually have visitors in here. Actually, never... Thor picks up a sock off the floor. She snatches it from him, puts it away. \n[137]Can we go outside? \n[138]I come up here sometimes when I can't sleep. Or when I'm trying to reconcile particle data. Or when Darcy's driving me crazy. I come up here a lot, now that I think about it. Thor looks at the night sky, filled with stars. 4th BLUE REVISIONS 03-26-10 82A. \n[139]I'm glad you're safe. \n[140]I also hit you with my car a couple times, so it kind of evens out. He grins, then reaches into his pocket and pulls out her \n[141]I don't believe it... She takes it from him, surprised and grateful. \n[142]No, this is good. Thank you. This means I don't have to start from scratch... She sits down and opens the notebook eagerly, then stops, a harsh realization clouding her face. Thor notices. \n[143]SHIELD, whatever they are. They're never going to let this research see the light of day. \n[144]Why? \n[145]What is it? \n[146]That would have been a thousand years ago? Northern Europe? \n[147]What about you? \n[148]Erik! She and Thor hurry to his side. He's losing blood, going into shock. \n[149]What are you doing? What is that? As the stone begins to glow, Thor crushes it. Jane looks on, amazed, as the glowing powder falls upon the piece of iron, dissolving it, heading downwards, until it reaches Selvig's wound. The powder heals his wound completely. Thor looks down the street, sees his wounded friends still lying there, as Selvig sits up in utter astonishment. He reaches through the hole in his shirt to touch his healed flesh. \n[150]Oh. My. God. \n[151]Something's wrong. \n[152]It's gone. \n[153]Thanks. Jane inserts the flash drive into the device. \n[154]I know. But if he can't get here on his own... Jane hits a switch on the device. Suddenly, a 3-D HOLOGRAPHIC PROJECTION bursts to life over the device, bathing the two women in its glow. We recognize what it is -- YGGDRASIL, in all its beauty. \n[155]...maybe we can help him find his way back. ", "Foster": "", "Erik": "", "Selvig": "\n[1]Thanks. So what's this \"anomaly\"\u009d of yours supposed to look like? \n[2]      \n[3] I recognize those. Think how proud he'd be to see you now. Jane's grin fades to a sad smile. \n[4]For what? \n[5]That's your \"subtle\"\u009d aurora?! \n[6]That's debateable. Put your seat belt on! 4th BLUE REVISIONS 03-26-10 3A. The SUV lurches. \n[7]We still have to get him to a hospital. \n[8]Immediately, Jane. Jane sighs and nods, regretfully watching the storm EVAPORATE above their heads. A thought strikes her. \n[9]Jane, we need get him to a hospital. Jane kneels and quickly scoops up a soil sample in the cannister. \n[10]You expect me to leave you alone in the middle of the desert? Thor turns to the others, frustrated. \n[11]It's all right, my friend. We're going to get you some help. Selvig touches Thor's shoulder. Thor shoves him off, grows agitated, belligerent. 4th BLUE REVISIONS 03-26-10 37A. \n[12] You're in the desert outside the town of Puente Antiguo. \n[13]   \n[14]Oh, for God's sake... He reaches over Jane's shoulder and hands the Nurse his business card. \n[15]Here. Let's go. Selvig, Darcy, and Jane head out. \n[16]We might want to perform a spectral analysis. \n[17]I flew all the way out here -- might as well make myself useful. This is the offer Jane's been waiting for. She gets up, inserts the piece of equipment she's been working on into a rack-mounted server. \n[18]She was more than a friend. \n[19]You don't think this was just a magnetic storm? 4th BLUE REVISIONS 03-26-10 41A. \n[20]Meaning? Jane heads over to a computer monitor. Selvig follows. \n[21]How \"big\"\u009d are we talking about? Jane indicates the footage on the monitor. As the last of the Bifrost cloud disappears into the night sky, there appears to be a blister in space, bulging out in convex and covered with stars. \n[22]I thought you were a science major. \n[23]  \n[24]Stars. \n[25]Is that...? \n[26]Did you see what he did in there? I don't know if finding him is the best idea. \n[27]So we're just going to spend the rest of the day looking for him? \n[28] The Bifrost... Jane starts to get uncomfortable with Thor standing so close to her, looking over her notations. She quickly closes the book. \n[29] What did the satellite look like? \n[30]Jane. He pulls her aside. Thor can tell that Selvig doesn't much care for him. \n[31]  \n[32]I'm not talking about the crater. I'm talking about him. \n[33]He's delusional! Listen to what he's saying! \"Thor.\"\u009d \"Bifrost.\"\u009d \"Mjolnir.\"\u009d These are the stories I grew up with as a child! \n[34]It's dangerous. He's dangerous. 4th BLUE REVISIONS 03-26-10 58. After a moment, she nods. They head back over to Thor and Darcy. \n[35]Now... let's get back to the lab. We have work to do. Selvig and Darcy turn and start to go. Jane looks after Thor as he walks away down the street. \n[36]Jane. This is more serious than you realize. Let it go. \n[37]And your back-ups? \n[38]No one knows much about them. But I knew a scientist -- a pioneer in gamma radiation. SHIELD showed up, and he was never heard from again. \n[39]Please, let me contact one of my colleagues. Dr. Pym has had some dealings with these people. I'll e- mail him and see if he can help. \n[40]I'll just be a minute. He climbs out and heads inside. Jane looks down the street and sees something that intrigues her. \n[41]You've reached Dr. Erik Selvig. Please leave me a message. His voicemail BEEPS. She talks quietly, urgently. \n[42]Why not? \n[43]In the children's section. I wanted to show you how ridiculous his story was. Jane is unconvinced by this. She knows he wants to believe. \n[44]I was talking about science, not magic! \n[45]Who wrote science fiction. \n[46]In some cases. \n[47]Jane... \n[48]Jane, if you do this, you'll find yourself in a situation that I won't be able to get you out of this time. \n[49]Doctor Donald Blake. He's part of our team. \n[50]Troubled, not dangerous. He was distraught when he found out that you'd taken all of our research. It was years of his life, gone! He got depressed, started drinking, and... well, you know the rest. \n[51]Certainly. The Techie at a computer nearby runs the name. \n[52]You can understand how a man could go off like that. I mean, a big, faceless organization like yours, coming in with their jack-booted thugs and stealing private property... ...is how he described it. \n[53]Steroids. He's a bit of a fitness nut. 4th BLUE REVISIONS 03-26-10 74A. On the Techie's monitor, a DMV record from the State of New York pops up reading \"DR. DONALD BLAKE\"\u009d. The license photo is indeed a picture of Thor -- the one Darcy took with her cellphone. 4th BLUE REVISIONS 03-26-10 75. The Techie hits a button, and a graphic reads, \"SHIELD SECURITY ANALYSIS IN PROGRESS.\"\u009d Coulson eyes the screen. After a beat, he turns back to Selvig. \n[54]He is. That is, he was. He switched careers and became a physicist. He's quite brilliant, really. If you would just release him to me, I promise to keep an eye on him. Coulson thinks, sizing Selvig up -- then smiles. He turns to an AGENT nearby. \n[55]Thank you. \n[56]Donny, Donny, Donny! There you are! Thor looks up, unsure what the hell is going on. Selvig pulls Thor to his feet, gives him a warm hug. \n[57]It's going to be all right, my friend. Come on, I'm taking you home. 4th BLUE REVISIONS 03-26-10 75A. He leads the bewildered Thor out the door. \n[58]I will! \n[59]To get a drink. Selvig and Thor climb into the SUV. As they drive off, Coulson turns to the other two agents -- GARRETT and CALE. \n[60]Seems Darcy's a terrible intern, but a talented hacker. \n[61]Don't thank me. I only did it for Jane. \n[62]Of course not! Jane's like a daughter to me. Her father and I taught at University together. A good man, but he never listened. This registers with Thor. \n[63]I don't know if you're really delusional, and I really don't care at this point. I just care about her. I've seen the way she looks at you. \n[64]Good. If that's the case, then I'll buy you one more drink, and you'll leave town tonight. A long pause, then Thor nods. He takes a drink. 4th BLUE REVISIONS 03-26-10 80. \n[65]It's not a bad thing, finding out that you don't have all the answers. That's when you start asking the right questions. Thor takes this in. \n[66]Anyone who's ever going to find their way in this world has to start by admitting they don't know where the hell they are. Thor nods. \n[67]Gentlemen, please. Let's keep our heads. \n[68]  \n[69]  \n[70]I still don't believe you're the God of Thunder. But you ought to be. Thor grins, pats him on the cheek. As Selvig drifts off to sleep, Thor pulls a blanket over him. Jane watches, stunned by their friendship, impressed by Thor's tenderness. Thor turns back to her, looks around. \n[71]I need some coffee. The three head inside Smith Motors. \n[72]I don't believe it... \n[73]      \n[74] I'm really starting to like him. Jane turns to Thor to find he's gone. \n[75]Jane, no! He pulls her into Smith Motors. A RAVEN flies overhead, watching the scene -- \n[76]Jane? 4th BLUE REVISIONS 03-26-10 108A. ", "Sif": "\n[1] I'll miss you. \n[2]Fandral, is it true the famous Warriors Three are ready to meet any challenge? \n[3]Keep your mouth shut. \n[4]He wants to make an entrance. \n[5]Oh, please. Odin watches from the front, not liking this showy display. \n[6]The Destroyer. \n[7]Shush! Odin surveys the destruction. \n[8]Redecorating, are we? Volstagg surveys the overturned tables and food, aghast. \n[9]Thor, of all the laws of Asgard, this is one you must not break. Loki looks on, intrigued by the proceedings. \n[10]It is forbidden! Thor sizes up his friends, smiles. He proceeds to make his case with enthusiasm and charismatic conviction. \n[11]I did. \n[12]I fear we'll live to regret this. \n[13]He's just got to swing his hammer... \n[14]Whining. \n[15]Please don't make us sing again! \n[16]Well, now I'm on board. She and Thor share a grin. The party reaches the edge of the city -- its ancient structures of jade and ice melting and crumbling, ravaged by warfare long ago. A TEMPLE lies before them, across a central plaza. \n[17]Where are they? \n[18]If you don't treat me like a lady, I won't act like a lady! She takes out the Jotun. Loki backs away from an approaching Jotun, finds himself at the edge of a deep crevasse. The Giant sees he's vulnerable, swipes at him. But the Jotun's arm passes right through him. The Giant stands there, confused, when THE REAL LOKI comes out from behind a structure and shoves the Giant into the crevasse below. The false Loki dissipates into nothingness. \n[19] I'm so glad I taught him how to do that! Volstagg grapples with a Frost Giant, getting a couple good hits in. \n[20]Of course you did. Nearby, a Frost Giant forms a BARRAGE OF ICE BULLETS, hurling them at Sif. Sif raises her shield barely in time, as the bullets go pinging and ricocheting off it. She races into the group of Frost Giants who attacked her and takes them out. 4th BLUE REVISIONS 03-26-10 29. A Frost Giant touches a pool of standing water. It FLASH- FREEZES Hogun's feet to the ground. Volstagg notices, hurries over, dispatching Jotuns as he goes. \n[21]There are too many of them! \n[22]Thor! But Thor ignores his comrades, continues fighting. \n[23]There was no stopping him. \n[24]Loki, you're the only one who can help Thor now. You must go to the Allfather and convince him to change his mind! \n[25]He may speak about the good of Asgard, but he's always been jealous of Thor. \n[26]Who else could elude Heimdall's gaze with tricks of light and shadow? \n[27]We should go to the Allfather. \n[28]It's our duty. If any of our suspicions are right, then all of Asgard is in danger. \n[29]Allfather, we must speak with you \n[30]We would speak with her. Sif and the Warriors Three exchange a look. Loki notices. \n[31]We would ask you to end Thor's banishment. 4th BLUE REVISIONS 03-26-10 60. \n[32]Stop it, both of you! We all know what we have to do, we're just too damned afraid to do it! \n[33]Thor would do the same for us. An EINHERJAR GUARD enters. They tense. \n[34]Yes, but-- \n[35]Look! The others turn to see HEIMDALL'S SWORD stuck into the control panel. They exchange a grin. They have an ally. Sif hits the controls, and the Bifrost apparatus fires up. \n[36]Or we could just start there. She points behind them to the town of Puente Antiguo in the distance -- the only visible sign of civilization -- and to Hogun, who has already started walking towards it. Volstagg and Fandral trade looks, their egos bruised. \n[37]It has been a thousand years... \n[38]Staring baffled at the sight of the domestic Thor drying dishes in mortal clothing. Jane drops a plate. It goes SHATTERING on the floor. 4th BLUE REVISIONS 03-26-10 90A. \n[39]Thor... your father still lives. Thor reacts to the revelation. \n[40]The best thing you can do is get the mortals to safety and leave the battle to us. Thor looks at the townsfolk around them, all oblivious to the oncoming threat. \n[41]Keep him distracted. She hurries off. The Warriors Three continue towards the behemoth. \n[42]Leaps off a nearby rooftop with her two-headed spear and plunges it deep into the back of the creature. The creature stands there motionless, the fire dimming in its faceplate, Sif standing atop its back. The Asgardians have a brief moment of hope. But the creature stirs with life, its fire igniting once again. Sif looks on with growing trepidation. Slowly, unnaturally, the Destroyer spins its torso around 180 degrees to face its attackers. The Destroyer unleashes a blast at Sif. She barely dives off of the behemoth in time, dodging the blast. The Destroyer rises again to its full height, pulling free from Sif's staff, the weapon slipping through the slats of its armor. Sif and the Warriors Three try to regroup, when the Destroyer unleashes another blast, sending Sif and her comrades flying in all directions. Hogun's POUCH OF HEALING STONES breaks free, landing in the middle of the street. \n[43]But the others... \n[44]No! I will die a warrior's death. Stories will be told of this day-- He gently takes her shield from her. \n[45]My Queen. I am so sorry for your loss. Frigga takes Sif's hand appreciatively. \n[46]He mourns for his brother. And he misses her. The mortal. Frigga sees the trace of regret in Sif's face as she looks at Thor with new feelings. He rises and leaves the hall. \n[47]I will always be at his side. Frigga understands, puts her arm around Sif gratefully. ", "Isabela": "\n[1]  \n[2]  \n[3]Morning, Pete. Jake. \n[4]What crater? Jane and Selvig overhear this, exchange a look, turn to the Townies with interest. ", "Alvarez": "", "Odin": "\n[1]  \n[2]Stares out at his kingdom. The ravens fly up to the balcony, land at his side. \n[3]  \n[4]Do you think he's ready? \n[5]He'll need his father's wisdom. \n[6]Yes, but Thor's still a boy. He could be a great King... Odin stops, notices HIS HAND SHAKING. It seems to be out of synch temporally with the rest of the world, leaving a trail as it moves. He stares at it determinedly, concentrating, trying to stop the strange event through the force of his sheer will. 4th BLUE REVISIONS 03-26-10 8. Finally, the occurrence subsides, his hand normal once more. A worried Frigga covers his hand with her own. \n[7]  \n[8]I can fight it a little longer... \n[9]I've destroyed demons and monsters, devastated whole worlds, laid waste to mighty kingdoms, and still you worry for me? \n[10]Not today. Now come kiss your king... while I'm still king. He pulls her close, and they kiss. \n[11]     \n[12]Gungnir. Its aim is true, its power strong. With it I have defended Asgard and the lives of the innocent across the Nine Realms since the time of the Great Beginning. And though the day has come for a new King to wield his own weapon -- that duty remains the same. Thor Odinson, my heir, my first-born. 4th BLUE REVISIONS 03-26-10 13A. \n[13]So long entrusted with this mighty hammer, Mjolnir. Forged in the heart of a dying star, from the sacred metal of Uru. Only one may lift it. Only one is worthy. Who wields this hammer commands the lightning and the storm. Its power has no equal -- as a weapon, to destroy, or as a tool, to build. It is a fit companion for a King. \n[14]Today I entrust you with the greatest honor in all the Nine Realms. The sacred throne of Asgard. I have sacrificed much to achieve peace. So, too, must a new generation sacrifice to maintain that peace. Responsibility, duty, honor. These are not merely virtues to which we must aspire. They are essential to every soldier and to every King. The Crowd and the Warriors Three start to shiver and rub their limbs for warmth in the increasingly cold air of the hall. Thor turns back to face his father. Odin looks upon his son with pride. 4th BLUE REVISIONS 03-26-10 15. \n[15]Thor Odinson, do you swear to guard the Nine Realms? \n[16]Do you swear to preserve the peace? \n[17]Do you swear to cast aside all selfish ambition and pledge yourself only to the good of all the Realms? Beat. \n[18]Then on this day, I, Odin Allfather, proclaim you-- Odin hesitates, noticing a strange sight before him. ICE creeps across the surface of the large banners around the hall, making an eerie CRACKING sound. Thor, his comrades, and the crowd see it too. \n[19]  \n[20]They have paid with their lives. The Destroyer did its job, and the Casket is safe. All is well. \n[21]But they didn't. \n[22]  \n[23]I have a truce with Laufey, the Jotun King. \n[24]Leave us. Thor's comrades exit. Odin eyes Thor, as Loki watches. \n[25]And what action would you take? \n[26]You're thinking only as a warrior! 4th BLUE REVISIONS 03-26-10 16B. \n[27]It was the act of but a few, doomed to fail. \n[28]We will find the breach in our defenses. It will be found, and it will be sealed. 4th BLUE REVISIONS 03-26-10 17. \n[29]You are not King. Not yet. Thor sees in his father's face that he's pushed this as far as he can. He backs away, then leaves, pushing through the doors so hard that they SLAM backwards behind him. Odin watches him go. \n[30]  \n[31]Astride his powerful, eight-legged steed SLEIPNIR. He's clad in battle armor, Gungnir in his hand -- an imposing sight. 4th BLUE REVISIONS 03-26-10 32A. The Giants part in fear as he thunders into their ranks, stopping before Laufey and the Asgardians. Laufey slams his fists into the ground, and the ice beneath his feet raises him towards Odin. The Asgardians start to react, thinking it's an attack, but Laufey just stands face- to-face with Odin. Asgardian and Jotun alike look on uneasily, unsure what's about to happen. Laufey sizes up Odin, notices that as powerful as the Allfather still is, the years have taken their toll. He's not the foe he once was. The two rulers talk quietly, out of earshot of the others. \n[32]Laufey. End this. \n[33]You're right. These are the actions of a boy. Treat them as such. You and I can stop this before there's further bloodshed. Unseen by Odin and the others, Laufey starts to form an ice blade at the end of his arm. \n[34]So be it. Without warning, Laufey swings his ice blade at Odin, but Odin is quicker. The Allfather brings his spear down upon the ice. Laufey and the nearest Jotuns go falling backwards in a wave, the ice cracking beneath their feet. The other Frost Giants turn tail and run. Thor watches the fleeing Jotuns with delight. \n[35]Silence! Odin raises his spear. The hole in the sky opens, the Bifrost energy blasting forth from it. The Bifrost envelops the Asgardians, yanks them off the ground and up through the hole. The vortex closes behind them as all falls silent. Laufey stares up after them contemptuously. \n[36]Do you realize what you've done? What you've started? 4th BLUE REVISIONS 03-26-10 33A. \n[37]You cannot protect your friends. How can you hope to protect a kingdom? Odin turns to the others. \n[38]  \n[39]That's pride and vanity that talks! Not leadership! Have you forgotten everything I've taught you? What of a warrior's patience, cunning? \n[40]You're a vain, greedy, cruel boy! \n[41]A fool, yes! I was a fool to think you were ready. Loki takes a step towards Odin imploringly. 4th BLUE REVISIONS 03-26-10 34A. \n[42]Thor Odinson... You have disobeyed the express command of your King. Through your arrogance and stupidity, you have opened these peaceful Realms and innocent lives to the horrors of war. The Allfather plunges Gungnir into Observatory's control panel. The turret turns, the Bifrost energy building along with Odin's rage. It FIRES, as the Bifrost opens at the end of the platform, creating a portal behind Thor. Odin turns angrily to his son. \n[43]You are unworthy of this Realm... Odin RIPS a disc off Thor's chest. \n[44]...unworthy of your title... He rips away Thor's cloak. \n[45]...unworthy of the loved ones you've betrayed. I hereby take from you your powers. Odin extends his hand towards his son. Mjolnir goes flying from Thor's grasp into Odin's hand. \n[46]In the name of my father... A FINGER OF LIGHTNING comes off the hammer and hits Thor, disintegrating the right arm of his armor and part of the chest piece. \n[47]...and of his father before... Another strike disintegrates the remainder of Thor's armor, including the cape and torn-away disc on the floor. \n[48]I cast you out! Odin thrusts Mjolnir before him and -- with a CRACK OF THUNDER -- Thor is hurled backwards into the open Bifrost and disappears in the vortex. 4th BLUE REVISIONS 03-26-10 35A. Odin holds Mjolnir in his hand, stares at it bitterly. He closes his eyes, lost in contemplation, whispers something quietly. \n[49]  \n[50]  \n[51]      \n[52]Do you understand what he set in motion? He's taken us to the brink of war! \n[53]What would you have done? 4th BLUE REVISIONS 03-26-10 43. \n[54]That is why I'm King. I, too, grieve the loss of our son. But there are some things that even I cannot undo. \n[55]No. His fate is in his own hands now. \n[56]Stop! Loki turns, sees Odin hurrying into the room, the Destroyer goes motionless, the latticework rejoining before it. Odin eyes Loki with dismay. \n[57]No. Put the Casket down. Loki sets the Casket back upon its pedestal, his body quickly returning to its normal form and color. He stares at his father. \n[58]You're my son. \n[59]No. In the aftermath of the battle, I went into the Temple, and I found a baby. Small for a giant's offspring -- abandoned, suffering, left to die. Laufey's son. Loki is sent reeling by the revelation. \n[60]You were an innocent child. \n[61]I thought we could unite our kingdoms one day, bring about an alliance, bring about a permanent peace... through you. But those plans no longer matter. \n[62]Why do you twist my words? \n[63]You are my son. My blood. I wanted only to protect you from the truth. \n[64]Don't... \n[65]Listen... 4th BLUE REVISIONS 03-26-10 48B. \n[66]Listen to me! Loki strides away towards the exit. \n[67]Loki! Odin starts towards him, when the enormous mental, emotional, and physical strain of recent events finally takes its toll. The effect of the Odinsleep consumes him. His entire body now moves out of sync with the rest of the world, leaving trails behind him as he staggers backwards. Odin falls back against a wall, his face contorting in a scream. He collapses to the stone floor. Loki, shocked, hurries to him. He takes Odin in his arms, calls out. \n[68]  \n[69]  \n[70]      \n[71]  \n[72]  \n[73]  \n[74]  \n[75]  \n[76]Standing on the edge of the broken Bridge, awakened from the Odinsleep, restored to his full strength. Loki searches his father's face, looking for some kind of approval, some kind of redemption, but all he sees is disappointment and regret. Loki lets go. \n[77]It is over. \n[78]  \n[79]You'll be a wise King. \n[80]You've already made me proud. Odin leaves, Thor consoled by his words. ", "Fandral": "\n[1]Thank you, love.  4th BLUE REVISIONS 03-26-10 10A. \n[2]Now who'd like to polish my sword for me? The giddy Maidens eagerly raise their hands. HOGUN stands staring ahead grimly, his hands folded in front of him, amidst the hustle and bustle of the ATTENDANTS and the ceremony preparations going on around him. A HELPFUL ATTENDANT approaches him and starts to polish his armor. Hogun turns his head, gives him a look. Intimidated, the Attendant quickly backs away. From behind, we see a WOMAN IN CEREMONIAL ARMOR take off her SWORD and set it on a table, then her SHIELD, then several HIDDEN DAGGERS and small, yet intimidating WEAPONS. We reveal that it's SIF, looking radiant. She eyes the weapons on the table. \n[3]  \n[4] My, we are hungry, aren't we? The others laugh, save Hogun. Fandral turns to him. \n[5]Go on, Hogun. Smile. You can do it. Even you, Hogun the Grim. Just one smile. Hogun stares at him grimly. \n[6]All right, half a smile. Look, forget the smile, just show some teeth. \n[7]Name it, Lady Sif. \n[8]Well, if he doesn't show up soon, he shouldn't bother. Odin looks like he's ready to feed him to his ravens. \n[9]I've never been inside the Vault before. It's said the Tesseract was once held here. \n[10]We thought that was just you being your normal cheery self. Volstagg looks about the floor, despairing. \n[11]What?! \n[12]This isn't like a journey to Earth, where you summon a little lightning and thunder and the mortals worship you as a god. This is Jotunheim. \n[13]You did. \n[14]And I. 4th BLUE REVISIONS 03-26-10 20. \n[15]And he can hear a cricket passing gas in Niffelheim. \n[16]Please. Getting past him should be simple enough now, since he seems to be letting Frost Giants sneak by under his nose. Volstagg, terrified, calls out to the sky. \n[17]That was just a bit of a jest, really... Loki goes into damage control. \n[18]You bathe? Thor and the others turn and stare out in horror and wonder at the frozen alien wasteland before them. The whole planet is a massive flattened ring of jagged ice, slowly breaking apart. Huge CHUNKS OF ICE calve away from its outer edges and float off into space. The planet's icy surface cracks and melts as far as the eye can see. The ruins of a Jotun city lies in the distance. \n[19]Actually, it's not. We could turn right around, hop back to Asgard, share a mug by the fire. Could be nice. Thor ignore him, heads off. Loki looks around, anxious. \n[20]Adventuring? Is that what we're doing? \n[21]Freezing. \n[22]If I have to listen to Volstagg's singing voice one more time, I'll fall on my own sword! \n[23]I'm hoping that's just decorative. Thor leaves the circle of Asgardians, swings at another Frost Giant. His comrades form another circle around him, separating him from the Jotuns, as he whirls his hammer around once and catches it with a cocky grin. He's enjoying this. \n[24]Well? What move, do you think? \n[25]At this close range? I think \"The Alfheim Lunge\"\u009d is a better move. \n[26]You really think your icicles are a match for Asgardian steel? Fandral lunges at the Giant. The Jotun knocks his blade away. \n[27]Fair enough. Fandral moves on him again, but the Giant grabs Fandral's sword and snaps it in half. \n[28]Could we stop just a moment while I get another sword? Fandral fights the Giant with his broken sword. The Jotun then lunges at Fandral, who ducks just in time, grabs hold of the Giant's sword and redirects it, stabbing the Giant through with his own weapon. The Jotun staggers back, then reaches down and swipes at a pool of water, sending up a spray that freezes in mid-air, forming into an ICE STALAGMITE. It impales Fandral, rendering him helpless. 4th BLUE REVISIONS 03-26-10 29A. Loki races towards the impaled Fandral, throwing daggers and felling Frost Giants as he goes. He reaches the nearly- unconscious warrior, when other Jotuns approach. He fights them off. Volstagg looks across the plaza and sees the impaled Fandral. \n[29]I may need a bit of help. Not a good look, is it? \n[30]How's the face? \n[31]At least he's only banished, not dead. Which is what we'd all be if that guard hadn't told Odin where we'd gone. \n[32]What? \n[33]Why is it every time you choose to speak, it has to be something dark and ominous? \n[34]Loki's always been one for mischief, but you're talking about something else entirely. 4th BLUE REVISIONS 03-26-10 47. \n[35]And tell him what? \"Oh, by the way, we think your son just betrayed the throne. And do us a favor. Bring back Thor. There's a good fellow!\"\u009d \n[36]Where is Odin? \n[37]Of course. Sif and the Warriors Three bow their heads and exit. Loki stares after them. \n[38]Our dearest friend banished, Loki on the throne, Asgard on the brink of war, yet you manage to consume four wild boar, six pheasant, a side of beef, and two casks of ale. Shame on you! Don't you care?! Fandral moves to throw the platter in the fire, but Volstagg pulls his weapon, stopping him. \n[39]It's treason, Hogun. \n[40]Yes, yes, we know! \n[41]Complicated fellow, isn't he? \n[42]The winds would have blown them away by now. We should look for signs of a campfire. \n[43]It's worth a look, I suppose. The party tromps towards the town. \n[44]We're here to take you home. Jane reacts to the news of Thor leaving. \n[45]Or one of us, trying to protect you. 4th BLUE REVISIONS 03-26-10 94. \n[46]What do you think? \"The Svartalfheim Twist?\"\u009d \"Kiss of the Hag?\"\u009d \"Face Full of Boot?\"\u009d Volstagg grins eagerly. \n[47]Not \"The Flying Mountain!\"\u009d It threw out my back for a year last time! \n[48]      \n[49]No. We can still fight! \n[50]Then I suppose we'd best start settling into our new lives. He looks to Darcy, turns on the charm. \n[51]Are all earth maidens as fair as you? Darcy enjoys the attention. \n[52]Sorry, my love. These things happen. 4th BLUE REVISIONS 03-26-10 103. He joins the other Asgardians at their side. Thor turns to Coulson. \n[53]Is that another way of saying you fell on your huge a-- \n[54]Well, I was the one who had to drag your enormous carcass off the battlefield. That makes me the real hero. Doesn't it, Hogun? Hogun points to Volstagg. \n[55]Well, how about that? A smile! I'd say that calls for another drink! They laugh and raise another round. Frigga sits nearby, lost in thought, her face betraying the sadness she struggles to conceal. Sif notices, approaches Frigga, bows her head. ", "Hogun": "\n[1]I told you they'd cancel it. \n[2]You did. / You did. He turns to Sif. \n[3]And I. The Warriors Three fight together. \n[4]We shouldn't be here. \n[5]No, not that! 4th BLUE REVISIONS 03-26-10 25A. \n[6]Shut up! Thor takes out yet another Frost Giant, then all hell breaks loose as the Asgardians and Jotuns begin to battle. A Jotun backs Hogun up against a wall of ice. As the Giant hurls an ice blade fist at him, the grim warrior swings his mace over his head, embedding it into the ice wall, and hoists himself up, dodging the Giant's blow and leaping over him. Hogun takes out a second approaching Frost Giant, spins back, dodges a swing from the first, then pounds the Jotun with his mace. Nearby, Sif expertly stabs one Jotun after another with her double-bladed staff. One knocks her viciously to the ground. \n[7]Watch the legs! \n[8]Laufey said there were traitors in the House of Odin. The others turn to the usually quiet Hogun. \n[9]A master of magic could easily bring three Jotuns into Asgard. The others look to Hogun, understanding the implication. \n[10]  \n[11]Big stomach.  Big mouth. The other gathered Asgardians laugh. Volstagg and Fandral look to Hogun. The grim warrior gives just a trace of a smile. "}}