{"filename": "Timber-Falls_script.txt", "imdb_id": "tt0857295", "imdb_url": "https://www.imdb.com/title/tt0857295", "characters": ["Sheryl", "Ida", "Brody (as Branden R. Morgan)", "James", "Mike", "Darryl", "Evelyn", "Sarah", "Clyde", "Lonnie", "Cast overview:", "Sam", "Deacon"], "dialogues": {"Sheryl": "\n[1] \n[2]You loaded these songs. You don't need to be so impressed with yourself. \n[3]I haven't even heard of half these bands. \n[4]I listen to crap? \n[5]I'm sure it does. \n[6]So, where does this band fall into that group? \n[7]Fresh, new or cutting edge? \n[8]You loaded the songs.   You tell me? \n[9]Says here you've listened to it 86 times. \n[10]Is this true? Have you always wanted to be a cowboy? \n[11]You also got \"Men Without Hats\" greatest hits? I didn't know they qualified for a greatest hits album. Can you break me off a little \"Safety Dance\"? \n[12]Precisely like that. \n[13]Any particular path? \n[14] \n[15]Donner Trail? As in \"The Donner Party?\" \n[16] \n[17]Don't mind him. I'm a nurse. \n[18]Yes, we have a first aid kit. \n[19]People live up here? \n[20]I'll take mine. \n[21]Just to annoy you. \n[22]In an emergency, I'd rather have a phone that may not work up there, than not have a phone that may work up there. \n[23] \n[24]Hey, Einstein. What do you think, leave the tent or maybe take it with us? \n[25]It could be fun. \n[26]So what were you? \n[27]So what does that mean? \n[28]It's cute, right? I stopped by that Army-Navy store on Grover yesterday. Keeps the sweat out of your eyes. \n[29]Oh...well...it was the last one... \n[30]Yeah... \n[31]Completely. There was some sort of run on bandanas at the last minute. \n[32]Here... You big baby. \n[33]What is it? \n[34]What do you think?    \"Cannibal\" Trail or the other one? \n[35]We're not Lewis and/or Clark. We're gonna stick to one of the ones the Ranger said. \n[36]The Ranger at base suggested Donner Trail or... \n[37] \n[38]Thank you. \n[39]Oh... we're not married.    Not yet anyway. \n[40]It's a ring my father gave me for graduation. \n[41]No, it's fine. \n[42]Thank you.                        Yeah, thanks for the tip.  Ida walks off, but stops only a few feet away.  \n[43]I suddenly feel the need for confession. \n[44]When I see an opening. \n[45]I think... if you get eaten by a bear and there isn't a Ranger around, I'm not carrying what's left of you down this mountain. \n[46]You really were stoned through high school. \n[47]It's fine. I never take it off. Not since you gave it to me. Betcha don't remember... \n[48]I've got you so whipped. \n[49]What? \n[50]It's okay. It's not too deep.      Let me get the first aid kit. \n[51]Gotta clean the wound, baby. \n[52]I know. All done. \n[53]Did you hear something? \n[54]The deer went in the other direction. \n[55]Quit it. \n[56]I said, knock it off. \n[57]Just when I think there's hope for you. \n[58]You're an asshole. \n[59] \n[60]Good old Hansel. Following the trail of bread crumbs. \n[61]Doesn't feel good to be teased, does it? \n[62]Truce. \n[63]Fifty bucks sounds like a bargain. Pay the man. \n[64]You brought a gun? \n[65]Why did you bring a gun? \n[66]Lotta good it just did. \n[67]We should have stuck to one of the patrolled paths. \n[68] \n[69]Do you know how many times I've had someone die on me? How many children? I stopped keeping count. \n[70]Get rid of the gun. \n[71]Then get rid of the bullets now and when we get home, you get rid of the gun. \n[72]Please. \n[73]Was that all of them? \n[74]Thank you. \n[75]It's gorgeous. \n[76]Just til Sunday. \n[77]Maybe next time. \n[78]No, we're not from Charleston. \n[79]We live in Alexandria.   It's just outside of D.C. \n[80]Uh... We're between congregations at the moment. \n[81]Excuse me... Sir? \n[82]Clyde, would you recommend a nice spot nearby to make camp for the night? \n[83]Sounds perfect. \n[84]This is incredible. \n[85]Ranger said there's a lake near by. \n[86]The lake.    I'd kill to rinse off. \n[87]Where's your sense of adventure? \n[88]Fine. \n[89]Do you know what you are doing? \n[90] \n[91]... in Charleston. \n[92]I'd like to fuck you. \n[93]I'm more Old Testament. \n[94]Not sure. But I think it's the nastier of the two books. \n[95]If you don't say so... \n[96]Nah, it was good.   Do you think I had anything to do... \n[97]Fine. I liked what the old woman said about us earlier. \n[98]That she thought we were married. \n[99]I wouldn't be a proper girlfriend if I didn't nag every now and then. \n[100]I'm sorry. I didn't mean that.       Where are you going? \n[101]What's that? \n[102] \n[103]Get me out of here.    Hurry. \n[104]He'll be back soon. \n[105]Come on, come on, come on... \n[106] \n[107] \n[108] The Concealed Figure swings the axe/sickle, slices Mike across the forearm. BLOOD SPRAYS ACROSS THE FLOOR.  Mike YELPS in pain, drops the flashlight and knife.  \n[109]Mike? Mike? \n[110]  \n[111]Thank you God... \n[112] \n[113]He's coming. He's right behind me. \n[114]Oh my God, Mike. \n[115]   \n[116] \n[117] \n[118]I want you, Deacon. I want you to fuck me.   Hard. \n[119]Please don't do this. Please let me go. Please..I just want to go home. \n[120]Why are you doing this? \n[121] \n[122]What are they doing to him? \n[123]What are you doing, Ida? \n[124]No. \n[125]No, I don't. \n[126]  \n[127]Please Ida, don't.    Don't do this. \n[128]I know about your condition, Ida. It's not your fault. There are a lot of women that can't carry a baby full term. I know how much you're hurting. \n[129]I'm here for you now.      I'll help you. Please. \n[130] \n[131](Without moving, barely \n[132]I didn't swallow that shit she gave me. \n[133]Oh my God.     Mike... \n[134]You're not okay. We're not okay. What are we gonna do? \n[135]Maybe... we should just give them what they want? \n[136]If it stops them from hurting you and me... maybe we should... \n[137]He? \n[138] \n[139] \n[140]That's why you married us? So we could conceive our child in wedlock? The fucking joke's on you... I'm already pregnant. Eight weeks yesterday. \n[141]I was trying to find the right time to tell you. \n[142]What is it? \n[143] \n[144] Spots the shovel on the floor, grabs it...  \n[145] ANGLE ON - THE SHOVEL BLADE sprayed with blood.  Ida falls over.   Sheryl and Mike stare at her lifeless body.  Sheryl steps over Ida's legs. She takes a big step, clears Ida's upper body...and stumbles.  Sheryl goes to Mike, wraps his arm around her, lifts him up. But just as his foot touches the ground... A SURGE OF PAIN CRIPPLES HIM. Mike falls back to the ground.  \n[146]I'm not leaving you. \n[147]What good's the gun?        You tossed away the bullets. \n[148]Mike...!?! \n[149] \n[150]Please, someone? Is anyone there that can help? \n[151]Mike! \n[152]   \n[153]  \n[154]Hey! \n[155]Burn in hell you sonofabitch! \n[156]\n[157]You did it, baby. You saved me. You said you would and you did. Stay with me, Mike. Stay with me. \n[158]Well, if you love me... Fight.    Please baby, fight. \n[159]I'll be back in a second, Mike. \n[160]Don't you even fucking think about leaving me alone. \n[161]Shit. Come on, baby. Fight. \n[162]Oh please God. \n[163]Why?   What is it? \n[164] \n[165] \n[166]Fuck you it's gonna be alright. ", "Ida": "\n[1]You folks need some help? \n[2]Well, take it from me, any way you choose, you can't go wrong. \n[3]...Willow Creek Bridge. I think Sam only knows those two trails. Well. Between those, I'd pick Donner Trail. Willow Creek will shoot you to the top, but there's not as much to see. Donner weaves through Peddler's Point, it's a better hike and prettier all around view. \n[4]That's a pretty ring. \n[5]Not your traditional wedding ring, but it's all the same in the Lord's eyes. How long have you two been wed? \n[6]  \n[7]Clearings? Neither will give you much in the way of clearings. But, there's another path, this one here. Timber Falls. Its got some beautiful vistas and one of the prettiest falls you'll ever see. \n[8]Well, I'll leave you to it. Last thing you need is me fussing'round you, taking you from your private time. \n[9]I'm just gonna say it and go, but if you two were to marry... I bet the Lord would bless you with a happy, healthy and handsome child. Good luck and God bless you both. \n[10]Michael, can you hear me?    Michael... \n[11]     \n[12]Look who's up. \n[13]You're in my home, Michael. You gave me quite a scare. I thought I lost you. \n[14]Lucky the snap didn't break the bone, just bruised it. I know that's of little comfort now, but trust me, it's a good thing. That dirty trap however's prime for spreading infection, need to finish cleaning out that wound and then I'll get some \"evening primrose\" in you. Same stuff the Indian Tribes used it back in the day to heal, well... just about everything. So's do I. \n[15]Try and relax. \n[16]You don't have to thank me. Up here, we take care of one another. That's the only way any of us survive. \n[17]Oh for the sake of sunshine... how rude a host am I? Name's Ida Foster. \n[18]I'm moving as fast as I can, sweetie. \n[19]I'm sorry, but I don't. Never really had use for one. I do have a radio. We can call down to base if you'd like. \n[20]After we take care of you. \n[21]You want to lose this leg? Cause that's what you're risking. Soon as we're done, I'll call. Okay? \n[22]Bite down on this... I ain't gonna lie... Lotta pain about to hit you sweetheart. \n[23]It's okay.     It's almost over. \n[24]We'll get some of that primrose in you and you'll be good as new. \n[25]I'll take care of it right now. \n[26] \n[27] \n[28]I'm coming! \n[29]What do you want, Brody? \n[30]This \"man hiker\" alone or wit someone? \n[31]Well, I ain't seen no one in days. \n[32]What'd he do you for anyway? \n[33]Fine. \n[34]He's gone. Brody and those boys are a pain in the backside. I'm sure that cousin of his had it coming. \n[35]Sorry, I wasn't able to reach anyone. \n[36]Please don't take the Lord's name in vain in this house. \n[37]Drink this. \n[38]I'm sure they're just on rounds and will be back any minute. We'll try them again and we'll find Sheryl. You'll see. She probably just took a wrong turn up here, ended up in the middle of \"don't know where.\" Happens lots of times. Please drink up, Michael, it will make you feel better. \n[39]What's wrong? \n[40] \n[41]I'm sure you're mistaken.    You musta told me before. \n[42]Well, how else could I have known your name? \n[43] \n[44]You're accusing me of stealing your wallet? I saved your life. Twice. Why would I steal your wallet? Now, just drink your primrose... \n[45]Where do you think you're going? \n[46]\n[47]I can't let you in there. \n[48]You sinners are all alike. I heard you last night. Spitting in the face \n[49]of the Lord and his laws.      Dining on the sins of the flesh. \n[50] \n[51]  \n[52]You and your bitch whore girlfriend will atone for your sins. \n[53]    \n[54]  \n[55]        \n[56]    \n[57]  \n[58]         \n[59]  \n[60]       \n[61]   \n[62]Perfect. Just perfect. You are lovely as a summer's day. It's almost time. \n[63]Amen. \n[64]I know you will. \n[65]  \n[66]I'll be right back. \n[67]Deacon! \n[68]You get away from her.    Git!   Now! \n[69]I'm sorry about that, Sugar.     My brother, he's not well. \n[70]It's not all his fault. Our father wasn't very Christian and then there was the accident. Along with the scarring, lost use of his vocals. Can't speak a lick. Now, I've spoken to him. What happened with the others won't happen to you. He's promised me that. \n[71]I'm gonna take that out of your mouth now. I brought you some tea, got some primrose in it. Help you relax, get some rest. Okay? \n[72] \n[73]That's better. Good girl. I almost forgot to ask... How does it feel being married? \n[74]I thought you'd be happy about that. All I ever wanted out of life was two things... to be married and to have a baby. The Lord blessed me with Clyde and I thank Him every day for that. \n[75]But having a baby's been... complicated. \n[76]You're young, strong... It's gonna be easy for you. Not like me. \n[77]You're gonna have a baby, Sheryl. My baby. \n[78]She'll be out for hours, but she's fine. \n[79]Now, we know conception's not automatic. So don't feel like all the pressure's on right now. We're prepared to do this however long it takes. You give us the effort each time, eventually the magic will happen. \n[80]We'll let you have your privacy now. Oh, almost forgot. \n[81]It's gotta work this time. \n[82]Promise me. Promise me, Clyde. \n[83]     \n[84]  \n[85]Be home at the regular time? \n[86]You should concern yourself with what's about to happen to you. \n[87]You think you're so much smarter than me, don't you? \n[88]Yes you do. Admit it'cause I can see it in your eyes, darling. With your fancy schools and job and such. You think you are better than me. \n[89]  \n[90]I suppose Mr. Billings and Mr. Darwind can stand up and cheer, because you, little lady... you're about to evolve. \n[91]You think I want to hurt a pretty thing like you? Pains me, but... until you and your husband obey, my hands, much like yours, are tied. \n[92]You don't know anything about me or what I've gone through. \n[93]You can help...       by following the rules. \n[94]    \n[95]You wouldn't want to put that lovely bride of yours through a day like she had today again, now would you? \n[96]  \n[97]  \n[98]No. You promised. You promised, this time, would be the time. I want that baby. You promised. \n[99]Leave that to me. \n[100]          \n[101]   \n[102]Deacon!   Stop right there! \n[103]Out!   Get out! \n[104]  \n[105]I sent Deacon away for a bit. He knows he done wrong. You say right now that you are ready to perform your marital duties, then I'll keep him away. \n[106]You take that back! \n[107]Take it back. \n[108]How very brave. Fine. I won't torture you. I'll torture her. I can bring back Deacon. Let him have her. Plenty of other holes he can go into where a baby can't be made. \n[109]Or maybe we can just start dicing. All we need is a healthy heart, brain and uterus. She don't need the rest of her fingers, or toes... or her nose, ears. I could carve out her eye right now. \n[110]Then you will give me my baby. My child, born in wedlock, saved from its sinner parents and raised to fear God and give him praise. \n[111]You're lying. \n[112]No, no, no, no!    This can't be.   NO! \n[113]   \n[114]  \n[115]  \n[116]  \n[117]   \n[118]  \n[119]\n[120]  \n[121]   \n[122] \n[123]It'll work. Ain't no sin to abort a demon. \n[124]No. \n[125]No. You promised me, Clyde, this time was the one. \n[126] \n[127]   \n[128] \n[129]  \n[130]\n[131]In for a penny, in for a pound. I can't save your soul now, Michael. I tried. I gave you a way to cleanse yourself of all your sins and deliver you to heaven... and how do you repay me? \n[132]\n[133]There is no soul blacker than yours. And now, by the grace of God, I must deliver you to Satan myself. \n[134] ANGLE ON - THE SHOVEL BLADE sprayed with blood.  Ida falls over.   Sheryl and Mike stare at her lifeless body.  Sheryl steps over Ida's legs. She takes a big step, clears Ida's upper body...and stumbles.  Sheryl goes to Mike, wraps his arm around her, lifts him up. But just as his foot touches the ground... A SURGE OF PAIN CRIPPLES HIM. Mike falls back to the ground.  \n[135]  \n[136]      \n[137]  \n[138]        \n[139]  \n[140]  \n[141]    \n[142]  \n[143]   \n[144]  \n[145]  \n[146]  \n[147]  \n[148]IS, STEPS FROM THE SHADOWS, AN IRON FIRE POKER in her hands. Mike pushes Sheryl to the couch, safely away just as...   IDA \n[149]\n[150]\n[151]      ", "James": "", "Mike": "\n[1]Come on, hit me. \n[2]You got one? \n[3]\"Warning Shots\", Thievery Corporation. \n[4]Come on.   Next one. \n[5]\"Bullets\" by the Editors. \n[6]I know I don't have to be. \n[7]It's called good music. You should try to familiarize yourself with it, instead of listening to the crap you do. \n[8]Hurts me to be the one to tell you. \n[9]You gotta be more like me, baby. Think new, fresh, cutting edge. I'm looking for the next Beatles, U2 or Radiohead. \n[10]How'd that get on there? \n[11]Must be a mistake. \n[12]Okay, give me that. \n[13]Good morning. \n[14]Well...ah... \n[15]Two days.    Heading out early Sunday. \n[16]We've done some ah-- \n[17]Where do we camp? \n[18]Nurse Betty here's my first aid kit. \n[19]Sorry. \n[20]Thanks. \n[21]You getting anything? \n[22]I'll lock them in the car. \n[23]Why? \n[24]Seriously... \n[25]Okay, we all set? \n[26]Let's do this. \n[27]I was just seeing if you were paying attention. \n[28]Not a chance. High School reunions serve only two purposes... to try to \n[29]rehash so-called glory days if you were popular or to gloat if you were a spaz and are now filthy rich, banging a super-model. \n[30]Me?   I was a stoner. \n[31]How the hell am I supposed to remember? I was high all the time. \n[32]Where'd you get that bandana? \n[33]And when you were buying it, you didn't think that maybe... \n[34]The last one? \n[35]The entire Army-Navy store... sold out? \n[36]Fucking nasty. \n[37]Looks like it's a, or was, a fox. Come on. \n[38]Guidebook says a couple of these other trails lead to some pretty sweet views. \n[39]We're just going over our options here. \n[40] \n[41]Sounds perfect. Yeah? \n[42]Thank you.                        Yeah, thanks for the tip.  Ida walks off, but stops only a few feet away.  \n[43] \n[44] \n[45]And they say romance is dead. Timber Falls it is. \n[46]Who's Lewis and/or Clark? \n[47]You're going to lose that out here. \n[48]...February 27, 2006. \n[49]I remember every moment with you. \n[50]\n[51]My hand... Something stuck it. \n[52]Fuck.   That stung. \n[53]You know me and blood... we don't do so well. \n[54]Not bad, Nightingale.     Not bad at all. \n[55]It's probably the deer. \n[56]Maybe it's someone, or something, stalking us. \n[57]Something inhuman watching our every move. \n[58]Something coming for you, Sheryl. \n[59]What? \n[60]This is a joke. You're not really mad, are you? Sheryl...? \n[61]I'm sorry! Unbelievable. \n[62]Sheryl! \n[63]Sheryl, wait up! \n[64] \n[65]Sheryl?! \n[66]Sheryl! \n[67]You bitch. \n[68]Truce? \n[69]Don't disappear on me again. \n[70]We were just moving our way up the mountain. \n[71]Appreciate the advice...I think we learned our lesson. \n[72]No, we're from Virginia, just up for a weekend trip. And, uh... you folks live up here? \n[73]I think you just startled us is all. \n[74]We'll just be on our way. May I have those? \n[75]We just want to get a little further along before the sun sets. \n[76]Look. We don't want any trouble.   We just want to be on our way... \n[77]Excuse me?     The what? \n[78]Sure.    Yeah. \n[79]Let me get my wallet. \n[80]Are you okay? \n[81]Same reason you brought your cellphone. Better to have it and not need it. To protect us. \n[82]  \n[83] \n[84]You alright? \n[85]I'm sorry. \n[86]I thought... I wasn't thinking.       What do you want me to do? \n[87]What... now? Out here? \n[88]I can't just leave it here in the woods, some kid could find it. \n[89]Yes. \n[90]It's fine. We were led to believe this trail wasn't regularly patrolled. \n[91]This is a quickie trip. Just getting out of the city for a couple days. \n[92]But apparently we look like we are. \n[93]Um... Not sure. Sheryl keeps track of all that for us. Sheryl? \n[94]Thanks. \n[95]What? \n[96]Whoa. Wait a sec. It'll be dark soon. \n[97]Sher. Seriously.       Let's wait `til morning. \n[98]I think its pretty obvious that I don't. \n[99]That was... the worst dinner ever. \n[100]Yeah, I'm aware. You know what would make this evening perfect? Moonshine. I got a whole jar of it. There's a sentence I never thought I'd say. \"I have a jar of moonshine.\" Matter of fact, I've got enough to share with our entire congregation... \n[101]Our home city, of course. But I should start with you... Would you like some moonshine? \n[102]Then what would you like? \n[103]Not very Christian of you. \n[104]What's that mean? \n[105]I was good. I mean, even better than usual. \n[106]... if I don't say so myself, yeah. Top notch performance. What, you disagree? \n[107]No.   All me. \n[108]What did she say? \n[109] \n[110]I get it, but it makes me feel like the bad guy every time. Which makes me feel like shit. \n[111]Do out there, what you did in here. \n[112]Put out the fire. \n[113] \n[114]Sheryl! \n[115]Fuck! Sheryl! \n[116]Sheryl! \n[117]Where is she!? \n[118]Where is she? \n[119]What did you do to her? \n[120]\n[121]You have Sheryl's towel...What the fuck did you do to her?! \n[122]What? \n[123]You found it? That's you're fucking story, you inbred fuck?! Stop fucking lying or I will kill you! \n[124]Shut the fuck up. \n[125]Sonofabitch! \n[126] Darryl misses with his initial swipe, but it's enough to knock Mike down, the shotgun falls to the side.          \n[127]\n[128]\n[129]\n[130]Ow! \n[131]Where am I? \n[132]Thank you.     For saving my life. \n[133]Um... I'm sorry, but I don't know your name. \n[134]Ida, I need some help. \n[135]No, not me. It's Sheryl. My girlfriend. You met her with me yesterday. Something's happened to her. She was gone this morning when I woke up. I looked everywhere and I couldn't find her. We need to call someone. A Ranger. Somebody. We need to find her right away. Do you have a phone? \n[136]I'm fine, Ida, please... if you could call now. \n[137]Ida? The radio. Please... Can you call down please? \n[138] \n[139] \n[140]What did the Ranger say? Does he need to speak to me? When is he coming? \n[141]God damnit! \n[142]I'm sorry. \n[143]Something's not right. \n[144]How did you know my name? \n[145]Michael. You keep calling me Michael. You did it just now. You did before, just after I woke up. You called me Michael. Nobody calls me Michael. \n[146]No, I would have told you \"Mike.\" Only my grandmother, who's dead, ever called me Michael. \n[147] \n[148]Fuck the primrose! \n[149]I want to call the Ranger myself. \n[150]I'm getting in that room, Ida. \n[151]Where is Sheryl, Ida?    She's in that room, isn't she? \n[152]Sheryl!? \n[153]Oh my God. \n[154]I need something to cut you down, baby. \n[155]Are you okay? \n[156]Who's he? \n[157]Fuck! \n[158]Sheryl, run! \n[159] \n[160]Why are you doing this? We did nothing to you people. Let us go! \n[161]You fucking people are fucking sick! \n[162]I love you. \n[163]What are you doing? \n[164]\n[165]\n[166]Please. Don't hurt her. Whatever it is you want, I'll give it to you. \n[167]Please... It's not too late.    Let us go.    We won't tell anyone. \n[168]Jesus Fucking Christ... \n[169]Fuck you. \n[170]Not very. \n[171]What exactly do you want from us? \n[172]Oh my God... \n[173]What have you done to her? \n[174]You're out of your fucking minds. \n[175] \n[176]No, but... \n[177]Yes, but... How do you expect... \n[178]What you're asking to do is sick. You're sick. \n[179]You don't have to do this.    Come on. \n[180] \n[181]No more.   Please.   No more. \n[182]What are you going to do with that? \n[183] \n[184]How do you expect me to do this?    Like this? \n[185]You'll never get away with this. We have friends and family. They know where we went. They'll come looking for us. They'll find us! \n[186]Oh baby, what did they do to you?   I'm sorry. I'm so sorry. \n[187] \n[188]It's okay.     I'm okay. \n[189]I don't know. \n[190]What? \n[191]Absolutely not. No fucking way. Forget the fact, that the moment you get pregnant, they'll kill me. Then the moment you give birth, you're dead. Beyond both of those reasons... ain't no fucking way I am going to give them our child. \n[192]For all my coward marriage moments... I've thought about our child. Is that stupid? I picture what he'll be like... \n[193]Wishful thinking. I picture your heart... your eyes... And I picture us, raising him. Growing old with him. No. Ain't no fucking way I'm going to give him to them. They keep talking about sins... that would be the worst sin of them all. I'll get us out of this, Sheryl. I promise you. \n[194]You don't have to check...   Nothing happened. \n[195]I told you. I told they'd be coming. \n[196]I don't know... Seems as though Deacon and yourselves get a real kick out of it. \n[197]Way I see it, you need us alive. You need us, period. And now that Park Services and State Police are looking for us, you're starting to panic, \n[198]knowing your whole plan's crumbling down before your eyes. So you can stop spinning those fucking irons thinking you're scaring me, cause you're not. You're a couple of demented, sick, pathetic freaks. \n[199]\n[200]Have you ever thought that God doesn't want you to have a child? That's why he fucking kills them before they're born. Because you're fucking insane monsters that don't deserve a child. \n[201]No. \n[202]Go ahead and torture me. There's absolutely no way I would ever give a child of mine to you. \n[203]No! \n[204]Help!    Down here! \n[205]Lonnie's body lands. Eyes stare at Mike. \n[206]Believe me, I understand your extreme situation, but... Punishment's going to have to be handed down. \n[207]One down. \n[208]Fuck. \n[209]No more ammo. \n[210] \n[211]I can't make it. \n[212]  \n[213]There's another box of ammo. \n[214]Let's get out of this alive first, then you can bitch me out, okay? \n[215]It's okay, baby.      Go. \n[216]Sheryl! \n[217] \n[218] ", "Darryl": "\n[1]Hey, Brody, Lonnie. Check this out. \n[2]Looks like we got ourselves a little party. \n[3] \n[4]Finders keepers. \n[5]Plenty of time'fore that. \n[6]Spirits. \n[7]Betcha never tasted nuthin'like that? \n[8] \n[9]Nah.    It's nothing. \n[10]Whoa... take it easy. \n[11]Who?    What the fuck you talking about? \n[12]I didn't fuckin' do nothing. \n[13]I don't know! \n[14]Foun' towel. \n[15]I foun' the towel. \n[16]Don' kill me...Please...I foun' it... Up...Up the paf back `dere...just a bit ago... fuckin'swear! \n[17]Didn't think you had dat in you, city boy. Shit... I just got dis shirt. \n[18]Damn shame you lost dat fine piece o'ass. Something dat sweet don't come'round every day. Even for pretty folk like you. \n[19]You best hope you find her'fore I do. `cause I will enjoy tearing her ass apart. And when I'm done there, I will cut her eyeballs out and skull fuck her. Any luck, Brody's already beat me to it. ", "Evelyn": "\n[1]Good morning, Sam. \n[2]Hey, Sam, do you remember a Virginia couple pass through here sometime Friday? \n[3]Gal's mother's called three times this morning. Said she hasn't heard from her daughter since before she left and she didn't show up for work yesterday or today. \n[4]Yup. Woman's already offering up a reward. \n[5]Been a while since we had a couple go missing. Twelve months ago the last? \n[6]Morning, gentlemen. Pardon me... Afternoon. \n[7]Now with a line like that, it's a shocker I haven't already. \n[8]Was wondering if either of you had seen any hikers pass by in the last day or so? \n[9]It would seem so.    Why, have you seen them? \n[10]All the Rangers are on the lookout. Family's even offering up a reward. \n[11]Pardon? \n[12]Don't exactly know.     I'm guessing it's a fair amount. \n[13]This is Ranger Base, Go again? \n[14]Called your folks. There gunna meet us at the hospital. Be a while since they're coming in from D.C. \n[15]Sorry, but I just have to ask... You told the Sheriff there was someone in on this whole thing with Clyde and Ida. Big fella, scars all over him? Mame? \n[16] \n[17]We didn't find anybody like that in the yard or the house. \n[18]Calm down.     It's gunna be alright... ", "Sarah": "\n[1] \n[2]  ", "Clyde": "\n[1]Oh. Didn't mean to startle you folks. Just clearing some of the brush off \n[2]the path. We had some heavy rains this past week, knocked some trees and branches down. One of the new recruits was supposed to do yesterday, but... if you want something done right, you gotta do it yourself. \n[3]It's not, but... It's one of my favorite spots, so I often find an excuse to swing by. \n[4]Yup. There are a couple more falls in the park, but none quite so... inviting as this one. Now don't take my word for it, you can see for yourself... How long's your stay? \n[5]Yeah, no. The other falls are clear on the other side. It would take you a couple nights just to get there. \n[6]The city, huh. Which? If it's Charleston, I wouldn't blame ya. Whole place smells like feet. I gotta haul myself all the way down to the hospital there for my yearly because the darn HMO's rules and regulations won't let me visit the local Doc. Not my cup of tea at all, but if you like it there, then... \n[7]Oh. I've been there, few years back. Now that city I like. Lotta beautiful churches if I recall correctly. Which congregation do y'all belong to? \n[8]Well... I should get back to work. Sun'll be down soon and that path ain't gettin'clear on its own. \n[9]The name's Clyde. \n[10]Be happy too... Let's see... Oh, I got it. \"Five Corners\" will be perfect. It's just a bit up the ways here, near the Lake. It's five large rocks which sit in a clearing with a view of the whole park. The rocks retain the heat from the day, so if you set up camp between them you won't be so cold. \n[11]Just doing my job. You have fun and be careful. Good evening. \n[12]Oh my stars, what happened to you? \n[13]Calm down. I can't make heads or tails of what you're saying. \n[14]Look, miss, there's no one there. \n[15]It's going to be fine, Miss. I promise you. Everything's going to be fine. \n[16]   \n[17]Deacon, what's going on?    How the heck did she escape? \n[18]Want something done, gotta do it yourself. \n[19]Deacon! \n[20]That's enough. Get him ready. \n[21]And Jesus answered and said unto them, \"Each man should have his own wife, and each woman her own husband. The husband should fulfill his marital duty to his wife, and likewise the wife to her husband.\" \n[22]And so, in the presence of our Lord Jesus Christ, I ask you Michael... and you Sheryl, do you accept the sacred covenant of marriage? \n[23]I'll ask again... Do you accept this covenant of marriage? \n[24]Then by the power vested in me, I pronounce you man and wife. \n[25]You may kiss the bride. \n[26]  \n[27]Gonna untie your mouth, now.    Have a little \"man to man\" talk. \n[28] \n[29]I told you before to watch that mouth, mister. \n[30]You through? \n[31]I'll ask again... how well do you know the bible? \n[32]That's okay. It's fine. That's why I am here... teach you the way things are and the way they should be. \n[33]Lord knows the will of a man gets tested. Cruelly most times. But the righteous persevere. They do what needs to be done, even though they don't want to. It's what makes a man, a man. Let me tell you the story of Judas, he was one of Jesus's apostles. Judas led Roman Soldiers to the capture and eventual death of our Lord Jesus Christ. And now, is supposedly seated next to Satan, his soul burning in hell forever for this sin. But I don't believe that's the case. I have my own theory. The death of Jesus was predicted thousands of years before Judas ever came along. And for the prophecy to be fulfilled, Jesus had to die. If he didn't, the gates of heaven couldn't be opened for mankind. I don't think, for an instant, Judas wanted to be the one, but... someone had to. Judas helped Jesus, so Jesus could die for our sins. Save us all. And I believe at this moment... Judas is in heaven, despite his sin, because it led to the greater good. Relations prior to marriage is a sin. You and Sheryl are sinners in the Lord's eyes. And because of those sins, your souls are damned. But Ida and Me, we're gonna give you a chance to save your souls and do the right thing, but... as previously stated, you will need to persevere and show the strength and will of your character. But you'll do it. Because that's what needs to be done. \n[34]She can conceive fine... just... can't seem to make it all the way through. Timothy was the toughest... Made it to month eight. \n[35]City Doctor had some fancy mumbo-jumbo words for the condition. Breaks my heart every time. That woman was born to be a mother. It's her calling in life. Just like you and Sheryl have a calling. \n[36]Ida'll come back in a little bit, check to see that the deed has been done. If it hasn't...the next time you see your little lady...a piece of her will be missing. \n[37] \n[38]What did I tell you about the language? \n[39]Deacon will be right outside that door. The only door. This room has no windows and is buried twenty feet below ground. Cutting to the chase... there's no way out and you can scream yourself hoarse, no one will hear you. \n[40]It will. \n[41]I promise. \n[42]Was I at all unclear yesterday? \n[43]Did you understand what was expected of you? \n[44]Clearly you did not understand. You did not even attempt relations last evening. \n[45]You didn't have a problem when penetration was a sin, but when it's your wife, it's sick?!? Unbelievable. \n[46]You knew the rules, Michael. I warned you. Now, Deacon, here, will remind you. \n[47]I'm going to be late for work. \n[48]Might be a bit late. I have an errand that needs attending to. \n[49]G'morning, Brody. \n[50]Ida mentioned. \n[51] \n[52]Yesterday.     Just before dusk. \n[53]Believe what you want. \n[54]Well, I was down at base this morning... car's gone now. \n[55]I don't have time for this... \n[56]Take your hand off me, Brody. \n[57]I told you, Brody...    I saw them leave. Let it go. \n[58]Do we need to provide you with some more motivation? \n[59]That may very well be... but they won't find your car. \n[60]It's time. \n[61]We do appreciate your honesty, Michael. And believe me, we understand your extreme situation, but... Punishment's going to have to be handed down. \n[62]Go for, Clyde. \n[63] \n[64]Copy that. \n[65] \n[66]Noose is starting to tighten, Ida. \n[67]We're gonna have to double our efforts, here. \n[68]I think we have to have another... man to man discussion, here, Michael. \n[69]Seems as though, time is now factoring into our situation. \n[70]We're not violent people, Michael.    It pains us to pain you. \n[71]Now see, this is what I am talking about. It's your attitude. It's the disobedience, the cussing...Sooner we get what we want, then no further harm has to fall upon you and your wife. \n[72]What was that? \n[73]This is getting out of hand, y'all. Nobody wanted what just almost happened to Sheryl to happen. But, you keep dragging this thing out... things are gonna... happen. \n[74]\n[75]Ida...   you know what we have to do? \n[76]Abortion?    No. That we won't do. \n[77]Ida, writings on the wall here. Michael's right. With a reward on the table, do you think Brody and Lonnie will be the only two coming? Gonna have lots people looking for these two. We're gonna have to make it so no one can ever find them. \n[78]We'll find another couple, Ida. \n[79]It's too dangerous. We'll find another couple. A better one. \n[80]I'll do what needs to be done. You finish up here... And watch your time, rain's coming. \n[81]What the...? \n[82] \n[83]      \n[84]        \n[85]  ", "Lonnie": "\n[1]You were moving your way'round more than just that. \n[2]You city folk, ain't ya? Up from Charleston roughing it, seeing how the \"other\" half lives? \n[3]Yeah, we just getting acquainted and shit. \n[4]Booze! \n[5]Should you tire of your present company... just holla and I'll come running with bells on darling. \n[6]What is it? Hear something? \n[7]Evelyn, damn, hurts looking at you. When you gonna give it up to me? \n[8]You stone cold tease. \n[9]You change you mind, I'll ride you raw. \n[10]It'd be the best fifteen seconds of your life, darling! \n[11]We shouldn't just go in.      Ain't right. \n[12]Hello? \n[13]", "Cast": "", "overview:": "", "Sam": "\n[1]Now what can I do you two for? \n[2]First time here and you're not quite sure where to begin. \n[3]Something like that. \n[4]Get you started with one of these. \n[5]How long you folks hiking for? \n[6]Well, if you move at a decent clip, you could hit the summit by midday tomorrow. Should still give you time to take it all in and make it down. \n[7]You folks experienced hikers? \n[8]For first-timers, I recommend either Willow Creek Bridge or Donner Trail. \n[9]I'm not sure of the name's origin. They're the two paths we regularly patrol. Something happens and you're on one of the other trails, it might be awhile before we find you. \n[10]Unless it says not to, you can set up where you like. Just make sure when you turn in that you extinguish your fire. Oh, and this here's bear country. They're not animals to fool with. You see one, you head the other way, especially if he's feeding. If the bear thinks you're getting in the way of his food, that's all she wrote. \n[11]You got yourself a first aid kit? \n[12]Good for you. The question was, do you have a first aid kit? \n[13]Great, see how easy that was. It's off-season, park's pretty quiet. Even more than usual. You may run into a few locals, but-- \n[14]We have a few generations of families that have called these mountains home. Most of `em are friendly. Respect their land and they'll respect you. \n[15] \n[16]Ain't no better than any of the other days, Evelyn, so bring the \"glee\" down some, would ya? \n[17]Friday? Well...There was one couple, but they didn't say where they were from. \n[18]She sure this was the park they were coming to? \n[19]Damn it. Have her fax some photos up here. Notify patrol. \n[20] \n[21]Clyde, it's Sam at base, come back. \n[22]Yeah, morning, Clyde. Got a missing person's report. Young Couple out of Alexandria. We're printing up some flyers with their photos right now. \n[23]When you get a chance, grab some and let's start circulating, huh? \n[24]Clyde? ", "Deacon": "\n[1]    \n[2]   \n[3]"}}