{"filename": "Tin-Cup_script.txt", "imdb_id": "tt0117918", "imdb_url": "https://www.imdb.com/title/tt0117918", "characters": ["Curt", "Roy McAvoy", "Romeo Posar", "Boone", "Dewey", "Clint", "David Simms", "Earl", "Doreen", "Jose", "Turk", "Himself", "Dr. Molly Griswold"], "dialogues": {"Curt": "\n[1]Hell, I been dreaming of waffles for 1800 miles... \n[2]That's your nestegg. ", "Roy": "", "McAvoy": "", "Romeo": "\n[1]Okay, all bets are down! \n[2]Number one is the winner! Dewey has the winner. Pays five to two! \n[3]Shut up, boss -- we got the Corpus Christi dog track on the dish -- \n[4]All she knows is she likes the three dog 'cause his name is Pride of Odessa 'cause she's from Odessa. \n[5]You gave her twenty to one -- \n[6]Twelve thousand. \n[7]Thousand. \n[8]You said to shoot the wad. \n[9]So, Roy, you were saying you felt a little flutter for this doctor lady? \n[10]We lost everything, boss! We owe Doreen twelve thousand bucks! \n[11]Them big-haired blondes are a lot smarter 'n us... ... how we gonna pay her? \n[12]It's a bad habit I picked up from knowing you so long. \n[13]   \n[14]You're looking particularly lovely this evening -- This is nicer than the leopard suit -- \n[15]We going to pay you. \n[16](with horror, inside \n[17]But your clubs are your livelihood. \n[18]David Simms!   What you doing in town? \n[19]He's on business in Houston... You supposed to be out playin' on the golf tour. \n[20]You got a spot for Tin Cup?   I thought you hated him. \n[21]He says he carried you on his back. \n[22]Why you here? \n[23]You son of a bitch. \n[24](interrupting, \n[25]Get the hell outta here! Take your goddamn color coordinated corporate sponsored soul and get outta here. \n[26]We'll take the job. \n[27]You mean like... success? \n[28]He can. \n[29](nods with neither \n[30]'Cuz it's the only way you can beat David Simms. 'Cuz you never got over that he is on tour and you are not. 'Cuz you get that look on your face... \n[31]1981, Fort Washington Golf Club, Fresno, California, final round of the Tour Qualifying School... \n[32]A defining moment when you tried to hit the same impossible cut \n[33]You're right about that, boss, but sometimes... sometimes... par is good enough to win. \n[34]Man, you are having a bad week. \n[35]She don't know you live in a Winnebago. \n[36]Well... you could go out and win The Open. \n[37]I was joking. \n[38]We talking about the same tournament? The U.S. Open? The Biggest golf tournament in the world?  \n[39]What do you mean?  \n[40]And then you pay out of your own pocket to go there and get all nervous and intimidated --  \n[41]You don't got the game.  \n[42]I said you don't got the game. The mental game. The head game.  \n[43]You always go out to shoot zero. Sometimes you pull it off. But you can't play like that at the Open. You win by taking what the course gives you. You win by being humble, which you aren't, and patient, which you never will    \n[44]You don't ever listen to me. \n[45]I don't know, man. Right now you don't even got the money to get your clubs out of hock. \n[46]You got Boone shakin' already -- Front left bunker's your best angle to the pin. \n[47]No. My job is to get your head straight so you can qualify for The Open, much less win it. To get your head straight you got to forget about the doctor lady. \n[48]Then you got no problem telling the doctor lady you can't teach her no more till after the Open. \n[49]Ahhh... your quest... chingaso... \n[50]He may be a soulless robot but he's a rich, happy soulless robot with a beautiful doctor lady girlfriend who's got you by the huevos -- Besides, how is getting into the U.S. Open gonna change what she thinks about you? \n[51]But you are who she thinks you are! Look, I don't bet on a horse with a hard-on. \n[52] \n[53]Maybe you should treat her more like a lady. \n[54]She did that after you let her dump you. It wouldn't kill you just once to tell her she's beautiful, she can dance, she's \n[55]No more'n you are for that doctor lady. \n[56]Anybody comes to me for help on their love life about women is already too far gone. \n[57]Actually if you open the club face a hair and play it off your back foot -- \n[58]It's all I'm good for -- but you can count on me for that, at least. \n[59]'Bout three balls... \n[60]I'm no expert, but it seems to me that the `pursuit of a person's mythic destiny' is not the sort of thing that a person needs to get off a five dollar an hour job in order to do... \n[61]You don't know no shrinks. \n[62]Not the doctor lady? \n[63]You can't ask advice about the woman you're trying to hose from the woman you're trying to hose! \n[64]How'd it go with the doctor lady, boss? \n[65]Stroke and distance, eh? \n[66]Dollar bills. His divots got to look like dollar bills. 'Course Moe Norman hits divots like bacon strips 'cuz he come over the top, but that's gettin' too technical for you. \n[67]How ya feelin', boss? \n[68]Jesus, the doctor lady's here -- \n[69]Long as you keep your dick out of it -- \n[70]The Big Dog'll eat? \n[71] \n[72]If you can, you be the first. \n[73]It ain't occasional and it ain't no tendency -- it's a fact of life that he gonna blow sky high, it's just a matter of when and how fast can the pieces be put back together. Behind that twinkle in his eyes is nitroglycerin. \n[74]Good. 'Cause it's his best side... \n[75]They bugging you, boss -- I can shut 'em up? \n[76]I think two iron's safer. \n[77]Tight par five, out of bounds left... you don't want to hit driver. \n[78]You don't need eagle to qualify! You need to get used to playing smart -- no mistakes wins the Open. \n[79]You not going to listen to me? You don't care I'm trying to help? You think I'm full of shit? \n[80]You a head case, boss, always were, always will be. \n[81]... Go ahead.    Hit the driver. \n[82]You can't clear the dogleg with a three wood. \n[83]No, boss, I'm tired... my life's too short to spend it watching you fall apart. I done it too many times. \n[84]I knew you had the hots for her. \n[85]Well, I don't think her nor me nor the God of Golf his self can keep you from blowing up in the Open... \n[86]There's a lotta triple bogeys out there waiting to grab your ass. \n[87]You didn't fall in love with Earl to be your caddie? \n[88]You don't love me? \n[89]As much as Earl? \n[90]Am I special? \n[91]Muy bien, Julietta. In that case -- I am your caddy once again. \n[92]You got it bad, don't ya? \n[93]Be sure to do that in the Open. \n[94]I'm watching. \n[95]Yeah, boss, you got the 'S' word. \n[96]Shanks are like a virus -- they just show up. Nobody can figure 'em out. \n[97]It's the woman. \n[98]A woman can have the same effect. \n[99]Keep swinging... \n[100]He's got the shanks. We got the makings of a Greek tragedy here. \n[101]I'm carrying the bag. \n[102]He's shanking his love life so he's shanking the golf ball. \n[103]He's a goner. \n[104]You want me to stay, boss? \n[105]You got it. \n[106]You got to relax, boss -- \n[107]I'm gonna get rid of them shanks for ya. No hay problema. \n[108]She the enemy, boss. \n[109]Well she wakin' up with the enemy -- same thing. \n[110]I don't know, boss, I just don't know. \n[111]Yeah... and the first Mexican... \n[112]Como esta, amigo. I have with me one of the legendary ball strikers in the history of golf -- \n[113]McAvoy -- Roy McAvoy -- he's a legend! \n[114]Police? \n[115]Look! Right there! Fred Couples... and Ray Floyd! \n[116]You think it would be inappropriate to ask Ray Floyd for an autograph? \n[117]Hit the seven iron. You never miss the seven... \n[118]A little thin, Boss. \n[119]Maybe we should work on putting. Ya can't shank a putt. \n[120]You got a virus in your brain.   I \n[121]Put all your change in your right pocket. \n[122]Very good. Now tie your left shoelace in a double knot. \n[123]Esta bueno. Now, turn your hat around backwards and put a blue tee behind your right ear... \n[124]What you think you look like hitting those squirrelly chili peppers up Freddy Couples' ass, eh? Do what I say or I quit. \n[125]Perfect... now hit a seven iron into that tree over there. You're ready. \n[126]You ain't thinking about shanking, you ain't thinking about the doctor lady, you ain't thinking period. You just lookin' like a fool and hittin' it pure -- your natural state. \n[127]You cured. \n[128]That's it. Your brain was getting in the way. \n[129]Well, I should recommend you go work on your short game but I think it's better if you go get drunk instead. \n[130]Yeah. You always play better when you're wasted. \n[131]Seven-o-five... first group off... Keep drinking, keep dancing... \n[132]You're drinking till five... c'mon, c'mon, have another -- Get you in shape -- \n[133]Nothing like the sight of a finely-tuned athlete on the verge of greatness... \n[134]Almost missed the starting time trying to get you off the floor, boss. You don't handle the hooch like you used to... \n[135]I seen this hole on TV. Hit the big dog down the chute -- \n[136]You sure? \n[137]Eighty-three.    Well, you humble now. \n[138]You weren't trying to make threes. You were trying to avoid making thirteen. \n[139]Maybe that was a coaching error on my part. \n[140]Ol' Anti-Christ got a hot putter... \n[141]Easy, boss... \n[142]You got that shot, Pods, hood the seven, turn it over, start it low, right to left... \n[143]You the man. \n[144]Fore in the grill! Fore on the patio! You're the legend, boss... \n[145]Stiff, baby, stiff! \n[146]You guys done yet? This is no time for a marathon... \n[147]Two-sixty to carry, Roy. You got to lay up, man. I don't care how good you swinging. You got to lay up. \n[148]Carry, honey!    Please!   Carry! \n[149]Up an' down... \n[150]There's wind up there. \n[151]Roy... \n[152]It's a water hazard. You go up there and take a drop. Try to save par like you did yesterday. \n[153]Plus he needs his carbohydrates -- \n[154]You boys a sight for sore eyes. We so damn sick of guys in blazers and slacks that don't wrinkle. It ain't natural 'round here... \n[155]You're looking particularly lovely this evening... the coif is extraordinary. \n[156]I bet you a hundred. \n[157]Which way you going? \n[158]Then you got to lay up. \n[159] \n[160]You don't need an eagle. Birdie wins, par ties. Hit the lay up. Hole a wedge for goddamn eagle. \n[161]No time to be thinkin' 'immortality,' Cup... time to be thinkin' 7 iron. \n[162]She's right, Pods, a drop and a stroke, up and down par -- we'll win it in sudden death. \n[163]Helluva move you put on that sucker, now let's get up there, take the drop, and make our par, tie Peter... \n[164]Not now. \n[165]This is your last ball, man. If this gets wet, you disqualified. ", "Posar": "", "Boone": "\n[1]Let me get this straight -- you're going to play me for four hundred dollars with those? \n[2]I'm not interested in that piece of shit. \n[3]No mullies, no gimmes, no bumping the ball -- \n[4]Nutted it. \n[5]That little pink fag ball supposed to rattle me? \n[6]Drive for show, putt for dough, big shot. \n[7]I want to see a legitimate swing. No scooping. \n[8]Get the hell off my course. ", "Dewey": "\n[1]You going to get the riddle, Tin Cup? \n[2]And since I couldn't get the post office to come aboard, me and my girl friend Muriel's gonna buy a fan club patch you can put anywhere you want. \n[3]They said on the radio he was ten under -- \n[4]Sixty-two!    Sixty-two! \n[5]This is the Waffle House, Doreen -- \n[6]We all are, but Earl's the best. \n[7]We can't let you -- ", "Clint": "\n[1]Give us a little hint. \n[2]So how much you stand to lose? \n[3]What's he saying? \n[4]See that, boys? He's hitting dollar bills. Tightening his game. \n[5]Uh, something us shitheels want you to know, Tin Cup, is uh, well, we been to see Doreen, and we told her we'd stage a customer's strike if she didn't give you time off to win the Open. \n[6]You the man, Tin Cup! You the man! \n[7]You the man, Tin Cup! \n[8]He didn't break the seven!  \n[9]'Cause he broke all his other clubs. \n[10]It's a well-known fact that if a camera's not on him, he treats old people and children like dirt. \n[11]Them signs are at least thirty yards farther -- that ball musta gone 220... \n[12]You the man, Roy... \n[13]We get through the next 36 holes and we in the Open! \n[14]But you don't got the doctor lady? \n[15]Can we hear it or is it personal? \n[16]Never thought it would happen... \n[17]C'mon, Tin Cup, we're trying to make you a presentation -- \n[18]Give him some room, boys -- \n[19]And eighteen's a par five. A birdie there, he shoots sixty! \n[20]The legend! \n[21]No, it's in Odessa. \n[22]You the man, Cup, you the man... \n[23]Our boy's in trouble... ya think he's chokin'? \n[24]He done blew a gasket, boys... \n[25]Greatest 12 I ever saw... you crunched that dog, baby... gorgeous shot, etc... ", "David": "", "Simms": "\n[1]Romeo! It's been awhile.    Is Tin Cup around? \n[2] \n[3]Romeo! You wound me. I'm fond of the guy, going way back to our days at University of Houston, when we won all those titles together. \n[4]I didn't have much craft back then -- just a little native ability. Roy's a great ball- striker.... \n[5]I want to win my own tournament, and he can help me if we can manage to behave like grownups together. Tell him that. \n[6]There is no catch. I put together a tournament with an elite field and a half-million dollar purse, and I'm tired of seeing all the money head out of town. \n[7]I need you on my team. \n[8]We're playing Cottonwood where you once shot fifty-nine, where you can shoot sixty-five in your sleep 'cuz you know every bump on every fairway, every subtle break on every green -- \n[9]Me an' you -- like the old days. \n[10]No, Roy. I didn't mean I want you to play with me. I just want you to caddie for me, read my putts, club me, that kinda stuff. \n[11]I can't bring a guy in off the street to play in my tournament. It's a big-time event, corporate sponsors, thirty dollar tickets... I got a network to cover -- \n[12]I'll pay you a hundred for the loop, five percent of any earnings -- \n[13]Okay, okay, just thought I'd offer you some work... \n[14] \n[15]  \n[16]Like I told you, it was more'n you had in the bag. \n[17]I gotta hand it to you, Roy. For fifteen holes you've seemed to grasp the concept here: I'm trying to win and your job is to help me. \n[18]Give me the seven iron.   I'm laying up. \n[19]The smart play's to lay up. \n[20]I'm sitting on a two shot lead with three to go, and my partner's in his pocket. Suddenly, par's a good number. Gimme the seven Iron. \n[21]Thirteen years in a driving range and you still think this game's about your testosterone count. \n[22]But if you're gonna editorialize, do it on the other side of the ropes. I got no qualms about firing your ass right here, right now. \n[23]We're trying to win a tournament, pardo. \n[24]Balls versus brains, Roy. You hit that shot, just keep walking, 'cuz your ass is fired. Come on, Roy!    Your fans are calling! \n[25]Take a hike, Roy -- the loop's over. \n[26]Security! \n[27]You just hit the shot that took you out of the money. Welcome to life on the tour. \n[28]Get your hands off her ass, Roy. \n[29] A killer smile. The man is absolutely at ease with his own success and charm.  \n[30] \n[31]Jesus, Roy, I'm on your side here. We go way back... I hope you get into the Open, but if you don't play under control, you'll get slaughtered. Good players shoot 82 in the Open. You can't always go for it. \n[32]I think so... \n[33]It never occurred to me to try. C'mon, let's go. The car's over here.... \n[34]This is ridiculous. \n[35]Any game, I name it? \n[36]I just want to teach him a lesson. \n[37]Molly, trust me on this one. Call it part of his mental preparation for the Open, where the rough is deep, the greens are slick, and the nerves are shattered. I'll take the bet. \n[38]One swing each. Who can hit the longest seven iron -- \n[39]Fine with me. \n[40]Molly, leave this one to me. \n[41]Don't need to. \n[42]No, no, I'm fine. \n[43]What's the problem here? \n[44]Hiya, Roy... welcome to the big leagues... Here ya go, Charlie, his name's right here. They spelled your name wrong -- easy mistake with a total unknown. \n[45]Oh he is... he's a very big name at a driving range in Salome, Texas... \n[46] \n[47] \n[48] \n[49]Gotta go. \n[50] \n[51](muttering to \n[52]Got lucky out there... \n[53]Hey, Tin Cup -- heard you put a monster number up there... \n[54]I played in the Pro-Am with some asshole movie star shot 82 here once... how did a great ball- striker like you, a `legend,' manage to shoot an 83? \n[55]It ain't like playing some muni track in Brownsville, is it? \n[56]Oh, Mol', this is just guy stuff, bar talk, part of the game -- no offense, right, Cup? \n[57]Molly, really, this isn't... dignified... \n[58]This is ridiculous... \n[59]Let's just get this over with. One ball, one swing, one gull. \n[60]I'll make it ten to one. Stick it up your ass. I'm leading the Open. \n[61]Beats all that deep rough you were in today... \n[62]I'm outta here. You're all nuts. \n[63]Sorry, Roy, can't believe I didn't see you with all that high-priced endorsement crap you're flaunting. \n[64]You mean blow up? Like you always do? \n[65]Nice double, Roy. \n[66]I'll take eighteen of 'em. \n[67] \n[68]I gotta hand it to you, Roy.   When you go down, you go down in flames. ", "Earl": "\n[1] \n[2]Father didn't sneak back in, right? He's still at the other hospital? \n[3]Well... if the father married the son's daughter -- \n[4]This is yer dead mortal cinch lock bet with Do-reen. \n[5]It's only fifteen to one on the toteboard -- \n[6]Except... if he breaks slow, he won't get creamed... \n[7]Hey, Tin Cup!    You made the news! \n[8]And if you get past the local qualifier, we gonna sponsor you. \n[9]You the man, Tin Cup! You the man! \n[10]The word 'normal' and him don't collide in the same sentence too often. \n[11]You definitely the man! \n[12]He smoked that seven, brother --  \n[13]Snapped 'em in two -- even the putter. \n[14]And dogs. \n[15]You definitely the man... \n[16]I got the yips and I ain't even teeing it up... \n[17]What's on it? \n[18]The good doctor herself... \n[19]I think three under will qualify. You need birdie. I could shit. \n[20]I wish Romeo was here. I ain't cut out to do this. I'm a spectator by nature. An observer. I'm a -- \n[21]You got it. \n[22] \n[23]Actually, I am blind... 20-60 in one eye -- and that's the good eye... \n[24]The shanks is for us mortals, not \n[25]See, Dewey got you First State Banking of Salome, and Clint got you Short-Haul Trucking and I got you Brink and Brown sanitation -- \n[26]We call it human resources management, Roy, please... \n[27]Anything you want -- \n[28]   \n[29]  \n[30]He's shooting the lowest round ever! \n[31]God damn, we been driving for two days to help you in the last round -- \n[32]They got a waffle house in Odessa just about like this... \n[33]You the man, Cup, you the man... \n[34]  \n[35]Vegas has him at ten to one. They're sure he's gonna self-destruct. \n[36]That's a bad idea, honey -- we love him, but he's gonna fuck- up -- \n[37]Our boy don't choke. He fucks up but he don't choke... \n[38]He's tied for the lead again!    And they're running outta holes! \n[39]The wheels is definitely falling off now... \n[40]Greatest 12 I ever saw... you crunched that dog, baby... gorgeous shot, etc... ", "Doreen": "\n[1]Cut the horseshit, guys. So... the one and two dogs always run wide and the three dog always breaks slow, so I figure there's gonna be a big ol' pile of fur at the turn and the three dog's gonna tiptoe around it and walk on home... I was right. You owe me twelve thousand dollars. \n[2]I know you're going to pay me. \n[3](admiring her own  \n[4]This is how you think you can settle up? By deeding me your driving range? \n[5]What in the world would I want with your stupid driving range? \n[6]What are your labor costs? Payroll, Roy. What do you pay \n[7]What do you pay yourself? \n[8]To hit golf balls all day... when you're not breaking for beers or corn dogs or to gather the guys and lay bets on which crow flies off the fence next. \n[9]I'm referring to every nickel you snatch out of the till and every bag of beer nuts you lift from the rack, is what I'm referring to. I'll say it's worth ten and you still owe me two. \n[10]The DieHard/West Texas Calcutta, the Duvall County Boys Club Pro/ Scratch, Woody's Steak House One Club Scramble... what do I want with all these entry forms? \n[11]In exchange for what? \n[12]Roy, I'm not as dumb as my hair makes me look. \n[13]I saw. \n[14]It tells me you took an unauthorized day off. Next time it happens, you're fired. In the meantime, I'm putting in a time clock. \n[15]  \n[16]I cannot give you time off to win The Open. I don't care if it's your 'quest'... ... or your 'destiny'... ... or any of those terms you vaguely remember from your Cliff Notes... You shoulda treated me nicer when we were an item -- then maybe I wouldn't be such a nasty boss. G'bye, Roy -- I have a business to run. \n[17]I heard you qualified for the Regionals -- why you so down? \n[18]You're seeing a therapist?! \n[19]Only way you'd ever go into therapy was if the shrink was a doll and you were trying to get her into the rack -- \n[20]Oh, Tin Cup, what a crock.    You got a hard-on. \n[21]There's only one -- thank God... \n[22]How long have you been seeing this `Good Doctor'? \n[23]Roy? Roy?   Tin Cup? Hello? \n[24]No, honey, you ain't -- but a healthy woman's only got two choices in this world of ours... Either fall in love with another woman -- or take up golf. \n[25]Hiya, fellas! \n[26]He's in one of his pleasant moods, I see -- \n[27](shouting to \n[28](ignoring his \n[29]Yeah, and you obviously still have a hard-on for the doctor chick -- your face is all screwed up and tight like you haven't been laid in awhile -- \n[30]It's not a good look for you. Roy, your heart is not the only organ you wear on your sleeve. There's a certain, vulgar appeal to your transparency. \n[31]I got the Golden Tassel to sponsor you at the Open. \n[32]It's worth four hundred dollars endorsement money to you -- \n[33]You're the pride of Salome! \n[34]What happened to your confidence? \n[35]Must be true love. \n[36] \n[37]We gotta go, boys. We gotta get us on a Continental Trailways and find this damn place! \n[38]Congratulations, Roy -- we're with you all the way. \n[39]I knew it. \n[40]Nothing, dear. Good luck. Say, I have a little extra cash -- why don't we go somewhere fancy and celebrate -- y'know, kinda get \n[41]Why thank you... Romeo. \n[42]He played catcher on the high school baseball team. The star pitcher had this big-league curve, and not all his pitches hit Roy in the mitt. Finally, you gotta respect a man's doggedness. You know? The team decided Tin Cup sounded better than Clank. \n[43]Tell me something, Molly... have you ever had a Latin lover? \n[44]You ever dated a guy who actually believes in soul mates? \n[45]He thinks he's a tough guy, but he's a hopeless romantic. \n[46]Oh no. This is what always happens. He's going for it. \n[47]No! He just needs par to tie! Tell him to lay up! He listens to you! \n[48]This is why we split up -- he always went for it... \n[49]Well, honey, he's your guy. \n[50]  \n[51] \n[52]It's a miracle he lasted this long... \n[53]You two are made for each other. ", "Jose": "\n[1]I got it!   Esta bien!    The flag is up! \n[2]We believe in you, man. \n[3]But you ain't got Romeo? \n[4]Esta muy feo... muy, muy feo... \n[5]I've got Wally's Smokehouse for ya -- kind of a nice sign... \n[6]This shit is us, man.   You can't win without us. \n[7]Saw the Winnebago outside -- we're starving... \n[8]Odessa?   It's in Midland, ain't it?... \n[9]It was a miracle while it lasted... ", "Turk": "\n[1]Hey, Tin Cup, Doreen's looking for ya -- ", "Himself": ""}}