{"filename": "TMNT_script.txt", "imdb_id": "tt0453556", "imdb_url": "https://www.imdb.com/title/tt0453556", "characters": ["Leonardo (voice)", "Raphael /Nightwatcher (voice)", "Colonel Santino (voice)", "Casey (voice)", "Michelangelo (voice)", "Narrator (voice)", "Winters (voice)", "April O'Neil (voice)", "Donatello /Additional Voices (voice)", "General Aguila /Additional Voices (voice)", "Splinter (voice)", "Diner Cook (voice)", "General Gato /Additional Voices (voice)", "General Serpiente (voice)", "Karai (voice)"], "dialogues": {"Leonardo": "\n[1]My training is now complete. \n[2]Mmm... home sweet home. \n[3]I have completed my training, master. I am prepared for the next stage. \n[4]I've missed you too, father. \n[5]Heh. Yeah... I mean, yes sensei. \n[6]Hey. \n[7]Thanks. \n[8]Hey little bro! Mikey? You can let go now... um, Mikey? \n[9]Just enjoying being home. \n[10]Say, what's up with April and Casey? I expected them to drop by after I got back. \n[11]They're living together now? \n[12]Is Casey at least still doing his hockey mask thing? \n[13]\"Nightwatcher\"? That some new comic book you're hooked on, Mikey? \n[14]This guy could bring heat on all of us if he keeps this up. Showboating isn't a replacement for justice... it's just self-indulgence. Someone needs to talk to this thug. \n[15]Does ANYBODY train anymore?! \n[16] \n[17]Ninja tag, topside! \n[18]Deal. \n[19]Have you been avoiding me? Barely seen you since I got home. \n[20]  \n[21]I don't know... your brother gets to go on a world-wide training mission and you have to stay home. Might upset me too. \n[22]I'm just saying, I'd understand if you were upset. \n[23]Is that what this is about? You think Splinter likes me best? \n[24]We need to come up with a plan. \n[25] \n[26]Raph. Save it for another day. \n[27]Fact remains, Raph, that we should have never been there in the first place. \n[28] \n[29]Hothead. \n[30]But Master Splinter, how can I be expected to do so when Ra- \n[31]Save the brute vigilante junk for that Nightwing guy. \n[32]Whatever. \n[33]What are you talking about Casey? \n[34]How do you figure that, Donnie? \n[35]Do bad guys still try to do that? \n[36]Or until we prove Winters is up to something more than collecting art. \n[37]Raph, that would be the worst idea yet. We hang back. Analyze. Formulate a plan, THEN storm your castle. Are we clear? \n[38]You're playing video games on the possible eve of Armageddon, Mikey. \n[39]Where's Raph? \n[40]Nice try, amateur. \n[41]Oof! You're a heavy boy, aren't you? \n[42]Okay, someone's been training pretty hard. \n[43]I want you to know that I appreciate your intentions. But you can't change the world like this. \n[44]What? How did you- \n[45]Goodnight, dark prince. \n[46]R-raph? What? \n[47]I was training! Training to be a better leader! For you! Why do you hate me for that?! \n[48] \n[49]Wh-wh-what took you s-so long? \n[50]Come to daddy. \n[51]They better hurry with that last monster! \n[52]That's what I'm afraid of. \n[53]  \n[54]I'm in. \n[55]Passed what? \n[56]Yeah, we're cool. Our secret, bro. You got rid of the stuff, right? \n[57]What do you mean? \n[58] ", "(voice)": "", "Casey": "\n[1]   \n[2]Was that today, babe? \n[3]I'm sorry, babe. I must've- \n[4]I missed you? \n[5]Good goin', Case. \n[6]   \n[7]Nah, you know I work for a livin'. It's Star Center or nothin' else. \n[8]Busted! Have fun with your mommy... ...oh no. \n[9]Later boys! \n[10] \n[11]Actually, It's Ca- \n[12]Yeah-ha! The fourth General. \n[13]Oh. \n[14]What!? It was a boring story! \n[15]Well, maybe if you were home for more than four days at a time, you'd see that I DON'T WANT ANY OF \n[16]Here I am nice enough to help you out, dress in this get-up and all I get is grief?! \n[17]Oh boy. \n[18]  \n[19]   \n[20]Nah. Ever since you started with the blade weapons you, um... you kinda scare me. \n[21]Yeah? \n[22]Yeah. Sure. You? \n[23] \n[24]Hey champ. You think you're being a little rough on the guy? \n[25]Are you that Nightwatcher fella? A little smaller than I expected. \n[26]  \n[27]Raph?! Is that you?! What-what are you doing?! \n[28]Why would you- -oh. So that would mean... \n[29]  \n[30]They're good... I guess. I dunno, seems like all I do lately is just make her upset. She used to laugh so much... now it's mostly just working all day, and coming home to point out how I'm a screw up. She doesn't like me doing this. And I know she's pretending to not know I'm out tonight. But she knows. And she knows I know she knows. Life just kinda got complicated suddenly... y'know? \n[31]Raph? \n[32]Nice to see ya, man. \n[33]What was that?! \n[34]What the shell. \n[35]I think we lost it. \n[36] \n[37] \n[38] \n[39]The freakin' FOOT?! What about the walking statues? Were you going to mention THOSE?! \n[40]On second thought... \n[41]Not good. \n[42]Hey - you're the ninja, not me! \n[43] \n[44]What are we gonna do, Raph? WHAT \n[45]Um, Raph? \n[46] \n[47]Oh crap. \n[48]Gotta get you someplace safe, pal. And then, then I need to go buy some new undies. \n[49]   \n[50]Could use a little... help here... \n[51]   \n[52]Would it help things if I said that we were being chased by a one of those statues you collected for that Winters guy? \n[53]And I suppose that bringing up the thirty-foot flying monster would probably just push this over the edge, huh? \n[54]Just some story this Winters guy told us. It all started down in South America. Long before the Ashmecks and the Macaroons. \n[55]That's what i said. \n[56]Raph. Don't do it, man. I spent my whole life running out of rooms ticked off at the world. I wish I could take most of `em back. Sometimes, just takin' a breather is the best thing to do. \n[57]   \n[58]Wow. \n[59]Oh... oh yeah. \n[60] \n[61]No way... \n[62]  \n[63]Yeah, hey, I was supposed   to drop this off for Mr. Winters.   If I don't get this done, I am   majorly in the doghouse. You know   what I'm sayin', right? Right? \n[64]Really!? I mean, \"but of course\". \n[65]I suppose this is where we all take out our sharp and pointy things? \n[66]  \n[67]I have my moments... \n[68]Is he... is he dead? \n[69]I got shotgun! \n[70]This has got to be the suckiest vehicle to save the world with. \n[71]So... anybody from out of town? \n[72]LOBBY - The combatants all pair off for their final battle. Utter commotion. Mikey is paired with Serpiente. Donnie is paired with the General Mono. He uses his quick speed and expert staff against the hammer-weilding Statue. Leo fights with Gato. He can't dodge him. He's too fast. Leo lands a lucky blow, but Gato recoils - BOOM! Leo's knocked shell-first into a large GLASS DISPLAY CASE filled with swords and bladed weapons of all kinds. \n[73] \n[74]Wow. You're... hard core. \n[75]Incoming! \n[76] \n[77]Ran outta food. \n[78] \n[79] ", "Michelangelo": "", "Narrator": "", "Winters": "\n[1] \n[2]   \n[3]It's time for your morning workout. \n[4]     \n[5]    \n[6]Mr. Winters, sir? \n[7]The board is waiting. \n[8]Excellent. \n[9]   \n[10]Tell them I'm on my way down. \n[11]   \n[12]   \n[13]  \n[14]Miss O'Neil. You are a vision. Thirty days in a jungle, and beautiful as ever. \n[15]Chris! How's it going? \n[16] \n[17]   \n[18] \n[19]It was a time long before the Mayans, April. Long before the Aztecs and even the Olmecs. It was a time of legends. A time of greatness. The true mother culture of Central America. \n[20]And for every culture they destroyed, they drank in all the magic and knowledge known to them. \n[21]They became a warring hurricane, gathering more power and knowledge with each conquest. \n[22]Then they came across a culture rich with science, magic and their own technology. A South American version of \"Atlantis\". \n[23]As the army approached, Yaotl used the knowledge they'd gained in black magic and sorcery. Timing their attack with the alignment of the Stars of Kikin, they opened a portal to another world. \n[24]They unleashed an army of monsters. \n[25]The monsters knew no side   - they destroyed the enemy... as   well as Yaotl's own army. Men who   swore to spill their blood for his   cause. Yaotl had to do something   to stop more from coming through. \n[26]In the end, there were no victors. And they were responsible for the eradication of the greatest culture that will never be known. The knowledge that was lost would never be found again... \n[27]Casey has fallen asleep, sitting to the side, head in his hand. A line of DROOL hangs from his mouth. April is fascinated by the story. She nudges Casey who does the slurp/half-snore wake up. \n[28]Oh no, Miss O'Neil. Like you said... just a story. \n[29]One of the girls will pay your fee on the way out. \n[30]   \n[31]   \n[32]You can come out now. \n[33]Your talents are commendable. \n[34]Well, I guess I'm just special that way. \n[35]So down to business - aside from the other reasons for your visit to America, are you interested in my offer we discussed? \n[36]I need the finely-tuned eyes and stealth of your Foot Ninja to... monitor the city for me over the next few days. \n[37]Just keep your eyes peeled for anything... strange. \n[38]     \n[39]   \n[40]What seems to be the problem? \n[41]Oooooooh... \n[42]I believe we made a deal, Karai. I expect you to honor it. You do understand \"honor\", don't you? \n[43]So I don't care what part of \"muscle for hire\" you don't understand. I hired your muscle. Now exercise the ones attached to your feet and... ...get back to work. \n[44]Are we... cool? \n[45]Ninjas. No sense of humor. So how did we fare? \n[46] \n[47] \n[48] \n[49]Oh, let's call it a scavenger hunt. I now have the power and know-how, but I need the speed and stealth of an organization such as your own. Not to mention an organization that values discretion. \n[50]You see, I have nine more beasts like this that should be coming to town very soon. Thirteen in all, to be exact. \n[51]Instinct, mostly. They're animals at their core. And they recognize something familiar in the air... in the stars. What can I say? I'm a lover of animals. \n[52]      \n[53]  \n[54]What is it? \n[55]Well, by all means then. Let's finish it. \n[56]    \n[57]    \n[58]     \n[59]   \n[60]     \n[61]  \n[62]   \n[63]Finally... finally! \n[64]What? \n[65]What did you do?! \n[66]  \n[67]  \n[68]  \n[69]Fascinating... \n[70]We were so close... so close. \n[71]This was our chance. We could have changed it all. \n[72]It was I who stood on that battlefield all those years ago. \n[73]And we had to pay a price. \n[74]We were cursed that day. My four comrades-in-arms were turned into stone. \n[75]Cursed to live on this Earth... immobile... yet fully aware at all times to ponder the crimes we've committed. \n[76]My curse was to live... forever. To feel the pain of losing love time and time again. Of boredom. The pain... of time. \n[77]We were doomed to live this way until, as the Shaman put it, \"you corrected the mistakes of your past\". That's what this is about. Penance, Miss O'Neil. Finally getting a chance to right our wrongs. \n[78]Never. This was our opportunity! We were wrong! Don't you understand?! \n[79]Alright. We have more important things to do! \n[80]Help me push the cells into the portal! \n[81] \n[82]Thank you. Thank you from the bottom of my heart. You've made a very old man, very very happy. ", "Splinter": "\n[1]A sensei once counseled a grief- stricken boy, as his older brother prepared to leave for battle. \n[2]  \n[3]..and even... distance. \n[4] \n[5] \n[6]Ahh! Butter creme frosting! \n[7]But I- -Donatello! I am your Master! \n[8]He-heh. You have done well, my son. \n[9]Michaelangelo. Boredom is never an indicator of your surroundings. It is a reflection of your inner heart. Fill yourself with excitement on the inside... and you'll live the most rewarding life of all. \n[10]   \n[11]Enter. \n[12]That you are, my son. You must now apply all that you have learned on your lengthy journey to your everyday life. THAT will be the most challenging training of all... \n[13]I've missed you, Leonardo. \n[14]I'm afraid much has changed in your brothers' spirits since you have left. But now that you are home, they will finally have the ethical and warrior leadership they have been lacking. The family needs you. \n[15] \n[16]A true leader knows how to motivate his troops regardless of their own motivations. \n[17]Good morning, my sons. \n[18]If anyone needs me, I'll be watching my stories. \n[19]My sons, what- \n[20]I believe you boys have some explaining to do... \n[21]  \n[22]Leonardo, I am most disappointed in you. You are the leader of your brothers. I was counting on you to bring order to the chaos of this family. \n[23]There are no excuses when you are the Leader, my student. \n[24]But the involvement of the Foot and their mysterious leader worries me. \n[25]Raphael, there are better ways to use your skills in ninjitsu. Fact- gathering. Analysis. Observation. Direct contact should only be your last resort. \n[26]Leonardo, time cannot be moved faster by wearing a groove in our floor. \n[27]Leonardo, a true leader knows the virtue of patience... and when to stop exercising it. \n[28]Raphael? What is the matter? \n[29]Raphael! Kneel. \n[30]Go on... \n[31]Raphael. You always bear the world's problems on your shoulders. It is an admirable quality when you are a protector of others... \n[32]But you must realize that while, at times, you may not be my favorite student, it does not mean that you are my least favorite son. \n[33]You are strong, passionate and loyal to a fault. These are the merits of a great leader as well... but only when tempered with compassion and humility. \n[34]Leonardo? R \n[35]Well then, I believe your brothers may be in need of a leader. \n[36]Together. \n[37]I heard that! \n[38]I apologize my sons. \n[39]Mister Winters. We mean you no harm. \n[40]They must face them alone. As brothers. \n[41]Wonderful, my son. WONDERFUL! \n[42]Yes. Yes, my sons. \n[43]My sons, I am so proud of you all. \n[44]What kind of business? \n[45]Sit down, Raphael. \n[46]That, my son, you already have. Our training works in mysterious ways. But the answer that lies in all our questions... is family. ", "Karai": "\n[1]As are yours. Most don't notice us until we decide they will. \n[2]I must confess... I still don't know exactly what we are to do for you. \n[3] \n[4]The \"problem\" is that we were hired to merely patrol the city and report anything \"strange\" to you. \n[5] \n[6]We may be hired help to you, but you should never forget... we are the Foot Clan. \n[7]Just what is this all about? \n[8]But of course. \n[9]Not now. Our business will be handled at a later time... \n[10]The Foot report of strange activity five blocks north of your location. \n[11]As ordered - no one gets in. No one interferes. No one bears witness. \n[12]May I help you? \n[13]Please come in, then. \n[14]You suppose correctly. \n[15]It means we're going to help you. \n[16]My soldiers will find the thirteenth monster. And you will bring it back here. Hurry - we don't have much time. \n[17]My troops have located the final monster. At the harbor docks. \n[18]We should tie it to the van and drag it back. \n[19]You are every bit the warriors I was informed you were. You have passed. \n[20]I've known OF you for some time. Savor your victory tonight. For soon we will have further business together. \n[21]The kind that involves familiar faces from your past... "}}