{"filename": "Tomorrow-Never-Dies_script.txt", "imdb_id": "tt0120347", "imdb_url": "https://www.imdb.com/title/tt0120347", "characters": ["Wai Lin", "Chief of Staff Charles Robinson", "Minister of Defence", "Paris Carver", "M", "Stamper", "Q", "Miss Moneypenny", "Admiral Roebuck", "General Bukharin", "Dr. Kaufman", "James Bond", "Jack Wade", "Henry Gupta", "Elliot Carver"], "dialogues": {"Wai": "", "Lin": "\n[1] \n[2]  \n[3]It's only a warning shot, but - EVERYONE ON THE BARGE DIVES FOR THE DECK... Except for Bond and Wade, who might as well be having tea. Bond looks down at Taro, cowering on the boards. \n[4] \n[5]  \n[6] \n[7] ", "Paris": "\n[1]Hello, James. \n[2]Is that any way to say hello? \n[3]Oh, James. I've missed you - \n[4]Stop it! You're hurting me! Can't you just be nice? \n[5]Don't you even miss me? Didn't I mean anything to you? \n[6]  \n[7]Do you feel better now? \n[8]It's on the boat. He's holding a press conference tomorrow. \n[9]I'm so sorry, James. I promise, I'll never leave you again. \n[10]Just hold me. \n[11]Kiss me. \n[12]Bastard! Leave me alone! \n[13]  \n[14]Nobody. Just some drunk. Leave him alone - \n[15]Leave me alone! He's going to kill me!! \n[16]  \n[17]Just - say it. Say it just once. ", "Carver": "", "M": "\n[1]     \n[2]       \n[3]   \n[4] \n[5]  \n[6]  \n[7]  \n[8]  \n[9]   \n[10] \n[11]... What were you saying, Admiral? Something about this 'not being a job for a wine-sniffing, skirt-chasing playboy spy?' \n[12]- I'll be sure to acknowledge 007's 'assistance' in my report to the Prime Minister. But this is, still, a naval operation. \n[13]What do they say in Russia, General Bukharin? \n[14]I'm interested in success, Admiral. Not who gets credit. Mr. Tanner: What have we got? \n[15] \n[16]  \n[17]  \n[18]But - \n[19]- Thank you, M. But this is more than your man can handle. Are we in agreement? \n[20]Admiral - \n[21]Command to Nelson: Authorization to fire. \n[22] \n[23] \n[24] \n[25] \n[26]I appreciate your assistance, M. But this is now a military operation. \n[27] \n[28]  \n[29]  \n[30]Who is it? \n[31]Meaning there may be nuclear material down there? \n[32]  \n[33] \n[34]Time to target: Three minutes. Target acquired. Weapon armed. \n[35]Who is that?!? What's in the box?? \n[36]  \n[37]Will it go off? \n[38]Abort the cruise. \n[39]It's too late - \n[40]\n[41] \n[42] \n[43]Will the cruise set it off? \n[44] \n[45]Get me the Prime Minister. Alert NATO, the CIA, the Pentagon. Seven: This is a direct order. I want you out of there. Do you copy? \n[46]  \n[47]  \n[48]  \n[49] \n[50] \n[51]Time to target: Thirty seconds. \n[52] \n[53]   \n[54] \n[55] \n[56]  \n[57] \n[58]  \n[59]  \n[60] \n[61]  \n[62] \n[63] \n[64]    \n[65]  \n[66] \n[67] \n[68] \n[69]  \n[70]  \n[71]Hello, James. I hope I'm interrupting something important. \n[72]I'm sure she is, James. But I'm afraid you'll have to 'kiss off' the rest of your lessons this afternoon. \n[73]Four o'clock. M will meet you in the conference room. \n[74]Four o'clock. Don't be late. \n[75] \n[76]Ah, James. You always were a cunning linguist... Au revoir, mon cher. \n[77]Don't ask. \n[78]Don't tell. I don't want to know. \n[79]  \n[80]  \n[81]To sum up: After analyzing the tire inflation of the fork-lift in the MI-6 video tape, NATO believes the \"red box contains approximately eighty kilograms of U235 weapons grade uranium - an incredibly hard, incredibly heavy, incredibly lethal substance. \n[82]And that's enough enriched uranium to produce how many nuclear devices? \n[83]Depending on the builder's sophistication - one crude bomb that could devastate London, Paris, New York, Berlin - or all four if they have the latest technology. \n[84]And the participants? \n[85] \n[86]And Rendera Sikrahm, also known as Richard Stamper. Freelance mercenary, Laos and Cambodia. His father was from Nepal - a Ghurka warrior - con- scripted by the British government to fight in China during World War II - after which the family settled in Hong Kong, where the young Stamper was undoubtedly treated like a second class citizen by both the Hong Kong Chinese, and local British. We've all read about the signs at the British swimming pools in Hong Kong that said \"No Ghurka's allowed.\" \n[87] \n[88]Thank you Colonel Everhart. 007, I'd like to see you in my office. Why don't you and the Colonel exchange numbers if you need more information? \n[89]Interesting video tape. \n[90] \n[91]... Does this do anything? \n[92]Happily. \n[93]Three. You? Married? \n[94] \n[95]Here. I gave you my assistant's phone number. If it's urgent, she knows where to reach me. \n[96]You too. \n[97]  \n[98]Hello, James. Enjoy your meeting? \n[99]By the way, James: Ordinarily I would never ask, but... Weren't you and that Colonel once stranded on a raft for two weeks in the Sargasso Sea? \n[100]Actually, I've never known you to do either... But - \n[101]Not all of us, 007. \n[102] \n[103]No, 007. It's just that I've learned from personal experience - that when we get what we want - Somehow the reality is never as... Satisfying as the fantasy. \n[104]Don't keep M waiting. \n[105]  \n[106]Come in, 007. You know the Minister? \n[107]007. \n[108]Tell me, 007, what do you know about Elliot Harmsway? \n[109] \n[110] \n[111]It seems, 007, we've received a tip \n[112]A rumor - from an anonymous source - \n[113]- that Sir Elliot may be involved with Stamper and Yung, and the missing Uranium. \n[114]Hearsay. Idle chatter from a source you can't identify - who insists on talking only to 007. Nothing but loose talk and innuendo. \n[115]That may be the case at present, Minister Johnstone... But our own sources suspect that Mr. Harmsway used his considerable Russian media - holdings to elect Valentin Zukofsky President of the Ukraine - in trade for the uranium. \n[116]More scurrilous, unsubstantiated gossip. \n[117] \n[118] \n[119]The reason I invited the Minister here, 007, was to reassure him that this investigation will be handled with the utmost discretion. \n[120]Which is also why I've withheld this information from NATO and our allies. \n[121]Yes. 1988. He was furious at the British plan to return Hong Kong, and supposedly started his own negotiations with the Chinese Government. The inquiry went nowhere - but it did earn MI-6 a rather powerful enemy - \n[122]Not to mention the chaos it caused at Whitehall when his newspapers began screaming for the recall of the sitting government. \n[123] \n[124]You're to wear this mask at the Venice Carnival, and wait to be contacted. \n[125] \n[126]To the best of my recollection, Mr. Bond, I suggested no such thing. In fact, I was never here. \n[127]Would you send in the new man from equipment branch? \n[128]Right away. \n[129]We serve the interests of the British people, 007. No matter who we may be foolish enough to elect. \n[130]But if Elliot Harmsway is involved with that uranium, I want him prosecuted to the ends of the earth. \n[131]Come in, Saunders. \n[132] \n[133]Good luck on your mission, 007. \n[134]     \n[135]Buona sera, signore - \n[136]Vino? \n[137]I may have been followed. Meet me at the Church in five minutes! \n[138]   \n[139]  \n[140]  \n[141]Who is he? \n[142] \n[143]   \n[144]      \n[145]  \n[146]  \n[147]Don Franco. I just want to say we're voting for you in the election. Both of you? \n[148] \n[149]...And so, it's somewhat fitting that we are here today... To christen this environmental research boat in Venice - - 'Venezia' - the port where Marco Polo sailed forth to explore the world's great uncharted oceans... That 2/3 of the earth's surface where the sharks are not working members of the press. \n[150]With our six custom designed sea-bed coring drills, we will probe the long-term effects of pollution; our sonars, radars, and research labs will study the wind, the water, and the sea life that so dearly feeds us. \n[151]And so, in the spirit of international cooperation - thanking my good friend, Valentin Zukofsky - the newly elected President of the Ukraine for all his assistance - \n[152]I give this boat to mankind - selflessly - in pure charity asking nothing for myself... But the cable TV rights. \n[153]Miss Venice? If you'll do the honors - \n[154]Now I'll take some questions from the press - even the few of you who aren't on my payroll. \n[155]Actually, my first choice was 'No Comment.' So if someone asked where I was, I could truthfully respond 'No Comment.' Over there. \n[156] \n[157]  \n[158]    \n[159]The maiden voyage begins tonight. I have some business in London - but the ship will sail down the Nile, across the South China Sea, stopping in Australia, winding up in San Francisco. \n[160]But having said that - let's get to the real business - the only thing that attracts newsmen faster than a breaking story the free food and beverage. \n[161]Always nice to meet one of her Majesty's fellow subjects... Especially one with such distinguished friends. \n[162]   \n[163]Paris Harmsway, allow me to introduce you to James Bond. \n[164]But then... I believe you two have already met. \n[165]My friends, there's been a terrible mistake. Come. Let me show you. \n[166]  \n[167]I believe this is what you're looking for, Colonel. \n[168]Is it uranium? Absolutely. But watch - It's depleted uranium! Completely safe! A child could sleep on it. \n[169]I received it from the Russian government - a by-product of their nuclear arms program - in the hopes that I could create tools for oceanographic research. It's what I was talking about: 'Swords into plowshares'! The Sprit of International Cooperation! Signore Harmsway. A thousand apologies. Give him the video tape. \n[170]Please. No harm done, Don Franco. Go upstairs, and enjoy the reception. \n[171]Oh - Mr. Bond. One minute. \n[172]I hope you've enjoyed this little charade. \n[173]  \n[174]Aren't you late for a meeting? \n[175]  \n[176]Don't worry. Mr. Bond will get the message. So will his boss. \n[177]I'm going to the plane. Tell the captain to set sail at once. \n[178]  \n[179]  \n[180]  \n[181]Communications set to receive only, sir. \n[182]   \n[183] \n[184]     \n[185]    \n[186]Good morning, Gentlemen. I'm sorry to bring you here under these circumstances, but Considering our meeting was already scheduled, this was a happy coincidence. \n[187]Number One, your report? \n[188]Sir Elliot: The entertainment division is releasing three new animated children's movies this year. By the time we're finished promoting them on our TV, radio, cable, newspaper, and magazine outlets - There won't be a parent in the universe who won't feel guilty if they don't take their children to our stores and theme parks to buy the toys, books, video- games and clothing featuring our 'lovable little creatures.' We anticipate revenues of 3.1 billion dollars. \n[189]Excellent, Number One. Build a better rat-trap, and the world truly will beat a path to your theme park. Number Two? \n[190]As you're aware, Sir Elliot, our software division has introduced a new computer operating system, Gates '99. It's deliberately filled with bugs - so people will be forced to buy our upgrades over the next five years. The window on revenues is 2.8 billion. \n[191]Outstanding, Number Two. By the way - Number Five - ? Who's ahead in the American elections? \n[192]The Democrat, sir. By nine points. \n[193]Maybe it's time to publish that story about his sex life. Even things up. A close race is always better for our TV ratings. \n[194]Consider him slimed, sir. \n[195]Splendid. Next... Number Three. Your report? \n[196]I regret to inform you, sir, that Saddam Hussein is still demanding a bonus for his role in the Gulf War. \n[197]...Haven't we already paid him for his services? \n[198]Yes, sir. But he still feels his people should share in the increased profits of our news division. He has proposed an additional 500 million dollar payment. \n[199]... And there's no truth that 10% of that money will go into your Swiss bank account? \n[200]No sir! I swear! This is not true!! \n[201]You disappoint me, Number Three. \n[202]Please sir. Please - \n[203]...But because I am a just man, I've decided to give Mr. Hussein what he deserves. \n[204]Mr. Stamper will escort you to the plane. \n[205] \n[206]Good-bye, Mr. Azziz. \n[207]Let's proceed with new business. \n[208]Gentlemen: In exactly 36 hours, we are going to initiate phase one of the word's most perfect crime: The biggest theft in the history of mankind. Right here. In the Strait of Malacca. \n[209]  \n[210]  \n[211] \n[212]Gum? \n[213]  \n[214]  \n[215]Thank you! Thank you so much. You must thank Sir Elliot for me. \n[216] \n[217]Bye-bye. \n[218]  \n[219]    \n[220]  \n[221]Zero one three. Due north. \n[222]We're on course again. \n[223]And two small fishing boats about 30k north. No radar, but we've identified their engine signatures. \n[224]Damn. It's doing it again. \n[225]About every ninety seconds, the auto- pilot jogs us to the west. \n[226]Then re-sets us to the north. \n[227]The Captain wants us on the East side of the channel. ...Cross current? \n[228]The back-up does the same thing. \n[229] \n[230]  \n[231]Seems to be back to normal, sir. \n[232]Aye-aye sir. Engines to half. \n[233]  \n[234]I'm getting an electrical emission, sir! Extremely close. Bearing 240 - The First Officer is surprised. All hell is about to break loose:       - \n[235]  \n[236]   \n[237] \n[238]Flooding in the engine room! \n[239]The engines are gone! \n[240]Flooding on D deck! \n[241]  \n[242]   \n[243]We've lost power! \n[244]  \n[245]Flooding on C-Deck! \n[246]Coming up, sir! \n[247]   \n[248]The back-up is gone! \n[249]Flooding up to B-Deck! \n[250]We can't hold out much longer, sir! \n[251]  \n[252]  \n[253]  \n[254]Slipping to stern! \n[255]All major compartments flooded! \n[256]  \n[257] \n[258]  \n[259]Hey - look! Over there! \n[260]Lovely night for a shipwreck, isn't it? \n[261]We've decoded their last transmission. \n[262]Perfect. They'll be searching miles from here. Time for phase two. You can get the men in the water. \n[263]  \n[264]  \n[265]I can't believe it took us so long to finally get together! What exactly do you do for the government? \n[266]How fascinating! I bet you meet all the most fabulous people. \n[267]Excuse me - Mr. Bond? You have a call. \n[268]  \n[269]Good evening. I've just spoken with the Prime Minister at the economic summit in Tokyo; he's expecting a full update within the hour. For those of you still unaware, some forty minutes ago - \n[270]   \n[271] \n[272]Actually, you're just in time. Admiral Roebuck: You know Commander Bond, don't you? \n[273] \n[274]As I was saying: Approximately forty- five minutes ago, we received an abandon ship signal from the H.M.S. Indomitable. Looking at these infrared satellite images - provided by Mr. Tanner of MI-6 -the ship is presumed lost here, just south of Kuala Lumpur, where she broadcast her last position. \n[275]  \n[276]Divers approaching the hull. \n[277]  \n[278]  \n[279] \n[280] \n[281]   \n[282]  \n[283]I'll do it. \n[284]Divers, stand aside. \n[285]Gentlemen: I do believe we've struck gold... Four minutes ahead of schedule. \n[286]  \n[287]   \n[288] \n[289]We were bringing it back from Hong Kong. Under orders from the Treasury. \n[290]Why wasn't the ship protected?!?! Why was it sailing without radar? \n[291]I resent your tone, sir. I have men who are missing - \n[292]And I have the entire British economy to worry about. \n[293] \n[294]36 hours. They've already sailed from the Persian gulf. \n[295]I expect to have that gold recovered in 36 hours. Until then, I'm imposing my own electronic silence: For the sake of the economy, not a word to NATO, the press, the CIA. ...And so long as Commander Bond here seems to be such an expert on these matters, I want him to go along as an observer. Are we agreed? \n[296]As you wish. \n[297]Remember the golden rule, Mr. Stamper: He who has the gold, rules. \n[298]Is the helicopter ready? \n[299]Fueled and waiting. \n[300]Good. We have an appointment in Hong Kong. \n[301]...You're turning into quite the politician, 007. \n[302] \n[303]Sabotage? \n[304]I've already contacted our station in Kuala Lumpur. They're lining up a local contact. I want you to find that gold, and secure it. \n[305]Contrary to what you may believe, 007, the world is not filled with mad-men who can hollow out volcanoes, stock them with big-breasted women, and threaten the world with nuclear annihilation. \n[306]The case is closed. The Italian authorities ruled the girl a suicide. We had enough trouble keeping your name out of the media. For everyone's sake - Your job is to find the gold. Not settle some personal score with Elliot Harmsway. \n[307]  \n[308]  \n[309]General Li: My young associate here has just informed me that if I waited a year, I could perhaps receive a higher price for this building. He has great faith in Hong Kong. As did my ancestors. With obvious results. \n[310]Yet to sell this building for more money - to profiteer - would run counter to the Chinese sprit of guanchi - mutual trust and obligation; it would violate the ancient principles of feng shui - - the reason we sign five documents instead of an unlucky four, and why this building has a fifth, non-functioning ventilation shaft on its roof. Wind and water, fire and rain, earth and sky - feng shui. All things - at one, in balance, with nature. \n[311]Thank you, General Li. Now I'll just sign this last document - \n[312]Terribly sorry. Mr. Stamper? \n[313]Of course! How foolish. More bad luck. I'll just borrow yours - \n[314]  \n[315]An old Chinese toast to our friends... \n[316]   \n[317]Confusion to the enemy. In 48 hours, that building - and all of Hong Kong around it - will cease to exist. \n[318]  \n[319]Sounding: Bottom is thirty fathoms. \n[320]Nothing. Negative bounce. \n[321]  \n[322]Good morning Sir Elliot! Welcome to Kuala Lumpur - \n[323]Morning, morning all. What have we got? \n[324]Pencil it in for the next trip - \n[325]Send him a $10,000 campaign contribution, and explain I have no control over what my journalists write - \n[326]No - \n[327]Yes - \n[328]Excellent. \n[329]  \n[330]Morning, all my golden retrievers. What kind of havoc shall we create in the world today? \n[331]Good. \n[332]Better. \n[333]Boring - \n[334]Dog bites man. Man bites dog is a news story. Riots at the World Cup soccer finals is a social announcement. Next? \n[335] \n[336]I'm shocked!! Issue the usual vehement protest: Freedom of the press, people's right to know... Lather it up with a lot of righteous indignation. Next? \n[337]  \n[338]Yo! Jimbo! \n[339]No. He says it's not possible. The current could have only brought the body in from the east. \n[340]  \n[341]  \n[342]Wind, tide, currents... You're the second person today asked for a full set of charts. If you'd just sign here - \n[343]No... Unless you're talking about the bus problem. \n[344]Captain Cheong's ferry was late. He runs the line across the Strait between here and Sumatra. The lumber mill workers coming back for the weekend missed the last bus. Slept on the docks. Hundreds of them. \n[345]  \n[346]  \n[347]  \n[348]  \n[349]   \n[350]  \n[351] \n[352]  \n[353]   \n[354]  \n[355]  \n[356]     \n[357]   \n[358]Boss! We got company - comin' up off the starboard bow! \n[359]  \n[360] \n[361]Repeat: Lay down your weapons, and prepare to be boarded. \n[362]It's only a warning shot, but - EVERYONE ON THE BARGE DIVES FOR THE DECK... Except for Bond and Wade, who might as well be having tea. Bond looks down at Taro, cowering on the boards. \n[363] \n[364]You have precisely one minute to pull up your anchor and be under way. \n[365] \n[366]  \n[367]Guard! Arrest these men! Escort them to the cutter! \n[368]Get them out of here. If he says one word, shoot him. \n[369]Captain Morton. \n[370]Good for you, Miss Winch. You now have exactly 30 seconds to get this rust bucket out of here. \n[371]Fifteen seconds. Perhaps you should consider hiring an attorney. \n[372]Hmmm. I suppose this is a step above that profession. Ten seconds. Are you leaving? \n[373]You leave me no alternative. \n[374] \n[375] \n[376]It's no trick, Mr. Wade. I've got half a mind to throw both of you in the brig. \n[377]  \n[378]What are you talking about? We went through all this and the ship isn't even down there? \n[379]That's absurd! It took two squads of forty men fifteen days to load that gold. \n[380]  \n[381]  \n[382]  \n[383]Hello, Mister Bond. \n[384]  \n[385]Elliot Harmsway! I heard you were in K.L. and thought we might get together for a chat... \n[386]We seemed to get off on the wrong foot back there in Venice. \n[387]Oh, please, Mr. Bond. We live in the information age! Information is currency - and with the right currency, you can have any piece of information. Besides I own the phone company. What do you say? Twenty minutes? \n[388]  \n[389]Let's find out exactly what he knows. \n[390]  \n[391]  \n[392]Yes. I'm to bring you right up. The valet will take your car - \n[393]Don't they all? \n[394]Right this way. \n[395]  \n[396] \n[397]   \n[398] \n[399]Come. Let's get out of the noise. - I'll give you a tour of the building, then we'll talk. \n[400]  \n[401]It's funny, Mr. Bond. Of all the things I own, nothing gives me as much enjoyment as my newspapers. \n[402]Ironic, isn't it? In the age of TV, I still can't get the ink out of my veins. \n[403]We print 31 newspapers here; another two-hundred-and-seventy at satellite plants around the world. \n[404]All of them, Mister Bond... After you? \n[405]Before I became involved with Paris, she was always involved with the most inappropriate' men... Playboys. Thrill seekers. Middle aged Peter Pans who only brought out the worst in her. \n[406]I tried to save her. But she remained a manic depressive: Fits, inappropriate behavior... Delusions of grandeur. \n[407] \n[408]Still, I do miss her. I only wish she could have lived to see all this. \n[409]By the way - what is it that brings you to Kuala Lumpur, Mister Bond? \n[410]I call this the Rogue's gallery. \n[411]    \n[412]Because it's a dying city. Since the Chinese take-over, who knows what can happen tomorrow? In any case, this is my father, Charles: A royal bastard who started the first radio and television stations. Said I'd never amount to anything, but... I turned it into this \n[413]Welcome to the new world order, Mr. Bond. Churchill had his armies; Caesar had his legions; I have my divisions: News, sports, business, entertainment. And these are my foot soldiers: 2000 people working on 14 floors to feed 300 newspapers, 4 cable news networks, 87 magazines, and 29 different cable TV channels - in 35 languages. \n[414]They're merely tools to disseminate information. \n[415]  \n[416]Let's see... First we have this James Bond... I believe he's a field adjuster for Lloyd's of London... \n[417] \n[418]Then we have this James Bond. \n[419]   \n[420]Who I believe they call \"007.\" \n[421]You see, Mr. Bond, you and I are both men of action. But your era is passing. Words are the new weapons; satellites the new artillery. And make no mistake about it: In the right hands, they can be as deadly as your Walther PPK. \n[422]Your choice. Look at the time! Come. There's someone I want you meet - about a story I'm thinking of publishing. \n[423]  \n[424]Hello, dear. I'm sorry I took so long - \n[425]I see you two have met. \n[426]  \n[427]It seems - Mr. Bond - that Miss Winch has told me the most incredible story: A sunken British warship filled with gold; a British cutter firing on her; billions of dollars in bullion lying on the bottom of the Strait. \n[428]Obviously, the British government denies all of this - \n[429]- But as I've explained to Sidney, without proof, there's just no story. Don't you agree Mr. Bond? \n[430] \n[431]...I see. \n[432]... I believe it's a depleted uranium drill bit, my dear. \n[433]...Well! I do believe this requires further investigation! \n[434]No matter what the British government says, I won't kill this story. Miss Oxford will show both of you to the elevator... And one of my people will definitely be in touch sooner than later. \n[435]Good-bye, Mister Bond. \n[436]Good-bye, darling. \n[437] \n[438]Does he have a gun? \n[439]Good - \n[440] \n[441]Open 14. \n[442] \n[443]Help me up. \n[444] \n[445]  \n[446]Stamper! They're not to leave this building alive! \n[447]Where are they? \n[448]  \n[449]Warn him! \n[450] \n[451]  \n[452]  \n[453]  \n[454] \n[455]  \n[456]It's a trick! After him. They're in the south stairwell! \n[457] \n[458]Get more men up there! \n[459]... And so much for that. They're on the 72nd floor set-back. Nowhere to go. \n[460]  \n[461]No. Get the fire ax. \n[462]  \n[463]  \n[464]  \n[465] \n[466] \n[467] \n[468]  \n[469]   \n[470]     \n[471] \n[472]  \n[473] \n[474]                        \n[475]    \n[476]Vert, very, good Mr. Bond. Outstanding performance. \n[477]I'm the certain the British taxpayers would be impressed by your efforts. Don't you agree? \n[478]  \n[479]Oh, please, Sidney. There's a hundred billion dollars at stake. Besides, I never really liked your father that much. He cheated at cards. \n[480]My guards are from South Africa, Mr. Bond. This is their chance to get even with the formerly 'Great' Britain. Now both of you. Put your hands on your heads, and step forward. \n[481]Questions, questions, Mr. Bond... Which I'm afraid I've neither the time, nor the inclination to answer. Take them out to the jungle and - \n[482]Kill it! Shoot the damn thing - \n[483] \n[484]  \n[485]  \n[486] \n[487]Seal the garage! Cut the power! He's got no headlamps! \n[488]  \n[489]  \n[490] \n[491] \n[492] \n[493] \n[494] \n[495]- Built to withstand a nuclear blast. Are they alive? \n[496]Yes. Shall we kill them? \n[497]No. I have a better idea. In fact, Mr. Bond may have actually improved my original plan. Bring them both to Hong Kong. And Make sure he has nothing else up his sleeve. \n[498]   \n[499]  \n[500]  \n[501]As part of our continuing report on terrorism, we're outside Hong Kong's Aberdeen Harbor nuclear power plant... \n[502]- Interviewing Mr. David Chin, senior engineer in charge of security. Tell me, Mr. Chin: How safe is this plant from a terrorist attack? \n[503]...Could you say that a little closer to the microphone? \n[504]Get the machine in the water! \n[505]Put on your clothes. Cuff him. \n[506]  \n[507]  \n[508]Excellent. \n[509]Do come in Mr. Bond, Sidney... You're just in time for a nuclear meltdown! \n[510]Please, Sidney. I'd like to remember you fondly. \n[511]Start the grinders. \n[512] \n[513]Precisely, Mr. Bond. In a matter of minutes, the boring device will arrive at the core of the reactor... And when the radioactive blades cut into the plutonium - \n[514]Chernobyl will look like a campfire. \n[515]    \n[516]Hong Kong, Mr. Bond! \n[517]   \n[518]Smash through it! Laugh all you'd like, Mr. Bond - but you fit perfectly in to my plans. Here. This just in. Newsflash. Read all about it. \n[519]...As the advertising says: Tomorrow never lies. \n[520]Thirty seconds. That's the most brilliant part of the plan, Mr. Bond: To save the economy, I'll let the new British government - my British government - announce that the gold was irradiated in Hong Kong - where no one will be able to touch it for a hundred years. And just by coincidence: \n[521]...Gold mine opens in Vietnam. Let's go. Put them in the airlock. \n[522]Who, Mr. Bond? The kooks - the crazies - the conspiracy theorists? The Oliver Stones of the world? I'll publish their books, I'll make their movies, I'll put them on my TV shows! They're my bellboys. They carry my luggage. \n[523]Now. Get them in the airlock. \n[524] \n[525]Take the girl. Leave the handcuffs. We'll drown her at sea. \n[526]I'll meet you on the boat, south of Lantau Island. \n[527] \n[528]  \n[529]  \n[530]   \n[531] \n[532] \n[533]    \n[534]  \n[535] \n[536]  \n[537] \n[538] \n[539] \n[540]   \n[541]Any news? \n[542] \n[543]What do you want me to do with her? \n[544]   \n[545]We'll get rid of her when we're in International waters. Set sail, full speed, due south. I'll be in my cabin. Let me know when Mr. Yung arrives. We'll break out the champagne. \n[546]  \n[547]Don't get any ideas. \n[548]There it is. \n[549]  \n[550]It's him. They both made it. \n[551]  \n[552]Yes? \n[553]Fantastic. Invite the crew on deck to celebrate, and I'll be up in a few minutes. \n[554]He seems to be coming in awfully fast. \n[555]  \n[556]Get the guns! It's not him! It's Bond!!! \n[557]  \n[558]What the hell is going on? \n[559]  \n[560]   \n[561]SHIRTS!!!!   The man are flailing like crazy as - \n[562]What the hell is going on? \n[563]It's Bond! \n[564]Kill him! Finish it! \n[565]  \n[566]  \n[567]You're mine now. \n[568]  \n[569]I'm going to do this slowly - \n[570] \n[571] \n[572] \n[573]  \n[574]  \n[575]  \n[576]  \n[577]Pity you'll miss your obituary. \n[578]You want to kill me, Bond? Go ahead. \n[579]What is it, Bond? You haven't the guts? \n[580] \n[581]   \n[582]  \n[583]Moneypenny, take the following release: The body of Sir Elliot Harmsway was found floating in the South China Sea this morning, at 08:00 hours local Hong Kong time. At present, local authorities believe the media mogul committed suicide. ", "Stamper": "\n[1]Who is he? \n[2] \n[3] \n[4]Gum? \n[5] \n[6]Bye-bye. \n[7]We've decoded their last transmission. \n[8]Divers approaching the hull. \n[9]I'll do it. \n[10]Fueled and waiting. \n[11]Does he have a gun? \n[12]Good - \n[13] \n[14]Open 14. \n[15] \n[16]Help me up. \n[17] \n[18]  \n[19]  \n[20]  \n[21]It's a trick! After him. They're in the south stairwell! \n[22]No. Get the fire ax. \n[23]  \n[24]  \n[25] \n[26] \n[27]Yes. Shall we kill them? \n[28]Put on your clothes. Cuff him. \n[29]What do you want me to do with her? \n[30]There it is. \n[31]  \n[32]It's him. They both made it. \n[33]  \n[34]Get the guns! It's not him! It's Bond!!! \n[35]It's Bond! \n[36]  \n[37]You're mine now. \n[38]I'm going to do this slowly - ", "Q": "\n[1] \n[2]To sum up: After analyzing the tire inflation of the fork-lift in the MI-6 video tape, NATO believes the \"red box contains approximately eighty kilograms of U235 weapons grade uranium - an incredibly hard, incredibly heavy, incredibly lethal substance. \n[3]Depending on the builder's sophistication - one crude bomb that could devastate London, Paris, New York, Berlin - or all four if they have the latest technology. \n[4] \n[5]And Rendera Sikrahm, also known as Richard Stamper. Freelance mercenary, Laos and Cambodia. His father was from Nepal - a Ghurka warrior - con- scripted by the British government to fight in China during World War II - after which the family settled in Hong Kong, where the young Stamper was undoubtedly treated like a second class citizen by both the Hong Kong Chinese, and local British. We've all read about the signs at the British swimming pools in Hong Kong that said \"No Ghurka's allowed.\" \n[6] \n[7]Interesting video tape. \n[8] \n[9]... Does this do anything? \n[10]Happily. \n[11]Three. You? Married? \n[12] \n[13]Here. I gave you my assistant's phone number. If it's urgent, she knows where to reach me. \n[14]You too. \n[15]   \n[16]  \n[17]  \n[18]  \n[19]You're late 007. I've been expecting you. \n[20]Retired. I'm not getting paid to help you save the world anymore. \n[21]That hardly makes up for the imposition. Now, for what I hope will be the very last time - pay attention, 007. First, computer generated retrograde analysis map. Body here, meteorolog- ical influences here, likely vector- ing of the ship's coordinates here. \n[22]Not a clue. I didn't lose the ship. Next, your new personal communicator. Picture-phone, fax, beeper. \n[23]I don't care who you dial, so long as it's not me. Next - \n[24]Your new car. \n[25]Yes. And do try to keep all four of them on the road. All the usual refinements: Smoke, missiles, machine guns - Fully operational remote control. Drives forward, reverse - Stop that! Plus infrared thermal imaging radar, heads up instrumentation, and 17 beverage cup holders. \n[26]Standard equipment. The world's automobile manufacturers seem to be in some kind of mad war to see who can provide the most beverage cup holders. \n[27]Don't even think about it. 007. They're my granddaughters. \n[28]... As usual, I see the situation is in 007's very capable hands. \n[29] \n[30]Thank you. \n[31]...The only thing I ever planted was bugs. ", "Miss": "\n[1]  \n[2]  \n[3] \n[4] \n[5] \n[6]  \n[7] \n[8] ", "Moneypenny": "\n[1]Hello, James. I hope I'm interrupting something important. \n[2]I'm sure she is, James. But I'm afraid you'll have to 'kiss off' the rest of your lessons this afternoon. \n[3]Four o'clock. M will meet you in the conference room. \n[4]Four o'clock. Don't be late. \n[5] \n[6]Ah, James. You always were a cunning linguist... Au revoir, mon cher. \n[7]Don't ask. \n[8]Hello, James. Enjoy your meeting? \n[9]By the way, James: Ordinarily I would never ask, but... Weren't you and that Colonel once stranded on a raft for two weeks in the Sargasso Sea? \n[10]Actually, I've never known you to do either... But - \n[11]Not all of us, 007. \n[12]No, 007. It's just that I've learned from personal experience - that when we get what we want - Somehow the reality is never as... Satisfying as the fantasy. \n[13]Don't keep M waiting. \n[14]Right away. ", "Admiral": "\n[1]- I'll be sure to acknowledge 007's 'assistance' in my report to the Prime Minister. But this is, still, a naval operation. \n[2]  \n[3]- Thank you, M. But this is more than your man can handle. Are we in agreement? \n[4]Command to Nelson: Authorization to fire. \n[5]I appreciate your assistance, M. But this is now a military operation. \n[6]It's too late - \n[7] \n[8]   \n[9] \n[10]We were bringing it back from Hong Kong. Under orders from the Treasury. \n[11]I resent your tone, sir. I have men who are missing - \n[12]36 hours. They've already sailed from the Persian gulf. ", "Roebuck": "\n[1]- I'll be sure to acknowledge 007's 'assistance' in my report to the Prime Minister. But this is, still, a naval operation. \n[2]  \n[3]- Thank you, M. But this is more than your man can handle. Are we in agreement? \n[4]Command to Nelson: Authorization to fire. \n[5]I appreciate your assistance, M. But this is now a military operation. \n[6]It's too late - \n[7] \n[8] \n[9]   \n[10] \n[11]We were bringing it back from Hong Kong. Under orders from the Treasury. \n[12]I resent your tone, sir. I have men who are missing - \n[13]36 hours. They've already sailed from the Persian gulf. \n[14]Yes. ", "General": "\n[1]'In a joint operation, someone's nose always gets put out of joint.' \n[2]We didn't know it was missing. \n[3]And that is the fifth document. With your counter-signature, the sale will be complete. \n[4]...Most eloquently put, Sir Elliot. \n[5]Sir Elliot! Red ink - ", "Bukharin": "\n[1]'In a joint operation, someone's nose always gets put out of joint.' \n[2] \n[3] \n[4] ... We usually... Transport... Weapons grade uranium. Shock sweeps the room. M turns on Tanner: \n[5]We didn't know it was missing. ", "Dr.": "", "Kaufman": "", "James": "\n[1]   \n[2]  ", "Bond": "\n[1]   \n[2]There has to be an easier way to earn a living. \n[3]    \n[4]  \n[5]  \n[6]  \n[7]   \n[8] \n[9]  \n[10] \n[11]Seven to one. Negative. Wait. \n[12]  \n[13] \n[14] \n[15]Negative, one. NOT YET. \n[16]  \n[17]   \n[18] \n[19] \n[20]  \n[21] \n[22]    \n[23]Seven to base. I have a full house. Your bid. \n[24] \n[25]By the way: Thank the General for all his \"assistance.\" Over and out. \n[26] \n[27] \n[28]Indeed they are. Deadly little things. \n[29]And what do you call these? The Gang of Two? \n[30]I was just getting to the interesting part! \n[31]Remind me. \n[32]Is that Mandarin, or Cantonese? \n[33]  \n[34]Not at all, Moneypenny. I was just brushing up on a little Chinese. \n[35] \n[36]4:30. It may take me a little longer to wrap things up here. \n[37] \n[38]I can't. But I did enjoy the dress rehearsal. \n[39]Tsi tien, Professor Wu. \n[40]Nothing like a little imperialism to promote loyalty among the faithful. \n[41]Yes, M. \n[42]Interesting presentation. \n[43]They point, I shoot. \n[44]Of course. \n[45]Depends what number you write. \n[46]Married? \n[47]... Kids? \n[48]No. \n[49]Thanks. Take care - \n[50]Moneypenny! We've got to stop meeting like this. They may be on to us. \n[51]In the darkest moments, it's what I live for. Especially since I've heard how much you like to watch... On the hidden camera. \n[52]Moneypenny! How indiscreet! Have you ever known me to kiss and tell? \n[53]- We all want what we can't have? \n[54]What - no lust for adventure? \n[55]Of course. Minister Johnstone. \n[56] \n[57]  \n[58]'Able to topple governments with a single story' - as he says in his press. \n[59]... What's Harmsway done? \n[60]Perhaps. But it does explain how an ex-KGB agent turned illegal-arms dealer is suddenly portrayed as a long-time friend of the people. If you believe what you read in the papers. \n[61]Of course. \n[62] \n[63]How will I meet the informant? \n[64]I understand. \n[65]Political considerations? \n[66].... I hate to ask, but... Did you ever think you'd miss Communism? \n[67]Hopefully, it won't get that far. \n[68]Okay, Saunders. What is it this time? Rocket in the leg? Machine pistol in the arm? \n[69]Come on. I know better than that - \n[70]It must do something. \n[71]The die is cast. \n[72]How is old Q? \n[73]Fishing? \n[74]Saunders, I've lit cigarettes - \n[75]... Shoelaces? \n[76] \n[77]Does it work on cash machines? \n[78] \n[79] \n[80]A wedding band??? What am I supposed to be able to do with this? \n[81]...I'll give you a ring from Venice. \n[82]Till death do us part. \n[83]Looking for someone? \n[84]Paris?!? What are you doing here? \n[85]I thought your specialty was good-bye. \n[86] \n[87]I've got half the British government breathing down my neck. I don't have time for your nonsense. \n[88]Nothing. \n[89]What about Elliot Harmsway? Or is this just another one of your stunts? \n[90] \n[91]What about the uranium? \n[92] \n[93]How do you know Harmsway? \n[94]  \n[95] \n[96]Prego, prego. Permissio. \n[97]Grazie - \n[98]  \n[99]   \n[100]  \n[101]      \n[102] \n[103] \n[104] \n[105]He fought hard... But the case was terminal. \n[106]You've confirmed all the legal details with M? Si. Bueno. She's very... 'Competent.' ...For a woman. \n[107]Let's go over this one more time. You will investigate the boat. You'll signal us if you find the enriched uranium. And then - Pardon. \n[108]And you'll wait until after the press conference - and everyone is gone - before you board the boat and arrest him. Perfecto. Then we turn him over to you, and the English government puts him on a military transport back to London. Do not worry, my friend. I only want what is best. For both of us. Rocco! Un Cappuccino! \n[109]Valentin. What an unpleasant surprise. \n[110]One. \n[111]I must say, Valentin, capitalism seems to be treating you well. \n[112]Of course. If you can't beat the government, you might as well own it. \n[113] \n[114]You might say I've always been one of Mr. Valentin's biggest followers. \n[115]It's a beautiful boat, Sir Elliot. Practically glows in the dark. \n[116]Paris - \n[117]Why didn't you tell me? Why wasn't it in our files? \n[118]Go to my hotel room. I'll be there in twenty minutes. \n[119] \n[120]Which part? The Colonel's? Or yours? \n[121] \n[122]The Danielli. Presto! \n[123]  \n[124]Paris? Paris? \n[125]  \n[126]     \n[127] \n[128]  \n[129]Moneypenny! You're early. You weren't supposed to call until - Yes. I understand. Twenty minutes. \n[130]Sorry I'm late - \n[131]I've looked forward to meeting you. \n[132]  \n[133]Electronic silence was the safest way to move that gold. Otherwise, any country - or individual - with the crudest missile could just lock onto our signals, and take out the boat. That's what happened to the Sheffield in the Falklands. Since then, it's standard operating procedure for any sensitive shipment. \n[134]Yes. \n[135]I have an excellent teacher. 'Make sure you wear the uniform'? \n[136]It doesn't quite add up. \n[137]The infrared satellite images. No heat, no flame, no explosion. If that boat went down where they said it did, there should have been some residual heat reading on the surface. \n[138]A three-thousand ton frigate doesn't just vanish into thin air. \n[139]... Didn't Elliot Harmsway just move his headquarters to Kuala Lumpur? \n[140]We should be right over it. \n[141]Where? What is it? \n[142]Let's make another pass. \n[143]Get rid of them. \n[144]Still nothing? \n[145]Wade, what the hell are you doing here? \n[146]That's reassuring. \n[147]Let's take a look at the body. \n[148]I don't think so. The veins are cauterized - as if they were sealed by heat... But there are no burn marks on the flesh. It doesn't make sense. Who found the body? \n[149]Ask him if it could have washed in from the west side of the Strait. \n[150] \n[151]Something with an engine? Not oars? \n[152]Tide and current charts. Work backward from the body - find where the ship sank. Where did you get the boat? \n[153]Over there. \n[154]    \n[155] \n[156]Natalya? \n[157]She married a hockey player. \n[158] \n[159]Thanks. By the way - was there anything strange the night before last? Odd weather, lost boats - ?? \n[160]...Bus problem? \n[161]Thanks. \n[162]I have to get these to London. Do you know this Captain Cheong? \n[163]Can you arrange a meeting? \n[164]I know. Pirates from Sumatra want the cargo; smugglers from Thailand and Burma want the ships. \n[165]I'm sorry. \n[166]Did you test the auto-pilots? The satellite positioning receiver? \n[167] \n[168]Where can I find him? \n[169]I wonder if you handle your liquor more carefully than you handle your boat. \n[170]- And I bet you always leave turmoil in your wake. \n[171]This afternoon. Our boats practically kissed in the harbor. James Bond. \n[172]Vodka martini, shaken not stirred. And another for you? \n[173]Boyfriend? \n[174]Pity. Bring him whatever he wants. \n[175]Actually, I'm here on business. You might say it was a... Golden opportunity. \n[176]Insurance. Lloyds of London. \n[177]I'll keep that in mind. \n[178]Nice to run into you again. \n[179]Not quite yet, Taro - \n[180]He tied one on. \n[181]Q! How are you? \n[182]I'm sorry. It was a national emergency - \n[183]Do you have any idea of what any of that means? In English? \n[184] \n[185] \n[186]... 17 Beverage cup holders? \n[187]I must say, Q, you seem to be doing rather well in your retirement. \n[188]Slow down. We're close. \n[189] \n[190]Wait a minute - I've got it. There! Off the port bow! \n[191]Cut the engines! It's about two- hundred fifty feet down. \n[192]I'll make a bounce dive. If I can keep my bottom time short, I'll be all right. \n[193] \n[194]That's reassuring. \n[195] \n[196]  \n[197]  \n[198]   \n[199]...Interesting point. \n[200]...Somehow, that's not reassuring. \n[201]Sidney Winch, meet - \n[202]  \n[203]No. First, because I don't think it's in your nature. And second, because there's no gold down there. \n[204]That's fine, but - even a little London girl knows that one third of nothing is still nothing. \n[205]I hope so. \n[206]I hope you'll be gentle. \n[207]... Unusual technique. \n[208]- The family jewels? \n[209]If I were you - \n[210] \n[211]Gatling gun beats Uzi. \n[212]Yes - \n[213]Wait a minute - \n[214]Don't you think you're overreacting? \n[215]  \n[216]Yes, the ship is down there. But the gold is gone. \n[217]I know what I saw - \n[218] \n[219] \n[220]  \n[221]  \n[222]Bond. \n[223] \n[224] \n[225]How did you get this number? \n[226]I'm on my way. \n[227] \n[228]I'd prefer to park it myself. Temperamental. Practically has a mind of its own. \n[229]  \n[230]  \n[231]Sir Elliot. \n[232]Yes... A man with ink in his veins, and blood on his hands. \n[233]... And how many of those newspapers carried Paris Harmsway's obituary? \n[234]I see. \n[235]I wonder if it runs in the family. \n[236]I can feel your pain. \n[237]Sightseeing. \n[238]Yes. I can see: You've hung the rest of your relatives. \n[239]So why did you leave? \n[240]And still not a thing to watch. \n[241]...Although it must be fun to have all those satellites. \n[242] \n[243] \n[244] \n[245] \n[246]...Words to live by? \n[247]Briefly. \n[248]Sidney, perhaps we should leave this to - \n[249]Sidney, I wouldn't - \n[250]Why don't we just take these - \n[251]I'm sure they will. \n[252] \n[253] \n[254]  \n[255]Listen to me! I'm a British secret service agent. And we have about two minutes before Harmsway kills both of us. \n[256]Harmsway sank that ship and stole the gold. It's on the Sea Dolphin II. And thanks to your little show and tell - - giving him the evidence - We're the only ones who can tie him to the crime. \n[257]Blood or Dutch? \n[258]He's killed closer. \n[259]Maybe. But why are we going up instead of down? \n[260]Sidney, come with me - \n[261]Need a lift? \n[262] \n[263]  \n[264]The only mistake is that they didn't kill us in the elevator. \n[265]Wait here. \n[266] \n[267]Out. \n[268]Come here. You shoot. I'll cook. \n[269]Aim that way. \n[270]Shoot back! \n[271]One second - \n[272]... How did you get into marine salvage? \n[273]Not a lot of difference. \n[274]Either way, you're taking the goods from dead hulks. \n[275] \n[276]Let's go - \n[277] \n[278]Damn! \n[279] \n[280]Cleans dirt. Let's go. \n[281] \n[282] \n[283]Up. \n[284] \n[285]That should buy us some time. \n[286]  \n[287] \n[288]Help me move this. \n[289]  \n[290]We'll go down close to the sky bridge. We may be able to swing over and use it for cover. \n[291]... Sometimes, you just have to take the plunge. \n[292]  \n[293]One thing at a time. \n[294]  \n[295]  \n[296] \n[297]Let's go - \n[298]  \n[299]Hold on! \n[300] \n[301]We tried that already. Remember? \n[302]Sidney, we don't have time for this - \n[303]Put your back to the railing. Sit up on it. \n[304]Put your arms around my neck. Lock your legs around my waist. \n[305]Sometimes you just have to - \n[306]    \n[307]It's a lousy job, but - The only reason I stay is for the health benefits. \n[308]He was bad news. \n[309]Down there! \n[310]I think they'd rather know who stole their gold. \n[311]Are your guards really going to kill a helpless girl? \n[312] \n[313]I forgot to mention: The job comes with a car. \n[314]Here. You shoot. I'll drive. \n[315]Another reason??? Did I miss something??? \n[316]Aim that way. \n[317]Ready? Now! \n[318]  \n[319]  \n[320]  \n[321]  \n[322]  \n[323]  \n[324] \n[325]If it's radio controlled, it'll break the code. \n[326] \n[327] \n[328] \n[329] \n[330]Sleep well? \n[331]I see you're in your natural element, Harmsway: A room filled with lethal power... ...With a toxic core at its center. \n[332]...So that's what the weapons grade uranium was for. \n[333]- Instant melt-down. \n[334] \n[335] \n[336] \n[337]... Hong Kong destroyed by nuclear meltdown... British agent found in reactor suspected of sabotage; Harmsway calls for British government to resign. \n[338]What about the gold? \n[339]You'll never get away with it, Harmsway. Too many people know. \n[340]One problem, Harmsway: The girl. And the handcuffs. They'll give it away. \n[341] \n[342]  \n[343] \n[344]       \n[345]  \n[346]  \n[347]   \n[348]  \n[349]  \n[350]  \n[351]SHIRTS!!!!   The man are flailing like crazy as - \n[352] \n[353]  \n[354]  \n[355]I never believe what I read in the newspapers. \n[356]Where is she, Harmsway? \n[357] \n[358]You spineless paper tiger - \n[359]Where is she, Harmsway?!? Or did you kill her like Paris? \n[360]I didn't say when I want to die - \n[361]... Yes??? \n[362]... Yes? \n[363]And number two? \n[364]And when might that be? \n[365]Yes... But some days... Are longer than others. ", "Jack": "", "Wade": "\n[1]I am not here, ol' buddy. The CIA has absolutely no knowledge of the missing ship, the missing gold, where it was going, or when it left Hong Kong. \n[2]Hey - the world is my office. \n[3]Smells like... Coffee plants. \n[4]Colorful... Shark attack? \n[5]I don't know if you'd call it a boat... \n[6]Step into my office. \n[7]What do you want with the Harbor Master? \n[8]Seized it from a guy smuggling computer chips out of Bangkok. Should have seen his rose garden: Blooms the size of hand grenades. \n[9]    \n[10]I think I've just seen my next future ex-wife. \n[11]By the way, Jimbo - whatever happened to that girl - in Cuba - ? \n[12]Yeah. Russian Minister of Transportation. \n[13]I envy your 'undercover' assignments. \n[14]Spends his nights at the Kuala Lumpur yacht club. \n[15]Hell. The CIA built that club. \n[16]Okay gentlemen. The name of the game is 7-card Cambodian stud. Everything is wild! \n[17]Yo! Jimbo! I won five hundred - What happened? \n[18]I dunno, Jimbo. It can't be out here. How could they get this far off course? \n[19]They'd never sail this close to the shore. \n[20]Two-fifty's pretty deep for air. You should really be using mixed gases. \n[21]I got you covered. \n[22] \n[23]Hey - it could be worse. At least they speak English. \n[24] \n[25]Jack Wade. Citibank. Commercial loan division. If you're ever lookin' for a sweet refinance on the boat - \n[26]So it was commitment! \n[27]That would be me - \n[28]- Nice trick with the arrest. Very convincing. \n[29]Where to now, Jimbo? \n[30]Life is not fair. \n[31]Tell me, Q-ster. You do ever do any gardening? ", "Henry": "", "Gupta": "", "Elliot": ""}}