{"filename": "Traffic_script.txt", "imdb_id": "tt0181865", "imdb_url": "https://www.imdb.com/title/tt0181865", "characters": ["Manolo Sanchez", "State Capitol Reporter #1", "Salazar Soldier /The Torturer", "Salazar Soldier #2", "Lawyer Rodman", "Clerk", "State Capitol Reporter #2", "General Arturo Salazar", "Desert Truck Driver", "Robert Wakefield", "DEA Agent - CalTrans", "Javier Rodriguez"], "dialogues": {"Manolo": "\n[1]\t\tWhich one?  \tAnother long pause.  \n[2]\t\tWasn't that General Salazar?  \n[3]\t\tWhat's he doing up here?  \n[4] \tA cinderblock house.  Kids and dogs in the street.  A face \twe recognize as Manolo's peers out of a curtain into the \tstreet.  \n[5] \tThe ceiling is stained, the floor sags.  A cheap radio plays. \tManolo is at the door.  Javi sits at a dinette table.  \tHe talks to Manolo but watches Manolo's wife, ANNA, 20's, a \tnice-looking, ostensibly demure young woman, as she moves \taround the kitchen.  \n[6]\t\tThey wouldn't do it in front of all \t\tthese people.  They'd send someone \t\tlater, when we're alone.  \tManolo tenses, and throws open the window.  \n[7]\t\t\t \t\tAway from the car.  Now!  \tMANOLO'S POV out the window as KIDS play in the car, sitting \tbehind the wheel.  \n[8]\t\tShut your fucking mouth.  Nobody's \t\ttalking to you.  \tAnna sets a cup of coffee in front of Javi and stares at \thim.  \n[9]\t\tShe's nosy.  She hears me on the \t\ttelephone.  \n[10]\t\tPlease.  Filing a report will not \t\thelp you find your car.  \n[11]\t\tThis is fucking crazy.  Instead of \t\tkilling us, he sends us on a suicide \t\tmission.  Do you know who Frankie \t\tFlowers is?  He's a psycho-cokehead- \t\thitman.  A faggot.  He's killed \t\tfucking who knows how many people. \t\tYou'd need half the force to get \t\tclose to him.  And you can't get \t\ttheir help because he lives in fucking \t\tSan Diego.  \n[12]\t\tA group of us are going out tonight.  \n[13]\t\tGuzman, Tomas, Esteban --  \n[14]\t\tYeah.  It should be fun.  You wanna \t\tcome?  \n[15]\t\tIt's no problem.  I was just with \t\teverybody we work with.  \n[16]\t\tNo, but a lot of other people.  You \t\tshould come.  You should come out \t\twith us.  \n[17]\t\tThere's supposed to be someone here \t\tto let you in.  \tFinally, the door swings open and a BODYGUARD is standing \tthere.  Rosario SQUEALS and sweeps past him into the vast \tspace.  The bodyguard motions for Manolo to put the bags \tinside the door.  \tManolo sets the bags down and sees another MAN standing a \tfew feet away.  The man wears sunglasses.  His complexion is \tstrange and his neck is bandaged.  \tThe body guard escorts Manolo back outside where he hears \tRosario's happy LAUGHTER drifting down from an upstairs \twindow.  \n[18]\t\tMadrigal's alive.  \n[19]\t\tPorfirio Madrigal is not dead.  I \t\tjust saw him.  \tA long beat as Javier considers this.  \n[20]\t\tJavi!  Come on.  Don't pull this you \t\tdon't care bullshit.  This is \t\tincredible information.  It must be. \t\tJavi --  \n[21]\t\tNo.  I'm looking for the waiter.  I \t\twant to order.  \n[22]\t\tA steak.  \n[23]\t\tThat's okay, really.  \tThey each take Manolo by an arm.  \n[24]\t\tI was going to feed them wrong \t\tinformation.  Feed them lies to... \t\tit was for...  \tThe men say nothing.  After a beat --  \n[25]\t\tDon't tell Anna I died like this. \t\tTell her it was something else. \t\tTell her it was official business. \t\tTell her that I died doing something \t\thonorable.  Please, tell her that \t\tfor me...  \n[26] \tAnna is weeping.  Javier sits next to her.  He puts his arm \taround her and she leans her head against his shoulder.  \n[27] \tJavier KNOCKS on the front door.  There is no answer.  The \tshades are drawn.  The house is darkened.  \n[28] \tJavier sits opposite Anna.  ", "Sanchez": "", "Lawyer": "", "Rodman": "\n[1]\t\tThis informant, paid by the police, \t\tusing taxpayers dollars to continue \t\this felony drug habit, was the link \t\twhich allowed police to raid a private \t\tfarm.  A working farm.  A farm where \t\thonest Americans make their living.  \tOne particular justice, ROBERT WAKEFIELD, younger than the \tothers, is clearly bemused by this performance.  \n[2]\t\tThe government, in its haste, has \t\temployed an army of criminals whose \t\tallegiance to the truth is, at \t\tbest, questionable --  \tJudge Wakefield interrupts --  \n[3]\t\tI'm sorry the court finds my argument \t\trepetitious.  ", "Clerk": "\n[1]\t\tWhat do you think it is?  \n[2]\t\t\t \t\tYour friends at Warren, Putnam and \t\tHudson.  \n[3]\t\tWhat would a law firm want from the \t\tnew drug Czar?  \n[4]\t\t\t \t\tArizona.  \n[5]\t\tMaybe there's a book in it.  \tThe clerk takes one of the glasses.  ", "Robert": "\n[1]\t\tMr. Rodman...it's too bad your client \t\tdidn't show as much sense in choosing \t\twhat he planted as he did in choosing \t\this attorney...  \tA polite chuckle from the justices --  \n[2]\t\tLately the only variation I'm hearing \t\tin your argument is the name of the \t\tclient.  And you can sit there all \t\tday arguing the ins and outs of \t\tIllinois v. Gates, but you aren't \t\tgoing to convince me that this country \t\thas not sanctioned the use of \t\tanonymous informants. \t\t\t \t\tFurthermore, there is no sacred \t\tprotection of property rights in the \t\tUnited Sates.  When you make the \t\tdecision to have marijuana on your \t\tfarm, whether it's one joint or an \t\tacre of plants, your property can be \t\tseized and your property can be sold.  \n[3]\t\tMr. Rodman, may I offer a piece of \t\tadvice?  The next time you argue \t\tthis point before this court, \t\tregardless of my whereabouts, I \t\trecommend you have something up your \t\tsleeve other than your arm.  \n[4] \tThe office is marble and dark wood.  A young CLERK, black, \t29, enters carrying an oddly-shaped gift.  They both look at \tit.  \n[5]\t\tDepends who it's from.  \n[6]\t\tYou can learn a lot about somebody \t\tfrom this stuff.  Three categories: \t\tyou like me, you hate me, you want \t\tsomething from me. \t\t\t(re: the elaborate \t\t\tbox \t\tDefinitely third category.  \n[7]\t\tDepends on the state.  \n[8]\t\tMedicinal marijuana initiative. \t\t\t \t\tOr am I being cynical?  \tThey both laugh.  Robert reaches up and pulls a bottle of \tScotch from a shelf.  He pours a couple of fingers in two \tglasses.  \n[9]\t\tNot by me.  \tThey toast and drink.  \n[10] \tIn front of the mirror now, trying on a dark, tasteful jacket.  \n[11] \tIn the hotel rooms, making the same motions.  Satisfied, he \tstraightens, then turns to look at himself.  \n[12] \tBack at the hotel room window now.  Reaches to the table and \tlifts the wine glass.  \n[13]\t\tI'll be sure to let you know.  \n[14]\t\tLike you protected Landry?  \n[15]\t\tYou've done a fine job here, Sir. \t\tThe Office of National Drug Control \t\tPolicy is in better shape than when \t\tyou found it.  \tLandry tries to determine whether Robert believes this.  He \tlooks around the office as if the policy is hiding somewhere.  \n[16]\t\tThere are a lot of encouraging \t\tstatistics.  The work's just started, \t\tbut I intend to see it through. \t\tYou've got my word on that.  \n[17]\t\tI've come in to do a tough job and \t\tthat's what I'm going to focus on.  \tGeneral Landry SIGHS.  \n[18]\t\t\t \t\tThat's very interesting.  \tThe lobbyist smiles.  Robert sips his drink.  \n[19] \tIn another room.  Listening to STAN, overweight advocate for \tthe United States Council of Chambers of Commerce.  \n[20] \tlistening to ETHAN, earnest advocate of harm reduction.  \n[21]\t\t\t \t\tLike you.  \n[22] \n[23]\t\tYou're looking pretty good for an \t\told guy.  \n[24]\t\tWhich part, getting terrorists loose \t\ton bail or freeing convicted murderers \t\ton technicalities?  \n[25]\t\tMichael, you represent drug dealers, \t\tnot civil libertarians.  \n[26]\t\tNoriega is a criminal.  \n[27]\t\t\t \t\tLast I read your clients were chopping \t\tpeople up with chainsaws and \t\tdelivering illegal narcotics into \t\tthis country.  \n[28]\t\tIf I ever return to the bench, \t\tCounselor Adler, I hope I have the \t\tpleasure of hearing your arguments.  \n[29]\t\tWhat's it like? \t\t\t \t\tImagine you're being accosted by a \t\tswarm of beggars in the heart of \t\tCalcutta, except the beggars are \t\twearing $1500 suits and they don't \t\tsay \"please\" or \"thank you.\"  \n[30]\t\tFine -- legalization.  Okay, \t\tforgetting all of our international \t\ttrade agreements, legalize everything \t\ttoday.  The Government inserts itself \t\tinto all drug transactions.  The \t\tU.S. becomes a giant pharmacy.  Our \t\tborders are mobbed, lines of people \t\tfrom here to Europe wanting to smoke, \t\tsnort and shoot themselves into \t\toblivion.  \n[31]\t\tDrugs begin pouring out of America \t\tinto every other country in the world. \t\tCanada is completely overwhelmed.  \n[32]\t\t\t \t\tSomehow, I don't see that happening.  \n[33]\t\tThat's frustrating.  \n[34]\t\tAs it happens, the President of the \t\tUnited States, my new boss, the leader \t\tof the free world, has me penciled \t\tin for some \"face time\".  \n[35]\t\tI don't know.  \n[36]\t\tIt's a presidential appointment so... \t\tuntil I quit or get fired.  \n[37] \tRobert is looking at Caroline and he's not happy.  Barbara \tis there, at a neutral distance from both of them.  \n[38]\t\tCaroline?  How well did you know \t\tthis boy who overdosed?  \tShe looks up beseechingly.  \n[39]\t\tOkay, honey.  We understand.  You're \t\tmother and I have to talk.  \tCaroline is confused by this reaction.  \n[40]\t\tI think she's lying.  \n[41]\t\t\t \t\tWe'll ground her, clip her wings a \t\tbit.  School and scheduled activities \t\tand that's it until further notice. \t\tThis has to be handled delicately. \t\tDan Kelly, in the District Attorney's \t\toffice, will probably help us out, \t\tquietly.  Christ, this could be \t\tembarrassing.  \n[42]\t\tStop.  You experimented in college. \t\tI don't want to hear about that.  \n[43]\t\tThis is different.  \n[44]\t\tTo begin with, she's only sixteen \t\tyears-old.  \n[45]\t\tSpace for what?  To O.D. like that \t\tother kid?  I will not send the \t\tmessage that this type of behavior \t\tis okay with her parents.  Because \t\tit isn't.  Correct?  \n[46]\t\tHow long have you known about this?  \tNo response.  \n[47]\t\t\t \t\tHow long have you known?  \n[48]\t\tExplain to me how you could think \t\tthat I shouldn't know about this. \t\tExplain to me how this wouldn't be \t\trelevant to me.  As a parent.  \n[49]\t\tI appreciate you coming in so early.  \n[50]\t\tStill, this was a sensitive issue \t\tfor me and I wanted to thank you \t\tpersonally.  \n[51]\t\tI don't know what you mean.  \n[52]\t\tI... I don't really know.  \n[53]\t\tNo, of course not.  She's one of the \t\ttop students at her school.  \n[54] \tRobert in his car, thinking.  The streets are empty.  He \tpicks up the cell phone.  \n[55]\t\t\t \t\tIt's Robert.  Wipe your schedule \t\tclean for the next three days.  I'm \t\ttired of talking to experts who never \t\tset foot outside the beltway.  It's \t\ttime to see the front lines.  \n[56]\t\tAny idea how much?  \n[57]\t\tWhat do you look for?  \n[58]\t\tAny way we can do it better?  \n[59]\t\tThat triple the amount of stuff is \t\tgoing through.  \n[60]\t\tWho are these guys?  \n[61] \tlooking through the binoculars.  \n[62]\t\tHe died in a liposuction surgery, \t\tright?  \n[63]\t\tWho do we interface with on their \t\tside?  \n[64]\t\tI mean, who runs interdiction on the \t\tMexico side?  \n[65]\t\tI want everyone thinking out the box \t\tfor a second.  What are we gonna do \t\tabout Mexico? \t\t\t \t\tCome on, guys.  Out of the box.  \tThe men on the plane just stare at him.  Finally the REP \tFROM DEA leans forward.  \n[66]\t\tUnlimited.  \n[67]\t\tCome on.  I want to hear from \t\teveryone: FBI.  Customs.  Treatment. \t\tIs there anyone from treatment on \t\tthis plane? \t\t\t \t\tThen I want an answer for why there \t\tisn't anyone from treatment. \t\t\t \t\tLook, we know we have to bust one of \t\tthese cartels, Juarez or Tijuana, \t\tnot just as a symbol, but hell yes, \t\talso as a symbol - they are symbols - \t\tand there's nothing wrong with sending \t\ta message.  That's why when Carlos \t\tAyala hired Michael Adler lead \t\tdefense, I flew Ben Williams to San \t\tDiego to prosecute.  Because he's \t\tthe best we have, he's our symbol \t\tthat we're serious about putting the \t\ttop people away. \t\t\t \t\tSo, as of right now, this flight \t\tonly, consider the dam on new ideas \t\tthrown open.  \tStill, no one else says anything.  They watch Robert \timpassively.  \n[68]\t\tIf I'm not mistaken, we got DEA, \t\tPentagon, U.S. Attorneys office, \t\tabout a billion dollars of budget \t\tright here.  So what are you people \t\twaiting for?  \n[69]\t\tI think we may have found our Mexican \t\tDrug Czar.  It's this General, \t\tSalazar.  At least I'll have somebody \t\ton the other side I can talk to.  \n[70]\t\tPossibly.  \tAnother silence.  \n[71]\t\tBarbara --  \n[72]\t\tThe first thing we have to do is \t\tpresent a unified front.  \n[73]\t\tLook, I'm as worried as you are --  \n[74]\t\tYeah, well, she has a way of self- \t\tmedicating that probably seems \t\tfamiliar, too.  \tShe looks at him, stung.  \n[75]\t\tI have a drink before dinner to take \t\tthe edge off my day.  That's \t\tdifferent.  \n[76]\t\tYeah, because the alternative is to \t\tbe bored to death.  \n[77]\t\t\t \t\tCaroline.  Open this door immediately.  \tCaroline is up like a shot.  She looks around.  The POUNDING \ton the door gets stronger.  \tShe crumples the foil and drops it in the toilet.  \tThe bathroom door SOUNDS like it's about to cave inward.  \n[78]\t\tYou're not going anywhere, young \t\tlady.  \tShe stands there; she's very high.  \tRobert sniffs the air.  He throws open cabinets, searching \tfor drugs.  He sees the smudge mark on the counter left by \tthe charred aluminum foil.  \n[79]\t\tWhere is it?  Where are the drugs? \t\t\t \t\tWhere are they?  \n[80]\t\tFuck me?  Oh, okay.  Fuck me.  Fuck \t\tyou.  \tRobert is losing it.  He throws stuff around the bathroom \tand then, for the first time, looks up.  He sees the long \tlight in the box atop the medicine cabinet and it dawns on \thim.  \n[81]\t\tI'm going to ask you one time to \t\ttell me the truth so that I can help \t\tyou.  \tShe just stares.  \n[82]\t\tOkay, young lady, that's it.  \n[83]\t\tWhat is wrong with you?  What? \t\t\t \t\tYou're going away.  You're getting \t\thelp somewhere.  \n[84]\t\tOh, yes I can.  \n[85]\t\tI'd like to bring you up to \t\tWashington, walk you around our side \t\tof things, and share some of the \t\tinformation we've been able to develop \t\ton your cartels.  \n[86]\t\tYou've been making very good progress \t\tagainst the Tijuana cartel.  \n[87]\t\tHopefully the exchange of training \t\tmethods and information between our \t\tcountries will help with this problem.  \n[88]\t\tLet me ask you a related question. \t\tWe've talked about the supply side, \t\tbut what about demand?  What is your \t\tpolicy for treating addiction?  \n[89] \tRobert is on the telephone, listening.  He is not happy. \tSheridan watches him.  \n[90]\t\t\t \t\tNobody saw her leave? \t\t\t \t\tYes... I understand.  \tHe hangs up.  He stands and reaches for his jacket.  \n[91]\t\tI have to go.  I have to go home.  \n[92]\t\tNo, not yet.  \n[93] \tsit in a coffee shop.  \n[94]\t\tShe snuck away.  And we haven't seen \t\ther.  She hasn't come home.  \n[95]\t\tShe hasn't called you?  \n[96] \tHe turns a corner and is suddenly in a drive-thru drug market. \tDealers, HUSTLERS, run at the windows from both sides, \tsignaling.  \n[97] \tin the coffee shop.  \n[98]\t\tCan you tell me anything?  Do you \t\thave any ideas?  \n[99]\t\tI'm not the police.  I don't care \t\tabout experimentation.  She's a kid. \t\tI'm worried to death.  \n[100]\t\tI don't give a fuck about your parents --  \n[101]\t\tWhat?  \n[102]\t\tYou don't know what the hell you're \t\ttalking about.  You're a cocky \t\tseventeen year-old and you don't \t\thave a clue what the stakes are. \t\tYou don't know the value of the life \t\tyou've yet to throw away.  And neither \t\tdoes she.  \n[103] \tIt is surrounded.  Robert stares.  A face presses up against \tthe window.  \n[104]\t\t\t \t\tWhat do you mean, what do I want?  \n[105]\t\tI don't want anything.  \n[106] \n[107]\t\tYou want to help?  Stay the fuck \t\taway from her.  \n[108] \n[109]\t\tI'm looking for my daughter.  \tThe dealer looks at him with disgust, turns his back, and \twaves everyone else away.  \tRobert slams his fist against the steering wheel.  He slams \tit again and again.  He stops and pulls away, just as  \n[110]\t\tAbout the other night, I'm sorry.  \n[111]\t\tGod, I don't get it.  Are we supposed \t\tto say to ourselves, be prepared to \t\tlose her, be prepared to lose our \t\tchild? \t\t\t \t\tWhy does this happen to someone? \t\tHow does it happen?  \n[112] \tRobert sleeps in his clothes on top of the covers.  Barbara \tis asleep beside him.  The phone rings.  Robert answers. \tBarbara watches.  \n[113]\t\tHello.  \n[114]\t\tNo, it's all right.  \tThere's a beat.  \n[115]\t\tWhat?  I thought Madrigal was dead. \t\tI thought it was verified.  \n[116]\t\tI'll get there as soon as I can.  \n[117]\t\t\t \t\tI have to call you back.  \n[118]\t\tSo's the video camera.  \n[119]\t\tShe'll be at a pawn shop in an hour.  \tTen minutes after that she'll be at her dealer's.  If I find \thim, maybe I find her.  \n[120]\t\tSeth has to be excused.  He's going \t\ton a field trip.  \n[121] \tRobert and Seth are parked across the street from Sketch's \tbuilding.  They watch people, mostly white people, get what \tthey need.  \n[122]\t\tI can't believe you used to bring my \t\tdaughter here, to this place.  \n[123]\t\tYou're starting to piss me off.  Get \t\tout of the car.  \tRobert and Seth get our of the car and walk across the street.  \n[124]\t\tI'm looking for my daughter, Caroline. \t\tShe comes here.  \n[125]\t\tI need to find my daughter.  I'll \t\tpay you.  \tSketch pulls a gun and shoves it against Robert's cheek.  \n[126]\t\tI have money --  \n[127]\t\tI'll pay you a thousand dollars.  I \t\thave it in my wallet.  \n[128]\t\tJust tell me where she is.  \tSketch pushes Robert back into the hall.  Sketch sees Seth \tlurking there.  \n[129] \tCaroline rides in the passenger seat.  She's come out of her \tstupor and is now filled with ebullience.  \n[130] \tRobert on the telephone.  \n[131]\t\t\t \t\tHow was she?  \n[132] \tHe holds the phone and doesn't say anything.  \n[133]\t\tThe cocaine brand, 911, is an East \t\tCoast brand, a Juarez Cartel brand, \t\tand you must know it usually comes \t\tthrough into El Paso?  \n[134]\t\tSo what's it doing in Tijuana?  \tJavi looks Robert Wakefield squarely in the eye.  He shrugs.  \n[135]\t\tLet me ask you a hypothetical \t\tquestion: if Salazar worked for \t\tMadrigal and the Juaraz cartel, and \t\the went out of power, would it mean \t\tthe Juarez Cartel is losing influence?  \n[136]\t\tThat would probably mean the Tijuana \t\tCartel is gaining power?  \n[137]\t\tIs it possible to have a Drug Czar \t\tin Mexico who isn't connected in \t\tsome war to one of the cartels?  \tJavi thinks along time before answering.  \n[138]\t\t\t(reading his prepared \t\t\tspeech \t\tThe War on Drugs is a war on our \t\tnation's most precious resource... \t\tour children.  Sixty-eight million \t\tchildren have been targeted by those \t\twho perpetrate this war and protecting \t\tthose children must be priority number \t\tone. \t\t\t \t\tThere has been progress and there \t\thave been failures, but where we \t\thave fallen short I see not a problem \t\tbut an opportunity.  \tRobert is becoming increasingly uneasy.  He glances at the \tChief of Staff who bores into him.  He looks again at his \tspeech.  With great effort he continues.  \n[139]\t\tAn opportunity to correct the mistakes \t\tof the past while laying a solid \t\tfoundation for the future. \t\t\t(a long, uncomfortable \t\t\tbeat \t\tThis takes not only new ideas, but \t\tperseverance.  This takes not only \t\tresources, but courage.  This takes \t\tnot only government, but families.  \tRobert stops again as though the words are choking him.  \n[140]\t\tI've... I've outlined a ten-point \t\tplan, representing a new bilateral \t\teffort...  \tHe can't finish.  Everyone stares at Robert.  The crowd of \treporters senses something is wrong.  \n[141]\t\tI can't do this. \t\t\t \t\tIf there is a War on Drugs then our \t\town families have become the enemy. \t\tHow can you wage war on your own \t\tfamily?  \tHe walks out of the room.  The crowd waits, expecting him to \treturn.  \tRobert walks down a corridor and out of the White House.  \n[142]\t\tMy name is Robert.  This is my wife, \t\tBarbara.  We're Caroline's parents. \t\tWe're just hear to listen.  ", "Wakefield": "\n[1] \tFrom the hallway we see Robert and Barbara and Caroline having \tdinner.  A family tableau.  We hear Barbara talking, the \tmurmur of the days events.  \tIn the room, Barbara continues her dinner table thoughts.  \tRobert has a good deal of reading material stacked on the \ttable.  \n[2] \tA large, well-maintained Colonial on Mockingbird Valley Road, \tan upper-middle class neighborhood in the wealthy East End \tof Cincinnati.  Leaves fall on the Saab wagon in the driveway.  \n[3] \tCaroline sits on the toilet in her private bathroom.  She's \tnot going to the bathroom, it's a seat and she's wearing her \tpajamas.  She's reading a magazine.  The exhaust fan is on.  \tThere are pictures of her and her friends on the walls: goofy \tpictures from camp, from school, a collage she's made with \tcutouts from magazine pictures and copy.  \tOn the sink next to her is a little square of well-charred \taluminum foil; she's done many hits.  She leans over and \tpicks up a small piece of crack cocaine from a small pile in \ther soap dish.  She drops it on a clean place on the foil. \tShe picks up a lighter and the tube of a ball point pen she's \tturned into a straw.  \tShe heats the bottom of the foil.  The crack \"crackles.\"  \tShe chases the smoke across the foil.  A huge hit.  She leans \ther head back, her eyes roll back, she tries to focus on the \tmagazine, on anything, she stares up at the ceiling.  \tShe holds it as long as she can then blows it toward the \texhaust fan.  \tCaroline looks at her watch.  It's 7:20.  She stands suddenly, \tunsteadily.  She looks at herself in the mirror.  \tShe's really high and indecisive.  She looks around wildly.  \tShe sees the shower.  She turns it on.  She drops her pajamas.  \tShe goes back to the foil and hits another piece of the rock, \ttaking another really big hit.  She crushes the foil and \tflushes it down the toilet.  She hops in the shower.  \n[4] \tHe car pulls into the driveway.  Robert gets out.  Barbara \tdoesn't.  He looks back at her.  \n[5] \tRobert Wakefield steps inside his home.    It's very QUIET. \tHe checks the mail on the hall table.  \n[6] \tRobert stands outside her closed bathroom door.  \tThere is nothing, then from the other side of the door, the \tfaint sound of a lighter CLICKING.  AGAIN and AGAIN, then a \n[7] \tCaroline sits on the toilet.  Glamour Magazine on her lap.  \tShe's wild-eyed and paranoid.  The exhaust fan is running.  \tThe aluminum foil is on the sink.  The last little bit of \theroin in a wax-paper bundle sits beside it.  \tShe's listening hard for any SOUND in the house.  What she's \twondering is if someone is outside the door listening.  \tShe puts a piece of crack on the foil and listens hard once \tmore before lighting it.  She does the hit.  \tAnd seems to feel better.  \tSuddenly there's a POUNDING on the door.  The VOICE of her \tfather muffled through the solid wood.  \n[8] \tRobert and Barbara sit at the kitchen table.  \n[9] \tBarbara is waiting in the living room.  Robert enters.  He \tshakes his head then stands silently for a beat.  ", "Javier": "\n[1]\t\tI had that dream again.  \tA long pause.  \n[2]\t\tWhere my mother's suffocating.  \tThey continue to wait until there is the sound of a JET \tENGINE.  It grows LOUDER as it approaches.  \n[3]\t\tNo.  There's no problem.  \tThe driver hesitates a confused beat then reaches for his \twallet.  \n[4]\t\tDrop the package.  Put your hands \t\tbehind your head.  You're under \t\tarrest.  \tThe driver hesitates.  He starts to comply then looks at \tJavi and Manolo.  \n[5]\t\tNo, there's no mistake.  \tJavi motions to Manolo who cuffs both teenagers.  The driver \tbegins spewing OBSCENITIES under his breath.  Javi puts the \tdriver in the front of the Shadow.  Manolo follows in the \tmoving van.  \n[6]\t\tJavier Rodriguez.  \n[7]\t\tAn informant.  \n[8]\t\t\t \t\tIt was an anonymous tip.  \tSalazar looks at Javi a beat.  \n[9]\t\tYeah.  \n[10]\t\tI don't know.  Something.  \tThey start for their car.  \n[11]\t\tRelax.  If they were going to kill \t\tus they would have done it in the \t\tdesert.  \n[12]\t\tEven if that were true, they're not \t\tgoing to come to your house where \t\tyou're waiting for them.  \n[13]\t\tIf you want her to stay out of it, \t\tthen stop telling her everything. \t\tYou should learn how to keep a secret.  \n[14]\t\tAnyway, I don't think we'll ever see \t\tthem again.  Everything's back to \t\tnormal.  \n[15]\t\tThe police won't find your car.  \n[16]\t\tCall this man, he'll find your car \t\tfor you.  \n[17]\t\tThe police will tell him.  \tThere's a beat of confusion.  \n[18]\t\tYes.  Better than filling out forms, \t\tright?  \tThe man reaches in his wallet and offers Javier a twenty. \tJavi waves him off.  \tJavier and Manolo walk back to their squad car when two SUV's \tcome to a stop in front of them.  \tJavier and Manolo exchange a look.  The doors SLAM and \tFOOTSTEPS approach.  \n[19]\t\tIf I can.  \n[20]\t\tWhat is it you want me to do?  \n[21]\t\tDoes this offer include my partner?  \n[22]\t\tHe'll do what I say.  \tSalazar slides a folder across the desk.  Javier opens it \tand sees a black and white surveillance photo of the \tinformant.  \n[23]\t\tThen I guess I'm going by myself.  \n[24]\t\tEverybody has a weakness.  \n[25]\t\tBut will he be house-trained?  \n[26]\t\tWho?  \n[27]\t\tYour new friends.  \n[28]\t\tNot this time.  \n[29]\t\tIt's not our decision.  \n[30]\t\tStop complaining.  Nobody knows what \t\tyou've been up to.  \tThey push him out of the SUV.  \n[31]\t\tAnna.  What's wrong?  What do you \t\twant?  \n[32]\t\tHe's not here.  \n[33]\t\tNo.  \tHe lets her into the apartment.  \n[34]\t\tI'll find him.  \n[35]\t\tWhat the fuck are you doing? \t\tYou're supposed to be at work. \t\tLook at you.  \tManolo is sweaty and crazy-eyed.  \n[36]\t\tOh, really.  General Salazar was \t\tthere?  \n[37]\t\tGo home.  Get cleaned up.  Get to \t\twork.  Salazar is heading down to \t\tMexico City next week and I'm not \t\tgetting left behind.  Don't fuck \t\tthis up.  \n[38]\t\tWe don't have an opinion on you.  \n[39]\t\tThe General is a man of his word.  \n[40]\t\tWhat?  \n[41]\t\tThis is why Salazar is so interested \t\tin cleaning up Tijuana.  Madrigal, \t\twho's supposed to be dead, owns him. \t\tAnd Madrigal is making a move on \t\tJuan Obregon.  \tJavier calmly drives away.  \n[42]\t\tWe keep our mouths shut.  \n[43]\t\tWhere are we going?  \tHughes sticks out his hand.  \n[44]\t\t\t \t\tWhere are you taking me?  \tThe agents exchange a look.  \n[45]\t\tWhere?  \n[46]\t\tNo.  \n[47]\t\tNot for me.  \n[48]\t\tIt's important that we work together. \t\tMexico.  America.  One hand washing \t\tthe other.  \n[49]\t\tSo... maybe you tell me about your \t\tinformants in our operations.  \n[50]\t\t\t \t\tThis is a very different proposition.  \tJohnson and Hughes exchange a glance.  \n[51]\t\tTen years ago Tijuana had no drug \t\tproblem.  Now it is epidemic. \t\t\t \t\tTen years ago America takes a hammer \t\tto Pablo Escobar, a hammer to the \t\tMiami drug trade, and you allowed \t\teverything to move to my country. \t\tYou dumped the problem at our feet. \t\tNow, drug use is epidemic.  Now, the \t\ttreatment centers are full and get \t\tno state money.  They survive on \t\tdonations and what they get for \t\tbuilding doghouses to sell to the \n[52]\t\tWhat?  What is it?  \n[53]\t\tWhy does he need money?  \n[54]\t\tHow much?  \n[55]\t\tWhat is he planning on telling them?  \n[56] \tJavi drives through the streets of Tijuana.  He brakes for a \tstop sign and watches, trance-like, the pedestrians crossing \tin front of him.  As the intersection clears he remains still.  \tA HONK from behind brings him back and he pulls forward \tpassing Helena Ayala who crosses going the opposite direction. \tWe stay with her.  \n[57]\t\t...And I have the electronic serial \t\tnumbers for their cellular phones. \t\tThey change them every twenty-four \t\thours but I have a contact at MexTel \t\twho can get me the new ESNs within \t\ttwelve.  \tJavi finishes talking and sits back.  Agent Hughes shuts off \tthe tape recorder and looks at the polygraph operator who \tnods approval.  Hughes and Johnson exchange a look.  They \tare dumbstruck.  \n[58]\t\tNow that you have what you want, \t\tlet's talk about how I get what I \t\twant.  \n[59]\t\tYou worry about getting me the things \t\tthat I want.  I'll worry about myself.  \tThere's a beat.  Javier seems discomfited.  The two agents \tnotice this and exchange looks.  \n[60]\t\tI feel like a traitor.  \n[61]\t\t\t \t\tAnna.  Anna, please.  Let me in.  \tHe KNOCKS again.  \n[62]\t\tCome on.  You can't stay locked in \t\tyour house all day.  \tFinally, the door cracks open.  Anna has clearly not been \tout of the house since the last time we saw her.  \n[63]\t\tI know this is a tragedy, but you \t\thave to realize that good has come \t\tout of it.  \tShe looks at him.  \n[64]\t\tIf Manolo hadn't gone and told them \t\twhat he did then Salazar and Madrigal \t\twould never have been brought to \t\tjustice.  He did a great thing for \t\tTijuana.  He did a great thing for \t\tMexico.  \n[65]\t\tYou will believe me, because it's \t\ttrue.  \n[66]\t\t\t \t\tThis seizure is one of the largest \t\tseizures in Mexican history...  It \t\trepresents the first bilateral effort \t\tof the American DEA and the Mexican \n[67]\t\tToday I'm very proud to announce \t\tthat Mexico, with the help of our \t\tAmerican partners, is finally winning \t\tthe war against narcotics trafficking.  \tThe PRESS begins shouting questions --  \n[68]\t\tI'm aware of that.  \n[69]\t\tIt could mean that, yes.  \n[70]\t\tIt's possible.  \n[71]\t\tYeah, it's possible... if you're \t\tprepared to die.  ", "Rodriguez": ""}}