{"filename": "Trainspotting_script.txt", "imdb_id": "tt0117951", "imdb_url": "https://www.imdb.com/title/tt0117951", "characters": ["Diane", "Tommy", "Swanney", "Lizzy", "Gavin /US Tourist", "Mrs. Renton", "Renton", "Allison", "Mr. Renton", "Game Show Host", "Spud", "Gail", "Mikey Forrester", "Sick Boy", "Begbie"], "dialogues": {"Diane": "\n[1]  \n[2]  \n[3]  \n[4]  \n[5]  \n[6]  \n[7]  \n[8] In a darkened suburban hallway, the door opens and two figures enter.  \n[9]  \n[10]  They walk through another door and close it behind them.  \n[11] By a pale bedside light, Diane and Renton undress.  \n[12] Renton lies on his back while Diane rides above him.  \n[13] Renton and Diane climax together.  Diane immediately climbs off and wraps herself in a robe.  \n[14]  \n[15]  \n[16]  \n[17]  \n[18] Renton lies submerged under a blanket.  The sounds of a normal morning travel from a room nearby: whistles, radio, voices.  Renton peeps over the edge of the blanket, then covers his head again.  \n[19] Renton pulls himself up off the sofa and dresses as quickly as possible.  \n[20] The door swings open. A Man and a Woman, about Renton's age, sit at the kitchen table. They look up to see Renton in the doorway. \n[21]I don't see why not.  \n[22]  \n[23]  \n[24]  \n[25]  \n[26]  Renton turns and walks back to her. They stand for a moment, then Renton walks away again. Diane smiles.   \n[27]  Diane is standing just beside him.   Renton is speechless, but a few stolen items fall from inside his jacket down to the floor. Diane looks down. Spud and Sick Boy start to snigger. One of the Store Detectives become aware of the group. He starts walking towards them.   \n[28]  Renton looks back up. Dawn continues her slow crawl, leaving behind a thick rail of unidentifiable slime. Renton looks down. Sick Boy sits on the end of the bed, holding a cup of tea and a chocolate biscuit. Mother stands behind him. \n[29]  \n[30]  \n[31]  \n[32]  \n[33]  \n[34]  Renton looks in each direction along the empty passageway.  \n[35]  \n[36]  \n[37]  Diane completes the joint. \n[38] \n[39] \n[40]  \n[41]  \n[42]  \n[43]  \n[44]  \n[45]  Renton thinks it over. \n[46]  They both laugh.   ----------  ", "Tommy": "\n[1]  \n[2] Renton's hand flicks through a long row of videos on the floor while the sound of weights being lifted  emanates from nearby.  Most of the videos are feature films or comedy shows, some with titles written in Tommy's hand, but two catch Renton's attention.  They are 100 Great Goals and Tommy and Lizzy Vol. 1, the latter a handwritten title.  Renton looks from the video round to Tommy, who is engrossed in lifting weights.  \n[3]  \n[4] \n[5] Tommy puts down his weights.  Renton holds up 100 Great Goals.  \n[6]  \n[7]  \n[8]  \n[9]  \n[10]  \n[11]  \n[12]  \n[13]  \n[14]  \n[15]    Standing nearby but apart from them is Renton.  Renton notes Spud and Tommy with their partners, and across the other side Sick Boy and Begbie are engaged in flirtatious conversation with Two Women.  \n[16] Tommy and Lizzy kiss while Tommy unlocks the door.  \n[17] Tommy and Lizzy kiss against the inside of th door, taking their outer clothes off.  \n[18] Tommy and Lizzy now lie on the bed in a state of semi-undress.  \n[19]  \n[20]  Tommy gets up and reaches into the row of videos on the floor. He lifts out Tommy and LIzzy, Vol. 1 and hastily shoves it into the video.  Tommy sits back on the bed with the remote control and presses 'play' as Lizzy kisses him.  His face registers consternation.  On the television, Archie Gemmill scores his famous goal against Holland in 1978.  \n[21] The lights are full on now. Lizzy sits on the bed clutching a blanket around herself.  Tommy hops around in his underwear, searching desperately.  All the videos are opened and scattered everywhere. \n[22]  \n[23] Tommy sits alone, watching  100 Great Goals  ---------  \n[24]  \n[25]  \n[26]  \n[27]  \n[28]  \n[29]  \n[30]  \n[31]  \n[32]  \n[33]  \n[34]  Renton huddles up and leans away from Tommy. I've got the money. Tommy produces ten pounds from his pocket.  \n[35]  Renton looks up again just as the baby drops on to his face. He tears her off and throws her into a corner. Renton's Mother and Father are washing him. Mother bends down and picks up the large, damp sponge from the corner, where it landed. She wipes her son's face with it. \n[36] It is poorly furnished. Tommy is seated. Renton has the football, which he kicks against the wall and catches, then drops and kicks again, and so on. The ball is slightly flat. \n[37]  \n[38]  \n[39]  \n[40]  \n[41]  \n[42]  \n[43]  Renton produces some of his bingo win. As he hands the notes over, their eyes and hands meet for a moment. Tommy puts the money away. \n[44] \n[45] A kitten sits on the floor. \n[46] The kitten as before. Slow track back to reveal more. ", "Swanney": "\n[1] In a bare, dingy room, Renton lies on the floor, alone, motionless and drugged.  \n[2] Renton lies on the floor.  Swanney, Allison and Baby, Sick Boy and Spud are shooting up or preparing to shoot up. Sick Boy is talking to Allison as he taps up a vein on her arm.  \n[3] Sick Boy and Spud lie drugged up. Allison and Baby wait while Swanney cooks up.  Renton is standing up.  \n[4]  \n[5]  \n[6]  \n[7]  \n[8]  \n[9]  \n[10]  Freeze Frame on Swanney.  \n[11] Swanney, Sick Boy, Spud and Allison and Baby all lie inert while the telephone rings.  --------  \n[12] Renton hands over money to Swanney. Renton then begins cooking up. Also present and cooking or shooting up are Spud, Swanney, Allison and Baby, and Sick Boy. \n[13] Renton lies back, narcotized.  \n[14] Renton lies back as before. \n[15] Spud cooks up, watched by Swanney. Nearby lie the drugged forms of Renton, Sick Boy and Allison and Baby.  \n[16] Renton lies back, staring vacantly ahead. Tommy flops down beside him. Renton shows barely a flicker of awareness. \n[17] Renton and Tommy slumped side by side as before. \n[18] Tommy lies drugged on the floor.  ---------  \n[19] \n[20] Swanney hands over a small bag of heroin in exchange for ten pounds from Renton.  ---------  \n[21] Renton lies back with his eyes close. A football enters the frame to bounce off his head and out again. He opens his eyes and it happens again. Opposite him, Spud, Sick Boy and Tommy stand looking down on him. Tommy throws the ball again.  ---------  \n[22] Renton lies as before. Around the room are Swanney, Allison, Tommy, Spud and Sick Boy. Allison begins screaming and wailing. Slowly, the others rouse themselves to varying degrees. \n[23] Swanney is cooking up. Renton lands on the floor behind him like a gymnast. \n[24]  \n[25]  \n[26]  \n[27]  \n[28]  He swipes the notes underneath a UV forgery checker.   Renton begins his search for a vein.   \n[29]  He hands Renton the syringe. Renton inject, then lies back on the dirty, red, carpeted floor. He lies completely still. His pupils shrink. His breathing becomes slow, shallow and intermittent. He sinks into the floor until he is lying in a coffin-shaped and coffin-sized pit, lined by the red carpet. Swanney stands over him. \n[30]  An ambulance siren becomes faintly audible.  \n[31] The siren is a little louder. Swanney holds Renton under his arms and drags him backwards down the steps.  \n[32]  Renton sits down and takes it in silence.   \n[33]  \n[34]  \n[35]  \n[36]Sure will, pal, sure will.  \n[37] Spud, Begbie, and Renton are seated. Sick Boy is handing around bottles of beer before he too sits down. They are all wearing their funeral garb. Renton raises his bottle. \n[38] Heroin is in the process of being prepared for injection: heated, drawn up, etc. An arm is prepared for injection: sleeve rolled up, tourniquet bound, veins tapped, etc. Mikey forrester, Sick Boy, Spud, and Begbie look on. ", "Lizzy": "\n[1]  \n[2]  \n[3]  \n[4]  \n[5]  \n[6]  \n[7]  \n[8]  ", "Mrs.": "", "Renton": "\n[1] \n[2] \n[3] \n[4] \n[5] \n[6] \n[7] Renton's father and mother sit at the table eating.  Renton is seated but not eating.  \n[8] \n[9]  \n[10]  \n[11]  They both look at Sick Boy  \n[12]  \n[13]  \n[14]  \n[15] \n[16] The door opens and Renton enters carrying shopping bags. He empties them on to a mattress beside three buckets and a television.  \n[17] \n[18]  \n[19]  \n[20]  \n[21]  He smiles.  \n[22] \n[23]  \n[24] The mattress, buckets and supplies are laid out as before.  The door opens and Renton enters, still soaking and dripping.  The suppositories are in his hand. He holds them up, and they twinkle in the light.  \n[25]  \n[26] The cans of soup, the bottle of water, and the carton of ice cream are empty, the bottle of pills spilt, the magazines well thumbed.  --------  \n[27]  \n[28]  \n[29]  \n[30]  \n[31]  \n[32]  \n[33]  \n[34]  \n[35]  \n[36]  --------  \n[37] \n[38]  \n[39]  \n[40]  \n[41]  \n[42]  \n[43]  \n[44]Right. So we all get old and then we can't hack it any more. Is that it? \n[45]  \n[46]  EXT. PARK. DAY Through the sight again. This time a Skinhead and his muscle-bound dog are in view.  Sick Boy and Renton talk like Sean Connery.  \n[47]  The gun fires and the dog yelps, jumps up and bites its owner (the Skinhead).  \n[48] \n[49]  \n[50]  \n[51]  \n[52]  \n[53]  \n[54]  \n[55]  Renton unfolds silver foil to reveal some amphetamine. Spud dips in a finger and takes a dab. He nods in appreciation as he tastes it. Renton leaves the packet in Spud's hand.  \n[56]  \n[57]  \n[58]  \n[59]  \n[60]  Renton looks pious under scrutiny.  \n[61]  \n[62]  There is silence.  A paper clip crashes to the floor.  --------  \n[63] \n[64]  \n[65] \n[66]  \n[67] \n[68] The empty cover for 100 Great Goals lies on the floor.  Sick Boy and Renton sit dispassionately watching Tommy and Lizzy in their home-made soft-porn video.  \n[69] \n[70] \n[71]  \n[72]  \n[73]  \n[74]  \n[75]  \n[76]  \n[77]  Diane halts abruptly as a taxi pulls up.  \n[78]  \n[79]  The girl has disappeared into the back of the taxi.  Renton looks around.  \n[80]  \n[81]  \n[82]  \n[83]  \n[84]  \n[85]  \n[86]  \n[87]  \n[88]  The couple exchange a look and laugh. \n[89]  \n[90]  \n[91]  They stop at the school gates. \n[92]  \n[93]  Renton walks away. \n[94]  The three serious Walkers are receding into the distance. The boys troop back towards the platform. At or around this time, we made a healthy, informed, democratic decision to get   \n[95] \n[96] Renton's Mother and Father sit reading the paper and a magazine.  \n[97] Renton trawls through drawers and any containers (shoe boxes, make-up boxes, under the mattress, etc.) until he finds some cash/jewelry.  \n[98] \n[99]  \n[100] \n[101] \n[102] \n[103] \n[104]I'm cooking' up. There is a silence. Renton begins scrambling around through the works. \n[105] \n[106] \n[107]   \n[108]  The Sheriff and Renton stare at one another for a moment. Renton turns to look at Spud, then back towards the Sheriff, who is now leaving the court.   \n[109] Mrs Murphy, I'm sorry about Spud. It's wasn't fair, him going down and not me --  Tears in her eyes, Mrs Murphy turns and walks away. Renton watches her go. Behind him Begbie shouts. \n[110] \n[111]  \n[112]  \n[113]  Renton sits on his usual cushion on the floor. \n[114]  \n[115]  He produces twenty pounds. \n[116]  \n[117] Father shoves Renton on to the bed, then walks out past Mother, who looks at Renton for a moment before closing the door.  \n[118] Renton's Father's hand slides three bolts across to lock the door.  \n[119] Renton lies on the bed. \n[120] \n[121]  \n[122]  \n[123]  Mother retreats past Father, who closes the door. The bolts go home again. Renton lies back and closes his eyes. His forehead is damp with sweat. He begins to shake. He tosses and turns, becoming wrapped up in a swathe of blankets. As he unravels them, he is astonished to find a fully clothed Begbie in the bed with him. \n[124] Renton, his mother and Father sit watching television.  \n[125] \n[126]  \n[127]  \n[128]  Renton drops the ball. It rolls to a halt in the corner. He sits down. \n[129]  \n[130]  \n[131]  \n[132]  \n[133]    ---------  \n[134]  \n[135]  \n[136]  \n[137]  \n[138]It wasn't that bad. \n[139]What? \n[140]No, he didn't make me touch it. \n[141]He made me lick it. \n[142]  \n[143]  \n[144]  Sick Boy is silent. He stiffens as he avoids Renton's gaze. They shift fractionally apart. RENTON tuts. \n[145]  \n[146]  \n[147] Renton sits alone on the bed, making a joint and reading a book. There is a knock at the door. Renton answers the door. \n[148]  \n[149]  \n[150]  \n[151]  \n[152]  \n[153]  \n[154] Renton and Diane are lying in the bed. Diane, wearing one of Renton's T-shirts, is rolling a mega-joint, quite unaware of the scrutiny of Renton. \n[155]  \n[156]  \n[157] \n[158]  Renton checks his watch.  \n[159] \n[160] \n[161]  \n[162]  \n[163] \n[164]  \n[165]  Renton closes the door again.  \n[166] \n[167]  \n[168] \n[169] \n[170] \n[171] \n[172] \n[173]  Begbie leaps off the bed, grabs Renton and head-butts him, then holds him by the lapel. \n[174] \n[175]  \n[176]  \n[177]  \n[178]  \n[179] \n[180] \n[181] \n[182] \n[183]  \n[184]  \n[185]  They all drink. \n[186]  \n[187]  \n[188]  \n[189]  \n[190]  \n[191]  \n[192]  \n[193]  \n[194]  \n[195]  \n[196]  \n[197]  \n[198]  \n[199]  \n[200]  \n[201]  \n[202]  \n[203] \n[204]It's good, it's fucking good.  ----------  \n[205] \n[206] \n[207] \n[208] \n[209]  \n[210]  \n[211]  Begbie stands up. \n[212]  Sick Boy walks away towards the toilet. \n[213]  \n[214]  Begbie walks away to the bar. Spud and Renton look at each other and the bag of money.   Spud looks at the bag and around the pub towards the toilet door and Begbie. Begbie stands at the bar, awaiting the pints.   \n[215]  Spud says nothing. Suddenly they are interrupted. \n[216]  Renton turns to see Begbie making his way through the crowd with the pints helf precariously. As he reaches the table a Man standing with a group of friends accidentally nudges Begbie, causing a pint to spill over him. \n[217]  \n[218] \n[219] ", "Allison": "\n[1]  ", "Spud": "\n[1]  \n[2]  \n[3]  \n[4]  \n[5]  \n[6]  \n[7]  --------  \n[8]  \n[9]  \n[10]  \n[11]  ---------  \n[12]  \n[13]  ---------  \n[14]  \n[15]  Spud crosses the room to shake everyone by the hand and kiss them.  \n[16]  \n[17]  \n[18]  \n[19]  \n[20]  \n[21]  \n[22]  \n[23]  \n[24]  \n[25]  \n[26]  \n[27]  \n[28]  \n[29]  \n[30]  \n[31]  \n[32]I guess this means I'll never get to have sex with Gail.  \n[33]  \n[34]  Tommy points vaguely across the moor. \n[35]  A group of three serious Walkers trudge past from the other end of the platform, decked out in regulation Berghaus from head to foot. They tramp off towards the wilderness. The boys watch them go. Spud opens a can. \n[36]Calm down, calm down. It's going to be all right, everything's going to be just fine.  \n[37]  \n[38]  ----------  There is a short silence before Spud begins softly singing 'Two Little Boys'. He finishes unaccompanied.  \n[39]  \n[40]  \n[41]  \n[42]  \n[43]  Renton looks around. \n[44]  \n[45]  \n[46]  ", "Gail": "\n[1]  \n[2]  \n[3]  \n[4]  \n[5]  Spud nods drunkenly.  Gail releases her grip.   Spud drinks from a bottle in the other hand and says nothing but he does not look too happy.  \n[6] Spud is lying unconscious on the bed. Gail stands over him.  \n[7]  She kicks him. He moans.   She kicks him again. He moans again.   She begins undressing him.  \n[8] Gail throws Spud's clothes to the floor and throws a blanket over him.  \n[9]  She switches out the light.  \n[10] Spud opens his eyes. With his fingers, he feels crusted liquid around his mouth.  Abruptly he turns around: the bed is soaked in vomit.  He looks under the cover and drops it again in revulsion.  \n[11] Spud wipes the vomit from his chest with a pillowcase, which he dumps in the middle of the sheets before gathering the whole lot up as a bundle.  \n[12] The door swings open to reveal the kitchen. Gail, her Father, and Mother are seated around the table, eating breakfast. They look towards Spud, who carries the knotted bundle of sheets as he approaches the table. \n[13]  \n[14]  \n[15]  ", "Mikey": "\n[1] Renton holds two opium suppositories in the palm of his hand.  \n[2]  \n[3]  Renton sticks his hand down the back of his trousers and sticks the suppositories into his rectum.   ", "Forrester": "", "Sick": "\n[1]  \n[2]  \n[3]  \n[4]  \n[5]  \n[6]  \n[7]  \n[8]  Sick Boy throws across a worn copy of a film guide.  Renton cannot be bothered to pick it up.   \n[9]  \n[10]  \n[11]  \n[12]  \n[13]  \n[14]  \n[15]  \n[16]  \n[17]  \n[18]  \n[19]  \n[20]  \n[21]  \n[22]  \n[23]  \n[24]  \n[25]  \n[26]  They sit in silence.  ---------  \n[27]  \n[28]  They step across the tracks toward the vast moorland. They stop. All but Tommy sit down on rocks or clumps of heather. \n[29]  \n[30]  \n[31]  \n[32]  Sick Boy opens the heel of a his shoe to reveal a syringe.  ---------  \n[33]  Allison points toward the bundle of dirty blankets in which her baby is wrapped. Sick Boy follows her directions. \n[34]Oh, fuck. Sick Boy reaches out to Allison. \n[35]Say something, Mark, say something -- \n[36]  A few more items fall from Renton's jacket as the store Detective closes in. Renton looks at Diane.  ---------  \n[37] There's better things that the needle, Rents. Choose life.  He winks. \n[38]  Sick Boy takes a bit of his biscuit. Dawn crawls on. She has fangs now. Spud sits on the end of the bed, in a caricature prison uniform with arrows on it, plus a ball and chain. Dawn has claws as well. Tommy sits on the end of the bed. He looks terrible. \n[39]Eughh. Sounds horrible. \n[40]Did he -- you know? \n[41]You know. \n[42]Oh no, don't even mention it. \n[43]God, you're sick. \n[44]  \n[45]  \n[46]  \n[47]  \n[48]  ---------  \n[49]  \n[50]  \n[51]  He takes Renton's fish supper and adds it to his own.   \n[52]  \n[53]  \n[54]  \n[55]  \n[56]  \n[57]  \n[58]  \n[59]  \n[60]  \n[61]  \n[62]  \n[63]  \n[64]  \n[65]  \n[66]  \n[67]  \n[68]  \n[69]  \n[70]  \n[71]  \n[72]  \n[73]  Sick Boy sits down. \n[74]  \n[75]  ", "Boy": "\n[1]  \n[2]  \n[3]  \n[4]  \n[5]  \n[6]  \n[7]  \n[8]  Sick Boy throws across a worn copy of a film guide.  Renton cannot be bothered to pick it up.   \n[9]  \n[10]  \n[11]  \n[12]  \n[13]  \n[14]  \n[15]  \n[16]  \n[17]  \n[18]  \n[19]  \n[20]  \n[21]  \n[22]  \n[23]  \n[24]  \n[25]  \n[26]  They sit in silence.  ---------  \n[27]  \n[28]  They step across the tracks toward the vast moorland. They stop. All but Tommy sit down on rocks or clumps of heather. \n[29]  \n[30]  \n[31]  \n[32]  Sick Boy opens the heel of a his shoe to reveal a syringe.  ---------  \n[33]  Allison points toward the bundle of dirty blankets in which her baby is wrapped. Sick Boy follows her directions. \n[34]Oh, fuck. Sick Boy reaches out to Allison. \n[35]Say something, Mark, say something -- \n[36]  A few more items fall from Renton's jacket as the store Detective closes in. Renton looks at Diane.  ---------  \n[37] There's better things that the needle, Rents. Choose life.  He winks. \n[38]  Sick Boy takes a bit of his biscuit. Dawn crawls on. She has fangs now. Spud sits on the end of the bed, in a caricature prison uniform with arrows on it, plus a ball and chain. Dawn has claws as well. Tommy sits on the end of the bed. He looks terrible. \n[39]Eughh. Sounds horrible. \n[40]Did he -- you know? \n[41]You know. \n[42]Oh no, don't even mention it. \n[43]God, you're sick. \n[44]  \n[45]  \n[46]  \n[47]  \n[48]  ---------  \n[49]  \n[50]  \n[51]  He takes Renton's fish supper and adds it to his own.   \n[52]  \n[53]  \n[54]  \n[55]  \n[56]  \n[57]  \n[58]  \n[59]  \n[60]  \n[61]  \n[62]  \n[63]  \n[64]  \n[65]  \n[66]  \n[67]  \n[68]  \n[69]  \n[70]  \n[71]  \n[72]  \n[73]  Sick Boy sits down. \n[74]  \n[75]  ", "Begbie": "\n[1]  \n[2] \n[3]  A man stands up from one of the tables.  \n[4]  \n[5]  There is a round to nodding and 'poor Spud'ing. Everyone begins to talk at once. \n[6]  \n[7] Fucking right I am. See, inside, you wouldn't last two fucking days.  \n[8]  They laugh, then fall silent. Renton turns around. Behind him stands Spud's mother. \n[9]  Begbie turns back to Renton.   He moves towards the bar. Renton slips away. Renton walks through the bar towards the toilets, then out of a back door.  \n[10]  Begbie laughs and covers himself up. Renton rips away the blankets, but Begbie has gone. Renton looks up. Baby Dawn is crawling across the ceiling. Renton looks down to see Diane sitting on the end of the bed. Diane sings 'Temptation' by New Order. \n[11]  He 'fires' the gun a few more times at his own head, then chucks it to the floor.   He digs a few rings out of his pocket and throws them to Renton.   \n[12]  \n[13] \n[14]  Begbie throws the packet down to the floor. It lands near the door. He has turned back to the television and takes a swig of beer. \n[15]  \n[16]  \n[17]  \n[18]  Begbie produces his knife. There is a knock on the door. They do not move. There is another knock.  \n[19]  \n[20]  There is silence. \n[21]  \n[22]  \n[23]  ----------  \n[24]  \n[25]  \n[26]  \n[27]  \n[28]  \n[29]  \n[30]  Andreas leads them along a corridor and into a room.  \n[31]  \n[32]  The man shakes his head and lights a cigarette. \n[33]  \n[34]  \n[35]  \n[36]  \n[37]  \n[38]  \n[39]  \n[40]  \n[41]  \n[42]  \n[43]  \n[44]  Begbie, blade still in hand, addresses the entire pub.   Nobody says anything. Renton is seated as before, avoiding Begbie's gaze. Begbie addresses him.   Renton does not move. \n[45]         Renton swivels and stands up.   Renton lifts the bag and slowly approaches Begbie. Renton, nervous, hand shaking, pulls a packet of cigarettes from a pocket and holds it towards Begbie. Begbie does not move. Renton holds out the bag. Begbie takes it. Now Renton selects a cigarette and hands it over to Begbie. Begbie inhales deeply and then blows the smoke towards Renton  "}}