{"filename": "Twilight_script.txt", "imdb_id": "tt1099212", "imdb_url": "https://www.imdb.com/title/tt1099212", "characters": ["Tyler", "Jacob Black", "Renée", "Jasper", "Eric", "Rosalie", "Bella Swan", "Mike Newton", "Angela", "Charlie Swan", "Alice Cullen", "Phil", "Jessica", "Billy Black", "Emmet Cullen"], "dialogues": {"Tyler": "\n[1]I'm so sorry, Bella. I tried to stop.   \n[2]I'm so sorry, Bella. I'm really -   Charlie abruptly pulls the curtain between them.   ", "Jacob": "\n[1]I'm Jacob. We made mud pies together when we were little kids.   \n[2]It's getting worse with old age.   Charlie then pats the hood of the truck, addressing Bella -   \n[3]I rebuilt the engine and - -   \n[4]Okay, so you gotta double pump the clutch when you shift, but - -   He hands her the keys as she climbs in.   \n[5]I go to school on the reservation.   \n[6] Bella!   She looks up to see three Quileute boys approaching the group; Jacob Black, and SAM and EMBRY. Bella smiles at Jacob.   \n[7]You're on my rez, remember? You surfing?   \n[8]Oops. Caught that, huh?   He moves closer to her, lowering his voice for mock-secrecy.   \n[9]I'm not supposed to say anything.   Bella gives him her best alluring smile.   \n[10]  It's just an old scary story. Did you know the Quileutes are supposedly descended from wolves?   \n[11]Well, they're supposedly descended from this, like.. .     \u0093enemy clan.\u0094 ... But they claimed to be different, so we made a treaty with them.   \n[12]Or just moved back.   \n[13]  If they promised to stay off Quileute lands, we wouldn't expose what they really were to the pale-faces.. .   Jacob pauses dramatically --Bella shivers.   \n[14] It's just a story, Bella.   Off Bella, with more unanswered questions.. .    38. \n[15]Looks good. You got that dent out.   \n[16] Great, Dad. Thanks.   Jacob shoots his father an irritated look, just as the POLICE CRUISER pulls up. Charlie climbs out, holding two six-packs.   \n[17]A crazy person, walking around barefoot this time of year.   ", "Black": "\n[1].   \n[2]  \n[3]  SNAPSHOTS of his eyes, his cheekbones, his lips.. .   \n[4]  \n[5]  Jacob, with his father, Billy, who's expression is intense. Anxious. SLOW MOTION as Edward locks eyes with Billy. Jacob looks questioningly at his father.   Bella watches Edward drive away, perturbed by the exchange. She forces a smile and goes to greet the visitors. Jacob sets up Billy's wheelchair and Billy climbs into it as -   \n[6]  ", "Renée": "", "Jasper": "\n[1]Pleasure to meet you.   But he shies away from her hand.   \n[2]I've had to fight our kind before. We're hard to kill.   \n[3] Yes. It is.   She's taken aback. It's the first time he's engaged with her.   \n[4]Edward's changed since he found you. And none of us want to look into his eyes for the next hundred years if he loses you.    It's worth it.   Suddenly, Alice REELS. Jasper goes to her, Bella follows.   \n[5]What do you see?   \n[6]Where will it take him, Alice?   PUSH IN ON ALICE'S FACE as we-   \n[7]She sees the course people are on, while they're on it. If they change their minds, the visions change.   Bella looks over Alice's shoulder to see the drawing.   \n[8]Was your school here in Phoenix?   \n[9]Do you have any reason to go now?   ", "Eric": "\n[1]You're Isabella Swan, the new girl. Hi. I'm Eric. The eyes and ears of this place. Anything you need. Tour guide, lunch date, shoulder to cry on.   Bella just looks at him. Is he for real?   \n[2]Good headline for your feature - I'm on the paper, and you're news, baby, front page.    8. \n[3]Whoa, chillax. No feature.   \n[4]You've missed a lot of the semester, but I can hook you up - tutor, cliff notes, medical excuse.. .   \n[5]Mike, you met my home girl Bella.   \n[6]Feature's dead, Angela. Don't bring it up again.    I got your back, baby.    10. \n[7]... and yeah, prom committee is a chick thing, but I gotta cover it for the paper anyway, and they need a guy to help choose the music - - So I need your play list -    20. Bella is about to respond when Mike comes up behind her.   \n[8]  Are you okay!? Are you What happened!? Did anyone   hurt?! see what happened? !   Amid the chaos, Bella sees EDWARD'S SIBLINGS looking at Edward. But they show no hint of concern for his safety. Instead, they look at him with disapproval... and fury.   \n[9]La Push, baby. You in?   \n[10]And I don't just surf the internet.   \n[11]La Push, baby.   \n[12]What date?    36. \n[13]Gambling, tuxedos and - -  Bond. James -- ow!   -- as Jessica head-butts the ball which hits him in the face.    68. ", "Rosalie": "\n[1]  Rosalie is clearly furious at Edward who stands his ground. Dr. Cullen plays intermediary.   \n[2]This isn't just about you, it's about all of us - -   Dr. Cullen sees Bella and stops Rosalie -   \n[3]Edward, don't go. But Alice gently removes Rosalie's hand from his arm. \n[4]Perfect.    63. \n[5]Yes, let's keep pretending this isn't dangerous for all of us.   \n[6]No, she should know.    The entire family will be implicated if this ends badly.   \n[7]You said they left the county - -   \n[8]Like that'll help. I could smell her from across the field.   Edward ignores Rosalie as he arranges Bella's hair.   \n[9]If he doesn't get to one of us first.   \n[10]Too late.   Edward shoots Rosalie a look, but he grabs two sets of keys off a hook, throwing one set, lightning fast, to Dr. Cullen -   \n[11]   Why should I? What is she to me? Just a danger you've inflicted on us -   ", "Bella": "\n[1]I'd never given much thought to how I would die..  Suddenly, every creature in the forest is deadly silent. Neither bird, beast nor insect make a noise. A predator is near.  Then, in the distance, hear a tiny SNICK - a twig snapping. Abruptly, we're on the move. Fast.   \n[2]  But dying in the place of someone I love seems like a good way to go.. .   -- Then into the WHITENESS steps the face of -   \n[3]  Eyes closed against the sunlight, absorbing its rays. Long, dark hair frames alabaster skin. She's a vulnerable, introverted, imperfect beauty.   \n[4] ... So I can't bring myself to regret the decision that brought me here to die...   The background comes into focus as we realize we're now in -   2. \n[5] ... The decision to leave home.  She stares at the cactus in a state of reverie, until   \n[6]Have a good..  --and trips. When she rights herself, they're already gone.   \n[7]... life.   Clearly, not close friends. Bella's grown-up demeanor and innate intelligence become apparent as - -   BELLA'S MOTHER, RENE, mid 30's --exits their house --it's low rent for this ritzy neighborhood. Rene is eclectic, scattered, anxious, more best friend than parent. She thrusts a cell phone at Bella.   \n[8]You put it on hold.   \n[9]Look. You also called Mexico.   Rene pushes her playfully, they laugh.    3. \n[10]Very romantic.   PHIL, 31, good looking with an athlete's body, exits the house, carrying Bella's three suitcases with ease.   \n[11]I won't change my mind, mom.   \n[12]It's not about Forks, it's about Dad. I mean, two weeks a year, we barely know each other.   (off Rene's still worried look Mom, I want to go. I'll be fine.   But as Rene hugs Bella, we see the truth on BELLA'S FACE dread, doubt, regret. Off Bella, struggling to keep her facade up as she climbs into the back seat of the car.. .   \n[13]3   Bella, IPOD earbuds in her ears, gets a last glimpse of the sparkling malls, chic shoppers, manicured cactus gardens.. .   \n[14]I cut it since last time I saw you.   \n[15]Good.   More silence. Yikes. They pass a SIGN: \u0093The City Of Forks Welcomes You - Pop. 3246.\u0094 Bella sighs.    5. \n[16] That's right. One bathroom.   Bella's eye lands on a PHOTO of a much younger Charlie and Rene, on vacation, beaming with love.   \n[17]I can do it -   They both reach for the bags, bumping one another awkwardly. Bella backs off, letting Charlie carry the bags upstairs.   \n[18]  An antique rolltop desk sits in a corner. The room is filled with childhood remnants that have seen better days. As she unpacks her CD case, loneliness finally overwhelms her. She sits heavily on the edge of the bed, tears threatening.. .   Then we hear a HONK outside. Bella runs across the hall and looks out the window to see -   11 OUTSIDE - A FADED RED TRUCK, CIRCA 1960 pulls up... 11    6. \n[19]Yeah... I think I remember.. .  Are they always like this?   \n[20]No way. The truck is for me?   \n[21]It's perfect!    7. She beams. It's the first genuine smile we've seen on her. She rushes to the truck. Jacob eagerly joins her.   \n[22]Maybe I can give you a ride to school.   \n[23]Too bad. Would've been nice to know at least one person.   As she starts up the truck we MATCH CUT -   \n[24]  Loud, belching and turning heads as Bella parks, mortified. All eyes are on her as she climbs out of her truck and steps in a PUDDLE, soaking her sneakers. She slinks toward school, as we begin -   \n[25]I'm kind of the \u0093suffer in silence\u0094 type.   \n[26]I -- no, I'm not news -- I'm, seriously, not at all -   \n[27]   Would you mind just pointing me toward Mr. Varner's class?   He leads her away, enjoying the attentive stares, as she cringes from them -   \n[28](hurries to him,   embarrassed Are you alright? I warned them not to make me play.   \n[29]Just Bella.   \n[30]That's why they kicked me out.   Mike laughs, and because he does, Jessica does. Bella just feels uncomfortable with the attention.. .   \n[31]Sorry. There's always eating disorders, or Speedo padding on the swim team -   \n[32]  They swing open as four of the most astounding people Bella's ever seen enter : THE CULLENS. Two guys, two girls, all chalky pale, purplish shadows under their eyes.. . and all devastatingly beautiful.   They move through the room with effortless grace, and take a seat at a table furthest from Bella's. Bella leans over to Jessica and Angela.   \n[33]Who are they?   \n[34]Who's he?   \n[35]I wasn't planning on it.   But Bella can't help but peek at Edward again. He's staring at her outright now, with a slightly frustrated expression that unnerves Bella. She hides behind her hair.   \n[36]  -- and closes the door. Her eyes well... but she fights it, getting mad.   \n[37]Jerk.   As she tries to start the car, choking the engine, we begin to hear a MAN'S RAGGED, FRIGHTENED BREATH -   \n[38](doesn't remember at all That'd be great, thank you.   Cora shoos Waylon away. Left alone now, Charlie and Bella both reach for the salt, knock hands. Charlie goes for the ketchup instead. Silence as they eat.   A burst of LAUGHTER from a nearby happy FAMILY only serves to emphasize their discomfort. Bella tries to bridge the gap.   \n[39]So... you eat here every night?   \n[40]I can cook.   He looks up, as if confused by the concept.   \n[41]I do the cooking at home - in Phoenix. Mom's not great in the kitchen.   \n[42]A few people... Do you know the Cullen family?   \n[43]No... well, a little.   \n[44]... Okay.   \n[45]  Bella looks out at the fog as she talks on the phone.   \n[46]Mom, where's your cell?   \n[47]     They've all been really.. .   welcoming.   PUSH IN ON BELLA'S FACE, getting mad all over again as.. .   \n[48]Dad, I'm heading out. \n[49]Great. WHIP PAN to the driveway as Charlie pulls in -driving her truck. \n[50]Dad, I can drive myself to school.   As she walks down the steps, she doesn't realize, something's watching her - - \n[51]Ice doesn't help the uncoordinated.   \n[52]You got me new tires. No one's ever done that before.   Charlie looks at her, confused.   \n[53]I mean... nothing.   He clearly doesn't get it as heads toward his Cruiser.   \n[54]An animal?   \n[55]Be careful.   \n[56].   \n[57]And thank you. For the tires.   He sees emotion in her eyes. Doesn't understand it, but nods, heads inside. Bella looks at the tires again, oddly moved.. .   \n[58]Terrific.   She heads toward her seat, brushing off her hair. But she freezes when she sees --Edward.   Bella straightens, girding herself. Then strides to the table, and confidently drops her books down, ready to address him. But he looks up at her -   \n[59]I'm... yes.   Feeling like an idiot, she quickly sits. He abruptly moves to the extreme edge of his seat. She's even more baffled now.   \n[60]You've been gone.   \n[61]Prophase.   She begins to remove the slide.   \n[62] Like I said.   He writes it on the worksheet. Then he takes a breath, as if trying calm himself, and turns to her with enormous effort.   \n[63]Seriously? You're asking me about the weather?   \n[64]No. I don't like the cold. Or the wet. Or the gray. Or parkas. Or turtle necks.   Is that a smile playing on his lips? For the first time, he seems more intrigued than agonized. He studies her. She still can't tell if he despises her or not. It's infuriating.    22. \n[65]  What?   He shakes his head and turns to the microscope, switching out   the slides. She looks at him. And keeps looking.. .   \n[66]  His cheekbones, his lips. So perfect, like a sculpture.. . \n[67]May I?  (she looks through the lens Anaphase.   \n[68]It's complicated.   \n[69]My mother remarried.   \n[70]Phil is fine. Young for her, but nice enough.    Interphase.   \n[71]  Alright, Phil's a minor league   baseball player, so he travels a   lot. My mother stayed home with me   but it made her unhappy. So \n[72]No... I -- I just.. .   Bella turns away -- embarrassed, vulnerable.   \n[73]Did you get contacts?   \n[74]  Your eyes were black before, now   they're this golden brown or -   \n[75]I'm fine, dad. Calm down.   \n[76]It's okay, Tyler.   \n[77]Dad, it's not his fault-   \n[78]But you didn't.   He'd hug her, if that was who he, or who she was. Instead, he glares at Tyler.   \n[79]It would have been a lot worse if Edward hadn't knocked me out of the way.   \n[80]It was amazing he got to me so fast. He was nowhere near me.   \n[81]You told her?! She's probably freaking.   He shrugs and hurries off. Bella shakes her head, pulls out her cell phone. Is about to dial, but then sees down the hall.. .   \n[82]  Rosalie is clearly furious at Edward who stands his ground. Dr. Cullen plays intermediary.   \n[83]Can I talk to you for a moment?  How did you get over to me so quickly?   \n[84]You were next to your car, across the lot.   He steps closer to her. His expression turns icy hard.   \n[85]Yes. You were.   \n[86]I know what I saw.   \n[87]You stopped that van. You pushed it away.   \n[88]I wasn't planning to tell anyone.   This registers with Edward. They're inches from each other, the tension thick.   \n[89]I just want to know the truth.   \n[90]  Thank you.    28. A long beat as they look at each other, angry, defensive... and without a doubt, attracted.   \n[91]No.   \n[92]Why did you even bother?   He stops, a beat. Looks back at her, unexpectedly vulnerable.   \n[93] That was the first night I dreamed of Edward Cullen.. .   \n[94]  -as she bolts up awake. In that split second, in the darkness, she SEES Edward, watching her. She SNAPS on the light -- the room is empty. Was she dreaming? \n[95]... Yeah, false alarm.. .   \n[96]  Edward, head down, is in quiet conference with Jasper and Alice. Abruptly, he looks up, as if listening to her and Mike, though he's too far away to hear. Bella quickly refocuses on Mike.   \n[97] Prom. As in dance. I, uh - have to go   -somewhere. To Jacksonville. Yeah. \n[98]Non-refundable ticket. Maybe you should ask Jessica.   Mike follows Bella's eyes way across the lawn to Jessica. She smiles at them -- Suddenly Edward crosses in front of Jessica. He seems to be smirking.. .    30. \n[99]Hello, Edward.   He glances at her, merely nodding. We notice his FISTS clench, and unclench. Bella looks at him, appalled by his rudeness.   \n[100]Really?   No response. She turns, starts to walk away.   \n[101]How did you know about that?   \n[102]You haven't answered any of mine. You won't even say hello.   \n[103]And how did you stop that van?   \n[104]   Floridians. That's what's in Jacksonville.   She turns to storm off but she stumbles over the irrigation hose. Edward steadies her, catching her scent -- still so powerful... He clenches his jaw.   \n[105]No way. Zero weirdness. You guys are great together.   \n[106]   Too bad you didn't figure that out earlier.       32. \n[107]You could have let the van crush me and saved yourself all this regret.   \n[108]I know you do.   \n[109]Your fault, for telling her about the accident.   \n[110]He is.   She continues upstairs, glancing at her parents' WEDDING PHOTO. Off Bella's FACE, we MATCH CUT - -    33. \n[111]  -- as she pushes through the doors. She glances over at the CULLEN TABLE, Edward with his siblings. He doesn't look at her. Anger and determination set in again as Bella joins Eric, Jessica, Mike and Angela. She drops her book bag on a seat -   \n[112]Should I know what that means?   \n[113]I'll go if you stop saying that.   \n[114]Thanks... but your mood swings are giving me whiplash.   \n[115]What does that even mean?   \n[116]So let's say, for argument's sake, that I'm not smart. Would you talk to me? Tell me the truth?   \n[117]Okay... how \u0091bout radioactive spiders? Kryptonite?   \n[118] No. I don't believe that. You're not bad. You can be a jerk, but it's like this... mask. To keep people away.   He's taken aback by her honesty, her insight, drawn in by her.. .   \n[119]Look, why don't we just - hang out. Like... come to the beach with us. It'll be fun - sand fleas, wind burn, salt water stinging your eyes.. .   \n[120]La Push.    35. His smile lessens almost imperceptibly.   \n[121]Is something wrong with that beach?   Edward glances over at Mike - the two exchange cold looks.   \n[122]You could ask him. (off Angela's flustered   look Take control. You're a strong independent woman.   \n[123]Guys, this is Jacob. Are you stalking me?   \n[124]Definitely not.   \n[125] To be polite.   \n[126]You know them?   \n[127]You want to go look at tide pools?   She offers an awkwardly flirtatious smile. He grins, infatuated. As they head toward the water.. .   \n[128]So, what did your friend mean about the Cullens not coming here?   \n[129]I can keep a secret.. .    37. \n[130]Like fur, fangs ... doggy breath?   Jacob chuckles. Bella smiles and prompts him to continue.. .   \n[131]So the legend about the Cullens is.. .   \n[132]Didn't they just move here?   \n[133]Riiiight. So what was this treaty?   \n[134]Wait... what were they really?   \n[135]  As she sits in front of her computer, lost in thought. She shakes herself out of it and types into her search engine \u0093Quileute legends, Olympic Peninsula.\u0094 An AD pops up, \u0093Thunderbird &amp; Whale Book Store, Port Angeles.\u0094 Bella, intrigued, clicks on it.. .   \n[136]They just... ditch?   \n[137]It's a family thing.   \n[138]Port Angeles?.. . (a plan forming in her mind Can I go with you guys?   \n[139]  -- antsy, distracted, as Jessica and Angela try on dresses. Bella pulls a Mapquest print-out from her purse -- it reads, \u0093Thunderbird and Whale Book Store.\u0094 Jessica flounces out of the changing room, posing provocatively.   \n[140] It looks great.   \n[141]  Maybe I should just go check out the   book store and meet you at the   restaurant later.   \n[142]Look, just take my bag.   \n[143]What -- no, how did you find -- ?   \n[144]No. Bad idea.   \n[145]And you do?   \n[146]Okay, well. Thank you.   She starts to follow the girls. Edward is torn, then abruptly -   \n[147] I could eat.   As he guides her off, the two girls share a look, and a noiseless scream of excitement.   \n[148]You're not eating?   \n[149]Like South Beach?   \n[150]So how \u0091bout some answers?   \n[151]I didn't ask for the square root of pi.   \n[152]How did you know where I was?   \n[153]Were you following me?   \n[154]So that's a yes?   \n[155] You said before... That you heard what those guys were thinking.. . Can you... read minds?   \n[156]   Alright, so you read minds... What am I thinking? Wait -- okay now, go.    45. \n[157]Why, what's wrong with me?   \n[158]What is it?   \n[159]Edward, you don't have to.   He's drawn in by her encouraging gaze... but he closes his eyes a beat, and turns back to the water.   \n[160]Edward -   \n[161]I think I'm warm enough now.   She reaches for the heater dial, he does as well -- their hands TOUCH. And hold a moment too long. An electric current connecting them.   \n[162]Your hand, it's still freezing cold.   He pulls his hand away, but she keeps looking at it... then her attention shifts outside to FLASHING POLICE LIGHTS. As they drive past the FORKS POLICE STATION, a sheriff's car pulls away. Charlie's cruiser is parked out front.   \n[163]   Dad's here late. Something must have happened.   \n[164]  In a pool of light, a distressed Charlie and Dr. Cullen study photographs and evidence. As they wrap up their discussion, Dr. Cullen puts a sympathetic hand on Charlie's shoulder, then exits the police station looking grim.   \n[165]He died? How?   \n[166]The same kind that killed the security guard down in Mason?   Edward and Dr. Cullen trade a look, subtle, but Bella catches it.    47. \n[167]So it's getting closer to town.   \n[168]But that's -   \n[169]Dad, I'm sorry about Waylon.   \n[170]That's probably not a good -    48. \n[171]  Two Attendants hoist a metal gurney into an ambulance. On it, Waylon's dead, white, bloody bare FEET peek out from under a sheet, resting at a disturbingly unnatural angle. Off Bella, chilled.. .   \n[172]  -- as she turns on the LIGHT. She hears a SNAP! outside the window. She rises, digs into her purse for the PEPPER SPRAY Charlie gave her, and goes to the window. She looks out - - all she sees is the wind blowing hard. But she's rattled.   She closes the curtains, then reaches for the BOOK she bought earlier. She thumbs through, laying the pepper spray within reach.   \n[173]  Several PICTURES begin loading: the seductive Apotamkin with his ice-blue skin, devouring his victims in tapestries, engravings, paintings. Creatures beautiful and horrific. Craven, skeletal demons attacking villages; perfectly sculpted predators, luring innocent maidens... it's all murder, blood, sexuality.   THEN SEVERAL WORDS LEAP OUT in quick succession:    49. -- \u0093Speed.\u0094 \u0093Strength.\u0094 \u0093Cold skinned.\u0094 \u0093Immortal... \u0093 Then finally: \u0093Blood drinker. \u0094   And we LAND ON A PICTURE OF A HANDSOME MAN BITING A WOMAN'S \n[174]-   BACK ON BELLA - she reels back from the computer in utter disbelief. \n[175]... it's not possible.. . Off BELLA'S FACE, struggling to make sense of it all.. . \n[176]She stands in the center of the deserted, green lawn. Her expression tells us she's still reeling with disbelief. STAY \n[177]-- cross the lawn, heading to class. Edward sees Bella, sees the intensity on her face. He stops.   She walks to him, eyes meeting his... her look says, we have to talk... and she continues directly past him, into the dark forest that borders the school.   He watches her disappear in the trees, then takes a step to follow. Jasper moves in front of him, Rosalie grabs his arm. \n[178]You're impossibly fast. And strong. Your skin is pale-white, ice-cold. Your eyes change color. And sometimes you speak like... you're from a different time.    You never eat food, or drink, or come out in the sunlight. And you said no to the beach trip only after you heard where it was. Because of the treaty.   This last registers with him. She steps closer to him.   \n[179]How old are you?   \n[180]How long have you been seventeen?   A long beat as we begin to CIRCLE THEM. He sees he can't hide anymore. Honesty is an enormous risk, but he has to take it.   \n[181]I know what the Cold Ones are. What you are.   \n[182]... Vampire   They seem to hover in momentary stasis, him utterly exposed, her reality utterly rocked.   \n[183]No.    51. \n[184]You won't hurt me. You're different.   \n[185]Where are we going?   \n[186]No! The sunlight will kill you.   \n[187]Slow down.   Suddenly, he's right next to her.   \n[188]No.   \n[189]I'm not afraid.   \n[190]No!   But she clings tighter. Terrified. They climb in altitude. Higher and higher, above the fog layer. Finally, up ahead -   THE FOREST'S EDGE fast approaches, a clearing is beyond. The sunlight glows white hot beyond the trees... they're about to emerge from the shadowy darkness... but suddenly-   Bella finds herself sitting on the ground, against a tree. All is silent. She's dizzy, tries to regain her equilibrium. Then she realizes she's alone.   \n[191]Edward? Where are you?   She rises, then steps just beyond the fringe of the ferns into -   \n[192]You're... beautiful.. .   He realizes that she's in awe. She reaches to touch him, but he immediately backs into the shadows, his skin normal again.   \n[193]I don't believe that.   \n[194]I don't care.   \n[195]It doesn't matter.    54. \n[196]I trust you.   \n[197]I trust you, Edward. I'm here.   She takes his hand. He reels at the warmth of her touch. She leans in, drawn to him, unaware that her THROAT is nearing his lips... then suddenly he's gone.   \n[198]Edward?   She looks over to FIND he's on the other side of the meadow, catching his breath.   \n[199] Oh... I thought you hated me when we met.   \n[200]I know you can.    55. He's utterly vulnerable as he looks at her, searching her face for clues.   \n[201]I'm afraid.   Stricken, he sinks gracefully to his knees in the grass.   \n[202]Not of that. I'm afraid... you'll disappear. That I'll lose you.   \n[203]Stupid lamb.   \n[204]  CLOSE ON BELLA'S FACE. Still in bed. Thinking.   \n[205] About three things I was absolutely positive. One, Edward was a vampire.   She rises, goes to the mirror. Looks at herself, worry knitting her brow.   \n[206] Two, there was a part of him that thirsted for my blood. And three.. .   As she moves past her window, something catches her eye, causing her to BANG into her desk. She looks back out.. .   \n[207]  Edward leans against his car, looking up at her with a small smile. She beams at the sight of him.   \n[208] ... I was falling, unconditionally and irrevocably, in love with him.   \n[209]How long have you been like this?   \n[210]Where'd he find you?   \n[211] What was it like?   \n[212] Didn't he just... bite?   \n[213] But Carlisle did.   \n[214]Does someone have to be dying to become like you?.. .   Their CONVERSATION CONTINUES as we go to -   \n[215]So Carlisle's the reason why you hunt animals, instead of people.   \n[216]Show off.   \n[217]Can they all read minds, too?   \n[218]   Really? Bet she saw me coming a mile away.   She notes his change of mood as he slows, darkening.   \n[219]Your house? With your family?    59. He wipes down the dented front fender, then reaches under it and, with his bare hands, easily pops a large DENT out of the truck's body. She's too flustered to register it.   \n[220]But... what if they don't like me?   \n[221]I'm glad I amuse you.   But then his laughter dies, as he hears something.   \n[222]What is it?   \n[223]Come to visit your truck?   \n[224]A person did that?   \n[225]-- as her eyes pop open... and relief sweeps over her as she realizes it was just a dream. But it haunts her.. .   80 \n[226]It's... wonderful. \n[227]No... not moats. He takes her hand. She girds herself. They head inside.   82 \n[228]It's so light and open.   \n[229]Bon giorno?   \n[230]Oh, absolutely -   \n[231]I just assumed -- because you don't eat, you know.. .   \n[232]I would never, ever tell anyone.   \n[233]... Badly?   This hangs in the air, uncomfortably. Edward can't look at her.   \n[234]   Oh. Badly. Like, where I become a meal.   Emmett chokes back laughter. Edward grins. Wraps his arm around Bella. Even Esme has to chuckle.   Rosalie, exasperated, heads back into the kitchen. Emmett shrugs, goes after her.    64. \n[235] And you're Jasper, right?   \n[236]Graduation caps?   \n[237]What a nightmare, repeating high school.    65. \n[238]So you're obsessed with music. But.. .  No bed?   \n[239]Ever?   \n[240]Depends. Alternative? Jazz? Sixties, seventies.. .   \n[241]I'd have to say... Debussy.   He looks at her, surprised, smiles.   \n[242]No dancing.   \n[243]No tripping, no falling, no derision.   \n[244]You don't scare me.   \n[245]Don't you dare -  Suddenly, she's airborne as he tackles her and they FLY OFF THE DECK... then she finds herself -   IN A TREE - in his arms. When she realizes where she is, she laughs, delighted. It's infectious, he laughs heartily, too.. .   \n[246]In theory.   \n[247]-- arriving together. All eyes on campus are turning to them, filled with curiosity, jealousy, envy. \n[248]Everyone's staring. \n[249]Sorry I'm late. Biology project.   Cora sets a top sirloin steak in front of Charlie, and plate of seafood in front of Bella.   \n[250]Order one for yourself next time. You should cut back on the steak.   \n[251]Yeah, me, too.   \n[252]He's just a friend.   \n[253]We're not really going to talk about boys, are we?   \n[254]   I've never minded being alone. Guess I'm a lot like my dad that way.   Charlie smiles. These two have come a long way. Cora returns -   \n[255]  Bella, dressed for bed, looks out the window as she talks on the phone with Rene. Bella's euphoria still lingers in her eyes.. .   \n[256]So spring training's going well?   \n[257]Actually, Forks is kind of growing on me.   \n[258] Maybe.. .   \n[259] Well... he is kind of a history buff.   -- this as she turns to find -   EDWARD LYING ON HER BED, smiling. She nearly drops the phone.   \n[260]I, uh... have to go.   \n[261]I'll call you later, Mom.   STAY ON BELLA who hangs up.   \n[262]How did you get in here?   \n[263]You've been here before?   \n[264]You're a peeping Tom! Perv!   \n[265] Oh... I'm... oh.   He relaxes slightly, looking at her blushing face.   \n[266]Wish I could say the same. I'm so embarrassed.   \n[267]I have a date with Edward Cullen.   He suddenly looks like he's having an aneurysm.   \n[268]We're both juniors. I thought you liked the Cullens.   \n[269]Edward doesn't live \u0093in town.\u0094 And it's in the early stage and - - whatever, he's outside right now.   \n[270]He wants to meet you. Officially.   \n[271]Be nice, okay? He's... important.   Charlie gives his daughter a reassuring nod... then she opens the door to REVEAL Edward in a parka and gloves.   \n[272]  Dad.   \n[273]No fair, reading Charlie's mind.   As they climb in the Jeep, Bella notices a baseball bat -   \n[274]And since when do vampires like baseball?   \n[275] Now I get why you need the thunder.   The ball SHOOTS like a meteor deep into the forest, rocketing through the trees. Edward disappears after it.   \n[276]That has to be a home run.   \n[277]Yer out?   Esme nods... Amazed, Bella watches as DR. CULLEN hits a line drive. Edward and Emmett race for the catch, DIVING 15 feet and COLLIDING with such might that it sounds like enormous boulders falling. They miss the ball -- Dr. Cullen is safe!   JASPER WHACKS the next pitch -- deep into the forest. But before Edward can chase it, Alice suddenly GASPS.   \n[278]   What?!? Charlie's there. He's in danger because of me. Because of us!   \n[279]I said, leave me alone!   \n[280]Get out! It's over.   She SLAMS the door. Charlie has risen, baffled, concerned.   \n[281]I have to get out of this place. Out of Forks. I'm leaving. Now.   Bella runs upstairs. Charlie hurries after her -   \n[282]  Bella slams the door behind her. REVEAL Edward's already there, pulling things from her drawers and shoving them into a duffle faster than humanly possible. Bella leans against the door.    80. \n[283] I can't hurt him.   Edward gives her a look, you have to. There's a KNOCK.   INTERCUT Charlie on the other side. It's agony for both of them.   \n[284]No, Dad.   \n[285]I broke up with him.   \n[286]That's why I have to leave. I don't want this. I want to go home.   \n[287]She'll come home. I'll call her from the road.   \n[288]I want to drive. I need time to think. I'll pull into a motel in a few hours. I promise.   She heads down the stairs. Charlie follows.. .    81. \n[289]  Like watch more baseball on the flat   screen? Or go to the Coffee Shop?   Same people, same steak, same berry   cobbler every night? That's you,   Dad. Not me.   This hits Charlie hard. She can barely stand it, heads down the stairs, as he takes a second to recover.. .   \n[290]  And if I don't get out now, I'm   going get stuck here like mom did.   Charlie is stunned, wounded. She takes advantage of his shock, pushing past him out the door.   \n[291]  Bella drives, wiping tears away. Suddenly Edward is outside the car, near Bella's window.    82. \n[292]His face... I said the same words my mother used when she left him.   \n[293]  The small, insulated town passes by in SLOW MOTION... INSIDE we SEE Mike, Jessica, Eric and Angela laughing, flirting, innocent, hopeful.. .   \n[294]   This is insane. You can't put yourselves in danger like this - for me.   \n[295]If any of you get hurt because of me -   \n[296]  Mom, it's me again. You must have   let your phone die. Anyway, I'm   not in Forks anymore but I'm okay.   I'll explain when you call.   She hangs up, then faces back out the window, watching the green, misty Olympic Peninsula speed past. Off Bella's face -  \n[297]I wish he'd call.   \n[298]They could get hurt. It's not worth it.   \n[299]How do the visions work? Edward said they weren't always certain.   \n[300]So the course James is on now will lead him to... a ballet studio?   \n[301]No. I don't know. I used to take ballet lessons as a kid. The school had an arch like that.   \n[302]Yeah, around the corner from my house. But I haven't been there in ten years.   \n[303]No. Hell, no. I hated the place.   Alice and Jasper share a look, trying to figure this out. Suddenly, Bella JUMPS as her cell phone RINGS. She picks it up. Sees the caller I.D. and exhales relief. She answers.. .    88. \n[304]Edward. Are you alright?   \n[305]   This is my fault. You warned me, but I didn't think. I just.. .   \n[306]No... we can't.  When will you get here?   \n[307]Mom, I'm so glad you got my - -    89. \n[308]Calm down, Mom. Everything is fine, okay? I'll explain every -   HEAR RUSTLING on the line, as if Rene dropped the phone.   \n[309]... Mom? Are you there?   Then Bella HEARS a voice that sends a chill down her spine -   \n[310]Leave my mother out of this.   \n[311]I... don't think so.    90. \n[312]Where should I meet you?   James grins as he fingers a PHOTO of Bella that's attached to the refrigerator with a magnet. It's the same photo Charlie has of her, age 7, in a tutu, sitting on the floor.   \n[313](taking a breath for courage 8th and Palo Verde, please.   The taxi pulls out. Bella watches the hotel disappear. Off her FACE IN THE REAR WINDOW.. .    91. \n[314]   I've never given much thought to   how I would die.. .   \n[315]  Once again, we see the polished malls, the manicured cactus gardens. All empty for the night.   \n[316]   But dying in the place of someone \n[317]   I can't bring myself to regret the   decisions that brought me face to   face with death... they also   brought me to Edward.   She slips the pepper spray into her jeans pocket. She wraps her purse strap around her wrist. She takes a breath, approaches the school. Peers in the windows. The blinds are drawn. But from inside, we HEAR a faint sound.. .   \n[318]Everyone makes fun of me.   \n[319]Mom, I suck.   LAUGHTER behind Bella. She spins, trying to locate James in the mirrors.   \n[320]She's not here.   \n[321]Edward has nothing to do with this.    93. \n[322]No! Edward, don't.. .    94. James inhales as her blood pools. He leans in, hungry. Bella, half-conscious, watches him turn the camera on his own face -   \n[323]  Dr. Cullen applies pressure to the gash on her thigh - -   \n[324]It's on fire! My hand!   \n[325]It's burning!   \n[326] Death is peaceful. Easy.    97. Bella starts to float away... we're losing her.. . Suddenly from the darkness, Edward reaches out a hand.. . A brilliant light flares.. .   \n[327]Eyes closed. But they slowly open. She squints at the light. \n[328]Life... is harder.. . An oxygen tube rests under her nose. She reaches for it, confused. A hand stops her as her surroundings come into focus. \n[329]Edward? Where's - \n[330]What... happened?   \n[331]Sounds like me.    98. Rene's cell phone BEEPS. She opens it. Reads a text, starts typing in a reply.   \n[332]Mom, you're... texting.   \n[333]That's great mom.   \n[334]Mom, wait. I want to live in Forks. I have Dad.. .    ... and friends.. .   \n[335]What do you think?   \n[336]Um, Mom, would you mind getting Dad? \n[337]Is James - did you -- ?   \n[338]I'm alive because of you.   \n[339]But you did.   \n[340]What? No! I want to be with you! \n[341]  Alice lent me the dress. It was the   only thing that would fit over my   cast. Is it too... ?   \n[342]  Dad.   \n[343]  I can't believe you're making me do   this.   He just grins. Edward guides her around a corner to.. .   \n[344]You really are trying to kill me.   \n[345]-   It's Eric at the turntables, making the room bounce! Next to him, Angela wears the headphones, flipping through a stack of vinyl. They nod at Bella -- she shoots them a smile when - -   A FLASHBULB gets her attention -   \n[346]  Mike and Jessica stand in front of an Aston Martin cut-out. Bella catches their eye -- Mike does his best James Bond impersonation. Jessica poses like Pussy Galore.   Edward smirks, then turns to Bella -   \n[347] You're serious.   He doesn't wait for an answer, more or less CARRIES her to the DANCE FLOOR -- then places her feet atop his own... and starts to move. She actually begins to enjoy it.   \n[348]At prom.   As they dance, she feels his grace, his strength. Becomes thoughtful. Finally, she looks at him.    102. \n[349]Edward... why did you save me?  If you'd let the venom spread, I could've been like you by now.   \n[350]I want you. Always.   \n[351]I'm dying anyway. Every minute, I get closer, older  \n[352]Not the way Alice saw it.  I heard her. She saw me like you.  \n[353]Based on what someone decides. And I've decided.   He looks at her, angry.   \n[354]I dream about being with you forever.   \n[355]Yes.   He lowers his lips to her neck. One bite is all it would take.    103. \n[356]Yes.   His lips hover over her skin, a long beat... then he presses his lips to her throat. Not a bite. A kiss. He looks at her.   \n[357]For now.   They WHIRL around, gliding on his grace, never looking away from one another, as we CRANE UP on them, in each other's arms.. .   \n[358]No one will surrender tonight. But I won't give in. I know what I want.   CONTINUE UP AND BACK on the dance floor. We realize ..  ... someone's watching it, looking down from the window of a second floor hotel room in the Inn. The MUSIC wafting up in echoes. PULL BACK to REVEAL..  VICTORIA, turning from the window. She's stylishly dressed now, but seething -- a low, sinister SNARL in the back of her throat. PUSH IN FAST ON HER FACE, AND INTO HER BURGUNDY EYES filled with vengeance as we -   ", "Swan": "\n[1]  Eyes closed against the sunlight, absorbing its rays. Long, dark hair frames alabaster skin. She's a vulnerable, introverted, imperfect beauty.   ", "Mike": "\n[1]Ow!   \n[2]It's only a flesh wound.   Mike grins and she smiles, relieved. A BELL RINGS, class over.   \n[3]You're Isabella, right?    9. \n[4]I'm Mike. Newton.   He looks at her a second too long, clearly taken by her - - Suddenly, Jessica appears, stepping between them. Subtle, but possessive as she nudges Mike.   \n[5]Your home girl?   \n[6]Come on, Arizona. Give it up for the rain.   And he shakes his wet baseball cap onto Bella's head.   \n[7]  Are you okay!? Are you What happened!? Did anyone   hurt?! see what happened? !   Amid the chaos, Bella sees EDWARD'S SIBLINGS looking at Edward. But they show no hint of concern for his safety. Instead, they look at him with disapproval... and fury.   \n[8] Look! You're moving. You're ALIVE!   \n[9]Actually, I'm glad you're not dead \u0091cause - well, that would suck, plus \n[10]So what do you think?  You want to go? To prom. With me.   \n[11]You can't go another weekend?   \n[12]La Push beach, down on the Quileute rez. We're all going after school. Big swell coming in.   \n[13]Because Cullen's a freak.   \n[14]Yo, Arizona. So. You and Cullen.   She shrugs, non-committal, but can't entirely hide a smile, as she hurries inside to Charlie's table and slides in.   ", "Newton": "", "Angela": "\n[1]Sorry, needed a candid for the feature -   \n[2]   Guess we'll just run another editorial on teen drinking.   \n[3]-- Wait, that's a good one.. .   But Bella's attention is now riveted to -   \n[4]The Cullens.   Jessica leans in, swinging into gossip mode.   \n[5]They kinda keep to themselves.   \n[6]Jess, they're not actually related.   \n[7]Maybe he'll adopt me.   Bella laughs, liking her... then sees the last Cullen to enter -   EDWARD, 17. Lanky, with untidy, bronze colored hair. He seems inwardly turned, mysterious. More boyish than the others. But the most striking of all. Bella can't take her eyes off him.   \n[8]There's whale watching, too. Come with.   \n[9]I keep thinking Eric's going to ask me to prom, then he just... doesn't.   \n[10]I am?   \n[11]I think it's nice she invited him. No one ever does.   \n[12]I'm going to the prom with Eric! \n[13]Thank God. We need your opinion.   Off Bella, that's not really what she had in mind.. .   \n[14] You're not very good at this, are you?    41. \n[15]You sure?   Bella nods, heads out. Jessica's looks in the mirror again.   \n[16]Where were you!? We left you a message.   \n[17]That's so... thoughtful.   \n[18]  Oh. My. God. Angela, scanning for a shot, has frozen. Jessica and Eric ", "Charlie": "\n[1]Your hair's longer.   \n[2]Guess it grew out again.   She just nods. Silence.   \n[3]How's your mom?   \n[4]8   The cruiser pulls up to the old two-story house. A woodshed full of firewood. There's a small boat in the garage, fishing gear, an old buoy. Bella climbs out... home.   \n[5]9   Bella and Charlie carry in her bags. The house isn't stylish , but it's comfortable, lived-in. Lots of fishing memorabilia; photos of Charlie fishing with Quileute Indian BILLY BLACK.   Handmade cards to \u0093Daddy\u0094 and photos of Bella. She winces at herself, age 7, in a tutu, sitting stubbornly on the ground.   \n[6]  I put Grandpa's old desk in your   room. And I cleared some shelves   in the bathroom.   \n[7]I'll just put these up in your room -   \n[8]  Bella exits to find Charlie greeting the driver, JACOB BLACK, 16, Quileute Indian, amiable with long black hair, and hints of childish roundness in his face. The two of them help Jacob's father, BILLY BLACK , into a wheelchair.   \n[9]Bella, you remember Billy Black.   \n[10]Keep exaggerating, I'll wheel you down the hill.   \n[11]So what do you think of your homecoming gift?   \n[12]Just bought it off Billy, here.   \n[13]Waylon, she hasn't had a Christmas here since she was four.   \n[14]You always do.   \n[15]Easier than washing dishes.   \n[16]I remember.. .   They both laugh -- recalling an especially bad dinner.   \n[17]How was school? Meet anyone?    16. \n[18] Are people talking about them again?   \n[19]Just \u0091cause they're newcomers. We're lucky to have a surgeon like Dr. Cullen at our podunk hospital. Lucky his wife wanted to live in a small town. Lucky his kids aren't like a lot of the hell-raisers around here.   \n[20]I just don't like narrow mindedness.   And he returns to his food. Silence.   \n[21]It's neater, rearranged more attractively. Clearly, Bella's given it her touch. She sweeps through, folding Charlie's fleece jacket, straightening up. She grabs her book bag - \n[22]ON BELLA'S FACE as she opens the door and stops, dismay filling her. It's pouring down rain --the yard is full of puddles, some frozen. Bella shivers, wraps her coat tight. \n[23]You okay, Bells? \n[24]That's why I got you new tires. She looks over at the truck -- yep, four new tires. \n[25]  The other ones were nearly bald.    19. \n[26]I'll be late for dinner. I'm heading down to Mason County. A security guard at the Grisham Mill got killed by some kind of animal.. .   UNKNOWN POV - ON BELLA AND CHARLIE, as he speaks.. .   \n[27]You're not in Phoenix any more, honey. They've been hunting it for a week with no luck. Thought I'd lend a hand.   \n[28]Always am.   \n[29]Bells. Are you alright?   \n[30]It sure as hell is not okay.   \n[31] We nearly lost you.   \n[32]You can kiss your license goodbye.   \n[33]Good. Dr. Cullen.   \n[34]Edward? Your boy?   Dr. Cullen quickly looks back at the chart. Bella's intuition flickers, sensing he knows something. She presses.   \n[35]I just have to sign some paperwork. You better call your mom.   \n[36]  Bella enters, throws down her book bag and coat, still angry. She starts upstairs but Charlie enters from the kitchen.   \n[37]Your mother called. Again.   \n[38]She always did know how to worry.    But... she's changed, too. She seems happy. Phil sounds all right.   \n[39]Known him going on thirty years.   He's obviously torn up. Bella isn't quite sure what to do. And so puts a comforting hand on his shoulder. A beat.. .   Then Charlie squeezes her hand. It's the first physical affection we've seen between them. And it threatens to evoke even more emotion in Charlie. So he tamps it down, and rises, then projects a confident manner.   \n[40]We'll get to the bottom of this, Bella. But in the meantime.. .   As an ambulance pulls up outside, he opens a drawer, finds out a cannister of PEPPER SPRAY.   \n[41]... I want you to have this.   \n[42]It'll give me some peace of mind.   She sees he needs this, and allows him to put it into her purse.   As Charlie goes to get his coat, Bella steps outside to SEE -   \n[43]  Water sprays from a hose as Bella and Edward wash her truck. A boom box PLAYS. He perches on top of the roof.   \n[44]Pale Ale.   \n[45]   Found a footprint out at the crime scene today. A bare, human footprint.   Billy seems disturbed but not surprised. Bella is horrified.   \n[46]Spread the word out at the rez, will ya? Keep the kids out of the woods.   \n[47]Guys, we got something -   The Deputies hurry to Charlie. They gather around - A FOOTPRINT. The dogs start pulling them in a certain direction. As the posse takes off at a sprint -   \n[48]We watch Charlie and the posse move away... REVERSE to find - \n[49]Ordered you the seafood combo.   \n[50]I'm healthy as a horse.   \n[51]The suspect's moving east. Kitsap County Sheriff is taking over from here. They're putting extra guys on.   \n[52]Your friends are flagging you.    70. She turns to see Mike and the guys horsing around outside, straws in their noses, making faces at her. She smiles.   \n[53]It's okay you wanna join them. I'm just gonna turn in early anyway.   \n[54]It's a Friday night. Go out. The Newton boy's got a big smile for you. Nice family, the Newtons.   \n[55]None of the boys in town interest you?   \n[56]Just... you should be around people. I leave you alone too much.   \n[57]  Bella enters to find Charlie cleaning a rifle. He starts to say hello but she just blurts out - -    73. \n[58]He's too old for you.   \n[59]And I thought you weren't interested in any of the boys in town.   \n[60]Now? He's out there?   \n[61]Good.   He cocks the rifle in mock-seriousness.   \n[62]Bella's going to play baseball?   Bella's equally surprised, but hides it.    74. \n[63]Well. More power to you, I guess.   \n[64] You got that pepper spray?   \n[65]  Edward and Bella climb into a massive JEEP parked in the drive.   \n[66]  Charlie watches a baseball game on T.V. as the door suddenly BURSTS open to reveal Bella, crying, and Edward, devastated-   \n[67]Bella? What happened?   \n[68]Bells. Did he hurt you?   \n[69]Then what? Did he break up with you?   \n[70]I thought you liked him?   \n[71]  Bella charges down the stairs -- Charlie follows.   \n[72]Your mother's not even in Phoenix.   \n[73]You can't drive home now. I'll take you to the airport in the morning.   \n[74]  Bella reaches the ground floor with Charlie on her heels. She's almost to the door but Charlie blocks her.   \n[75]  Bells, I know I'm not around much,   but I can change that. We can do   more things together.   She takes a breath, hating herself for what she's about to say.. .   \n[76]Bella... I just got you back.   Which breaks Bella's heart... and forces her to deliver the final blow.   \n[77]  Bella exits, heads to her truck. Fresh tears spring to her eyes.   \n[78]  At a picnic table, Charlie cleans a fish with a big knife. Edward waits awkwardly near his Volvo, dressed in an elegant suit. But even calm Edward is unnerved by Charlie's glare. The front door opens and they look up to see -   BELLA --framed in the doorway in a stunning long dress. Edward is enchanted. Bella descends the steps with difficulty, due to her LEG CAST. Charlie edges out Edward to help her down.   \n[79]Heard that before.   Edward moves to open the car door. Charlie holds Bella back.   \n[80] I put new pepper spray in your bag.   \n[81]... and... you look beautiful.   Father and daughter share a smile.. .   ", "Alice": "\n[1]The bus is leaving.  Hi. Will you be riding with us?   \n[2]He's already there.   68 \n[3] Hi, Bella!   ON THE BALCONY Alice leaps over the rail, holding a bouquet of wildflowers. Jasper follows her. She bounces forward to kiss Bella's cheek and hands Bella the wildflowers.   \n[4]  I'm Alice. You do smell good. \n[5] It's alright, Bella and I are going to be great friends.   \n[6] You won't hurt her, Jasper.   He isn't so sure. Edward takes Bella's hand instead.   \n[7] I'll see you soon.   Edward shoots Alice a look, which Bella catches before he guides her up the stairs. As they ascend, Bella takes in the eclectic ART PIECES from around the world, Ethiopian crosses, Dresden China, Asian scrolls. They reach -   THE LANDING - to FIND a wall of dozens of artistically arrayed silk squares with tassels. Bella looks closer.   \n[8]It's time.   -- Just as a deep RUMBLE of thunder shakes the forest.   \n[9]Stop! I didn't see them.. .   They all stop. Edward is immediately at Bella's side. The family instantly gathers at home plate.   \n[10]They're traveling so quickly -    76. \n[11]They did, but then they heard us.. .  And changed their minds.   \n[12]I'll go with Bella. Jasper and \n[13]You should eat.   But Bella ignores the food. She sits heavily.   \n[14] The tracker. He just changed course.. .   Jasper quickly sets a pad of paper and pencil in front of her.    87. \n[15]Mirrors. It's a room of mirrors.   Alice begins to draw at HYPER SPEED, closing her eyes, trying to see it clearly.   \n[16] You've been here?   \n[17]It's going to happen. I've seen it -   ", "Cullen": "\n[1] I heard the Chief's daughter was here.   They look up as DR. CARLISLE CULLEN, mid 30's, approaches, blond, movie star handsome. His face is kind, but pale, tired.   \n[2] I've got this one, Jackie.   The E.R. Doctor hands Dr. Cullen the chart, exits. Dr. Cullen reviews her chart, then feels the back of her head as.. .    26. \n[3]You have a nice knot growing back there, but your x-rays show no indication of concussion.   \n[4] As long as you're safe.   \n[5]  Rosalie is clearly furious at Edward who stands his ground. Dr. Cullen plays intermediary.   \n[6]Let's take this in my office.    27. Rosalie glares at Edward as she goes off with Dr. Cullen. Edward adopts a nonchalant air as Bella approaches, determined.   \n[7]Waylon Forge was found in the woods out near his place. I just examined the body.   Edward darkens. Bella is horrified.   \n[8]Animal attack.   \n[9]Most likely.   \n[10](with a kind, reassuring   smile Bella, you should go inside. Waylon was your father's friend.   She goes to the door, but looks back to see them conferring quietly, gravely. Clearly, there's more to this.   \n[11]A timeless graceful house. The Volvo pulls up and Bella climbs out, surprised.   \n[12]Edward guides Bella into the large, bright house. Walls of glass look out on the river. Everything's open and white. Historical objects are tastefully placed throughout.   HEAR Verdi's \u0093La Traviata: Libiamo ne' lieti calici\u0094 coming from another room. Bella is enraptured. \n[13]  Verdi's opera BLASTS Bella and Edward who enter to find the kitchen in full swing. Dr. Cullen, Emmett, Rosalie, and ESME prepare elaborate platters of Italian pastas and antipasti.   Esme rolls out a pizza dough and fans tomatoes around it in an instant. Rosalie stirs a pot, disinterested.   Esme sees Bella and stops, emanating maternal warmth. Her heart-shaped face and billows of hair are reminiscent of the silent-movie era.   \n[14]  You've given us an excuse to use   the kitchen for the first time.   Hit pause.. .   PAN across brand new Williams-Sonoma cookware boxes to the corner --they're watching an ITALIAN COOKING SHOW on a TV. Emmett hits the DVD remote control.   \n[15] She knows that.   \n[16]  Esme and Dr. Cullen look out the window. Edward's LAUGHTER filters inside to them; Esme, in turn, smiles.   \n[17]He's been alone too long... but how can it end well?   \n[18]Not often.   Esme turns to Dr. Cullen, gentle but absolutely firm.   \n[19]Thank you.   \n[20]Of course.   \n[21]Would you like to bat first?   Laurent picks up a bat. The Cullens take the field. Dr. Cullen is catcher, Edward is on first, with Bella behind him, near the Jeep.    77. Bella sees that Edward's eyes are locked onto James. Laurent is at bat first.   \n[22]I'm afraid your hunting activities have caused something of a mess for us.   \n[23]Yes, we maintain a permanent residence.   The three newcomers exchange a look of surprise.   \n[24]The girl is with us.    78. \n[25]I think it best if you leave.   \n[26]Get Bella out of here. We'll follow them.   Dr. Cullen, Jasper and a resentful Rosalie race off after the three vampires. Edward scoops Bella up as we -   \n[27]  Edward, Emmett and Alice rush Bella from the truck to the house... but freeze when the door opens and Laurent exits. They immediately take defensive positions but Dr. Cullen appears.   \n[28]He came to warn us. About James.   They back down slightly. Laurent address Dr. Cullen.   \n[29]  The side door BURSTS OPEN as Edward and the Cullens enter, followed by Bella. The lights flip on to reveal a pristine garage; the Volvo, the red BMW, a black Mercedes sedan, an SUV.   Everyone but Rosalie springs into action, opening cupboards for supplies - cell phones, extra batteries, maps, portable GPS units, changes of clothes, cans of gasoline, etc. As they load up the vehicles -   \n[30]I don't relish killing another creature. Even a sadistic one like James.   \n[31]No, Edward -- the tracker thinks you won't leave Bella. He'll follow you.   \n[32]   Rosalie. Bella is with Edward. She's a part of this family now. And we protect our family.   She glowers, but picks up the clothes. Dr. Cullen hits the door opener and the massive METAL DOORS roll open. Dr. Cullen squeezes Edward's shoulder before he and Esme climb into the SUV. Everyone finishes loading up, climbing in cars -   Amid this, Edward and Bella take a moment together.   \n[33]Her femoral artery's been severed. She's losing too much blood -   \n[34]    You have to make a choice. Either   let the change happen -   \n[35]Alice, find me a tourniquet. \n[36] Tighter, above the knee -   \n[37]You can try to suck the venom out.   \n[38]Find the will to stop. But choose, she only has minutes left.   Edward looks down at Bella, thrashing in pain. Finally, Edward takes her hand. She tries to pull it away.   \n[39]Stop. Her blood is clean, you're killing her.   -- but the bloodlust is too strong. He is killing her. Bella looks at him, forgivingly, as she begins to lose consciousness.. .   BELLA'S POV -ON EDWARD -growing blurry... he disappears into the blinding light. It's as if she's underwater, like her dreams.. .   ", "Phil": "\n[1]If you call crappy motels, backwater towns and ballpark hot dogs romantic.   He puts his Phoenix Desert Dogs baseball hat on Rene's head with a kiss. Phil's love of Rene reassures Bella. Phil heads to the old station wagon to load the luggage, while Rene slips her arm through Bella's, clinging to her as they walk to car.   ", "Jessica": "\n[1]Block it, Chloe! Yeah! Good attack!   Unfortunately, the volleyball heads toward Bella. She closes her eyes and flails at it, SMACKING it. It flies off court -   -- and beans a basketball player in the head. He is MIKE NEWTON, good looking, affable, with blond spiky hair.   \n[2]She's got a great spike, doesn't she?    So, you're from Arizona, right? Aren't people supposed to be tan down there?   \n[3]  It's first grade all over again, and you're the shiny new toy.   Bella smiles awkwardly. Suddenly, a FLASHBULB blinds Bella. She looks up at the photographer, ANGELA, Jessica's sweet, low key, insecure friend.   \n[4]Doctor and Mrs. Cullen's foster kids. They all moved down here from Alaska two years ago.   \n[5]Because they're all together. Like, together together. The blonde girl, Rosalie, and the big dark-haired guy, Emmett.. .   ON ROSALIE, 18, long blonde hair, model beautiful, knows it. Alongside her is EMMETT, 17, big, brawny, like a weight lifter, but a playful glint in his eye.   \n[6]... they're a thing. I'm not even sure that's legal.    11. \n[7]But they live together. And the little dark haired girl, Alice, she's really weird.. .   ON ALICE, 17, pixie-like, rail thin, light on her feet with short, black hair going in every direction. She hovers over, JASPER, 18, honey-blond hair, tall, lean, slightly tortured.   \n[8]... she's with Jasper, the blonde who looks like he's in pain. \n[9]That's Edward Cullen.   Suddenly, Edward looks over, as if he heard Jessica from across the room. His eyes meet Bella's. But he seems.. . confused. Bella quickly looks away.   \n[10]He's totally gorgeous, obviously. But apparently, no one here is good enough for him. Like I care.    Anyway, don't waste your time.   \n[11]Guess who just asked me to prom!   Bella smiles.   \n[12]I totally thought Mike was going to ask you, Bella. Is it gonna be weird?   \n[13]I know, right?   Giddy, Jessica rushes to catch up with Angela. Bella heads out the door that leads to -   \n[14]Eric, you stood up once. On a foam board.   \n[15] Keep her company. Her date bailed.   \n[16]She invited Edward.   \n[17] He's not here.   She looks down to find Jessica sitting on the grass.   \n[18]  Whenever the weather's nice, the   Cullens disappear.   \n[19]  No, Dr. and Mrs. Cullen yank \u0091em   out for hiking and camping and   stuff. I tried the idea out on my   parents. Not even close.   Bella registers this as Angela suddenly jumps on them.    40. \n[20]Oh my God, we need to hit the stores in Port Angeles before the dresses get cleaned out.   \n[21]I think this halter makes my boobs look big. What do you think, Bella?   Outside the window, a group of rowdy FRAT BOYS head toward a bar. Two of them stare at Jessica in her low-cut dress. Embarrassed, she turns back to Bella.   \n[22]Bella?   \n[23]You said that about the last five dresses.   \n[24]  She was right about this halter,   though. It does look great.   \n[25]We waited, but we were starving -   Then they see Edward behind her, climbing out of his car. They freeze, agog. He's composed now, making an effort to be charming. And they are charmed.   \n[26]I - we - understand. We were just... leaving, so -   The two girls start to go. Bella is forced to go with them.   \n[27]Really thoughtful.   \n[28]  Monte Carlo? That's our prom   theme?   ", "Billy": "\n[1]Glad you're finally here. Charlie hasn't shut up about it since you told him you were coming.   \n[2]Right after I ram you in the ankles.   Billy takes several rolls at Charlie, who dodges. Jacob shakes his head at their two fathers as he shyly approaches Bella.   \n[3]Actually, we came to visit your flat screen. First Mariners game of the season. Plus Jacob here kept bugging me to see you again.    60. \n[4](holds up a brown paper \n[5]Any luck with the Waylon case?   \n[6]Will do.  Don't want no one else getting hurt.   Bella looks away from Billy, unnerved.   ", "Emmet": "\n[1]The problem is, you two have gone public now, so.. .   \n[2] She thinks we cheat.    75. \n[3] Just try it.   \n[4]   We'll rip him apart with our hands, then burn the pieces -   "}}