{"filename": "Twins_script.txt", "imdb_id": "tt0096320", "imdb_url": "https://www.imdb.com/title/tt0096320", "characters": ["Werner", "Marnie Mason", "Bob Klane (as Thom McCleister)", "Vincent Benedict", "Granger", "Peter Garfield", "Webster", "Mitchell Traven", "Beetroot McKinley", "Morris Klane", "Linda Mason", "Julius Benedict", "Burt Klane", "Al Greco", "Old Mary Ann Benedict"], "dialogues": {"Werner": "\n[1]On his 35th birthday, I decided to tell Julius Benedict the truth about himself... \n[2]It wasn't that he was the product of a scientific experiment. \n[3]An experiment designed to produce a physically, mentally and spiritually superior human being. I explained that to him when he was two years old. \n[4]And it wasn't the complexity of Julius's parentage. He knew that unlike other little boys, he didn't have just one, but half a dozen fathers, all very distinguished men.                                   * \n[5]Nor was it about the extraordinary woman chosen to be his mother... \n[6]Julius had long lived with the tragic news that she died giving birth to him. \n[7]What Julius didn't know, until this very moment, was that, about a minute after he was born... \n[8]His mother gave birth to another baby... \n[9](speaks with an \n[10]Vincent. \n[11] \n[12]They're a simple people; rather primitive, not like us. \n[13]-- My need for it is only sentimental -- yours may be practical -- \n[14](holding back the tears \n[15]And...? \n[16]Julius -- please -- don't get your hopes up. Your brother doesn't even know you exist. \n[17]Smiling happily.    PULL BACK to reveal we are -- ", "Marnie": "\n[1]You total Linda's car. You pawn                           * her stereo. You declare us as                             * dependents on your tax return!? \n[2]Linda! \n[3](enjoying calling \n[4]-- That weasel, that creep -- that oily little slug -- that two-bit, two-timing, waste of space -- that pathetic, low-life pocket Romeo. \n[5]are pushing a cart down one of the other aisles. Linda is filling it with birthday candles, cake mixes, etc. \n[6]The answer's obvious. \n[7]And that 'poetry' he pretends to write. They're old song lyrics, Linda. \n[8]Excuse me. \n[9](looking at the \n[10]You didn't? Where've you been? A desert island? \n[11]Your brother? \n[12] \n[13]Why do I think I'm going to see him again? Like maybe tomorrow. \n[14]Happy birthday, Vince.   Is Julius around? \n[15](holding up a box                                * \n[16]I guess it was a dumb idea.                             * \n[17]Oh -- don't mind me. \n[18](while eyeing Julius \n[19]I'm not sure... he said they'd provide one hundred percent of the average daily requirement of fourteen source vitamins in a high-fiber form that's an integral part of a properly balanced diet. \n[20]I really hope so. \n[21]Julius... \n[22]Good luck.                                               * \n[23]See you later. \n[24]Wow! \n[25]Er... no... \n[26]He knows a lot about everything. \n[27]Anything... \n[28] \n[29] \n[30]But we just went. \n[31] \n[32]Hi -- Vince and Linda want to be                        * alone, so I'm afraid I'm going to stay here. Which bed should I take? \n[33]Good night. \n[34]This mattress is awful. \n[35]Sorry.   Good night. \n[36]This mattress is just as bad as the other one. \n[37]This is better... Good night. \n[38]It's alright. \n[39]Just my legs. \n[40] \n[41]I'd love a glass of water. \n[42]Thanks. \n[43]Oh, great! \n[44]Do you mind if I share your blanket? -- Mine's all wet. \n[45]Could we switch sides?   I like to sleep on the left. \n[46]Can I ask you something for a change? \n[47]Do you like me? I mean, even a little bit? \n[48]What? \n[49]They're both gazing up at the ceiling, bathed in after- glow. Marnie has obviously just had the sexual experience of her life. Julius is equally dazed and happy. \n[50]Are you sure you've never done this before? \n[51]And one from us -- \n[52] \n[53] \n[54]He may need you. \n[55]Don't you realize you could make things a lot worse if you don't do something. Julius -- you're still very smart it's just you're not thinking so well right now -- on account of what you found out at Whispering Pines -- but you're not alone, you know -- I mean, you live long enough, everyone's mother dies... \n[56]Be careful...                                              * \n[57]watching. ", "Mason": "", "Vincent": "\n[1]", "Benedict": "\n[1]", "Granger": "\n[1] \n[2]You're Mary Anne's son? \n[3] \n[4]They told your mother that you died at birth... \n[5]    \n[6]I guess you could say I'm your father... \n[7](wistfully studying  \n[8]She turned me down. Said she was afraid to have children. She took it real hard when they told her you died. She even stopped painting. Did you know she painted? \n[9]'We'? \n[10]There's two of you? She never                            * knew that, either. \n[11]Mitchell Traven. He supervised the experiment for the government. \n[12]He's the one responsible for all of this. He still runs the genetics lab at Los Alamos, New Mexico. \n[13]Watch out for him -- he's kind of a dickhead, if you know what I mean. ", "Peter": "", "Garfield": "\n[1]Something like that. \n[2]The tests on the lower temperature gaskets look great. \n[3] \n[4]  \n[5]Who are you? \n[6]on the sound of the name.      He looks at Larson.   A beat.        * \n[7] \n[8]The car was there! The merchandise was in the trunk! Your instructions were on the cassette! \n[9]This is bullshit! The car was there. \n[10]He liked the car. We'd put on those damn loud shirts so we'd look like tourists -- \n[11]* \n[12]Mr. Webster, I hope you're happy with the vehicle we chose for your little journey. When you get to Houston, phone 713/555-0342 and                        * ask for Beetroot McKinley. He will arrange to trade you a briefcase for the merchandise in the trunk. ", "Webster": "\n[1]He looks at the Cadillac key.    Clearly, he is not happy at the turn of events. \n[2] \n[3]Driving that Cadillac to Texas? Got my driving gloves, got my driving glasses, got my hat... but no car. \n[4]Let me explain something to you. I have a reputation to uphold. People put their trust in me because they know I always deliver the goods and I always come back with the money. This whole thing is making me look very bad... professionally. \n[5] \n[6]You know, I just realized that in                     * twenty years of service no other                      * client has ever seen my face. \n[7]Guess you're right.                 * \n[8]Thanks for everything, guys. I'll see what I can do about those Laker tickets. Yeah, I'll tell her. \n[9]They want you to hold their calls. They're going to be working late. \n[10]Your boss at the lot told me you                          * were on duty when the Cadillac                            * clocked in. Now what's his name?                          * \n[11]That's certainly a beginning. \n[12] \n[13]Where can I find Mister Benedict? \n[14]Let me get this right -- You're protecting the weasel who's been                        * screwing your wife for the past three years. \n[15]Well, I guess I'll have to beat it out of you -- \n[16](getting up, \n[17] \n[18]Howdy. \n[19]It's not really important, is it? I wanted to feed the cat before I left. \n[20]Who are you? \n[21]Interesting genetic pool. You're looking for Vince Benedict, right? \n[22]Am I Vince Benedict? \n[23]So what's the difference who I am? \n[24] (dangerously to \n[25](polite, as he \n[26] (handing him a \n[27]emerges from the shadows with a powerful pump action                * shotgun. He opens the Caddy and pushes the dead                     * Bodyguard off the horn. Beetroot has a hole in his head, as well. Webster turns and gazes back toward Vince who is sprinting for safety. Webster calmly goes after him, reloading his rifle. \n[28] \n[29]   \n[30]FIRING at the sound. He can't see Vince but he pours his fire at the window Vince broke -- large chunks of the              * BUILDING EXPLODE off wherever Webster fires.                           * \n[31]Pack it in, Vince, you're only wasting time -- I don't give a damn about you, just the money -- \n[32]moving in on the shattered window.     A bit irritated. \n[33]Vince, if you don't cut this horseshit I may have to hurt you. \n[34](gun trained on  \n[35]Just exactly who are you? \n[36]Keep your hands that way. \n[37]   \n[38] \n[39] \n[40]  \n[41]Just what are you two talking about? \n[42] (aiming the rifle \n[43]Whatever you want. \n[44]He said he didn't believe in them. \n[45]You got lucky. \n[46] \n[47]Drop the gun and give me back the case, or we're gonna have ourselves some barbecued Benedict. \n[48]Well, I guess this is goodbye. \n[49]I don't think so. \n[50]The third rule? ", "Mitchell": "", "Traven": "\n[1]I don't know who you are and I                            * don't know what you're talking                            * about. Now get the hell out of                            * here before I call security. \n[2]Traven looks up from some papers on his work table as -- \n[3]You turned out just like I thought you would, Vincent. What did you do, escape from prison? \n[4] \n[5]This room was sealed as soon as your mother gave birth. \n[6]You came out first, of course... We weren't expecting him. \n[7] \n[8]We weren't making milkshakes. We were making the most fully- developed human the world has ever seen. \n[9]Wrong. The embryo split in two, but it didn't split equally. All                        * the purity and strength went into Julius. All the crap that was left over went into what you see in the mirror every morning. \n[10]Just look at him -- \n[11] \n[12] \n[13]Traven is reading a newspaper with his feet up on the desk. It has the same headline and photo. ", "Beetroot": "\n[1]Lookin' forward to it. \n[2] \n[3](handing card to (staring at the \n[4]Step away from that car, Mr. Benedict. \n[5] (ruthlessly; to                                 * ", "McKinley": "", "Morris": "\n[1]Time's up, Vincent -- Got the money? \n[2]He grabs Vince again. \n[3]You gotta understand something, Benedict -- I like my work. \n[4] \n[5](absolutely in \n[6]Who are you? \n[7]You're firewood. \n[8]Let's go. \n[9] ", "Klane": "\n[1]Where's the little shit? \n[2]Benedict. \n[3] \n[4]Look what I found crawling around out back. \n[5]This is only four thousand -- \n[6] \n[7]There you go -- -- Another thousand -- Okay -- This nice lady just bought you a day Vince -- I want it all -- Twenty- thousand -- this time tomorrow.                        * \n[8]That's just the interest.    The                       * twenty's the principal.                                * \n[9]Time's up, Vincent -- Got the money? \n[10]He grabs Vince again. \n[11]You gotta understand something, Benedict -- I like my work. \n[12] \n[13](absolutely in \n[14]Who are you? \n[15]You're firewood. \n[16]We haven't forgotten about you, Benedict -- You better have our money tomorrow morning. Or else. \n[17]Open up, Benedict! I know you're in there! \n[18]Who are you? \n[19]I asked you a question. \n[20]Hit him, Bob. \n[21]each with a cast on his foot, each supported by a crutch, force them back into the booth. \n[22]Hello, girls -- Do you mind if we sit down and enjoy the music with you? \n[23]This has gone way past a simple case of loan deliquency. \n[24]We don't like getting shot.                                * \n[25]It's no way to do business. \n[26]We want to take Vince out to the parking lot and kill him. \n[27]Let's go. \n[28]* \n[29]What? \n[30] \n[31]This is no bluff -- Asshole -- \n[32]Meet my cousins. Get these jerks outside. ", "Linda": "\n[1]Like what? \n[2] \n[3]What did you do, Vince? \n[4] \n[5]Don't look at me like that... Don't do that with your eyes... I shouldn't even be here with you. \n[6] \n[7] \n[8] \n[9]I hope this helps -- Please don't hurt him. \n[10]It's your birthday?   Why didn't you tell me? \n[11]You'll tremble plenty before we're through, Vince Benedict. \n[12]are pushing a cart down one of the other aisles. Linda is filling it with birthday candles, cake mixes, etc. \n[13](as she reaches \n[14]There's only one Vince Benedict. He's a force of nature. \n[15]I know that -- Geez, you don't think I know that -- ? It's so cute, the way he thinks he's tricking me. Anyway, what's wrong about other people's songs? Some guys tell you dirty jokes. It just proves that Vince has a romantic soul. \n[16]Vince... ?   I didn't know you had a brother. \n[17]Happy birthday, Vince. \n[18] \n[19]You were going somewhere -- you weren't even going to say goodbye -- \n[20]Like what? \n[21] \n[22]Vince...? \n[23]I'm coming with you. I'm not letting you out of my sight. \n[24]I am because if you say 'no' one more time -- -- I'll tell everybody you're hiding a fortune in your -- \n[25]throws open the door, with a big smile on her face. \n[26]Guess what? Vince just invited us all to go to New Mexico and Texas. \n[27]Did Julius like the cookies? \n[28]I think that's good. \n[29]Wow! \n[30]I always knew that. \n[31]You sure know a lot about beer. \n[32]Did you tell anybody we were coming to Santa Fe? \n[33] \n[34]Linda, dressed in a negligee, comes out of the bathroom area. Vince, wearing pajamas, is on the floor, legs curled under the bed, doing sit-ups. \n[35]You sick or something? \n[36]She'll love you whatever you look like. \n[37]I think you're nervous. \n[38] \n[39]If she's disappointed in you, then she's a fake -- who could want more from a son? \n[40]I know. That's why, when we get back, I think we should move in together. \n[41]I'm not saying we have to    get married or anything, and    it's not about me wanting to keep    an eye on you, either. I just want to live with    you. \n[42]I promise not to try and make you happy unless you want me to. \n[43]Am I really your best girl? \n[44]There better not be, because... 'I only have eyes for you...' \n[45]Let's get her some flowers. \n[46]Introduce yourselves.                                   * \n[47]You ought to be so proud of your mother, Vince. She donated her house and her land and all her paintings to help young artists. \n[48]You know that's not true. \n[49]Vince -- quit acting crazy -- \n[50]You don't know -- he's got something worth maybe millions in that trunk -- he could get himself killed delivering it. \n[51]  \n[52]What the hell are you doing here? \n[53]How did you get in here? \n[54] \n[55]You're right, you don't deserve it. \n[56]  )T(    TWINS - Rev. 7/5/88 PM                              138A.       *  \n[57]  \n[58]Vince, they're beautiful. \n[59]Yes, but... \n[60](feigning \n[61] ", "Julius": "\n[1] \n[2] \n[3] (for a moment, \n[4] (suddenly spins; \n[5]I know it is the cradle   of democracy and the land   of the free; besides, I speak   twelve languages -- I'm sure I   can get a job. \n[6]My brother will look after me. \n[7]It's a blend of modern technology and the tropical environment -- floor-to-ceiling book-cases, computers, a hammock shrouded in a mosquito net. Julius is hurriedly packing a small leather suitcase, watched by Werner. Werner hands over a photograph: it's a picture of a younger Werner, Traven, and the six fathers. \n[8]It's your only copy -- \n[9]Thank you -- I'll miss you. \n[10](in Japanese; \n[11] \n[12]Well, if a woman loved my brother enough to marry him, she might have a sister who'd feel the same way about me. That often  happens with twins, you know. \n[13](loudly as he \n[14] \n[15]seated in the rear, still in his peasant garb, the bamboo suitcase resting on his lap. He has his headphones on and is singing along to the music, his eyes closed and his head bobbing. \n[16] \n[17] \n[18](reading her name \n[19]Actually, I'm a horticultural botanist, a mathematician, and a philosopher. \n[20]turns to the terrified elderly woman beside him who's clutching a hardcover Bible in her lap. \n[21] \n[22] \n[23]And you can see it on his face:   He loves it. \n[24] \n[25] \n[26]Sorry, but I don't smoke... pal? \n[27]I... don't have a girl friend. Do women really wear these things? \n[28]Yes, a small island in the South                      * Pacific, about 300 nautical miles south-southwest of Fiji... \n[29]just sort of standing there, no big deal, not much effort showing on his face as Biker #2 begins to slowly rise into the air as he and his cycle are about to be parted and then -- \n[30]I did nothing, the pavement was his enemy. \n[31]  \n[32]I would say -- a concussion -- a mild shoulder separation, and ribs \n[33]Get him to a hospital. \n[34]And in the future, you should both consider wearing helmets. \n[35]So, this is where my brother grew up. I'm glad he had so many friends to play with.                                     * \n[36]And that's where he must have slept. \n[37]It's the one I would have chosen. It's next to the fire extinguisher. In case of a fire, I could have given the alarm, and saved the other orphans. \n[38]Tell me about him. Was he a good athlete? Did he like chess and poetry? \n[39]This is him?   He looks happy --                        * \n[40]I always liked biology. \n[41]But I have to find him.   Where do you think he might be? \n[42]trying to fight his excitement, watching as the prisoner moves toward him -- -- then past him. Julius, confused, stares for a moment straight ahead across the partition, and now he's more confused -- -- because Vince is sitting across from him, dubiously studying him, arms crossed. There are phones on both sides of the glass partition. The room, it should be noted, is busy. Julius makes a smile. Vince just stares. Julius mutters \"excuse me\" and gets up, goes to a nearby \n[43] \n[44](impassioned, but a \n[45](understands now -- \n[46]... Dearest Vincent... \n[47]I know you don't know who I am, but -- I came halfway across the world -- \n[48](overlapping -- \n[49]I don't know any Klane Brothers. \n[50]My name is Julius -- I'm your twin brother. \n[51]We're not identical twins. \n[52] \n[53]Vincent, I don't lie. I am your brother. Let me help you get out                        * of here. \n[54]Yes. \n[55]How can bullshit walk?   Is that slang? \n[56]I have some more money -- \n[57]I am happy to help you, Vincent. You're my brother. I love you. \n[58]Tossing cookies, that is more slang? \n[59]I know what you're thinking? \n[60]You're thinking that this whole twin business is what you call 'bullshit.' \n[61]You can take some more money -- \n[62]Sure... \n[63]That's -- -- your car, isn't it? \n[64]We're twins! \n[65] \n[66]Deserted, alone in the sea of cars. \n[67]  \n[68] \n[69]I don't know what the problem is, but I'm sure it can be solved without resorting to violence. \n[70]Good.                                                 * \n[71]You moved too soon. \n[72]An important rule in a crisis                         * situation -- negotiate first, attack last. You never negotiated. You don't know what kind of enemy I am. \n[73]Vincent's brother. \n[74]You have no respect for logic --                        * \n[75]-- And I have no respect for those with no respect for logic. You're a very stupid person. \n[76] \n[77]As he heaves Klane across the corridor into the open elevator Klane crashes down hard just as the door slides shut and... \n[78]I hate violence. \n[79]I don't think I could fight for money. \n[80] \n[81]How much money do you owe? Don't lie -- we're twins, I can feel your pain. \n[82] \n[83]I'd love to. \n[84]Learning to drive. \n[85]What's the matter? \n[86] \n[87]Maybe we should try to open it ourselves... \n[88]Of course -- it's for the children... \n[89] \n[90]When the back end is raised to an angle greater than 45 degrees, a mercury switch activates the automatic cutoff system. The alarm's computer thinks the car is being towed away and shuts off. \n[91] \n[92]  \n[93] \n[94]The brake -- right. \n[95]The brakes worked just fine! \n[96] \n[97]As a matter of fact, a small tropical island, in the South Pacific, about 300 nautical miles south-southwest of Fiji. I only got here yesterday, but already                        * I've found my wonderful brother.                       * \n[98] \n[99]You all know each other? \n[100] \n[101] \n[102] \n[103]Linda is your girl friend, isn't she? \n[104]Is Marnie your girl friend, too? \n[105](trying not to sound \n[106]No. \n[107]Very much, they're... strange and sensitive and they have compassion. I have the highest respect for women. \n[108]That's private. \n[109]You named your cat, Julius? \n[110]He won the Nobel Prize. \n[111]I think it's important we try to find our fathers. \n[112]Why are you being so immature about this?                                            * \n[113]Dear Sister Anderson, your request for orphans benefits for Vincent Benedict has been denied. According to our files his mother did not die during birth. We have a current address for her at 172 Canyon Glen Drive, Los Angeles. Vincent's case seems to be one of simple abandonment and as such he is inelligible for aid. \n[114]This letter was written thirty                      * years ago. We were five years old                   * -- Our mother... didn't die when we were born... You've known all this time where she was and you never contacted her? \n[115]Vincent, if they lied to us about Momma for all these years, maybe they lied to her, too. We must find her, we must check this address.                                            * \n[116]Everyone seems so angry in America. \n[117]I'm terribly sorry to disturb your party and I realize this might sound strange, but I'm looking for someone who lived here a long time ago... Mary Anne Benedict. \n[118]She was my mother. \n[119]One of my fathers -- \n[120]Why didn't you? \n[121]Until yesterday I didn't even know she might still be alive... Who told her we died? \n[122]I have a twin brother, Vincent. \n[123]I'll go see him. \n[124]No, I don't -- but I'm learning. \n[125] \n[126]I met one of our fathers. He told me of a man in New Mexico who probably knows where Momma is. \n[127]She didn't abandon you -- she didn't even know you were born! \n[128]And she was told that I died! \n[129] \n[130]Vincent, we have to go see this man Traven in New Mexico! \n[131]Yes we do!   And I'm coming with you! \n[132] \n[133]'Put on your red dress, baby, \n[134] \n[135]Not at all -- I'm really looking                          * forward to tasting them.                                  * I should put on some clothes -- But I'm not sure... \n[136]I hope Vince doesn't mind if I borrow one of his shirts. \n[137]That's a great idea, Vince. \n[138]What? \n[139]No.   Why? \n[140] \n[141]Let's rock and roll. \n[142]Thank you. \n[143](to Linda or to \n[144]You still think I'm making it all up, don't you? \n[145]He's lying! \n[146]For the first time in my life, I am -- -- pissed off! \n[147]I'm going to make him tell us the truth... \n[148] \n[149] \n[150] \n[151]It's not true, Vince. \n[152]He's wrong. \n[153] \n[154]If you're lying to me. I'll be back. \n[155]You're wrong, Vincent. Your life's just about to begin. \n[156]Vincent, we're twins.                                * \n[157]I know. \n[158]We had six fathers, Vince. We're different parts of a lot of different people. \n[159]And remember, I was taken to a beautiful island, protected, educated, loved, given every opportunity to grow, to dream, to create. But you had none of that. \n[160]You had nobody. Nobody to love you, nobody to trust you, nobody to encourage you. All life taught you was that the only person you could count on was yourself. \n[161]You're the missing part of my life and I'm the missing part of your life. And when we find our mother we can fill the missing part of hers. We won't be alone anymore, Vince. We can be a family. \n[162]... and a real home where you'll always be welcome. \n[163]Even when you've been bad. \n[164]Is this necessary? \n[165]Do I look okay? \n[166]I read the book. \n[167]Am I cool now? --                                  * \n[168] \n[169]Tommorrow we're going to finally meet our mother. \n[170]Vince is finishing dressing, making sure he looks partic- ularly fantastic. Julius hangs back; something is bothering him. \n[171] \n[172]Dance? \n[173]You dance with them?                                     * \n[174] \n[175]Did you know they had beer in ancient Egypt? \n[176]Actually it was invented by the Assyrians, but the Eygptians were the first people to perfect the malt fermentation process. \n[177]But it's all from books. Until tonight I never had a beer. All theory, no practice -- the story of my life! \n[178]Can I ask you a question? \n[179]Am I shit-faced yet? \n[180]I better see if mine are, too. \n[181]You do that too, huh? \n[182]I don't think she really likes me. \n[183]Were you nervous? \n[184]For me, too, Vince! Sometimes I'm so happy, I want to pick you up and hug you! \n[185]  \n[186]What do you want? \n[187] \n[188]You moved too soon... \n[189]The second rule in a crisis situation: \n[190]If you choose to bluff, you must be prepared to have your bluff called. \n[191]Quite a few. They were formulated by a Kendo swordsman in the 17th century, but their philosophical underpinnings can be applied to many other areas of life. \n[192]Where you going? \n[193]What a day, Vincent, we visited our birth place. We bought new clothes. We danced the waltz. We get into a fight -- We've got this great room. It just doesn't get any better than this. \n[194]   )O(   TWINS - Rev. 7/5/88                                    108A.      *  \n[195] \n[196]Hi.                                                     * \n[197] \n[198]Good night. \n[199]Good night. \n[200]Good night. \n[201]Are you cold? \n[202]No, please, take my shirt.      I'm               * baking. \n[203]You still cold? \n[204]Well, I could give you my... \n[205]Anything else? \n[206](realizes that he's \n[207] \n[208]Sure. \n[209]Anything. \n[210]I... I'm crazy about you, Marnie. But there's something about me you ought to know. \n[211] \n[212]They're both gazing up at the ceiling, bathed in after- glow. Marnie has obviously just had the sexual experience of her life. Julius is equally dazed and happy. \n[213]I think I would have remembered... \n[214]It's very beautiful, isn't it, Vince? \n[215] \n[216]We'd like to see Miss Mary Anne Benedict, please. \n[217](indicating the \n[218] \n[219]We're her sons. \n[220] \n[221] \n[222](to Linda and \n[223]May I ask you a question? Why do you keep referring to her in the past tense? \n[224]They look like they've been kicked in the stomach. \n[225]They haven't moved. Linda and Marnie try to console them. Julius still doesn't move. Vince shakes Linda off and stomps away. \n[226]Take it easy, Vincent.   It's not her fault. \n[227] \n[228]We'll be fine. And maybe he'll be better off alone. \n[229]He's been getting out of trouble all his life, he's good at it. \n[230] \n[231] \n[232]He turns away. \n[233] \n[234]  \n[235]standing -- waiting -- trying to pick up the scent... \n[236] \n[237] \n[238]I've got the money. \n[239]Vincent's twin brother -- we're in this together. \n[240]Don't be nervous -- I hate violence and I never carry guns. \n[241]I needed something to read on the airplane. \n[242]both with their hands up, look at one another and begin arguing. \n[243]You were going to get killed. I tried to distract him so you could escape. \n[244]So, why didn't you go? \n[245]Nobody ever said being good was easy. \n[246] \n[247]Shoot him.   This whole thing is his fault. \n[248]pulls a gun from his sleeve and blows Webster's weapon out of his hands. Webster screams in pain, clutching his hand, dancing around. \n[249]From the dead man in the car. \n[250] \n[251]I had to. \n[252]Wait a minute. \n[253]You've forgotten something. \n[254]The third rule in a crisis situation. \n[255] \n[256]drapes his arm around Vince as they walk towards the unharmed attache case full of money. \n[257]You came back for me. \n[258]I always knew you would. \n[259]Thank you, Vincent. \n[260]We're a good family. I'm sorry, Vince, but we have to return the money. \n[261]-- Including us -- think how much                       * better you'll feel when it's out of our lives -- \n[262]Look at this, Vince -- proposals from the Red Cross, UNICEF, the World Health Organization -- we should only have clients who do humanitarian work. \n[263]Confused, just look at her for a moment. \n[264] \n[265] \n[266]Watching them. Now there are tears on his face, too. He goes to them, gently puts his arms around them, lifts them both up in to the air, cradling them. They're laughing.   They're crying.   They're holding each other. No words are necessary. Slowly... \n[267]  \n[268]They kepp you up all night again, too? \n[269]  \n[270]Just think what we'd be like if we'd been raised together. ", "Burt": "\n[1]Where's the little shit? \n[2]Benedict. \n[3] \n[4]This is only four thousand -- \n[5]There you go -- -- Another thousand -- Okay -- This nice lady just bought you a day Vince -- I want it all -- Twenty- thousand -- this time tomorrow.                        * \n[6]That's just the interest.    The                       * twenty's the principal.                                * \n[7]We haven't forgotten about you, Benedict -- You better have our money tomorrow morning. Or else. \n[8]Open up, Benedict! I know you're in there! \n[9]Who are you? \n[10]I asked you a question. \n[11]Hit him, Bob. \n[12]each with a cast on his foot, each supported by a crutch, force them back into the booth. \n[13]Hello, girls -- Do you mind if we sit down and enjoy the music with you? \n[14]This has gone way past a simple case of loan deliquency. \n[15]It's no way to do business. \n[16]We want to take Vince out to the parking lot and kill him. \n[17]* \n[18]What? \n[19]This is no bluff -- Asshole -- \n[20]Meet my cousins. Get these jerks outside. ", "Al": "\n[1]  \n[2]Most of them young, 20s and 30s. They are being given a medical examination by a group of doctors, including Werner. \n[3] Not your Hollywood type. This is obviously a lady of character and talent. Her name we will come to learn is MARY ANN BENEDICT. She is on a hospital bed and being readied for surgery. \n[4]Traven emerges, sadly shaking his head. Werner tries to enter the room -- Traven won't permit it. \n[5]As a nurse, parting the security guards, emerges and holds up a plump, serene, smiling baby boy. \n[6]The water's edge. Julius, Werner, an OLDER LADY, two scientists and an ORIENTAL man are all saying goodbye. Julius puts his suitcase into a small rowboat. TWINS - Rev. 5/9/88                                  6. \n[7] \n[8]Vince steps out and  jauntily climbs over the rail. It's very clear he likes  the danger, being on the edge. In another life, he was  probably Errol Flynn. Now, he gives Carla an Errol Flynn  smile -- -- and with that, he leaps into space! \n[9]  \n[10]As Vince gets in, starting to sing. \n[11] \n[12]Carla and I figured, since you were always admiring mine, what the hell... \n[13]What are you doing talking to a loanshark? \n[14]You put the money on a stock?                        * \n[15]CLOSEUP ON the extremely worried face of Vince as he takes in the bad news. \n[16]You are having one shitty birthday, Vince. \n[17]Well... '88 B.M.W. came in for long term last night... \n[18]Level three.   Stall 25. \n[19]Julius exits the terminal surrounded by Orientals.     He makes his way to an airport shuttle bus. \n[20]Vince!   I knew you'd come back! \n[21]Hey, the new Sedan DeVille... Very nice. \n[22]You guys must be going to Hawaii, huh? Catch that good surf. \n[23]There's plenty of space on level four. \n[24]  \n[25]\n[26]His door opens and out come two furniture MOVERS with a desk. TWINS - Rev. 6/22/88                                    39.         * \n[27] \n[28] \n[29]\n[30]  \n[31]Okay... His name is Vince Benedict. \n[32]All three years. \n[33]I'm not saying. \n[34]He's my friend. \n[35]Thanks for saving me. \n[36]I love you too, Carla. \n[37]The Caddy drives through this mysterious town in the mountains of New Mexico. \n[38]As CAMERA MOVES SLOWLY DOWN it, we realize this is a reprise of our film's opening location. \n[39]Can I help you, sir? \n[40]The Caddy pulls up by a roadside flower stand. TWINS - Rev. 4/22/88                                     117.          * \n[41] \n[42] ", "Greco": ""}}