{"filename": "Unbreakable_script.txt", "imdb_id": "tt0217869", "imdb_url": "https://www.imdb.com/title/tt0217869", "characters": ["David Dunn Age 20 (as David Duffield)", "Audrey Dunn (as Robin Wright Penn)", "Elijah's Mother", "Joseph Dunn", "Babysitter", "School Nurse", "Comic Book Clerk", "Elijah Age 13", "Audrey Inverso Age 20", "Orange Suit Man", "ER Doctor", "David Dunn", "Kelly", "Dr. Mathison", "Elijah Price"], "dialogues": {"Elijah's": "\n[1]\t\tNo more sitting in this \t\troom. I've let it go on long \t\tenough.  \n[2]\t\tYou can't do anything about \t\tthat. You might fall between \t\tthat chair and this \t\ttelevision. If that's what \t\tGod has planned for you, \t\tthat's what's going to \t\thappen. You can't hide from \t\tit in your room.  Elijah just sits staring at the dark television screen.  \n[3]\t\t...You make this decision \t\tnow to be afraid... \t\t\t \t\tAnd you'll never turn back \t\tyour whole life. You'll \t\talways be afraid.  Elijah's eyes move from the television to his mother. He sees the emotion in her face. Neither says anything for a while. Beat.  \n[4]\t\t...I got a present for you.  \n[5]\t\tForget why. Do you want it \t\tor not?  Elijah thinks it over. He nods, \"Yes.\"  \n[6]\t\tWell, go get it then.  \n[7]\t\tOn a bench, across the \t\tstreet.  Elijah looks at his mother with disbelief.  \n[8]\t\tYou calling me a liar?  She points to the window. Beat. Elijah gets up and moves to the only window in the room.  The view from his room looks out over a narrow street. On the other side of the street is a public playground. A handful of children are playing on it.  There are three benches to one side of the swings. On one of them is a THIN PACKAGE wrapped in brown paper with a bow on it.  Elijah looks to his mom who has joined him at the window.  \n[9]\t\tThen you better get out \t\tthere soon.  \n[10]\t\tI bought a whole bunch. \t\tThey'll be one of these \t\twaiting for you, every time \t\tyou want to come out here.  Beat.  \n[11]\t\tThey said this one has a \t\tsurprise ending.  Elijah looks to his mother. His intelligent piercing eyes take her in for a moment.  He looks back down at his lap. He opens the first page...  \n[12] \n[13]\t\tI am. I'm helping him with \t\tthe sale.  \n[14]\t\tHe's spoken of you. He says \t\tyou're becoming friends.  \n[15]\t\tI'm very proud of him. \t\t\t \t\tHe's been through a lot in \t\this life. A lot of ups and \t\tdowns, a lot of bad spells. \t\tA couple I'd thought had \t\tbroken him... I mean \t\temotionally. \t\t\t \t\tThey were bad... But he made \t\tit. Yes he did.  \n[16]\t\tYes he is.  They both watch Elijah from across the room.  \n[17]\t\tI'll tell him you're here.  David watches as Elijah's mother walks across the store and waits for Elijah to finish talking.  David turns back to the framed sketch. He looks at it with his hands in his pockets. Beat.  David's stare turns into a gaze. His gaze turns into stillness.  THE SKETCH is of a withered man with large tense eyes. He sits in the shadows. He's seated in some type of machine. There are lots of buttons and levers on the machine. The machine has wheels.  David turns from the sketch. He looks across the room to Elijah seated in his wheelchair. Elijah's large eyes stay focused on the customer's as he finishes negotiating.  David turns back to the sketch. He looks at it with growing confusion. The more you look at drawing, the more the machine the man is seated in looks like a wheelchair.  David looks back across the store. Elijah and his mother are talking. Elijah has spotted David.  Beat. Elijah starts across the crowded store towards David. He wheels up to him.  ", "Mother": "\n[1]\t\tWe'll play the water pistol \t\tgame next.  Elijah nods, \"Yes\" happily.  The mother closes the cubicle door. Elijah is left alone amongst the line of women. They stare at him blankly. Their eyes moves over his leg brace. Elijah doesn't like it. He moves away from the line.  A CRESCENDO OF CHEERS RISES IN THE AIR FROM SOMEWHERE IN THE FAIR. Elijah follows the voices. He carries the stuffed animals through the crowds of people. CLICK. CLICK. CLICK. His metal brace sounds as he walks.  For a moment, he sees nothing but bodies all around him.  He emerges amongst a huddle of teenagers who wait at a turnstile.  A man in a red and white striped coat takes their tickets and waves them in.  Elijah looks up and sees the sign above the turnstile... \"The Hurricane.\"  He watches the teenagers giggle as they each into a grey cup-like seat. They pull the metal bars down in front of them.  The man in the red and white stripes leaves the turnstile.  Elijah stares up at the multi-colored sign. Beat. He moves quickly. Ducks under the turnstile and climbs onto the platform.  Elijah finds and empty circular seat. He slips inside the gray metal compartment and sits. He pulls down the rusted metal bar in front of him.  He looks around at all the excited faces. His eyes fill with excitement too.  His small hands feel the cold metal of the interior of the compartment. His expression changes.  Elijah looks to the stuffed animals in his arms. He presses them to check their softness. He places the stuffed animals on either side of him on the seat. He's wedged in between them. Feels good.  He reaches out and touches the hard rusted metal bar in front of him. Elijah looks a little anxious. Beat.  He pulls off his sweater and wraps it around the bar. It goes around twice before he ties the arms together. He checks its softness.  Elijah looks around the customized cup-like compartment he sits in. He smiles an eight year old smile of pride.  \n[2] He searches around and finds her walking in the waves of people. He hears her calling.  \n[3]\t\tElijah...  She moves in his direction by chance. She finds herself at the entrance to The Hurricane ride. She looks up at the sign above the turnstile. Her worried eyes immediately start searching the young faces in the gray circular compartments.  Her eyes meet Elijah's. He waves. Her face goes very still.  A HUGE ROAR OF MACHINERY as the ride starts up.  Elijah yells to his mother as the platform starts running.  \n[4] THE SOUND OF MACHINERY GRINDING IS HEARD as the ride changes directions suddenly.  Elijah's hands rip away from the bar as he gets thrown to the side of the compartment. His shoulder and arm takes the brunt of the impact. WE HEAR \n[5] \n[6]\t\tHis bones... He's not \t\twell...  \n[7]\t\tElijah baby...  Then her face appears as she finds the cup-like seat Elijah is in. She begins to scream.  Elijah lays on the bottom of the compartment. One arm is clutching his chest. The other is curved horrifically like an \"s\". His mouth is open. His eyes are bulging. The last thing we HERE ARE THE SHORT DESPERATE BREATHS of an eight year old child about to black out from the pain.  \n[8]\t\tNo more sitting in this \t\troom. I've let it go on long \t\tenough.  \n[9]\t\tYou can't do anything about \t\tthat. You might fall between \t\tthat chair and this \t\ttelevision. If that's what \t\tGod has planned for you, \t\tthat's what's going to \t\thappen. You can't hide from \t\tit in your room.  Elijah just sits staring at the dark television screen.  \n[10]\t\t...You make this decision \t\tnow to be afraid... \t\t\t \t\tAnd you'll never turn back \t\tyour whole life. You'll \t\talways be afraid.  Elijah's eyes move from the television to his mother. He sees the emotion in her face. Neither says anything for a while. Beat.  \n[11]\t\t...I got a present for you.  \n[12]\t\tForget why. Do you want it \t\tor not?  Elijah thinks it over. He nods, \"Yes.\"  \n[13]\t\tWell, go get it then.  \n[14]\t\tOn a bench, across the \t\tstreet.  Elijah looks at his mother with disbelief.  \n[15]\t\tYou calling me a liar?  She points to the window. Beat. Elijah gets up and moves to the only window in the room.  The view from his room looks out over a narrow street. On the other side of the street is a public playground. A handful of children are playing on it.  There are three benches to one side of the swings. On one of them is a THIN PACKAGE wrapped in brown paper with a bow on it.  Elijah looks to his mom who has joined him at the window.  \n[16]\t\tThen you better get out \t\tthere soon.  \n[17]\t\tI bought a whole bunch. \t\tThey'll be one of these \t\twaiting for you, every time \t\tyou want to come out here.  Beat.  \n[18]\t\tThey said this one has a \t\tsurprise ending.  Elijah looks to his mother. His intelligent piercing eyes take her in for a moment.  He looks back down at his lap. He opens the first page...  \n[19]\t\tI am. I'm helping him with \t\tthe sale.  \n[20]\t\tHe's spoken of you. He says \t\tyou're becoming friends.  \n[21]\t\tI'm very proud of him. \t\t\t \t\tHe's been through a lot in \t\this life. A lot of ups and \t\tdowns, a lot of bad spells. \t\tA couple I'd thought had \t\tbroken him... I mean \t\temotionally. \t\t\t \t\tThey were bad... But he made \t\tit. Yes he did.  \n[22]\t\tYes he is.  They both watch Elijah from across the room.  \n[23]\t\tI'll tell him you're here.  David watches as Elijah's mother walks across the store and waits for Elijah to finish talking.  David turns back to the framed sketch. He looks at it with his hands in his pockets. Beat.  David's stare turns into a gaze. His gaze turns into stillness.  THE SKETCH is of a withered man with large tense eyes. He sits in the shadows. He's seated in some type of machine. There are lots of buttons and levers on the machine. The machine has wheels.  David turns from the sketch. He looks across the room to Elijah seated in his wheelchair. Elijah's large eyes stay focused on the customer's as he finishes negotiating.  David turns back to the sketch. He looks at it with growing confusion. The more you look at drawing, the more the machine the man is seated in looks like a wheelchair.  David looks back across the store. Elijah and his mother are talking. Elijah has spotted David.  Beat. Elijah starts across the crowded store towards David. He wheels up to him.  ", "Joseph": "", "Dunn": "\n[1]", "Babysitter": "", "School": "\n[1] Jeremy is seated in a chair with abrasions and cuts on his face. He sits next to a smaller boy with a thermometer in his mouth.  They're both looking at the glass window of the nurse's private office. There are tow people inside talking. David and A WHITE HAIRED NURSE.  The THERMOMETER BOY pulls the thermometer out of his mouth.  ", "Nurse": "\n[1] Jeremy is seated in a chair with abrasions and cuts on his face. He sits next to a smaller boy with a thermometer in his mouth.  They're both looking at the glass window of the nurse's private office. There are tow people inside talking. David and A WHITE HAIRED NURSE.  The THERMOMETER BOY pulls the thermometer out of his mouth.  \n[2] \n[3]\t\t...No, he insisted we only \t\tcall you. \t\t\t \t\tThough it took us a while to \t\ttrack down your number. It's \t\tnot on file here.  \n[4]\t\tWhat stuff is that?  \n[5]\t\tIt's more emotional damage. \t\tIt wasn't very serious \t\tphysically.  David nods.  \n[6]\t\tNothing like when I sent you \t\tto the hospital.  David stares at the white haired nurse.  \n[7]\t\tMy office was on the other \t\tside of the building back \t\tthen. \t\t\t \t\tYou don't remember me do \t\tyou?  David nods, \"no.\"  \n[8]\t\tI had red hair.  David stares at the woman. He doesn't recognize her.  \n[9]\t\tI think you were a little \t\tyounger than Jeremy when it \t\thappened. \t\t\t \t\tDid you know we changed the \t\tconduct rules of the pool \t\tbecause of you?  David nods, \"no\" slowly.  \n[10]\t\tThe kids still talk about it \t\tlike some ghost story...\"Did \t\tyou know there was a kid \t\tthat almost drowned in the \t\tpool? He got pneumonia and \t\talmost died.\"  The nurse shakes her head.  \n[11]\t\tWe let them tell it... It \t\thelps keep them safe.  Beat.  \n[12]\t\tAre you still phobic of \t\twater?  David seems lost in his thoughts. He looks up at the nurse.  ", "ER": "\n[1] Women's casual wear department. J.C. Penny.  Legend \"1961\"  An African-American man carrying two J.C. Penny shopping bags is ushered past the department store managers and security guards on walkies that have gathered at the entrance to the woman's dressing rooms.  \n[2] A bed has been formed by a chair and three benches.  A STRIKING AFRICAN-AMERICAN WOMAN in her twenties lays across it. Her face and clothes are covered in sweat. Her skirt is stained.  She holds something wrapped in a soft sweatshirt on her chest. We can't see it, but WE HEAR THE BABY CRYING.  She's just given birth.  There are three frazzled saleswomen in the dressing room with her. They watch her with quiet smiles.  A fourth SALESWOMAN arrives ushering in the man with the shopping bags.  \n[3] \n[4]\t\tNothing. It was very quick. \t\tThe baby just wanted to come \t\tright out. There was no \t\tproblems.  \n[5]\t\tJesus Christ, no.  The BABY SCREAMS.  The doctor whispers something to himself, we can't hear. He looks up to the saleswoman who brought him in.  \n[6] \n[7]\t\tLast call track three, \t\tAmtrak Clocker making it's \t\tfinal stop at Philadelphia's \t\tthirtieth street station. \t\tFirst two passenger cars \t\tonly. First two cars only.  A face inside the train watches the stream of passengers emerging from the escalators. DAVID DUNNE, a man in his early forties, rest his temple against the glass and quietly observes the movement outside.  The train starts to pull out.  \n[8] David sits with his coat on his lap. He's wearing a tie. He doesn't look very comfortable in it.  He feels a stare. He looks up to find a girl, six or seven years old, peering at him from over the seat in front of him. She just gazes at him blankly.  He gives her a small forced smile. She doesn't react. David returns his head to the window.  His eyes begin to shut with the lulling movement of the train.  \n[9]\n[10] A boy, age ten, sits on his head on the family couch and watches television upside down. His floppy brown hair spreads out in a circle in front of his red face. He changes channels with a remote control.  He moves past the upside down cartoons and the upside down talk shows. He stops on an upside down picture of a crashed train. Beat.  His knees come forward as he flips over. He tumbles slowly off the couch and onto the carpet. JEREMY DUNNE gazes at the television screen... A LIVE AERIAL VIEW OF A TRAIN WRECK SMOULDERING BELOW IS SEEN. Two trains are tangled like snakes.  Jeremy gets up and moves to a small table with a phone. Next to the phone is a notepad. On it is written...  \"Dad - Amtrak 177 - 3:40pm.\"  Jeremy looks at the television. At the bottom of the screen in red block letters that move from right to left are words and numbers...\"The 3:40 Amtrak 177 has derailed... Amtrak Emergency number is 1-800-777-4322... The 3:40 Amtrak 177 has derailed...Amtrak\"  Jeremy doesn't take his eyes off the screen. He makes a small desperate noise that no one hears.  \n[11] An elderly woman can't hold back any longer and SCREAMS. An embarrassed, tortured helpless scream.  MEGAN DUNNE continues applying pressure to her arm which is being pushed back as far as it will go.  She counts to three and eases off. She lays her arm back in her lap.  WE ARE IN A PHYSICAL THERAPY CENTER. About a dozen people are on specialized weight machines.  The elderly woman is seated on an exercise table and breathes slowly.  \n[12] \n[13]\n[14] David moves through the depressing milky corridors of the hospital. He opens a set of double doors.  A room crammed with cameras and photographers explodes with movement.  \n[15]\t\tI told you!  Jeremy Dunne pushes forward through the mob of people and cameras. He bursts out and runs to David. He wraps his arms around David's waist. David just stands there, aware that the cameras are catching it all. He's overwhelmed.  Hospital staff and a couple police officers push the media back.  Jeremy tugs David to lean down. He does.  \n[16]\t\tThey thought everybody on \t\tthe train died.  David looks at his son's face. Wipes the tears on his cheek.  \n[17]\t\tI told them they were wrong.  A woman moves to them. David stands up and faces Megan Dunne.  \n[18]\t\tMom even cried.  David looks at Megan's eyes.  \n[19]\t\tA lot.  Megan looks away.  \n[20]\t\tLet's go home.  Megan nods. They move to the exit. The pack of cameras and reporters burst to life as they leave the building. They jockey for position to get a last glimpse of David Dunne.  \n[21]\t\tI want to sleep here \t\ttonight.  \n[22]\t\tI won't make any noise.  \n[23]\t\tWe'll play the water pistol \t\tgame next.  Elijah nods, \"Yes\" happily.  The mother closes the cubicle door. Elijah is left alone amongst the line of women. They stare at him blankly. Their eyes moves over his leg brace. Elijah doesn't like it. He moves away from the line.  A CRESCENDO OF CHEERS RISES IN THE AIR FROM SOMEWHERE IN THE FAIR. Elijah follows the voices. He carries the stuffed animals through the crowds of people. CLICK. CLICK. CLICK. His metal brace sounds as he walks.  For a moment, he sees nothing but bodies all around him.  He emerges amongst a huddle of teenagers who wait at a turnstile.  A man in a red and white striped coat takes their tickets and waves them in.  Elijah looks up and sees the sign above the turnstile... \"The Hurricane.\"  He watches the teenagers giggle as they each into a grey cup-like seat. They pull the metal bars down in front of them.  The man in the red and white stripes leaves the turnstile.  Elijah stares up at the multi-colored sign. Beat. He moves quickly. Ducks under the turnstile and climbs onto the platform.  Elijah finds and empty circular seat. He slips inside the gray metal compartment and sits. He pulls down the rusted metal bar in front of him.  He looks around at all the excited faces. His eyes fill with excitement too.  His small hands feel the cold metal of the interior of the compartment. His expression changes.  Elijah looks to the stuffed animals in his arms. He presses them to check their softness. He places the stuffed animals on either side of him on the seat. He's wedged in between them. Feels good.  He reaches out and touches the hard rusted metal bar in front of him. Elijah looks a little anxious. Beat.  He pulls off his sweater and wraps it around the bar. It goes around twice before he ties the arms together. He checks its softness.  Elijah looks around the customized cup-like compartment he sits in. He smiles an eight year old smile of pride.  \n[24] He searches around and finds her walking in the waves of people. He hears her calling.  \n[25]\t\tElijah...  She moves in his direction by chance. She finds herself at the entrance to The Hurricane ride. She looks up at the sign above the turnstile. Her worried eyes immediately start searching the young faces in the gray circular compartments.  Her eyes meet Elijah's. He waves. Her face goes very still.  A HUGE ROAR OF MACHINERY as the ride starts up.  Elijah yells to his mother as the platform starts running.  \n[26] The platform spins. He sees a glimpse of his mother and the red and white striped man. She's pointing at Elijah.  The platform turns... Elijah sees a flash of the red and white striped man's angered face as he yells at the frantic woman next to him.  And then the ride speeds up.  The gray circular seats start to spin on their own. The teenagers CHEER.  Elijah's eyes fill with joy as the wind plays against his face.  Suddenly the ride changes directions. The cup-like seats get jerked. Everyone grabs the metal bars to hold on.  Elijah laughs as he smashes into the stuffed animal on his right. It cushions him and then falls to the floor of the compartment along with the other stuffed animal.  Elijah's expression becomes tense as his compartment spins. His hands slide over the rusted metal bar as the sweater unravels.  Elijah looks around... a sudden panic enters his eyes.  \n[27] THE SOUND OF MACHINERY GRINDING IS HEARD as the ride changes directions suddenly.  Elijah's hands rip away from the bar as he gets thrown to the side of the compartment. His shoulder and arm takes the brunt of the impact. WE HEAR \n[28] The ride spins its passengers. Elijah's small face looks up at the swirling clouds in a mixture of agony and terror.  The ride changes directions.  Elijah is thrust forward. He hits the rusted metal bar square against his chest. \n[29] Elijah is facing directly up at the sky. The clouds now move slowly over him.  \n[30] \n[31]\t\tHis bones... He's not \t\twell...  \n[32] \n[33]\t\tElijah baby...  Then her face appears as she finds the cup-like seat Elijah is in. She begins to scream.  Elijah lays on the bottom of the compartment. One arm is clutching his chest. The other is curved horrifically like an \"s\". His mouth is open. His eyes are bulging. The last thing we HERE ARE THE SHORT DESPERATE BREATHS of an eight year old child about to black out from the pain.  \n[34] WE EMERGE FROM BLACK to find news vans and reporters lining the street across from a church. They have been cordoned off by a handful of police. Mourners are recorded as they emerge from their cars and enter the church.  David is among the arriving crowd.  \n[35] A PRIEST stands before a podium.  \n[36] David and the priest who conducted the mass are alone in the mass preparation room. The priest looks in his fifties, eyes tired, blood shot.  \n[37] No cameras greet his exit. No people anywhere.  David walks across the now empty parking lot. His car is the only one left.  He walks to the driver's side. Pulls out his keys. That's as far as he gets.  His eyes catch sight of the GRAY ENVELOPE tucked under the windshield wiper of his car.  David moves forward and gently pulls it out. His name is typed on the front. He turns it over. Two embossed words on the back.  \t\t\t\t \"Limited Edition\"  He opens the envelope. One line, handwritten, gazes at him from the gray index card.  The line reads...   Nothing else is written.  David Dunne looks around the empty parking lot quietly.  \n[38] A poorly lit changing room. A row of metallic lockers sits against one wall. A bench splits the room. A brown folding table with Dunkin Donuts boxes and bagels on it is crammed in the corner. A puke colored concrete floor sets the tone.  David and three other large men are changing out of their street clothes. They all put on the same yellow short sleeve shirts. The same two words are written on all their backs...  \"Stadium Security\"  This ritual goes on without a word.  \n[39] David knocks on the door as he steps into the cramped reception room to the personnel office.  The SECRETARY, an ancient woman with thick flabby arms never stops typing and never looks up as she talks.  \n[40] Rain falls in sheets in the stadium.  David stands at the entrance to a tunnel that empties out onto the field. He stands in an imposing dark green rain poncho and hood. The poncho almost touches the ground. The word 'security' on the back has almost faded away. We can barely see David's face under the hood.  There is a football game in progress on the enormous field. The players seem unusually small. There is no one in the stands. About four hundred people are on the sidelines of the field watching the players. A soggy limping banner stretched behind them declares, \"The Pennslvania Elementary School Championships.\"  David's eyes scan the tiny figures on the field. His eyes come rest on a surge of activity on the sidelines. Beat.  David steps out into the rain.  \n[41] A handful of red faced fathers are yelling at each other. They're in each other's rain soaked faces. The scene feels on the verge of physical violence.  David and another security guard jog over. David steps in the middle of the tight circle. The men stop yelling in the presence of stadium security. Everyone just stands in the rain glaring at each other. Beat.  \n[42]\t\tYeah Jerry why don't you \t\tthink about the fat ass \t\tturtles... Like your fat ass \t\tson on the field \t\tjeopardizing the rest of our \t\tchances at a fucking \t\tchampionship.  David tenses. Everyone looks to JERRY. A bald man who stands just a foot away. Jerry nods to himself. Looks like he's going to say something. Instead he lunges forward and smashes a HEADBUTT to the man who spoke to him.  David tackles Jerry hard and fast. He drives him into the ground.  Blood starts rushing out of the nose of the dazed father who took the headbutt.  The other fathers start yelling and pushing each other. The remaining security guard calls on his walkie for assistance.  David keeps Jerry immobilized in a powerful arm and head lock that holds the man's enraged face hard into the wet surface of the field.  David's eyes are not on Jerry. They gaze out onto the field where twenty two elementary school boys have stopped playing and are standing frozen, helmets off, rain washing over their faces. They watch in horror as their parents attack each other on the sidelines.  \n[43] David is the last one left. He's showered and back in his street clothes. He sits in the dimly lit room on the bench, lost in his thoughts when the door opens.  He turns to find a somewhat pregnant looking man with a tie step in. This is \n[44] WE EMERGE in a cramped sparse bedroom.  \n[45]\t\tNo more sitting in this \t\troom. I've let it go on long \t\tenough.  \n[46]\t\tYou can't do anything about \t\tthat. You might fall between \t\tthat chair and this \t\ttelevision. If that's what \t\tGod has planned for you, \t\tthat's what's going to \t\thappen. You can't hide from \t\tit in your room.  Elijah just sits staring at the dark television screen.  \n[47]\t\t...You make this decision \t\tnow to be afraid... \t\t\t \t\tAnd you'll never turn back \t\tyour whole life. You'll \t\talways be afraid.  Elijah's eyes move from the television to his mother. He sees the emotion in her face. Neither says anything for a while. Beat.  \n[48]\t\t...I got a present for you.  \n[49]\t\tForget why. Do you want it \t\tor not?  Elijah thinks it over. He nods, \"Yes.\"  \n[50]\t\tWell, go get it then.  \n[51]\t\tOn a bench, across the \t\tstreet.  Elijah looks at his mother with disbelief.  \n[52]\t\tYou calling me a liar?  She points to the window. Beat. Elijah gets up and moves to the only window in the room.  The view from his room looks out over a narrow street. On the other side of the street is a public playground. A handful of children are playing on it.  There are three benches to one side of the swings. On one of them is a THIN PACKAGE wrapped in brown paper with a bow on it.  Elijah looks to his mom who has joined him at the window.  \n[53]\t\tThen you better get out \t\tthere soon.  \n[54] Elijah walks across the playground. He's very wary of the other children running about him.  He walks towards the bench with the present on it. Takes a seat. Puts the package on his lap. It's flat. The edges of the bend down over his thin legs.  He undoes the white bow. He peels off the clear tape holding the brown paper together. He unfolds the paper. Beat.  Elijah stares down at the single comic book in his lap.  He feels the shadow of his mother. She takes a seat next to him.  \n[55]\t\tI bought a whole bunch. \t\tThey'll be one of these \t\twaiting for you, every time \t\tyou want to come out here.  Beat.  \n[56]\t\tThey said this one has a \t\tsurprise ending.  Elijah looks to his mother. His intelligent piercing eyes take her in for a moment.  He looks back down at his lap. He opens the first page...  \n[57] Three chairs have been placed on the walkway in front of the bay window of the store. The words, \"Limited Edition\" are etched in the window.  David, Jeremy and Elijah are seated watching the people stroll by. Elijah's cane is on his lap.  Jeremy sips a drink in a paper cup.  \n[58]\t\tDad's been injured.  Beat.  \n[59]\t\tHe couldn't play football \t\tanymore.  Beat. Elijah looks shaken.  \n[60] David and Jeremy enter the store. Elijah leans on a walking stick before one of the framed sketches. He gazes at it quietly.  \n[61]\t\tYou thought my dad was a \t\treal-  \n[62] There's just enough room to stand and look around. David reaches up and pulls a small travel bag out of the way. David stretches as he feels on the top shelf.  His hand comes down with something wrapped in a t-shirt. He unwraps it. It's a handgun.  He stares at it for a beat before wrapping it back up and replacing it to the highest shelf.  He stretches even more. Reaches farther back. WE HEAR SOMETHING SLIDE ON THE \n[63] Sunday afternoon. The cavernous stadium opens up into a picture perfect blue sky. The Philadelphia Eagles pro football players are in uniform and doing stretches on the field. The opposing team warms up on the other end of the field.  The sixty thousand seats are already half filled as fans stream in on every level of the stadium.  \n[64] A line of ticket holders snakes towards two turnstiles where stadium crew are ripping tickets.  David Dunne stands to one side with two other security guards.  The fans moving through the turnstiles are clad in all types of Eagles paraphernalia. A group of girls carries a homemade banner that David reads as he tilts his head sideways. \"We sleep with quarterbacks,\" is written in block letters.  David stares at a woman carrying a newborn infant in her arms. The baby is wearing an eagles uniform.  The WALKIE TALKIE on David's hip bursts to life. He pulls it off his hip an listens.  \n[65] David finds Elijah waiting to the side as the crowds funnel through the gate. Elijah offers his hand as he walks up. David doesn't take it.  \n[66] The line of fans outside the gate has tripled in size and intensity.  David and Elijah move along the line towards the turnstiles.  \n[67] AN UNLIT arched concrete passageway. The SUNLIGHT from the stadium streams in causing long shadows.  Elijah stands waiting in the ground tunnel by himself.  \n[68]\n[69] We are inside a customized car. The dashboard is covered in some sort of thin foam padding. The steering wheel and gear shift have the same padding. Every corner and hard surface has been safe guarded. Elijah sits behind the wheel of his car in the parking lot of the stadium. He sits as thoughts crash at his head. Beat.  He finally reaches for the keys and starts up the car. He looks into the rearview mirror and sees the man in the GREEN ARMY JACKET pass behind his car.  Elijah quickly turns and sees the man moving through the parked cars heading out of the parking lot.  Elijah takes a deep breath and turns off the engine.  \n[70] Elijah's walking stick makes RHYTHMIC CLICKS on the concrete parking lot.  The figure in the army jacket seems to move farther away with every step.  Elijah starts breathing harder. He pushes himself to move faster. He avoids the hard chrome bumpers and tailpipes that jut out from the cars as he quickens his pace through the lot.  He gains on the army jacket.  \n[71]\t\tWas it sold out?  David nods, \"No.\"  \n[72]\t\tAre you going to tell?  David nods, \"No.\"  \n[73]\t\tYou want yo play the last \t\tdowns? We got a big guy like \t\tyou. You can play on \t\topposite sides.  David looks to the fields to see a very muscular college age man in sweats who stands with the other children.  \n[74]\t\tHe's Potter's cousin. He's \t\tthe starting corner back for \t\tTemple University.  David stares at his son.  \n[75]\t\tHe going pro in the draft. \t\tThey say he can run the \t\tfifty-  \n[76]\t\tJust play one set of downs. \t\tI told them you were great.  \n[77]\t\tJust one-  \n[78]\t\tWhat things?  \n[79]\t\tI'll help you.  \n[80]\t\tI can't play! I'm working \t\tout with my dad!  Jeremy turns back to his father and takes his hand. David looks down at his son who waits patiently.  \n[81]\t\tYou think you could beat up \t\tMike Tyson? I mean before he \t\tstarted wiggin out and \t\teating people's ears?  \n[82]\t\tWhat if you worked out \t\teveryday for six months? You \t\tthink you could beat him \t\tthen?  \n[83]\t\tWhat if you only ate foods \t\tthat were good for you and \t\tyou worked out everyday for \t\ta year?  Jeremy is breathing hard as he puts the safety collars on the barbell and comes around to David's end of the bench. David lays back.  \n[84]\t\tHow much can you lift?  David looks back at the weights.  \n[85]\t\tI'll take it off. I'll help \t\tyou right.  He slips off the safety collar.  \n[86]\t\tYou think you could have \t\tbeaten up Bruce Lee?  David hears the SOUND OF THE WEIGHTS SLIDING OFF THE BAR BEHIND HIM.  \n[87]\t\tI mean if you knew karate?  \n[88]\t\tWhat if he wasn't aloud to \t\tkick and you were really mad \t\tat him?  Jeremy is breathing hard again as he finishes with the weights and comes around to David.  David lays back.  \n[89]\t\tI lied.  Beat.  \n[90]\t\tHow much is it?  \n[91]\t\tLet's put more.  Beat.  \n[92]\t\tMore?  Beat. David nods, \"Yes.\"  \n[93]\t\tGet mom.  David nods, \"yes\" before starting his deep breathing. He takes one last breath. CLINK the weights comes off the rest. His arms are trembling immediately now. His face is locked in a grimace as he brings the bar down to his chest and back up again two times before dropping it onto the armrest.  He slowly sits up.  \n[94]\t\tAll of it.  \n[95]\t\tHow much is it?  David doesn't react.  \n[96]\t\tHow much is it dad?  It takes a second for David to register the question. He looks to his son. Beat.  \n[97] David walks into the darkened child's bedroom. The lump on the bed turns when he hears movement. He smiles when he sees David.  \n[98]\t\tI'm sleeping in my room.  \n[99]\t\tI'm not scared.  \n[100]\t\tDo you know why?  David nods, \"No.\"  \n[101]\t\tI know now.  \n[102]\t\tYou're secret identity. \t\t\t \t\tThat man was right.  Beat. David just stares at his son. Jeremy's eyes start to close.  \n[103]\t\tYou could have lifted more. \t\t\t \t\t...Don't worry, I won't tell \t\tanyone.  Jeremy Dunne falls asleep. David Dunne stands in the darkness of his son's room. Posters of comic book heroes don the walls around him.  \n[104] \n[105] A CO-WORKER finds Megan working with an elderly gentleman who's laboring on a stationary bike.  \n[106] David Dunne stands in security uniform by a set of double doors that leads into the players locker room.  Three walls of the locker room are lined with shiny lockers. One side of the room has benches and massage tables. The far end of the room has work out equipment.  About twenty players and trainers are scattered throughout the spacious room lost in their own pre-game rituals.  David watches as a massive muscular player takes a seat on the massage table and removes his dress shirt. His body is covered in old bruises. He lays down, wincing a bit from the pain. A trainer begins to massage him.  David just stares at the battered athlete. His gaze moves across the room. Beat.  David stares at something in the crowded room then he starts towards it.  He moves through the room of players and trainers. He moves to the one area of the large room not occupied by anyone.  David comes to a step at the foot of an Olympic bench press. Racks and racks of free weights sit behind the press.  David looks down at the thick silver bar. Three large black plates are on either side. Six in all.  David looks back and glances at the double doors where he should be standing. Beat. He looks to the twenty or so players and trainers in the room. Some of the players have headphones on. Some are staring into space. A couple are on cell phones...  No one notices David Dunne as he reaches for a forty-five pound black plate off the weight rack.  The huge disc slides onto the bar with almost NO SOUND...  A matching forty-five pound disc goes on the other side...  And then David adds another. He matches it on the other side...  THE BENCH CREAKS just the slightest bit as David takes a seat.  No one notices the security guard lay back on the bench.  David's hands take hold of the shiny bar.  He closes his eyes...  David's arms become tense. He pushes against the weight. It doesn't move.  His face turns deep red. He opens his eyes and stares at the bar as he keeps training. His face and arms are shaking... He keeps staring... focusing.  And then, without any fanfare, the bar lifts off the arm rest.  The weight hovers over David. He lowers it to his chest for a second time. His arms aren't shaking anymore. He pushes the weights back up.  He carefully brings the bar back to the arm rest. It touches down with the smallest of CLINKS.  David's fingers uncurl from the bar.  David lets out two slow soft breaths as he counts the thick black discs.  \n[107] Megan and Elijah are in the far corner of the room. They're separated from the other clients. Megan is seated on an exercise machine. Elijah is in his wheel chair facing her.  \n[108] Eleven football players in white and green battle eleven football players in blue and gray on the field. A sold out stadium watches the event.  David stands at the lip of a tunnel that opens out onto the upper section of the second level. Waves of people move from their seats through the tunnel to the bathrooms and concession stands and back again.  David stares to the side away from the movement, his shoulder leaned up against the wall. He looks over at the constant movement of spectators through the tunnel.  Beat. His shoulder leaves the wall. He STEPS OUT into the stream of people. Shoulders and arms bump into him and brush by him as they move.  David's eyes are looking down - his expression still - like he's listening.  He continues into the dead center of the tunnel. He's in the heaviest part of the movement now. Fans continue to brush against him as they pass.  And then it happens... A stocky woman bumps into him.  \n[109]\n[110]\n[111] \n[112] Elijah and Megan sit very still.  \n[113] David lets the waves of people move by him in the tunnel.  A MAN WITH GRAY EYES and wearing a dark blue sweat shirt carries a cardboard tray of nachos and drinks. He brushes David's arm as he passes.  \n[114]\n[115]\n[116] \n[117] Jeremy is seated in a chair with abrasions and cuts on his face. He sits next to a smaller boy with a thermometer in his mouth.  They're both looking at the glass window of the nurse's private office. There are tow people inside talking. David and A WHITE HAIRED NURSE.  The THERMOMETER BOY pulls the thermometer out of his mouth.  \n[118]\t\tIs that your dad?  Jeremy nods \"Yes.\"  \n[119]\t\tI bet my dad can beat up you \t\tdad.  Jeremy turns to the thermometer boy.  \n[120]\t\tI don't think so.  \n[121] \n[122] David and Jeremy are seated on a bench at a Septa bus stop. No one else is waiting with them.  Jeremy talks without making eye contact with his dad.  \n[123]\t\tIt was Potter and another \t\tguy I play football with. \t\tThey were messing with this \t\tChinese girl. She's kind of \t\tfat. She doesn't talk to \t\tanybody. \t\t\t \t\tI tried to make them stop. \t\tThey kept pushing me down \t\tand wouldn't let me get up.  Beat. Jeremy's VOICE STARTS TO TREMBLE SOFTLY.  \n[124]\t\tI thought maybe cause you \t\twere my dad, I thought I \t\tmight be like you.  Jeremy finally looks up. Tears in his eyes.  \n[125]\t\tI'm not like you.  David moves closer to Jeremy on the bench.  \n[126]\t\tWhy do you keep saying that?  \n[127]\t\tYou don't believe. I'll show \t\tyou... You can't get hurt.  \n[128]\t\t-You won't get hurt...  \n[129]\t\t-I'll show you.  David starts moving a little to his right. Jeremy follows him with the barrel of the handgun. David stops moving.  \n[130]\t\t-You're lying.  \n[131]\t\t-I'll just shoot him once.  \n[132]\t\t-Don't be scared.  \n[133]\t\t-Why?  Jeremy's hands are trembling. He starts to close his eyes as he raises the gun level with David's chest.  \n[134]\t\t...You didn't have to yell.  The Dunne family sits in silence on the floor of their kitchen.  \n[135] People move up and down the streets outside the storefronts. David is one of them. He waits to cross the street. He sees movement inside the Limited Edition window.  \n[136] Elijah opens the door. It takes him a bit, because of the wheelchair.  David stares at Elijah's damaged condition. Beat.  \n[137] David exits the Limited Edition and moves down the street lost in this thoughts. He bumps a man in a jacket and tie walking in the opposite direction.  \n[138]\n[139]\n[140] \n[141] \n[142] A superhero action figure and a plastic villain do battle on Jeremy's desk.  David sits dressed up in a white shirt and dress pants. He holds the villain. Jeremy holds the superhero.  Megan enters the room in a beautiful brown dress.  \n[143] \n[144]\n[145]\n[146]\t\tIs she all right?  \n[147]\t\tAre you injured?  Beat. David looks at Megan who lays shivering in the grass. He looks back at the driver.  \n[148]\t\tHold on. I got a C.B. in the \t\ttruck.  The driver moves back to his truck.  David takes Megan's hand in his and waits in the grass by the sight of their car on fire.  \n[149]\n[150] \n[151]\n[152] \n[153] \n[154] \n[155]\n[156] \n[157]\t\tWhat's your name? I think \t\tyou drank too much.  \n[158]\n[159] \n[160]\n[161]\n[162]\n[163]\n[164] An exercise bike in the corner of the bedroom has been turned into a clothes hanger long ago. The t.v. across the bed has framed family photos displayed on top of it.  David's shadow passes over them as he moves towards the open bathroom on the other side of the bedroom.  A woman is tied to the bathroom door handle. She sits on the tiled floor slumped against the door. Her eyes stare blankly at the ground. She has considerable bruises on her face and arms.  David stands before her.  \n[165] David's body is tangled in the pool cover. His legs and arms thrash against the constricting black tarp. He's drowning.  \n[166]\n[167] The last of the tarp slides out from under the sandbags that old it in place around the edge of the pool.  The rain keeps falling.  The tarp moves like it's alive underwater. It shifts and wraps David tighter with every movement.  \n[168] David's only free hand reaches for the light. It catches the silver pole.  The tangled mass of David and the tarp are pulled slowly towards the edge of the pool. David's head and shoulders emerge from the darkness. He takes hold of the pool's edge.  Huge desperate breaths as he pulls his body out from the water and the grasp of the tarp. He hauls himself onto the ground.  He sits hunched over in a dark mass, his head down under his hood. The rain poncho covering him like a blanket. Beat.  He rises to his feet. The water rushes off of him. His breathing is slowing, calming.  He stands in a silhouette from the light of the house. He turns and looks to the two small figures standing near the edge of the pool.  The children from the bathroom stand still in the rain. They're holding an aluminum pole with a brush head for cleaning the pool. They stare up at the hooded figure.  No one says anything.  \n[169] The man in the orange one-piece uniform stands over the woman tied to the door handle of the bathroom. His back is to us. He's drinking from a beer bottle as he looks down at her.  He doesn't notice the third presence come into the room. He doesn't hear him move closer. Right behind him.  The man in orange takes another sip of his beer, not realizing an arm is reaching over him... He doesn't get to swallow the sip in his mouth.  David Dunne's powerful arm wraps around the man's thick neck. David's hands clamp together like and iron vise. He squeezes.  The man's beer bottle crashes to the ground as his neck begins to get crushed.  David yanks back hard, pulls the man off balance. The man's legs push back violently, sending both of them backwards across the room. They come to a hard stop as David's back gets RAMMED INTO THE BEDROOM WALL.  The huge man in orange pulls away and then SLAMS DAVID harder against the wall. David's arm remains locked around his throat.  The man becomes frantic. His face turning dark red. He clutches at David's arm. He spins, taking David with him into another wall. The IMPACT IS TREMENDOUS. The room shakes. David holds on. His face bent low and hidden under his hood.  And then the man in orange throws a powerful elbow back. It lands hard right in David's side. David groans. The huge man delivers another one. Savage, desperate blows. WE HEAR THE IMPACT OF EACH ONE WITH DAVID'S BODY. And David never lets go.  The elbows slow and then stop. The legs of the man in orange start to buckle.  David pulls him back onto his heels. He turns him in a half circle. All of his tremendous weight is hanging from David's arm now. David LETS OUT A YELL AS HE APPLIES ALL HIS STRENGTH. The man's legs stop kicking.  David keeps turning him. The man's body goes completely limp. David's just dragging two hundred and seventy-five pounds of weight in a circle over the carpet now.  David slowly comes to a stop. He stands there with his arm wrapped around the man's neck....The man's limbs dangle down to the ground. Beat.  David's hands let go of each other. His arm slips out from under the man's jaw. The man in orange crumples to the ground like a rag doll. The only SOUND IN THE ROOM IS DAVID'S HEAVY BREATHING. Beat.  He moves to the woman slumped against the door. He starts to untie the phone cords that bind her wrists to the handle. He whispers to her.  \n[170] David enters the quiet of Jeremy's room. Jeremy lays sound asleep. David stares down at the shadowy figure of his son.  He pulls the blanket over the boy's small shoulder.  \n[171]\t\tI am. I'm helping him with \t\tthe sale.  \n[172]\t\tHe's spoken of you. He says \t\tyou're becoming friends.  \n[173]\t\tI'm very proud of him. \t\t\t \t\tHe's been through a lot in \t\this life. A lot of ups and \t\tdowns, a lot of bad spells. \t\tA couple I'd thought had \t\tbroken him... I mean \t\temotionally. \t\t\t \t\tThey were bad... But he made \t\tit. Yes he did.  \n[174]\t\tYes he is.  They both watch Elijah from across the room.  \n[175]\t\tI'll tell him you're here.  David watches as Elijah's mother walks across the store and waits for Elijah to finish talking.  David turns back to the framed sketch. He looks at it with his hands in his pockets. Beat.  David's stare turns into a gaze. His gaze turns into stillness.  THE SKETCH is of a withered man with large tense eyes. He sits in the shadows. He's seated in some type of machine. There are lots of buttons and levers on the machine. The machine has wheels.  David turns from the sketch. He looks across the room to Elijah seated in his wheelchair. Elijah's large eyes stay focused on the customer's as he finishes negotiating.  David turns back to the sketch. He looks at it with growing confusion. The more you look at drawing, the more the machine the man is seated in looks like a wheelchair.  David looks back across the store. Elijah and his mother are talking. Elijah has spotted David.  Beat. Elijah starts across the crowded store towards David. He wheels up to him.  \n[176] \n[177] \n[178]\t\tI've worked here twenty-five \t\tyears. I know all its \t\tsecrets.  \n[179]\t\tLike if there was ever a \t\tfire on floors one, two, or \t\tthree... Everyone in this \t\thotel would be burned alive.  \n[180]\n[181] \n[182]\t\tPassengers aren't allowed in \t\tthere.  Elijah doesn't answer and doesn't turn around as he exits train 177.  ", "Doctor": "", "David": "\n[1]\t\tSomeone left these. You want \t\tone?  The woman looks over the one being offered and then points to the Sports Illustrated peeking out of the seat pocket.  David pulls the magazine out and gives it to her.  \n[2]\t\tYou like sports?  \n[3]\t\tWhat a coincidence? I'm a \t\tmale synchronized swimmer \t\tand I'm looking for \t\trepresentation.  \n[4]\t\tBut I'm afraid of water, so \t\tthat's been holding my \t\tcareer back a little bit.  The woman laughs.  \n[5]\t\tYou represent someone in \t\tPhiladelphia?  \n[6]\t\tNot really.  \n[7]\t\tI'm David Dunne.  The woman looks up.  \n[8]\t\tHow long are you staying in \t\tPhilly?  KELLY looks up from her Sports Illustrated. Her striking blue eyes gaze at David. Beat.  She holds up her hand. Taps the diamond ring on her finger.  \n[9]\t\tGreat.  Beat.  \n[10]\t\tWhat are you talking about?  An awkward silence.  \n[11]\t\tI think you got the wrong \t\tidea.  The woman stares at David. She looks down. Beat. Closes the magazine.  \n[12]\n[13]\n[14]\t\tOkay.  He FLASHES A LIGHT in David's eyes.  \n[15]\t\tFine.  David stares across as the scene with the other patients becomes more frantic and disturbing.  \n[16]\t\tAgainst a window.  \n[17]\t\tYes. Where are the rest of \t\tthe passengers?  \n[18]\t\tNo.  \n[19]\t\tNo.  David watches the other patient.  \n[20]\t\tYes... Why are you looking \t\tat me like that?  Beat.  \n[21]\t\tI don't think I got the job \t\tin New York.  \n[22]\t\tI'm still going to New York. \t\tJust not this second.  \n[23]\t\tI know.  Beat.  \n[24]\t\tHow about in the meantime, \t\tyou don't sleep in the \t\tguestroom anymore? \t\t\t \t\tYou sleep in our room. I'll \t\tsleep down here.  Beat.  \n[25]\t\tJeremy, why don't you go \t\tsleep with your mom?  \n[26]\t\tI think it's be better if I \t\twas alone.  \n[27]\t\tHow about your room then? If \t\tyou get scared like before, \t\tyou can come back in here?  Beat. Jeremy doesn't answer because he's asleep. David rubs his forehead and gets up. He turns on the t.v., low volume, as he moves into the bathroom.  \n[28]\t\tI used to play football in \t\tcollege. In my first year as \t\tquarterback, we went on this \t\twinning streak. It just went \t\ton and on. It didn't matter \t\twho we played... I'd always \t\twin. \t\t\t \t\tYou get superstitious when \t\tsomething like that happens. \t\tYou give things meaning. \t\tLike you wear the same color \t\tsocks each game or you \t\tlisten to the same B.B. King \t\tsong before you leave the \t\tapartment. I wouldn't even \t\tuntie the shoelaces on my \t\tcleats. I'd just slip them \t\ton and off so nothing would \t\tchange... I gave things \t\tmeaning that had no meaning. \t\t\t \t\tI'm here to make sure I'm \t\tnot making shoelaces into \t\tsomething they're not again. \t\t\t \t\tI was the only person to \t\tsurvive that accident. The \t\tonly one... It feels like it \t\tmeans something.  Beat.  \n[29]\t\tOkay.  Beat. The priest turns to David.  \n[30]\t\tWhat do you mean?  \n[31]\t\tThe metal of the watch I was \t\twearing was crushed like a \t\tsledge hammer hit it.  Beat. The priest's eyes fill with emotion.  \n[32]\t\tIs Noel in?  \n[33]\t\tOh.  \n[34]\t\tWow.  \n[35]\t\tThat's a sad story. \t\t\t \t\tDo you think you could ask \t\tNoel something for me?  The ancient secretary's right hand immediately picks up a pen and positions it over a blank pad. Her left hand keeps typing. She never looks up.  \n[36]\t\tAsk if he can check how many \t\tsick days I've taken since \t\tI've worked here?  Beat.  \n[37]\t\tYes.  \n[38]\t\tYou know what I think about \t\tto calm down? I think about \t\tthose big fat, hundred and \t\ttwenty pound turtles that \t\tlive in the islands. Those \t\tsuckers never get angry, \t\tnever get in fights and live \t\tlonger than all of us and \t\tall they do all is sit on \t\tthe beach and hump other \t\tturtles. \t\t\t \t\tWhy don't we take a second \t\tand think about the turtles?  Nobody moves. Rain washes over the agitated faces. A father breaks the moment.  \n[39]\t\tHey Noel.  Beat. He just stares.  \n[40]\t\tWhat?  \n[41]\t\tHe's asleep.  \n[42]\t\tI wanted to ask you a \t\tquestion. It'll sound \t\tstrange, but just think \t\tabout it for a second.  Megan nods, \"Yes.\"  \n[43]\t\tWhen's the last time I was \t\tsick? You remember?  Megan tries to mask her reaction to the oddness of the question. Beat.  \n[44]\t\tI haven't been sick this \t\tyear. I know that.  \n[45]\t\tDo you remember me getting \t\tsick?  \n[46]\t\tMegan, do you <u>ever</u> remember \t\tme getting sick?  Beat.  \n[47]\t\tIn the three years we've \t\tbeen in this house?... In \t\tthe old apartment?... Before \t\tJeremy was born?... Before \t\twe were married?  Beat.  \n[48]\t\tThat's strange isn't it? Not \t\tremembering one fever... Or \t\ta cold... Or a sore throat. \t\tWhat do you think that \t\tmeans?  \n[49]\t\tYes.  \n[50]\t\tNo that's it.  David seems lost in his thoughts.  \n[51]\t\tYeah. I know.  There's silence for a bit.  \n[52]\t\tWhen was the last time I \t\twore pink?  \n[53]\t\tOh shit...  \n[54]\t\tGoodnight Megan.  Megan looks back at her husband. Just for a moment. Then she looks down.  \n[55]\t\tI don't know for sure. \t\t\t \t\t...I don't think so.  David and Elijah quietly look at each other. Beat.  \n[56]\t\tSeventy-five percent.  \n[57]\t\tSkeptical about what?  \n[58]\t\tIn college. A car accident.  \n[59]\t\tYou assumed wrong.  Elijah closes his eyes. When his eyes open, the life force in them has diminished. Beat.  \n[60]\t\tI think you skipped a couple \t\tsteps.  Elijah turns.  \n[61]\t\tYou forgot the \"Now I'm \t\tgoing to tell you what the \t\thell is going on\" step. See \t\tusually that comes before \t\tthe, \"It's over\" Step. And \t\tit always, always comes \t\tbefore the \"You can go\" \t\tStep. \t\t\t \t\tWhat is over?  \n[62]\t\tWhat was your idea Elijah?  Beat.  \n[63]\t\tJeremy don't take another \t\tsip of that drink.  Jeremy looks down at the paper cup in his hands.  \n[64]\t\tThrow it in the trashcan \t\tnear the door and wait for \t\tme outside. Do it now \t\tplease.  David waits for Jeremy to exit the store. Beat.  \n[65]\t\tAt the church... You were \t\tfollowing me weren't you?  \n[66]\t\tWhat's this about? This is \t\tobviously some scam. Is this \t\twhere you tell me one of \t\tthose pictures is like an \t\tinvestment?  \n[67]\t\tI see guys like you all the \t\ttime in my work. You find \t\tsomeone you think is \t\temotionally vulnerable and \t\tyou tell them a fantastic \t\tstory, utterly convincing... \t\tand somewhere in there, you \t\tslip it in... 'I just need \t\tyour credit card number','I \t\tjust need a small down \t\tpayment.'  David shakes his head. He smiles out of frustration. Beat.  \n[68]\t\tDid you know that this \t\tmorning was the first \t\tmorning I can remember, that \t\tI didn't open my eyes and \t\tfeel that sadness... Do you \t\tknow what I'm talking about? \t\tThat little bit of sadness? \t\t\t \t\tI thought the person that \t\twrote that note had an \t\tanswer for me. For why I \t\tsurvived that train. For why \t\tmy life feels so out of \t\tbalance... \t\t\t \t\tBut I guess that's what you \t\twere counting on.  Elijah stares carefully at David. Beat. David glances over to the entrance. Jeremy watched through the window concerned.  \n[69]\t\tI'm going to leave now. \t\t\t \t\tGood luck with your sale.  Elijah watches David walk towards the front door.  \n[70]\t\tI work at the stadium as a \t\tsecurity guard.  Beat. David closes the door behind him. Elijah watches through the window as Jeremy takes David's hand as they cross the street.  Elijah gazes out the window in a bit of a daze.  \n[71] David sits up in bed staring at a torn section of newspaper in his hands.  Jeremy is asleep horizontally with his legs over David's legs.  David doesn't blink as he gazes at the headline silently...  \n[72]\t\tHi.  Megan nods. Beat.  \n[73]\t\tOh.  Beat.  \n[74]\t\tWhat's he look like?  \n[75]\t\tSend him packing. I'm not \t\twalking all the way over \t\tthere.  \n[76]\t\tHold up Jenkins...  \n[77]\t\tIt's for last week's game.  \n[78]\t\tWhat do you want?  \n[79]\t\tWe're not proceeding \t\tanywhere together.  \n[80]\t\tOne more time. What is it \t\tyou want?  Beat.  \n[81]\t\tAre you for real?  \n[82]\t\tI got this job because my \t\tcollege coach called the guy \t\twho manages the stadium. \t\tThere's no hidden meaning to \t\tit.  David's walkie makes NOIES on his hip.  \n[83]\t\tThey need me at the gate.  David stares at Elijah leaning on his walking stick.  \n[84]\t\tDid you really want to see \t\tthe game? I can get you in.  \n[85]\t\tIt gets heaviest ten minutes \t\tbefore kickoff.  David bumps a guy in line wearing an army jacket. David looks backs at him and continues walking.  David moves to a security guard near the turnstiles.  \n[86]\t\tWhy don't we pat down?  David walks to his post near the gate and faces the crowd. Elijah moves next to him.  \n[87]\t\tJust give me a minute.  \n[88]\t\tThat guy in green. Sometimes \t\tpeople carry weapons in \t\there. Then they drink too \t\tmuch. They're team isn't \t\tdoing so well, bad things \t\thappen... We do random pat \t\tdowns of the crowd to \t\tdiscourage people from \t\tcarrying. \t\t\t \t\tIf he's carrying, he'll step \t\tout of line.  Elijah observes as a security team pats down random males as they move through the turnstiles.  The GREEN ARMY JACKETED MAN moves forward in the line. His face is blank as he watches the pat down ahead of him. He's twenty people from the turnsstile.  David eyes him. Fifteen people away... Ten...  The man coughs and steps out of the line. Elijah watches the green army jacket melt into the thick part of the crowd and disappear as it moves away from the stadium.  \n[89]\t\tI got you a seat in the \t\tseven hundred level. \t\t\t \t\tIt's nose-bleed territory, \t\tbut at least you won't get \t\tspit on.  \n[90]\t\tProbably the army jacket. \t\tThose guys carry hunting \t\tknives and stuff for show.  \n[91]\t\tI thought he was carrying \t\tsomething.  \n[92]\t\tI got this picture of a \t\tsilver handled gun tucked in \t\this pants. \t\t\t \t\tLike on t.v.  Elijah stares at David. THE STADIUM CHEERS BOUNCE OFF THE GRAY WALLS.  \n[93]\t\tLike what?  \n[94]\t\tYes.  \n[95]\t\tI don't know what you're \t\tasking?  \n[96]\t\tListen. I got to be on the \t\tsidelines during the game... \t\tYou can get to your seat by \t\ttaking the stairwell at-  \n[97]\t\tOkay, I don't want to play \t\tthis game anymore.  \n[98]\t\tThe guy might not have been \t\tcarrying anything.  \n[99]\t\tI have to go now.  \n[100]\t\tQuick.  \n[101]\t\tYes. My wife Megan. She was \t\tin the car with me.  David turns and starts down the hall. David talks back over his shoulder.  \n[102]\t\tHave a good life Elijah and \t\ttry to buy your tickets at \t\tan authorized sales \t\tlocation.  Elijah watches as the silhouetted figure of David Dunne jogs down the darkness of the tunnel.  \n[103]\t\tYou know how mad your mom \t\twould be if she knew you \t\twere playing football?  Jeremy nods.  \n[104]\t\tIn under six seconds. \t\t\t \t\tI've heard.  David watches the cornerback being surrounded by kids. He's letting a couple of the kids feel his flexed bicep.  \n[105]\t\tI'm going to go in.  \n[106]\t\tWhy'd you do that?  \n[107]\t\tJeremy. \t\t\t \t\tI'm going in. I have to do \t\tsome things.  \n[108]\t\tI'm going to work out.  \n[109]\t\tThere's nothing to do.  Jeremy turns back to the children and waves.  \n[110]\t\tWhy don't you rest now? I'll \t\ttake it from here. You've \t\tbeen a big help.  Jeremy goes to the opposite side of the bar and starts to put on another weight.  \n[111]\t\tNo.  \n[112]\t\tNo.  \n[113]\t\tNo.  David takes hold of the barbell. Beat. He takes a deep breath.  The weight comes off the armrests of the bench. David lowers it to his chest and pushes it back up. He does just one more rep with serious strain. He puts the weight back on the armrest and sits up.  \n[114]\t\tHow much did you put on \t\tthere?  David twists around and looks back at the barbell. He counts up the black metal circles. He turns back to Jeremy.  \n[115]\t\tYou put too much. That's two \t\thundred and fifty pounds.  \n[116]\t\tThat's the most I've ever \t\tlifted. \t\t\t \t\tThat could have been \t\tdangerous Jeremy. Why don't \t\tyou go upstairs and let me \t\tfinish up?  Jeremy starts back to the barbell.  \n[117]\t\tNo.  \n[118]\t\tNo Jeremy.  \n[119]\t\tNo.  David takes hold of the bar. Lifts it off the armrest. Brings it down. His arms are straining hard again. He raises it and lowers it two time; it takes a sizable effort. The weights bang down onto the armrest.  David sits up.  \n[120]\t\tHow much did you take off?  \n[121]\t\tYou added?  Jeremy nods, \"Yes\" slowly.  David turns completely around and looks at the barbell. He counts the black discs on the steel bar. Beat.  Nobody says anything for a long time.  \n[122]\t\tTwo hundred and seventy.  David just stares at the black steel circles on the metal bar. Jeremy comes and sits on the bench next to his father. They both stare at the weight. Beat.  \n[123]\t\tOkay.  \n[124]\t\tWhy don't you move back a \t\tbit? Just to be safe.  Jeremy moves back to the bottom of the stairs leading up to the house. He waits.  Another deep breath as David heaves. The weight CLINKS as it comes off the arm rest. David is full out straining now as he lowers and raises it. His arms begin to tremble as he lifts it for the second time. BANG the weight lands back safely onto the rest.  David sits up. He looks at his son whose eyes are wide. Beat.  \n[125]\t\tYou should never try \t\tanything like this. You know \t\tthat right?  Jeremy nods, \"Yes.\"  \n[126]\t\tWhat do you do if something \t\thappens?  \n[127]\t\tHow many did you put on that \t\ttime?  \n[128]\t\tThere's no more left?  Jeremy nods, \"no\" in a slight daze. Beat. David looks around his basement.  \n[129]\t\tWhat else can we use?  \n[130]\t\tAbout three hundred and \t\tforty.  David turns and looks at his son. Jeremy's mouth is slightly open. He gazes at his dad. Awe in his tiny eyes.  \n[131]\t\tYeah, hello.  \n[132]\t\tMegan?  \n[133]\t\tYeah? Megan where are you \t\tcalling from?  \n[134]\t\tI remember you.  \n[135]\t\tYeah it might be nice.  We hear A SOUND ON THE OTHER END OF THE PHONE. A SOUND MUCH LIKE AN EXHALE.  \n[136]\t\t...When you work with \t\tclients on machines, do they \t\tsometimes just jump up a \t\tlevel or two? Do something \t\tthey didn't know they were \t\tcapable of?  \n[137]\t\tWhat do I do when I'm around \t\tsomeone I know?  \n[138]\t\tHello.  CLAIRE smiles as she stares at David. She turns to Megan.  \n[139]\t\tDavid.  \n[140]\t\tOkay.  David is not paying attention to the girl. He watches as his wife takes off her coat and heads to the guest room. She turns before entering the room. David and his wife make eye contact.  \n[141]\t\tThank you.  David opens the front door for her.  \n[142]\t\tHis room?  The baby sitter nods with a smile as she walks out the front door.  \n[143]\t\tI see.  \n[144]\t\tThat's great.  \n[145]\t\tKnow what?  \n[146]\t\tJeremy.  Jeremy opens his eyes.  \n[147]\t\tThere are big guys in almost \t\tevery gym who can lift that \t\tmuch.  Beat. Jeremy's eyes start to shut.  \n[148]\t\tFour ten... four \t\tforty-five... \t\t\t \t\tFive hundred.  Beat. David sits up in a daze.  He finds the entire room of athletes and trainers staring at him. Some of the players have stood up. Everyone stares as David Dunne with the same quiet disbelief in their eyes.  \n[149]\t\tWe've had some problems with \t\tdrug selling in this \t\tstadium. \t\t\t \t\tWould you mind if I checked \t\tthe pockets of your \t\tsweatshirt?  The gray eyed man stands eerily still with his nachos and drinks. The two men just stare at each other, evaluating the situation. People move in both directions around them, unaware.  The gray eyes man holds his tray of food to the side and raises his arms slowly.  David steps forward and reaches into his pockets. Beat. David pulls his hands out from the pockets. They're empty.  The gray eyes man brings his arms down. Beat.  The walkie on David's hip COMES TO LIFE. David reaches down and pulls it off his belt without removing his eyes from the man in front of him. David brings the walkie to his mouth.  \n[150]\t\tYeah?  \n[151]\t\tWhen?  \n[152]\t\tMegan handles that type of \t\tstuff.  \n[153]\t\tJeremy's stuff.  David feels uncomfortable as the nurse just stares at him. Beat. David rises from his seat.  \n[154]\t\tSo do I need to put any \t\tsmelly ointments on him or \t\tanything?  The white haired nurse nods, \"no.\"  \n[155]\t\tWhat was that?  \n[156]\t\tYes I am.  \n[157]\t\tYou are like me. We both can \t\tget hurt. I'm just an \t\tordinary man. \t\t\t \t\tI'm not what you think I am.  Jeremy just stares at his father. Beat.  \n[158]\t\tHe's dealing with a lot of \t\tthings. \t\t\t \t\tI think he needs to find \t\tanswers himself.  Beat.  \n[159]\t\tWould you like to try going-  \n[160]\t\t-out again.  Beat. David smiles.  \n[161]\t\tBut if we see another mother \t\tfrom Jeremy's school, me \t\tname is Juan. I always \t\twanted to be a Juan.  Megan smiles softly back. Beat.  \n[162]\t\tJesus.  Megan sees David's shocked expression.  \n[163]\t\tJeremy what the hell are you \t\tdoing?  Megan suddenly realizes David is looking over her shoulder.  Megan turns around. She SCREAMS.  Jeremy is standing in the doorway to the kitchen. He's crying hard. In his outstretched hands is the HAND GUN FROM DAVID'S CLOSET. It's pointed directly at David.  \n[164]\t\t-Jeremy did you load that \t\tgun?  Jeremy nods, \"Yes.\" Crying harder now.  \n[165]\t\t-Elijah was wrong.  \n[166]\t\t-You know the story about \t\tthe kid who almost drowned \t\tin the pool?  Jeremy stops moving.  \n[167]\t\t-That was me they were \t\ttalking about. I almost \t\tdied. That was me.  \n[168]\t\t-I'm not. I just didn't \t\tconnect it.  \n[169]\t\t-Jeremy listen to what-  Jeremy starts pressing the trigger. The hammer clicks back.  \n[170]\t\t-Jeremy if you pull that \t\ttrigger I'm going to leave! \t\tI'm going to go to New York.  Jeremy freezes. David flashes a desperate glance at Megan then back to Jeremy.  \n[171]\t\tYou're right... If you shoot \t\tme, that bullet is going to \t\tbounce off me and I won't \t\tget hurt... but then I'm \t\tgoing to go upstairs and \t\tpack. And then leave to New \t\tYork.  Beat.  \n[172]\t\tJeremy!  Jeremy's eyes open.  \n[173]\t\tYou're about to get into big \t\ttrouble! I'm your father and \t\tI'm telling you to put that \t\tgun down right now God damn \t\tit! \t\t\t \t\tOne!... \t\t\t \t\tTwo!...  Jeremy puts the gun down on the floor in front of him and stands up.  Megan leans against the refrigerator and slides down to a sitting position on the tiled floor.  David walks over and picks up the gun. He unloads the bullets in his hand. David bends down very slowly and takes a seat on the kitchen floor.  Jeremy is the last to sit down. He takes a seat in the doorway of the kitchen. Beat. He wipes his eyes with the back of his hand. Beat.  \n[174]\t\tI must have felt some lump \t\tin his back when I bumped \t\thim. Most guns have a black \t\tor silver handle. I had a \t\tfifty-fifty shot at the \t\tcolor.  \n[175]\t\tStop messing with my life \t\tElijah. My son almost shot \t\tme last night. He wanted to \t\tprove you were right.  \n[176]\t\tYou have a problem, Elijah. \t\tMy wife is right. Somewhere \t\talong the line one of your \t\tbones broke and your mind \t\tjust broke with it.  Beat.  \n[177]\t\tNo. And I have been sick. I \t\tspent a week in a hospital \t\twhen I was a boy recovering \t\tfrom pneumonia and almost \t\tdrowning.  \n[178]\t\tTwo skinny eight year old \t\tkids were playing around the \t\tpool. They were dunking me. \t\tI swallowed water. They \t\tdidn't know it and they \t\talmost killed me. \t\t\t \t\tHeroes don't get killed like \t\tthat. Normal people do.  Beat. Elijah seems shaken for the first time. David stares at him coldly.  \n[179]\t\tI don't want to see you \t\tagain okay. \t\t\t \t\tNow I'm finished.  David turns and starts for the entrance. The BELL OF THE DOOR CLANGS as David Dunne leaves the store.  \n[180]\t\tBut I put cologne on.  Megan smiles.  \n[181]\t\t...I think rust.  \n[182]\t\tAs a color, not as rust. You \t\tknow, a rust colored paint \t\tor wood?  Megan leans slightly closer.  \n[183]\t\tMy turn. What's your \t\tfavorite song?  \n[184]\t\tWhat was that?  \n[185]\t\tSoft and Wet. That's very \t\tinteresting.  \n[186]\t\tThat's not the game.  Megan moves her stool closer. They're only a foot or so apart.  \n[187]\t\tI'm not sure.  \n[188]\t\tWhat about the game?  \n[189]\t\tI had a nightmare one night \t\tand I didn't wake you up so \t\tyou could tell me it was \t\tokay. \t\t\t \t\tI think that was the first \t\ttime. \t\t\t \t\tDoes that count?  \n[190]\t\tYes.  Megan's face tenses. She's on the verge of getting upset.  \n[191]\t\tI don't know Megan.  \n[192]\t\tI know.  Husband and wife sit close together in the corner of the bar on their second date.  \n[193]\t\tWho called through?  Megan tries to hide her smile.  \n[194]\t\tMegan...  She doesn't answer. Her body is twitching as it sits pinned behind the wheel.  David pulls at the handle of the mangled door. It's wedged tight. It won't move.  The heat from the fire is tremendous.  David's powerful arms keep pulling with all their strength.  \n[195]\t\tMegan?  He just stares at her. She doesn't respond.  A LIGHT WASHES OVER THEM. David turns to see a truck approaching up the road. David waves frantically. The truck slows.  David turns back to Megan. Her eyes are open.  Tears fall from David's face as he moves the hair out of her eyes. She looks at David.  \n[196]\t\tMe too.  The driver of the truck slips and slides his way over to David.  \n[197]\t\tI think her leg is \t\tfractured.  \n[198]\t\tMy shoulder's hurt.  The driver nods.  \n[199]\t\tElijah?  Beat.  \n[200]\t\tWhat am I supposed to do?  Elijah closes his eyes. His face fills with strength.  \n[201]\t\tYou need to leave now.  \n[202]\t\tWhere is he?  The woman doesn't answer, but a SOUND COMES FROM THE SCREEN DOOR nearby. The curtains draping the screen door move with the wind from outside.  David crosses the room and pushes aside the curtain. It leads to a small balcony. An empty lawn chair is the only thing on it.  David steps onto the balcony and looks down.  The rain still pours down unmercifully. It comes down on a black tarp that covers a pool in the backyard.  David turns to go back inside.  \n[203]\t\tIt's over now. \t\t\t \t\tYour children are fine. \t\tThey're getting help.  He unties her wrists. Her arms stay above her head where they were.  \n[204]\t\tI'm going to go now.  He stares at the woman whose eyes stare blankly at him. She sits unnaturally still against the door with her arms above her head. The mascara that has run down her face and dried, has tracks where countless tears have rolled down.  David moves his hand near her mouth and nose. He checks for the feeling of breath against his hand. Beat.  He rises up. Removes his hood. David Dunne stands silently in the master bedroom of someone's house and gazes at the dead woman frozen in a slumped position against her bathroom door.  \n[205] David sits on the edge of the empty bed in the darkness of his room.  He doesn't makes a sound. He doesn't move an inch. He is so still, he seems to disappear into the shadows of the room.  \n[206]\t\tI had a bad dream.  David tucks his head in close to hers and closes his eyes.  Megan lays stunned in her husband's arms. Beat.  \n[207]\t\tHe doesn't look very \t\tthreatening.  \n[208]\t\tAre you Elijah's mother?  The woman turns and looks at David for the first time.  \n[209]\t\tIt's a pleasure to meet you. \t\tI'm David Dunne.  \n[210]\t\tWe are.  David looks across the store at Elijah talking with the customers.  \n[211]\t\tHe's doing well today.  \n[212]\t\tHe's kind of a miracle.  ", "Kelly": "\n[1]\t\tI'm married.  \n[2]\t\tSorry.  \n[3]\t\tI'm going to find another \t\tseat.  Kelly gets up. She balances herself against a headrest as the train rumbles. She starts to the back of the car.  David sits alone. He looks like he's drowning, but there's no water.  He feels a stare. He glances up. The little girl spies on him from between the seats.  David leans towards the window to avoid eye contact. His hand reaches into his coat and slides out his wedding band. He puts it back on.  His temple touches the glass. The vibration of the train begins to lull his eyes closed... Beat.  David's head bounces lightly against the window.  The shaking of the glass never allows David's eyes to completely close.  He sits up when he realizes the shaking is getting stronger.  He looks out the window. The scenery blurs as it flies by. Beat.  David turns. Some of the other passengers start to react as they realize the train is picking up speed.  The normal bumps of the tracks become amplified.  The WORRIED VOICES OF THE TRAVELERS START FILL THE CABIN.  The train goes faster.  ", "Dr.": "\n[1]\t\tYou okay?  The woman nods, \"Yes.\" Sweat trickles down her face. THE BABY'S PIERCING CRIES \n[2]\t\tIs there a name yet?  Beat. The woman smiles for the first time.  \n[3]\t\tWhat happened during the \t\tdelivery?  His hard stare unsettles the women. The OLDER SALESWOMAN speaks up.  \n[4]\t\tDid you drop him?  Everyone becomes very still. The mother looks like she stopped breathing. THE \n[5]\t\tDid you drop this baby?  Beat.  \n[6]\t\tPlease inform the ambulance \t\twe have a situation...  Dr. Mathison turns back to the mother. Beat.  \n[7]\t\tI've never seen this... It \t\tappears your infant \t\tsustained some fractures \t\twhile in your uterus. \t\t\t \t\tHis arms and legs are \t\tbroken.  ", "Mathison": "\n[1]\t\tYou okay?  The woman nods, \"Yes.\" Sweat trickles down her face. THE BABY'S PIERCING CRIES \n[2]\t\tIs there a name yet?  Beat. The woman smiles for the first time.  \n[3]\t\tWhat happened during the \t\tdelivery?  His hard stare unsettles the women. The OLDER SALESWOMAN speaks up.  \n[4]\t\tDid you drop him?  Everyone becomes very still. The mother looks like she stopped breathing. THE \n[5]\t\tDid you drop this baby?  Beat.  \n[6]\t\tPlease inform the ambulance \t\twe have a situation...  Dr. Mathison turns back to the mother. Beat.  \n[7]\t\tI've never seen this... It \t\tappears your infant \t\tsustained some fractures \t\twhile in your uterus. \t\t\t \t\tHis arms and legs are \t\tbroken.  ", "Elijah": "\n[1]\t\tI won't get hurt momma! I'm \t\tsafe!  \n[2] The ride spins its passengers. Elijah's small face looks up at the swirling clouds in a mixture of agony and terror.  The ride changes directions.  Elijah is thrust forward. He hits the rusted metal bar square against his chest. \n[3]\t\tNo more sitting in this \t\troom. I've let it go on long \t\tenough.  \n[4]\t\tI'm not going out anymore. \t\tI'm not getting hurt again. \t\tThis was the last time. I \t\ttold you.  \n[5]\t\tYou can't do anything about \t\tthat. You might fall between \t\tthat chair and this \t\ttelevision. If that's what \t\tGod has planned for you, \t\tthat's what's going to \t\thappen. You can't hide from \t\tit in your room.  Elijah just sits staring at the dark television screen.  \n[6]\t\tThey call me Mr. Glass at \t\tschool. Cause I break like \t\tglass.  Elijah's face is tense. Unyielding. Beat.  Elijah's mother says the next words in almost a whisper.  \n[7]\t\t...You make this decision \t\tnow to be afraid... \t\t\t \t\tAnd you'll never turn back \t\tyour whole life. You'll \t\talways be afraid.  Elijah's eyes move from the television to his mother. He sees the emotion in her face. Neither says anything for a while. Beat.  \n[8]\t\t...I got a present for you.  \n[9]\t\tWhy?  \n[10]\t\tForget why. Do you want it \t\tor not?  Elijah thinks it over. He nods, \"Yes.\"  \n[11]\t\tWell, go get it then.  \n[12]\t\tWhere is it?  \n[13]\t\tOn a bench, across the \t\tstreet.  Elijah looks at his mother with disbelief.  \n[14]\t\tYou calling me a liar?  She points to the window. Beat. Elijah gets up and moves to the only window in the room.  The view from his room looks out over a narrow street. On the other side of the street is a public playground. A handful of children are playing on it.  There are three benches to one side of the swings. On one of them is a THIN PACKAGE wrapped in brown paper with a bow on it.  Elijah looks to his mom who has joined him at the window.  \n[15]\t\tSomeone's gonna take it.  Beat.  \n[16]\t\tThen you better get out \t\tthere soon.  \n[17]\t\tI bought a whole bunch. \t\tThey'll be one of these \t\twaiting for you, every time \t\tyou want to come out here.  Beat.  \n[18]\t\tThey said this one has a \t\tsurprise ending.  Elijah looks to his mother. His intelligent piercing eyes take her in for a moment.  He looks back down at his lap. He opens the first page...  \n[19]\t\tIt's a classic depiction of \t\tgood versus evil. Notice the \t\tsquare jaw of Slayer - \t\tcommon in most comic book \t\theroes. And the slightly \t\tdisproportionate size of \t\tJaguaro's body to his head. \t\tThis again is common, but \t\tonly in villains... The \t\tthing to notice about this \t\tpiece... The thing that \t\tmakes it very, very \t\tspecial... is its realistic \t\tdepiction of its figures. \t\tWhen the characters \t\teventually made it into the \t\tmagazine they were \t\texaggerated... as always \t\thappens. \t\t\t \t\tThis is vintage.  The business man rubs his face. Gazes at the sketch. Beat.  \n[20]\t\tYou've made a considerably \t\twise decision.  Elijah starts to the back of the store which we now see is some type of art gallery where all the framed pictures are images and sketches from comic books.  \n[21]\t\tOnce again please?  \n[22]\t\tHow old is Jeb?  \n[23]\t\tNo.  Elijah starts back to the businessman shaking his head strongly.  \n[24]\t\tNo, no, no, no no... You \t\tneed to go now.  \n[25]\t\tDo you see any Telletubbies \t\taround here?... Do you see \t\ta slender plastic tag \t\tclipped to my shirt with my \t\tname printed on it?... Do \t\tyou see a little Asian child \t\twith a blank expression \t\tsitting outside in a \t\tmechanical helicopter that \t\tshakes when you put a \t\tquarter in it?... No?... \t\tWell that's what you see at \t\ta toy store? Any you must \t\tthink this is a toy store, \t\tcause you're in here \t\tshopping for an infant named \t\tJeb. One of us has made a \t\tgross error and wasted the \t\tother person's valuable \t\ttime...  Elijah's eyes pierce through the shaken man.  \n[26]\t\tThis is an art gallery my \t\tfriend. This is piece of \t\tart...  Elijah points at the sketch.  \n[27]\t\tThis is one of seventeen \t\toriginal drawings by Fritz \t\tChampion remaining in the \t\tworld. It's value will \t\ttriple every year... This \t\tpiece is to be treasured. To \t\tbe cherished... To be \t\tcoveted by every single one \t\tof your banker friends that \t\tthink they're better than \t\tyou.  The business man stares at the sketch with large eyes. Beat.  \n[28]\t\tI'm listening.  \n[29]\t\tWhat about Jeb?  \n[30]\t\tWill it be near a window?  \n[31]\t\tCome back in three days. \t\tI'll think about it.  Elijah starts to the back. He passes the front door as two customers walk in. Elijah talks over his shoulder to them.  \n[32]\t\tWe're by appointment only.  \n[33]\t\tCongratulations, you have a \t\tmailbox... The sale isn't \t\tfor two weeks.  \n[34]\t\tYou've never been sick?  \n[35]\t\tWell if this ain't a riddle \t\tworthy of the Riddler?  \n[36]\t\tSo let's get some of the \t\tusual questions out of the \t\tway. Why am I using a cane? \t\tRaise your hand if you were \t\tthinking that.  Jeremy raises his hand.  \n[37]\t\tI fractured my leg. It's the \t\tfifth time I've done that \t\tparticular bone. It didn't \t\treally heal well this time.  \n[38]\t\tRaise your hand is you're \t\twondering who the hell \t\tbreaks the same bone five \t\ttimes?  Jeremy and David raise their hands.  \n[39]\t\tI have something called \t\tOsteogenesis Imperfecta. \t\tIt's a genetic disorder. I \t\tdon't make this particular \t\ttype of protein very well \t\tand it makes my bones very \t\tlow in density, very easy to \t\tbreak. I've had fifty-four \t\tbreaks in my life. I have \t\tthe tamest version of the \t\tdisorder... Type one. \t\t\t \t\tThere are type two, type \t\tthree, and type four. Type \t\tfour's don't make it very \t\tlong... \t\t\t \t\tThat ends our lecture on the \t\tmedical anomaly known as \t\tElijah Price.  Elijah stares at his two rapt listeners.  \n[40]\t\tHow certain are you that you \t\thaven't been sick in your \t\tlife?  \n[41]\t\tSeventy-five percent? That's \t\tnot nearly good enough for \t\tme. I'm extremely skeptical.  \n[42]\t\tYour answer to my question. \t\tIt's one thing to have never \t\tbeen injured in your life, \t\tbut to state that you've \t\tnever taken ill, well that's \t\ta whole new level.  \n[43]\t\tWhat's he talking about?  \n[44]\t\tWas it serious?  David nods.  \n[45]\t\tI assumed because of the \t\ttrain.  \n[46]\t\tIt's over. \t\t\t \t\tYou can go now.  Elijah uses his cane to get up and walk back through the doors of the store.  \n[47]\t\tThe life of an idea that has \t\tlived too long in my head.  David stares at Elijah impatiently.  \n[48]\t\tThere are probably only four \t\tor five individuals in the \t\tworld who can claim more \t\tknowledge of comics than \t\tmyself. I've spent a third \t\tof my life in a hospital bed \t\twith nothing else to do but \t\tread. I have studied the \t\tform intimately. I have seen \t\tthe patterns in them... The \t\treferences to social and \t\tcultural events and the \t\tatmosphere that surrounded \t\tthem. I've come to believe \t\tthat comics are our last \t\tlink to the ancient way of \t\tpassing on history.  \n[49]\t\tThe Egyptians drew pictures \t\ton walls about battles, and \t\tevents. Countries all around \t\tthe world still pass on \t\tknowledge through pictorial \t\tforms. \t\t\t \t\tI believe that comics, just \t\tat their core now... have a \t\ttruth. They are depicting \t\twhat someone, somewhere felt \t\tor experienced. Then of \t\tcourse that core got chewed \t\tup in the commercial machine \t\tand gets jazzed up, made \t\ttitillating - cartooned for \t\tthe sale rack.  Elijah gazes at David.  \n[50]\t\tThis city has had its share \t\tof disasters. Well \t\tpublicized ones. It was \t\taround the time of that \t\tplane crash, when it first \t\tentered my head. And there \t\tit stayed, as I waited and \t\twatched the news over the \t\tyears... \t\t\t \t\tAnd then one day I see a \t\tnews report on a train \t\taccident and its sole \t\tsurvivor who was \t\tmiraculously unharmed. \t\t\t \t\tAnd just like that, an idea \t\tblossoms into the flower of \t\tpossible reality.  \n[51]\t\tIf there is someone like me \t\tin the world, and I'm at one \t\tend of the spectrum... \t\tCouldn't there be someone \t\tthe opposite of me, at the \t\tother end? \t\t\t \t\tA person who can't be hurt \t\tlike the rest of us. A kind \t\tof person they were talking \t\tabout in those stories.  Elijah points at the framed comic sketches.  \n[52]\t\tA person they believed was \t\tput here to protect the rest \t\tof us. Guard us.  \n[53]\t\tTechnically no. I gambled \t\tthat you would attend the \t\tchurch service. I just \t\twaited for you.  David glares at Elijah.  \n[54]\t\tYou've misunderstood.  \n[55]\t\tWhat type of job do you have \t\tDavid?  David opens the door. He looks back at Elijah.  \n[56]\t\tYou mentioned you've met \t\t'guys like me' in your work. \t\t\t \t\tWhat type of job would that \t\tbe?  Beat.  \n[57]\t\tThey said I couldn't get in \t\twith my ticket.  Elijah offers him the ticket. David inspects it.  \n[58]\t\tI've come to understand \t\tthat... \t\t\t \t\tAn ill advised purchase in \t\tthe parking lot.  David hands Elijah back the ticket.  \n[59]\t\tNot money. \t\t\t \t\tBut I appreciate your \t\thealthy cynicism in the \t\tmanner. It will be wise for \t\tboth of us to proceed with \t\tgreatest caution.  \n[60]\t\tWe've already begun.  David looks around.  \n[61]\t\tWhy is it, do you think, \t\tthat of all the professions \t\tin the world... you chose \t\tprotection?  \n[62]\t\tYou could have poured coffee \t\tin Starbucks, you could have \t\tlearned to install track \t\tlighting in office \t\tbuildings, you could have \t\ttold people their horoscopes \t\ton the internet... You could \t\thave been one of ten \t\tthousand things... but in \t\tthe end, you chose to \t\tprotect people. You made \t\tthat decision... and I find \t\tthat very, very interesting. \t\t\t \t\tNow all I need is your \t\tcredit card number.  Beat. Elijah smiles.  \n[63]\t\tThat last part was a joke.  David fights it. But he smiles anyway. Beat.  \n[64]\t\tIs there a problem?  \n[65]\t\tHow did you know that man \t\tyou bumped was carrying a \t\tweapon?  \n[66]\t\tYou thought he was carrying \t\ta knife?  Beat.  \n[67]\t\tBut not a knife?  \n[68]\t\tYou have good instincts when \t\tit comes to things like \t\tthat?  \n[69]\t\tTelling when people have \t\tdone something wrong?  Beat.  \n[70]\t\tHave you ever tried to \t\tdevelop it?  \n[71]\t\tYou're skill.  Beat.  \n[72]\t\tCharacters in comic books \t\tare often attributed special \t\tpowers. X-ray vision, things \t\tof that sort.  David exhales slowly as he stares at Elijah.  \n[73]\t\tIt's an exaggeration of the \t\ttruth. Maybe it's based on \t\tsomething as simple as \t\tinstinct. Like being able to \t\ttouch someone and tell \t\twhether they've done \t\tsomething wrong... Or the \t\tlevel of what they've done \t\twrong.  \n[74]\t\tOr he might have been \t\tcarrying a silver handled \t\tgun tucked in his pants.  David's WALKIE ERUPTS WITH NOISE.  \n[75]\t\tOne last question.  Beat.  \n[76]\t\tThe car accident you were \t\tin... Was there anyone else \t\tinvolved?  The two men stand very still in the tunnel.  \n[77]\t\tHold up for a second!  The man in the army jacket turns as he reaches a subway entrance that marks the end of the parking lot. He looks back at Elijah for a beat. Doesn't like what he sees. He disappears into the subway entrance.  Elijah quickens into a jog now. He hasn't done this in a while and it's painful. He makes it with great strain to the subway.  He looks into the entrance...  A steep flight of stairs leads to the subway floor. The tail of the army jacket is glimpsed before it disappears.  Elijah breathes hard as he takes hold of the railing.  \n[78]\t\tI just want to ask you \t\tsomething!  Elijah's VOICE ECHOES down the stairs. No response.  Elijah starts his descent.  \n[79]\t\tThey call me Mr. Glass.  Beat.  \n[80]\t\tKids.  Elijah just keeps staring.  \n[81]\t\tHow long have you been \t\tmarried?  Megan is taken off guard by the question. She stares at Elijah. Beat.  \n[82]\t\tHow did you get together?  Elijah smiles warmly. Megan smiles softly back.  \n[83]\t\tNow you're going to have to \t\ttell me more.  \n[84]\t\tHow so?  \n[85]\t\tYou and my mother would have \t\ta special connection.  \n[86]\t\t...And everyone lived \t\thappily ever after.  Beat.  \n[87]\t\tWhat part of David's body \t\twas injured?  Beat. Megan's eyes become utterly still.  \n[88]\t\tThere have been three major \t\tdisasters in this city over \t\tthe last four years. I've \t\tfollowed each one of them... \t\tA Seven-three-seven crashes \t\ton take off. One hundred and \t\tseventy-two die. No \t\tsurvivors... A hotel fire \t\tdowntown. Two hundred and \t\televen die. No survivors... \t\tAnd am Amtrak train derails \t\tseven and half miles outside \t\tof the city. One hundred and \t\tthirty one die. One \t\tsurvivor. He is unharmed. \t\t\t \t\tI've spoken with your \t\thusband about his survival. \t\tI suggested a rather \t\tunbelievable explanation. \t\tSince then, I've come to \t\tbelieve, that my \t\texplanation, however \t\tunbelievable, is in fact, \t\ttrue.  \n[89]\t\tIt's a mediocre time Mrs. \t\tDunne. People are starting \t\tto lose hope. It's hard for \t\tmany to believe that \t\textraordinary things live \t\tinside themselves as well as \t\tothers... I hope you can \t\tkeep an open mind?  Beat.  \n[90]\t\tI own a comic book museum. \t\tIt's called the Limited \t\tEdition.  \n[91]\t\tI believe comic books are \t\tbased loosely on reality - \t\tI believe there are real \t\tlife equivalents of the \t\theroes in those books that \t\twalk the earth - I believe \t\tyour husband is one of those \t\tindividuals.  Beat. Megan becomes utterly still.  \n[92]\t\tI'm glad you brought up fate \t\tMrs. Dunne. I'm becoming a \t\tstrong believer in it... \t\tSee, David refuses to speak \t\twith me any longer... And \t\twhen I saw your name on my \t\tinsurance list of approved \t\tphysical therapists... It \t\twas like fate had \t\tintervened... \t\t\t \t\tWe were meant to speak to \t\teach other.  \n[93]\t\tJoined a rugby league. \t\tTurned out to be a bad idea. \t\t\t \t\tCome here I want to show you \t\tsomething.  Elijah wheels over to one of the framed sketches on the wall. It's a charcoal drawing of a muscular figure shielding himself from a blow about to be delivered. A huge ominous shadow is covering him, as if something unspeakable and evil is just out of frame.  \n[94]\t\tLook at this. I just noticed \t\tthis today.  David steps in close and studies the drawing.  \n[95]\t\tThis is from the Sentryman \t\tseries. A color version of \t\tthis was actually used in \t\tthe second issue.  Elijah points up to the drawing's face.  \n[96]\t\tLook at this eyes. What do \t\tyou see?  David looks right at the intense eyes of the drawing.  \n[97]\t\tIt's fear. \t\t\t \t\tHe was scared. They were \t\tbeing honest in the \t\tbeginning you see. They let \t\thim be human. \t\t\t \t\tThey turned him into a \t\tgarden variety hero later... \t\tThen he was brave all the \t\ttime.  Elijah turns to David.  \n[98]\t\tI followed the guy in the \t\tarmy jacket.  David becomes still as his words register.  \n[99]\t\tHe had a silver handled gun \t\ttucked in the back of his \t\tpants. \t\t\t \t\tWere you really injured in \t\tthat car accident in \t\tcollege?  David looks unsteady all of the sudden.  \n[100]\t\tBecause I think you faked \t\tit. I think you took the \t\topportunity to end your \t\tcareer - no questions asked. \t\t\t \t\tAnd I think you did it, of \t\tall things, for a women... \t\t\t \t\tNot only do you have the \t\tphysical traits of a hero, \t\tdown somewhere in there, you \t\thave the moral code of one \t\ttoo. You were ready to \t\tsacrifice everything for \t\twhat's right. Where can you \t\tfind that these days? \t\t\t \t\tOnly thing you didn't realize \t\tis that you were giving up \t\ta part of yourself when you \t\tgave up football. The \t\tphysical part. And you need \t\tthat part desperately to \t\tfeel balance again... \t\t\t \t\tYou can have it back now. \t\t\t \t\tThis was all just make \t\tbelieve before. What if \t\tthere was someone the \t\topposite of me? What if?... \t\t\t \t\tI now believe you are the \t\tgenuine article Mr. David \t\tDunne. The kind of person we \t\tknew existed, from our \t\thistory.  Elijah points to the room full of pictures.  \n[101]\t\tIt's time for someone like \t\tyou. \t\t\t \t\tBad is winning. I can feel \t\tit.  Elijah looks at David with deep admiration. His voice cracked a little at the end of his words. Beat.  David doesn't take his hands out of his pockets.  \n[102]\t\tThat's not what I witnessed \t\tDavid.  \n[103]\t\tI never said you couldn't be \t\tkilled. I never said that.  \n[104]\t\tAre you finished?  \n[105]\t\tHow much is this one?  \n[106] \n[107]\t\t...David. It's Elijah. It \t\twas so obvious. It's \t\treferred to over and over. \t\tThat's the key you see. The \t\trepetition across time. That \t\tmeans at some point it was \t\tall based on common thought, \t\ta common event - a fact. \t\t\t \t\tIt was this one issue that \t\tbrought it back for me... \t\tCentury Comics \t\tOne-Seventeen. That's where \t\tthis group, the Coalition of \t\tEvil, tried to ascertain the \t\tweakness of every superhero.  \n[108]\t\t...Because they all have \t\tone. \t\t\t \t\tJust like you. \t\t\t \t\tThe cells that make up your \t\tmuscles and your bones react \t\tto forces that act upon it, \t\tslightly different from than \t\tmine. That's clear... Your \t\tcells react to bacteria and \t\tviruses slightly differently \t\tthan mine... That's also \t\tclear...But for some reason, \t\tyou and I react the exact \t\tsame way to water. We \t\tswallow it, we choke. We \t\tswallow too much of it, we \t\tdrown. However unreal it may \t\tseem, we are connected, you \t\tand I, we are on the same \t\tcurve... just on opposite \t\tends.  \n[109]\t\tThe point of all this is, we \t\tnow know something we \t\tdidn't... You have a \t\tweakness... Water. It's your \t\tkrpytonite. \t\t\t \t\tYou hearing me David? Call \t\tme back... I got rugby \t\tpractice in an hour.  \n[110]\n[111]\t\tHello.  \n[112]\t\tDavid?  Nothing is said on the other line for a couple of beats. WE HEAR THE ECHOED DIN \n[113]\t\tDavid, it's okay to be \t\tafraid. Because this part \t\twon't be like a comic \t\tbook... Real life doesn't \t\tfit into little boxes that \t\twere drawn for it.  David stands in a quiet corner and watches the faces of passengers arriving and departing late night trains. Even at the late hour, there is heavy traffic throughout the station.  \n[114]\t\tGo to where people are... \t\tYou won't have to look very \t\tlong.  David stares out at the midnight travelers. Beat. He starts towards them.  He passed the towering black statue standing at the far end of the station. It watches over the whole building. It's in the form of an angel lifting a soldier to heaven.  David moves through the first group of people - a crisscross of arriving passengers from tracks one and two. They brush by him and lightly bump him as they move.  \n[115]\t\tI am. I'm helping him with \t\tthe sale.  \n[116]\t\tHe's spoken of you. He says \t\tyou're becoming friends.  \n[117]\t\tI'm very proud of him. \t\t\t \t\tHe's been through a lot in \t\this life. A lot of ups and \t\tdowns, a lot of bad spells. \t\tA couple I'd thought had \t\tbroken him... I mean \t\temotionally. \t\t\t \t\tThey were bad... But he made \t\tit. Yes he did.  \n[118]\t\tYes he is.  They both watch Elijah from across the room.  \n[119]\t\tI'll tell him you're here.  David watches as Elijah's mother walks across the store and waits for Elijah to finish talking.  David turns back to the framed sketch. He looks at it with his hands in his pockets. Beat.  David's stare turns into a gaze. His gaze turns into stillness.  THE SKETCH is of a withered man with large tense eyes. He sits in the shadows. He's seated in some type of machine. There are lots of buttons and levers on the machine. The machine has wheels.  David turns from the sketch. He looks across the room to Elijah seated in his wheelchair. Elijah's large eyes stay focused on the customer's as he finishes negotiating.  David turns back to the sketch. He looks at it with growing confusion. The more you look at drawing, the more the machine the man is seated in looks like a wheelchair.  David looks back across the store. Elijah and his mother are talking. Elijah has spotted David.  Beat. Elijah starts across the crowded store towards David. He wheels up to him.  \n[120]\t\tDid you see this?  Elijah has a newspaper on his lap. He holds it up.  There's a drawing on the front page. It's a hooded figure shielding two huddled children behind him.  \n[121]\t\tIt has begun.  David stares quietly at the sketch of himself.  \n[122]\t\tWhen I saw it this morning. \t\tI felt a part of the world \t\tagain.  Elijah looks down at the newspaper.  David hesitates and then reaches forward.  He reaches past the paper... And TOUCHES ELIJAH'S ARM.  \n[123]\n[124]\t\tA plane just crashed.  \n[125] \n[126]\t\tSecrets?  \n[127] \n[128]\n[129]\t\tI almost gave up hope. There \t\twere so many times I \t\tquestioned myself. I've made \t\tso many sacrifices but it's \t\tall been worth it. \t\t\t \t\tThere are millions and \t\tmillions or mediocre people \t\tin the world David. Isn't it \t\tgreat that we aren't one of \t\tthem?  David looks like he stopped breathing as he backs up in the store.  Customers step between him and Elijah. Elijah becomes obscured and then blocked from view.  ", "Price": ""}}