{"filename": "Unknown_script.txt", "imdb_id": "tt1401152", "imdb_url": "https://www.imdb.com/title/tt1401152", "characters": ["Martin B", "Smith", "Laurel Bressler", "Professor Bressler", "Dr. Farge", "Dr. Martin Harris", "Herr Strauss", "Ernst Jürgen", "Nurse Gretchen", "Gina", "Elizabeth Harris", "Rodney Cole", "Prince Shada", "Biko", "Jones"], "dialogues": {"Martin": "\n[1]I'll do this. You check in. Liz pecks his cheek, gets out. Martin leans forward. \n[2]How much do we owe you? \n[3]No, this is our first visit to Berlin. We're -- -- he stops short, staring at their bags, stacked on the luggage cart. He turns, tracks the their taxi, already pulling out of the drive... \n[4]Tegel airport. Arrivals. Quick. The driver pulls out into traffic. The rain still heavy. Martin stares out at the wet city. Eyes track as the shadowy columns of the Brandenburg Gate pass by. He lets himself relax a little, enjoying this moment of forced calm. He catches sight of the driver in the rear-view. Young, female, shortish hair. Tomboy cute. Smart eyes, older than her years. Layers of clothing. GINA. She glances into the mirror, catches Martin watching her. \n[5].I wouldn't know. First time. \n[6]I think you missed... He stops, smiles as he realizes she's navigated around a large construction back-up, saving them time. \n[7]What do you do, when you're not...? She laughs. He smiles, nods. Okay, dumb thing to say. \n[8]Sorry, I didn't mean anything -- \n[9]Strangely serene. Intense vivid IMAGES... the playing card 'ACE TAXIS' logo on the dash... GINA'S EYES in the MIRROR... Silent free-fall dive. Timeless. Dreamlike. 5. \n[10]in a dark fog. Distant voices -- \n[11]a CONSERVATORY. Martin as a CHILD. Fascinated, delighted as his FATHER shows him the opening bud of a blossom. Butterflies' wings SHIMMER in sunlight... \n[12]They say your whole life flashes before you... but it's the little things... the details... the moments. Its like looking at a painting. Stand close, all you can see are the brush strokes. It's only when you step back that you get the whole picture... \n[13]. of light seen from behind closed eyelids. Quiet... except for a distant sound. CRACKLING. Like falling rain. The sound growing. Close now. Filling our ears, as... \n[14]Squeak of a door. Distant FOOTSTEPS. Quiet again. Just the distant PULSE of his heartbeat. His eyes... flick OPEN. \n[15]Vision BLURRED, BLINKING to focus. Scrubbed floor, white walls, Banks of drips and monitors, his possessions on a table near him... \n[16]Daylight through a window. Sitting by the bed is a dark- haired man with a van Dyke beard. DR. FARGE. \n[17]I... I don't... speak German... \n[18]. American... A beat. Farge signals the Nurse to come in. Speaks to him slowly and clearly in English: \n[19]Martin... Harris. Doctor... Martin Harris... Farge exchanges a look with the nurse. To Martin... \n[20]My wife.. ? Where's my wife? Liz...? Is she hurt? Where is she --?! \n[21]Thanksgiving... but my wife... she's in Berlin with me. Where is she? Why isn't she here? \n[22]Oh, Jesus... Liz doesn't know... She'll... she'll be worried sick. 9. \n[23]Yes... yes, she does... it's... I can't remember... His voice trails off. A long beat. Farge asks gently: \n[24]Thanksgiving. You told me that. I remember... almost everything. But I don't know how I got here. Another beat. He shakes his head. Scared... \n[25]Yes, yes... okay. \n[26]My wife...? Meine Frau... ? Beat. The nurse shakes her head, apologetic. Martin watches a FAMILY, a wife and children, pass his door, visiting another patient. He turns his head, stares at his belongings... \n[27].She gave it to me, our anniversary. The Nurse smiles, shakes her head, not understanding. Martin sets the watch down, picks up the little blue book beside the watch -- 'Horticus' -- the classic botanical reference. He flicks through it, reads the handwritten inscription: \"For Martin, that he may discover the worlds inside...\" A distant smile... \n[28]Hotel Imperial... I'm here for the Forum... Doctor! Please, get the Doctor. \n[29]Doctor, I've been gone for four days. My wife is out there, in a city she doesn't know. She must be terrified... I need to find her before -- \n[30]Yes, fine, but look, I know her. She's looking for me. You're married, aren't you? What would you do? Farge tracks his own wedding band. A long beat. He sighs. Not happy about this at all. \n[31].Liz? \n[32]Liz! I'm here, I... A HOTEL MAID appears from the bedroom door. Startled as she sees Martin... \n[33]My wife... Meine Frau... I'm looking for Mrs. Harris... She suddenly gets him... nodding, pointing down. \n[34]No... I mean yes... Distracted, still looking at passing faces... \n[35]I don't have it with me. My name's Harris, Dr. Martin Harris. I'm on the list. My wife is Elizabeth Harris. 13. \n[36]I'm trying to find her. I've been in the hospital. As the guard checks a screen, a crop-haired man in a cheap suit nearby tracks them: HERR STRAUSS, head of hotel security. He approaches, also checks the screen as the guard speaks to him quietly in German. \n[37]I've already told this gentleman, I've been in the hospital. I was in an accident... Martin sees someone through the crowd... \n[38]Professor Bressler! Words lost in the noise. Martin pushes toward him. But: \n[39]That's Professor Bressler, right there. He knows me, he can confirm who I am. \n[40]No, I'm done being patient... Martin stops short. Staring past them: \n[41]That's her, that's my wife. Over there. By the buffet table. 14. \n[42]Seeing her. The look on his face. Processing... an overwhelming mixture of confusion and relief. \n[43]That's her. That's Liz, my wife. Strauss stares at him blankly. Martin starts to lose it. \n[44]Look I have been missing for four days and she has no idea what happened to me! So you need to take me to her, right now. Heads are turning. A beat. Herr Strauss mutters to the guard, then beckons Martin to accompany him inside. \n[45]thread through the crush. Martin ignoring the glances he's getting. His eyes fixed on Liz... her back to him. A glass of wine in her hand... her golden hair... the ivory skin of her shoulders. Strauss taps her on the arm. She half turns... \n[46]Liz... Liz turns fully. That beauty. A flash of surprise as she sees Martin. His clothes. The suture on his head. \n[47]Oh, Jesus Liz, I -- Moving in to embrace her... abruptly she steps away from him, a flustered look of confusion on her face. Beat. \n[48]Liz, I... I was in an accident. I was in the hospital, in a coma I'm so sorry, they didn't know who I was --- \n[49]Liz...? Please. It's me. \n[50]It's me. Martin. Your husband. Liz half smiles, glances around. Is this a joke? To the security guard, flustered: \n[51]  \n[52]Last time I looked... He checks his name tag. There it is: 'Dr Martin Harris.' \n[53]Yeah... still me. More laughter. Martin pales. A beat. Turns to Liz. \n[54]Is this some kind of a joke? \n[55]-- because it really isn't funny. \n[56]Do you have any idea what I've been through? 16. \n[57]I've been in the hospital for four days! Where were you? Were you even trying to find me --?! Moment's strained silence. Strauss unsure what to do, signaling a guard. Martin B steps in... \n[58]Look, You seem like you've had an accident, or perhaps -- \n[59]-- who the hell are you!? \n[60]Okay, okay. Can you please just get him out of here? Martin rounds on Martin B. Jabs a finger. \n[61]You. Whatever you think you're doing, you need to stop it. Liz, please. This is... He tries to put his hand on her arm. Liz shies away. Martin B between them now. Martin shoving him back. \n[62]Get out of my way --! Guard GRABS Martin's shoulder. Martin shakes him off. Guard grabs him again. Martin elbows him. A scuffle. \n[63]Liz --! Please... . Martin's hauled back... away from Liz. \n[64] Great! That's the first good idea anyone's had. Call the police. Call the God damn Army! 17. \n[65] It's not funny. I was hurt... Liz just stares at him, afraid, anchored to Martin B's arm. \n[66]There! Right there! ON THE VIDEO: Slowing to real-time. Liz, arriving at reception, speaking with the Receptionist, gesturing outside. \n[67]That's Liz, and I... I must have been outside, I... I can't remember. The video plays on. Liz thanks the receptionist, leaves. \n[68]He's not Martin Harris. I am Martin Harris. The man downstairs is pretending to be me. \n[69]He's forcing her... he must have-- \n[70]This... this is insane. He stares at their faces. He calms himself, trying to get a grip. A memory resurfacing... \n[71]My lab number... at Dartmouth... Call my assistant, she can verify who I am. Call her right now... He picks up a pad, scribbles down the number. Beat. The female detective picks up the phone, dials. She switches to speaker. RINGING TONE. CLICK. A recorded message... \n[72]it's Thanksgiving... no one's going to be there till Monday...  Rod... Rodney Cole... he's a colleague. A friend. I know his number... 603-389-4457... Female detective dutifully dials the number. RINGING again. CLICK of a machine. Then a jovial male voice: \n[73]Professor Bressler, talk to him. He's why I'm in Berlin. 19. \n[74]But it has!... That man has taken everything from me, don't you see? You have to arrest him... \n[75]  \n[76]  \n[77]I told you, I was in an accident. I lost... I lost all my -- Wait, what are you doing...? The Female Detective listens to the radio response, nods to the Older Man who checks in with Strauss. \n[78]Oh God... You're going to arrest me. You're going to -- \n[79] I'm sorry... you're probably right. Faces look over, interested. \n[80]I... the accident. I haven't been remembering things, very well. Perhaps this is just... perhaps I'm confused. Martin remembers something, fumbles in his jacket and produces Farge's card. \n[81]This is my doctor, at the hospital. He warned me this might happen. I should go back there. I'm really embarrassed... Strauss LEANS in, half convinced. \n[82]I... I don't know. 21. \n[83]Please, I won't be any more trouble. You can call the doctor. Please. \n[84]Even as they pull away, several high-end Mercedes are sweeping up. SAUDI SECURITY get out of the first and last cars, check around before opening the doors of the center car. The man we saw on TV gets out. PRINCE FARAD, flanked by bodyguards and gorgeous female companions. The HOTEL MANAGER and CONFERENCE HEAD greet him, smiles and handshakes, they usher his entourage inside. Martin tracks the Prince, then FOCUSES BEYOND: A view into the hotel bar. Liz and Martin B entering... \n[85]His gaze FIXED on them as the cab starts to move again... \n[86]Wait! Stop! I've changed my mind... Martin thrusts a few bills forward, steps out... \n[87]       \n[88]silent free-fall. WHAM! The taxi hits the water. The RATTLE of a U-BAHN TRAIN on a bridge snaps him back. Its PULSING LIGHTS STROBING like a silent movie. \n[89]Rodney it's me, Martin. Rod, I'm in Berlin for the conference, but it's Liz. She's... I'm in trouble, Rod... Phone issues a DEMAND for more money. Martin fumbles for change, drops a crumpled ball of Euros into the GUTTER. \n[90]Are you going to give up? okay. Solve the problem... \n[91]Can I help you? Hello? The guy points to his headphones, shrugs. Martin STARES at his screen, ears listening for the tell tale sound of music seeping from the earbuds... nothing. Martin rises suddenly, looks to the bored ATTENDANT who nods towards the back. Martin moves past college kids on Facebook, to a dim back corridor, a door marked \"Manner,\" and what's he's looking for: a back door, cracked. \n[92]So. I'm guessing he doesn't know where she is. \n[93]Please thank him for his time. \n[94]You know where she is. You paused. I could tell. 27. \n[95]Please, I just want to thank her. She saved my life. Biko eyes him, wary... \n[96]I thought, maybe she could use my help. Maybe I could give her some money... I just want to thank her. Please. Martin puts out his hand, sincere. Biko sizes him up, then takes his hand, shakes it. \n[97]Martin. Martin Harris. \n[98]. Stares at her, gauging her reaction. A long moment, she looks back down to her work. \n[99]You remember me. You know who I am. She finishes the Turkish coffee, starts another. \n[100]I was in your taxi. \n[101]No, you do. I was in your taxi, we crashed. Why did you leave? Why didn't you talk to the police? Hey! She puts up a hand, calming him. \n[102]Your friend, Biko.  It's not his fault. I told him I had money for you. \n[103]No. I mean, not now. I -- Gina laughs, shakes her head, tries to push by him. He gets in her way. Eyes from around the room track. \n[104]Please. Listen to me, I've been in the hospital, since the accident. My memory, it's... I don't remember what happened but something is going on and there are some people I need you to speak to. I need you to tell them what happened. Gina ducks back behind the counter. \n[105]Look, things have been happening to me. I think I'm being followed. That got her attention. Her eyes lift, scan outside. \n[106]You're my only link to before everything went... \n[107]Yes, crazy... but it's true. 29. \n[108]You have to help me -- She rounds on him. Patience snapping. Pushes through doors, gesturing him with her into... \n[109]You're not listening to me -- \n[110]But you know who I am. \n[111]Martin Harris, Doctor M -- \n[112]       \n[113]But I'd just arrived. It doesn't make any sense... She raises her hands, enough. He looks at her, takes in the bruise on her face. \n[114]You got hurt, too. In the crash.  Thank you. For saving my life. Thank you. \n[115]No. You can't be sure how you'll act. Not until something like that happens. \n[116]No. You don't understand. As I explained to the last guar -- who went home by the way -- it's not about Credit Cards. Someone has taken over my identity. Someone is pretending to be me. Here. In Berlin. Spiegler nods, sensing this won't be an easy one. \n[117]Yes. They... They believe the other man. I need a new passport, papers to prove -- Spiegler sighs, a mixture impatience and sympathy. \n[118]Because... Because my wife. He's staying with my wife. They must be forcing her -- Spiegler suppresses a small laugh, looks away. \n[119]You don't think I know how it sounds? Let me ask you this, if my wife was having some hot and heavy affair with another man, why not just leave me? Why this? After all, we're in Europe, right? 32. \n[120]Look, I need a passport.  I need the documents that this embassy is supposed to provide. \n[121]Monday?! They've kidnappedmy wife. You need to find out who this other man is, you need to be in contact with my wife -- Spiegler exhales, cuttint Martin off. He picks up Martin's Rolex, glances at the initials. Looks at his copy of 'Horticus', the inscription on the inside cover. As he does, a slip of paper comes loose, Martin picks it up. \n[122]I have a meeting with Bressler... \n[123]  \n[124]Excuse me. I need to find Professor Bressler's lab. I have an appointment at 12.30... I'm late... The female RECEPTIONIST behind the desk consults her screen. Beat. Frowns. \n[125]Dr. Martin Harris. The professor knows who I am. We scheduled this meeting weeks ago. \n[126]Well, we haven't met, but we've been corresponding. He invited me here to discuss my thesis. Dr. Martin Harris... She frowns, rises from the desk. \n[127]Is there some sort of problem? No answer, she disappears into a back office. Martin shakes his head, exasperated. He scans the building plan on the wall... 'Bressler. L.P - Molekulare Botanik - 305'... Suddenly about-turns, heads for the stairs. The woman out of the office. SEES him. \n[128]Drakea, named after Anthea Drake, the English botanist who wondered how it manages to reproduce when it doesn't appear to attract any insects... A wave of anger... that's Martin's work he's discussing! \n[129] \n[130]Professor Bressler... Martin B turns, sees him. His eyes harden. But it's Bressler who speaks first. Alarmed, indignant: \n[131]It's all right, Professor... \n[132]What the hell are you doing here? \n[133]-- how did you get in here? Are you absolutely out of your mind? \n[134]Professor. He is not Martin Harris. I am Martin Harris. 35. \n[135]oh, Jesus... A phone RINGS somewhere in the room. It's picked up. \n[136]No... let me explain. This man showed up at the hotel last night. Security had to remove him. The police were called... \n[137]I called the police, you sonofabitch --! \n[138]-- seems he checked himself out of the hospital. He was in an accident of some sort. . one of the research students CALLS to Bressler in German. Martin catches the word \"polizei\". A surge of panic. He looks around. Sees a straw he can grasp at... \n[139]Drakea Drakensis... Miss Drake was wrong... . the PLANT SAMPLE on the table behind Bressler. \n[140]A single insect was attracted, but she couldn't see it. It's too small and it moves too fast. Thynnidae. It's a kind of wasp, but it looks like an ant. Only the males have wings. The orchid re-produces the pheromones of the female wasp to lure it in. It's a trick. It's pretending to be something it isn't... Bressler looks to Martin. Surprised... curious now. Martin sees his opening. Hope in his voice... \n[141]We talked... you and I... on the phone... 36. \n[142]we discussed your interest in alternative forms of propagation. I told you about my father, a school teacher... his passion for science... how he passed that on to me... \n[143]-- I don't believe it! You've been listening to my calls? Just who the hell are you? \n[144]I said I'd like to do the same for my kids. You talked about your children... Two girls... right? Yeah... their -- His voice falters... tails off into silence. Searching his memory. Expression shifting to one of panic... \n[145]You... you told me their names... I can't... I know them... I... Martin B picks up for him. Icy clarity: \n[146]... Laurel, and Lily. Martin frozen as Martin B goes on... \n[147]Twins... ten years old. The same age I was when I told my father I wanted to be a botanist. We discussed that on the phone, Professor... how I'd never seen him so happy. Martin sways on his feet, sweat beading... \n[148]No! That wasn't you. Don't you remember? We spoke of how brave our wives were to marry --- \n[149]-- to marry scientists. I told you about our honeymoon -- \n[150]        \n[151] \n[152]but she insisted and . but she insisted and that's how I first saw that's how I first saw Leonardo's Vitruvian Man! Leonardo's Vitruvian Man!. A beat, a breath. Bressler looking between them. Wow... \n[153]Look STOP IT! Martin B suddenly seems to SNAP. \n[154]This is my wife we're talking about! My father, whom I loved. You may think it's funny, but it's my life. Whatever sick pleasure this gives you -- I'm tired of it. I'm done. You need to... STOP. Martin just STARES at the Martin B who's shaking, upset. Like looking in a mirror that has taken your emotions. \n[155]I... this isn't happening... . the POLICE suddenly there. Two OFFICERS. Bressler signals for them to stay back. Martin lifts his eyes... \n[156]I... I'm... He's not... A beat. Martin B shakes his head. \n[157]I can't believe I need to do this... He reaches in his jacket. Produces a passport. Martin B's face. Dr. Martin Harris. Then he opens his wallet. Credit cards, New Hampshire driver's license... a PHOTOGRAPH in the wallet's plastic sleeve... \n[158]Doctor... Do you know what it feels like, to become insane? \n[159]I can tell you. Martin looks over, Farge almost RECOILS at the intensity in Martin's eyes. Fear. Loss. Anger. \n[160]  \n[161].and what you believe. His hand moves down his body to his chest, taps his heart. He LEANS towards Farge. \n[162].who do you think wins? Martin SMILES. Tight, hurting, fatalistic. Farge, almost afraid, nods to the nurse who slips the needle in. \n[163]Far-off VOICES. Gurney MOVING beneath him. Looking up. Lights passing. RHYTHMIC SOUND of the wheels becoming... \n[164].tending to him. One raises a needle, injects a CLOUDY SUBSTANCE into Martin's IV bag... .The MRI Control Booth, empty. Martin squints, a little confused. He raises his eyes, looks into the face of the man from the Internet Cafe! Call him JONES. \n[165]his mind struggles to compute. The sudden overwhelming realization that he's not insane. This man is HERE. His eyes DART as the other orderly glances over, the man from the train tunnel. Call him SMITH. He smiles at Martin, polite, nondescript. Ghostly in his disinterest. \n[166]-- The Men's shoes, thick soled, black. Linoleum Tile. Wheels of the gurney. -- Jones, stuffing his clothes and effects into a plastic bag, tossing them under the gurney. Smith pushing... \n[167]. the old MAN staring at him... DAZZLING daylight framed by a window... strange reverberating ECHOES... \n[168]. pulls himself upright. Tries to stand, but his body is like Jello. Reaches out, grabs the leg of a steel equipment trolley which TEETERS... CRASHES to the floor, showering Martin with a CASCADE of instruments and dressings. \n[169]It's okay... I'm fine... Paramedic would do something, but his colleague's YELLING at him to hurry. Just has to watch Martin go... \n[170]That's where Spiegler worked for you? The secret police? \n[171]I always have it with me. It was a gift from my father... Jurgen flips it open. Notices the inscription, the NUMBERS written inside the front endpaper. A beat. \n[172]No. It's my wife's handwriting. \n[173]My schedule... for this week. It's everything I remember. Jurgen turns over the card. German print. A cheery cartoon Uncle Sam: 'Uncle Sam's Bowling &amp; Billiards'. \n[174]My friend Rodney Cole told us to go, said it was a blast. 47. \n[175]Professor Bressler. He knows everything... \n[176]They tried to kill me. \n[177]Do you believe me? A beat. Jurgen pours them both another brandy. \n[178]of money... ? \n[179]It's all I have. I'll pay you in cash as soon as I can. Jurgen nods, picks up the watch. Turns it, looks at the engraving on the back. As Martin turns to leave... \n[180]Thank you. \n[181]I'm sorry. Please. I had nowhere else to go... She starts to respond, holds it back. Nods. \n[182]I just need to know. The man you picked up, the man who's life you saved. That was me, right? It was me. She looks down at him, moved. Eyes track his wedding ring. \n[183]I... don't know. Can you imagine what it's like, to wake up one day, and your life... has been erased. Beat. He starts to rise, collect himself. \n[184]  \n[185].Five years. \n[186]Yale... I was a teaching assistant. Liz heard me lecture. \n[187].You don't have to believe me. It's crazy, I know. Gina pauses, stares through chain-link at the cars below. \n[188]I'd still have my memories. \n[189]Thank you. He takes a sip. Then another. Gina watching him. Muffled TV and arguing VOICES in Turkish from the floor below. \n[190]Oh. I'm sorry, I just... I'm sorry. Did you do these? \n[191]No, you're right...  I'm sorry. They're beautiful. You should -- \n[192]Your eyes... It's the one thing I remember about the accident. Your eyes in the mirror... He tails off. Face-to-face... BANG! BANG! Pounding on the door. Gina motions Martin out of sight as she opens the door... .It's Biko, the soft-spoken Somali taxi-driver. He grins. Tries teasingly to peek past her into the apartment. \n[193]I'm... I'm just going... in here. Biko looks at Gina, raises an eyebrow. \n[194]. Tumble together, SMASH into the sideboard which collapses, splintering into the kitchen. Martin tries to hit Jones who easily deflects the blow, leaps cat-like to his feet, moving towards his gun as Smith re- enters, weapon drawn, and FREEZES, his eyes tracking: THE CANDLE, teetering on the stove... now falling over... rolling... Jones, Smith, Martin... all track the candle, its progress towards the edge of the stove... Jones and Smith RUN towards the door. Martin grabs Gina, HAULS her towards the bedroom as the candle falls... KABOOM --!!! GAS EXPLODES. Doors SPLINTER outward... . BLAST hurls Gina and Martin onto the bedroom floor. Martin covering Gina. PRESSURE WAVE sweeps over them, burning debris raining. \n[195]No, look! She tracks his gaze: Down below, Jones exits the building, looks up amidst other onlookers. Wipes blood from his face. Martin looks around, wild, for anything, his gaze settling on: the far wall. Flames FLARE in, growing. \n[196]Laying in wait near the entrance to Gina's place. Hand tucked in his coat. Gaze RACKS, looking for another way... \n[197]We have to go up... He starts to pull her, but she's FROZEN, staring in horror. Martin tracks her gaze: Biko's body, tucked under the stairs. Lifeless eyes stare back. \n[198]The keys. Where are the keys? Gina stares at him, lost. Martin reaches into her pockets. Finds Biko's keys. He HAULS broken panes, debris off the car, manages to get it open. He bundles her inside. \n[199]C'mon. C'mon... IN THE REARVIEW: The Range Rover, making a U-Turn, heading their way... \n[200]C'mon...! Running side-by-side. Train horn BLASTS as they cross right in front of it as the Range Rover, cut off, SPINS 90 degrees, races down the tracks alongside it. Martin and Gina scramble across tracks, towards a tunnel... . the Range Rover passes the back of the train. HARD right, over the tracks. Too Fast. The car catches air... . BELLIES down hard onto the next set of tracks. Front tire EXPLODES... . Range Rover SPINS... rear wheels SLAM into the track. Another tire BURSTS. Scraping STOP, car straddling the rails. Jones shifts into reverse. Rims SPIN against metal. \n[201]Martin GRABS Gina, pulls her after him. \n[202]Gina... 64. \n[203].all WHITE. It's snow, drifting down... settling on a small idyllic home. Picket fence. Lights glow inside... . Suddenly INSIDE. Liz sits on the edge of a bed, glass of red wine in her hands. Martin enters the frame, his clothing and hands covered in drywall dust. \n[204]Low, moving lights pass across her body, wifebeater undershirt and jeans. She unzips the jeans, pulls them down long legs, pulls off the wifebeater, no bra... . hesitates. Looks back, sees that Martin is watching her. Beat. Beat. Lights catch glimpses of her body, her breasts, the arch of her back. She turns slightly away from him, pushes a pile of borrowed clothing towards him. A heavy coat, some jeans. \n[205].Yes. I think so... I don't remember... how it felt exactly. She approaches him, leans in so she can see his eyes... \n[206].For the same reason I would. If I thought it was the only way to protect her. Gina nods, distant. Martin presses on, difficult. \n[207]I keep having a dream. Liz is in the bedroom of our home, although it's different somehow. Her hair's different... she's smiling, about to say something. Then it ends. I can remember places, details... 66. \n[208]I just can't remember... how I felt. He stops. Just the low pulsing BEAT from the other room The lights revolving over them. Gina watching him. Looking back at her. That connection again. He looks away. She shakes it off, produces a borrowed joint, offers it to him. He shakes his head no. She shrugs, sparks it. Inhales deeply, eyes close. She leans back. \n[209]You'll need to get out of town. There's a man who's helping me. He can -- \n[210]We're you... 67. \n[211]I won't let anything happen to you. \n[212]I'll protect you. She opens her eyes again, looks up at him, smiles, on her way to sleep. \n[213]Thank you for coming. Martin glances around, edgy. Jurgen watches him, glances at Gina long enough to let Martin know he's spotted her. 68. \n[214] I... I didn't do it. Jurgen studies him, hard. Looks back at Gina. \n[215]These numbers, are a code. The first number refers to the page of a given book. The second to a specific line on that page. The third number to words on that line. If I didn't have the exact edition of the book, the code would be unbreakable. \n[216]That's where it breaks down -- the words are the Latin names of two plant species... Calochortus Albus... and Umbellularia Californica. Fairy Lantern... and California Bay. Both common flowering plants... \n[217]\"The role of Gorytini and Thynnidae in Drakea pollination.\" \n[218]Correct. Yes. Look -- \n[219]  \n[220]In a way... they're opposites. Bressler wants to end world hunger. Open research... universal access to all his data on crop cultivation... \n[221]They're both progressives. Fahad knows we'll need food long after oil. New agricultural patents are worth billions... 70. \n[222]He's got balls, that's for sure. Another beat. Jurgen slides the 'Uncle Sam' bookmark card from the pages of the 'Horticus'... turns it over, Martin's remembered schedule scribbled on the back. \n[223]It's in our suite. Champagne and hors d'oeuvres for Bressler and a few of his guests. \n[224]Yes. Bressler invited him... Martin trails off. Starting to get there... \n[225]Oh, Jesus... You can't -- Jurgen flips his notebook shut. Gets up. \n[226]Jurgen may have nothing.  I need your help. \n[227]Dr. Harris speaking. \n[228]Yes, hello, this is Dr. Harris. I have a message for Dr. Bressler... \n[229].The zoo. She loves Polar Bears. I never knew exactly why. Gina nods, looks over to the restaurant. Looks back at Martin who hasn't moved. She checks her watch. \n[230]This shouldn't take long. I just need to see what Bressler wants. Liz's gaze settles on the painted sign for the zoo. \n[231]No, thank God. I assume he's safely back in the hospital. 74. \n[232]I hope you can forgive me. It was something you said... .It's been tormenting me. UNDER THE TABLE. Martin B has his phone out and is TEXTING, blind... \n[233]I'm sorry, it's my fault. Another appointment I forgot. \n[234]I'm sorry if I offended you, Dr. Bressler. I just -- \n[235].Perhaps you're right. \n[236]Standing across from her in this protected space. A strange numbness. Doesn't know where to start... \n[237]. Liz. Just that syllable. She stares back, features tense. \n[238]Liz. What's happening? \n[239]Why --?: I have to know why, Liz. Are they making you do this? Are they threatening you? \n[240]The zoo. The Polar Bears. You see? I KNOW YOU, Liz. You KNOW me... Liz's eyes fixed on his. She searches his face. A long beat. Her facade seems suddenly to crumble... \n[241]You can't what? \n[242] \n[243]What are they making you do? Is it about Fahad? \n[244]Come with me, right now. We can \n[245]Who are they? She shakes her head, tormented. 79. \n[246]My case...? She closes on him. A wave of emotion as she's almost in his arms, her hands on his face, searching his eyes. \n[247]Cuts up a small path rising up from the Polar Bear area. At the top he turns, hiding himself, looking back. \n[248]Smith and Martin B converge from opposite directions on Liz, speak at her, close, heated. Smith pops open his phone. Martin B GLARES at Liz, almost pushing her back against the glass. She GLARES back up at him. 80. \n[249].Nothing he can do now. He turns away, moves to the top of the path where Gina waits for him. They walk in silence... \n[250]The combination. For the lock. It's 2... 8... 0... 6... A beat. The woman and Gina both looking at Martin. The woman enters the numbers. The locks pop open. She lifts the lid, picks something up. A pause... then her expression softens. She turns it toward Martin... \n[251]gazing at it. He runs his fingers over its dock-eared corners, every bump and crease. Looks up to find Gina watching him. A long, awkward pause. She reaches over. Takes the photo from him. Studies it. \n[252].Yes. I'm sorry. Yes. She's my wife. She's in danger. I have to -- \n[253]No, wait. I meant what I said. We can take care of you. I can get you money, arrange -- \n[254]Gina stops, turns. A beat. Sadness, anger. \n[255]Rodney? What are you doing here? \n[256]Yeah... but how did you know --? 90. \n[257]What are -- ? \n[258]A man she doesn't know carrying his case... headed toward a parked commercial van. Driver waiting for them. She recognizes him... SMITH. Martin hustled into the back... Van door shuts. Engine starts. A VOICE snaps us... \n[259]dart between Cole and Smith. Heart racing. Struggling to make sense of things. Cole studying him in quiet amazement. Shakes his head. Thinking out loud... \n[260]What the hell Rod! You're my oldest friend! You know who I am. It's me... it's not that other guy. He's not -- \n[261]No... That's insane. Liz, she---- \n[262]That's not... she... 92. \n[263]But... I... who am I...? A pause. Cole shakes his head, pats him on the cheek. 93. \n[264]Wait! WAIT! Martin breaks free, walks unsteady to the rear of the van, locks eyes with Cole, trapped, clawing towards the back... Martin puts a hand out... and takes his briefcase. \n[265]Is it true...? 94. \n[266]Stares down at the wreck. Mind spinning... Gina comes up, touches his shoulder. \n[267]. Jurgen... we were going to meet... I have to see him. \n[268]I have to! Martin's face. Blood streaking in the rain. Absolute. A long beat. Gina takes a deep breath. \n[269]he told me I'm one of them... the things he said... the things he said I've done...  How can I be that person? \n[270]Thank you. 96. \n[271]Shoes... towel... shirt... digs down, pushing them aside. The floor of the bag neatly cut out. Revealing... A hidden compartment. Thick roll of BILLS... Euros, US dollars, Swiss francs... and TWO PASSPORTS... 'Berlin... August 28th.' Finds the photo page... It's him. Martin! But fair-haired, and in horn-rimmed glasses. The name... 'Tim Carmichael'... a Canadian citizen. The second passport... 'Rachael Carmichael'. It's Liz... with short, dark hair. The Liz from his recurring memory. \n[272]No... No... \n[273]His chair falling. Gina moves to help, he pushes her away. \n[274]No! Leave me alone. He stumbles away, pushing towards the bathroom. \n[275]No... \n[276]He puts hand out against the memory, covers his reflection. His eyes stare back at him all the same... \n[277]Shaking his head, knowing. Tears streak, he wipes them away, hard. His fingers find his shirt pull it open... .STARES at his own body in the mirror. Fingers trace a scar across his chest, a healed knife wound. Three small raised bumps on his torso: healed bullet wounds. He blinks. His breath flows out of him. Surrender. \n[278]I made him up... I made him up to kill a man I've never met. 98. \n[279]Prince Fahad is going to be assassinated today. There's a bomb in the suite. I put it there. A long beat. Gina's eyes meet his, brief, scared. Sudden shift. Martin stuffs the cash back in the bag. Grabs her by the arm, propels them both outside... \n[280]Take this... get out of Berlin. Gina shaking her head. \n[281]Take it and go! Get as far away from me as you can. \n[282]       \n[283].Is this what you want? Is this the person you still want to help. You should have let me drown... She sputters, eyes start to roll back in her head, losing consciousness. Martin RELEASES and she drops in the dirt water of the Alley, hands and knees, GASPING for breath. Martin stares down at her. He picks up the bag, drops it in front of her face... \n[284]Pure instinct and adrenaline. Gina grabs the bag, stumbles across the street, HORNS BLARE as cars swerve to avoid her... And she's gone. \n[285]You're not listening! There is a bomb, in the Eisenhower Suite. I put it there. \n[286]I've told you! There's no time to explain this... 104. \n[287]  \n[288]Do it. NOW. Do it or many people will die. I'm not lying. A beat... Strauss nods to one of his technicians who starts to type into a console... \n[289]. makes eye contact with Liz across the room, she heads towards the back. He begins to follow... hesitates... He looks back, to the picture windows. Empty now. 105. \n[290]There! Stop! The technician freezes the image: A dapper couple, checking in. He wears a sportsjacket, light-haired, horn-rimmed glasses. She's got short dark hair. Martin points. Strauss leans in, sensing it. \n[291]  \n[292]Lily, Laurel... The smile... dying. Realization... \n[293]Bressler's daughters... Lily. Laurel... Calochortus albus... Umbellularia Californica... Flowers... Passwords... He SCANS the many monitors, LOCKS onto: Liz, moving down a corridor, purposeful. \n[294]Fahad was never the target. It's Bressler! You have to tell Strauss! They're after Bressler! 108. \n[295]. KICKS at the wall. No good. RIPS the heavy cistern lid off the top of the toilet. SMASHES it against the plaster. Dents... dust... beginning to give... \n[296]Gina1 Gina! MARTIN is moving, pressing through crowds. 109. \n[297]Liz still hugging him tight, whispering hard, her free hand sliding something metallic into his pocket. \n[298]No... \n[299]I won't do it... \n[300]Bringing the Vun up, pointed at Bressler's head, perfect kill shot. No choice. Finger on the trigger... \n[301]Fuck... \n[302]Don't. Keep your hands where I can see them. Please... GROANING from the hotel structure. Plaster and cables fall, SPARK across the floor. Martin FLINCHES, tries to keep steady. Liz is steady, cool. Laughs a little. \n[303]Let go of the knife, Liz. \n[304]Please, just stop, Liz... Her face, reading him. His fear, his uncertainty... She smiles, just a little... Liz throws the knife! Martin FIRES as the blade sinks into him, sending him reeling back onto the floor. \n[305]His hand going to the knife sunk in his shoulder, SCREAMING in agony as he rips it out, looking up at... \n[306]They say your whole life flashes before you... but it's the little things... the details... Gina reaches out, takes Martin's arm. Draws him closer. \n[307]I don't know who I am now, what I would have done. But one thing's for sure... I'm not the man I was. And I'm going to try my best to find some sort of redemption, for what he did. Because maybe, just maybe... Slowly we LOSE THEM among the sea of bobbing heads... \n[308]I can become the man I was always meant to be. ", "B": "\n[1]  \n[2]The DRIVER merges onto the autobahn. Liz yawns with jet-lag, studies Martin who stares out at the passing city. \n[3]Modern 'Deco Revival' hotel/conference center. A banner welcomes delegates to the World Biotechnology Forum. The Harris' taxi pulls up in the forecourt thick with red-eye travelers arriving for early morning check-in. Martin takes out his billfold. \n[4]  \n[5]Welcome to the Hotel Imperial. Have you stayed with us before? \n[6]  \n[7]Martin getting in, agitated. \n[8]Paddles on Martin's chest. Paramedic calls out: \n[9]. Liz and Martin making love. Passionate, intertwined. \n[10] \n[11].A man's voice... distant. German words. Small, faded image of a German DOCTOR, speaking with the nurse... 7. \n[12].again, a pin-hole of consciousness. The Nurse, taking a private moment, speaking in German on her cell-phone. The Nurse looks over, straight at us, realization in her face, she hurries from the room. We REVOLVE... finding... MARTIN HARRIS. Arms by his sides. A few days beard. A sutured cut on his temple. His eyes fluttering, barely open... then closing. Clipboard beside the bed. An admission form. In German. Where Martin's name should be: \"unbekannte maennliche Person\", and the SUBTITLE becomes our MAIN TITLE... \n[13] \n[14]Martin starts to close the book, tracks some NUMBERS, handwritten on the endpaper. A beat. He shuts the book, glances at the TV, silently playing the local English language TV News: \"Prince Fahad arrives in Berlin...\" Biotech Forum logo. A striking 30-something Saudi man shakes hands with German dignitaries. A shot of the Hotel Imperial... \n[15]  \n[16]Last time I looked... He checks his name tag. There it is: 'Dr Martin Harris.' \n[17]Yeah... still me. More laughter. Martin pales. A beat. Turns to Liz. \n[18]Look, You seem like you've had an accident, or perhaps -- \n[19]Okay, okay. Can you please just get him out of here? Martin rounds on Martin B. Jabs a finger. \n[20]  \n[21]       \n[22]  \n[23]  \n[24]        \n[25]. Liz towelling her hair. Only now it's dark, and cut short. Turns, smiles at him. Face close. Lips moving. \n[26]  \n[27]  \n[28]  \n[29]Revving ENGINES. Echoing VOICES. Hunched against the drizzle, Martin pauses outside it. The playing card 'Ace Taxis' logo. Martin ducks under the open steel shutters... \n[30]He says he doesn't care if she saved your life... the bitch cost him 20,000 Euros... the insurance won't cover the cab because she had no license... the driver who was letting her moonlight in his taxi, skipped town... The depot manager's rage reaches a Hitlerian climax... \n[31]. He says illegal immigrants are destroying German society... \n[32]  \n[33]  \n[34]Hey, American. I'm sorry we couldn't help you -- \n[35]Solomon... Solomon Obiko. My friends just call me Biko. \n[36]       \n[37]  \n[38]  \n[39]Drakea, named after Anthea Drake, the English botanist who wondered how it manages to reproduce when it doesn't appear to attract any insects... A wave of anger... that's Martin's work he's discussing! \n[40] \n[41]It's puzzling, one wonders how -- Bressler stops talking. Stares past Martin B at MARTIN, heading toward them down a corn row, eyes burning. \n[42]This laboratory is a restricted area. Who are you? \n[43]What the hell are you doing here? \n[44]You know this man? \n[45]-- how did you get in here? Are you absolutely out of your mind? \n[46]oh, Jesus... A phone RINGS somewhere in the room. It's picked up. \n[47]So what is this? Some sort of hybridized propagation? There are two Martin Harrises? \n[48]No... let me explain. This man showed up at the hotel last night. Security had to remove him. The police were called... \n[49]-- seems he checked himself out of the hospital. He was in an accident of some sort. . one of the research students CALLS to Bressler in German. Martin catches the word \"polizei\". A surge of panic. He looks around. Sees a straw he can grasp at... \n[50]-- I don't believe it! You've been listening to my calls? Just who the hell are you? \n[51]... Laurel, and Lily. Martin frozen as Martin B goes on... \n[52]Twins... ten years old. The same age I was when I told my father I wanted to be a botanist. We discussed that on the phone, Professor... how I'd never seen him so happy. Martin sways on his feet, sweat beading... \n[53]-- to marry scientists. I told you about our honeymoon -- \n[54] \n[55]but she insisted and . but she insisted and that's how I first saw that's how I first saw Leonardo's Vitruvian Man! Leonardo's Vitruvian Man!. A beat, a breath. Bressler looking between them. Wow... \n[56]Look STOP IT! Martin B suddenly seems to SNAP. \n[57]This is my wife we're talking about! My father, whom I loved. You may think it's funny, but it's my life. Whatever sick pleasure this gives you -- I'm tired of it. I'm done. You need to... STOP. Martin just STARES at the Martin B who's shaking, upset. Like looking in a mirror that has taken your emotions. \n[58]I can't believe I need to do this... He reaches in his jacket. Produces a passport. Martin B's face. Dr. Martin Harris. Then he opens his wallet. Credit cards, New Hampshire driver's license... a PHOTOGRAPH in the wallet's plastic sleeve... \n[59] \n[60]an abrupt jolt. Electric WHINE. Platform moves, sliding Martin out of the tube. His eyes open, take in the room. \n[61]Cop cars and fire trucks surround an accident scene where a truck has side-swiped a trolley-car. Ambulance pulls up behind them. PARAMEDICS jump out, one of them pulling open the back doors... startles as he finds Martin, now dressed back in his clothes, a reassuring hand held up, climbing out unsteadily: \n[62]  \n[63]  \n[64]  \n[65]       \n[66]  \n[67]  \n[68]  \n[69]Al-Jazeera News footage. Fahad at a press conference. Sudden shift of focus, someone approaching the podium. Security move to intercept. EXPLOSIVE FLASH of a grenade. Blood on the lens, hand-held pandemonium. \n[70]  \n[71]  \n[72]  \n[73]You got company? She puts her foot against the door, inscrutable. Biko drops a set of keys into her hand. \n[74]Bring it back to my place. Leave the keys on the TV. And don't forget to reset the meter. \n[75]Hey, no need to explain to me. \n[76] Hey, while you're at it, check the line to number eight. She's always getting bad service. One of the men lifts his face. It's JONES. Biko takes them in, their clothes... frowns. \n[77]Martin lets the hot water run over his head, drip across his face, allowing himself a tiny moment of relaxation. \n[78]PRESSED against the wall, trapped, fully aware of what's _ going on, Martin. He's pulled on clothes. By looking in the small mirror over the sink, he can see the men going about their work. He can see their weapons. His eyes SEARCH for anything useful, anything at all. There's nothing. He reaches towards the small window to the exterior. It swings open, revealing the FIRE ESCAPE beyond. \n[79]  \n[80]  \n[81]  \n[82]       \n[83]  \n[84]Crouched down, Martin watches in the mirror as the Range Rover turns a corner. He restarts the engine, puts the car in gear and pulls them away from the curb. Gina still in stunned silence. Wipes tears and grime off her face. She looks across at Martin. He glances up at the mirror... sudden change in his expression. Gina turns, sees... 60. \n[85]Four cars back. Jones driving. Smith riding shotgun. Faces expressionless as they swerve out into traffic, deftly cut back in one vehicle closer to Martin and Gina. Gina turns back to Martin. Eyes wide. This can't be happening. Adrenaline clearing her mind... \n[86]  \n[87]Shunted by a rear engine; no way the driver can see him. Scrambles for the door. Too late - ! . FREIGHT TRAIN PLOWS INTO THE RANGE ROVER! Coupling smashes through the window. Impales the car, CRUSHING Jones, pushing the mangled wreck along the tracks... \n[88]  \n[89]  \n[90]  \n[91]  \n[92]  \n[93]  \n[94]  \n[95]        \n[96]Dr. Harris speaking. \n[97]  \n[98]I thought we might have a table for three, in case you still had your alter ego with you. \n[99]No, thank God. I assume he's safely back in the hospital. 74. \n[100]Well, it's a lesson. You never know what people will do. All my work used to be on-line, my e- mails on an open server. A year ago, someone broke into my office and stole my computer. I believe they were after my research. Luckily, I split my data up and double encrypt it until I put it all together and make it public. That's why this stays with me until tonight's over... Martin B nods, starts to look at his menu... \n[101]Now what was so important that it could not wait until this evening? ON MARTIN B, REALIZING he's been played. A single BLINK. A beat. When he looks up, he's cool. \n[102]I hope you can forgive me. It was something you said... .It's been tormenting me. UNDER THE TABLE. Martin B has his phone out and is TEXTING, blind... \n[103]  \n[104]No! God NO! You're focusing on the science, but this...  .this is history. You open the research before it's finished, the conglomerates gobble it up. In the entire history of human development, name me one time when business has ever acted except in its own self-interest. 76. \n[105]I'm sorry, it's my fault. Another appointment I forgot. \n[106]It doesn't matter.  But see you, you say I am too cautious. It's an idiot thing to say. I'm a realist! \n[107]I'm sorry if I offended you, Dr. Bressler. I just -- \n[108]Don't be stupid. You can't offend me. We are colleagues, this is good discussion. But please, Dr. Harris -- Power is an animal, all to itself. It adapts, mutates to whatever form will best preserve it. It's always closer than we know. ON MARTIN B, extending a hand... \n[109].Perhaps you're right. \n[110] \n[111]Smith and Martin B converge from opposite directions on Liz, speak at her, close, heated. Smith pops open his phone. Martin B GLARES at Liz, almost pushing her back against the glass. She GLARES back up at him. 80. \n[112]  \n[113]  \n[114]  \n[115]. the mournful HOWL of its whistle. Jurgen turns off the gas. Spoons Nescafe into a mug. Opens a closet, reaches over a musty clutter of jars and boxes... finds a rusted sugar tin. Inside is a single ancient sachet of sweetener. A beat, pensive. He tears it open, adds it to the Nescafe. He looks up. Listening for... anticipating... . the lively KNOCK at his door. \n[116]Martin hits re-dial on his cell. Listens, frustrated. The phone RINGING and RINGING. He flips it shut. Gina's eyes meet his. A long beat. She looks back out the window. Sleeting rain streaks the glass. Endless grey city-scape. gaze, keeps hers straight out. \n[117]Filled with personal effects. Sitting on top a US passport. A long beat. Martin's hands unsteady as he opens it... 87. \n[118]standing in front of Gina -- losing patience. \n[119]Smith drives. Deadly silence. Martin motionless. Cole opposite him with the gun, impassive. 91. \n[120]  \n[121]  \n[122] \n[123]Shoes... towel... shirt... digs down, pushing them aside. The floor of the bag neatly cut out. Revealing... A hidden compartment. Thick roll of BILLS... Euros, US dollars, Swiss francs... and TWO PASSPORTS... 'Berlin... August 28th.' Finds the photo page... It's him. Martin! But fair-haired, and in horn-rimmed glasses. The name... 'Tim Carmichael'... a Canadian citizen. The second passport... 'Rachael Carmichael'. It's Liz... with short, dark hair. The Liz from his recurring memory. \n[124]His chair falling. Gina moves to help, he pushes her away. \n[125]  \n[126]He puts hand out against the memory, covers his reflection. His eyes stare back at him all the same... \n[127]Shaking his head, knowing. Tears streak, he wipes them away, hard. His fingers find his shirt pull it open... .STARES at his own body in the mirror. Fingers trace a scar across his chest, a healed knife wound. Three small raised bumps on his torso: healed bullet wounds. He blinks. His breath flows out of him. Surrender. \n[128]  \n[129]  \n[130]. to where Gina stands, hidden in shadows. She's followed him here. Now frozen, watching him suffer. E/I. HOTEL IMPERIAL &amp; CONFERENCE CENTER - NIGHT Lit up for the big night. Taxis and limos pulling in. In the lobby, beautiful people mingle with the celebrities of science. Herr Strauss scans the crowd, watchful. \n[131]Look, I probably have it somewhere... Perhaps my wife -- BRESSLER, held at the door by Fahad's security, searching his pockets for an invitation. \n[132]I'm late. Very un-German of me. \n[133]Now I can see why somebody would pretend to be Martin. Liz laughs, her face lighting up... then chillincj as Bressler's TWO DAUGHTERS appear behind him, smiling shy. \n[134]Separation anxiety. Just leave it there, if you could. He gestures to a sideboard in open sight. \n[135]She turns, hangs up his coat. As she does so... her fingers slip inside the laptop bag. Slide a tiny Bluetooth connection card into the computer's bus port. Liz turns away. Smile gone. Moves down the hall towards... \n[136]Same P.O.V. we've seen in Martin's flashes. SMASH CUT... \n[137]The BOMB. Semtex... circuit boards... a TIMER vamped from a DIGITAL VIDEO RECORDER. A sleeping monster. 102. \n[138]  \n[139]  \n[140] \n[141]Ah, Mrs. Harris... \n[142]I can't help it. \n[143]. makes eye contact with Liz across the room, she heads towards the back. He begins to follow... hesitates... He looks back, to the picture windows. Empty now. 105. \n[144]Lily! Lily! \n[145]. KICKS at the wall. No good. RIPS the heavy cistern lid off the top of the toilet. SMASHES it against the plaster. Dents... dust... beginning to give... \n[146]  \n[147]LIZ, moving purposefully towards the group, closing, her hand in the unzipped top of the sportsbag slung over her shoulder. Glimpse of an oiled-black Uzi machine pistol. \n[148]The other direction. Martin appears, handcuff dangling from one wrist. He SCANS frantic through the bottlenecked crowds. SEES Gina and Bressler! Martin starts forward, ducks back as Strauss re-enters, commanding his security. \n[149]Liz closes, tracking, finger flicks off Uzi's safety. \n[150]  \n[151]  \n[152]Strauss re-enters, commanding his security. STOPS as he recognizes Martin, mouths words to his men... \n[153]        \n[154]  \n[155]  \n[156] \n[157]Fuck... \n[158]as the bomb DETONATES. Martin B atomized. Sheets of flame bursting through windows. \n[159]        \n[160] \n[161]Echoing CHIMES of a PA calling platforms... an espresso machine nearby. ON SCREEN, CNN... the Hotel Imperial. Day- after shots of the blown-out 14th floor. \n[162]  ", "Smith": "\n[1]Laying in wait near the entrance to Gina's place. Hand tucked in his coat. Gaze RACKS, looking for another way... \n[2]Martin GRABS Gina, pulls her after him. \n[3]Jumps up. Sprints after them. Through the steel door... ", "Laurel": "", "Bressler": "\n[1]  \n[2] \n[3]It's puzzling, one wonders how -- Bressler stops talking. Stares past Martin B at MARTIN, heading toward them down a corn row, eyes burning. \n[4]This laboratory is a restricted area. Who are you? \n[5]You know this man? \n[6]So what is this? Some sort of hybridized propagation? There are two Martin Harrises? \n[7]I thought we might have a table for three, in case you still had your alter ego with you. \n[8]Well, it's a lesson. You never know what people will do. All my work used to be on-line, my e- mails on an open server. A year ago, someone broke into my office and stole my computer. I believe they were after my research. Luckily, I split my data up and double encrypt it until I put it all together and make it public. That's why this stays with me until tonight's over... Martin B nods, starts to look at his menu... \n[9]Now what was so important that it could not wait until this evening? ON MARTIN B, REALIZING he's been played. A single BLINK. A beat. When he looks up, he's cool. \n[10]No! God NO! You're focusing on the science, but this...  .this is history. You open the research before it's finished, the conglomerates gobble it up. In the entire history of human development, name me one time when business has ever acted except in its own self-interest. 76. \n[11]It doesn't matter.  But see you, you say I am too cautious. It's an idiot thing to say. I'm a realist! \n[12]Don't be stupid. You can't offend me. We are colleagues, this is good discussion. But please, Dr. Harris -- Power is an animal, all to itself. It adapts, mutates to whatever form will best preserve it. It's always closer than we know. ON MARTIN B, extending a hand... \n[13]Look, I probably have it somewhere... Perhaps my wife -- BRESSLER, held at the door by Fahad's security, searching his pockets for an invitation. \n[14]I'm late. Very un-German of me. \n[15]Now I can see why somebody would pretend to be Martin. Liz laughs, her face lighting up... then chillincj as Bressler's TWO DAUGHTERS appear behind him, smiling shy. \n[16]Separation anxiety. Just leave it there, if you could. He gestures to a sideboard in open sight. \n[17]Ah, Mrs. Harris... \n[18]I can't help it. \n[19]Lily! Lily! ", "Professor": "", "Dr.": "", "Farge": "\n[1]Wenn Sie mich horen konnen, blinken Sie zweimal. He watches as Martin's eyes tilt. Look directly at him. A sound. A dry croak... slowly forms itself into speech: \n[2] Are you English? \n[3]My name is Doctor Farge. You are in the Waldfriede Hospital. I'm the head neurologist here. You have been in an accident. Can you tell me your name? Beat. Martin nods. Voice weak. \n[4]Doctor Harris, it's all right. The taxi you were in went into the river. You were the only passenger. Your heart stopped for six minutes. It is Thursday, November 27th. For four days you have been in a coma. \n[5]We didn't find any identification with you, Doctor Harris... the driver, who saved your life, disappeared soon after the accident and no one else has come forward. I must apologize, but we had no idea who you were. It sinks in. Martin shakes his head wretchedly. \n[6]Calm down, Doctor Harris, please. Where can we reach your wife? Does she have a cell phone? \n[7]Can you tell me what you do remember, Martin? Do you remember what day it is? A beat. Giving it thought... then: \n[8]It's called retrograde amnesia. With severe trauma of this kind, memories get lost, or fractured. Most return... although it's unlikely you'll ever fully recall the events around your accident. In the meantime, let us see if anyone has filed a report looking for a Martin Harris, okay? \n[9]-- you have to realize the risk -- \n[10]-- Let me call the hotel again. We can leave a message... \n[11]This is my card. Any nausea, dizziness, difficulty with speech, you contact me immediately. Do you understand? \n[12]Confusion... memory loss... the complete or partial loss of identity... these are common stages in recovery. Some temporary, others longer term. We're going to do an MRI. Try to find out what's happening. Martin stares out the window, not fighting, hardly listening. A bird alights on a branch. \n[13]The mind is like a jigsaw puzzle. The pieces fit together to create the person we are. With major trauma, the puzzle is shattered. But the brain's ability to recover is remarkable. The mind needs a narrative, an identity... a soul. Without memory, without a past, we are nothing. In the coma state, memories are rebuilt. In some cases the pieces move. In others they go missing. And sometimes... completely new pieces are found. The bird flies off. Martin's eyes track... empty. \n[14]Comas sometimes perform a kind of alchemy. A patient awakes convinced of a reality that was previously only fantasy. 39. \n[15]New men, in effect, with new lives... new loves. \n[16]..There is quite a lot of literature on the subject. But finally, I would say it's a \n[17].The man's condition was unusual, yes. But there was nothing to indicate violence. \n[18]To someone who threatens that fantasy...? Yes. I believe he is. ", "Herr": "", "Strauss": "\n[1]Dr. Harris. Do you have any other identification? Passport? Drivers license? \n[2]I'm sorry, sir... \n[3]If you would be patient, sir. \n[4]thread through the crush. Martin ignoring the glances he's getting. His eyes fixed on Liz... her back to him. A glass of wine in her hand... her golden hair... the ivory skin of her shoulders. Strauss taps her on the arm. She half turns... \n[5]Excuse me Madam. Your husband is here. He needs to -- \n[6]You are Dr. Harris? \n[7]If you don't leave now, sir, we'll have to call the police. Martin pulling free, steps away. \n[8]As you can see... you're not there. Martin STARES at him, helpless. The Older Detective hangs up the phone... \n[9]-- but why? Exactly? .Why? There's no answer to that. Martin looks down. A beat. \n[10]You want us to disturb a Nobel prize winning scientist, simply to attest to your story... when no crime has been committed? \n[11]For what? Entering the country legally? Presenting all the correct documentation? ON ONE OF THE MONITORS: A view of the Rose Room: Liz and Martin B visible in the corner, dining. \n[12] .And sharing a hotel suite with his wife? Excuse me, your wife? \n[13]So... now you are saying that you are not Dr. Martin Harris? ON MARTIN. Eyes tight. Point of no return. \n[14]But isn't that the suite 'you' are staying in, 'Dr. Harris'...? Or wait, you're not Dr. -- \n[15].What exactly are you hoping to find? Martin ignores him, his eyes TRACKING. \n[16] Sound an alarm. Evacuate the hotel.  You and-you, you're with me. We'll meet the Prince at the loading docks.  You, take him downstairs. Strauss and his men flood out. The guard pulls keys, starts to uncuff Martin from his chair. \n[17].Seeing the gun. Shouting! Weapons being drawn! ", "Ernst": "", "Jürgen": "", "Nurse": "\n[1]Far-off VOICES. Gurney MOVING beneath him. Looking up. Lights passing. RHYTHMIC SOUND of the wheels becoming... \n[2] Excuse me, where are you taking this patient? Martin's vision RACKS, traces the Nurse's white sneakers, standing in the now open doorway to the room. Martin STRAINS to yell, to speak, nothing. He can just move his head enough to eyeball the IV. Drip... drip... drip... 41. \n[3] I'm surprised I wasn't informed... Let me check with -- A SOUND, like paper torn quick... and THE NURSE FALLS TO THE FLOOR, STARING UP AT MARTIN, ", "Gretchen": "", "Gina": "\n[1]Everyone says how much it's changed. Berlin. Eyes connect, brief. Wipers flip-flap. \n[2]Yes, me too. I mean, I wouldn't know either. You're American? He looks back at her, inquisitive... \n[3]For the airport, it's always Americans in the morning... Asians at night. 4. \n[4]You do what you do, I do what I do, right? \n[5]It's okay. I know what you meant. Her eyes meet his in the mirror. She swings the taxi onto Wilhelmstrasse. Stops at a red light. Ahead, the Marshall Bridge over the River Spree. \n[6]I don't drive a taxi. She takes the two drinks towards a table. He follows. Across the room, the owner eyes them. 28. \n[7]Okay. Okay. How did you find me? \n[8]Do you? \n[9]  \n[10]What do you expect me to do? I'm an illegal, driving a taxi without a permit, in an accident without insurance. If the cops catch up with me they'll throw me in jail. If I'm in jail, I lose everything, understand? If I'm in jail, they deport me. \n[11]No! It's you who is not listening. You're an American. Go to your fancy embassy. Go to the Police. There a million people here who will help you. \n[12]No, I don't. What's your name? \n[13]Okay, fantastic, you're Martin Harris. You're whoever you say you are. Yes, I picked you up and we crashed. It doesn't mean I know who you are! She backs off, a hand raised against him. He STARES after her, the truth of what she's said hitting him. \n[14]What...?  To the airport. Arrivals. You were in a hurry. \n[15]You'd have done the same. \n[16]Well... I know me. I jump in without thinking. It causes me lot of trouble. She looks up at him. Meets his eyes square for the first time. Then... \n[17]So please. Just leave me alone. He nods. She turns, pushes back into the restaurant. He watches her explaining to her boss... Then turns away, towards a back door. \n[18] Hey, friend. We're closing... The man looks up: It's Martin. He's exhausted, wet. His eyes full of need and fear. 49. \n[19]  \n[20]I know the feeling. \n[21]You're married. What about your wife? \n[22]It was you. Martin Harris. You. \n[23]Don't be an idiot. Come on... He hesitates, then lets her lead him out of the cafe. In the corner, the owner watches them go. The TV NEWS changes, flashes a special. The Owner looks up: ON TELEVISION: Martin's face, caught by a camera at the hospital. Juxtaposed next to it, a smiling picture of the Nurse. German text scrolls: \"Wanted for Murder...\" The Owner's hand moves, picks up the phone. 50. \n[24]So, how long are you married? \n[25]Where did you meet her? \n[26]And there's no way she just didn't... recognize you? He shakes his head. They reach the cement steps of an overpass, climb. \n[27]Everyone has a story... Where they came from, where they are going, what happened to them. Why they're not happy, or alone.  Who cares what I believe. It's bullshit. All that matters is...  Who you are, what you do, right now. She reaches in her jacket. Opens the notebook she was writing in. Columns of figures. 51. \n[28]This is me. 2,259 Euros and counting. The number's the only thing that changes. I reach 4000, I can buy papers... Or maybe I'll come home one day and find a stranger who claims to be me. I'd like that. Walk away. Leave it all behind. You could do that. Martin shakes his head. \n[29]You see? We're different. You like your memories. very American of you. He nods. She shrugs, turns away. \n[30]Come on... \n[31]  \n[32]Slivovic. \n[33]The walls are made of cardboard... but it's home. Another smile, tired. A long beat. Abruptly, Gina gets up and leaves the room. Sound of drawers opening. \n[34]You can sleep on the floor in there. I have an extra mattress. \n[35]Don't ask. \n[36]  \n[37]  \n[38]  \n[39]  \n[40]I give you a place to stay, it doesn't give you the right to -- 54. \n[41]I should what? Have been an artist? Perhaps in Bosnia...  \"Can you imagine what it's like, to wake up one day. And your whole life... has been erased?\" He STARES at her, moved. That connection again. He looks away. Looks back again... \n[42]What is it? \n[43]You're the best. She pecks him on the cheek. Biko pushes in the door, just a little, but enough to catch Martin, in his undershirt, carrying the rest of his clothes, halfway to the shower. \n[44]Yes, that's right. I sleep with every married American you send my way -- Thank you for that, by the way. \n[45]Get on your way! Go! She pushes him out, closes the door. The stew has started to SMOKE. Gina moves it off the burner. \n[46]  \n[47]Just a moment, Biko. And you're going to be late -- She throws open the door... SMITH and JONES press in! Jones clamping a hand over her mouth. Watching them work is awe-inspiring, chilling. There's no wasted motion whatsoever. Their faces calm, observant. Jones holds Gina, gun covers the dark entrance to the bathroom where the shower still runs as Smith turns the music up LOUD, then opens the oven, blows out the pilot light, turns on the gas... CLOSE ON THE GAS -- A hazy layer, rippling over the floor... Smith grabs a candle off Gina's table, lights its wick, sets it on top of the stove. \n[48]Terror-stricken, realizing Martin has abandoned her. Jones nods to Smith who goes out the door, covers the hall. Jones FLIPS Gina onto her stomach, presses her face to the floor, pulling down the top of her pants as he prepares to inject her with the hypodermic. She struggles, SCREAMS IN RAGE, chokes on the gas. Her EYES WIDEN as Jones slides the needle in, starts to PRESS... . CRASH! Martin blasts in from the fire escape, through the window nearest them, catching Jones in the face, cutting his face. He tumbles over -- his gun sliding away... \n[49]  \n[50]  \n[51]       \n[52]Left --! Turn left... Martin spins the wheel. Taxi swerves across oncoming traffic into a SIDE-STREET. Gina waving frantically... \n[53]Left again! Left again! Now right. Here. HERE! Just in time, Martin pulls a right. Cab drifts, SLAMS a wall side-on... bounces back into the center of the road. \n[54]Jesus! A look from Martin: What? Gina glances behind. No sign of them. Moment's relief. Turns to her right. Sees the RANGE ROVER racing down the parallel side-street... \n[55]They're going to cut us off! Right. Turn right -- ! Martin SCREECHES into a turn. Heads for the parallel alley. Range Rover FLASHES through the intersection just ahead. Taxi cuts across feet behind them... \n[56]Come on... They push their way forward through the crush. \n[57]His family is in Africa. The money will just stop coming... they'll never know why... . Martin calming her, stroking her head. Her hand finding his, gripping it tight, wanting the contact. Martin looking down at the face buried in his chest. Feeling versus memory. Gina... Liz... Torn. A long beat. Her control returning. And her strength. She separates from him. \n[58]You saved my life. No response. Eyes locked. \n[59].You never know, what you will do, until the time comes, right? Martin looks down, unsure. She stays on his face. Looking for... Her eyes shift: \n[60]Wait here... Martin watches her go, speak with them through low light and smoke. His gaze wander... into the strobing lights... \n[61]Low, moving lights pass across her body, wifebeater undershirt and jeans. She unzips the jeans, pulls them down long legs, pulls off the wifebeater, no bra... . hesitates. Looks back, sees that Martin is watching her. Beat. Beat. Lights catch glimpses of her body, her breasts, the arch of her back. She turns slightly away from him, pushes a pile of borrowed clothing towards him. A heavy coat, some jeans. \n[62].Put these on. She pulls a mod shirt on, glances back as he now undresses. \n[63]Were you happy? He looks up, shirt in his hands. She doesn't waiver. \n[64]Your marriage? Was it happy? \n[65]So why would she do this to you? \n[66] In Bosnia... It was not like you probably imagine. It was nice. .there were cherry blossoms. One day, I was sixteen. My sister and my brother came to me and said hey let's play hide and seek, down by the creek. He had ten Marka for whoever won. It was amazing, the way he just said it... Beat. She raises the joint, hits it again. Her eyes open, but she's deep in the memory and it's intense. \n[67].So I went down to this place I knew, under the small bridge over the creek. And I hid and waited. Not really that long... Then I went back home, to find my brother and collect my money. He, and my father and my uncle were dead. And so was my mother. My sister was alive... for a little while. She turns her head, eyes blaze straight at Martin. \n[68]It was not enough, to kill us. They wanted us to remember, every day, for the rest of our lives. \n[69]What? Raped? No. No one touched me. But now... I'm not going anywhere. I'm not running anymore. She nestles in under his arm. Closes her eyes. He lets his hand gently stroke her hair. \n[70]  \n[71].Cool. \n[72]We have to go. We have to do what Jurgen said, stay out of -- She starts to pull him away, but he's not moving. He's staring at the pre-paid cell phones on display. \n[73]        \n[74]Why here? \n[75]Okay, go. You're going to be late for your date. 73. \n[76]They just sat down. Martin's gaze doesn't waiver. Up ahead of him, glimpsed through the crowds... Liz. He follows, watching, transfixed. 75. \n[77]Behind the glass of the penguin exhibit. She saw the kiss. \n[78]She's pretty... Martin doesn't acknowledge. Each face a mix of emotions. \n[79]Martin. C'mon... clock on the wall: 2:10... \n[80]He doesn't have any. He was in an accident, that's why the bag was unclaimed... \n[81]Can you remember now... how you felt? Martin's silence hangs in the noise and activity around them. Gina handing back the photo. He stares down at Liz again as Gina stands, start to collect her things... \n[82]We shouldn't stay here, it's not safe for you... Her voice trails off as she looks at Martin, really sees him in this moment. He looks up at her, torn, back down at the pictures, the relics of his life, his memories, spread out in front of him. He glances at the clock: 2:55... Gina tracks his gaze... gets it, takes a step back... \n[83]Oh, God. I'm an idiot. She's meeting you here. Martin meets her gaze, open book. \n[84] That's good. I'm happy for you. I have to go. \n[85]  \n[86]One kiss and suddenly... Everything that's happened? To Biko? To us? -- I know, she's your wife. Like I said, I'm an idiot. Goodbye, Martin. She turns away again. Martin, frozen, watches her go. \n[87]Wait. There's another passenger. \n[88]A man she doesn't know carrying his case... headed toward a parked commercial van. Driver waiting for them. She recognizes him... SMITH. Martin hustled into the back... Van door shuts. Engine starts. A VOICE snaps us... \n[89]Help me with my bags, please. The driver goes to fetch the case. Is stopped by its OWNER. Raised voices. Moment's confusion. Then... .the SQUEAL of TIRES. The taxi driver spins around to see Gina gone and his own taxi pulling away. He YELLS after her, furious. But she's off in traffic... \n[90]Martin... He turns, MOVES. She chases after him... \n[91]Martin! Stop! Martin, what's wrong... ? Martin! \n[92]We've got to go... leave Berlin. We've got to get out of here...! \n[93]Martin...? 95. \n[94]Listen to me. You're not. You're not... on the wall: 6.15... Martin closes his eyes. Gina reaches out. Quiet. Gentle: \n[95]Martin. He's not coming. A long beat. He nods, heavy-hearted. She's right. As they stand to go... door JINGLES... \n[96]She's sorry she's late. She says Jurgen gave it to her. He said that you'd know... that Martin Harris would know what to do... Slowly, almost dazed, Martin takes the bag. Frau Brunner looking at him intently, still talking... \n[97]Herr Jurgen told her to wish you good luck... that it was a pleasure knowing Dr. Harris. Martin looks at her, nods slowly. A beat. Finally... \n[98]The entry stamp in your passport. You were in Berlin three months ago... Martin, like a statue. Voice, dead. \n[99]I'm not leaving you! Listen to me: Maybe you're not the man who went into the water. But you are the man I pulled out... Martin, staring into his reflection on the wet street... \n[100]Martin, there's no way you can show your face at the hotel. Everyone is looking for you. I \n[101]Are you serious...? Why don't you ask the Prince? The guard hesitates, unsure... it's all she needs. She moves by him, into the room. \n[102]        \n[103]Professor! Over here! Gina at the table she saw Lily at before, lifts the tablecloth to find a frightened little girl staring back. \n[104]It's okay, come on... The girl, convinced, swept into Gina's arms. She and Bressler head for the door, each carrying a child. \n[105]Seeing Martin and Liz, embracing. Confused. Alarmed. Hurt. \n[106]Martin...? Martin? He STARES at her. Tears in his eyes... \n[107]Also seeing the gun. A hand going out, a scream building... \n[108]moves through the crowd, anxiously searching the stream of people still pouring from the building... She JUMPS as a hand takes her arm. Turns her. Martin. she stumbles back, hands raised against him. Fear, betrayal, love... Him standing there, empty, bleeding... 114. \n[109]Hey... Do you know? What you would have done...? He looks back at her, starts to speak. An ANNOUNCEMENT cuts through, their train leaving. They stand, move off... ", "Elizabeth": "", "Harris": "", "Rodney": "", "Cole": "\n[1] \n[2]Oh my God... that's unbelievable, the poor man. Well here's the good news -- I've just arrived in Berlin... yes, I've been teaching in Leipzig, at the Hochschule fur Technik. I came up for the last day to hear Bressler's speech... I'll come right over, it's not far... No, it's no problem. \n[3]Herr Jurgen? \n[4]  \n[5]I'm good. Thanks. Cole looks around the tiny apartment. Sees the framed photos on the mantel. Looks closer. \n[6]You were in the military? \n[7]Wow, wait till I tell my son. He loves all that Cold War stuff. Look at that car. What is that? \n[8]So. This business with Martin. A hell of a thing. How did he find you? \n[9]Sounds like he was damn lucky. So, what can I do to help? \n[10]The authorities? Jesus, it's that bad? A guy comes to you with a story like that. What made you take the case? \n[11]Curiosity? Is that all? \n[12]You had fifteen minutes after I called. Why didn't you run? \n[13]I want to know how he found you. I want every number, every source you've contacted on his behalf. \n[14]But we do. The best of us. Jurgen coughs again. Suddenly sways. Puts a hand out to steady himself. Knocking over the mug of coffee... as the cyanide sweeps through him. Trembling hands clasp the edge of table. Building force. Shaking. His piercing eyes never leaving Cole... through the pain: \n[15]He finds a section of loose KICK-BOARD. Carefully pries it away. Reaches into the hole: The PHOTOGRAPH of Martin and Liz, arriving. And Jurgen's NOTEBOOK. 86. \n[16]Jesus, Martin, how are you doing? \n[17]You called me, remember? You left a message on my machine. \n[18]Stay one step ahead of me. Any move, I'll shatter your spine. His voice flat with menace. Martin's mouth opening... \n[19]-- Go... Martin glancing round. Cole jerks him back, guiding him toward the passenger pick-up zone. \n[20]My God... she's right. You're completely gone. You really think you are Martin Harris. \n[21]-- Martin Harris? You're right. He's not. He's the guy who took over for you after you went missing. Exasperated, Cole leans forward. Spelling it out. \n[22]But you're not Martin Harris either. There is no Martin Harris. Martin staring at him. Blank. Confused. Scared. \n[23]Martin Harris doesn't exist. You invented him. He's your legend. A fiction you created. You made him up as a cover to get Bressler to invite you to the conference... \n[24]'Liz'...? Your \"wife\"? How do you think she feels about all this? You two were a good team, then you go and get Norman fucking Rockwell on her. \n[25]-- they aren't real memories. Don't you get it? Martin Harris is a fabrication... but you've one and filled in the caps, invented a whole damn life for him. They could write a textbook about you! Jesus --! Martin's face. Spinning. Refusing to believe. The Van SCREECHES to a stop, Smith gets out pops the doors. The distant sound of the city traffic, a light wind, whistling. \n[26]All that studying... planning. Hell, you even had us take out that kid after we ripped off his thesis. A year of prep and you try to screw it up... . we do everything to bring you back in, but you go on trying to screw it up. Do you know how much time you've wasted? It's Thanksgiving for Christ's sake! I should be eating turkey with my kids, not here cleaning up after some wacko who bumps his head and decides his cover story's for real. Martin's eyes... staring back at him. Crumbling... \n[27]You. You were my best boy. .suddenly Cole SLAMS a fist into Martin's stomach. Martin doubles over. Cole WHIPS the gun across his FACE. Kicks him AGAIN. Martin on his hands and knees, spits blood. Cole glaring down at him. Disgusted. Smith covers Martin as Cole moves into the van, empties out a junkie's works: dropper with needle, bottle top, cotton balls, lighter. Expertly cooks up a fix of brown heroin. Draws it into the syringe, glancing back: \n[28]Look at you now. Nobody. A no- one. Just another dead junkie... Streak of CONCERN as the sound of tires screeching reaches them. Cole looks up in time to see Gina's taxi, rounding the ramp, accelerating towards them! Smith steps forward, gun raised, firing! \n[29]Caught, the van TEETERING... Sneers at Martin, starts to speak.. Eyes go WIDE as... THE VAN... TIPS... FALLING off the edge, Smith's body going with it... disappears. A moment of calm silence and then CRUNCH! A dull sick crash as the Van hits below. ", "Prince": "", "Shada": "", "Biko": "\n[1]He says he doesn't care if she saved your life... the bitch cost him 20,000 Euros... the insurance won't cover the cab because she had no license... the driver who was letting her moonlight in his taxi, skipped town... The depot manager's rage reaches a Hitlerian climax... \n[2]. He says illegal immigrants are destroying German society... \n[3]  \n[4]Hey, American. I'm sorry we couldn't help you -- \n[5]Solomon... Solomon Obiko. My friends just call me Biko. \n[6]You got company? She puts her foot against the door, inscrutable. Biko drops a set of keys into her hand. \n[7]Bring it back to my place. Leave the keys on the TV. And don't forget to reset the meter. \n[8]Hey, no need to explain to me. \n[9] Hey, while you're at it, check the line to number eight. She's always getting bad service. One of the men lifts his face. It's JONES. Biko takes them in, their clothes... frowns. ", "Jones": "\n[1]Hello, Martin. This won't take very long. Martin tries to raise up but can't move -- his arms and legs are like lead. He opens his mouth to call out, his voice barely a murmur. His eyes lock on the IV bag, the steady drip... drip... down the line into his body... The two men quickly lift Martin, hefting him face-down onto a gurney. One arm dangles. \n[2] We have instruction to move this patient to the American Hospital at Wiesbaden. Here are the papers. The rustle of paper. Martin CONCENTRATES, eyes on the IV tube, hanging between the bars of the gurney and his arm. Great Effort, He LEANS, pinching the tube closed. CLOSE ON THE IV: The drips... stop. \n[3]. Tumble together, SMASH into the sideboard which collapses, splintering into the kitchen. Martin tries to hit Jones who easily deflects the blow, leaps cat-like to his feet, moving towards his gun as Smith re- enters, weapon drawn, and FREEZES, his eyes tracking: THE CANDLE, teetering on the stove... now falling over... rolling... Jones, Smith, Martin... all track the candle, its progress towards the edge of the stove... Jones and Smith RUN towards the door. Martin grabs Gina, HAULS her towards the bedroom as the candle falls... KABOOM --!!! GAS EXPLODES. Doors SPLINTER outward... . BLAST hurls Gina and Martin onto the bedroom floor. Martin covering Gina. PRESSURE WAVE sweeps over them, burning debris raining. \n[4]Jams shift into 'drive.' Pedal to metal. Four wheel drive rims SCREAM on the rails, inches forward. Almost off the tracks. A vibration. Jones looks around... "}}