{"filename": "Up_script.txt", "imdb_id": "tt1049413", "imdb_url": "https://www.imdb.com/title/tt1049413", "characters": ["Young Carl (voice)", "Carl Fredricksen (voice) (as Ed Asner)", "Beta (voice)", "Nurse George (voice) (as Don Fullilove)", "Nurse AJ (voice)", "Young Ellie (voice)", "Newsreel Announcer (voice)", "Gamma (voice)", "Police Officer Edith (voice) (as Mickie T. McGowan)", "Construction Worker Steve (voice)", "Omega (voice)", "Construction Foreman Tom (voice)", "Charles Muntz (voice)", "Dug /Alpha (voice)", "Russell (voice)"], "dialogues": {"Beta": "\n[1]Wait a minute, wait a minute! What is this? Chocolate. I smell chocolate. \n[2]Ah man, Master will not be pleased. We'd better tell him someone took the bird, right Alpha? \n[3]Hey Alpha, I think there's something wrong with your collar. You must have bumped it. \n[4]No no. But maybe Dug would.     You might want to ask him. \n[5]Sure, but the second Master finds out you sent Dug out by himself, none of us will get a treat. \n[6]What's Dug doing? \n[7]Where are they? \n[8]Not you. \n[9]Uh, it was Dug. \n[10]Scream all you want, small mailman. \n[11] \n[12]Target sighted. ", "(voice)": "", "Gamma": "\n[1]Oh, here it is.    I picked up the bird's scent! \n[2]I'm getting prunes and denture cream! Who are they? \n[3]Yeah, your voice sounds funny! \n[4]Yeah, I wonder if he's found the bird on his very special mission. \n[5]Yeah, right. \n[6]Why's he with that small mailman? \n[7]We weren't! \n[8]What do we do with Dug? \n[9]Yeah, he's with them.    He helped them escape! \n[10]None of your mailman friends can hear you. \n[11]I got it!! \n[12]Uh-oh. \n[13]Grey 2, checking in. \n[14]Squirrel? \n[15]I hate squirrels. ", "Omega": "\n[1]Grey 3, checking in. \n[2]Where's the squirrel?! ", "Russell": "\n[1]\"Good afternoon. My name is Russell. And I am a Wilderness Explorer in Tribe 54, Sweatlodge 12. Are you in need of any assistance today, sir?\" \n[2]I could help you cross the street. \n[3]I could help you cross your yard. \n[4]I could help you cross your... porch? \n[5]Well, I gotta help you cross something. \n[6]\"Good afternoon. My name is Russell.\" \n[7]\"And I am a Wilderness Explorer in Tribe 54, Sweatlodge 12.\" \n[8]\"Are you in need of any assistance today Sir?\" \n[9]Ow. \n[10]\"Good afternoon. My-\" \n[11]See these? These are my Wilderness Explorer badges. You may notice one is missing. It's my Assisting the Elderly badge. If I get it I will become a Senior Wilderness Explorer! \n[12]\"The wilderness must be explored! \n[13]It's gonna be great! There's a big ceremony, and all the dads come, and they pin on our badges... \n[14]Yep! Then I will be a Senior Wilderness Explorer! \n[15]Snipe? \n[16]Me! Me!   I'll do it! \n[17]I'll find it, Mr. Fredricksen! \n[18]Two blocks down! Got it! \n[19]Sniiiipe! Here Snipey Snipey... \n[20]Hi, Mr. Fredricksen.    It's me, Russell. \n[21]I found the snipe and I followed it under your porch, but this snipe had a long tail and looked more like a large mouse. \n[22]Please let me in? \n[23]Huh. I've never been in a floating house before. \n[24]Goggles.   Look at this stuff! \n[25]Wow, you going on a trip? \"Paradise Falls: A Land Lost in Time.\" You going to South America, Mr. Fredricksen? \n[26]You know, most people take a plane, but you're smart because you'll have all your TV and clocks and stuff. \n[27]Whoah.   Is this how you steer your house?   Does it really work? \n[28]Oh, this makes it go right, and that way's left. \n[29]Hey look, buildings! \n[30]That building's so close I could almost touch it. \n[31]Wow! This is great! You should try this, Mr. Fredricksen! Look, there's a bus that could take me home two blocks away! Hey, I can see your house from here! \n[32]I know that cloud, it's a Cumulo Nimbus. Did you know that the Cumulo Nimbus... \n[33]...warm air goes by cool air, and the airs go by each other and that's how we get lightning. \n[34] \n[35]Look! \n[36]See?    Cumulo Nimbus. \n[37]My pack! \n[38]Got ya! \n[39]Whew!    I thought you were dead. \n[40]I steered us. I did!      I steered the house! \n[41]After you tied your stuff down you took a nap, so I went ahead and steered us down here. \n[42]Oh we're in South America all right. It was a cinch, with my Wilderness Explorer GPS. \n[43]My dad gave it to me. It shows exactly where we are on the planet. With this baby, we'll never be lost! \n[44]Oops. \n[45]Sure, but I don't think they have busses in Paradise Falls. \n[46]Nah, I'll just use my city bus pass. \n[47]Whoah, that's gonna be like a billion transfers to get back to my house. \n[48]Mr. Fredricksen, how much longer? \n[49]What was that, Mr. Fredricksen? \n[50]Whoah! \n[51]Okay! \n[52]This doesn't look like the city or the jungle, Mr. Fredricksen. \n[53]You mean assist you? \n[54]Okay, I'll climb up! \n[55]Sorry. \n[56]Hey, if I could assist you over there, would you sign off on my badge? \n[57]We could walk your house to the falls! \n[58]Yeah, after all, we weigh it down. We could walk it right over there. Like a parade balloon. \n[59]   \n[60]Sand! \n[61]I found sand! \n[62]Huh. This is fun already, isn't it? By the time we get there, you're gonna feel so assisted... Oh, Mr. Fredricksen, if we happen to get separated, use the Wilderness Explorer call. Caw caw, raaar!! \n[63]Wait. Why are we going to Paradise Falls again? \n[64]Cool!   My mom loves that game! \n[65]I'm tiiiired. And my knee hurts. \n[66]My elbow hurts and I have to go to the bathroom. \n[67]Well, I didn't have to go then! \n[68]I don't want to walk anymore.     Can we stop? \n[69]There's no tigers in South America. \n[70]Zoology. \n[71]Okay!   Here, hold my stuff. \n[72]I've always wanted to try this! \n[73]Mr. Fredricksen? Am I supposed to dig the hole before or after? \n[74]Oh.    It's before! \n[75]Huh?  Tracks?! Snipe! \n[76]Here, snipe... Come on out, snipe. Snipe! \n[77]Huh. \n[78]Ha! Gotcha! \n[79]Don't be afraid, little snipe. I am a Wilderness Explorer so I am a friend to all of nature. Want some more? \n[80]Hi boy.    Don't eat it all.   Come on out. \n[81]Come on. Don't be afraid little snipe. Nice snipe. Good little snipe. Nice... \n[82]...giant snipe! \n[83]I found the snipe! \n[84]Are they tall? \n[85]Do they have a lot of colors? \n[86]Do they like chocolate? \n[87]It's a snipe! \n[88]But you said snipes eat-- \n[89]Whoah! \n[90]      \n[91]   \n[92]   \n[93]Uh-oh! No no no no no Kevin, it's okay. Mr. Fredricksen is nice! \n[94]Yeah, that's his name I just gave him. \n[95]Can we keep him? Please?? I'll get the food for him, I'll walk him, I'll change his newspapers... \n[96]   \n[97]Yeah it does. \n[98]Hey, look!     Kevin! \n[99]Ellie? \n[100]Uh, hey Ellie, could I keep the bird? Uh-huh. Uh-huh. She said for you to let me. \n[101]You were talking to a rock. \n[102]Hey, that one looks like a turtle! \n[103]Look at that one!     That one looks like a dog! \n[104]It is a dog! \n[105]Uh, we're not allowed to have dogs in my apartment. \n[106]Hey, I like dogs! \n[107]Sit boy. \n[108]Hey look, he's trained!    Shake! \n[109]Uh-huh.    Speak. \n[110]Cool! What do these do, boy? \n[111]Can we keep him? Please please please? \n[112]But it's a talking dog! \n[113] \n[114]Dug, stop bothering Kevin! \n[115]Hey!     Quit it! \n[116]Why? \n[117]Wait.   Wait, Mr. Fredricksen. \n[118]What are we doing? \n[119]Hey, uh, we're pretty far now. Kevin's gonna miss me. \n[120]Which one's the front? \n[121]Is this step three, or step five? \n[122]There! \n[123]All done. \n[124] \n[125]Awh.   Tents are hard. \n[126]Yeah, but... can I tell you a secret? \n[127]Alright, here goes. I never actually built a tent before. There. I said it. \n[128]Well, never outside. \n[129]I don't think he wants to talk about this stuff. \n[130]Well, he's away a lot.   I don't see him much. \n[131]Well, I called, but Phyllis told me I bug him too much. \n[132]Phyllis isn't my mom. \n[133]But he promised he'd come to my Explorer ceremony to pin on my Assisting the Elderly badge, so he can show me about tents then, right? \n[134]Mr. Fredricksen, Dug says he wants to take Kevin prisoner. We have to protect him! \n[135]Can Kevin go with us? \n[136]Promise you won't leave him? \n[137]Cross your heart? \n[138]Where's Kevin? He's wandered off! Kevin! Dug, find Kevin! \n[139]Oh, look! There he is. \n[140]Her babies! Kevin's a girl? \n[141]Wait, Kevin's just leaving? But you promised to protect her! \n[142]Her babies need her, we gotta make sure they're together. \n[143]Yeah... \n[144]This was her favorite chocolate. Because you sent her away, there's more for you. \n[145]Kevin? \n[146]    \n[147]Uh-huh. \n[148]I liked his other voice. \n[149]Yes!! \n[150]Hey! \n[151]Hey! \n[152]Hey! \n[153]Hey, that looks like Kevin! \n[154]Yeah! That's my new giant bird pet. I trained it to follow us. \n[155]She likes chocolate. \n[156]Yeah, I gave her some of my chocolate. She goes ga-ga for it. \n[157]But we haven't even had dessert yet. \n[158]Kevin? \n[159]I am hurrying! \n[160]They're coming! \n[161]Help! Help! \n[162]Hang on to Kevin! \n[163]Kevin! \n[164]No no no! Kevin! Stay down. She's hurt real bad. Can't we help her get home? \n[165]You okay, Kevin? \n[166]You know what, Mr. Fredricksen? The wilderness isn't quite what I expected. \n[167]It's kinda... wild. I mean, it's not how they made it sound in my book. \n[168]My dad made it sound so easy. He's really good at camping, and how to make fire from rocks and stuff. He used to come to all my Sweatlodge meetings. \n[169]And afterwards we'd go get ice cream at Fentons. I always get chocolate and he gets butter- brickle. Then we'd sit on this one curb, right outside, and I'll count all the blue cars and he counts all the red ones, and whoever gets the most, wins. I like that curb. \n[170]That might sound boring, but I think the boring stuff is the stuff I remember the most. \n[171]Look, there it is! \n[172]That's it, go Kevin!      Go find your babies! \n[173]Run Kevin! Run! \n[174]Oh no! \n[175]No! \n[176]Let her go! Stop! \n[177]Kevin! \n[178]You gave away Kevin.   You just gave her away. \n[179]Here. \n[180]I don't want this anymore. \n[181]I'm gonna help Kevin even if you won't! \n[182]Ooph! \n[183]Yes!    Don't worry Kevin! I'll save - \n[184]Let me go! \n[185]He's not my friend anymore. \n[186]Where are you keeping Kevin!? \n[187]Let me go! \n[188]I'll unleash all my Wilderness Explorer training! \n[189]Hey, where are you going?    I'm not finished with you! \n[190]Mr. Fredricksen! \n[191]You came back for Kevin!     Let's go get her. \n[192]But I want to help! \n[193]I want to help! \n[194]Ha ha! \n[195]Whoooaaah! \n[196] \n[197]Huh? \n[198]You leave Mr. Fredricksen alone! \n[199]Hey! Squirrel! \n[200]Mr. Fredricksen! \n[201]That was cool! \n[202]Sorry about your house, Mr. Fredricksen. \n[203]Look at you. You're so soft. \n[204]   \n[205]I wish I could keep one. \n[206]Bye Kevin! \n[207]Ready? \n[208]Wow. \n[209]Blue one. \n[210]That's a bike! \n[211]Mr. Fredricksen, you're cheating. \n[212]That's a fire hydrant. "}}