{"filename": "Very-Bad-Things_script.txt", "imdb_id": "tt0124198", "imdb_url": "https://www.imdb.com/title/tt0124198", "characters": ["Kyle Fisher", "Laura Garrety", "Adam Berkow Jr.", "Robert Boyd", "Man", "Tina (as Carla Scott)", "Cop (as Pancho Demings)", "Michael Berkow", "Clerk", "Adam Berkow", "Charles Moore", "Timmy Berkow (as Tyler Malinger)", "Suit", "Lois Berkow", "Security Guard"], "dialogues": {"Kyle": "", "Fisher": "\n[1]Yup. \n[2]\n[3]  \n[4] \n[5]Government cutbacks. \n[6] \n[7]I don't think so. \n[8]I'm not sure. \n[9]I think so. \n[10]I sent a lot of checks, I'm not sure what all of them are. \n[11]Sent it. \n[12]Sent it. \n[13]Yup. \n[14]Yes. \n[15] \n[16]I think so. \n[17]Why what? \n[18]I didn't mean to Liz. I'm sorry. \n[19]I'm not playing around. I forgot. \n[20]How could I know what else I forgot? \n[21]Because you wanted to. You wanted this to be your wedding not your parent's. \n[22]What? \n[23] \n[24]I'm sorry. I'm sorry I forgot the tent. I don't think I forgot anything else. \n[25]Are we going to do this again? \n[26]I wouldn't know. \n[27] \n[28]How do you figure? \n[29]It's a bachelor party. You sort of have to do it before the wedding. \n[30]He is. \n[31]He's my friend. He's not a moron. \n[32] \n[33]What are you talking about? \n[34]I asked you to marry me. I'm ready for marriage. That's responsibility. That's growth. \n[35]Who else? \n[36]You don't like Moore? Since when? \n[37]What does Moore have to do with your growing? \n[38]I've known him since Cub Scouts. \n[39]He's quiet. \n[40] \n[41]He just doesn't talk a lot. \n[42]He's a great chef. \n[43]You expect more what? \n[44]Time out. \n[45]That's absurd. \n[46]I'm not going to marry you with the smell of prostitutes on my body. \n[47]You will not be common!!! \n[48]Of course. \n[49]With all my heart. \n[50]I don't know. She's really been stressing out. \n[51]What does that mean? \n[52]About what? \n[53] \n[54]I'm not breathing right. \n[55]Lately I'll just start getting lightheaded, dizzy, and I realize I haven't breathed in like two minutes. \n[56]We'll be ready Adam. \n[57]He's your brother. \n[58] \n[59]Problems? \n[60]Okay. \n[61]I'm not. What's the problem? \n[62]What kind of seats can we have? \n[63]So what do we do? \n[64]Go down where? \n[65]Honey I don't have the time... \n[66]We're leaving in three hours. \n[67]I'll call them from the road. \n[68]More than I ever imagined being able to love anyone ever. \n[69]We're leaving from Adam's. Come send me off. \n[70]I will. \n[71]Of course. \n[72]I love you. \n[73]You said that Boyd. \n[74]\n[75] \n[76] \n[77]Not really. Yes, the Fisher wedding chairs... \n[78] \n[79] \n[80] \n[81]Yes, I was holding for Tony in chairs. I have a chair problem. No, I'm not Tony, I need to speak to Tony. \n[82]Real times. \n[83]Hi. \n[84]  \n[85]Not yet. \n[86]I'm working on it, I've made three calls. I can't stop thinking about how much I love you. \n[87]Well I do. \n[88]What are you doing? \n[89]Nesting? \n[90]I'm mad at you. \n[91]I'll see you tomorrow... \n[92]    \n[93]Right! That's exactly what I'm saying. My father said, first of all, I'm your father not your friend. I'm your father. \n[94]No. I think it's fucked. \n[95]The bucks gonna stop right here. If my son doesn't know the six New England states, if he has trouble with geography, I won't stick it in his face. I'll help the little guy. I'll put him in the car and take him out there. I'll take him to Maine for a big Lobster dinner, go skiing in Vermont, hot dogs at Yankee Stadium... I won't stare him down. \n[96]I won't do it. \n[97]I know and I'm honored... \n[98]I know... \n[99]I can't. \n[100]Go for it. \n[101]No... No. \n[102] \n[103]Oh, Jesus... call the police. \n[104]She's dead. Call somebody! \n[105]Call 911. \n[106] \n[107] \n[108]Oh for Christsake Boyd. Somebody must know she's here. \n[109]Oh God. This is insane. \n[110] \n[111]Good God... Good God... \n[112]Me. \n[113]No! NOOOO!!! \n[114] \n[115]No way. \n[116]I got to agree with that. \n[117]I think we should say some words over the grave. \n[118]I'm talking about prayer. \n[119]Dear God... I don't know how to pray. \n[120]Michael, now is probably not the best time for this. \n[121]Dear God, please forgive us for what we have done here tonight. We have lost our way. Speaking for myself, let me say... \n[122]...I am deeply in love with the woman I am about to marry and I look very much forward to raising a family and being a positive member of society. We promise, if you forgive us, we will never forget this tragedy and will try with all our powers to use it as a daily reminder that we are here on earth to do good not evil. Let us go from this day forward with new purpose and spirit. You have given us a second chance and let us take that second chance and use it as fuel to feed our fires of productivity so that the spirits of the two we now bury live on forever in the good deeds and positive achievements we from this moment on shall make our life's work... \n[123]Thank you lord, and again, we ask for your forgiveness and guidance... Amen. \n[124]Hey. It's me. \n[125]We're on our way home. I just... we're running a little late. \n[126]No. Just like an hour or so. \n[127]Okay. \n[128]What! \n[129]I left a message. I think it's going to be okay. \n[130]No. No. I'll see you in about four hours. \n[131]What. \n[132]I don't think so. \n[133] \n[134] \n[135]I'm working on it. \n[136]Yea... It's great... seems like... I don't know you've got all the important stuff in there. \n[137] \n[138] \n[139]I wanted to just take this final opportunity to visit with you. You know, just to be with you, father and son, before you run off and do your own husband, daddy thing. I'm just so goddamn proud of you... God knows I didn't always play it right with you... \n[140]You did all right dad. \n[141]I could have done it better. I'm a fucking ball-buster I am. \n[142]You never walked away dad. You could have walked away. \n[143]I'm just so scared of that song. That fucking, \"My son just arrived the other day... he says thanks for the ball, come on let's play. I got lots of bills come again next day. He's grown up just like me... My boy is just like me.\" Gordon fucking Lightfoot, Cat Stevens, whoever, that song just fucking kills me. \n[144]Harry Chaplin. \"Cats in the Cradle.\" \n[145]Just kills me... \n[146]I love you dad. \n[147]I love you so much it hurts. Me and your mother marvel at what you have become. You're going to have a wonderful journey with this girl. I feel it deep inside. A wonderful, magical journey. And I'm, like I said, just so proud of how you turned out. You go out and knock 'em dead Keith. Knock 'em dead! \n[148]Where did you get that? \n[149]  \n[150]This is our honeymoon. \n[151]How much? \n[152]Jesus Adam, can we not get into this now please? \n[153] \n[154](holding picture of Keith, age 4, on a mule \n[155] \n[156]After camp came football, and for those of you not following the sports pages back in 1977, you might not remember the Peewee Powerhouse Oklahoma, who, under the brilliant leadership of your's truly, rolled to an auspicious league record of 0- 12 scoring exactly zero touchdowns. \n[157]No, the problem, as I recall, was the lack of blocking... \n[158]You all right? \n[159]Shut up Boyd. \n[160]He's having a problem here. \n[161]Shut up. \n[162]Yeah baby. Everything's great. \n[163] \n[164]Yeah. Look honey, I'll be right in. I just... we're just taking care of some Groomsmen last minute business. \n[165]Everything okay? \n[166]Yeah, Dad. It's great. \n[167]Well, I'm in the middle of my goddamn toast here. \n[168]OK, OK. You guys just go back in. Dad, keep going with the toast, we'll be right in. Go on. \n[169]Shut up! \n[170]Everything's OK. Just some more preparations. \n[171]No baby. We'll all be right in. \n[172] \n[173]No. Nothing like that. \n[174]Easy Boyd. \n[175] \n[176]He's cracked up. \n[177]Boyd... What have we done? \n[178]What? \n[179]I said, what have we done? \n[180]I don't know! I just want to get married. \n[181]What? \n[182]I just want to get married. \n[183]What's your point? \n[184]Nobody's saying cancel. I'm talking about modifying. \n[185]Can we just talk this out? \n[186]Hello? \n[187] \n[188] \n[189]Regarding what? \n[190]No, but she's definitely pissed and hostile. And she's clearly starting to think that's something's not right. \n[191]I told her that I have no idea what Adam was talking about in that letter. \n[192]I have no idea. \n[193]Well I don't have that skill and if I had to guess I would say that in no way did she believe me. \n[194]Jesus Boyd you're going to O.D. him. \n[195] \n[196]Okay. Lois... here's the deal. Adam was with a prostitute in Las Vegas. \n[197]I'm sorry he was unfaithful to you. \n[198]I don't think that's such a good idea. \n[199]What are you going to do? \n[200] \n[201]I don't know... \n[202]  \n[203]I'm sorry. Honey... it's just for tonight. \n[204]Lois is a mess and Michael's really upset. Everyone's upset. \n[205]I know. \n[206]No one's discussing it. I'm just gonna run Michael home. I'll be right back. \n[207]Don't we already have someone to do that for us? \n[208]Okay. Okay. \n[209]Buzzing? \n[210]I don't hear it. \n[211]Have another drink. \n[212]The wahoo? \n[213]The wahoo moment? \n[214]I think so. \n[215]I appreciate it. I do, but... maybe you ought to just ease up on yourself a bit. \n[216]What is it? \n[217] \n[218] \n[219]What does that mean? \n[220]Yeah. \n[221]Hear what? \n[222]Now? \n[223]Isn't it a little late? \n[224]A move? \n[225]Greenpeace? \n[226]More? \n[227]What are you talking about? \n[228]That means we get five hundred thousand to help raise the kids. \n[229]Yes. \n[230]150 plus 350... we still get 500 thousand. \n[231]I'm just trying to help... \n[232]Stop kicking. Stop kicking! \n[233]  \n[234]No it's not okay. It's not. \n[235] \n[236]Do you love me? \n[237]Do you love me? \n[238] \n[239] \n[240]The prostitute. \n[241]No Michael did. It was an accident. \n[242]Michael, by accident. \n[243]It's too late. \n[244]She's in the desert. She's out in the desert. \n[245]She's not alone... She's... Boyd... Oh God... He's gone nuts... He killed Lois and Michael... it's all... \n[246]But... \n[247]But... \n[248]     \n[249]I'm getting really tired of your bullshit. \n[250]You've got a warped thought process. Your brain doesn't function properly. \n[251] \n[252]Fine? Fine what? \n[253]I'm serious. \n[254]What money? \n[255]You're sick. \n[256]Not a prayer. \n[257]You need help. \n[258] \n[259]What? \n[260]I do. \n[261]My God... \n[262]Did he try to kiss you? \n[263]He kept saying he was protected. \n[264]Like if something happened to him, he could still get us. \n[265]I don't know. He could have told someone. He could have, like in the event of his death, somehow let someone know where those bodies are buried. \n[266]So what do we do? \n[267]Move the bodies? \n[268]I... Liz... all I ever wanted, was for you to be happy. I just wanted to give you the wedding, the life you always dreamed of... ...I just love you so much... So much... \n[269]What? \n[270] \n[271]But... \n[272]  \n[273]Yeah. I'm thinking about Michael's Franco Harris fixation. You know how Michael was always harping \"Immaculate Reception?\" I've seen that play. A lot of times... and I have to say this... Franco was lucky. Flat out, right place, right time. That's it. He was where the ball bounced. You get me? \n[274]I'm saying it's luck. All luck. You work your entire life, all the training, focus, all the dedication, all irrelevant. Where does the ball bounce? My father spent his whole life trying to start a company, practiced every day, worked like a dog, finally got enough money. He's paid the dues, he's ready, does all the market research, picks his shot -- \"Pup Corn.\" \n[275]That's right, \"Pup Corn.\" Doggie treats. Little snacks for dogs. He's figured it out. There is a hole in the market and he's going to fill it. Spends all out money, works himself into not two but three heart attacks getting this shit up. After fifteen months, the big day arrives, the first box of \"Pup Corn\" pops off the belt. He comes running home with that box, pulls us out of school. We all pile into the living room, must be fifty of us, and in comes \"Shelmer,\" our 8 year old mutt. \"Here Shelmer,\" my dad cries. He's got that little fucking pup corn in his hand, \"Here girl.\" This dog will eat anything, she eats rocks, anything. She walk's up to my dad's hand, looks down at the little pellet, licks it once, turns around, walks out of the room. Shelmer rejected the \"Pup Corn.\" Fifteen months of my dad's life, right there. Not one dog ate Pup Corn. Not one. Three months later, \"Pup Corn\" shuts down. Chapter Eleven. My father never got over it. Never. \n[276]I think it was over here. \n[277]There. \n[278]There. This rock is where I stood when I said the prayer. \n[279]Bingo. \n[280]  \n[281]Yeah? \n[282](slowly raises the shovel over his head \n[283]I think you'd make an excellent Big Brother. \n[284]  \n[285]Yup. \n[286]  \n[287]   \n[288] \n[289]Okay let's try it again. \n[290]Let's see the salutes! \n[291]It's okay, it's okay. \n[292]Timmy SHUT UP! Help your brother! ADAM! Let him help you! \n[293]Remember a scout is helpful! A scout doesn't scream in the face of adversity. \n[294] ", "Laura": "", "Garrety": "", "Robert": "", "Boyd": "\n[1] (suddenly, over his shoulder \n[2]Just stay off the property until I'm off the phone. \n[3]Cause that's the way they do it. \n[4] \n[5]David Boyd, nice to meet you. \n[6]You're a fucking moron. \n[7]The hell I did! \n[8]The hell I did! \n[9]I never heard that. \n[10]Well, I didn't mean it. \n[11]Four hours and fifteen minutes. I can make Vegas in 3 and change. \n[12]Who's up for making some real money? \n[13]You want to hear me out? \n[14]Moore? \n[15]Fish? \n[16]Prison Communication Systems. An acquaintance friend of mine is professionally involved with a communications outfit in Denver that I just happen to know for a fact is about to be rewarded a very large, exclusive contract to rewire every state prison in Colorado. Yes sir. \n[17]That would translate to government guaranteed contract in excess of 35 million dollars. \n[18]Or a stock kick of approximately 125% on shares which are currently sitting around $4.38, or, in plain English... \n[19]What is wrong with you people? I'm a helper here. \n[20]That's the whole point. They rarely work out. But on occasion they do. And when they do, they do big. \n[21]Oh really? Starbucks? \n[22]One idea that if you had fucking listened to, you would each be worth approximately 15 million dollars. \n[23]I set up Fisher with the broker that found his house. Took care of that one, didn't I? Prison Communications. \n[24]Fine. Don't come crying to Boyd. No sir. \n[25]More. \n[26]But not tonight. \n[27]Jack Kerouback, Herman Melville, Henry Miller and Hunter S. Thompson. I dedicate this evening to fear and to major loathing. So from sun set to sun rise, let me be heard... \n[28]I don't hate women. \n[29]False. \n[30]Not true. \n[31]I am a lover. In Africa, you can stay king as long as you can service your women every night. \n[32](swigs whiskey; looks up \n[33]  \n[34]If I'm the king of Israel, I say to myself, King, I say to myself, King... Take a good look around. What do I see? \n[35]Then what do they have? \n[36]I say to myself, look at the map. Look what's all around you. People who wish bad bad things for you and your people. For thousands of years the Jews are fighting everybody. It used to be they'd throw rocks, then the iron revolution and they would attack with spears. Then the gunpowder revolution. Now they're shooting fire power back and forth, all day bullets flying, babies getting shot. \n[37]Now if I'm the King of Israel and all these sand niggers are armed to the gills and you know it's just a matter of time... right? Am I right? \n[38]There's my point exactly. \n[39]Take Mexico. \n[40]Look up the chickens, dig up the holy dirt, pack up the wailing crying wall thing they bang their heads on all day long, stick it all on a big fucking tug boat. The whole country picks up and takes Mexico. \n[41]The Mexicans would love it. They're dying for a little order down there. They need direction. \n[42]That's what I'm saying. Let the Israelis straighten it up. They got plenty of room down there, number one. Plus, and this is just a plus, they kind of look alike -- the Jews and the Mexicans. So I think on a whole your average Joe Mexican is gonna have less of a problem getting his head around the whole assimilation thing. Am I right? \n[43]Gentlemen, this is Tina. \n[44] \n[45] \n[46]Tequila... \n[47]You don't know what you're doing. \n[48] \n[49]Wait! \n[50]What are you doing? \n[51]What do you think you are doing? \n[52]Just wait a second. Wait one second. Okay. What are you doing? \n[53]Why? Why? She's dead. Why are you calling an ambulance? \n[54]Why? \n[55]No. \n[56]Shut up. \n[57]Shut up. \n[58]Everybody shut up. LISTEN TO ME! \n[59]Listen to me. Please. Everybody just calm down a bit here. Okay... First... are we sure she's dead? \n[60]Are you sure this was an accident? \n[61]Stop it! Listen to me. Let's just take a second here and take hold of the situation, OK? Let's just review our options here. \n[62]Call the police. Okay, that's one option. \n[63]Yes sir, there sure is an option here. There are always options. \n[64]Well we can definitely call the police. That's an easy call. If we call the police... What happens? They find a dead prostitute in the bathroom... They ask us... What happened? We say, ah... our friend, Michael... Your brother... got a little out of control... they were making love... and he got a little excited... and he, ah, sort of beat her head into the side of a toilet, while he choked her to death with a rubber hose... \n[65]There's more. \n[66]Just giving the facts. \n[67]What were we doing officer? Why didn't we help her? Well... we're all a bit high, you know, bachelor party, that kind of thing. Fisher here is getting married in three days... Beautiful wife... he didn't have anything at all to do with it... It was all Michael here... just Michael... \n[68]I've known him for while maybe twenty years kind of a close friend but hey what the heck officer, take him away, go on it's for his own good. \n[69] \n[70]We can take her out to Red Rock. Find some quiet place... and put her in the ground. \n[71]We can do this. We can get her out of here. \n[72]Nobody knows she's here. I called her personally. Nobody knows. \n[73]Nobody knows. \n[74]It's a marble floor, we can clean it up. \n[75]What's insane is the fact that Michael here put a fucking girl's head through a toilet. That's insane. \n[76]Her fucking head was caved in. \n[77]She's got bondage burns on her wrists. There's blow all over the room, Moore looks like he went at it with a mountain lion. This room looks like the Manson Family stayed here a month. Michael goes down, we all go down. \n[78] \n[79]Desert. \n[80]Nobody knows she's here. \n[81]Wrap her up in blankets. Bring the car around to the back of the hotel, throw her off the balcony, put her in the car... Done. \n[82]We check out the area and wait for a time when it's clear. \n[83]Someone goes to Walmart, gets some buckets, brushes, mops, Spic and Span, the works. \n[84]The reality is, you take away the horror of this situation, take away the tragedy of the death, take away the moral and ethical implications of all the crap you have had conditioned, beaten, into your head since grade one. What are we left with? What? A 115 lb. problem. 115 lbs. that must be moved from point A to point B. Now, a straight line in the shortest distance but we are denied the luxury of a visible straight line. But that line exists and I see it. I see that line. Trust me. Adam. Trust me... I can take care of this. \n[85] \n[86] \n[87]She's not here. \n[88]She's here. She's just... Hold on a second. \n[89]Who? \n[90]Yup. \n[91]That's right. \n[92]She's in the bathroom... she's still working. \n[93]That's right. \n[94]Great. Fine. Perfect. \n[95]She's in there! \n[96]Help me! Don't let him bleed on the carpet! \n[97]He'll bleed out! He'll bleed dry. Help me hold the door. \n[98](with military precision \n[99]So help me God you touch that phone and I bury you with them. Surrender is no longer an option. I repeat -- It is not an option. Is there anyone who does not understand that? \n[100]A little gut check time fellas. A time for some serious self- exploration. How do I function? For real? No more bullshit. Can I keep my cool when they bounce my bananas? When they won't play my fucking song? etc, etc. Do you get me? Do you get me? \n[101]Not a problem. Understand not my words, but follow my orders. Follow my orders \n[102]We will organize, we will mobilize, we will maximize and prioritize. \n[103]Let's do it people. \n[104]All right. Looking good people. \n[105]Sun rises at 5:52. \n[106]What? \n[107]We've already done this. \n[108]How do you figure? \n[109]So that's what we're doing. \n[110]She's Asian. They don't have Jews in Asia. \n[111] \n[112]We have to get going. \n[113]Alright. Let's do it. \n[114]I got her arm. \n[115]Now I am the last to say that we have done here is a good thing. It's not. It's not a good thing. But it was, given the circumstances, the smart play. We did what had to be done. And... well... I'm proud of us. I'm proud of each and every one of us. We performed. Under the most complex and nerve shattering of situations, we stood fast and we delivered. I feel proud. \n[116]Wrong. That is flat out wrong. hell is for cowards, for hypocrites who fear to live by the strength of their own convictions. This is war. Given the circumstances and given the fact that we are alive and they are not, we have chosen life over death. Two wrongs don't make a right. So our conviction and execution would only mean more death here, not less. \n[117]That is a load of shit. Personal power has nothing to do with any of this. Tony Robbins has helped me to unlock energy and see my options more clearly, yes, but to give him credit for this, for all of this... Well that's just more than the man deserves. \n[118]What kind of words? \n[119]Go ahead. \n[120]Speak from the heart my brother. \n[121]No, this is the perfect time. This is real time. Adam. Your brother and I, as well as several others present, have always suspected that you... ...are a fully repressed, living in major denial, locked down, fly-boy butt-fucker. \n[122]Let's go! \n[123]The past is the past. Today is the beginning of the rest of our lives. \n[124]However it goes, the point is, nobody says anything to anyone ever. Right?... Right? \n[125]You're goddamn right. Adam? \n[126]Oh that's just nothing. That's just a missing persons thing, that's all. \n[127]No. I said nobody knew she was coming to the hotel. \n[128]What does that mean? \n[129]Oh I did? I think it was your little rat fuck brother who decided to play Hamburger Helper with the hooker's head. \n[130]Lighten up Adam. Show some character. \n[131]Watch the tone fella. \n[132]Any time fat boy! \n[133]Fisher had a less than normal relationship with that Donkey. \n[134]The problem was our quarterback had trouble remembering his right from left... \n[135] \n[136]Negative. This is not what we have worked out in terms of presented behavior. \n[137]What is your problem? \n[138]What? \n[139]Who? What are you talking about? \n[140] \n[141] \n[142]Shut your fucking mouths!!! \n[143]Adam! Calm down. \n[144]It has worked. \n[145]They won't figure it out. \n[146]This is going to stop right now. Right now! \n[147]Why don't you just cool out. Go home and go to sleep. \n[148]Just go home, chill the fuck out. Okay? \n[149]Just go home. \n[150]All right. Let's all go back in. Adam? You're cool right? \n[151] \n[152]It was just a crazy freak accident. He thought the car was in reverse... He didn't realize. \n[153]No. No. We were just all outside just talking. \n[154]The wedding. We were talking bout how it was going to be one of the last times for us to all be together with Fisher not being married... \n[155] \n[156]No easy Boyd! I got a best friend in there in pieces. How about a little sensitivity? \n[157]The need to know is clear. What did Adam tell Lois? That's the name of the game. What did Adam tell Lois? What does Lois know? \n[158]You want some breakfast meat, Michael. Is that what you want? \n[159]Easy Michael. \n[160]Okay. Time to fly. \n[161]You will get yourself together here mister. Are you hearing me? \n[162]He is not cracking up. \n[163]What did you ask me? \n[164]What is the question you asked me? \n[165]Yes, you did. Now that is the question! That is exactly the question we should be asking ourselves. You tell me Fisher. What have we done? \n[166]Say it again. \n[167]What you just said. Say it again. \n[168]Exactly! Exactly my point. \n[169]I'm not talking to you? \n[170]You want to know what you are doing here?! You are love pumping. You are protecting all that is sacred and beautiful and in sync with poetry and sunsets and little newborn babies. You are walking the walk. This is it Fisher, the real stuff. You love this woman. Love is second to nothing. I love you. I love Moore. I love Michael. This car is full of love, and nothing -- absolutely nothing -- supersedes love, man. Nothing. We will do what it takes. Whatever it takes. \n[171]Love does not lose. \n[172]Easy Michael. \n[173]We're not goosed. \n[174]What is her disposition? \n[175]Does she sound pissed, scared, hostile? Did she mention the police? \n[176]Michael get a grip. What did you tell her? \n[177]Stop it! \n[178]Stop. \n[179] \n[180]Give me two more. \n[181] \n[182]Suck my ass. \n[183]What are you talking about? \n[184]I don't understand where this personal attack is coming from... \n[185]Nothing happened in Vegas. \n[186]Michael. Tell Lois that nothing... \n[187]He's upset about Adam. We're all upset. \n[188]Lois please. \n[189]And it wasn't the first time... He had a thing about prostitutes. \n[190]We're sorry. \n[191]Mommy just needs a little time out. Everything's gonna be okay. Okay? Okay. \n[192]After you drop the kids off, take Michael home. Put a few drinks in him so he'll sleep. \n[193]Just do it. \n[194]Take care of business. \n[195]And what does that mean? Are you insane?! You think I would hurt Lois?! She's the mother of those kids! What is wrong with you? \n[196]You got a nasty side to your thought process. \n[197] \n[198] \n[199]I'm talking about Lois having relaxed her anxiety. Only deal is... you still got Michael there? \n[200]Good deal. Lois just wants to hear it from Michael. \n[201]That it was all an accident. She wants to here it from Michael's mouth. \n[202]That's right. \n[203]Hold on a sec. Lois, you sure you wouldn't rather do this in the morning? \n[204]  \n[205]Okay Michael, let's go. Upsy daisy big guy. \n[206]Come on tough guy. Listen to me. You are going to tell Lois that it was all an accident. Okay cowboy? You got me? \n[207]He's fine. Okay Mikey, let's go. You guys stay here. \n[208]Michael was having an affair with Lois. That's what Michael and Adam were arguing about in the parking lot. Michael killed Adam in a jealous rage. Lois broke it off with Michael, he strangled her to death and then shot himself in the head. Happens all the time. \n[209]That Lois fought like a fucking Comanche. \n[210]Okay, we're about two minutes out. Moore, better take your position. \n[211]Chop chop. \n[212]This is a situation that defies judgement. We have acted and showed courage that is not of a kind known by most. \n[213]My what? \n[214]You care to add a little specification to that slanderous accusation? \n[215]Okay fine. \n[216]Whatever you say Kojak. \n[217]I'm serious. I'm the serious one here. I'm the one making the play. I'm the Indian Runner. And I want my money. \n[218]Blood money. Insurance dollars that you have thus fucking far decided not to tell me about at all. In no way have you mentioned that money. And I find that to be very very offensive. \n[219] \n[220]I'm a lifesaver. A lighthouse. Up all night in the rain, in stormy gale force wind, tornado and fucking earthquakes. I stay lit for you. I stay lit. I don't go dark. I never go dark! \n[221]I want that money! ", "Man": "\n[1]We're just trying to sneak a peak. \n[2]Why? \n[3]   \n[4]Excuse us? \n[5]We just wanted to say congratulations and wish you great happiness. Mazeltov. I just did. I said Malzeltov. You never listen to me. \n[6]We're your Uncle Henry's parents. Opal and Earl. Tell them from both of us. Malzeltov. Wish them luck. The secret to a good marriage is to listen. ", "Michael": "\n[1]That's just insecurity. \n[2]Just insecurity. Nut crunching gut splinters. \n[3]It means she's insecure. \n[4]  \n[5]Same alarm clock every morning, same two pops on the same snooze button... Michael Brenn. Yes... Yes... Hold your horses. Okay. Got it. 6.321 at 17.28 for 6.6 at 9.256 out at 3432.343. Same shower, towel, toothbrush, razor, hair gel. It's a fucking epidemic Fisher and you better start addressing it. You're getting married and I'm not going to candy-coat it. It just gets worse. It's an eighteen wheel cement mixer that will crush every bone in your body. \n[6]You're not breathing right? \n[7]First of all... \n[8]You're interrupting a personal conversation. \n[9]I don't care for him. \n[10]So? \n[11]It's my fucking opinion. \n[12]Because my opinion threatens yours, it's poorly developed? \n[13]Boyd brought up divorce statistics. \n[14]The hell you didn't! \n[15]You said one in two marriages end in divorce. \n[16]You're an asshole Adam. \n[17]Oh, and why am I an asshole? \n[18]Name one. \n[19]Nope. \n[20]\n[21]Your ideas never work out. \n[22]Drum banging real times. \n[23] \n[24]You hate women. \n[25]True. \n[26]You have a King fantasy. \n[27]And what happens when you can't? \n[28]  \n[29]Israel doesn't have a King. \n[30]They have a president. A Benjamin Yahoo something. \n[31]What's your point? \n[32]The Israelis can protect themselves. They got the Mossad thing happening. Mossad's for real, man. They scalp babies. \n[33]What? What's your point? \n[34]What? \n[35]They need leadership. \n[36]God, I love women. \n[37] \n[38] \n[39]I want to play. \n[40]I will pay. \n[41]  \n[42]I really fucked up. \n[43] \n[44]We were playing... she slipped... she hit her head. \n[45]She slipped. \n[46] \n[47]It was an accident! \n[48]The floor was wet. She slipped! \n[49]I don't know why the floor was wet! \n[50]I'm sorry... I'm sorry... I'm sorry... \n[51] \n[52]  \n[53]Not really. no. \n[54]Why? \n[55]Just go ahead and say what's on your mind. \n[56]You're pathetic. \n[57] \n[58]You never were a team player. That's why you never had any friends. \n[59]The hell you do. \n[60]You have acquaintances -- business friends and superficial golf buddies. You have always been a fringe player. You have some serious male on male intimacy problems. \n[61]Right. \n[62]At the newsstand on 3rd. \n[63]They're not on to us. I'm gonna call Boyd. \n[64]You said nobody would miss her. \n[65]The problem was coaching. Poor leadership. \n[66]What's the problem Adam? \n[67]About anybody but yourself. You never have. \n[68]Eat my ass! \n[69] \n[70]You're a loser. \n[71]You're the loser! You think your shit's so fucking righteous! FUCK YOU! You were there with us, boy! Right there! SIDE BY FUCKING SIDE!!! \n[72]You got a retarded kid and a fat pig wife. \n[73] \n[74]Don't you fucking threaten me -- I'll fucking kill you. \n[75]You go home! \n[76]  \n[77]Mr. Fucking Minivan... \n[78]  \n[79]Ball park sausages. \n[80](clearly starting to crack  \n[81] \n[82] \n[83]I ran down my brother in cold blood. Shame on me! Shame! Shame! Shame! \n[84] \n[85]\"Kill one man and you are a murderer! Kill millions and you are a conqueror -- Kill all and you are a God!\" \n[86] \n[87]We're goosed. \n[88]We're goosed! Goosed by God! \n[89] \n[90]Goosed! \n[91]Goosed! \n[92] \n[93]Lois we were bad, we were very, very bad. \n[94] \n[95]Yeah. I got some kind of buzzing. Like a zzzzzzzzzzzzzzzz thing just chipping away in the back of my skull. \n[96]Yeah, well, it's a nasty problem. \n[97]Dad used to bring home these sparklers to me and Adam. Out back we'd light 'em up. The three of us. We'd hold 'em up to the sky and watch the explosions of light. Sparks. And dad would be all... \"Get ready\"... \"watch for it\"... \"here it comes,\" here comes the \"wahoo\" \n[98]The sparkler would burn hot, then hotter, then even hotter... and there would be one moment of pure burn when that little fucker would cook just perfect. Perfect. It would only last a second, but that second was it. It was it. That's what dad had us looking for... You get me? \n[99]That's my point! You see Man... burning at his absolute. To see all the forces just come together, just right, you know, just in perfect harmony. That's what I'm driving at. You get me? \n[100]I've been looking for that flash and I look and I look and I can't find it. And what if I already had it? You know. My moment? What if it's gone? And I never saw it? You're getting married, man. That's a fucking beautiful thing. Just a beautiful thing. I just can't stop breaking beautiful things. \n[101]You see for me it's over. Over baby. I'm gonna turn myself in. After the wedding of course. After the wedding. Out of respect. \n[102]I said out of respect. Respect for you Fisher. For you and your wedding and your beautiful bride. There will be no more rain. You see where I am here? \n[103]No. No. No. This is my doing. You see I'm gonna have my wahoo spark for my own. For Lois and the kids, for my brother, for Franco. I'm gonna turn myself in. I am all that. I'm gonna do it for sweet Lois. \n[104]If I was to think... If I were to think... No I mean I have thinked it over... I have. And without putting a lot of pressure on you I just... Well I just... \n[105] \n[106] \n[107]I love you. ", "Berkow": "", "Clerk": "\n[1]Just leave it! \n[2]Leave it! \n[3]\n[4]", "Adam": "\n[1] \n[2] \n[3] \n[4]I know you'll be. Three hours. \n[5]  \n[6]Not on your life. \n[7]It's really a stupid opinion. You have developed an annoying habit of talking for what seems to be no other reason than to hear yourself speak. \n[8]No, because your opinions are idiotic and have nothing to do with what any given conversation is about, which makes 85% of your eagerly injected thought process highly offensive to me. \n[9]You're an asshole. \n[10]Multiple reasons. \n[11]I don't have to... \n[12]I'm not getting a ticket. \n[13]Don't even start. \n[14]\n[15]That's one idea. \n[16]You can't keep bringing up Starbucks. That was your only real hit in like 75 tries. \n[17]All the bullshit aside Fish, we've been coming up here for what, eight years? \n[18]Over eight years of some of the hardest raging experiences of my life. \n[19]They've all been real times. And as you prepare to enter into a new phase of life, as you prepare for new roles; father, husband, teacher, you will, as I have, come to except the letting go of of old ways. Soon, the mellowing will begin... \n[20]Tonight we return once again to the cave. Tonight we let the monsters out. We fill ourselves with the spirits of Genghis Kahn, Joe Namath, JFK, Paton, Lombardi, Hemingway... \n[21]No. No. No. It's what my father said to me. He said it and he meant it... He said to me... He said, Adam, he said... He told me and I heard him... he said... Hell he said so many Goddamn things I can't remember everything he said for Christsake. \n[22]Are you solid with that? \n[23]Then fuck what your father said, cause I'm gonna tell you right now... You'll know what it's all about, why you got married and why you love her when you wake up at three in the morning, and the streetlight's coming through the window and it's just catching a corner of her face, like a sleeping angel. And her hair smells sweet and she's your's. She's all your's. Do you see where I'm going here? \n[24]Don't ever stare him down. \n[25]Don't eyeball your kids. \n[26]I tell mine that they're little men. I tell them they're strong. They make me feel joy. I let 'em know. So they really know that I need them just as much. You know. Just as much man. And you know, you're their godfather... \n[27]If anything ever happens to me... \n[28]Y'see? That's the real point here. That's what I'm driving for, when the big storm comes and knocks down all the forests and the rocks fall down and the leave's are bare. What's left? The little trees, the little fellas that the storm didn't see. The tiny little... \n[29] \n[30]I need a drink. \n[31]Don't touch her. Call 911. \n[32] \n[33]She's got no fucking pulse. \n[34]Either side you idiot. I'm calling 911. \n[35] \n[36]What? \n[37] \n[38]I'm calling the ambulance. \n[39]Calling the ambulance. \n[40]We have to call the ambulance. \n[41] \n[42]Her head's bashed in and her heart isn't beating. \n[43]You're a lying deviant. What did you do?! \n[44]Why was the floor wet? \n[45]Why?! \n[46]We have a dead woman bleeding all over the bathroom. What options? Call the police. \n[47]That is not an \"option.\" There is no multiple choice here. \n[48]Stop it! \n[49]Just stop. \n[50]I'm calling the police. \n[51]You don't play games with Homicide police. There are no options here. There is not the luxury of worrying about how the fallout will settle. \n[52] \n[53]You don't just casually walk out of a Vegas Casino with a dead woman. \n[54]Have you completely lost your mind? So you get her out of here. So you get her out into the desert somehow, without anybody seeing, so what, you don't think at some point somebody might notice that she's gone? \n[55]Her blood is all over the bathroom. I'd say that's a bit of a DNA problem. \n[56]Bullshit it's not accessory. I didn't do shit. You call the cops, you explain it was an accident... \n[57]So! I didn't fucking do it! \n[58]That's a horrible ugly comment. \"Dead whore?\" She's a person! \n[59]I've got a wife and two boys. \n[60]How do we get her out of here? \n[61] \n[62]What about the blood? \n[63]Have you ever done this before? \n[64]I'm not wrecking the transmission! \n[65]Wait. Wait a minute. \n[66]We can't do this. \n[67]No, I mean the suitcases. We can't bury them in suitcases. \n[68]It's sacrilegious. \n[69]According to Jewish law, the blood and limbs are considered to be part of the human being. They must be buried together or their souls won't rest in peace. \n[70]No we're not. The bodies are all mixed up. We can't do this to them. \n[71]That is absolutely not true. \n[72] \n[73]It has to be done. \n[74]I am not flexible on this. \n[75]We are all going straight to hell. Either hell or prison, whichever comes first. \n[76]This is pathetic. \n[77] \n[78]Don't point at me. \n[79]I have plenty of friends. \n[80]The hell I don't. \n[81]What are you fucking talking about? \n[82]I want you to hear me out. \n[83]You and I have done nothing. You especially. We are innocent. \n[84]We are. We go to the police. We tell them the truth. Now. Before they find out. Now. We save ourselves. \n[85]We save ourselves. It's our only chance. \n[86]  \n[87] \n[88] \n[89]  \n[90] \n[91] \n[92]You got us into this mess. \n[93] \n[94]Don't talk to me about character. \n[95]Fuck you Boyd! \n[96]  \n[97] \n[98]They're driving me nuts! \n[99] \n[100] \n[101]What did you say? \n[102]I didn't hear you. \n[103]What? \n[104]Later. \n[105]Fine. \n[106]  \n[107]Oh my God. \n[108] \n[109] \n[110] \n[111]There is no candy! \n[112]Have you thought about what I said? \n[113]I got a migraine like a little monkey kicking in the side of my skull, Mike Tyson with a fucking sledge hammer trying to crack... \n[114] \n[115]I can't fucking breathe. I'm sorry. \n[116]I can't do this. \n[117]We're gonna get caught. I know we're gonna get caught. They were eyeballing my car. \n[118]At the seven-eleven. \n[119]They're on me. They're smoking me out! \n[120]I don't give a damn. \n[121]And you're a little fucking reject. \n[122] \n[123]Hey! \n[124]If you ever touch my minivan again, I'll make you sorry. Real sorry. \n[125]You're the loser! A big black hole sucking up everything you touch! YOU \n[126] \n[127]I won't calm down. I can't do this. We can't do this. It won't work. It will not work. \n[128]I'm talking about DNA samples, fiber optics, search parties, they got infrared scanners, FBI scientists. They figure this shit out. They always figure it out. \n[129]I got children. I've got a life. \n[130]You fucking bastard! \n[131]Don't you threaten me you little rat fuck. \n[132]Go home! \n[133]No. I'm not Boyd. I am not cool at all. \n[134]\n[135]    \n[136]  \n[137]Get away from me! \n[138]I don't want your help! \n[139]A scout is brave. A scout can face danger, even if he's afraid... ", "Charles": "\n[1]   ", "Moore": "\n[1]That ought to be about the end of that. \n[2]   \n[3]No I don't. \n[4]Your investment ideas never work out. \n[5]I don't think so Boyd. \n[6]Good times. \n[7]Not tonight. \n[8]Keith Richards, Dean Martin... \n[9]  \n[10]The stripper's here. \n[11]She's fucking hot! \n[12] \n[13]Jesus. \n[14]How do you know she's dead. \n[15]Left side. \n[16]She's dead. \n[17]I've never seen a dead person. \n[18]He's right. \n[19]They'll get us on accessory to murder. \n[20]I'm not going to ruin my life over a dead whore. \n[21] \n[22]Oh God. \n[23]Here's his head. \n[24]Boyd... I don't know man... It just seems to me that ever since you took Tony Robbins self-help thing... you're all fucked-up in the head. \n[25]Today is the best day of the rest of our lives. \n[26]What? \n[27]That's right. \n[28]What's the problem? \n[29]Can't do what? \n[30]Quiet. \n[31] \n[32]Shut up Michael. \n[33]What's your fucking point? \n[34]What's goosed? \n[35]Did she believe you? \n[36]You can tell when people believe you. It's obvious. \n[37]He just had two. \n[38] \n[39]I don't think that's a good idea. \n[40]He's too drunk. \n[41] \n[42]Greenpeace. \n[43]Maybe go up to the North Pole, the Arctic. Tag polar bears with dart guns. I've always had a pretty good aim... \n[44]Where's Boyd? \n[45]Got 'em. \n[46]He came to me early today, was talking about money, insurance money. Said he was gonna get what was his. \n[47]He said he was the Brain Trust. Said he was smarter than all of us. He started reading \"Atlas Shrugged,\" staring at himself in the mirror. \n[48]All week long. \n[49]You alright? \n[50]I guess. \n[51]Pup corn? \n[52]It was over by those rocks. \n[53]Where? \n[54]Got it. \n[55]  \n[56]I've been thinking about what you said that day. The prayer. About using this whole mess to bring out the good in me... \n[57]I think there's a lot of truth in that. I'm gonna pursue some options. I want to join that Big Brother thing. \n[58]I want a black one. A little black brother. That's a big problem it seems to me. Lack of racial integration. That's a big one. You think? \n[59]What do you think? \n[60] \n[61]Well that ought to be about the end of that. ", "Suit": "\n[1]    \n[2]  \n[3]  \n[4]    \n[5]  \n[6]  \n[7]  \n[8]  \n[9]  \n[10]  \n[11]  \n[12]How ya doing? \n[13]What's that? \n[14]I said how's it going? \n[15]Well that's what I said. \n[16]How do you like that mini-van? \n[17]The wife's begging me for one. How's the mileage. ", "Lois": "\n[1]Notice how clean and well-behaved they all appear, respectable members of modern society. Timmy, Adam Jr., take a good look at this... \n[2]...We will compare these before photos with whatever form of degeneration presented to us in 24 hours, no matter how low, how vile... \n[3]...regression of Modern Man to his most primitive, ape-like state... \n[4]The post-Vegas Man. \n[5]Okay boys, smile! \n[6]All right. As you were. \n[7] \n[8]Feeling a little HUNGOVER are we? Do you kids take note? See how pathetic Daddy and his jackass friends look?! \n[9]Don't snap at them! \n[10]They're singing. \n[11]Honey, go in there and get some Starbursts. \n[12]They're screaming for Starbursts. \n[13]They're screaming like monsters and it's giving me a headache. Go get some fucking Starbursts. \n[14]Where's the candy? \n[15]What do you mean? It's it's a goddamn Mini-Mart?! \n[16]  \n[17]Keith. It's Lois. I just found a note up in Adam's study. It's some kind of crazy confession about killing a stripper and cutting up bodies and... \n[18]  \n[19]I never liked you Boyd. You're a snaky little fuck. Always have been. \n[20]Don't sweet lip me. \n[21]You're a liar. I want to know what happened in Vegas. \n[22]I don't want to hear it from the liar. Stick a plug in it Boyd. Fisher? What happened in Vegas? \n[23] \n[24]Michael? Do you have something to tell me? \n[25]Shut up Boyd! Michael? \n[26]What? \n[27]I will call the police right now if I don't start getting some answers. \n[28]Fuck you Boyd. \n[29]What? \n[30] \n[31]  \n[32]  \n[33]   \n[34]You picked the wrong woman mother- fucker! \n[35]  \n[36]  \n[37]  ", "Security": "", "Guard": ""}}