{"filename": "Walking-Tall_script.txt", "imdb_id": "tt0351977", "imdb_url": "https://www.imdb.com/title/tt0351977", "characters": ["Keith", "Rusty", "Deputy Ralston", "Deni", "Jay Hamilton", "Connie Vaughn", "Sheriff Stan Watkins", "Booth", "Chris Vaughn (as The Rock)", "Travis", "Chris Vaughn Sr.", "Michelle Vaughn", "Pete Vaughn", "Jimmy", "Ray Templeton"], "dialogues": {"Keith": "", "Rusty": "", "Deputy": "", "Ralston": "\n[1]Welcome home soldier. ", "Deni": "\n[1]Hey. \n[2]This belongs to you. \n[3]Coulda left it in the trash but I...  \n[4]Hi Mrs Vaughn. \n[5]How you been? \n[6]Talked to the sheriff yet? \n[7]He's up for re-election you know. Maybe you could take his job. \n[8]Sunshine and pine trees. Been readin these books, teach you how to cultivate happiness. Books on the future, go with the flow, that sorta thing. \n[9]I have my moments. \n[10]Yep. Been there almost a year. \n[11]Lot better than it treated you. \n[12]Yea, he's a real go-getter that one.  \n[13]Lasted about 8 minutes, a long long time ago. \n[14]Rent's gotta be paid Chris. \n[15]Hope to see you around. \n[16]Don't shoot. \n[17]Hi. How's the food around here? Brought you special treats. Salmon, Fried Chicken, Potato Salad. You got cups? \n[18]Hmm I quit. I figured you know, you were making some changes around here, I could make a few myself. \n[19]No, no you don't. \n[20]I'm hungry. \n[21]Mm mmm, I want pancakes, and eggs, and bacon. ", "Jay": "\n[1]Cause I opened my Casino. \n[2]Still got your reflexes. What, you get tired of being all that you can be?  \n[3]Really? I'll just have to see about that. What brings you home? \n[4]You? Relax? \n[5]Not today. \n[6]Ok Vaughn, last chance. \n[7]That's game! \n[8]Welcome home. \n[9]See ya round. Hey, if you're not doing anythin later on you could come by the casino. I'll introduce ya to some nice girls, drinks are on me. Whaddya say?  \n[10]Cool. \n[11]Heyyy, the dream team! \n[12]Yeah well. Welcome to my world. Look tonight, all the drinks are on the house. If you need a line of credit, say how much. And if you need a lil female companionship... done. Alright? Have a good time. \n[13]Don't you worry about me, I've got a few things to do. Enjoy. \n[14]Hey. First of all I wanna say thanks.  \n[15]He's been fired, and his gaming permit's been pulled. I don't know how my security cameras didn't catch that. \n[16]Look Chris I hate seein ya like this.  \n[17]Wait wait... so they got a little rough, they were a bit edgy. Understandably. You don't know what kind of assholes they have to put up with on a daily basis. Look, they've been reprimanded. They say you went nuts man. I'm sorry. I know the proper term vets use is post traumatic stress. \n[18]Whatever it was, you tore my place apart and it wasn't easy for me to get my guys agree not to press charges. Look Chris, if you had a problem... shouldn't you have come to me? Look, I wanna bring you inside. Chris I wanna make you head of security. Whaddya say? \n[19]Ah well. I guess you probably need time to think about it. This is for you. It's a little something to help you get... Y'know.. \n[20]Come on man, don't be like that. I came all the way out here to your house just to see you get back on your feet.  \n[21]I'm sorry you feel that way. I'll see ya round Chris. \n[22]Guess that changes our relationship a bit huh? \n[23]Hey Chris. \n[24]You're joking right? \n[25]What's the problem sheriff? \n[26]Oh. Only thing that's going on in my casino right now is reconstruction. You took care of that. \n[27]If you can, try to think this through. A casino is a license to print money. Why would I jeopardise that by selling drugs? \n[28]Really? See the only thing that I think has changed around here is that every morning you get to wake up and put on that nifty lil badge. But underneath that badge is the same guy that couldn't make it playing college football, apparently couldn't make it in the army and not gonna make it as a cop. \n[29]Yea, and if you push too hard you're gonna be a man who doesn't live to see 40. License please. \n[30]Thanks sheriff. \n[31]What's wrong with my tail lights? \n[32]Do it. \n[33]Hey Chris. \n[34]Just a sec. Remember we used to play hide n seek up here? \n[35]That was my favourite sound. \n[36]Look... Chris... just... \n[37]You wanna know what my new favourite sound's gonna be? The sound of you screaming like a little bitch. ", "Hamilton": "", "Connie": "\n[1]Look at you! \n[2]How long do we have ya for? \n[3]Really? You're not kiddin. \n[4]I wish you would have told me you were coming I would've cooked. \n[5]We didn't wanna bother you with our problems when your father got laid off.  \n[6]I substitute at the elementary school, Michelle pitches in. We try to keep things simple. \n[7]Pete! \n[8]Well it wasn't Chris. \n[9]Deni? Nice to see you dear. \n[10]And where is he? \n[11]Chris, wait. Call the police. ", "Vaughn": "", "Booth": "\n[1]I don't have shit. \n[2]Now you read me my rights and take me in. And I call my lawyer. \n[3]Screw you, I do have a bit of information for you. It's not just me actually, there's a whole lotta people in on this one. \n[4]You're gonna get hurt. \n[5]WOOOOOOOOOOOO! I told you Vaughn! Uh ohhhh. Who needs to step away from the vehicle now Vaughn? Truck for truck baby, that's right, truck for a truck.  \n[6]Vaughn you gotta get me outta here!  \n[7]C'mon! Get me outta here man! \n[8]Screw you! \n[9]Ok! Ok! Hamilton's operation is at the mill ok! It's at the mill now get me outta here. ", "Travis": "", "Michelle": "\n[1]Can I help you? \n[2]Lil' brother.. You come over here and gimme a hug. \n[3]You look great. \n[4]Hey, I couldn't let you be the only one looking good in uniform. Hey ma! Chris is here! \n[5]Oh, that's for Pete. \n[6]So what are you gonna do now that you're home? \n[7]Pete! This is your Uncle Chris. \n[8]Sit down, say hello. Last time he saw you you were barely walking. \n[9]I said you could sleep on the couch. It was Chris' room first. \n[10]Pete, cmon sit down, have somethin to eat. \n[11]Pete! \n[12]Okay, be back by ten. \n[13]Ten! \n[14]What are you talkin about Stan? \n[15]Oh come on you need to be out arresting whoever tried to kill my brother not testing his BLOOD. \n[16]Thanks. \n[17]It's ok mom he's stabilised. It was close. Crystal Meth. \n[18]Ray! ", "Pete": "\n[1]And now I'm camping. \n[2]Doesn't look like it's gonna rain to me Colonel. \n[3]Did you ever smoke anybody? \n[4]Y'know, Papa's still got your gun locked up in the garage. Think you could teach me how to shoot? \n[5]Whatever. I'm outta here Mom. \n[6]Ten thirty \n[7]Ok it rained. Happy? \n[8]uh uh. \n[9]Did you really kill people? \n[10]Hey Sarge, good game. Maybe next time.  \n[11]There's some old crutches in the garage.  \n[12]I'm sorry. I never did it before. \n[13]It's Pete. Want something to eat? ", "Jimmy": "\n[1]Ray go deep go deep! (as Ray runs off he throws the ball into Ray's back).  \n[2]His parents hadn't left him the mill more than 2 minutes before he shut it down. \n[3]Oh Hamilton's one sixteenth black man now. \n[4]We can do a 6. \n[5]We're gettin killed out here. I need you to put 200 down for the bet.  \n[6]Yes, I'm in. Boom! Gimme some dice.  \n[7]Chris, why don't we just let it go?  \n[8]Come on, let's go! let's go! ", "Ray": "\n[1]Hello puddin'. \n[2]I'm alright. \n[3]That's the lovemachine. \n[4]Good. Clean livin. \n[5]No. Believe it or not I quit drinkin. I'll take a soda though. \n[6]Thanks man. \n[7]Ya like that? When you left town it gave me the idea that I should do something with my life too so uhh I went down to Seattle, got a guitar and became all about music. And then pretty soon I was about music and drugs, n pretty soon I was basically just about drugs. Ended up doin 2 years for B+E. \n[8]Nahh, look at me now though right? I been clean and sober for 14 months, doing construction and renewing those supportive and healthy friendships from my past. Matter of fact I talked to the bastards, told em you were back and they asked me to politely remind you that kick off's in twenty minutes.  \n[9]If we score here we win right? \n[10]Just give me the ball. \n[11]Welcome home buddy. \n[12]It's the subtle attention to aesthetics that I find most impressive, blends in with the mountains SO nicely. \n[13]Isn't it wonderful? All your gambling needs under one great big roof. You got your ATM machine, tellers to cash your paycheck, and when you're here you don't gotta worry about those lil things like child support, rent, the laws of mathematical probability.  \n[14]Oh, 'Mister' Hamilton. \n[15]Just remember, nothin in here's free. C'mon, this place is nothin but fake boobs and real assholes if ya ask me. Just water for me. \n[16]Thank you, they're for my best friend.  \n[17]Hey sarge, so much for our VIP... status. Don't they teach you any fighting skills in the army. \n[18]Not good. But I tell you, that guy was feelin me this morning. \n[19]You okay? \n[20]I don't know if you've noticed but this aint exactly home any more. \n[21] \n[22]Mornin sheriff. \n[23]No, nope, no. Come on man you know I hate cops. You been sheriff 2 minutes and I'm already startin to hate you. I'm a convicted felon. \n[24]Oh now you're a CROOKED cop doing favours for friends. That's how it starts. See next thing you know you'll be taking bribes, setting up roadblocks, frisking dudes crotches. \n[25]Oh don't do that. \n[26]I get to wear a uniform? \n[27]Yeah. \n[28]Oh. Spread your legs, arms down. Been workin out? Nothin there. Ohhhh somebody needs a BATH! \n[29]K. I have a hunch there may be somethin else in here .  \n[30]He's clean. Guess we gotta move to plan \n[31]Please step away from the vehicle. Now Mr Booth are you still upset over that body cavity search? WOOOOOOOO! I forgot, you got no vehicle. Please disperse, there is nothing to s... \n[32]Yeah. \n[33]Sure. \n[34]You think they're gonna take it that far? \n[35]I'm with you man, I'll check in later.  \n[36]Who's that? \n[37]No I'm good man. \n[38]Pete, somethin's burnin. \n[39]Pete? \n[40]Drop it! \n[41]Hey.. you okay? \n[42]I'm sorry! \n[43]Gettin some souvenirs, I'm gonna miss the place! \n[44]Speakin of which, do you think Jay's got a casino in the pen? \n[45]Runnin the shower tower with the felons. He's probably blowin on somebody's dice right now. \n[46]That's lunch. \n[47]I'm with ya buddy. ", "Templeton": ""}}