{"filename": "Wall-Street_script.txt", "imdb_id": "tt0094291", "imdb_url": "https://www.imdb.com/title/tt0094291", "characters": ["Lynch", "Dan", "Natalie", "Receptionist", "Carolyn", "Marvin", "Natalie's Assistant", "Girl in Bed", "Dominick", "Carl Fox", "Bud Fox", "Chuckie (as Chuck Pfeifer)", "Lou Mannheim", "Gordon Gekko", "Charlie"], "dialogues": {"Lynch": "\n[1]\t\tAttention. Please. Office Production \t\tis down ten percent this week. I \t\trecommend that you all go through \t\tyour clients' investments for any \t\tportfolio adjustments. And don't \t\tforget -- double commissions today \t\ton our 'A' or better bond funds. \t\t\t(looking in Bud and \t\t\tMarv's direction \t\tEspecially you rookies. Also, \t\tremember, the sales contest ends \t\ttomorrow.  \tBud and Marvin roll their eyes. The digital clock flashes \t9:30. The CREDITS close.  \n[2]\t\tGive me that phone. \t\t\t \t\tYes, sir, this is the manager. What \t\tseems to be the problem?  \n[3]\t\tOkay, sir. I'll discuss this with \t\tthe broker and I'll get back to you. \t\tYou're welcome.  \tLynce hangs up and glares at Bud.  \n[4]\t\tIf I'm closing out this account. If \t\the doesn't pay for it tomorrow, you \t\tpay for it.  \n[5]\t\tFox, you're making more problems \t\tthan you are sales.  \n[6]\t\tSomebody has to pay for that error. \t\tAnd it's not me.  \tLynch walks off. Bud does some quick calculations in his head.  \n[7]\t\tWhere you been the last 3 hours, \t\tFox? I wouldn't be sitting around \t\tchin wagging if I were you... \t\tplenty of names in that phone book \t\tto cold call...  \tMarvin gives Lynch the Italian salute, behind his back. \tGrudgingly, Buddy flips open the massive New York phone book.  \n[8]\t\tNice piece of work, Fox. Why don't \t\tyou join me and the partners for \t\tlunch tomorrow in the dining room?  \n[9]\t\tNew research report on GM and a \t\tconference call on defense stocks \t\tat my office at 11. No RSVP \t\trequired, just be there. And on an \t\tinspiring note I'm pleased to \t\tannounce the new office record for \t\ta single month's gross commission \t\tgoes to Bud Fox. Who more than \t\tdoubled the old mark. Way to go Bud. \t\tSuper job! Come on up here.  \tAs Dan Rickey passes him during this, Bud catches a glimpse \tof the older man's eyes. Dan tries to look brave. Heads \tturning to Bud with awe and envy...  \n[10]\t\tCome in, Bud...  \n[11]\t\t\t \t\tCongratulations. This is yours \t\tnow... your own file cabinets... a \t\twindow ... your private secretary, \t\tJanet, \t\t\t \t\tsignificantly more attractive.  \n[12]\t\tNo, thank you. I knew the minute I \t\tlaid eyes on you, you had what it \t\ttakes Bud. Just keep it going.  \tHe winks and leaves. Charlie Cushing comes in, Marv sticks \this head in the doorway, a grudging smile.  ", "Dan": "\n[1] \tDriving towards the Federal Courtrooms in Lower Manhattan. \tBusy traffic all around.  ", "Natalie": "\n[1]\t\tMr. Fox, I've told you before, I'm \t\tsure you're a good broker, but our \t\ttraders talk to the brokers, Mr. \t\tGekko only deals with investment \t\tbankers. Yes, I shall give him your \t\tmessage ...  \tAs they're speaking, another SECRETARY leads two well-heeled \tJAPANESE BUSINESSMEN past her desk. As she opens the door to \tthe inner office and ushers them inside, we catch a glimpse \tof a figure, pacing back and forth, talking animatedly on \tthe phone by the huge corner window. HE IS GORDON GEKKO. We \thear a deafening ROAR as we:  \n[2]\t\t\t \t\t...all right, send him in...  \n[3]\t\t\t \t\tWhat are you doing here?  \n[4]\t\tFirst of all, Mr. Fox, you can't \t\tjust come barging in here. And what \t\tmakes you think it's his birthday?  \tBud takes out an old crumpled Fortune magazine cover of \tGordon Gekko, entitled \"Gekko the Great!\"  \n[5]\t\t\t \t\tStay here, I'll see what I can do.  \tShe takes the gift and enters Gekko's office. Bud paces \tnervously. Natalie re-appears, stern, but a note of \tcompromise in her voice.  \n[6]\t\tWait outside.  \n[7]\t\tFive minutes...  \tBud brightens, pumping himself in the mirror, muttering.  \n[8]\t\tMr. Stevenson in San Fransisco.  \tGekko takes the call, cutting Bud off.  \n[9]\t\t\t \t\t...have a nice day Mr. Stone. \t\t\t(wrong name, doesn't \t\t\tnotice, to Gekko on phone \t\t... Mr. Gekko, the conference call \t\tis ready. Mr. Sugarman and Mr. \t\tLorenzo in Delaware. Mr. Bernard in \t\tLos Angeles. Mr. Jackson and Ms. \t\tRosco in London. They're all on.  \tThe phone call goes behind closed doors. Bud walks out, \tdejected.  \n[10] \tNatalie is on the phone. Bud marches past her desk.  \n[11]\t\tYes, he wants to change that \t\tappointment to... \t\t\t \t\tBud--you can't go in there. He's in \t\ta meeting!  \tHe ignores her and throws open Gekko's door.  \n[12]\t\tMr. Gekko, there's a whole bach of \t\tpeople from Bluestar Airlines \t\toutside demanding to see you.  ", "Receptionist": "", "Carolyn": "\n[1]\t\tHow you doing Buddy?  \n[2]\t\t\t \t\tMorning Buddy, you look happy.  \n[3]\t\t\t \t\tYou were never that innocent sugarpie.  \n[4]\t\tBud! Where you been the last two days?  \n[5]\t\tHe had a heart attack, hon, but \t\the's okay, he's at the hospital...  ", "Marvin": "", "Natalie's": "\n[1] \tNatalie is on the phone. Bud marches past her desk.  ", "Assistant": "", "Dominick": "", "Carl": "\n[1]\t\t... sure and we'll own the airline. \t\tIf he makes anybody rich, let him \t\tmake himself rich, so's he can pay \t\toff his school loans.  \tAs he signs an unemployment insurance form for one of his men.  \n[2]\t\t...leave me alone willya. Only \t\tthing makes me feel good anymore. \t\tSpaghetti. She makes lousy \t\tspaghetti...  \n[3]\t\t... so am I. Whaddaya want, a beer? \t\t\t \t\tHey Billie, bring another for the \t\tkid, he looks good, doesn't he?  \tDominick and Charlie go off. A pause. Father and son sizing \teach other up with a look.  \n[4]\t\t... looks like you grown another \t\tinch... but you don't look so hot, \t\tgetting bags under your eyes, \t\tstarting to look old like me.  \n[5]\t\tSpeak English will ya.  \n[6]\t\t\t \t\tI told you not to go into that \t\tracket. You could've been a doctor \t\tor a lawyer,  \n[7]\t\tyou coulda stayed at Bluestar and \t\tbeen a supervisor in instead of \t\tgoing customer relations by now, \t\t'stead of going off and bein' a \t\tsalesman.  \n[8]\t\tYou get on the phone and ask \t\tstrangers for their money, right? \t\tYou're a salesman. \t \n[9]\t\tI don't get it, you get a \t\tscholarship to NYU, you get 35,000 \t\tthe first year, and 50 last year, \t\twhere the hell is it?  \n[10]\t\tSo come home and live rent free, \t\t'stead of that cockroach palace you \t\tlive in. $50,000 Jesus Christ, the \t\tworld is off its rocker. I made \t\t$37,000 last year and you...  \n[11]\t\t\t \t\tIt's yourself you've got to be \t\tproud of, Huckleberry, how much ya \t\tneed?  \n[12]\t\t...Got a 100 on me, you...  \n[13]\t\t... it adds up Buddy, 300 here, 200 \t\tthere. Your brother never... \t\t\t(cuts off when he \t\t\tsees Buddy's face \t\t...well, I always said money is \t\tsomething you need in case you \t\tdon't die tomorrow...  \n[14]\t\t\t \t\t...same, pain in the ass, god bless \t\ther, talks too much... gonna take \t\ther to Florida next month... west \t\tcoast, near Tampa, like to get out \t\tfor good, but can't afford it.  \n[15]\t\t\t(lights another \t\t\tcigarette, grimaces \t\t...this drug testing is driving my \t\tguys nuts. I got flagged for my \t\tblood pressure pills. The only good \t\tnews is, we just met with the \t\tcomptroller over some union \t\tstuff...'member that crash last \t\tsummer? and the investigation? \t\tWell, the FAA is gonna rule it was \t\ta manufacturing flaw in the door \t\tlatch mechanism. I kept telling 'em \t\tit wasn't maintenance, it was those \t\tgoddamn greedy manufacturers out in \t\tCincinnati. And I was right.  \tHe gives the signed form back to the injured man. (Carl: \t\"Okay, Frank\"  \n[16]\t\tDamn right, it gets us out from \t\tunder suspension. We'll get those \t\tnew routes to Pittsburgh and Boston \t\tand the equipment we need. We're \t\tgonna compete with the big boys now.  \n[17]\t\tAbout what?  \n[18]\t\tSure I'm sure. Buddy, you got that \t\tmischievous look in your eyes. You \t\tused to smile just like that when \t\tyou were a baby sleeping, just like \t\tthat.  \tBud's mind racing elsewhere.  \n[19]\t\tWhat brings you out here...  \n[20]\t\t\t \t\tDon't start, alright.  \n[21]\t\tGoddamn fare wars are murdering us. \t\tHad to lay off five guys. Nothing I \t\tcould do. What is it... money?  \tBud takes out his wallet, smiles, peels out 10 $100 bills.  \n[22]\t\t\t \t\tSure...lots of guys at the track \t\ttalk like that... but how do you \t\tknow you'll have any dough next \t\tmonth... \t\t\t \t\tWhat's this? I gave you two hundred.  \n[23]\t\t\t \t\t...don't be crazy. Put it to your \t\tschool loans.  \n[24]\t\tWhat do I need a fancy suit for. I \t\tdon't hobnob with the jet set. I \t\tjust fix their planes.  \tBuddy forces the money into his hand.  \n[25]\t\tProblem with money is you never \t\thave enough or you got too much -- \t\tand when you got it you're never \t\thappy 'cause somebody's always \t\ttrying to take it away from you. \t\tMoney's one giant pain in the ass \t\ty'ask me... thanks.  \n[26]\t\tWhatever night you like.  \n[27]\t\t\t \t\tYeah, you do that huckleberry. I'll \t\tstill be here.  \n[28]\t\t\t \t\tWell I'll be a lousy Republican.  \n[29]\t\t\t \t\tI know. You're one of the art works \t\tthat go with the apartment. \t\t\t \t\tPretty creative. Doesn't look \t\tanything like the place my son \t\tbought a few months age.  \n[30]\t\tI met them before you were born.  \tThey exchange nods.  \n[31]\t\t\t \t\tI thought this was an informal \t\tmeeting. What's he doing here?  \n[32]\t\tI guess if a man lives long enough, \t\the gets to see everything. And I \t\tmean everything. What else do you \t\thave in your bag of tricks, Mr. Gekko?  \tBud tenses, looking at his father. Gekko ignores the \tinnuendo and replies softly.  \n[33]\t\tThere came into Egypt a Pharoah who \t\tdid not know.  \n[34]\t\t\t \t\tNo, it's a prophecy. The rich have \t\tbeen doing it to the poor since the \t\tbeginning of time. The only \t\tdifference between the Pyramids and \t\tthe Empire State Building is that \t\tthe Egyptians didn't have unions. \t\t\t(looking at Wilmore \t\t\tand Carpenter \t\tI know what this guy is about-- \t\tgreed--he's in and out for the buck \t\tand he don't take prisoners. He \t\tdon't give a damn about Northstar \t\tor us ...  \n[35]\t\t\t \t\t'Course my son did work three \t\tsummers as a baggage handler and \t\tfreight loader. With those \t\tqualifications, why should I doubt \t\this ability to run an airline?  \tThere is frozen silence at the table.  \n[36]\t\t...that \"scum\" built this company \t\tup from one plane in thirty years, \t\tthey made something out of nothing, \t\tand if that's a scum I'll take one \t\tover a rat any day...  \tCarl turns and leaves. Bud glances at Gekko, reading his \tpiercing look. He hurries after his father.  \n[37]\t\tHe's got your prick in his back \t\tpocket, son, and you're standing \t\tnaked in the display window of \t\tMacy's. He's using you. Only you're \t\ttoo blind to see it.  \n[38]\t\tWhat you see, son, is a man who \t\tnever measured success by the size \t\tof a man's wallet.  \n[39]\t\t\t \t\tBoy, if that's what you think, I \t\tmust've really screwed up my job as \t\ta father.  \n[40]\t\t...as far as being axed, I'm still \t\there and as long as I am, I have a \t\tresponsibility not just to me but \t\tto the union members I represent...  \n[41]\t\tI'll be damned that when my men \t\tcome to me tomorrow morning, \t\twanting to know what's going on, \t\tI'm going to lie to them!  \n[42]\t\tI don't sleep with no whore and I \t\tdon't wake up with no whore. That's \t\thow I live with myself, Buddy. I \t\tdon't know how you do. \t\t\t \t\tI hope I'm wrong, I'll let them \t\tdecide for themselves, that much I \t\tpromise you.  \tHe walks away. Bud watches him go, knows he has won.  \n[43]\t\t\t \t\tYou speak for me, son.  \n[44] \tCarl, dressed in a suit and tie, sits at the dining table, \tfinished breakfast plates in front of him, refilling his \tcoffee cup. Mom clearing off the table, anxious...  \tAs Bud walks in, wearing a suit and tie. He looks tired, \tbeaten, the eyes lifeless, in a dark mood.  \n[45]\t\tAnother cup of coffee?  \n[46]\t\t\t \t\tI guess it's time to hit the road.  \n[47] \tDriving towards the Federal Courtrooms in Lower Manhattan. \tBusy traffic all around.  \n[48]\t\t\t \t\t...you told the truth, you gave the \t\tmoney back. All things considered-- \t\tin this cockamamie world--you're \t\tshooting par...  \n[49]\t\t...if I was you, I'd think about \t\tthat Bluestar job Wildman's offered \t\tyou...  \n[50]\t\t\t \t\tMaybe that's the price, Bud, maybe \t\tso. It's gonna be rough on you but \t\tmaybe in some screwed up way, \t\tthat's the best thing that can \t\thappen to you...stop trading for \t\tthe quick buck and go produce \t\tsomething with your life, create, \t\tdon't live off the buying and \t\tselling of others...  \n[51]\t\t\t \t\t...got any friends gonna be there?  \tAs he pulls the car into the curb. The Federal Building, in \tapproaching POV, looms large before them.  \n[52]\t\tSo, why don't you get out here and \t\tgo in with your friend, I'll park \t\tthe car. Try to be cool, okay?  \tA last look with his father.  ", "Fox": "\n[1]\n[2] \tCarl, dressed in a suit and tie, sits at the dining table, \tfinished breakfast plates in front of him, refilling his \tcoffee cup. Mom clearing off the table, anxious...  \tAs Bud walks in, wearing a suit and tie. He looks tired, \tbeaten, the eyes lifeless, in a dark mood.  \n[3] \tDriving towards the Federal Courtrooms in Lower Manhattan. \tBusy traffic all around.  ", "Bud": "\n[1]\t\tWhy Fox? Why didn't you buy... \t\tschmuck?  \tA car honks, swerving past.  \n[2]\t\t...sorry, what a fox... funny, the \t\tmost beautiful girls in the world \t\tare always on the street or in \t\televators, never get to talk to \t\tthem, shy ... my looks, never had \t\tconfidence in them ... \t\tovercompensating work syndrome... \t\tprove your worth with money... \t\t'cept I'm not making any money... \t\t\t(pause, the elevator \t\t\tat another floor, slow \t\t... wonder what all these people \t\tare thinking about.  \tCamera moving slowly again over the eyes. The silence of \tindividual tension reigns over all.  \n[3]\t\tGreat Carolyn, doing any better \t\twould be a sin...  \tHe slips off his overcoat, flicks some lint off his Paul \tStuart $500 suit, and enters the main trading room.  \tBrokers mill by their desks, gulping coffee, scanning the \tpapers, the quotrons. The digital clock by the big board \tcounter clicks to 9:26 am -- four minutes until the market \topens. You can smell the hunger.  \tBud takes a deep breath, tosses the newspaper away and \tstruts into the office -- fuck it -- it's a new day.  \tMOVING past DAN STEEPLES, a flush-faced old-timer, a blue \tand white Yale tie, with a carnation in his lapel.  \n[4]\t\tMorning, Dan. What's looking good \t\ttoday?  \n[5]\t\t...hey Chuckie, how's the woman- \t\tslayer?  \n[6]\t\t...if I had your looks, better.  \n[7]\t\t...not that you learned anything, \t\tChunk.  \tBud reaches his trading desk, whips open his briefcase and \tpulls out a computer print-out of last night's homework.  \n[8]\t\tI gotta feeling we're going to make \t\ta killing today, Marv.  \n[9]\t\tJoke about it. I was up all night \t\tcharting these stocks. You want to \t\tsee this or what?  \tHis associate, MARVIN, a manicky wise-guy, swivels over his \tchair from a nearby desk. He gives the charts a quick read.  \n[10]\t\tThanks, Marv, with that I might be \t\table to qualify for welfare.  \tLOU MANNHEIM, strolls in, a dignified looking older broker \tin his late 60's, wearing an old brown brim hat with button \tdown white shirt, narrow tie, very much a picture from \tanother era... a kind humor in his eyes... but obviously \tailing in the legs and breath department.  \n[11]\t\t\t \t\tYou got a look in your eye, Mr. \t\tMannheim... You got something for \t\tthe small fry...  \n[12]\t\tAnd they're off and running!  \tThe room rises to a subtle but new energy level with the \tclatter of the ticker, speakers, teletype machines, \tnewsprinters' Dow Jones and Reuters, phones ringing off the \thook. Brokers are shouting orders, running for tickets, \tdodging each other; it's a controlled riot.  \n[13]\t\t\t \t\tJack, take 50 Gulf, with a 3/8 top, \t\tforget the hundred. What about \t\tDelroy? I can go long at 23, let's \t\tgo long...Conwest Air -- let me \t\tcheck it...  \tHe looks up at the TICKER... stock quotes whizzing by.  \n[14]\t\tUp an eighth. How many you want? \t\tIt's on the floor.  \tHe writes the order up.  \tA shot of CHARLIE CUSHING yawning as he half-listens to his \tcustomer, resting the phone on his kneecaps.  \n[15]\t\tHey Howard, I thought you were a \t\tgentleman. Sure it's gone down a \t\tlittle bit, but you got the tip \t\tfrom your printer, I didn't... Yeah \t\tyou did. That's what you said. \t\t\t \t\tI didn't tell you to buy it, why \t\twould I tell you to sell it? \t\t\t \t\tNo, I can't give it back! Give it \t\tback to who? You own it! \t\t\t \t\tNo, he's out right now.  \tAs he looks up and winks at Lynch, standing over him.  \n[16]\t\t\t \t\t... That's what you told us to say.  \n[17]\t\tHe's lying.  \n[18]\t\tMr. Lynch, I swear to you, he's lying!  \n[19]\t\tI don't think you're being fair, \t\tsir. You assigned me this guy, and \t\tyou know he's got a history...  \n[20]\t\t\t \t\tHoward the Jerk reneged on me. I've \t\tgot to cover his loss to the tune \t\tof about seven grand! I'm tapped \t\tout man, American Express got a hit \t\tman looking for me.  \n[21]\t\tThanks Marv, I'll make it good to \t\tyou. \t\t\t \t\tYou know what my dream is? One day \t\tto be on the other end of that \t\tphone...  \n[22]\t\tHello, Natalie -- guess who? That's \t\tright, and you know everyday I say \t\tto myself, today could be the day... \t\tSo what do you say... will you \t\tmarry me? Then please can you get \t\tme through to Mr. Gekko?  \n[23]\t\tOf course he's busy, and so am I. \t\tFive minutes. That's all I'm asking. \t\tI know that if he could only hear \t\twhat I have to say... it would \t\tchange his life.  \n[24]\t\tGreat Charlie, any better it'd be a \t\tsin.  \n[25]\t\tGotta open an account to win the \t\tlottery, Dominick. Give me 15,000, \t\tyou'll have a condo in Florida next \t\tChristmas.  \n[26]\t\t... nice to see you in such a good \t\tmood Dad, what'd Mom do, give you \t\tfish for dinner? ... You're smoking \t\ttoo much, how many times do you \t\tgotta go to the hospital to ...  \tCarl, inhaling his cigarette, grimaces formidably, \tterminating the subject.  \n[27]\t\tIt's called pasta now Dad, \t\tspaghetti's out of date.  \tBud sitting down next to him, pats him around the shoulder. \tDad, a sarcastic and gruff edge to him, makes a faint smile. \tHe has a genuine affection and pride in his somewhat \tglamorous son.  \n[28]\t\tAh, I had a tough day. Some jerk \t\tD.K'd me and I gotta cover his loss.  \n[29]\t\tD.K. -- didn't know -- who I was \t\twhen the options he bought took a \t\tbath. He reneged on me.  \n[30]\t\tCoulda been a contender.  \n[31]\t\t\t \t\tLook Dad, I'm not a salesman. How \t\tmany times I gotta tell you I'm an \t\taccount executive, and pretty soon \t\tI'm going to the investment banking \t\tside of the firm.  \n[32]\t\t\t \t\tDad, it takes time. You gotta build \t\ta customer list. I'm doing it. I \t\tcould make more money in one year \t\tas a broker than five years at the \t\tairline.  \n[33]\t\t50 K don't get you to first base in \t\tthe Big Apple, Dad, not any more. I \t\tpay 40% in taxes, I got a rent of \t\t15,000, I got school loans, car \t\tloans, food, park my car costs me 3 \t\tbills a month, I need good suits, \t\tthat's $500 a pop, shoes...  \n[34]\t\tIt's Queens, Dad and a 5% mortgage \t\tand you rent the top room--I gotta \t\tlive in Manhattan to be a player, \t\tDad. There's no nobility in poverty \t\tanymore, y'know. One day you're \t\tgoing to be proud of me, you'll \t\tsee... \t\t\t  \n[35]\t\t\t \t\tCan you spare three hundred? Pay \t\tyou back next month, promise.  \tDad reaches into his pocket, looks at his cash. It hurts. \t \n[36]\t\t\t \t\tNot in here Dad... please. Later.  \tDad shrugs, puts it away.  \n[37]\t\t\t \t\tHow's Mom?  \tAnother man comes over with a bandage around his head and a \tcompensation form for Carl to sign. .  \n[38]\t\t...Work okay?  \n[39]\t\tThat's great Dad.  \n[40]\t\t\t \t\tHey to Bluestar, as your broker all \t\tI can advise is hold on to that \t\tstock Dad...  \tThey drink. Bud reflects a moment.  \n[41]\t\tYou sure about this FAA announcement?  \n[42]\t\tThe FAA announcement.  \n[43] \tA cramped studio facing an air shaft with bars on the window. \tMoving across to the sound of the radio alarm going off and \tthe glib tones of a rock D.J. announcing the Met's latest \tstreak ... The walls are papered with stock analyses and \tgraphs, print out pages strewn across the floor. No other \tsemblance of a personal life except clothes haphazardly \ttossed, Barron's and Fortune magazines. A GIRL's back is all \twe see, sleeping naked on the bed.  \tClose on Bud's IBM computer -- his appointment calendar. Bud \tfocusing on an underlined notation: G.G.'s BIRTHDAY.  \tBud stares at the clock: 4 a.m. He picks up a prospectus for \ta chemical company, starts reading.  \n[44]\t\tHello, Natalie, you recognize the \t\tvoice? I'll give you a hint, you're \t\tthinking seriously about marrying \t\tme...  \n[45]\t\t...And you're even lovelier than I \t\tpictured. I brought a birthday \t\tpresent for Mr. Gekko.  \n[46]\t\tIt's in the bible, see. You better \t\tgo buy him a present. Please, \t\tNatalie. Let me give him the gift; \t\tCuban cigars--Davidoff, his \t\tfavorite and hard to get.  \n[47]\t\t\t \t\tWell... life all comes down to a \t\tfew moments, and this is one of 'em...  \tHe follows Natalie.  \n[48]\t\t\t \t\tHow do you do Mr. Gekko. I'm Bud Fox.  \n[49]\t\t\t \t\t...got a connection at the airport.  \tGekko notes the answer, wrapping the cuff of a state-of-the- \tart, automatic blood pressure monitor around his arm and \tstarts pumping it up. His aides continue on the phones.  \n[50]\t\tOh no, no...  \n[51]\t\tI just want to let you know Mr. \t\tGekko I read all about you at NYU \t\tBusiness, and I think you're an \t\tincredible genius and I've always \t\tdreamed of only one thing -- to do \t\tbusiness with a man like you...  \n[52]\t\tJackson, Steinem...  \n[53]\t\t...Yeah, and we're working on some \t\tother interesting stuff.  \n[54]\t\t\t \t\tCan't tell you that, Mr. Gekko.  \n[55]\t\tChart break-out on this one \t\there...uh Whitewood-Young \t\tIndustries...low P.E. Explosive \t\tearnings. 30% discount from book. \t\tGreat cash flow. Coupla 5% holders. \t\tStrong management.  \n[56]\t\t\t \t\tTarafly...Analysts don't like it. I \t\tdo. The breakup value is twice the \t\tmarket price. The deal finances \t\titself. Sell off two divisions, \t\tkeep...  \tAiex, knowing the stock, sneers, shares a look with Gekko \twho looks up at Bud with the first sign of interest.  \n[57]\t\t\t \t\tBluestar Airlines.  \tThe camera moves on him now, sudden, more intense, in a \tsense trapping him.  \n[58]\t\tA comer. 80 medium-body jets. 300 \t\tpilots, flies northeast, Canada, \t\tsome Florida and Caribbean routes... \t\tgreat slots in major cities...  \n[59]\t\tThere was a crash last year. They \t\tjust got a favorable ruling on a \t\tlawsuit. Even the plaintiffs don't \t\tknow.  \tGekko looks up, remotely interested.  \n[60]\t\t\t \t\tI know...the decision'll clear the \t\tway for new planes and route \t\tcontracts. There's only a small \t\tfloat out there, so you should grab \t\tit. Good for a five point pop.  \tOllie comes back in, as excited as he ever will get under \this rolls of flesh, his voice deadpan.  \n[61]\t\tMy home number's on the back...  \n[62]\t\tWell, hope to hear from you, sir.  \tHe turns and heads out the door, still shaken by the \trevelation he has made passing Susan who hurries in with a \tdossier.  \tGekko glances at it. As Bud leaves, he overhears:  \n[63]\t\t...thanks Natalie.  \n[64] \tBud comes in, distracted, punches into his quatron. Teldar \tPaper comes up.  \n[65]\t\t\t \t\tYeah, but he didn't see me.  \n[66]\t\t...a dog with fleas.  \tLynch, the manager, stalks past with some telexes.  \n[67]\t\t\t \t\t...gotta read my reports.  \n[68]\t\t...preferably Lou Mannheim...  \tTheir eyes briefly on LOU MANNHEIM, in his private office, \tsitting there slumped, thinking, smoking as he watches the \tquotron.  \n[69]\t\tCindy. Having sex with her is like \t\treading the Wall Street Journal \t\t'cept the Journal don't talk back. \t\t'Sides this AIDS crap is ruining \t\tromance, nobody trusts anybody \t\tanymore, gotta get a blood test in \t\tthe toilet before you leave a bar \t\ttogether, somebody oughtta invent \t\tan AIDS dipstick, no kidding, make \t\ta fortune. I gotta get to work... \t\tZ's today. \t\t\t(hitting the phone \t\t\twith the directory  \tThe pool SECRETARY, GINA, calls out.  \n[70]\t\t\t \t\tBud Fox.  \tBud rears up in his seat. A change. Marvin notices.  \n[71] \tThe camera tracks around and in on him climactically as the \tMusic Theme rises to ensnare him... We end close on Bud. \tDumbstruck.  \n[72]\t\tYes, sir. Thank you. You won't \t\tregret it.  \tHe hangs up, stunned still, rises from his chair, unbuttons \this collar and feverishly starts writing the ticket.  \n[73]\t\tMarv, \t\t\t \t\t...I just bagged the elephant!  \n[74]\t\t\t \t\tHi...can I buy you a drink? I'm \t\tcelebrating tonight.  \n[75]\t\tLook, I know you get approached a \t\tlot by dubious men, but I'm \t\tdifferent, I never talk to \t\tstrangers, all my life I've been \t\twaiting for the right person to \t\twalk across the room... \t\tyou're that person, you don't know \t\tit but I do and if you walk away \t\tnow I'll never see you again or you \t\tme. You'll grow old.  \n[76]\t\tI'll grow old. We'll both die. And \t\twe'll never have known each other. \t\tThat's sad. At least one drink for \t\ta dreamer...What's your favorite \t\tdrink?  \tShe looks at him, not quite sure. Is he serious or glib?  \n[77]\t\tSounds like a french word, what is it?  \n[78]\t\tSounds tempting. I prefer mine with \t\ta twist of fate. You know like us \t\tmeeting. Don't go away...  \tMaybe, just maybe she's his! His eyes show it as he hurries \tback to the bar to order. As he gets the bartender's \tattention, he turns and sees that she is joined by a MAN who \tlooks as if he stepped out of the pages of GQ. Together they \twalk away. Stung, Bud watches as the woman of his dreams \tdisappears out the door.  \n[79]\t\t...I just lost it.  \n[80] \tBud's on the quotron and the phone; the word's spread around \tthe office, he's landed Gekko and brokers drop by his desk \tto get the lowdown.  \n[81]\t\t\t \t\tWhat's it at now? Still moving. Great!  \n[82]\t\t\t(indicating Dan's \t\t\tYale tie \t\tMy magic tie, Dan.  \n[83]\t\tSleep with me and the secrets of \t\tthe West are yours.  \n[84]\t\t\t \t\tOld values. Buy.  \tShe hears him. As they go, Marvin swivels madly over in his \tchair.  \n[85]\t\tHey Marv, he demanded \t\tconfidentiality...  \n[86]\t\tAll right, I owe you one Marv.  \n[87]\t\t\t \t\tHi Natalie...lunch at 21? \t\t\t \t\tI'm out the door...  \tAs he springs up to leave, Lynch the manager happens to be \tstrolling by. He nods pleasantly at Buddy.  \n[88]\t\tI'd love to, Mr. Lynch, thank you.  \n[89]\t\t\t \t\tNice to see you again Mr. Gekko.  \tHe's seated.  \n[90]\t\tUh...just a Evian, thank you...  \tThe Maitre d' leaves. Gekko proudly pulls a tiny 3\" by 6\" \tcolor television out of his pocket with a 2\" diagonal \tscreen, flips it on to the Dow Jones avarages.  \n[91]\t\t...I can't even see it...  \n[92]\t\tBluestar was at 21 and an eighth \t\twhen I left the office. It might \t\tspin up to 25 by the bell...  \n[93]\t\t\t \t\tNo sir, that would've been illegal...  \n[94]\t\t\t \t\tMr. Gekko -- thank you for the \t\tchance. You won't regret this, \t\tyou're with a winner.  \n[95]\t\t\t \t\tExcuse me sir.  \tGekko rising to leave, the Maitre d' hovering around.  \n[96] \tBud is at his computer when the door bell rings. He's not \texpecting a visitor. When he opens the door he is knocked \tfor a loop.  \tA smashing looking LADY in a fitted Chanel suit, ropes of \tchains, short tight skirt, beautiful long legs, is standing \tthere. Taking in the apartment, she hides her distaste.  \n[97]\t\t\t \t\tLisa. Gordon? Oh, Mr. Gekko. Sure. \t\tWould you, uh, like to come in?  \n[98]\t\tWe are?  \n[99] \tA stretch limo is parked in front, neighborhood WINOS \tinspecting it. The CHAUFFEUR opens the back door, as Lisa \tsteps inside, Buddy in tow. The winos clap, howling at her.  \n[100]\t\tSo, where are we going?  \n[101]\t\t\t \t\tLike? Uh...hmmm. Well...  \n[102]\t\tLet's see, it closed at uh, 41 \t\t1/8... \t\t\t \t\tUp a quarter...very attractive... \t\tabout average yield...  \tShe unzips his fly.  \n[103]\t\tRising profits...strong balance \t\tsheets, good earnings per share.  \n[104]\t\t\t \t\tIt's ready to take off. I'd jump \t\tall over it if I were you.  \tAs she pulls up her skirt and climbs on top of Buddy.  \n[105] \tBuddy, in an obviously new Mort Sills suit, struts past \tCarolyn at the reception desk, in high spirits.  \n[106]\t\tAny better and I'd be guilty.  \n[107]\t\t\t \t\t...how do you know? You wish...  \n[108]\t\t\t \t\tMr. Gekko, I don't think I can...go \t\ton.  \n[109]\t\t\t \t\tNice club, Mr. Gekko...  \n[110]\t\t\t \t\tUh, Mr. Gekko, we took a little \t\tloss today. We got stopped out on \t\tTarafly... \t\t\t \t\t...about 50 thousand.  \tGekko's expression is frightening but cool.  \n[111]\t\t\t \t\tWhat? How do you know about my father?  \n[112]\t\t\t \t\tYes...  \n[113]\t\t\t \t\tI'm not just another broker Mr. \t\tGekko. If you give me another \t\tchance, I'll prove it to you. I'll \t\tgo the extra yard for you. One more \t\tchance. Please...  \tGekko looks back, a beat, walks over to Bud, thrusts his \ttowel hard at his stomach.  \n[114]\t\t'Course. Larry Wildman. One of the \t\tfirst raiders.  \n[115]\t\t\t \t\tI remember that deal. You were \t\tinvolved?  \tGekko shuts off the computer and slides it back into the \thousing, his eyes taking in the low-volume news.  \n[116]\t\tI don't understand.  \n[117]\t\tFollow him? Mr. Gekko I... \t\t\t \t\tIt's not what I do. I could lose my \t\tlicense. If the SEC found out, I \t\tcould go to jail. It's inside \t\tinformation, isn't it?  \n[118]\t\tWhat about hard work?  \n[119]\t\tAll right, Mr. Gekko...you got me.  \tHis eyes telling us he is weighed down by chains of guilt.  \tGekko smiles, gazes at the twilight skyline, a sudden look \tof contentment.  \n[120]\t\tOh shit, don't tell me Mr. Wildman \t\twas on board that plane? \t\t\t \t\tMy boss is gonna kill me. I was \t\tsupposed to give him this. \t\t\t \t\tYou know where that plane is going?  \n[121]\t\t\t \t\t...after spending the morning at \t\tKahn, Seidelman -- on the 14th \t\tfloor, the junk bond department -- \t\twhere Shane Mora works -- he had \t\tlunch at La Cirque with a group of \t\twell-dressed heavyset bean- \t\tcounters... \t\t\t(Gekko voice back: \t\t\t\"the adjectives are \t\t\tredundant, sport\" \t\t...he later stopped off at Morgan. \t\tI'd say from all the palm-pressing \t\tand sweet smiling going on that \t\tLarry got some nice fat financing... \n[122]\t\tJesus Christ, he's buying Anacott \t\tSteel!  \n[123]\t\tHey Dad!... Hi ya Charlie... \t\tDominick...  \tThey wave back, Carl climbing down a maintenance stand... \tlights up a cigarette.  \n[124]\t\tClient. Got a private jet over at \t\tButler Aviation... Dad, you always \t\tgotta light up when you see me, \t\tit's the...  \n[125]\t\tAlright. Why so pissed?  \n[126]\t\tYeah, it is. In fact I'm doing \t\tgreat. New client. Whole new league. \t\tIt's starting to happen Dad. The \t\tBig Leagues! You know what I'm saying.  \tHe sticks the cash in his hand.  \n[127]\t\tDividend. I figure I owe you about \t\tfive thousand in nickels and dimes...  \n[128]\t\tDon't worry about the loans. I'm \t\tdoing good Dad and it's gonna stay \t\tthat way now... least buy yourself \t\ta new suit.  \n[129]\t\t...then buy yourself a decent \t\tbowling jacket so when you take Mom \t\tout you don't look like the Roto \t\tRooter man. Come on, for godsakes, \t\tthat's what money's for. Enjoy \t\tyourself...  \tTouched, his father shakes his head and smiles. He takes it.  \n[130]\t\t\t \t\t... Dad, you should've been a CEO. \t\tHow about dinner?  \n[131]\t\t\t \t\tWait... next week's booked. Let me \t\tcheck with my girl and get back to \t\tyou on Monday.  \n[132]\t\t...gotta run Dad. You stop smoking, \t\tyou hear?  \n[133] \tBud silent, an intent look on his face, gazing up at the \tdigital clock... as it flicks to 9:30... post time.  \tTickers, squawk boxes and shouting erupt.  \tBud calls in his order: \"10,000 AN STL 46... and let me know \thow the options are opening.\"  \tMusic skips along in a revolving madcap fashion.  \n[134] \tBud paces nervously at his desk, looking at his quotron. AN \tSTL appears on the screen, now up to 47. Bud puts in another \torder.  \n[135] \tOn Bud, eating a sandwich, eyes glued to the ticker. AN STL \thas climbed to 48 3/4. Marv stalks by, shouting on the phone. \tBud looks away from the ticker, pretending to read a report. \tWhen Marv disappears, Bud hastily calls in at 49.  \n[136] \tClose on the OFFICE TICKER -- as Anacott Steel hits 50.  \tBuddy jumps up from his chair, and animatedly crosses to \tMarv who is on the phone, cold calling.  \n[137]\t\tAnacott Steel. Buy it.  \tMarv looks at Joe and sees a look on his face that he's \tnever seen before.  \n[138]\t\tMr. Mannheim, got a sure thing. \t\t\t \t\tAnacott Steel.  \n[139]\t\tYou're right, Mr. Mannheim, but you \t\tgotta get to the big time first, \t\tthen you can be a pillar and do \t\tgood things.  \n[140]\t\tIt's a winner Mr. Mannheim, trust \t\tme -- buy. \t\t\t   \tCharlie Cushing's on the phone.  \n[141]\t\t\t \t\tWanna play some tennis Saturday?  \n[142]\t\t\t \t\t...you take that Anacott Steel?  \n[143]\t\t...Blue horseshoe loves Anacott \t\tSteel. \t\t\t   \n[144]\t\t\t \t\tMr. Gekko, I've been trying to \t\treach you. We got the options. We \t\tgot a good execution on them!  \tMeanwhile, the kid has no intention of going anywhere and \tplants his feet and emits the loudest shrieking this side of \tthe fat lady in the opera.  \n[145] \tPapers and charts are strewn around, trailing down to a box \tof take-out pizza and empty beer bottles. Bud has stayed late.  \n[146]\t\t\t(almost apologetic, \t\t\tspeeding on the high \t\t\tof the buy... \t\tI got all I could get which was \t\t750,000 shares plus 5000 March 50 \t\tcalls. Average price of $47 a share \t\tAnd $4 per contract for the call. I \t\tjust wish I could've got more.  \n[147]\t\t\t \t\t...we have 37.2 million invested. \t\tAt this point, we're up 3.1 million \t\tand some change. If it goes to 75 \t\tbucks we can clean close to 12 mill.  \n[148]\t\tMy firm needs your signature on \t\tthese option agreements tonight, \t\tsir, otherwise we could take a real \t\tbath tomorrow.  \n[149]\t\tBud Fox. Got some papers for Mr. \t\tGekko to sign.  \n[150]\t\t\t \t\tSorry, Mr. Gekko.  \n[151]\t\t...if you'd rather not, Mr. Gekko, \t\tI can leave...  \n[152]\t\tHello again, I been holding these \t\tdrinks for us for the last three \t\tweeks.  \n[153]\t\tGrand Marnier. A romantic and \t\ttragic drink.  \n[154]\t\tDestiny took us apart, but I knew \t\tit would bring us back together.  \n[155]\t\tStock broker. As in: never have so \t\tfew done so little for so much. So \t\twhat do you see in this?  \tBud indicates the painting in front of them -- a buffalo \tskull in the desert by Georgia O'Keefe.  \n[156]\t\t...few thousand dollars down the \t\tdrain if you ask me.  \n[157]\t\t\t \t\tYou could have a great beach house \t\tfor that.  \n[158]\t\tBoy, I thought Gordon was a tough \t\tbusinessman, but somebody's really \t\ttaking him to the cleaners here.  \n[159]\t\tI gather you're a decorator.  \n[160]\t\tWell, if you're that good, you \t\tcould probably do wonders at my place.  \n[161]\t\tUpper West Side.  \n[162]\t\tOh it's just a rental. I'm moving \t\tto the East Side soon. I've got a \t\tcouple of deals brewing with Gordon. \t\t\t(shifts uncomfortably \t\t\twith his pretension \t\tbut that's just conversation... \t\twhat about real things? Like dinner. \t\tThe two of us. Friday. Cafe. Santo \t\tDomingo.  \tBud waits, staring suddenly and deeply into her eyes.  \n[163]\t\tBreak it.  \n[164]\t\t\t \t\tYou may call me a yuppie... It's \t\tMister Yuppie to you.  \tThey both laugh.  \n[165]\t\t\t \t\tSo. See you Friday.  \n[166]\t\tOnly if I want something bad enough.  \tHer date, Mr. GQ, SAMMY RUSPOLI intersects with Kate. A \tcultivated European air.  \n[167]\t\t\t \t\tNo, I'm afraid I've got to get some \t\twork...  \tKate noticing the doorbell ringing.  \n[168]\t\t\t \t\tI guess I'll head back... \t \n[169]\t\tThe break up value is higher. It's \t\tworth 80.  \n[170]\t\t\t \t\t\"All warfare is based on \t\tdeception...\" Sun Tzu says, If your \t\tenemy is superior, evade him, if \t\tangry, irritate him, if equally \t\tmatched, fight... if not, split and \t\treevaluate.  \n[171] \tExhausted from the drive back, Bud takes off his sweater and \ttie and collapses onto the bed, closing his eyes. The phone \trings. With a start he wakes and answers it.  \n[172]\t\tYeah?...  \n[173]\t\t\t \t\tMr. Gekko, I'm there for you 110%.  \n[174]\t\t\t \t\t...Gordon.  \n[175]\t\tWell we're thinking of putting up a \t\tstatue of you in the subway. I hear \t\tyou're moving up in the world. An \t\tassociate already. Not bad. How's \t\tMargie?  \n[176]\t\tNah, she asked the wrong question.  \n[177]\t\t\"What are you thinking?\"...that was \t\tit. The hours are hell, but the \t\tmoney's starting to tumble in. I \t\tknow this guy who's got an iron- \t\tclad way to make money, I can't \t\tlose and I can't get hurt.  \n[178]\t\tYeah, check out Teldar Paper, it's \t\tstill not over.  \n[179]\t\tWhat about you, I hear you guys are \t\thandling the Fairchild Foods merger \t\tand it may not be going through. \t\tAny surprises I haven't read about \t\tin the Wall Street Journal?  \n[180]\t\t\t(equally casual, \t\t\tlooks at the walls \t\tWho's listening? It's just one \t\tcollege buddy talking to another.  \n[181]\t\tRelax, Roger, everybody's doing it \t\tbut you don't know, you don't know.  \n[182]\t\tMore money than you ever dreamed, \t\tRoger. And the thing is no one gets \t\thurt...how bout a beer?  \n[183]\t\tI need to speak to the owner about \t\tsome business.  \n[184]\t\t\t \t\tMr. Panos, I've charted the growth \t\tof new office space in the city, \t\tand I think you're in the right \t\tbusiness at the right time.  \n[185]\t\tI'm impressed with your work and I \t\tcould use a tax break. This is a \t\tgrowing business. Are you interested \t\tin some working capital and a partner?  \tPanos puts down his sandwich, measuring Bud.  \n[186]\t\t\t \t\tUh. Wrong office. Sorry...  \n[187]\t\tHow much?  \n[188]\t\tDevon? He looks like Seattle Slew. \t\tWhat about the Triple Crown?  \n[189]\t\tHow would I know? I once bet a \t\thorse. He went out at ten to one \t\tand came in at quarter to five.  \tHe laughs, a little sloppy.  \n[190]\t\t\t \t\tOf course.  \n[191]\t\tAll's fair in love and war.  \n[192]\t\tI think I got some friends that \t\twon't mind making some easy money...  \tAs Kate drifts over with Rudy and the French au pair GIRL, \n[193]\t\tWhat's it cost these days?  \n[194]\t\t...piece of cake, Gordon...  \n[195]\t\tYeah, almost...  \tLooks at her, stifles his thought.  \n[196]\t\tThe conference, oh yeah. Fine. We \t\treached an agreement and decided to \t\tdivide up the world between us.  \n[197]\t\tAnd what do you want?  \n[198]\t\tWell, why stop at that?  \n[199]\t\t\t \t\tYou're not trouble by any chance. \t\tAre you?  \tShe looks at him, tosses the towel over her shoulder and \tstarts back toward the house. Buddy watches her go.  \n[200] \tBROKERS mill at their desks quietly. Bud enters, notices \timmediately the uneasy silence. His eyes go to Lynch's \toffice... across the windows, he's talking to a very somber \tDan Steeples.  \n[201]\t\tWhat's going on?  \n[202]\t\t\t \t\t...just kickin' ass and taking \t\tnames, Mr. Mannheim.  \tBud passes Charlie Cushing, yawning on the phone as usual.  \n[203]\t\t...sounds dubious Chuck, but Piping \t\tRock any day.  \tChuck laughs, Bud's \"in\" now. Lynch indicates for Bud to \tfollow him into an outer glass-enclosed office.  \n[204] \tNeatly furnished, with a window overlooking Wall Street, and \tattractive CHINESE SECRETARY filing papers into a cabinet.  \n[205]\t\t\t \t\tThank you, Janet...thank you, Mr. \t\tLynch.  \n[206]\t\tAll right. Offer 950...  \tSylvie tries to play it cool, her expression conveying a \tsomewhat stunned look at the speed and certainty of the \tresponse.  \n[207]\t\tNah...this is it..home...  \tLooking it over, proud.  \n[208] \tIn its first stage, Darien supervising. It's expanse of \twhite walls devoid of mouldings, a blank plaster canvas. The \tcity views are great, the apartment identical to hundreds of \tother cookie cutter condos. Several young artists are \tworking on a neo-classical mural on the long side of the \tliving room. They are colorfully dressed, listening to a \tTALKING HEADS tape while they work. A carpenter who looks \tlike a member of Duran Duran is installing a pair of old \tcolumns from Urban Archaeology on either side of the \tentrance to the living room while another fits a brass sink \tinto an antique sideboard which has been turned into a bar.  \n[209] \n[210]\t\t\t \t\tYes...no...at 37 1/2. Convert the \t\tbonds right...and check the price \t\tin Tokyo at 8:00 LA time. Thanks...  \t4) As he starts his pasta sauce flame an his O'Reilly fat- \tfree grill with a flexible neck fire starter...  \t5) A freshly heated roll pops out of a hanging space-saving \ttoaster, as Darien works the electric pasta maker while \tmelting the frozen ice cream cartons in the microwave.  \t6) Bud manages to sneak a kiss an her lips humming the bars \tfrom Verdi's \"Rigoletto\" as he works the piece de la \tresistance--the automatic sushi maker...  \t7) Dinner is finally served on a demolished dinner table. \tRed wine, pasta, sushi...it looks perfect, lit by \tcandlelight, the view of the city below.  \n[211]\t\t...too perfect...let's not even eat. \t\tLet's just watch it and think about \t\tit. \t\t\t  \n[212] \tBud goes over a stack of bills with something approaching \tconcern as the gothic oak refectory table which seats 20 is \tcarried in, followed by a Jean Michel Basquiat featuring a \tskull on a rough board. Darien instructs the movers to place \tan important pair of satinwood Art Deco armchairs upholstered \tin buttery suede (last Saturday's auction purchase for \t$20,000) at either end of the titanic sofa. No vestige is \tleft of the cookie cutter space we first saw. Walls have \tbeen removed, mouldings and architectural found objects \tadded, imitation rare woods, marbles and frescos have been \tcreated from nothing by the magic hands of the tromp l'oeil \tcrew. The point is, decorating can transform.  \n[213]\t\t\t(dubiously looking at \t\t\ta rough plaster wall \t\t\tof fading fresco \t\tYou know, the elevator man couldn't \t\tbelieve I paid $300,000 to have my \t\twalls looking like this, he's got \t\tthem for free in Brooklyn.  \n[214]\t\tSure... But your fee... considering \t\tyou're way over budget, should be \t\tnegotiable.  \tAs he nuzzles her neck, she feels threatened, stops.  \n[215]\t\tI'm kidding, I'm kidding, we're \t\tstill young, Darien. So what's \t\tmoney anyway when everybody's \t\tmaking it, it's all relative. After \t\tall, this is not the house in \t\tConnecticut, this is just a crash \t\tpad good for a couple of \t\tyears...before we slip our two \t\tlovely kids, Yuppie and Fruppie \t\tinto the Lycee Francaise.  \n[216]\t\tThat's right -- one with high \t\tyield, rich assets and no downside...  \tAs the kiss grows, his hands move into her nether regions. \tShe looks at him, sober.  \n[217]\t\tIt's not me I'm worried about...You \t\tknow Darien, the only reason we \t\thaven't slept together is because \t\twe both know we will -- and not \t\tknowing when was the only surprise \t\tleft. You owe me, I want you, what \t\telse is there...but you, me, the \t\tworld. \t\t\t(he folds back her \t\t\tpalms in his \t\t...right here...make love to \t\tme...now... \t\t\t \t\tStop me if I'm going too far.  \n[218] \tBud making love to Darien. Camara closing on them.  \tHer face -- from his point of view. Her smile.  \tHis face -- looking down. Covered with sweat and passion.  \n[219]\t\tIs this real? Is this really real?  \n[220] \tBud walks out alone in his blue bathrobe on his parapet \toverlooking Central Park. The wind stirs his hair. The East \tand West sides of the park wrap the city in a diamond \tnecklace of brilliant light.  \tBud stares down at the world. He has it all now. The money. \tThe girl. The magic palace apartment. What more is there? \tSomething...because Bud suddenly throws a wrenching \tdislocated look into himself that makes us wonder as he \tbrushes his hand across his face and mutters to himself.  \n[221]\t\tWho am I?  \tThere is no ready answer. As he finally turns and goes back \tinside and closes the door.  \n[222] \tDarien lies curled in the bed, eyes open, looking at him.  \n[223]\t\tDixon! It's your lucky day! That's \t\tright. I want to give you some \t\tstock and you don't have to put up \t\ta penny...  \n[224]\t\tNo, no Dixon, my client wants to \t\tbuy a large, large block of stock \t\tand needs to spread it around. I'll \t\tpark some money in your account and \t\tif it hits, you get a big cut. I'm \t\ttelling you, this is the easiest \t\tmoney you ever made...  \n[225]\t\t\t \t\t...and you don't have to put up a \t\tdime, Roger.  \n[226] \n[227]\t\t\t \t\t...it's easy Jack! On settlement \t\tday, you endorse a check to Blue \t\tHorseshoe Trading Company. Then I \t\tsend you your cut.  \tMarv waves across the glass partition and knocks. But Bud \twaves him off, closing the blinds.  \n[228]\t\t...that's the bottom line. And \t\tnobody gets hurt.  \tMarv now walks it, exasperated.  \n[229]\t\tHey, I'm tired of playing nurse to \t\tyou all the time, alright. Do your \t\town home work!  \tMarvin abruptly walks out, \"asshole!\". Bud books the order \tfor Morning Star Corp -- MSC -- 50,000 June options.  \n[230] \tBud is in silk boxers on the phone, number crunching on the \tcomputer, foot pounding to a music beat on the stereo, while \this telex spews out overnight currency data.  \tDarien in the background lies in bed in panties reading Vogue.  \n[231]\t\t\t \t\tBuy me 20 June Euro Dollar CDs. \t\tTwenty March gold and sell 10 \t\tSeptember Deutsch marks. That's \t\tright...  \tHe hangs up, back to the computer a growing look of \texcitement and revelation in his eyes.  \tOn the computer screen we see a break up Of Bluestar \tAirlines -- its assets and liabilities.  \tBud hits the command key, printing it out. He's exuberant.  \n[232]\t\tBud, I hate to tell you this but \t\tyou're a genius! \t\t\t \t\tDarien...lightning has struck! The \t\tlightbulb has been invented. \t\tEdison, Da Vinci, Einstein are \t\twatching...  \n[233]\t\tYou think I'm gonna broker the rest \t\tof my life... I'm going to be a \t\tgiant, Darien, an entrepreneur in \t\tthe Italian 15th century sense of \t\tthe word -- a mover, shaker.  \tBud dances over to the bed turning the stereo down on his way.  \n[234]\t\tI love you, baby. Did I tell you \t\tthat sometime in the last 24 hours?  \n[235]\t\tSure, why not, money's the sex of \t\tthe 80's. I never had it like you \t\twhen I was growing up, baby, it \t\twasn't the upper east side.  \n[236]\t\t\t \t\t...that changes all my plans, I \t\tthought you were loaded...  \n[237]\t\tFear. The fear of being poor I \t\tguess, just like you, Darien... But \t\tthat's all gonna change sweetheart. \t\tI'm catching the express... \t\t\t \t\t... and you're going along for the \t\tride.  \n[238]\t\t...Bluestar's an unpolished gem, \t\tGordon, right out of the garbage. A \t\thalf assed management being \t\tdecimated by a price war they can't \t\twin. But the gates at LaGuardia \t\talone can bail us out, it's worth \t\t25 bucks a share if it's worth a \t\tdime! They're ripe to fall.  \tGekko, the poker player, hasn't seen enough cards.  \n[239]\t\tYeah aren't you forgetting \t\tsomething Gordon: rule one, capital \t\treserves. This company has $75 \t\tmillion cash in an overfunded \t\tpension. That buys us a lot of \t\tcredibility... \t\t\t \t\t...and the beauty is you already \t\town close to two percent of this \t\tsucker...  \n[240]\t\t\t \t\tGordon what I want--and I never \t\tasked you for anything--is to be \t\tyour co-pilot on this. I want to \t\ttake this airline, turn it around, \t\tand make it work. It's gonna make \t\tus a fortune!  \n[241]\t\tGordon, I worked at Bluestar, I \t\tknow my way around, I have friends \t\tthere...inside.  \n[242]\t\t\t \t\tThe three unions. It's 43% of \t\tBluestar's operating budget, the \t\thourly cost of a flight crew is \t\t$850 an hour, that's the real \t\thidden value G.G., if you can \t\tnegotiate that out, get a crew down \t\tto $350-400 an hour a run, this \t\tairline is gonna be the hottest \t\tthing since Texas Air...  \n[243]\t\tI can talk to these people Gordon, \t\tthey trust me...and my father can \t\tbe a big help in getting cuts.  \n[244] \tBud, in high gear, all smiles, expensive Armani suit, opens \tthe door. His father stands before him, looking like a man \ton his way to the dentist.  \n[245]\t\tDad, well come on in. Everybody's \t\there. We couldn't start the show \t\twithout you.  \tWide-eyed, Carl follows Bud through the foyer, taking in the \tfurnishings, paintings, antiques.  \n[246]\t\tDad, you know Duncan Wilmore, \t\tpilot's union, and Toni Carpenter, \t\tflight attendants...  \n[247]\t\tAnd I'd like to introduce you to Mr. \t\tGekko, and his lawyer, Mr. Salt.  \n[248]\t\tThank you Mr. Gekko. First of all I \t\twant you to know my door will \t\talways be open to you cause I know \t\tfrom my Dad it's you guys that keep \t\tBluestar flying. One -- Modernize. \t\tOur computer software is weak, we \t\tupdate it, we squeeze every dollar \t\tout of each seat and mile flown. \t\tYou don't sell a seat to a guy for \t\t$89 when he's willing to pay $389. \t\tEffective inventory management \t\tthrough computerization will \t\tincrease our load factor by 5 to \t\t20%, that translates to \t\tapproximately 50 to 200 million \t\tdollars in revenues; the point is, \t\twe can beat the majors at a price \t\twar. Two -- Advertising -- more, \t\tmore, and aggressive, attack the \t\tmajors. Three -- expand our hubs to \t\tAtlanta, North Carolina and Dallas, \t\treorganize all our feeder schedules, \t\tthink Big -- guys, we're going \t\tafter the majors!  \tThe men are visibly shaken by Bud's determination.  \n[249]\t\tNow, wait a minute, Dad...  \n[250]\t\t\t \t\tCongratulations. You did a great \t\tjob of embarrassing me in there-- \t\tnot to mention yourself! Save the \t\t\"workers of the world unite\" speech \t\tfor next time Dad, I heard it too \t\tmuch growing up. You're gonna get \t\taxed Dad, no two ways about it, you \t\tand the whole airline are going \t\tdown the tubes, you hear me, just \t\tlike Braniff, you don't have a \t\tchance in hell, and if it isn't \t\tGekko it's gonna be some other killer.  \n[251]\t\tNo, what I see is a jealous old \t\tmachinist who can't stand that his \t\tson's become more successful than \t\thimself.  \n[252]\t\tThat's because you never had the \t\tguts to go out into the world and \t\tstake your claim.  \n[253]\t\t\t \t\tYour responsibility, Dad, is to \t\tpresent the facts, not your \t\topinions, to the men... you're \t\tgonna destroy their lives, Dad! \t\tDon't do it to 'em. Give it a \t\tchance. Let the membership decide \t\tfor themselves, Dad. Please.  \n[254]\t\tYour men! All my life \"your men\" \t\thave been able to count on you? Why \t\tis it that you've never been there \t\tfor me?  \tThey head through the doors, out onto the street.  \n[255]\t\tAnd what if you're wrong? What if \t\tone day, the sun didn't rise in the \t\tEast and birds didn't fly South in \t\twinter and for once in your life \t\tyour compass was off? Huh?  \tHe grabs Carl by the arm, stopping him.  \n[256]\t\tWould you be willing to wreck your \t\tmen's future? My future? Please... \t\tDad. Think. Be practical, for a \t\tchange. I'm asking you, I'm fucking \t\tbegging you...  \tBud lets go of Carl's arm. Carl looks at his son, seeing the \tdesperation. Sadness and confusion take hold of him.  \n[257] \tBud, increasingly frazzled and determined, dark circles \tunder his eyes paces with the phone...  \n[258]\t\t\t \t\tWhat's up Dixon? \t\t\t \t\tCalm down! What are you talking about?  \n[259]\t\t\t \t\tWhat'd you tell him?  \n[260]\t\tLook Dixon, calm down! It's not \t\tillegal to buy stock or to be right. \t\tAnd it's not all that unusual to be \t\tspot checked on a big buy. Tell him \t\tyou did your homework and you \t\tthought the stock was a sound \t\tinvestment.  \n[261]\t\tTell 'em your father gave it to you.  \n[262]\t\tThey won't. That's not their \t\tjurisdiction.  \n[263]\t\tYes! Read the Constitution, it's \t\tall in there. And remember--you \t\tdon't know anything, nothing.  \n[264]\t\tGood. Then call him back. And call \t\tme back. Don't worry.  \tHe hangs up, a worried expression, Marv entering to break \this concentration.  \n[265]\t\t\t \t\tDidn't I tell you to knock before \t\tyou came in here?  \n[266]\t\tThen get out and close it behind you.  \n[267]\t\tGet the hell out!  \tMarv slams the door on his way...  \n[268]\t\tSo what's the problem?  \n[269]\t\t\t \t\t....Relax Roget \t\t\t \t\tYou're 82M in the account numbers \t\tand I'm the Invisible Man... \t\tthey're always looking for red \t\tflags, Gekko's always getting \t\tchecked by them, they never come up \t\twith anything... we're invulnerable \t\ton this...  \n[270]\t\tSure Roger, whatever you want, it's \t\tcool.  \tA young lawyer pops his head in the room.  \n[271]\t\t\t \t\tHe never told me...  \n[272]\t\tI'm sorry, this can't wait.  \tGekko stares at him with piercing eyes.  \n[273]\t\tI found out about the garage sale \t\tdown at Bluestar. Why?  \tGekko is taken by surprise.  \n[274]\t\tMaybe you ought to read him \t\tPinocchio. You told me you were \t\tgoing to turn Bluestar around. Not \t\tupside down. You used me.  \n[275]\t\tWhy do you need to wreck this company?  \n[276]\t\tIf these people lose their jobs, \t\tnowhere to go. My father worked at \t\tBluestar for twenty-four years. I \t\tgave 'em my word.  \n[277]\t\tTell me, Gordon--when does it all \t\tend? How many yachts can you \t\twaterski behind? How much is enough?  \n[278]\t\t\t \t\tHow much is enough Gordon?  \n[279]\t\tObviously...  \tAs he puts his arm around Bud, leading him to the door.  \n[280]\t\t\t(at the door, \t\t\tconfused, drained \t\t...I can't make it tonight.  \n[281]\t\tI'm with you Gordon...  \tHe walks out the door, the misery he is in washing his brow.  \n[282] \tDarien approaches, carrying groceries, enters the building.  \n[283] \tBud is slumped on the couch, a spent bottle of tequila in \tfront of him. Outside the twilight is quickening into night, \tshadows, scurrying across the unlit room.... for the first \ttime we see him sucking on a cigarette.  \tDarien opens the door and freezes, surveying the living room. \tA broken vase on the carpet, a curtain ripped off a window, \ta painting upended, a chair overturned, selected but not \tfrenzied damage...  \n[284]\t\tI've been played like a grand- \t\tpiano--by the master, Gekko the \t\tGreat...and today was the big crash. \t\tLiquidation sale. He's gonna carve \t\tBluestar into little pieces and \t\tsell it all off...  \tDarien registering this, is picking up pieces of the broken \tvase.  \n[285]\t\tTalk about being bent over the sink \t\tof life and being dry humped. I \t\thanded it to him on a silver \t\tplatter. I told my father and those \t\tpeople...  \n[286]\t\t\t \t\tI'm not gonna let it happen Darien.  \tShe stops, lights a cigarette, growing concern.  \n[287]\t\tAt least I wouldn't be pulling the \t\ttrigger.  \tShe sighs...comes over, tries to shake some sense into him!  \n[288]\t\tI can stay with the brokerage firm. \t\tAnd you're doing fine. We can \t\tsurvive without Gordon Gekko.  \n[289]\t\t\t \t\tWhat the hell's that supposed to mean?  \tDarien moves out from his approximate circle, wrestling with \twhat she wants to say...until she turns and says it.  \n[290]\t\tYou really mean that? \t\t\t \t\tWhat'd he promise you? To take you \t\tpublic? I guess without Gordon's \t\tmoney and seal of approval, I'm not \t\tsuch a hot investment anymore. \t\tYou're just the best money can buy, \t\tDarien...  \n[291]\t\t\t \t\tI'm looking...and I sure don't like \t\twhat I see.  \tShe collects her things and walks to the door.  \n[292]\t\tThat's bullshit! Step out that \t\tdoor, I'm changing the locks.  \tShe opens the door saddened.  \n[293]\t\tGet the hell out!  \tShe does. Bud stares at the closed door, mute, numb, totally \tdevastated.... the loss is not just Darien, it is total... \tHe looks at his face in the reflection of a wall mirror...  \n[294] \tWaiting for the elevator. Darien also looks at herself a \tbeat in the hall mirror. She's crying. Then she steels \therself and enters the elevator.  \n[295] \tThe same realtor, SYLVIe DRIMMER, who sold him the place, is \tback. The phone is ringing, unanswered...  \n[296]\t\t\t \t\tSave the rap, just sell it -- fast!  \tHe's in his socks, unshaven, smoking, he looks like he's \tbeen on a bender for the weekend. The phone stops ringing. \tHe turns and walks into the bedroom, slamming the door \tbehind him.  \n[297] \tBud walks in, a different, more serious look in his eye, \tpurposeful. Past CAROLYN and JANET at the outer desk. They \tstop what they're doing and look up at him surprised.  \n[298]\t\t\t(ignoring the tone in \t\t\ther voice \t\t...Janet get my father on the phone \t\tand the two other union reps, \t\turgent...  \tHe notices her face, something's wrong.  \n[299]\t\t\t \t\tWhat! What happened?!  \n[300]\t\t\t \t\tOh Christ! \t \n[301] \tBud weaving fast through traffic.  \n[302]\t\t\t \t\tMom! How is he?  \n[303]\t\tHiya Dad... \t\t\t \t\tWhat was it? Mom talked too much or \t\twas it her spaghetti? I mean \t\tpasta... \t\t\t(Mom bringing a \t\t\thandkerchief to her eyes \t\tI told you never to lift a 747 by \t\tyourself...  \tCarl, smiles weakly, on pain killers. Bud pulls out a \tcigarette. He fumbles with it before putting it away, trying \tto keep a gruff tone between them.  \n[304]\t\t...you even got me smoking \t\tnow...second one Dad, you're \t\tpushing your luck, I guess you know \t\tthat...I guess you gotta pull \t\tthrough this one Dad...for mom, for \t\tme...I guess I never told you \t\tbut...I love you Dad, I love you \t\tmore than I ever. \t\t\t \t\t...I didn't mean those things I \t\tsaid to you...you're a hero all the \t\tway Dad, you're a rock...the best.  \tThe words seem to come flowing out of Bud as Carl's eyes \tfill with tears.  \n[305]\t\t...and you were right about Gekko. \t\tHe's one son of a bitch...through \t\tand through.  \tCarl stares at him, beginning to understand.  \n[306]\t\tHe's gonna break up Bluestar.  \tCarl reacts violently in his eyes but Bud soothes him...in \tdead earnest, trying to be deliberate and clear in his meaning.  \n[307]\t\t...but I gotta plan Dad, it can \t\twork, I can save the airline, I \t\tknow you got no reason to believe \t\tme but I want you to trust me...I \t\tneed to talk to the unions...Can I \t\tspeak for you?  \tCarl's eyes.  \n[308]\t\tYour words, not mine...  \n[309]\t\t...the stock's at 19 1/4 and it's \t\tgoing up. Gekko figures by breaking \t\tup Bluestar, it's worth at least \t\t$30 a share. That means he'll buy \t\tup to 23 or 24 and still think he's \t\tmaking money.  \n[310]\t\t\t \t\tYou really don't want to know any \t\tmore than that, Mr. Wilmore. Let's \t\tjust say I have some friends.  \n[311]\t\tWhen the stock hits 23, you guys go \t\tto Gekko and lower the boom. Once \t\the learns he has no union \t\tconcession, he's going to head for \t\tthe hills. He'll sell everything \t\the's got.  \n[312]\t\tWe have an appointment to see Mr. \t\tWildman.  \n[313]\t\tSir Lawrence, what would you say to \t\towning Bluestar Airlines with union \t\tconcessions--at $18 a share...and \t\tin the process hanging Gordon Gekko \t\tout in the wind to twist.... ?  \tSir Lawrence leans back in his chair, equably...  \n[314]\t\tLet's just say Mr. Gekko and I have \t\ta conflict of interest. I want to \t\tsee this airline work... \t\t\t(pointing to the \t\t\tdocuments in front of Wildman \t\t...the figures here show it can.  \n[315] \tBud hurries in, past Marv on the phone with an irate customer.  \n[316]\t\tYou don't have to agree with me, \t\tMarv; but I think I've been a bit \t\tof a schmuck lately. \t\t\t   \n[317]\t\tI want to make it up to you. \t\tBluestar, put all your clients in it.  \n[318]\t\tBluestar, Mr. Mannheim. Put all \t\tyour clients in it.  \tDavls looks gravely at Bud.  \n[319] \tBud on the phone, checking his quotron.  \n[320]\t\tListen I need a favor and it's a \t\tquick scalp for you. Two hundred \t\tthousand at 19 1/2; can you \t\tposition it in one of your equity \t\tfunds?  \n[321]\t\tHold on... \t\t\t \t\t...listen \"blue horseshoe loves \t\tBluestar Airlines\"...  \tImmediately goes back to the other line.  \n[322] \tThe quotron now climbs to 22 1/8!  \n[323]\t\t\t \t\tYeah. I see it at 22 1/8 and I \t\tdon't know what to make of it.  \n[324] \tAll the BROKERS have jumped into the action, avidly watching \tBluestar's stock climb on the BROAD TAPE. Bud sweeps into \tthe room and looks up at the board as the stock hits 22 7/8.  \n[325]\t\tStart unloading.  \n[326]\t\tNow! Tell everyone to dump!  \tMarv nods, and rushes away. Bud crosses past Mannheim's office.  \n[327]\t\tGet out of Bluestar!  \tIn background Marv is spreading the word, brokers frantically \tgrabbing phones, calling clients to sell.  \n[328] \tBud switches lines from Gekko to Larry Wildman.  \n[329]\t\tGekko's on the ropes--he's trying \t\tto sell, but there's not many \t\ttakers, the stock's plummeting.  \n[330] \tBud scribbling an order ticket, replies on the other end.  \n[331]\t\t\t \t\tYou once told me don't get \t\temotional about stock. Gordon, \t\tdon't. The bid is 17 and going down. \t\tAs your broker, I advise you to \t\ttake it.  \tBud moves the phone away from his ear, at Gekko's cursing, \tand signs the ticket.  \n[332]\t\t\t \t\tGordon, it's two minutes to close. \t\tWhat do you want to do?! Decide.  \n[333] \tHe walks past Carolyn the receptionist who is strangely mute...  \n[334]\t\tSmile, Carolyn, there's justice in \t\tthe world...  \n[335]\t\tHow's it going Mr. Mannheim? Got \t\tout of Bluestar in time I hope?  \tMannheim stops, winds up. Bud impatient but polite.  \n[336]\t\tI think I understand what you mean \t\tMr. Mannheim.  \tBut not really. As, on this increasingly strange morning, he \tmoves on past Janet who wants to tell his something but he \tcuts her off.  \n[337]\t\tGet my father will you Janet?  \n[338] \tAs Bud walks in, the camera glides to reveal the young SEC \tINVESTIGATOR, who has been tracking Buddy, going through his \tfiles. A SECOND MAN, PATTERSON, is standing behind the desk \tusing the phone as a bored-looking 3RD MAN and POLICEMAN \tstand off to the side with Hieronymus Lynch, who gives Bud a \twithering glance.  \n[339]\t\tI guess you're not here to open an \n[340]\t\tGordon.  \n[341]\t\t\t \t\tI don't know. My Dad once told me, \t\t\"money is something you need in \t\tcase you don't die tomortow.\" I \t\tguess I realized I'm just Bud Fox. \t\tAnd as much as I wanted to be \t\tGordon Gekko--I'll always be Bud Fox.  \tHe looks at Gordon, as if wanting to say more, but doesn't.  \tIn long shot, Gordon stands alone as Bud walks away.  \n[342] \tCLICKING of the Broad Tape grows LOUDER. Shots of Lou \tMannheim, Lynch, Marv; silently looking up at the green \tfluorescent print-out.  \n[343]\n[344]\t\tNo, thanks, I'm nervous enough.  \n[345]\t\tYeah, don't want to be late for my \t\town funeral.  \n[346]\t\tDad, I'm going to jail and you know \t\tit.  \n[347]\t\t\t \t\tLike who? Who really wants to know \t\ta convicted felon...I don't even \t\tlike myself.  \tCarl knows something Bud doesn't...  \tDarien is standing there waiting as they approach the main \tentrance... Bud seeing her, suddenly stunned. His POV-- \teasing along the curb.  \n[348]\t\tWhy?  ", "Lou": "", "Mannheim": "\n[1]\t\tJesus, can't make a buck in this \t\tmarket, country's going to hell \t\tfaster than when that sonofabitch \t\tRoosevelt was around... too much \t\tcheap money sloshing around the \t\tworld. The biggest mistake we ever \t\tmade was letting Nixon get off the \t\tgold standard. Putney Drug--you \t\tboys might want to have a look at it.  \n[2]\t\t...but they got a good new drug. \t\tStick to the fundamentals, that's \t\thow IBM and Hilton were built...good \t\tthings sometimes take time.  \tThe stentorian voice of OFFICE MANAGER HIERONYMUS LYNCH \tbooms over the intercom.  \tWe see him peering from behind the glass partition in hit \toffice; tall, balding with a perpetual worried look on his \tface.  \n[3]\t\t\t \t\tGood little company. I remember \t\twhen we got the money for Bluestar \t\tto build those first planes, back \t\tin the fifties.  \n[4]\t\tNow that's a crap company, sure \t\tyou'll make money on the takeover \t\trumor, but what's being created. \t\tNothing. No substance behind it.  \n[5]\t\t\t \t\tNo such thing Bud - 'cept death and \t\ttaxes. Not a good company anymore, \t\tno fundamentals. What's going on \t\tBud? Do you know something? \t\t\t(Bud uncomfortable, \t\t\tLou reads it \t\tRemember there're no short cuts \t\tson, quick buck artists come and go \t\twith every bull market but the \t\tsteady players make it through the \t\tbear markets. \t\t\t \t\tYou're part of something here, Bud. \t\tThe money you make for people \t\tcreates science and research jobs. \t\tDon't sell that out.  \n[6]\t\tCan't get a little bit pregnant, Bud.  \n[7]\t\tYou're on a roll kiddo. Enjoy it \t\twhile it lasts -- 'cause it never \t\tdoes.  \n[8]\t\tI don't know where you get your \t\tinformation, son, but I don't like \t\tit. The only reason I'm gonna do it \t\tis...I need the money, that's the \t\tproblem with money--it makes you do \t\tthings you don't want to do.  \tBud hears him, walks on...  \n[9]\t\t\t \t\tBud I like you, just remember \t\tsomething. Man looks in the abyss, \t\tthere's nothing staring back at him. \t\tAt that time a man finds his \t\tcharacter--and that is what keeps \t\thim out of the abyss... \t\t\t   ", "Gordon": "\n[1] \tNATALIE, Gekko's British secretary, is completing shorthand \tnotes as the intercom buzzes. A logo for \"GEKKO &amp; CO. is \tbehind her.  \n[2] \tFurnishings in hypermodern gray and black lacquer, Modern \tArt ranging from black field paintings by Ad Reinhardt to \tthe smashed dishes of Julian Schnabel. Nautilus equipment, \thi-tech gadgets are in evidence, including a splendid Howard \tMiller World Time Clock, and a world map...  \tThree of Gekko's people, young MBA's dressed for success, \tare scattered about the room, on phones, calculators, coming \tin and out.  \tGORDON GEKKO aka Gekko the Great as the media calls him, \tdressed in a custom English suit, paces on the phone with \tthe restlessness of a caged tiger, a 50-foot extension cord \tattached to his blinking 130 line silver-plated telephone. \tOn his ears is a headset.  \tHe is carrying on overlapping conversations with a myriad of \tbankers, partners and lawyers; pausing to issue commands to \this aides while keeping his eye on the stock prides spitting \tacross a bank of quotron monitors, carrying everything from \tNew York Exchanges to London, commodities, gold, and \tcurrency values. A second Secretary and sometimes Natalie \texit and enter with various messages written on a piece of \tpaper, indicating a waiting party on the phone. Gekko often \tshakes his head \"no\".  \n[3] \tGekko talks into his speaker phone, gazing out the window.  \n[4]", "Gekko": "\n[1] \tNATALIE, a classy attractive Englishwoman is on the phone \twith Bud, somewhat amused by his manner. She is the personal \tsecretary to multimillionaire, Wall Street trader and \traider, Gordon Gekko. His windows look out on a panoramic \tview of the city and East River.  \n[2] \tBud, crossing lower Broadway, enters a magnificent towering \tglass structure.  \n[3] \tNATALIE, Gekko's British secretary, is completing shorthand \tnotes as the intercom buzzes. A logo for \"GEKKO &amp; CO. is \tbehind her.  \n[4] \tBud on the courtesy phone, hangs up, looks nervously at his \twatch. Almost 12. He's lost some two hours of business. \tNatalie suddenly comes out, without a smile.  \n[5] \tFurnishings in hypermodern gray and black lacquer, Modern \tArt ranging from black field paintings by Ad Reinhardt to \tthe smashed dishes of Julian Schnabel. Nautilus equipment, \thi-tech gadgets are in evidence, including a splendid Howard \tMiller World Time Clock, and a world map...  \tThree of Gekko's people, young MBA's dressed for success, \tare scattered about the room, on phones, calculators, coming \tin and out.  \tGORDON GEKKO aka Gekko the Great as the media calls him, \tdressed in a custom English suit, paces on the phone with \tthe restlessness of a caged tiger, a 50-foot extension cord \tattached to his blinking 130 line silver-plated telephone. \tOn his ears is a headset.  \tHe is carrying on overlapping conversations with a myriad of \tbankers, partners and lawyers; pausing to issue commands to \this aides while keeping his eye on the stock prides spitting \tacross a bank of quotron monitors, carrying everything from \tNew York Exchanges to London, commodities, gold, and \tcurrency values. A second Secretary and sometimes Natalie \texit and enter with various messages written on a piece of \tpaper, indicating a waiting party on the phone. Gekko often \tshakes his head \"no\".  \n[6]\t\t\t \t\t... what the hell is going on? I \t\tjust saw 200,000 shares move, are \t\twe part of it, we better be, pal, \t\tor I'm gonna eat your lunch for \t\tyou... get on 1. \t\t\t \t\tSorry, love it at forty. It's an \t\tinsult at fifty. Their analysts \t\tdon't know preferred stock from \t\tlivestock... \t\t\t \t\twait for it to head south, then \t\twe'll raise the sperm count on the \t\tdeal... right. Get back to me.... \t\t\t(to Alex, an aide \t\t\tlistening an the \t\t\tother line \t\tThis is the kid that's called me 59 \t\tdays in a row. Wants to be a player \t\t\t \t\tThere oughta be a picture of you in \t\tthe dictionary under persistence. \t\t\t \t\tLook, Jerry, I'm looking for \t\tnegative control, no more than 30 \t\tto 35%, just enouqh to block \t\tanybody else's merger plans and \t\tfind out from the inside if the \t\tbooks are cooked. If it looks as \t\tgood as on paper, we're in the kill \t\tzone. We lock and load pal...get on 3.  \tALEX DE BETANCOURT, a tall handsome Frenchman, jots a note \tand follows Gordon over to line 3. Gekko's dark intent eyes \tfixing briefly on Bud who stands waiting in the corner. He \tmotions him to sit.  \n[7]\t\t\t \t\tYeah, Billy, who's your buyer?... \t\tNo, not interested. \t\t\t(eyes an Quotron, to \t\t\tOllie, a trader \t\tOllie, start calling a the \t\tinstitutions, start with Marx at \t\tJanson Mutual, then Reardon. Get me \t\tthat California retirement money, \t\tbaby! And we're on our way!  \n[8]\t\t\t(back on line with \t\t\tBilly, listening \t\t... check the arbs for MacDonald's. \t\tYeah, I'm having a Mac attack. \t\t20,000 shares. For about 30 minutes. \t\tLunch? Are you joking -- lunch is \t\tfor wimps. Get back to me... \t\t\t \t\t4.  \tBud's eyes on the framed \"tombstones\" from the Wall Street \tJournal commemorating Gekko's successful deals; they hang \tlike scalps from the walls. Gekko's eyes drifting to Bud, a \tfriendly easy smile for a flick of an instant, he has \tgenuine charm in his manner and though ultrafast verbally, \tprojects calm and confidence at the center. A man who \tobviously loves what he does, to some small degree is \tflashing his stuff for the outsider.  \n[9]\t\t\t \t\tLook Harold, they're vulnerable, \t\talright, but we don't want 'em to \t\tthink they're under accumulation. \t\tGo slow. Call Geneva and the \t\tBahamas for me, will ya? We feint \t\ttowards it but we wait...  \n[10]\t\t\t \t\tIf I ever need surgery, get me the \t\theart of an arb like Yurovich, it's \t\tnever been used...Happy Holideals \t\tHarold...  \tHangs up, eyes to Bud. His headset comes off.  \n[11]\t\tSo you say. Nice to meet you; hope \t\tyou're intelligent. Like these, \t\thow'd you get these? \t\t\t   \n[12]\t\tSo what s on your mind kimosabe? \t\tWhy am I listening to you? Got to \t\tmonitor my blood pressure, so \t\twhatever you do, don't upset me.  \n[13]\t\t\t \t\tWithin 45 seconds, a microprocessor \t\tcomputes your systolic and \t\tdiastolic pressure. Has an LCD \t\treadout, and it's cost effective -- \t\tless than one visit to the doctor.  \n[14]\t\t\t(smiles, impatient \t\t\twith the speech \t\tSo what firm you with, pal?  \n[15]\t\t\t \t\t...going places, good junk bond \t\tdepartment, you got the financing \t\ton that Syndicam deal.  \n[16]\t\t\t \t\t...A cosmetics company by any \t\tchance? What are you, the 12th man \t\ton the deal team? The last to know?  \n[17]\t\tSo whatta you got for me, sport? \t\tWhy are you here?  \tBud opens his attache case and rifles out a handful of \tbriefs. Gekko noting the blood pressure reading and taking \tthe cuff off his arm. Ollie, the big trader, ambles back in, \tsays something to the third aide, a young intelligent- \tlooking woman SUSAN TURNER.  \n[18]\t\tIt's a dog, what else you got, \t\tsport, besides connections at the \t\tairport?  \n[19]\t\tHe respond to the offer? What? What \t\tthe hell's Cromwell doing giving \t\tlecture tours when his company's \t\tlosing 60 million a quarter? I \t\tguess he's giving lectures on how \t\tto lose money...if this guy opened \t\ta funeral parlor, no one would die, \t\tthis turkey's totally brain \t\tdead...Well Christmas is over and \t\tbusiness is business. \t\t\t \t\tKeep buying. Dilute the sonofabitch. \t\tOllie I want every orifice in his \t\tbody flowing red.  \n[20]\t\t...doesn't look like it but the \t\tbest trader on the street... \t\t\t \t\tSue get the LBO analysis on Teldar \t\tPaper and bring it here...what else?  \tBud shifting, uncomfortable as Gekko finally swivels his \tattention back to him.  \n[21]\t\t\t \t\tNot bad for a quant, but a dog with \t\tdifferent fleas. \t\t\t \t\tCome on, tell me something I don't \t\tknow. It's my birthday, pal, \t\tsurprise me...  \tAs he opens a birthday card and feeds it into the SHREDDER \tthat sits next to his desk over the waste basket. The sound \tit makes is soft and menacing. Buddy knows its fourth down \tand long, Gekko's attention is shifting to the quotron. In \tfrustration, Bud blurts it out.  \n[22]\t\t...rings a bell somewhere. So what?  \n[23]\t\t...don't like airlines, lousy \t\tunions...  \n[24]\t\tHow do you know?  \n[25]\t\tHey, the Terminator! Blow 'em away \t\tOllie.  \n[26]\t\tRip their throats out and put them \t\tin your garbage compactor. \t\t\t \t\tInteresting. You got a card?  \tBuddy thrusts a card into his hands. Gekko glances at it.  \n[27]\t\t\t \t\tBud Fox, I look at a hundred ideas \t\ta day. I choose one.  \tBud stuffs his notes back into the briefcase, hoping for a \tword of encouragement in the awkward silence.  \n[28]\t\t\t \t\tOK gang, looks like we're going \t\tover 5% in Teldar, start the \t\tlawyers on a tender offer and 13D, \t\twe keep going after everything in \t\tsight but don't pay over $22. \t\tThey're gonna fight, they got Myers \t\tand Thromberg doing their legal, \t\tthey make Nazis look like nice guys...  \n[29] \tBud walks glumly past Natalie, certain that he's blown it. \tShe's busy on the phone.  \n[30] \tGekko talks into his speaker phone, gazing out the window.  \n[31]\t\tAlright Bud Fox... buy me twenty \t\tthousand shares of Bluestar. No \t\tmore than 15 1/8, 3/8 tops, and \t\tdon't screw it up sport.  \n[32]\t\tHi sport.  \n[33]\t\tTry the steak tartare. It's off the \t\tmenu but Louis'll make it for you...  \n[34]\t\tSee this? Can you believe it? Two \t\tinch screen...  \n[35]\t\t...for my kid Rudy -- 3 years old, \t\telectronics freak, got a liquid \t\tcrystal display 'stead of an \t\telectronic beam. We're going into a \t\tnew age pal. So how's business today.  \n[36]\t\t\t \t\tTeldar's shooting up. Buy any for \t\tyourself? Bet you were on the phone \t\ttwo minutes after you got out of my \t\toffice.  \n[37]\t\t\t \t\tSure...relax sport, no one's gonna \t\tblow a whistle. Here, is this \t\tlegal?...you wanna put it in my \t\taccount?  \tAs he fishes a check out and drops it on Bud's plate.  \tGreeting TWO BANKERS who stop at the table as Bud picks up \tthe check, glances at it. His hand starts to tremble.  \tThe check is for $500,000.  \n[38]\t\t\t(to bus boy, the \t\t\tbankers excited \t\tCan we have the check over here for \t\tchrist's sake.  \n[39]\t\tCover the Bluestar buy and put a \t\tcouple hundred thou in one of those \t\tbow-wow stocks you mentioned. Pick \t\tthe dog with the least fleas. Use a \t\tstop loss so your downside is \t\t50,000, and buy yourself a decent \t\tsuit. You can't come in here \t\tlooking like that. \t\t\t \t\tGo to Morty Sills, Tell 'em I sent \t\tyou.  \n[40]\t\t\t(paying the check \t\t\twith cash \t\t...put the rest of it in a money \t\tmarket account for now. I want to \t\tsee what you know before I invest \t\tit...and save the cheap salesman \t\ttalk, it's obvious.  \n[41]\t\tYou heard me...I don't like losses \t\tsport. Nothing ruins my day more \t\tthan losses... You do good, you get \t\tperks, all kinds of perks. Stay \t\thome tonight. Louis, take care of \t\t'im. Enjoy the lunch.  \tConfused, Bud watches Gekko walk out of the room, pumping \textended hands left and right. He holds the cashiers check \tup to his eyes, entranced by it, like a kid with his first \tdollar...as the raw steak tartare with an egg on top is put \tin front of him.  \n[42]\t\t\t \t\t...come on sport, you gotta try \t\tharder, I need some exercise for \t\tchrissake...  \n[43]\t\t...finish out the game, Bud, push \t\tyourself...  \tMeant paternally or sadistically, it's hard to tell. Gekko \thits the ball, a big fat shot. Bud returns, Gekka moves him \taround the court, as if punishing him, the kid exhausted but \tthe ball's never quite out of reach -- till Bud finally \tcan't take it anymore and at the end of his breath, smashes \tinto the wall and collapses. Gekko laughs. Bud lying there \tlike a sad dog as Gekka hauls him up.  \n[44]\t\tThe public is out there throwing \t\tdarts at a board, sport. I don't \t\tthrow darts at a board. I only bet \t\tsure things. Read Sun Tzu's \"The \t\tArt of War.\" 'every battle is won \t\tbefore it is ever fought.' Think \t\tabout it.  \tHe exits the squash court.  \n[45]\t\tYeah... not bad for a City College \t\tboy. Bought my way into this club \t\tand now every one of these ivy \t\tleague schmucks is sucking my \t\tkneecaps...I just got on the Board \t\tof the Zoological Society, cost me \t\ta million; that's the thing with \t\tWASPS -- they like animals but they \t\tcan't stand people!  \n[46]\t\tI guess your father's not a union \t\trepresentative on that company.  \n[47]\t\tThe most valuable commodity I know \t\tof is information. Wouldn't you \t\tagree on that?  \n[48]\t\tYou're not as smart as I thought \t\tyou were, Buddy boy, Listen hard -- \t\tdon't count on Graham and Dodd to \t\tmake you a fortune, everybody in \t\tthe market knows the theory, ever \t\twonder why fund managers can't beat \t\tthe S&amp;P 500? 'Cause they're \t\tsheep -- and the sheep get \t\tslaughtered. I been in the business \t\tsince '69. Most of these high paid \t\tMBAs from Harvard never make it. \t\tYou need a system, discipline, good \t\tpeople, no deal junkies, no \t\ttoreadores, the deal flow burns \t\tmost people out by 35. \t\tGive me PSHs -- poor, smart and \t\thungry. And no feelings. You don't \t\twin 'em all, you don't love 'em \t\tall, you keep on fighting, and if \t\tyou need a friend, get a dog, it's \t\ttrench warfare out there sport... \t\t\t \t\tand in here too. I got twenty other \t\tbrokers out there, analyzing Charts. \t\tI don't need another one. Talk to \t\tyou sometime...  \tHe turns to go, Bud panicking. Is this the kissoff?  \n[49]\t\tYou want one more chance? Then stop \t\tsending me information and start \t\tgetting me some. Get dressed, I'll \t\tshow you my charts.  \n[50] \tCruising up Park Avenue. A panel slides open next to the bar \twith a portable computer on it. A television is turned on to \tthe evening news, a low hum of voices. Gekko punches into \tthe keyboard of the computer. A name appears an the screen... \tLAWRENCE WILDMAN with curriculum vitae following; address, \tphones, businesses...  \n[51]\t\tKnow the name?  \n[52]\t\t\t \t\tSir Larry Wildman. Like all Brits \t\the thinks he was born with a better \t\tpot to piss in... bribed an old \t\tsecretary of mine to open bar mouth \t\tand stole RDL Pharmaceuticals right \t\tout from under me. Wildman the \t\twhite knight.  \n[53]\t\tRevenge is a dish best served \t\tcold... well, it's payback time, \t\tsport. \t\t\t \t\t... see that building? I bought \t\tinto it ten years ago. It was my \t\tfirst real estate deal. I sold it a \t\tcouple of years later and made an \t\t$800,000 dollar profit. It was \t\tbetter than sex. At that time I \t\tthought that was all tne money in \t\tthe world... \t\t\t \t\tNow, it's a day's pay ... I had a \t\tmole in Wildman's employ. Gave me \t\thalf the picture, then he got fired...  \n[54]\t\tWildman's in town. He just became \t\tan American citizen. Something \t\tbig's about to go down. I want to \t\tknow where he goes and who he sees. \t\tI want you, sport, to give me the \t\tmissing half of the picture...  \n[55]\t\t\t \t\tInside information. Oh you mean \t\tlike when a father tells his son \t\tabout a court ruling on an airline? \t\tOr someone overhears me saying I'm \t\tgonna buy Teldar Paper? Or the \t\tchairman of the board of XYZ \t\tsuddenly knows it's time to blow \t\tout XYZ. You mean that? \t\t\t \t\tI'm afraid sport, unless you got a \t\tfather on the board of directors of \t\tanother company, you and I are \t\tgonna have a hard time doing any \t\tbusiness...  \tBud downs the rest of his drink, upset by the darkening mood. \tThere's something very powerful and frighteninq about Gekko.  \n[56]\t\tWhat about it? You work hard. I'll \t\tbet you stayed up all night \t\tanalyzing that dog you bought. And \t\twhere'd it get you?... my father \t\tworked hard too like an elephant \t\tpushing electrical supplies. And he \t\tdropped dead at 49 with a heart \t\tattack and a tax bill and the bank \t\tpissed on his grave and took the \t\thouse; my mom ended up working in a \t\tdish factory... Wake up pal, if \t\tyou're not inside you're outside. \t\tAnd I'm not talking a $200,000 a \t\tyear working Wall Street stiff \t\tflying first class and being \t\t\"comfortable\", I'm talking rich \t\tpal, rich enough to fly in your own \t\tjet, rich enough not to waste time, \t\t50-100 million, a player Bud -- or \t\tnothing. You had what it takes to \t\tlet through my door. Next question: \t\tYou got what it takes to stay...??  \tThe car stopping in traffic. Horns honking.  \n[57]\t\t\t \t\tLook out there...  \tTHEIR POV -- a STREET CORNER. A richly dressed EXECUTIVE \tstands at the curb next to the BUM with a shopping cart \tfilled with garbage.  \n[58]\t\tYou really think the difference \t\t'tween this guy and that guy is \t\tluck? Mohammed, pull over.  \tThe car pulls over. Gekko checks his watch, pulls out the \ttelephone.  \n[59]\t\t...when it comes to money, sport, \t\teverybody's of the same religion. \t\tOr should be... Hope you don't mind \t\tif I let you off here, I'm late for \t\ta meeting. Good bye, nice knowing you.  \n[60]\t\tYeah, it's a beautiful night. I \t\tlove this hot stinkin' city. \t\t\t \t\t... nothing else like it in the \t\tworld. Seven million people living \t\ton each other's heads, kids born, \t\tmillionaires dying, people praying, \t\tjunkies, whores, wills, lawyers, \t\tdeals, parties, sex... guys like \t\tyou sport -- dreaming about the big \t\tscore. You know the best thing \t\tabout New York is everything you \t\tcan do here. And the worst thing is \t\teverything you can't do here...  \tHe shuts the door. Bud watches as the limo drives off.  \n[61] \tAlex and Susan are with him. Gekko playing the computer, \teyes lighting up on the phone.  \n[62]\t\t...bright but not bright enough, \t\tSherlock, roll the dice and play a \t\tlittle monopoly... what box would \t\tSir Lawrence land on in Erie, \t\tPennsylvania?  \n[63] \tGordon already has the closing figures punched up on his \tquotron. Calls his shot.  \n[64]\t\tWhen the market opens tomorrow, buy \t\tfive thousand March fifty calls. \t\tYou hear me? Start buying ten \t\tthousand share blocks and take it \t\tup to fifty dollars. When it \t\treaches fifty, you can let out a \t\tlittle taste to your friends. \t\tThen call this number -- 555-7617: \t\ttell the man \"blue horseshoe loves \t\tAnacott Steel...\" You scored, Buddy! \t\tBe in touch. \t\t\t   \tHe hangs up, looks at Alex and Susan.  \n[65]\t\tStart buying Anacott Steel all over \t\tthe board.  \n[66] \tWind and waves. Gekko's modern, Sante Fe structure house \tsits on a dune overlooking the grey Atlantic.  \n[67]\t\tSweeten the offer, throw 2 bucks \t\tmore in a convertible preferred. \t\tAnd 5 year contracts for themselves.  \n[68] \tImmense slanted ceilings, a vast clean modern space filled \twith dozens of contemporary art objects, junk sculptures, \tfloor to ceiling windows radiating light, that look out on a \tcantilevered deck and pool - and the ocean beyond.  \n[69]\t\t\t \t\t... Cromwell wants to play \t\tfinancial chicken with me, we'll \t\tsee who swerves first. Where the \t\thell's Gene?  \tGekko slumps down on a sofa, exhausted, watching one of \tseveral news reports he master-controls with a remote.  \n[70]\t\t...done and done. Night gang, and \t\tSusan no legs waving in the air \t\ttonight. I want you dreaming about \t\tTeldar Paper.  \tDuring this, RUDY, Gordon's 3 year-old son, drives in in the \tlatest electronic baby toy -- a Porsche-bodied electric car. \tGekko hangs up, checks out a Reuters quotron positioned nearby.  \n[71]\t\tRudy Kazootee, how's my cutie!  \tThe kid jumps out of the car and scoots into his father's lap.  \n[72]\t\tNo, not now Rudy. Daddy's making \t\tmoney to buy you toys. Daddy work.  \n[73]\t\t\t \t\tShut that off, willya!  \tKate, upset with the noise, tries to pull her son nicely out \tof the car.  \tThe Korean HOUSEBOY coming in.  \n[74]\t\t\t \t\tI come to the country and it's \t\tworse than the city! I'm not home... \t\t\t \t\tYeah?  \n[75]\t\tNicole! Take him will you...  \tHanding the bawling, writhing mass of anger to Nicole as if \tit were laundry she doesn't want to touch... Nicole takes \thim screaming out of the room... Gordon trying to concentrate \ton the TV.  \n[76]\t\tDon't expect to get it all, sport, \t\tyou'll burn out. First rule of \t\tbusiness is never get emotional \t\tabout stock, clouds the judgment. \t\tWhere do we stand? \t \n[77]\t\t\t \t\tI'll be right there, fix them a drink.  \n[78]\t\t\t \t\tYou're walking between the \t\traindrops kid. I expect Sir Larry \t\tis choking on his royal chamber pot \t\tby now.  \n[79]\t\t\t \t\t...Can't it wait? I'm good for it. \t\t\t \t\t...Awright. Come out, get the \t\tdirections from Natalie and hurry up.  \n[80] \tBud's P.O.V. as he pulls up to an austere, ultra- \tsophisticated monolith of glass and wood dominating a \tstretch of dune overlooking the Atlantic's angry surf. \tSeveral Jags, state of the art Jeeps and a Rolls are drawn \tup outside.  \tBud, getting out of his faded Honda, goes up the stairs to \tthe door. He rings several times.  \tA BLACK BUTLER opens it and looks at Buddy somewhat warily. \tLaughter and voices are heard from inside.  \n[81] \tBud enters, as Gekko approaches.  He seems annoyed to be \tdisturbed at his country home.  \n[82]\t\t\t \t\tAllright. Wait here...  \tAbout to go when his wife, Kate Gekko, comes over. A pretty \tdark-haired woman.  \n[83]\t\tNo... Bud Fox, my wife, Kate...  \tThey exchange pleasantries.  \n[84]\t\tYeah, why not, Bud boy... \t Kate's walking back inside to her guests, as Bud sidles over \tto Gekko.  \n[85] \tThey cross to the main living room.  \n[86]\t\t...It's okay Buddy, you know Alex... \t\tCandice Rogers. \t\t\t(Alex and his date \t\t\tshake hands, faintly aloof \t\t...This is Stone Livingston... and \t\this wife Muffie. \t\t\t(a young stuffy \t\t\tbanker in weekend \t\t\tcorduroys looks at \t\t\tBud as if he \t\t\tobviously doesn't belong \t\t...Darien Taylor, Sam Ruspoli, \t\tCarmen Winters, Dick Brady... All \t\told friends.  \tBud looking wide-eyed at the beautiful \"Calvados\" BLONDE \the's been dreaming of for weeks... she's with Mr. GQ and \tdoesn't recognize Bud, nods back, they all nod back, \tnaturally suspicious of the young outsider... Rudy's TOY \tROBOT wheels  around the floor with a drink on its tray, \ttalking computer talk...  \n[87]\t\t...well he doesn't talk back or \t\tsteal the silver and Dick's gonna \t\tget me an exemption on him, aren't \t\tyou... \t\t\t(Dick Brady is \t\t\tobviously an accountant   \tBud plucks a glass of wine from the robot's tray and plunks \thimself down on a sofa, overhearing the conversation between \tMuffie Livingston and Candice Rogers.  \n[88]\t\t\t \t\tMake Mr. Livingston a martini would \t\tyou Nyung, and this gentleman... \t\t\t \t\tStick around, this could be fun...  \tHe goes to the alcove to take the call.  \n[89] \n[90]\t\t\t \t\tLarry, what a surprise... \t\t\t \t\tCan it wait till tomorrow. I got \t\tsome people over. \t\t\t \t\t...if you feel that way Larry, come \t\tover.  \n[91] \tThe blonde, DARIEN TAYLOR, is examining a modern sculpture \tas Buddy comes over with two Calvados.  \n[92] \tSIR LARRY WILDMAN walks in, his country gentleman clothing \tsomewhat softening his imposing figure but not the cultured \trapacious eagle's face. With him a lawyer.  \n[93]\t\tLarry! Excuse me \"sir\" Larry, great \t\tto see you again, you're looking \t\tgood. \t\t\t   \n[94]\t\t\t \t\tStick around... Larry, one of my \t\t\"gang\" -- Bud Fox.  \tPleasantries. Bud nervously shakes hands, sensing Wildman \tmight recognize him from being tailed in the elevator. There \tindeed is a moment but Wildman's attention blurs as...  \n[95]\t\tShall we go upstairs?  \n[96] \tGordon enters a den lined with old books hunting prints;  he \tproudly picks up something from his gun collection.  \n[97]\t\tRarest pistol in the world, Larry, \t\ta .45 Luger. Only six were ever \t\tmanufactured.  \n[98]\t\tThe same interest as yours Larry. \t\tMoney. I thought it'd be a good \t\tinvestment for my kid...  \n[99]\t\t\t \t\tYou must be wearing a mask you're \t\tlaughing so hard behind it Larry. \t\tLet's cut the \"sir\" crap. Correct \t\tme if I'm wrong, but when you took \t\tCNX Electronics, you laid off 8,000 \t\tworkers, Jessmon Fruit about 6,000, \t\tthat airline...  \n[100]\t\tShowdowns bore me Larry, neither \t\tside wins. You can have the \t\tcompany, in fact it's gonna be fun \t\twatching you and your giant ego try \t\tto make a horserace out of it... \t\t\t \t\tWhat do you think is a fair price \t\tfor our stock Bud?  \tBud in the spotlight. The eyes all shift to him -- his \tmoment. After an initial panic, he's cool as a cucumber -- \tand ruthless as his mentor.  \n[101]\t\tBut we don't want to be greedy now, \t\tso let's let him have it at $72.  \tHis eyes to Wildman who looks at him, cold, icy mean.  \n[102]\t\tMy mail's the same color as yours \t\tLarry. Or it was till the Queen \t\tstarted calling you \"sir\". Now \t\texcuse me before I lose my temper...  \tHe rises and exits.  \n[103]\t\tConsidering you brought my mother \t\tinto it, $71.50.  \n[104]\t\t\t \t\tHe's right. I had to sell. The key \t\tto the game is your capital \t\treserves. You don't have enough, \t\tyou can't pee in the tall weeds \t\twith the big dogs.  \n[105]\t\tYou're learning, sport...  \n[106] \tThe sky is still dark, the first rays of light coming up \tover the ocean. Gekko, a lonely figure in a windbreaker, \trestlessly prowls the edge of the beach, waves crashing \taround him. He's been up all night and has an exhausted, \tdriven look as he whispers over the wind into the cellular \tphone...  \n[107]\t\tMoney never sleeps pal. When I came \t\tin in '69, they traded six hours a \t\tday, now the clock don't stop, \t\tLondon's deregulated, the Orient is \t\thungrier than us. Just let the \t\tmoney circle the world, sport, \t\tbuying and selling, and if you're \t\tsmart it comes back paying. I just \t\tmade $800,000 in Hong Kong gold. \t\tIt's been wired to you -- play with \t\tit. You done good, but you gotta \t\tkeep doing good. I showed you how \t\tthe game works, now school's out.  \n[108]\t\tYou don't understand. I want to be \t\tsurprised...astonish me, sport, new \t\tinfo, don't care where or how you \t\tget it, just get it... My wife \t\ttells me you put a move on Darien. \t\tHere's some inside info for you. \t\tThat Euroflash GQ guy she's going \t\twith's got big bucks but he's \t\tputting her feet to sleep. Exit \t\tvisas are imminent. So don't lose \t\tyour place in line. \t\t\t \t\tOh, jeez, I wish you could see this. \t\tThe lights coming up over the water. \t\tI've never seen a painting that \t\tcaptures the beauty of the ocean at \t\tthis moment. \t\t\t \t\t...an old Russian proverb - \"a \t\tfisherman always sees another \t\tfisherman from afar.\" I like you \t\tsport, I ever tell you that... \t\tGordon, call me Gordon from now on.  \n[109]\t\tYeah, I'm gonna make you rich, Bud \t\tFox. I'm gonna make you rich enough \t\tyou can afford a girl like Darien. \t\tRemember, power is the best \t\taphrodisiac. This is your wake-up \t\tcall. Go to work.  \tHe lets the phone drop to his side, staring glazed-eyed at \tthe ocean.  \n[110] \tGekko on the phone, smiling.  \n[111]\t\t\t \t\tGot him at an auction in Kentucky.  \n[112]\t\t\t \t\tClose to two million. \t\t\t \t\tBut this sucker can go all the way \t\tto Devon and the nationals.  \tDarien rides in, smiling to Bud.  \n[113] \tThey're finishing lunch by the pool framed by a lush flower \tgarden where Kate and son Rudy play. HAROLD SALT, Gekko's \tchief lawyer, thick glasses, smart eyes and bags of worry \tthat could only come from watching other people's money, \tlooks very city-like in his clothing, examining his \tpaperwork before passing it to Bud, who is the picture of \trelaxation.  \n[114]\t\t...just the beginning, sport, just \t\tthe begining...  \tBud smiles, signs.  \n[115]\t\tThe art of which is deception. \t\tSpread the buy orders through \t\tdifferent accounts and you won't \t\tget burned...  \n[116]\t\tRudy, viens ici, dit bonjour a \t\tMonsieur Bud.  \tRudy either says \"No!\" or \"Bonjour Monsieur Bud!' depending \ton the mood of the kid. Gordon sweeping him up and playing \twith him. The kid squeals with glee.  \n[117]\t\t\t \t\tAlready speaks a little French, kid \t\tgot the highest score on his IQ test.  \n[118]\t\t\t(rising, finished \t\t\twith lunch \t\tThink about incorporating yourself \t\tthere, Bud, Harold will take care \t\tof it for you. \t\t\t \t\t... at a reasonable fee. You're \t\tgonna make a lot of money now Bud... \t\tstakes are gonna go up, no mistakes...  \n[119]\t\tWhere do you get off speaking about \t\tme like that, making remarks to the \t\tpress, I resent these remarks, I \t\tdemand the right to speak.  \n[120]\t\t...I appreciate the chance you're \t\tgiving me, Mr. Cromwell, as the \t\tsingle largest stockholder in \t\tTeldar, to speak. \t\t\t(gets some laughter \t\t\tand applause, loosens \t\tOn the way here today I saw a \t\tbumper sticker. It said, \"Life is a \t\tbitch... then you die\". \t\t\t \t\t...well ladies and gentlemen, we're \t\tnot here to indulge in fantasies, \t\tbut in political and economic \t\treality. America has become a \t\tsecond rate power. Our trade \t\tdeficit and fiscal deficit are at \t\tnightmare proportions. In the days \t\tof the 'free market' when our \t\tcountry was a top industrial power, \t\tthere was accountability to the \t\tshareholders. The Carnegies, the \t\tMellons, the man who built this \t\tindustrial empire, made sure of it \t\tbecause it was their money at stake. \t\tToday management has no stake in \t\tthe company. Altogether these guys \t\tsitting up there own a total of \t\tless than 3% and where does Mr. \t\tCromwell put his million dollar \t\tsalary? Certainly not in Teldar \t\tstock, he owns less than 1%. \t\tYou own Teldar Paper, the \t\tstockholders, and you are being \t\troyally screwed over by these \t\tbureaucrats with their steak \t\tlunches, golf and hunting trips, \t\tcorporate jets, and golden \t\tparachutes! Teldar Paper has 33 \t\tdifferent vice presidents each \t\tearning over $200,000 a year. I \t\tspent two months analyzing what \t\tthese guys did and I still can't \t\tfigure it out. \t\t\t   \tCromwell is pissed.  \n[121]\t\tOne thing I do know is this paper \t\tcompany lost $110 million last \t\tyear, and I'd bet half of that is \t\tin the paperwork going back and \t\tforth between all the vice \t\tpresidents... \t\t\t(increased laughter, \t\t\the's getting them \t\tThe new law of evolution in \t\tcorporate America seems to be \t\t'survival of the unfittest'. Well \t\tin my book, you either do it right \t\tor you get eliminated. Teldar Paper \t\tis doomed to fail. Its \t\tdiversification into casualty \t\tinsurance has not worked. Its crown \t\tjewels are its trees, the rest is \t\tdross. Through wars, depressions, \t\tinflations and deterioration of \t\tpaper money, trees have always kept \t\ttheir value, but Teldar is chopping \t\tthem all down. Forests are \t\tperishable, forest rights are as \t\timportant as human rights to this \t\tplanet, and all the illusory \t\tMaginot lines, scorched earth \t\ttactics, proxy fights, poison \t\tpills, etc. that Mr. \t\tCromwell is going to come up with \t\tto prevent people like me from \t\tbuying Teldar Paper are doomed to \t\tfail because the bottom line, \t\tladies and gentlemen, as you very \t\twell know, is the only way to stay \t\tstrong is to create value, that's \t\twhy you buy stock, to have it go up. \t\tIf there's any other reason, I've \t\tnever hear it. \t\t\t \t\tThat's all I'm saying...it's you \t\tpeople who own this company, not \t\tthem, they work for you and they've \t\tdone a lousy job of it. Get rid of \t\tthem fast, before you all get sick \t\tand die. I may be an opportunist, \t\tbut if these clowns did a better \t\tjob, I'd be out of work. In the \t\tlast seven deals I've been in, \t\tthere were 2.3 million stockholders \t\tthat actually made a pretax profit \t\tof $12 billion. When I bought the \t\tIxtlan Corporation it was in the \t\texact same position Teldar is \t\ttoday -- I turned three of its \t\tcompanies private and I sold four \t\tothers -- and each of these \t\tcompanies, liberated from the \t\tsuffering conglomerate has \t\tprospered. I am not a destroyer of \t\tcompanies, I am a liberator of them. \t\tThe point is, ladies and gentlemen, \t\tgreed is good. Greed works, greed \t\tis right. Greed clarifies, cuts \t\tthrough, and captures the essence \t\tof the evolutionary spirit. Greed \t\tin all its forms, greed for life, \t\tmoney, love, knowledge, has marked \t\tthe upward surge of mankind -- and \t\tgreed, mark my words -- will save \t\tnot only Teldar Paper but that \t\tother malfunctioning corporation \t\tcalled the USA...Thank you.  \tMuch applause as he sits. Now a standing ovation; shouts of \tapproval. Cromwell knows he has lost the day, tries to \tcontinue the meeting by calling for \"order\".  \tBud watches, impressed.  \n[122] \tA salon interior. Gekko on a couch reading, with eyeglasses, \ta stack of financial reports. Alex is on the phone, Susan, \tand others accompanying the caravan on a business trip. Bud \tis excited.  \n[123]\t\tMixed emotions, Buddy: like Larry \t\tWildman going off a cliff in my new \t\tMaserati. Men as smart as myself \t\thave got their asses handed to them \t\ton a sling with the airlines, fuel \t\tcould go up, unions are killers...  \n[124]\t\tTell those spineless toads we'll \t\tself-insure if they don't write \t\tit... You fire 33 vice presidents \t\tand nothing changes... \t\t\t \t\tYou eating twinkies today, Bud, or \t\tare you schtupping some stewardess...  \n[125]\t\t\t \t\tI'm talking to a stockbroker who \t\twants to run an airline. It's gonna \t\ttake me two years and 2000 \t\theadaches to turn Teldar Paper \t\taround, what do I need this dink \t\tairline for? I'm up to my ass in \t\tmore nuts than a fruitcake.  \n[126]\t\t\t \t\tWhat does that mean?  \n[127]\t\tWhat makes you think you can?  \n[128]\t\t\t \t\tAlright... Susan, get Buckingham on \t\tthe box. I want him to look at it. \t\tAnd tell Jock Taylor at Thwick, \t\tJensen... \t\t\t(smiles wickedly, \t\t\tback to Bud \t\tSo sport, the falcon has heard the \t\tfalconer...tell me more...  \n[129]\t\tA pleasure to meet you, Mr. Fox.  \tCarl stares at Gekko, sizing him up.  \n[130]\t\tI'd be proud to have a son like Bud. \t\tHe's got a great future ahead of him.  \tCarl looks to his fellow union representatives, then to Gekko.  \n[131]\t\t\t \t\tHarold, you don't mind strolling \t\taround the block a couple hundred \t\ttimes, do you?  \n[132]\t\tLook, I have no illusions about \t\twinning a popularity contest with \t\tany of you. I was roasted the other \t\tnight, and a friend of mine asked-- \t\twhy are we honoring this man--have \t\twe run out of human beings?  \tHis joke breaks the ice; they laugh, except for Carl.  \n[133]\t\tIt's not always the most popular \t\tguy who gets the job done. You got \t\tlosses of 20 to 30 million dollars, \t\tdividends cut to zero, you're \t\tgetting squeezed to death by the \t\tmajors. Present management may not \t\tbe the worst scum of the earth, but \t\tthey're the ones who've put you on \t\ta kamikaze course, and pretty soon \t\teverybody's going to be scrambling \t\tfor the parachutes. Only there \t\taren't enough to go around. \t\tManagement has them. You don't. If \t\tthey throw Bluestar into Chapter \t\t11--which I think they will--then \t\tthey can use bankruptcy laws to \t\tbreak your unions and your \t\tcontracts and throw you guys off \t\tthe property.  \tWe hear a loud crunching sound as Bud's father bites into a \troll, glaring at Gekko.  \n[134]\t\tCause I have a way around all this, \t\ta way we can all make money and \t\tmake this airline profitable again. \t\tWhat do you say we cut to the chase. \t\tI'm asking for a modest twenty \t\tpercent across-the-board wage cut.  \tCarl drops his fork on the plate. Gekko goes on.  \n[135]\t\tAnd seven more hours a month.  \tToni Carpenter and Duncan Wilmore exchange questionable looks.  \n[136]\t\tGive me a year. If we're still \t\tlosing money, the reductions stand. \t\tIf however, we move into the black, \t\tI return part of the givebacks, \t\tsalaries go back to present levels, \t\tand... \t\t\t \t\twe institute an employee profit \t\tsharing program with stock. You'll \t\town part of the airline.  \tCarpenter and Wilmore react with surprise, it's obvious they \tweren't expecting the profit sharing part. Bud smiles at \tDarien and looks to his father, who examines a sushi roll \tbefore putting it back.  \n[137]\t\tI'll have a letter of agreement \t\tdrawn up within two days.  \n[138]\t\tWhy don't I give Bud an opportunity \t\tto answer that.  \tDarien and Carl turn to Bud, who puts down his wine glass. \t \n[139]\t\t\t \t\tCards are on the table. What do you \t\tthink?  \n[140]\t\tFrankly, Carl, I can't see giving \t\tmuch more. If you have any \t\tsuggestions I'll be glad to listen.  \n[141]\t\t\t \t\tI beg your pardon. Is that a proverb?  \n[142]\t\t\t \t\tSure. What's worth doing is worth \t\tdoing for money. It's a bad bargain \t\twhere nobody gains. And if this \t\tdeal goes through, we all gain.  \tCarl throws down his napkin, rises from the chair, looks at \tthe others.  \n[143]\t\tFine, if you don't want us, stay \t\twith the scum in present \t\tmanagement--dedicated to running \t\tyou and Bluestar into the ground.  \n[144] \tBud walks intently past the receptionist and down the long \twhite marble hall.  \n[145] \tGekko is talking with the LAWYERS and BANKERS from the \tBluestar deal, as Bud barges in.  \n[146]\t\t\t \t\tI didn't know we had a meeting \t\tschedule for this morning.  \n[147]\t\tWill you gentlemen excuse us for a \t\tfew minutes?  \tThe lawyers and bankers get up and discreetly leave the room. \tGekko waits for them to go, turns back to Bud.  \n[148]\t\tWhat the hell do you want?  \n[149]\t\tLast night I read Rudy the story of \t\tWinnie the Pooh and the Honey pot. \t\tKnow what happened: he stuck his \t\tnose in that honey pot once too \t\toften and got stung.  \n[150]\t\tYou're walking around blind without \t\ta cane, sport. A fool and his money \t\tare lucky to get together in the \t\tfirst place.  \n[151]\t\tBecause it's wreckable. I took \t\tanother look and I changed my mind.  \n[152]\t\t\t \t\tIt's all about bucks, kid, the rest \t\tis conversation... \t\t\t \t\tBud, you're still going to be \t\tpresident. And when the time comes, \t\tyou'll parachute out a rich man. \t\tWith the money you're going to \t\tmake, your father won't have to \t\twork another day in his life.  \n[153]\t\tBuddy, it's not a question of \t\tenough. It's a zero sum game, sport. \t\tSomebody wins and somebody loses. \t\tMoney itself isn't lost or made, \t\tit's simply transferred from one \t\tperception to another. Like magic. \t\tThat painting cost $60,000 10 years \t\tago. I could sell it today for \t\t$600,000. The illusion has become \t\treal. And the more real it becomes, \t\tthe more desperately they want it. \t\tCapitalism at its finest.  \n[154]\t\tThe richest one percent of this \t\tcountry owns half the country's \t\twealth: 5 trillion dollars. One \t\tthird of that comes from hard work, \t\ttwo thirds of it comes from \t\tinheritance, interest on interest \t\taccumulation to widows and idiot \t\tsons and what I do -- stock and \t\treal estate speculation. It's \t\tbullshit. Ninety percent of the \t\tAmerican people have little or no \t\tnet worth. I create nothing; I own. \t\tWe make the rules, Buddy, the news, \t\twar, peace, famine, upheaval; the \t\tcost of a paper clip. \t\t\t \t\tWe pull the rabbit out of the hat \t\twhile everybody else sits around \t\ttheir whole life wondering how we \t\tdid it... \t\t\t \t\t...you're not naive enough to think \t\twe're living in a democracy are \t\tyou, Buddy? It's the free market. \t\tYou're one of us now...take \t\tadvantage of it. You got the killer \t\tinstinct, kid, stick with me. I got \t\tthings to teach you...  \n[155]\t\tBelieve me, Buddy, I was gonna \t\tdiscuss this with you at the right \t\ttime. Look, why don't you calm down \t\tand come to the apartment for \t\tdinner tonight. Bring Darien...  \n[156]\t\tAre you with me Buddy?  \tAt the door, a look of unmistakable power...and danger.  \n[157]\t\tI want you with me. \t\t\t   \n[158]\t\t\t \t\t...be another minute, Natalie.  \tAs he crosses back to the coffee table and punches up a \tphone number.  \n[159]\t\tThis is Gordon Gekko. Now... \t\t\t(a beat, with \t\t\tcontrolled rage \t\tI want zip-locked mouths on \t\tBluestar, or I'm gonna personally \t\tcome down there and rip out your \t\tfucking throats!  \n[160] \tBud walks out, heading up the street, absent amid the \tscurrying mid-day hordes tearing up the street for the loot \tinside.  \n[161]\t\tLook over there sunshine. I'm up \t\tagainst Richard Feigen.  \tHe is on a roll, electric. As the price mounts and surpasses \tthe two million dollar mark, Gekko rises and walks down the \tside aisle to the front, never taking his eyes away from the \tauctioneer. He stands agressively, arms akimbo, in a nose to \tnose confrontation.  \n[162]\t\tWhat do you say we go get a suite \t\tat the Carlyle? Caviar? Champagne? \t\tCelebrate, just like the old times \t\tSunshine.  \n[163]\t\t\t(condescendingly but \t\t\tpaying little \t\t\tattention to the rebuff \t\tCan't blame me for trying. You look \t\tas beautiful as that painting I \t\tjust bought.  \tHe pats her on the back in a preprietary fashion.  \n[164]\t\t\t \t\tSo what's the problem Sunshine? You \t\tlook like Black Thursday. Bad case \t\tof puppy love?  \n[165]\t\t\t \t\tSorry to hear that. I thought the \t\tkid had staying power.  \n[166]\t\t\t \t\tYou told him about us?  \n[167]\t\t\t \t\tNow tell me, why would I want to do \t\tthat?  \n[168]\t\tDon't worry Sunshine. Bud and I had \t\ta little talk. We came to an \t\tunderstanding. \t\t\t \t\tI want you to go back to him. \t\tSoothe him. Help keep his head \t\tstraight. Okay?  \n[169]\t\tCome on, we both like Buddy. But \t\tthis bleeding heart puppy love act \t\tis over the top... It doesn't fit.  \n[170]\t\tYou and I are the same, Darien. \t\tWe're smart enough not to buy into \t\tthe oldest myth running: love... A \t\tfiction created by people who got \t\tnothing to keep them from jumping \t\tout of windows.  \n[171]\t\tOoh ooh, tough talk from a scared \t\tlittle girl all wrapped in a pretty \t\tgrown-up package. Does this mean \t\tyou're ready to cut the umbilical \t\tcord and step out into the world on \t\tyour own? Because, Darien, if \t\tyou're through with me, you're \t\tthrough with everything I'm a part of.  \tDarien's eyes cloud over...the look of a scared child being \tbanished by her father. Then...  \n[172] \tHe paces on the other end of the phone, real anger showing; \tnow Alex and Susan seen in b.g.  \n[173]\t\tThe word's out. Your union buddies \t\tare talking. Get me in at a 45 \t\tdegree angle and I mean all the way \t\tin! Slash and burn, buy everything \t\tyou can get up to 22. Then call me. \t\tWhen I get the sonofabitch who \t\tleaked this I'm gonna kill him! I'm \t\tgonna tear his eyeballs out, I'm \t\tgonna suck his skull!!  \tAs he glances at his quotron the stock ticks up another 1/8th.  \n[174] \tGekko looks up from his quotron and shouts to his troops on \tthe phones.  \n[175]\t\tWho the hell's out there? What are \t\tthe arbs saying? It's gotta be a \t\tbig hitter.  \n[176]\t\tWhat the hell do they want?  \n[177]\t\tYou guys must know something nobody \t\telse knows. If those are my plans, \t\tit's the first I've heard of it.  \n[178]\t\tI'd like to remind you we already \t\thave an agreement, which I expect \t\tyou to honor.  \n[179]\t\tListen, you clowns, there's \t\tsomebody else out there trying to \t\tbuy your airline, if you want to be \t\tPac-manned and gobbled by Atilla \t\tthe Hun be my guest!  \n[180]\t\t\t \t\tSell it all. \t\t\t \t\tWhat the hell, so I'll only make \t\tten million.  \n[181] \tAlex, Ollie, Susan on the phones.  \n[182]\t\t\t \t\tYeah, Harold, why don't you dial \t\t911. \t\t\t \t\tFox, where the hell are you? I'm \t\tlosing millions. \t\t\t \t\tLook, you got me into this airline, \t\tand you damn well better get me out. \t\tBecause if you don't the only job \t\tyou're going to get on the Street \t\tis sweeping it! You hear me, Fox--  \n[183]\t\t\t \t\tDump it.  \tBud hangs up and rushes off with the ticket.  \n[184] \tThe 35\" television is on to:  \n[185]\t\tHello Bud.  \n[186]\t\tYou sandbagged me on Bluestar. \t\t\t \t\tI guess you think you taught the \t\tteacher a lesson, that you can make \t\tthe tail wag the dog, huh?  \tBud looks away. Gekko's smile fades.  \n[187]\t\tWell let me cue you in: the ice is \t\tmelting under your feet sport...  \tWithout warning, he grabs Buddy roughly by the lapels and \tlets out his inner rage with a series of smacks and slaps \tacross his face.  \n[188]\t\tYou think you could've gotten this \t\tfar this fast with anybody else? \t\tYou think you could be out there \t\tdicking somebody like Darien? No, \t\tyou'd be cold calling dentists and \t\twidows to buy twenty shares of some \t\tdog stock! I took you in! A nobody! \t\tI opened doors for you!...I showed \t\tyou how the system works!...  \tGekko slapping him harder and harder, Buddy staggering with \tthe blows, saying nothing, not defending himself.  \n[189]\t\t...the value of information! How \t\tyou get it! Anacott Steel, Brant \t\tResources, Transuniversal, Fulham \t\tOil. And this is how you pay back, \t\tyou cockroach! I gave you Darien, I \t\tgave you your manhood. I gave you \t\teverything.  \tHe backhands Bud across the face. Bud lies on the ground, \tspent, as is Gordon breathing hard. Bud gets to his knees, \tblood streaming from his nose, his suit muddied. Passersby \tlook on, wondering.  \tGekko seems to relent, the rage going into hurt, remorse. He \thands Bud a handkerchief. Bud staunches the flow of blood \tfrom his nose.  \n[190]\t\t\t \t\tYou could've been one of the great \t\tones Bud...I look at you and see \t\tmyself...Why?  \tBud looks at Gordon, torn by mixed emotions: the bonds they \tshare and the betrayal wrought.  \n[191]", "Charlie": "\n[1]\t\t...still looking for the right 18 \t\tyear old wife, how you doing, pal?  \n[2]\t\t\t \t\t...takes years of genetics, pal, \t\tand a Yale education... and the \t\tright tailor.  \n[3]\t\tBuddy boy, how ya doing?  \n[4]\t\tGotcha baby, its do-able... meet \t\tyou at the Wyatt Club... 3pm Dinner \t\tThursday... Indochina. Then we'll \t\tkamikaze down to Nell's, chase a \t\tlittle cotton underwear--I know \t\tthis 18 year old bimbo, man... you \t\tcan take it to the bank... \t\t\t   \n[5]\t\tYou mean teach you how to play. \t\tCan't. Going fly fishing in Canada, \t\tbig client...  \n[6]\t\t\t \t\t...light snack, but good, thanks \t\tpal, you're sharking your way up...  \tDan Steeples's talking confidentially on the phone.  \n[7]\t\tSo whaddaya say pal, wanna play \t\tsome doubles at Piping? Meet the \t\tmembership? I got a little blonde \t\tnamed Mandy, about nineteen, avec \t\tcafe au lait boobs... she's mine \t\tbut she's got a cousin who has \t\tgreat muffins.  "}}