{"filename": "Wanted_script.txt", "imdb_id": "tt0493464", "imdb_url": "https://www.imdb.com/title/tt0493464", "characters": ["The Exterminator (as Konstantin Khabensky)", "The Pharmacist", "Fox", "Sloan", "The Gunsmith", "Cathy", "The Butcher", "Barry", "Mr. X (as David Patrick O'Hara)", "The Repairman", "Pekwarsky", "Janice", "Puja", "Wesley", "Cross"], "dialogues": {"The": "\n[1]  \n[2]...and rolls up quickly, guns ready. His eyes spot FOUR MARKSMEN running and ducking for cover on the neighboring rooftop.. .and on a dead sprint across the roof... . he spots about a CENTIMETER OF FLESH sticking out from around an air-conditioning vent. He fiKes the his left band. The bullet flies through the air and rockets into the flesh... which happens to be one of the marksmen's ears. The guy YELPS IN PAIN and falls back from the vent, exposing himself. That's all Mr. X needs, and another shot rings out while he's still on a dead run. THWAP! The bullet finds its mark in the yelping man's forehead, silencing him, just as... .Mr. X ducks behind a stairwell door. He pulls up his right hand and looks down the barrel of this pistol: built into the barrel is thin c u r screen. It actually shows the heat signatures of the three remaining marksmen, one of which is directly in front of him, hiding behind a small rooftop supply shed. A second marksmen is just on the other side of the stairwell. The third is on the far side of the rooftop. Mr. X takes another look at the heat signature of the marksman hiding behind the shed and he FIRES his gun...     5. /~, ...then does an amazing thing: in the split second that the bullet travels forward, he jerks his gun to the side... actually steering the bullet around the wall and into the ksman's throat. Before the guy's blood hits the ground, the assassin is moving again: he dashes away from the stairwell then makes two incredible shots; one knocks a piece of aluminum off the top of the stairwell... ..which causes it to flip up in the air above the head of the hiding marksman... . the second shot strikes the aluminum again, ,,..,sending the bullet ricocheting down into the ton of the marksman's heads As he falls... THE CAMERA MOVES OVER TO WHERE... the FINAL MARKSMAN is breathing hard, like an engine with a chronic misfire, as he looks out at the dead bodies of his fallen comrades... all chopped down in a matter of seconds. He squeezes his eyes shut, trying to psyche himself up... \n[3]A man named CROSS is in a crouch, holding a massive RIFLE pointed upward, at an angle... A small SCREEN on Cross' gun shows the scene from the roof, along with various elemental measurements: wind speed, pressure, temperature, distance, altitude... .. the information on __the reflects off of Cross' eyeball as he processes,,the shot... a quick adjustment to the gun and a slight pull of the trigger... \n[4]Nicole! Get your ass over here and.tell us what the hell is going on with you and Whitcock the big cock! He pulls a chair over from next to Wesley to make room for her at his table. Wesley just takes another bite of his sandwich. \n[5]  \n[6]We all end up where we belong, don't we? The Butcher snickers. Sloan speaks up... \n[7]Four flies lie on - the floor. crawling o d... their \n[8]Wesley jerks upright, trying to process this. \n[9]He stops. He pulls out a gun and waits for Wesley to make his decision, pointing his gun at the door. \n[10]Wesley is still standing there, unaware of what is on the other side of the door, thinking, thinking, thinking. He takes a step toward the door... FLASH: His boss Janice, yelling at him, mocking him. Wesley hesitates, looks at the chair, then the door again... FLASH: His girlfriend on the couch, riding high on Barry, loving every minute of it. Wesley stands frozen, staring hard at the chair as THE CAMERA STARTS to swirl around him. FLASHES: The consultant haranguing, the other employees laughing, eating.alone in the break room, riding his bike, all the aspects of his shitty life... .. as the CAMERA CONTINUES to swirl around him, his face going hard... \n[11]Sloan hears the creak of the chair and lowers his gun. He smiles and walks off down an alley.     31. \n[12]Wesley waits in the chair for what seems an eternity. starts to bite his thumbnail, nervously. In comes the Pharmacist. The man is built like a mountain, with muscles rippling out of his white smock. .He's got a British accent and is extremely polite. \n[13]'Ah, made your choice, did 'ja, of boy? \n[14]Very good, very good. He walks behind Wesley. \n[15]The weather's been lovely the last couple o' days-- would you mind putting your hands back here for me? Wesley does, and the Pharmacist binds his hands with some rope. \n[16]There, that's it. Very good. \n[17]Quite right. The Pharmacist cracks his knuckles and then, WHAM!!! He hits Wesley so hard right in the cheek that it almost knocks him out of the chair. \n[18]It's so unbelievably stunning coming out of Wesley's mouth that it hits Janice like a slap in the face. Heads all over the office start to poke out of the tops of their cubicles like gophers coming out of holes. Nicole watches, pleasantly stunned, from a few feet away. Janice looks around, shocked. Wesley likes the way that felt, so... \n[19]Will do, Fox. The Butcher measures Wesley, then starts to talk in a steady, almost bored voice... \n[20]Remember, it's the body we are killing. Know it like a surgeon. Wesley nods, half disgusted, half enthralled. \n[21]Okay, we'll start at the beginning. To cut the subclavian artery, hold the knife ice-pick style and thrust down behind the clavicle, cutting side to side. He jabs the blade into the beef... and just as he does...     37. \n[22].and the Butcher performs the next move... \n[23]To slice the diaphragm, first whip your wrist into the target's trachea to prevent screaming, then drive the knife at a forty-five degree angle upward just below the rib cage. Just as the knife hits the side of beef, we smash cut to... \n[24].we are right back to the hanging side of beef as the Butcher performs the next move... \n[25]If you want the jugular, pull your enemy's head to the left and jab your knife well into his sterno-cleio- mastoideus muscle, here, then cut down and left. Just like before, we smash cut to... \n[26]The butcher continues to hack away at the hanging meat, describing more and more ways to kill with a blade... \n[27]Wesley weighs all this, puts it together. \n[28]If you get in the hoo-ha of a two on one and find yourself the one, remember that each foe will likely move at the same steady speed away from each other, allowing you to keep a gun on each. \n[29]Now, if you find yourself one ' on three, that poses a real bit a' ball ache...     49. The sound of the Pharmacist's voice fades to the background as Wesley's voice-over comes up... \n[30]Fox peers out the door and looks at Wesley, watching him absorb more of Cross with every page. \n[31]It's already at four feet. \n[32]Here's two. Your father couldn't even do that. \n[33]Wesley, at some point -- \n[34]How you gonna -- ? \n[35]I guess not every rule can be broken.     58. \n[36]Traffic lights mean nothing, as Wesley mashes the accelerator to the mat, and the Porsche responds, ripping up the road like a tiger on the prowl. Fox rises up in the passenger seat, looking over the windshield, the wind whipping her face... \n[37].where he quickly mingles with the crowd. He has his hands tucked into the front pocket of his hooded- sweatshirt, the pistol inside. People pass him on his left and right, some make eye contact, some don't... anybody could be the target.. Wesley's eyes scan to the rooftops, surveying... the SECURITY GUARD by the theater, the SWEATER-FOLDER at The Gap, the SCARY-LOOKING GUY shopping at the sunglasses stand. And then Wesley's eyes settle on someone he was not expecting to see... Barry, his best friend that was shagging his girlfriend... is thumbing through books outside the BARNES AND NOBLE... seemingly. not paying attention to what's around him. Wesley can't believe it. It can't be him. Can it? Just then, Barry stops looking at the books and starts walking toward Wesley, keeping his eyes down. Fuck, this can't really be happening...     64. ..Wesley gets ready, both hands inside that front pocket... .and now Barry meets his eyes... still coming... still coming... \n[38]Fox holds the clip to Wesley's Imanishi, tapping it in her hand. Holy shit, she gave him an empty gun... \n[39]Wesley can't believe his gun is empty. In the split- second that it takes him to realize this, the Consultant has his guns leveled, taking aim, but...     65. ...Wesley moves faster than we thought he could move... he darts behind a kiosk hocking monogrammed apparel, and dashes full speed through the crowds lining the street. The Consultant chases after him, knocking shoppers out of the way, sending fanny packs and Nordstrom bags flying. Wesley hooks a right around a SHARPER IMAGE and heads straight down a narrower section, like he's on a mission, knowing exactly where he's going. And now we see why... Because the city around us goes stark white like the Mg Room. We're seeing what Wesley sees, what he's memorized in all those hours staring at the model. Finally we see one SMALL BENCH next to a fountain, which is bright red. Immediately the natural color of the city c2 Ws back and Wesley is running all out for that bench. He goes into a slide, hitting the grass .underneath the bench, sliding under it, popping up on the other side. He rips a metal panel off the back of it as he does, revealing an AUTOMATIC PISTOL... .and just as quickly, he's up on one knee, aiming, using the bench as a shield as the Consultant rushes up, surprised and BAM! BAM! BAM: The Consultant drops where he is, three bullets hitting him in his two shoulders and his chest. People start SCREAMING and RUNNING the hell away from the gunplay. Wesley is about to run away himself, but when he turns, Fox is right there beside him... smiling. A couple of SECURITY GUARDS are with her, smiling as well. Wesley looks over at The Consultant, who site up, smiling too, even though he's bleeding from three spots on his body... \n[40]From a distance, Wesley approaches Cross from the back. His steps become quicker, getting closer every passing second. Wesley starts to reach in his coat for his gun... .and that's when Cross firesl Quick as lightning, Cross has guns out and lets loose toward the roof of a nearby warehouse.     72. His bullet has the instincts of a bird dog, and it curves over the edge of the building and finds its mark, causing a crouching ASSASSIN to plunge from the roof to the street near Wesley! The others on the rooftops hail down bullets as Cross disappears into the nearest building, the Times-Herald. Wesley and Fox run toward the building as three other Fraternity members beat them there, the BELLMAN, the WAITER, and the ELECTRICIAN. Wesley sees them congregate on the loading dock and then start inside the building... \n[41]Once inside...     73. \n[42]The Electrician hustles between the pallets and boxes, eyes darting, guns drawn. He backs up to a pallet of stacked newspapers, using it as cover. What he doesn't realize is that between each stack of papers is a space, just big enough for a -- THWAP! A bullet finds its way through the space and hits the Electrician in the back of the shoulder, spinning him around. CLOSE ON: Cross' gun. Another shot and we follow the bullet, across the dock and dipping low into the next space in the paper stack -- right where Electrician is now leaning... .the bullet buries in his eye, sending him to the flog. Wesley sees Cross race for a set of stairs. Just as Wesley is about to cut him down, Cross fires at a wooden beam holding back some massive rolls of NEWSPAPER. The rolls tumble over and Wesley has to dive out of the way, allowing Cross to escape up the stairs. Wesley, Fox and the Waiter all race for the stairs. \n[43].we stay with Wesley as he falls from the third floor, firing his guns the whole time... .until he lands top of an \"L\" train moving at ll speed. \n[44]Fox limps out of the newspaper building and hurries to the Porsche. She ignores her wounds and rips the car out of the alley, chasing after the fleeing L train. \n[45]Ahead of Wesley, Cross is also on the top of the train. He manages to get up, spin around, and fire at Wesley... .but they both have to duck as the L train whips under an overpass, which misses smashing both of them by mere inches. Cross takes the opportunity to swing down between cars and enter one of the L cars. \n[46].where he sees the trail of blood leading all the way down the center of the empty car and out the back door. Wesley hovers in the entry way, his guns up and ready. He takes a step forward to follow the blood trail, and immediately, he is decked from the side by an ambushing Cross. They tumble over the first row of seats, both losing their guns.     77. Wesley kicks Cross off of him, but Cross-spins with two new suns in his hand! Wesley is.on him quick though, and SLAMS Cross into one of the train's windows hard enough to crack it. With a quick twist of Cross' wrist, Wesley takes a sun from him Just as Cross kicks h,m off... .Wesley fires as he falls backwards. Cross falls backwards too from the momentum... ..and they both smash out opposite windows of the train before landing on either side of it! \n[47]COMMUTERS ride along in blissful ignorance, reading their papers, holding on to the handrails... completely unaware of the gunfight raging outside the train. A bullet whizzes through an open window, pierces a BUSINESSMAN'S paper, and exits a window on the opposite side of the car. The man sticks his finger through the hole, unaware of the battle outside. What the hell? \n[48]On opposite sides of the train, Wesley and Cross are both sprinting and firing, trying to get to the end of the last train, while dodging each other's bullets... .as the last car passes, they each jump on the tracks, ending u with guns tucked under each other's chin! \n[49]Wesley sits and looks at one particular house. He climbs off'and heads to the side of the house, still carrying his book. \n[50]He ducks through a broken chain-link fence and moves down the side of the house... .until he finds a familiar wooden BOARD. Familiar because we've seen this place before: it's where he lived when he was a foster kid. He removes the board, then reaches into the hole. His hand seizes on something. From the hole, he withdraws a KEY attached to a note with an address on it: 1850 North Highbury St. Wesley's eyes move from the copy of MONTE CRISTO, to the key, and back to the book. Finally, he lowers his hands... revealing a little eight- year-old kid, watching him curiously from the back yard. \n[51].and finds that the place is nicely decorated; an attempt to cover up what is really a reinforced bunker. Anna is now trying to hold back tears, but can't. \n[52]He walks up behind Anna, who is sipping some coffee at a kitchen table, red eyed. \n[53]  \n[54]Wesley's EMPLOYEE PHOTO fills the screen above a reporter's head while the REPORTER babbles in a serious voice... \n[55] \n[56] \n[57]One COP looks up and sees a figure on the roof, long jacket blowing in the breeze. Surprisingly conspicuous. \n[58]Quickly, a spotlight lights up the spot where Wesley was standing, but now we see it's iust an air-conditioning vent with soave loose streamers flapping off of it. Damn, it looked just like Wesley a moment ago... was it? \n[59] Nothing yet, sir. \n[60]The bodyguards peer up at the buildings ready for anything. Henry Helms reaches over and grabs his wife's hand, a reassuring gesture. But his white knuckles betray his trepidation. The driver watches as they reach a frontage road on the east side of the river. \n[61]They make a turn along the river and haul ass toward the bridge. Traffic is sparse and they look like they have an easy clear passing. \n[62]The Gunsmith sits, waiting patiently...     100. \n[63]Sloan watches the Limo starting to approach the bridge. \n[64]The limo is about halfway up the incline now, a sitting duck, hellfire about to rain down upon it. \n[65]The Gunsmith waits, waits, waits... .and then, out of nowhere, surprising the hell out of him, a knife is held to his neck from behind. The Gunsmith doesn't even so much as swallow, as the blade is so tight against his throat that it draws a drop of blood. \n[66]The assassinB-all disappear from their positions and head to the street. \n[67]Like I told you... the blade will always live on. \n[68].the two men slashing, ducking, and moving in the middle of the street. - Wesley strikes three auick swipes acrosiLthe Butcher's face And forehead, filling his eyes with blood. The Butcher grabs his face and sees the blood streaming on to his hands. He tries to wipe the blood from his eyes, but it's just getting worse. \n[69]I can't see! \n[70]Three on one, mate. You're out of ammo. And you're in a part of the map with no Fraternity stashes.  That's what I'd call a real ball ache. For a moment, Wesley stands there, sizing up the situation. His eyes swivel from the Gardener to the Chef to the Pharmacist. Just then, the buildings ound all of them go black., just like in cross's model! Wesley's eyes fall on the on the red corner of the nearest building, a cement block making up a decorative support column in front of it.     104. Wesley smiles. \n[71].THE BULLET from the left gun heads for the Chef. He tries to drop down, but the bullet curves downward, it pierces his body... and... \n[72]...the bullet from the right gun heads for the Gardener, who moves fast to fire his own gun, but the bullet catches him in the wrist, knocking his gun out of his hand, and... \n[73]. it hits the Gardener's scaphoid bone, ricocheting out, also, right at the Pharmacist... \n[74].just as the two bullets come together... \n[75]Bugger.     105. hitting the Pharmacist on both sides of-his head, before he can even react. Wesley watches a pink spray shoot out from both sides of the Pharmacist's head as he falls to the asphalt, dead. But Wesley's not through, he moves over to the Gardener and rolls him over. \n[76]Where it started.. BAN! Wesley ends it for the Gardener. \n[77]Wesley rolls over on to his back, looking up at the darkening sky. ", "Pharmacist": "\n[1]'Ah, made your choice, did 'ja, of boy? \n[2]Very good, very good. He walks behind Wesley. \n[3]The weather's been lovely the last couple o' days-- would you mind putting your hands back here for me? Wesley does, and the Pharmacist binds his hands with some rope. \n[4]There, that's it. Very good. \n[5]Quite right. The Pharmacist cracks his knuckles and then, WHAM!!! He hits Wesley so hard right in the cheek that it almost knocks him out of the chair. \n[6]If you get in the hoo-ha of a two on one and find yourself the one, remember that each foe will likely move at the same steady speed away from each other, allowing you to keep a gun on each. \n[7]Now, if you find yourself one ' on three, that poses a real bit a' ball ache...     49. The sound of the Pharmacist's voice fades to the background as Wesley's voice-over comes up... \n[8]Three on one, mate. You're out of ammo. And you're in a part of the map with no Fraternity stashes.  That's what I'd call a real ball ache. For a moment, Wesley stands there, sizing up the situation. His eyes swivel from the Gardener to the Chef to the Pharmacist. Just then, the buildings ound all of them go black., just like in cross's model! Wesley's eyes fall on the on the red corner of the nearest building, a cement block making up a decorative support column in front of it.     104. Wesley smiles. \n[9]Bugger.     105. hitting the Pharmacist on both sides of-his head, before he can even react. Wesley watches a pink spray shoot out from both sides of the Pharmacist's head as he falls to the asphalt, dead. But Wesley's not through, he moves over to the Gardener and rolls him over. ", "Fox": "\n[1]It was a set-up all the way? Sloan just nods. He then stoops down, shoos some of the flies away with the back of his hand and picks up the file that Puja gave Mr. X. The CAMERA PUSHES IN on the back of Sloan's hand as he reads the file. It, too, has the tattoo pf the three- headed do q, in the same spot as Mr. X. \n[2] That's two heads in two weeks. Which leaves only one: you. Sloan nods. \n[3]And killing all three heads gets him that? Sloan nods again. \n[4]Well, I don't know if we have anyone who can stop him. Sloan squints back up at Fox. \n[5]Yeah? Who? And with that, we... \n[6]There is a remedy for all things but death. She said it so fast he's not sure he heard it right. He turns and sees the-hottest zQZM ever to ace Kroger's aisles: ox. She's wearing barely enough clothing to cover her tight body. \n[7]You apologize too much. \n[8]Spina bifida babies have more backbone than you. With that, she walks toward the end of the aisle, eyes scanning the whole time. Stunned, all Wesley can do is watch her walk. on the sMll f her back is a tatt It' tattoo we saw in the be i n n : a thKee-head2d dog. She gets to the end and catches him looking at her. Then she makes a very subtle gesture with her head... as if to say \"come here.\" Wesley still isn't sure what the hell is going on. Sheepishly, he makes his way to where she stands. She leans in close, her lips just inches from his ear. \n[9]I knew your father. Whatever Wesley was expecting_ it wasn't that. He pulls back from her.     17. \n[10]Can't say that I agree with you, Wesley. \n[11]Your father... \n[12],Your father died two days ago on the rooftop. of the Metropolitan Building. For a moment, just a moment, Wesley is stunned, but Fox just keeps sizing him up. \n[13]He'd be damn disappointed in what you've become, too. Wesley holds up his hands in a defensive gesture... \n[14]I've been called a lot of things, but \"lady\" ain't one of 'em. Wesley starts to talk but Fox interrupts him... \n[15]Damn, Wesley, how d'you ever learn anything when you won't keep your mouth shut and your ears open? I'm trying to tell you about your father. Wesley starts to open his mouth again, but then closes it. He waits. \n[16]Your father, Wesley, wits the greatâ\u0080\u009e sit assassin to ever live. Your father, Wesley, worked for the Fraternity.     is. \n[17] Your father, Wesley, was set up and gunned down by a man he used to consider a friend. And your father, Wesley... Suddenly, s raises her hands and-LS fist' two blgck \n[18].taught me everything I know. Wesley takes a step back. \n[19]This is what you've dreamt about all your life. Just then, Cross o s the corner to t e' e also fisting a Da'r of alms. Wesley's eyes go wide as Fox suddenly starts firing, BAM! BAMI BAMZ BAMI BAM: forcing Cross to take cover on the far side of the aisle. \n[20]Move! Now! She screams this, grabbing Wesley's wrist and jerking him forward, just as Cross comes back up, firing, a killing machine. They barely get out of the way, as the pasta aisle explodes in an avalanche of bullets! Glass bottles of spaghetti sauce shatter, turning the aisle into a rainstorm of red droplets -- we're not sure what is sauce and what is blood. Then... Cross springs on to a display stand of tortillas and up to the top of the freezer section, so he can have a better angle of attack at the fleeing Fox and Wesley. He starts sprinting down the top of the freezer section, smashing over styrofoam coolers, as his bullets barely miss Fox and Wesley, but slam into the freezers behind them, sending ice and glass exploding everywhere.     19. But Wesley and Fox are too quick.. She still has a.hold of Wesley's wrist and she propels him through the swinging doors of the stock room. \n[21]Drive! \n[22]Just drive! The Chevelle stays on his tail behind them; Cross drives and fires his Glock at the same time. Bam! Bam! Sam! Fox does her best to send bullets back his way, while Wesley mans the wheel, breathing hard, still stunned at what is happening. He spots a side-street... \n[23]Go around it! \n[24]  \n[25]That... was the man who killed your father. And now he's trying to kill you. Wesley forces a laugh, but right now it's hard to paint any-thing as ludicrous. \n[26]Have you ever believed that? Have you ever been content with that answer? Wesley stops, not sure of anything right now. \n[27]Today's your new birthday, Wesley. Drive. He settles back in his seat and pops the clutch again, this time, easing.a little more respectably into traffic. \n[28]The people I work with... we believe your father passed his skills on genetically to you. You knew how to handle the car, you knew to shoot at the truck. \n[29]It's that confidence we're gonna need to work on. Wesley is still dazed.     22. \n[30]Now I want you to look at me and tell me something. And I want you to be honest with me. \n[31]Do you think I look fat in this outfit? \n[32]I thought so. Let's go. She hops out. They walk inside a... \n[33]Mr. Sloan. The Butcher looks up from his work and lays down the knife, right next to where Mr. Sloan has a pair of silver pistols and a magnifying glass resting on a rolling table. \n[34]  \n[35]Like I said, you got the skills. \n[36]What's up, new man?     36. \n[37]Never stopped. How'd it feel, saying exactly what you wanted to say? \n[38]You need to get used to the blood and the muscle and the meat and the sinew and what a single blade of steel can do to a chunk of flesh. The Butcher turns and slices a chunk of tenderloin off of one of the hanging carcasses, then slaps it on the table. \n[39]Take care of him, Butcher. \n[40]You haven't quite figured out this whole \"blending in\" thing, yet. Let's go. \n[41]This... She picks the lock and they step inside... \n[42]This is the Roach Motel, Wesley. Wesley looks around, disgusted.     39. \n[43]All right, find us some skinny bitches. Wesley uncovers the first body... it's a. black male. \n[44]Nahh, let the brother rest. Find us some white meat. And nothing too fat. Wesley covers the black male and moves over to a second body. He unveils it to reveal... what looks like a dead suburban housewife. \n[45]Perfect. Load up soccer mom. \n[46]  \n[47]You can take the couch until we find you someplace better. \n[48]Come on. \n[49]Your father lov ed you, Wesley. He talked about you all the time. \n[50]That's a fact. He knew he wasn't supposed to, but he couldn't help it. \n[51]  \n[52]I remember one night he had me on my own .for the first time, and I was tagging this target named Buster Burgess. But I was green and clumsy and stupid. Buster marked me and disappeared into this old tenement building.     45. \n[53]Motherfucker shot mein the leg. Put a damn hole in my favorite skirt. The figure re-aims, ready to take out the helpless Fox. \n[54]Then you know what happened? \n[55]Naww. I ended up with four more slugs in me. The figure unleashes four more shots. \n[56]I'm here, aren't I? \n[57]He didn't hit me anywhere important, and he used pin-shot bullets that didn't do any real damage. But you can be damn sure I don't let any mark get the high ground on me again. Shesmiles at another thought. \n[58]And you know what we did instead of go to the hospital to stitch me up? \n[59]We went driving. \n[60]This is where your father was killed. Wesley's eyes narrow and he looks around, taking it all in.     47. \n[61]We're not sure. The fence he was meeting was shot in the head... which led him out to here... but it must've been a set-up all along. All I know is it would take a hell of a trap to bring your father down. Wesley crouches down by where his father's body would have been, running his fingers over the gravel rooftop. \n[62]But... \n[63]Well that's why you're here. To make up for lost time. Wesley looks back at her. \n[64]We cremate our dead. I'd like to say it's to honor them, but it's mainly to keep anyone from identifying them after they're gone. \n[65]Yeah.     48. \n[66]That's right. \n[67]Sure. She leaves and Wesley approaches the urn holding his father's'remains. He runs his finger over it, and just when we think he's going to have an emotional moment...' ..he smashes the urn on to the stand, the ashes spilling out everywhere. Wesley runs his fingers through the decay: what a mess... there are pieces of bone intermingled in the cremains. But then hisfingegs find something in the dust... a BULLET with a hole running down its center. He holds it up to the light for a closer look. As he studies it, we start to hear... WHAM! WHAMI... \n[68]       \n[69]  \n[70]More reason for Cross to die. Wesley flips to the picture of cross. \n[71]Listen .to me, Wesley. In two weeks, we have to kill Henry Helms. Do-you know who that is? \n[72]A price-tag that we're going to collect. Your father was meeting with a fence about the job when Cross took him down. So we can only assume Cross knows about the target too. We... you... have to take Cross out before we prosecute this mission. We can't have him out there as a wildcard, wreaking havoc, do you understand? \n[73]We've never defaulted on a job and this 1k one won't be the first. \n[74]May have found your match, Sloan. Sloan smirks and turns to instruct Wesley. \n[75]Just run it out there. Let the kid work. The Gunsmith shrugs and runs the target down the range. Wesley looks at Sloan. \n[76]  \n[77]Don't you quit now, baby! Don't you quit now!! Wesley didn't know it could be like this. After they finish, Fox gets up and heads to the shower and he watches her go the whole way. In the doorway, she turns around... \n[78]Sloan says you're ready.     60 \n[79]  \n[80]  \n[81]Same way you did, sugar. They found me. \n[82]Sold perfume. At the mall. \n[83]No shit. \n[84]Get in line.     61. \n[85]Fraternity members all have something in their lineage that shows they'll be good at this. \n[86]My great-great-great-grandfather on my mother's side. He was on a slave ship coming over from East Africa and as it was pulling into Charleston, he killed every white man on the ship and swam to shore. They caught him and hung him four days later. \n[87]I Nah. Motherfucker deserved it. Be raped eight women in those four days. One of them was my great-great-great-grandmama. She pushes her chair back, done with her work. The CAMERA PUSHES IN as Fox removes the device so we can take a look: the three-headed dog has been tattooed into his hand. \n[88]       \n[89]Trial by fire, sugar. Hook a right. Wesley whips the car around a corner... \n[90]Park it here, baby. He pulls the car to the side of the street... .in front of a busy outdoor mall. It's covered with shops, eateries, movie theaters and people, people, people. Fox eyes the crowd. \n[91]we're here for a reason and it ain't clothes-shopping. Somewhere in that crowd is your first target.     63. \n[92] The real thing. \n[93]You'll know him when you see him. \n[94]Then you get shot. Fox hands him his Imanishi pistol, which Wesley rolls over in his hand. \n[95]It's graduation day, baby. I He nods and makes his way toward... \n[96]Pin shot bullets. Wesley looks down at the gun. \n[97]  \n[98]Time to do this for real. \n[99]A bullet you made killed his father. The bullet maker looks as though he knew a day like this might eventually come. His face falls and he looks.at his feet. \n[100]Wesley, you gotta know something. No matter what kind of training you've done these last few weeks, killing your first, well that's gonna change you forever. Wesley drives for a while. Then... \n[101]Jesus. Someone needs to find that bitch and set her straight. \n[102]Here we are. \n[103]The others are only backup singers. This is your show. Fox subtly moves her head and figures disappear, crouching down. Just then, out the windshield, they see a MAN wearing a long black overcoat approaching the corner near the newspaper building. Fox's eyes start to dance. \n[104]Remember: he's good, baby. But you're the best I've ever seen. Wesley nods and the two of them step out of the car. \n[105] He's got the high ground. Wesley sees an unmanned forklift on the dock. \n[106]Fuuuucckkk! Cross races along the scaffolding and disappears into a door. \n[107]Keep goin', baby! Take him! Wesley races for the stairs. He is the only one left to chase Cross to level three. \n[108]You did it, baby! Son of a bitch, you did it. You put down motherfucking Cross! Wesley looks down and sees some of Cross's blood on his hands from their clench. There is also some on the gun he is holding. ar --h d ed crun. Wesley reaches down and takes the other pearl-handled gun from where it dropped and looks over them both. \n[109]What'd he say to you? Wesley looks up, sees some sort of anticipation in Fox's eyes. He looks back down at Cross's body..     79. \n[110]Well... damn, I couldn't be more proud of you, baby! Let's go lay this on Sloan! \n[111]What's wrong? \n[112]  \n[113]You sure? But he's already walking off. She watches him go, thinking... \n[114]Jesus. She squints, the setting sunlight nearly blinding her as all she can see is a silhouette... \n[115]For a second there I thought you looked just like Cross. Wesley steps into the light and moves over to the table as Fox lights up a cigarette. \n[116]He picked me clean and I don't care much for needles. She blows out a lungful of smoke and watches as it rises toward the ceiling. \n[117]Sloan's on his way. One of the waiters waves to her to put out her smoke and she just stares him down. The man backs off, nodding and smiling. \n[118]You want something to eat, baby? \n[119]They got some good shit. Ostrich, chicken... won't fill you up too much if you're watching your calories. \n[120]Well, the big man should be here any minute... \n[121]Baby, you can ask me anything you want. He focuses on her eyes, zeroing in on the pupils. \n[122]What? \n[123] \n[124]Goddammit, Wesley... She stabs out her cigarette, crushing it on the hot grill so that it SIZZLES. \n[125]Why'd you have to ask me that? With that, she kicks back from the table, holding a huge black Smith and Wesson revolver.     $7. Wesley only has a millisecond to respond,-and he does by kicking over the table, which sends food and utensils flying, but also shields him from Fox's bullets. Just as quickly, Fox leaps up on top of one of the other tables, trying to keep her heels on the sides so that her feet don't touch the hot grill. If she's wounded, we wouldn't know it. Wesley does the same on a nearby table. They take shots at each other as they leap from table to table, avoiding the sizzling centers, but they're both so quick that no bullets find their mark. Then Fox takes a running leap at him, moving ferociously fast. She's like the animal she's named after, and she launches off one of the tables... .and catches Wesley flush, kno in him backwards, a form tackle on to a table... ..where he lands Quare on the oven top... PSSSSBHH... and his guns go flying across the room as... .the table to starts to burn through his clothes! \n[126]You shoulda known better, baby... But he rolls over, taking Fox with him, and now the oven- is burning into her back. With all her strength, she bucks him off and then flips herself backwards off the table. With another kick, she sends the hot table flying at him. It rips free from its wiring, and the nozzle sprays gas out into the restaurant... SSSSSSSSS... Wesley knocks the flying table out of the way, but not before it burns his arm as he blocks it. Spotting his guns, he sprints for them as Fox unleashes a hailstorm of bullets. But he's too damn fast, and he dives across the floor Pete Rose style, sliding to a stop at the precise moment where his hands come u holSling his weapons. In.one fluid motion, he flips back over and EAM! BAM! \n[127]  \n[128]I gotta admit, baby... She starts to squeeze both the triggers... \n[129]I thought we might have a future... But, Wesley drives a fist into her wounded leg and she reels... In the same motion, he grabs her wrists and pulls her toward him... taking her guns right out of her hands like a quick-change artist. Flipping them over, Fox's face full of surprise is the last expression she'll ever have because... \n[130]  ", "Sloan": "\n[1]He wants out. \n[2]There's one person who can. \n[3]Fox told you about your father? Wesley looks from Sloan to Fox to the Butcher and back to Sloan.     23. \n[4]When? They look at him, imploringly, waiting for an answer. \n[5]Shoot the wings off the flies. \n[6]  \n[7]You have three seconds. Three... two... Before he can say one, Wesley reacts... blindly firing the pistol in his hand, indiscriminately, B,AM! BAM! BAM! BAM! CLICK...CLICK...CLICK... until his finger is just jamming on the trigger over and over. After a moment, he looks up, unsure why he isn't dead.     24. Sloan smiles, drops his pistol on the rolling table and picks up the magnifying glass. He stoops down and signals Wesley to do the same. \n[8]And after we fine tune those skills... His eyes lock on to Wesley's, holding them in a vice-like grip... \n[9].you're going to hunt the man who killed Your father. Wesley is as stunned as we've ever seen him... he blinks a couple of times. \n[10]Walk with me. He drapes his arm around Wesley and leads him out the door. \n[11]I know thin is hard for you to understand, Wesley, but I want you to concentrate on what I'm saying. Your father was a member of the Fraternity, a collection of the most powerful assassins the world has ever known. They weave against the flow of pedestrians out and about on the city streets. Instinctively, people step out of their way. \n[12]We don't advertise Wesley. We blend into the environment like moths against a tree. \n[13]We stay in the shadows. .. to the kitchen, where a massive man with a three- headed dog tattoo on his hand, flips burgers. THE CHEF. \n[14]We disappear into our surroundings. .until it finds a man with a three-headed dog tattoo on his hand, trimming a hedge. THE GARDENER. \n[15]Because the easiest place to hide is in plain sight... .until it finds a GUN SALESMAN holding out a weapon to an Italian customer. He also has the tattoo. He's THE \n[16]..until that time when we are called into action. \n[17]And when the time comes that we are called, death is as certain as the sun. \n[18]We have been active for centuries, Wesley... outlasting rulers, governments, nations, kings. We recognize no borders; the entire globe is our killing field. They are buzzed through by THE PHARMACIST, and enter... \n[19]We are the baddest of the bad, the three- headed dog that guards the gates of hell. We show no mercy, we destroy the weak, we have absolute power.  But recently, a fallen angel, one of our own, has challenged that power. The screens in the room come to life with the face of Cross. \n[20]This man left the Fraternity and decided to strike down those who had befriended him, trained him, made him who he is.     29. \n[21]..a son whose mother died in childbirth... They reach the baby's bed and a pair of strong arms lift up the child. But the CAMERA FINDS the face of the second man... \n[22]..he took the boy to an orphanage so his true identity would never be discovered. .and now we see that the other man is a YOUNG MR. \n[23] \n[24]And I helped him. \n[25]Your father was like a brother to me.  I will do anything to avenge his death.' Sloan turns off the monitors and pulls over a wooden chair from where it rests by a wall. \n[26]So Wesley... you have a choice. Would you like to go back to your job, your girlfriend, your life, just as it was before?  Or would you like to begin your training with an assassin's Fraternity that writes the world's history in blood and bullets? Wesley doesn't know what to say. Sloan moves to a back door . \n[27]If the answer is the latter, then have a seat in that chair.      30. \n[28]  \n[29]Selecting your weapon and then disposing of it is the most pivotal aspect of every assassination. An array of firearms are on a shelf next to Wesley. \n[30]Pick one. Wesley eyes all the weaponry. Finally, he settles on a short-barreled black handgun. Sloan takes it from him and inspects it. \n[31]Excellent. This is an Imanishi 18. It holds seventeen bullets in the clip and one in the chamber. It's made of a composite material unrecognizable by metal detectors.      40. \n[32]And the Imanishi's bullets have microchips that communicate with similar ones in the gun. \n[33]  \n[34]How'd you do in Physics class? \n[35]Why? \n[36]That's it. Rules. What if I told you there weren't any? He nods at Wesley, like he's on to something. \n[37]People live by the rules set before them. We take them on faith that they are right. But how many times in your life have you thought you had a better way, against-the rules that was simply laughed at. \n[38]Because you use your brain differently than other people. All Fraternity members do. \n[39]Humans use neurons to think. But most people can only handle a small percentage of those neurons firing at once without suffering a seizure or an aneurism. Not us. And not you. We have the ability to think differently than other people. \n[40]That's right. Sloan hands him back the weapon. \n[41]Try it. Wesley aims the pistol at the target in front of him. He \n[42]Have you ever shot a gun before? \n[43]So you have no pre-conceived habits we need to break. Shoot the target. Don't hit mom. \n[44]This isn't about \"how.\" It's about \"what.\" If you'd never been told a bullet flies straight and I handed you this and said hit that target... what would you do? Allow your instincts to guide you. Just like the flies.      42. \n[45]The technology is only here to assist your natural instinct. Wesley lifts the gun, his mind racing... \n[46]It's not 'will' that makes the physical react how we wish, it's 'control.' You are in control... \n[47]Rules are made to be broken, Wesley. No one was better at that than your father. He had a pair of pearl-handled revolvers with which he could conduct a symphony. L i Wesley nods proudly, and squeezes off some more shots, all chasing through the same hole in the target. \n[48]Watch the eyes. Look for a slight swelling of the pupil. You can train your body to stay a constant temperature, you can control your heartbeat, but you can't control the center of your eyes. That's how you know when someone is lying to you. Sloan looks right at him. Wesley narrows his eyes, trying to fend off his stare. \n[49]Do you want to fuck Fox? \n[50]I know that's a lie without even seeing your eyes. \n[51]Okay. What are you hiding from me? Wesley looks down, then focuses on Sloan. \n[52]What's this? \n[53]Yes? \n[54]You put this all together on your own? Wesley taps his head. \n[55]Don't know. But whoever has them isn't long for this place. Sloan reaches down and picks up a binder which he drops on the desk. \n[56]Cross. The details of his life. q Continue your hunt. \n[57]No rules. \n[58]We keep a record of every assassination mission, going back to the Ides of March. Maps, diagrams, logistics, complications, weapons of choice... it's all there. Wesley nods, impressed. Sloan just keeps leading him through a set of double doors, into... \n[59]Where we plot our local hits. This city is one of the Fraternity's major headquarters. \n[60]Part of mastering technology is knowing when to use it. Models can't be hacked. Your father built this room himself. Most of the buildings are white, but interspersed amongst them are a few vainted red. Some of the model street lamps are also red.     53. The color red appears sporadically throughout the entire model city: on the sides of buildings, on mailboxes, on some of the manhole covers. \n[61]The Fraternity's grasp reaches every facet of the world's major cities, including their construction. Look at this streetlight. Wesley peers at it... there is a plaque affixed to the pole... the standard thing you find on these things... \"Municipal C. W. 63070.\" But then there is something different on this one... a tiny symbol on the bottom of the plaque... the Cerberus instead of the seal of the cit Sloan presses the symbol and the plaque slides aside, revealing a hollow space behind it. He reaches his hand inside and pulls out a small handgun... flips out the clip expertly, then racks the weapon. Wesley can't believe it. \n[62].everywhere. \n[63]Keep moving, fellas. They nod and do just that. \n[64]They let us do our jobs, we let them live. THE CAMERA PUSHES IN on Wesley's face as he realizes the full scope of this organization and we... \n[65]Our job isn't just about how fast or true you shoot, Wesley. Physical agility will always lose to mental agility. It's warfare of the mind. FO 'S APART. Wesley looking at Fox through the bedroom door. SLAUGHTERHOUSE. Wesley working with the Butcher on the art of knife play. MAP ROOM. The Gardener and Fox show Wesley the rooftop of a certain building on the model city, one corner of the roof painted red. ROOFTOP. Fox and the Gardener now with Wesley on that actual rooftop, pointing out firing angles, modes. of ascension, and escape routes. The Gardener moves over to a cornerstone in the roof of the building and then easily lifts it off, revealing a stash of assault rifles. k SHOOTING G . Wesley looking at some ammunition while the Gunsmith talks and demonstrates. He fires at one of the targets, which EXPLODES in a splattered mess and we cut to... \n[66]Pick the weapon, make the kill, destroy the weapon. No other rules. Wesley nods as Gunsmith returns.     57. \n[67]There are limits to everything, Wesley. At some point the body becomes a shield. Wesley pulls his gun and lets loose five rounds, lightning fast. The Gunsmith brings the target back to them... ..a the business man is riddled with es. \n[68]He's ready. the los2k on Fox's face becomes more and more and sexual until... \n[69]  \n[70]The mole bullet is made by a midget t Filipino named Pek War. His fingers are so small that they can shape and smooth the metal better than anyone. \n[71]I had to let you figure it out for yourself. \n[72]Part of your quest. To get to know your father.  And his killer. Wesley nods, a grave expression on his face, like he knows what he is going to do next.     67. \n[73]Pek War charges exorbitant prices, as much as ten-thousand dollars for a single round, but his craftsmanship is unparalleled. He heads over to Wesley, hands him a slip of paper. \n[74]You can find him at this address. \n[75]He knows. \n[76]Hold until I give the word. He clicks off the radio and looks into his palm, where- e's holding that pearl handled aun, fingering the dried blood. \n[77] Here comes the car. Any minute now. Take your positions. Sloan leans out over the edge of his building, gun ready. \n[78]Can't say I don't have a sense of irony. The place I first decided to bring you in. Wesley is clutching his wounded shoulder with his wounded hand as blood starts to seep out of it in big red drops. \n[79]You once asked why I helped hide you as an infant... It gave me power, Wesley'. Power to become a head of the Fraternity. Power over your father. And ultimately it gave me you: the perfect weapon to kill your father. \n[80]In some ways it pains me to do so. You 460 are like the son I never had.     106. \n[81]Fine. Keep your worthless dignity. You're still just the same loser we plucked off the street six weeks ago. Wesley continues to bleed, taking this in. Sloan laughs derisively. \n[82]You can't win, Wesley. The Fraternity is everywhere. Even if you kill me others will come from other cities to take my place. You'll be hunted your whole life.  But that's not gonna happen. Like I told you before, when we are called, death is as certain as the sun. Wesley stands as straight as he can muster. The two men face each other like two gunmen on Main Street in Dodge city... an old newspaper even blows through like a tumbleweed. And we are close on Wesley's face. act it i the same shot from the opening of the movie. \n[83]  ", "Gunsmith": "\n[1] \n[2]It's already at four feet. \n[3]Here's two. Your father couldn't even do that. \n[4]Wesley, at some point -- \n[5]How you gonna -- ? \n[6]I guess not every rule can be broken.     58. \n[7] Nothing yet, sir. \n[8]       \n[9]You don't understand, man. This ain't about Helms. The Intern told you right where to go... He smiles. \n[10].I'm just the decoy. THE CAMERA WHIPS around behind Wesley... to show that three laser sights are lighting up his back in a perfect pattern. And now we see it, this was al a Bet-up to get Wesley in the open. The three surrounding rooftops, slightly more elevated, hold each of the three assassins crouched-in sniper positions, zeroed in on Wesley's back. But instead of surprise, Wesley just leans in closer to the Gunsmith's ear. ", "Cathy": "\n[1]Where's the spaghetti? \n[2]I specifically told you to get noodles on your way home. God, Wesley, I already put the sauce on. \n[3]You didn't listen is what you didn't.- I might as well talk to the wall. \n[4]Oh my god, Wesley, where have you been? I've been so worried! But Wesley just pushes past her and starts to throw clothes out of drawers into a black duffel bag. \n[5]What're you doing? Are you leaving? You .owe rent! But Wesley just keeps packing. \n[6]You can't leave! This is bullshit, Wesley. Bullshit, bullshit, bullshit.     43. Wesley just zips up his bag and turns back toward the door... .where Egx is now standing, wearing outf' that would make the devil blush. \n[7]Who the fuck are you? But Fox doesn't even acknowledge her presence, and just watches Wesley do his business. Wesley walks out the door and Fox follows. Cathy chases them out on to the landing... \n[8]You're nothing, Wesley! And you will always be nothing! You think you're gonna be happy.with that skank... Uh-oh... Fox stops and turns around -- fisting her pistols. She unloads... BAM! BAM! BAM! BAM! BAM! The CAMERA SWINGS OVER TO CATHY, who is about to pies herself, standing in the door frame, with bullet holes placed expertly around her head. Wesley and Fox keep moving, down the steps. Barry is coming up the steps, but he takes one look at them, does a U-turn and hurries out of their path. ", "Butcher": "\n[1]We all end up where we belong, don't we? The Butcher snickers. Sloan speaks up... \n[2]Will do, Fox. The Butcher measures Wesley, then starts to talk in a steady, almost bored voice... \n[3]Remember, it's the body we are killing. Know it like a surgeon. Wesley nods, half disgusted, half enthralled. \n[4]Okay, we'll start at the beginning. To cut the subclavian artery, hold the knife ice-pick style and thrust down behind the clavicle, cutting side to side. He jabs the blade into the beef... and just as he does...     37. \n[5]To slice the diaphragm, first whip your wrist into the target's trachea to prevent screaming, then drive the knife at a forty-five degree angle upward just below the rib cage. Just as the knife hits the side of beef, we smash cut to... \n[6]If you want the jugular, pull your enemy's head to the left and jab your knife well into his sterno-cleio- mastoideus muscle, here, then cut down and left. Just like before, we smash cut to... \n[7]Like I told you... the blade will always live on. \n[8]I can't see! ", "Barry": "\n[1]  \n[2]Wesley... hey dude. Wesley can't believe itl \n[3]Thanks for calling me. I wanted to say... Wesley pulls out his gun and Barry throws up his hands... \n[4]Whoa, man!! But now we see Wesley is looking past B_arry. over his shoulder... ", "Repairman": "", "Pekwarsky": "", "Janice": "\n[1]Oh my fucking god I hope that's not my billing report sitting on your fucking desk. Holy shit on an altar, it isl A couple of the other OFFICE WORKERS look up at the fireworks and smile... like they're actually enjoying Janice's histrionics. \n[2]why don't you just take a dump in your hands, fork it over to me and say, \"this is the best effort I'm gonna give to you, Janice. This is the best you're ever gonna get out of me.\" Hell, Rochelle on her bbirthdav is doing a better a job than your lazy ass and she's already left for the day. Je-sus CHRIST! Wesley looks like he'd rather be anywhere else. \n[3] I meant to... I meant to... Well I meant to be a size four but meaning to doesn't pick no cotton.     9. She snatches up the report off his desk. \n[4]Tell you what. I'll just input the four- ones myself.  Look everyone, I'm gonna do Wesley's four- ones for him! I don't have enough to do with my own damn job so I'll do Wesley's too! Wesley grabs the report back. \n[5]Minimum for the maximum. That's all you ever do. The minimum you can do to suck the maximum from this company. \n[6]No, you're worthless. I'm the one who's sorry I hired you. She storms away, fuming. Wesley looks over and sees some of the other workers still staring at him, amused. He sits back down to the semi-privacy of his little cubicle. \n[7]Good God a'mighty. \n[8]Get it to me by five. \n[9]Jesus H. Fucking Popscile, you don't have time to get me the differential responses but you got time to chitty-chatty with the intern? Why do I even keep you around, Wesley? Well I know one thing, your review is coming up next week and I can't wait to start checking me off some boxes... attitude: poor, performance: poor, management skills: poor, works well with others... Wesley just focuses on that mouth. Fat lips over fat gums over yellow teeth. But now all that's coming out of it is JIBBERISH. ' I Jibberish that goes straight from her larynx to Wesley's ears where it imbeds in the soft flesh of his brain and BURNS... It's so goddamn loudl if only... ...if only it would just... \n[10]He was aggressive toward me and other employees... a very negative person, extremely negative. I can't even repeat the words that came out of his mouth the day we let him go...     96. ", "Puja": "\n[1]  \n[2]I didn't expect for you yourself to come. One of the heads, in the flesh. \n[3]I'm flattered. She reaches over to an attachâ\u0082¬ case and removes a file. \n[4]The name of the target is Henry Helms. Carrying the file, she moves around the desk and stands a few feet away from Mr. X, who rises so that they are both standing. She really is quite beautiful, exotic even,. with piercing eyes. \n[5]He's a journalist who stumbled on to a story exposing a lot of powerful people, people who don't like having their power threatened. MR. x Poor Helms. \n[6]There.have been five attempts on his life, but he has been well protected... and well hidden. Turns out his wife's family has a lot of money. He's in town to accept an award. \n[7]And for that, my clients will pay handsomely. Mr. X is looking at Puja when a curious thing happens... .he notices that the red bindi on he r forehead tarts to move a little, like a second dot is trying to emerge from it, like an amoeba splitting. It's a sh hooter's laser! His eyes go wide as saucers. MR. x ", "Wesley": "\n[1]Six weeks ago, I was ordinary and pathetic. His wry smile gives way to... Black. And then... \n[2]It was Rochelle's birthday, which meant there was a certain amount of inter- office pressure to go to Appleby's and sit at a table of twenty-five with my boss Janice presiding at the head even though she's too tight to pick up the bill. Which meant, the poor bastard waiting on us had to split the check twenty-four ways -- everyone contributing to Rochelle's free meal -- surf and turf, no less -- don't do us any favors, Rochelle. Anyway, I ate a plate of extreme nachos and then polished off a bowlful of spinach dip pretty much single- handedly... The CAMERA DISAPPEARS in the bowl of spinach dip and we... \n[3]       \n[4].so by the time I got back to my cubicle, my eyelids were so damn heavy, I had to put my head down, even if it was just for a wink. \n[5]  \n[6]My name is Wesley Gibson. If you look at the corner of my desk, you'll see the billing reports I was supposed to hand in to Janice an hour ago. The BILLING ORT is highlighted on the screen for just a moment. .then the movie RESUMES normal speed and Janice reaches Wesley's cube in no time... \n[7]I meant to... \n[8]I'll do it. \n[9]I said I'll get it done. I'm sorry. \n[10]My job title is Account Manager. I used to be called an Account Service Representative, but a consultant told us we needed to \"manage\" our clients and not \" service- them. Onemore \"life sucks then you die.\" \n[11]I have a girlfriend whom I neither manage nor service. \n[12]Her name's Cathy. She works at Banana Republic. The guy she's humping is my best friend, Barry. She's giving it her best. As her MOANS reach a crescendo, we... \n[13]       \n[14]I'm sorry, Jesus... uh... what was the question? \n[15]Well, that's the thing.- \n[16] Cycles. Hard market, industry-wide cycles differ from our firm's cycles so I think it's amistake to apply... \n[17]Sure. Wesley jots down on his pad: \"ACTION ITEMS,\" and underneath it: \"Differential responses... then you die.\" He underlines it three times. \n[18]There are people, everyday you meet them, who you wish could see you in a different setting, a different place... Just then, Nicole, the pretty intern, approaches and starts fishing through the refrigerator. \n[19].instead of where you are, what you've become. Wesley sits upright, glad now that no one is sitting at his table. Nicole turns and smiles at Wesley, starts to head his way, when... \n[20]  \n[21]And you wish to god your eyeballs weren't being sucked out of their sockets by monitor fatigue. That you didn't spend five years in college to do goddamn differential responses. see that he is actually i&gt;laying solitaire on the computer. He keeps checking over his shoulder for Janice, but she is talking on the phone in her office with the door shut. He looks up and watches the computer clock turn from 4:59 to 5:00. He saves his solitaire game and then turns off the computer, snatches up his jacket, waits for Janice to turn her back to him as she is engrossed in her call, and then sneaks away. \n[22]C'mon, c'mon. After an eternity, the doors open. \n[23]But at least at the end. of the day... Wesley steps in and turns around. Before the doors close, he sees his boss Janice down the hall, looking at him. She checks her watch and looks back at him, pissed... \n[24]  \n[25]Wesley enters, toting his bike, only to find Cathy and Barry laughing on the couch, watching some crap on television. He's two steps in the door when... \n[26]What?     14. \n[27]Sorry. Iâ\u0080¢didn't... \n[28]I'll be right back. He turns around. \n[29]  \n[30]I got it. \n[31]My parents both died when I was born. He grits his teeth as we... \n[32]The nutjobs I had as foster parents thought any book that didn't contain a red-letter edition was the spawn of the devil...     .is. \n[33]..so I had to hide my stash like it was a bag of many jane. Stuck in a hole is a copy of THE COUNT OF MONTE CRISTO. He moves back around the corner and standing there is his FOSTER MOTHER, pissed as hell... \n[34]One time my foster mother found my copy of CATCHER IN THE RYE... .she holds a copy of the book in,her hand, getting ready, to strike.. \n[35].and God told her to beat me with it. Young Wesley takes a beating, WHAP, WHAP, WRAP! .his face screws up, taking the blows... \n[36].But despite them, I thought I was gonna be something special. \n[37] I'm sorry? \n[38] Sorry? She looks him in the eye. \n[39]I think you got the wrong guy. \n[40] What is this? How d'you know my name? \n[41]My father died in a car wreck the week I was born... \n[42]Lady... \n[43]The Fraternity? \n[44]  \n[45]What?!! But Fox just leaps into the passenger seat, guns up and ready, as Wesley's legs. somehow take over and he hops behind the wheel. Just then, Cross's ev ll Mound the corner, practically going up on two tires. Wham! Wesley turns the ignition, pope the clutch, and smashes the gas pedal as the car nearly snaps his neck when it launches forward. He races through the gears and rips around a corner and out into traffic. \n[46]Where are we going? \n[47]Hold on! ...whips the car into a rubber-squealing turn...     20. \n[48]Truck! \n[49]No! Shoot the tires! Fox looks at Wesley, momentarily stunned by his idea, then spins and fires away at the oncoming truck. The front tires on the truck explode and the truck veers hard right, where it bounces off a Fed Extrugk.,,, hat sends it into a violent roll. Wesley guns the Ferrari at the tumbling truck as it flips forward... right over their car!!! Wesley watches it fly over them, amazed his idea worked... when finally it SMASHES down into the street between them and Cross's Chevellel Cross is forced to slam on his brakes and slide out... but it's too late... his Chevelle smashes into the 4 X 4 before skidding to a stop, a tangled mess in the street. Wesley snaps back to reality and rips the Ferrari off the one-way street and down a side street. \n[50]Who was that? \n[51]No. I mean... I told you my father died when I was a baby. She leans right into his face so that their noses are only inches apart. \n[52] \n[53]What? \n[54]What?! \n[55]  \n[56]I... I guess I'm not sure. Sloan simply picks up one of the pistols and sticks the gun in Wesley's hand. \n[57]What?! \n[58]I don't... In the blink of an eye, Sloan has plucked the second gun off the rolling table and ',s -pointing it at Weslev's temple. He begins to count... \n[59]But I've never heard of...     25. \n[60]Why would you do that? Sloan puts a hand on Wesley's shoulder, gently. Paternally. \n[61]Fuck consultants and fuck action items and fuck differential responses. Fuck it all. He takes a seat in the chair, which creaks when he sits in it. \n[62] Fuck it all. \n[63]  \n[64]Is this the beginning of my training? \n[65]What the fuck are... WHANIlM 4!!!1 The Pharmacist smashes him again. Wesley struggles against the ropes but isn't going anywhere. The Pharmacist rears back. and WHAM! WHAMMM! WHAMQ! keeps hitting him over-and over again until Wesley's eyes roll to the back of his head.     32. \n[66]You know how when you have a dream and wake up unexpectedly... \n[67]  \n[68]...and the dream is still. on the fringe of your brain but you can't quite remember the details? He looks up at his ceiling fan, barely turning, a few blades missing... \n[69]But then you see that same old busted ceiling fan over your bed and you are so damn glad it was just a dream? He sits up on his bed and checks himself in the mirror. His face has been pummeled; it looks like a piece of squashed fruit. \n[70]This was nothing like that. \n[71]       \n[72]  \n[73]Something like that. \n[74]No. Not really. Same old Wesley. \n[75]Would you consider me to be an observant person? \n[76]  \n[77]Just because you have one single iota of tenuous power, you think you can push everyone around?      35. \n[78].I understand, Janice, that junior high must have been particularly difficult being called Tubby all the time, but that doesn't give you the goddamn right to treat your workers like horseshit. Sure we laugh at you behind your back and sure we know you keep a stash of jelly doughnuts in the top drawer of your desk... Janice looks down at her fingers, which still have a little grape jelly on them... \n[79].and sure everyone takes their lunch an hour before you so we can get an extra hour away from you, and I know that must sting sitting by yourself in the White Castle parking lot every day gnawing on your third burger thinking up ways to humiliate us... Janice's eyes fall to her feet. \n[80].you know, if you weren't such a bitch, we might actually feel sorry for you. As it is, I feel I can speak for the rest of the office when I say... FUCK YOU!!! With that, he throws all the papers off his desk, sending them flying! Empowered, Wesley marches toward the elevators as everyone watches him go, admiration plastered on their faces. The loudmouth from the break-room steps out... \n[81]  \n[82]You were watching? \n[83]Like I had a gun in my hands. Fox grins as Wesley jumps in the car and she mashes on the pedal. The Diablo's tires smoke as she launches it out of there. \n[84]They never show you this shit on the McDonald's commercials. .. as the CAMERA FINDS Wesley, who is completely absorbed in the lesson. The Butcher hands him the knife, and Wesley starts to make his first chops at it, wanting to please the Butcher, wanting to get it right... \n[85]What is this? \n[86]Computer chips? \n[87]I suppose you're going to tell me to shoot her first. \n[88]Mostly B's. Fox cocks her head at Wesley, knows he's lying. \n[89]Okay, I got a D. \n[90]I couldn't remember all the rules -- \n[91]Every day.     41. \n[92]I don't get it. \n[93]So we set our own rules. \n[94]Just the flies. \n[95]You mean curve the bullet? How? \n[96]  \n[97]Okay. She moves toward a separate bedroom. \n[98]Fox? She stops.     44. \n[99]What was my father like? For a moment, she thinks about it. Then... \n[100]Really? Wesley looks at her hopefully. She smiles, thinking about the past. \n[101]You worked with him? \n[102]My father saved your life? Put a bullet in Burgess? k, \n[103]What kind of training is that? \n[104]My father was Burgess, wasn't he? Fox nods, smiling. They step...     46. \n[105]What? \n[106]What's this? \n[107]How? \n[108]My whole life I thought he was dead. I shouldn't feel any differently just because it happened 20 years later. \n[109]But, I do. Like I missed my one chance. \n[110]Can I see his body? \n[111]These are my father's ashes? \n[112]Sloan said his heart stopped but there was no entry wound? \n[113]Can I have a minute? \n[114]There are two kinds of pain. One is an object. A living thing that crawls around the outside of your body. Cuts, broken bones, bruises... all deliver the kind of pain you can learn to ignore, and they soon disappear to nothing but the sound of a gnat in your ear. Wesley's eyes are starting to lose consciousness. \n[115]I've lived with a different kind of pain all my life... the kind that comes from two decades of being passed over, pushed around, ignored. But you can't hide from that kind of pain either... Wesley takes a brutal shot to the face. \n[116].because it finds you. He involuntarily spite blood as his eyes roll back in his head. \n[117]No.     50. \n[118]Fine. Try something else. \n[119]Nothing. Sloan waits. Wesley realizes it's useless to try to keep something from this man. He reaches into his pocket and pulls out the bullet with the hole in its center... places it on the table. \n[120]You told me to hunt down my father's killer. That's what I'm doing. \n[121]The bullet that killed him. You said his heart stopped but there was no entrance wound. This bullet has a hole cut into its center... \n[122]You know how a mole buries into the earth by pushing the dirt back around it? I think this bullet does what the mole does... Splits the skin and pushes it back through its center, filling the space it just passed through. Sloan looks at him, like he might have been underestimating him until now. \n[123]Fox was telling me that my father used special bullets. It looks like Cross does too... which means these are custom made. If we find who makes them, then we find someone who has access to Cross.     51. Sloan picks up the bullet and leans back. \n[124]Firing neurons.  Whatever happened to my father's guns? The pearl handled ones? \n[125]What's that? \n[126]No rules, right? This stops Sloan for a second. \n[127]What's all this? \n[128] This room. The books. Seems low-tech. \n[129]What's with the red ones? Sloan just smiles... .and THE CAMERA MOVES TO HIS FEET, then PUSHES'IN on one particular street on the map, further in on one RED STREETLIGHT and we... \n[130]You have stashes... \n[131]Jesus.     54. Just then, two POLICE OFFICERS walk by, eye.the gun Sloan has pulled out. \n[132]Closer. Impressed, the Gunsmith moves the corpse closer to the target, making the angle all that much tougher. Wesley gets ready to squeeze his trigger, but a pistol starts FIRING next to him. He looks over... Sloan is standing nr= &amp;o him, firing at the target. Every shot bends around the body and hits right in the forehead of the target. Wesley smiles, impressed. LIBRARY. Wesley thumbs through an old Fraternity book, which has detailed sketches of an assassination in 17th century Paris. MEAT LOCKER. Wesley working out on a heavy bag, honing his punches, the Chef holding the bag for him, muscles rippling. MAP ROOM. Wesley walks by himself amongst the miniature city, trying to memorize where the red marks are.     55. INTERROGATION ROOM. Wesley sitting here,. being grilled by Sloan, as he tries to-tell the undetectable lie. \n[133]Cross and my father were tight. But Cross thought he should be one of the heads of the Fraternity so he left and vowed to kill the three heads. Which means my father is dead because of petty jealousy. \n[134]But I don't see jealousy in those eyes, do you? Fox walks over and slams the binder shut.     56. \n[135]The journalist who's got a price-tag on his head. \n[136]Yeah. \n[137] Close the gap. Push the body closer to the target.. \n[138]Closer. \n[139]Closer. \n[140]Closer. I'll say when. \n[141]You wanna go first? \n[142]Check the target. The Gunsmith does and we see that each of the five bullets has passed clean through the cadaver and found it's mark on the target. \n[143]You'll find one entry below the shoulder, missing the major blood vessels there, exiting the back. Second shot went through the abdomen, clipped only the bowel and exited cleanly. Third hit the upper right quadrant of the abdomen, which is partially protected by the ribcage, and passed through the liver and probably part of the gallbladder. Upper left abdomen is a good place, where number four ruptured the spleen before continuing down main street. And finally, what I like to call \"the ,7FK.\" Number five entered the mouth, was redirected downward by the upper jawbone ON, and exited the back of the neck. That's the shot you'll find in the middle of the target. Gunsmith sticks his finger through the hole in the middle of the target. \n[144] Fuck the rules. With that, he turns and walks away, a look on his face that is his fiercest, a far cry from the kid in the cubicle. That same expression is on his face as we... \n[145]One! There is a look in Wesley's eye we, haven't seen before, a burning, searing fire. As he continues to take punches and count them out...     59. \n[146]Two!  Three!  Four! \n[147]Do you like being the only chick in the Fraternity? \n[148] Maybe I have and I'm just not telling you. \n[149]How did you end up here, Fox? \n[150]What did you do before? Fox looks at him, a wry smile on her face. \n[151]No shit? \n[152]I can't see it. \n[153]What made them come after you? I mean, I know why I'm here. \n[154]And yours is? \n[155]That's terrible. \n[156]Where's the Diablo? \n[157]Being a member of the Fraternity was like winning the lottery... \n[158]This... this is what my dad's life was like. He was a fucking god. He weaves in and out of traffic, then rips around a corner, narrowly cutting in front of an eighteen-wheeler, which has to slam on its brakes. \n[159]Where we headed? \n[160]You need a new wardrobe or something? \n[161]A test? \n[162]Who's the mark? \n[163]What if I don't? \n[164]Get down! .and he's looking at a man we recognize from his office... The Consultant. He's approaching rapidly behind Barry, fisting a 'pair of pistols! Just as Barry hits the deck, Wesley pulls the trigger... .but it lust CLICKS, the chamber empty... \n[165]Just like my father used on you. Fox nods, as the Security Guards go to help the Consultant to his feet. \n[166]You were watching me in the office.     66. \n[167]You've known all along. You knew before I ever broke the urn... \n[168]Part of my training. \n[169]There are two things about you I'm sure of right now, little man. One is that you can speak English... Pek War sees that Wesley means business. \n[170]That my nutsack is bigger than you. Fox snickers. \n[171]Bullshit. You're as responsible as if you pulled the trigger yourself. \n[172]I'm only going to ask you one question and I want you to think very hard how you want to answer. With that, Wesley sticks the stiletto into Pek War's side! \n[173]Relax. The blade is in only an inch or so. The little man starts jabbering to God in some foreign language. \n[174]See I've learned a thing or two about human anatomy recently. In fact, this blade is stuck just beneath the coastal cartilage of your tenth rib. Just a little push and it will deflate your lung. That's called a pneumothorax. V Helluva way to go, suffocating in a'room full of fresh air. Plus the sound, the sound of all that oxygen hissing out of your lung... pssssssh, like a balloon at a birthday party. Enough to make a man beg for a second chance.  But you're only going to have one. Pek War waits, trying not to writhe from the pain... \n[175]So my question is... how do I find Cross? Pek War's eyes go wide, pleading... \n[176]Start prearranging. \n[177]You know what my foster mother. told me when I was six years old? Fox shakes her head. \n[178]She caught me eating some jello out of the fridge after my bedtime. I knew I wasn't supposed to but I was so damn hungry, and it was just some fucking jello. Anyway, after she hit me so hard I couldn't bite down straight for a week, she told me... she told me that God had killed my parents because I was such a wicked boy. \n[179]So I grew up thinking I was the reason I never knew my parents. But now, to find out, that no, my father didn't give me up because he had died... he gave me up because he was Protecting me... well I guess I want to give him something back.     71. \n[180]Not very discreet, are they? Fox smiles knowingly, and looks up, revealing what Wesley is talking about. On various rooftops we-see FIGURES peering down. looking over the site. \n[181]No! The minute Bellman exposes himself in the open loading dock door he is cut down from inside, his bloody body falling backwards into a newspaper truck parked at the dock. Wesley and Fox join the other two on the dock as screaming WORKERS run from the place. \n[182]He'll be long gone by then. \n[183]On the pallet. They all jump on the pallet held by the forks of the lift. Wesley throws the machine in reverse and it backs into the warehouse, the four assassins safely crouching on the pallet on the front. \n[184]Separate. The lowest level is the loading dock, where pallets of newspapers and massive unused paper rolls await. \n[185] Stay here and cover us. There's no angle for him to hit you if you stay here. Wesley points at a scaffolding that runs above the machines.     74. \n[186]Don't let him get up there. And stay clear of the presses! He'll use them however he can. \n[187]It's what I'd do. With that, Wesley and Fox disappear amongst the machinery. The Waiter takes a step back from the press, where over a hundred pounds of paper spins through every second. He sticks his head out to try and keep an eye on that scaffolding. Everything looks clear, until... ...shots ring out and a shelf o w a1l o Waiter's head gives way! He turns to see a bunch of cans of spray lubricant falling to the floor. No big deal, until Cross shoots one of them out of the air, causing it to explode! The burning oil covers the Waiter, who SCREAMS and stumbles nearer the printing press... \n[188]Cross! Unafraid, Cross climbs up on a desk on the other side of the office. Without hesitation, Wesley opens fire at Cross... who immediately returns fire... .and his bullets actually collide with Cross's by ets in mid-air!!! The bullets ricochet and take out a COMPUTER SCREEN where someone was playing SOLITAIRE. The two assassins blast away, all while diving and moving over and in the cubicles. Cross has a gun similar to the Imanishis, and they each steer their bullets at each other from sharp angles... Strangely,. the first bullet collision was not blind luck, but the pattern for the battle. They are fighting the same fight, their bullets meeting in the middle, each man using the same techniques at the exact same time. Wesley needs an angle, and spots a DRY ERASE BOARD the words \"Action Items\" written on it. He fires at it, and his bullets bounce off it at an angle where one of them strikes Cross in the shoulder... THWAP!!! Cross can't believe he's hit but he doesn't have time to flinch... right as Wesley fires again, he turns, barely avoiding the rain of bullets and leaps through a nearby window, smashing the glass out,     76. Wesley doesn't hesitate behind him... he sprints for the same window and dives through it, guns at the ready and... \n[189]He said... he said 'pies on the Fraternity...' Fox measures him, like she's not sure if he's telling the whole story. Finally, she nods... \n[190]Yeah, sure. \n[191]I think I need.a minute to myself. \n[192]Naah, that's all right. You need to get stitched up. I'll meet you at that Korean place. \n[193]Hey. \n[194]You live here? The kid.nods . \n[195]Foster home? \n[196]Read this. He tosses the kid the book and heads off. \n[197]Yes, ma'am. She nods knowingly, sadly. \n[198]â\u009c\u0093 He killed my father...     82. Anna looks at him, confused. But then, realization sets in... \n[199]My brother? \n[200]I'm okay. Wesley sets the key down on the table. \n[201]Do you know what this opens? \n[202]  \n[203]Why didn't he just tell me? \n[204]I'll be back as soon as this is over. \n[205]Skipped the hospital? \n[206]I'm all right. \n[207]Naah.     8â\u0082¬. \n[208]Yeah.  Listen, can I ask you a :question? \n[209]Did you know Cross was my father? \n[210]Did you know? Closer, closer... tight on those pupils... \n[211]Arrrh! \n[212]There's a town in Germany called Leverkusen that had a bear hunter named Hans Koblenz. \n[213]60 During his life, he was said to have killed over four hundred bears and was the pride of this small community on the Rhine. You want to know how he died? A pair of black bears singled out his house from the entire village, mauled his wife, killed his twin daughters, and then lied in wait for him to get back from the woods. \n[214]When the hunter opened the door, they ripped his throat out before he could scream.      90. \n[215]The two bears then curled up on the rug LW in the middle of the floor -- the rug that had once been their father -- and proceeded to bite. each other till they bled to death. Sloan reaches down and picks up the paper, and sees beneath it that pearl-handled revolver. The one with the blood on the handle. \n[216]That's a true story. He unfolds it, to read printed in black ink on the paper: \n[217]My father... he was working on a plan, right? \n[218]Can I see that for a second? The boy hands him the building in his hand. It is painted jet black, except for one corner of the first floor, which is painted red. Wesley looks up at Anna. \n[219]Do you know where he got this? \n[220]   \n[221]Only he didn't know where on the route they would try and hit Helms. That's the missing piece he was t rying to figure out. \n[222]No. But I know who does. \n[223]It's me, Nicole. \n[224]I asked you once if you thought I was an observant person. She doesn't understand... but suddenly we... \n[225] Maybe I have and I'm just not telling you. .and now with the gift of hindsight, we see that Wesley meant what he said, and we... \n[226]Sloan didn't just have one person in my office watching me, he had two. \n[227]What name do you go by? The Intern? He points at her tattoo. \n[228]Because I know you have the mark. Nicole's face changes, goes hard, like someone flipped a switch. Like lightning, she grabs for a butcher's knife but Wesley is faster. He pins her wrist back, twisting until she drops the knife. She lunges again, but a pistol comes up right below her chin. \n[229]Where's the Henry Helms hit going down? Where's Sloan?     95. \n[230]Yeah? Why's that? She reaches over, slowly, so he knows she's not going to go for a knife... and she turns on a small TELEVISION sitting on the kitchen counter. The screen comes to life, showing an inf mercial for the F ob'e. Nicole shakes her head and. flips up the channels... and now we see what she wanted to show him... \n[231]Motherfucker. Dispose of the weapon...  Me. \n[232] I'm only going to ask you one more time. Where can I find him? \n[233]Then this is going to get painful quickly. She stares at that blue flame, fear in her eyes for the first time. He starts pushing her head toward it, closer and closer... \n[234]Henry Helms. Where is it going down? The first SCREAM from Nicole is lost in... \n[235]  \n[236]Looks like you missed your chance. Now where is Sloan? The Gunsmith feels the edge in Wesley's voice. \n[237]  \n[238]Should've studied your anatomy, fellas. Wesley FIRES BACK indiscriminately at the neighboring rooftops, lying on his back, using the.dead assassin's body as a shield.     102. Quickly, he bucks the Gunsmith's body off of him and scampers for a nearby stairwell. \n[239]I remember some dumb shit like that coming out of your mouth. Wesley tosses the guns in his pockets and then nulls out the kniZ2 in his shoulder. They charge each other, the blades whizzing and clanging off each other as each tries to gain an edge. The fight spills out the front door, and into...     103. \n[240]But you can hear. So hear this: To cut the subclavian artery, hold the knife ice- pick style... Wesley lunges and the Butcher is defenseless to stop it. \n[241]...and thrust down behind the clavicle, cutting side to side. He does just as he describes and the big guy topples over as his gore spills out into the street. But before he can gloat, Wesley realizes his new predicament... He's standing in the middle of the street, and at one end is the chef, and at the other is the Gardener. To make things worse, directly across the street from Wesley is the Pharmacist, and each has a gun on him. \n[242]I'm working off of a different map. With that, the world goes back 12 its natural colorB, and he races for the building, jumping up onto and over a Lexus parked at the curb. The three assassins fire relentlessly at him, but their bullets slam into the car, smashing it to bits... as... . on the other side of it, Wesley goes into a slide just as he reaches that cement block... affixed to it is a small SILVER CROSSI Wesley slaps his hand on the Cross and the cement block mechanically opens, revealing: a new pair of sophisticated MA ISHIS I As his adversaries converge on him, Wesley takes the guns, spins, splits both hands apart and we... \n[243]Where is he? \n[244]But now you have to dispose of the weapon. \n[245]Fuck you. Sloan's eyes narrow. \n[246]Six weeks ago, I was ordinary and pathetic. We see now that his healthy hand is inching away from his bleeding arm, reaching into his sleeve... \n[247]But not today. With that, he nulls out the matching pearl-handled gun, the twin-brother of the one Sloan is holding, and they both open fire... .Wesley shoots Sloan's bullets out of the air and Sloan does the same. Just like he did with h' father. .But Sloan is good, and one of the bullets finds it's mark, hitting Wesley sSMarely in the same arm that took the knife.     107. \n[248]Uhhh! He can't raise his arm, it's useless, but he's come too damn far to stop now... he flips his gun from his good hand to his bad hand and manages to keep FIRING! Then Wesley does something unexpected... he starts sprinting straight at Sloan, still knocking his bullets out of the air... He closes the gap... ten feet... five feet... ..a surprised and worried expression now spreads on Sloan's face,.like what is this kid doing? But Wesley is not stopping, he shoots the gun out of Sloan's hand and then closes on him, tackling him off his feet! They go flying right over the edge of the building. Wesley's able to grab on to a railing cable and stop himself... ..but Sloan is going to go over. At the last moment, Sloan reacher. for-something. anything. and grabs one-handed the barrel of Wesley's gun... For a moment, they dangle there in this precarious position, looking each other in the face. Sloan can't believe he's been bested by this kid. \n[249]I'm done with this life. Just like my father. And with that, Wes1gy drops the n out of his h \n[250]It's true. Six weeks ago I was ordinary and-pathetic. Just like you. He sits up, moving OUT OF FRAME. \n[251]But I've learned something in that time. I've learned about the man who made me. \n[252]I've learned about the man I am. \n[253]I've learned that all of us are unique, even though sometimes we're too fucking blind to see it. \n[254]And I learned, the easiest place to hide is in plain sight. .it comes back DOWN, DOWN, DOWN, until it finds... \n[255]Just started last week. \n[256]All over the place, really. Nothing too exciting. \n[257]Yes, sir. \n[258]Of course. \n[259]You want to take a break with me? \n[260]Well, you'll find there's nothing \"usual\" about me. They climb in. THE CAMERA PUSHES IN TIGHTER AND TIGHTER on Wesley's face... \n[261]This life is ours, to make of it what we can. .until it fills the screen, looking just like the shot of Wesley we started with. And then a sly smile spreads across his mug... \n[262]I think I'll give it a shot. .and as the doors close, we officially... ", "Cross": "\n[1]Wesley! This takes Wesley aback... \n[2]Look into my eyes! Wesley's finger is starting to squeeze his trigger... as is Cross's. \n[3] Look into my eyes, goddammit!     78. Finally, Wesley does and his face goes slack as he sees himself reflected in Cross's Dupils. Just then, Fox pulls up in the Porsche about fifty yards away, and her headlights illuminate them. Cross shifts his eyes to her, then does a curious thing: he lowers his gun, then drops it to the ground. Wesley can't believe Cross would leave himself defenseless. Moving swiftly, Cross men tucks something into the Rocket of Wesley's hooded sweatshirt. \n[4]  \n[5]Find the missing piece. And... don't... let them... dispose of the weapon... With that, the life goes out of Cross's eyes. Wesley stares at that face, trying to decipher some meaning there. But Cross just stares blankly back at him, just as Fox comes limping up. \n[6]  "}}