{"filename": "War-for-the-Planet-of-the-Apes_script.txt", "imdb_id": "tt3450958", "imdb_url": "https://www.imdb.com/title/tt3450958", "characters": ["The Colonel", "Red Donkey", "Nova", "Cornelius", "Caesar", "Rocket", "Luca", "Preacher", "Lake", "Spear", "Bad Ape", "Maurice", "Cornelia", "Winter", "Koba"], "dialogues": {"The": "\n[1]            \n[2]  \n[3]  \n[4] up on a ridge 100 yards away. Two of the APES stand guard furtively, one clutching a spear, the other an automatic rifle -- while the third waters the horses at a stream.  The Captain lines up his cross-hairs... when ANOTHER SOLDIER creeps right up behind him, reaching for him... but as the hand lifts into frame, we see -- it's an APE HAND...  The ape hand GRABS the Captain's shoulder; startled, he quickly turns -- and the ape soldier  POINTS up to --  THE CANOPY OF TREES OVERHEAD -- where another HELMETED APE crouches, hidden, looking down at them -- the ape in the tree POINTS toward the ridge... The Captain follows the gesture to a LONG, LOW TRENCH WALL of logs and stones, disguised behind leaves and branches.  Captain turns back to Red, nods; WHISPERS INTO HIS HEADSET:  \n[5] Hooves pounding dirt! SPEAR drives his horse faster and faster. He CRIES OUT again in warning, his screech echoing through the trees --  \n[6] The apes desperately return fire as they begin retreat, more and more apes cut down by the relentless human onslaught --  \n[7] Preacher  frantically fires more shots from his crossbow -- when he sees his hip-quiver is out of arrows, shouts to Red over the noise:  \n[8] The riders swing primitive SMOKE BOMBS in the air, launching them from their slings -- and a second wave of smoke trails hits the ground --  On his horse, SPEAR SCREECHES to the tide of retreating apes around him -- he RAISES HIS WEAPON, rallying them to stop and join him in a counter-assault --  \n[9]Who is this? \n[10]Where are you, soldier? I need your position. \n[11] \n[12]You're in command now. \n[13]By yourself? \n[14] \n[15] where we discover they are far from alone, the trees coming to life as APES EMERGE EVERYWHERE! Hundreds concealed in CAMOUFLAGED GUARD STRUCTURES in trees and all around the falls. A LONE APE blows into a RAM'S HORN, as others communicate to the apes below that someone is coming...!  The apes on the ground seize their weapons, standing at the ready, tension building to a fever-pitch when --  A SMALL GROUP OF HORSES appears through the trees...  Caesar's intense expression suddenly changes, swelling with emotion as he sees --  BLUE EYES, ROCKET, and TWO OTHER APES arriving. They look weary, caked with dust, their horses laden with enough gear to suggest they've been on a long journey.  As they dismount, Caesar and a group of others move quickly to greet them. Caesar stands before Blue Eyes, the two of them just looking at each other, overcome. Everyone watches, giving them their space, when finally Blue Eyes signs:  \n[16] DAYLIGHT plays through the ENORMOUS WALL OF RUSHING WATER, as the SILHOUETTES of Caesar and the apes appear in front of it, entering around the edge of the falls. They continue into the cavernous recess as we CUT TO REVEAL we are inside --  \n[17] CAESAR creeps cautiously down the narrow, winding passage, picking up speed... He hugs the wall, rounding a bend --  -- when he comes face-to-face with A HULKING FIGURE! Caesar leaps back, startled -- then finds it's Luca. Standing guard with a rifle, the gorilla looks surprised to see Caesar:  \n[18]99, target acquired!... \n[19]...Repeat, target is down! I got him. Let's go! I can get out from here! \n[20] TIGHT ON CAESAR as time seems to stop -- he's reeling, his entire world crashing in -- his eyes lift to the Colonel, a wave of rage rushing over him -- when --  THE COLONEL quickly swings his gun off his shoulder --  Caesar DODGES FOR COVER behind the rocks -- as --  The Colonel FIRES --  From the corridor we hear the furious ROAR OF INCOMING APES --  The Colonel yells into his headset, backing toward the falls:  \n[21]Get me out! Now!! \n[22] The entire ape community is here, urgently loading up their horses, preparing for the imminent exodus. HEADS TURN as ---  CAESAR makes his way through the crowd; clutching a rifle in one hand and holding his little son's hand in the other, gaze fixed ahead as he crosses to --  LAKE, who stands by her horse, surrounded by Maurice, Luca, and Rocket on theirs. Caesar looks at Lake. He seems stoic, but his eyes belie heartbreak, and something deeper... tremendous rage:  \n[23] A seemingly endless line of ape refugees. Spear leads the procession; armed apes in warpaint guard the group, parents protectively clutching their children, others help the injured along -- as they set off uncertainly for the perilous journey ahead...  \n[24] As we move closer, we discover we are at the edge of --  \n[25] The Girl sits on Maurice's horse, craning her neck all the way back to stare up at the apes high above; as she glances back down to play with the rag doll in her hands -- an OUT OF FOCUS FIGURE IN A GREEN PARKA silently passes behind her...  CLOSE ON DARK, WEATHERED SNOW BOOTS creeping up and stopping next to the legs of one of the horses --  We watch THE BACK OF THE FIGURE'S HEAD, covered beneath the FUR-LINED HOOD of the bulky parka, as his unseen hands rummage stealthily through a saddle-bag. His breath steams quietly around him. He FREEZES as A FLASHLIGHT drops into the snow by his boots --  But the Girl remains focused on her doll, unaware.  The Figure resumes rummaging, finally pausing as we BRIEFLY GLIMPSE the BARREL OF A SHOTGUN he has just found --  \n[26] A NERVOUS SNORT comes from one of the horses below -- the apes turn to see the TINY FIGURE IN THE BULKY PARKA FAR BELOW digging in the saddle bag; Luca lets out a TERRIFYING ROAR --  The Girl finally looks up, startled, as --  -- the Figure panics, JUMPING ON THE HORSE, AND TAKING OFF!  Caesar and his posse scramble down from the trees -- mount their horses --  \n[27] \n[28] The TINY FIGURE in the parka darts in and out of view    --  The apes are starting to gain on him, when he BREAKS OUT of the woods and up onto --  \n[29] The apes arrive, slowing their horses as they come upon --  AN ENORMOUS, ABANDONED VICTORIAN HOTEL, built into the mountainside. An old sign reads: The Inn at Deer Creek.  The stolen horse wanders rider-less on the snowy front lawn.  The apes cautiously dismount, drawing their weapons... As they approach, a SHADOW SUDDENLY BOLTS from behind one of the buildings, dashing into the main lodge --  The apes all exchange looks; then raise their guns as we --  \n[30] An ornate glass door   slowly opens... Caesar, Rocket, and Luca enter, guns first...    As they pass us, the door swings shut behind them... HOLD    as Maurice and the Girl wait outside, pressing their faces   to THE FROSTY DOOR PANE -- their eyes fill with a sense of   amazement as we CUT TO:  \n[31] Inside the lobby, Caesar, Rocket, and Luca creep away from us into what appears to be a kind of SURREAL ICE PALACE...  \n[32] We MOVE with Caesar and the others, their breath steaming in the cold as they peer around them at an extraordinary sight --    \n[33] stand just inside the entrance, peering back uncertainly at them across the giant space.  Bad Ape notices the Girl, SHIVERING BADLY beside Maurice. Bad Ape considers her a moment, then lowers his hands --  Rocket lifts his weapon again, wary -- but Bad Ape just continues, removing his parka; finally he holds it out in one hand -- calls out to the Girl --  \n[34] as Bad Ape starts A FIRE.   \n[35] Snow whirling hard through the ice palace.        HOLD; CUT TO:  \n[36] The last embers of the fire dying out as everyone sleeps...  \n[37] The Girl steps out alone onto the deserted porch, still wearing Bad Ape's parka. As she clutches herself against the cold, something catches her eye; she looks up overhead at the PINK FLOWERS of a perennial dogwood tree, poking through the snow -- the only color in an otherwise stark white world.  With the muffled crunch of hooves, Luca and Rocket appear, guiding the four horses toward the porch.  Luca notices the Girl staring up at the branch of flowers.  He watches a moment, then moves toward her... and reaches his long arm up, snapping off a small piece of the branch.  The Girl observes as Luca bends down, his massive gorilla face right in front of hers as he very gently slips the flowers behind her ear. She smiles. He blinks back at her sweetly, when --  Caesar and Maurice emerge onto the porch. Luca quickly straightens, resuming his tough guy demeanor.  Maurice lowers next to the Girl, and she hops on his back. He moves to his horse, and climbs up with her. Caesar, Rocket and Luca mount up as well, when --  -- the front door SQUEAKS open; they turn to see Bad Ape stepping out to join them. He wears boots, an old wool blanket on his shoulders, and a striped toque on his head.     \n[38] On foot now, the group presses in close behind the trees at the forest's perimeter, squinting into the hard, low sun at --    \n[39] Steep, snow-covered granite cliffs slope down in shelves, disappearing into an unseen expanse below.  The TOP OF A MASSIVE, PRISON-STYLE WARDEN'S TOWER pokes ominously up in the distance, from the center of the chasm.  Caesar raises the binoculars, PEERING AT THE TOWER: sun flares off the cement and steel structure, stained with corrosion. Through the windows, it appears to be DESERTED.  Caesar lowers the glasses, staring uncertainly -- when he notices something about the FADED CALIFORNIA STATE FLAG hanging from the tower -- he looks through the binoculars to examine it: the flag is hung upside-down... and a HUGE \"A\" has been painted in black across it.  Then Caesar suddenly notices movement down below -- he shifts the glasses to find TINY SILHOUETTED FIGURES, just barely visible along the edge of the lowest visible shelf.  Caesar turns, looks from face to face... then:  \n[40] The HEAVILY SILHOUETTED FIGURES in the distance are still small, but from this closer vantage we can see now they're in the midst of placing a series of about twelve MYSTERIOUS, X- SHAPED STRUCTURES along the cliff's edge -- maybe this is some kind of defensive perimeter...?  REVEAL CAESAR LOWERING HIS BINOCULARS; he looks confused as he turns to Luca, lying beside him on the edge of a ridge.  \n[41] finding a PAIR OF HORSES on a ledge right below.  \n[42] Waiting anxiously at the edge of the trees, Bad Ape, Maurice and the Girl stare as --  ROCKET returns, climbing quickly up toward them, a grim expression on his face, clutching the bayoneted rifle in his hand... right behind him, CAESAR CARRIES LUCA across his back, like a Vietnam soldier shouldering a fallen brother.  They all retreat into the safety of the woods, the group converging around Caesar as he lowers Luca to the ground...  Emotion in his eyes, Caesar looks down at his loyal friend. Fading fast, Luca smiles weakly. He manages to raise a hand, holding it out to Caesar; Caesar grasps it firmly.  \n[43] SWOOPING OVER Caesar's tiny figure as he scales down the vast, snowy expanse in the moonlight; he DROPS down to a lower shelf, and we CUT TO:   \n[44] at what looks like a ENORMOUS, FORMER PRISON CAMP at the base of the sheer mountains, three stories below.  As Caesar is drawn inexorably to the very edge of the cliff, OUTDOOR HOLDING PENS come slowly into view... INSIDE THE PENS ARE HUNDREDS OF APES, MURMURING helplessly...  \n[45] Caesar stumbles back from the edge, overwhelmed, in shock... He turns in panic to the bound apes -- suddenly recognizing SPEAR among them. He rushes to Spear's side.  Spear looks like he's near death, his head sagging. Caesar lifts Spear's face in both hands -- Spear's eyes slowly open; as they focus on Caesar, he can't believe what he's seeing.  Caesar yanks the bayonet off his rifle, quickly cuts Spear down. Spear slumps to his knees -- Caesar crouches to steady him as Spear struggles to sign, still stunned to see him.  \n[46] a few feet away: it's PREACHER, tensely holding his crossbow, looking unsettled as he stands guard... when an unseen VOICE comes quietly from the shadows as WET FOOTSTEPS approach:  \n[47]Grant and Lee... Wellington and Napoleon... \n[48]Custer... and Sitting Bull. You're probably not much of a reader. But this is... this is a big moment. This is... beyond... historic. \n[49]Where were you...? We came upon your herd... we got lucky. But I was surprised. You weren't with them. \n[50]I hope you don't come to regret sparing his life. He's quite a good shot. \n[51]Have you finally come to save your apes? \n[52]I see... I kill somebody close to you that night...? \n[53]I'm sorry.     I was there to kill you. \n[54]My God, look at your eyes... they're almost human... How did you know I was here? \n[55] \n[56] \n[57]Ok, let's go. \n[58] \n[59]You could use a haircut there, son. You too, soldier. \n[60] Caesar looks into one of the pens... to see MASSES of CHAIN- GANGED APES peering out mutely, shocked to see him. Caesar stares back at them with tortured empathy -- when to his surprise -- a change comes over their faces, and many begin to avert their eyes... a sense they feel betrayed by him...  Stunned, Caesar marches on, devastated by the dawning realization his apes have lost faith in him -- when PLAINTIVE SHRIEKS suddenly seize his attention --  He quickly turns to the other pen... it is filled with APE CHILDREN... they gaze helplessly at him -- when, suddenly, one presses through to the fence, pushing his way past the others, terrified as he tries to keep pace with Caesar; Caesar is overcome by the sight of HIS SHRIEKING SON.  Caesar nervously glances at the Colonel, worried he'll notice; he turns back to his son, shaking his head urgently, trying to quiet him --  -- when the Colonel starts to turn... Seeing this, Caesar has no choice -- he quickly turns away from his own child...  HOLD ON CORNELIUS, watching his father walk away --  \n[61] swings open as the group arrives; Caesar peers in at the hordes of prisoners --  The Colonel nods, and Red HURLS Caesar violently to the ground, grabbing his leg HARD and shackling Caesar to the others.  Red returns the key to Preacher -- Caesar staring up at the Colonel, who watches an eerie moment longer, then heads off. The others follow.  TIGHT ON CAESAR; he looks up at the ape prisoners... They all stare at him coldly, and then turn their backs on him. Caesar lifts his head, stunned... as ANOTHER GROUP turns away... and ANOTHER. A quiet ape sound makes Caesar turn -- he finds LAKE in their midst, gazing back consolingly:  \n[62] We see the camp in the distance, nestled at the foot of the mountains; a dilapidated barrier wall stretches out from the front of it in both directions as far as the eye can see.  \n[63] the \"A\" FLAG waving just below it. Chilled, Caesar watches as the soldiers all hold in fervent SALUTE, and the X.O. cries out, leading a MARINES-STYLE CALL-AND-RESPONSE:     \n[64] \n[65] \n[66] Caesar stares, unnerved, as the Soldiers' call-and-response crescendos in OMINOUS CHANTS OF \"OO-RAH!\" as they gaze up at the tower, where finally... THE COLONEL SLOWLY EMERGES; he's shirtless, despite the cold, not fully dressed yet -- he stares down at the assembled troops, casually shaving the back of his head with a straight razor as chants ROAR below.  A shrill chorus of ARMY WHISTLES suddenly breaks out --  Caesar quickly turns to see the soldiers moving for the pens; as the doors unlock, ARMED SOLDIERS enter and Red and the TURNCOATS storm in, forcing the lines of chained apes to their feet and into the yard with WHIPS -- it's terrifying.  \n[67] watching the brutality; he stops shaving a moment, calmly pulls a FLASK from his hip, and takes a slow drink; then he disappears into the tower again.  \n[68] that seals in the front of the camp; it's unlike anything we've ever seen. Part of it is man-made, cracked slabs of weathered concrete erected side by side years ago; but a vast section, growing right out of the original wall, is ape-made.   \n[69] Caesar labors, just another slave in the sea of apes passing brutally heavy boulders to be laid into the growing wall, as Soldiers keep GUNS trained on them. Caesar squints out at even more apes perched dangerously on the rock shelf above the tanker cars, quarrying for the stones.  Beside him, Lake heaves another boulder; Caesar peers past her at the apes around them; they look WEARY, GAUNT; on the framework above, EXHAUSTED apes -- Ape Elder among them -- battle to lift boulders on ropes. Lake sees the anguish on Caesar's face as he takes in the suffering, she signs:  \n[70] GLARING back defiantly; then, he turns slowly to the Colonel, fury in his eyes, no concern for his own safety...  For a moment, the yard is suspended in TOTAL SILENCE as Caesar and the Colonel lock eyes -- when, one by one, the \n[71] watches as Caesar is marched into the yard, and thrust onto his knees beside Ape Elder. The Colonel considers Caesar; then, eyes still on him, gestures calmly to the Turncoats --  The Turncoats tighten their grip on Caesar's arms -- and Red suddenly WHIPS Caesar's back with a VICIOUS SNAP!  The APES' CHANTING SUDDENLY FALTERS as --  Caesar WINCES -- but he refuses to break eye-contact with the Colonel, who stares back, a battle of wills...  The Colonel nods; and Red LASHES Caesar again!  Spirits broken, the apes go SILENT; beside Caesar, Ape Elder drops his eyes.  Red looks to the Colonel, lowering his switch -- but the Colonel's eyes remain fixed on Caesar's, the two leaders just staring at each other, neither giving in...  And then the Colonel NODS to Red again. Surprised, Red hesitates -- then, LASHES Caesar once more, the CRACK echoing through the silent camp. The Colonel coldly nods again; even Red is shaken by the Colonel's relentlessness. Red slowly lifts his whip again -- and --  WHAP! Caesar finally DROPS HIS HEAD, broken by the pain. GASPS ripple through the apes. The Colonel nods to the Turncoats, who release Caesar; he crumples to the ground.  \n[72]...Ok.   Back to work. \n[73]Please.    Tell them to work. \n[74] \n[75]Five...    Four... \n[76]Three...   Two... \n[77] \n[78] Rocket sees Caesar on the X, face covered in mud; the POV WHIPS to the MASSES OF CHAINED APES at the wall.  ROCKET sets the glasses down, turns to Maurice, overwhelmed:  \n[79] Red finishes roughly binding Caesar, who looks haggard.  \n[80] We're looking out past Caesar over the camp, as exhausted apes are herded away from the wall, the work day over... A diesel GENERATOR COUGHS to life, HARSH LIGHTS blinking on.  Caesar squints into the glare, weary -- when the SOUND OF SOLDIERS makes him look below -- at a group approaching from the rear of the camp, rolling ominous-looking ARTILLERY; suddenly concerned, he watches them head toward the apes...  ...the fraught apes look alarmed as they see the weapons and Soldiers coming their way -- then Caesar discovers even more Soldiers with MASSIVE MACHINE GUNS by the wall. Unnerved, he sees them hoisting the guns up to the sentry towers... where others position them on tripods; but then Caesar NOTICES --   \n[81]\n[82]THE ROPE -- ! Caesar turns to Red in shock, as his arm is set free.  \n[83]Interfere with the work again, and I'll begin slaughtering the apes, one by one. Understand? I need that wall. \n[84] \n[85]You know you're very emotional. What makes you think you're in a position to make demands? \n[86]I was told you were smart, but... that's impressive. \n[87]No.   They won't be joining me. \n[88]They... fear me. \n[89]Jesus Christ... you are impressive. \n[90]Well, you paint quite a picture.     What you must think of me. \n[91]You came here to kill me.   Were you going to show me mercy? \n[92] \n[93]You're much stronger than we are. And you're smart as hell. No matter what you say, you'd eventually replace us, that's the law of Nature. The irony is, we created you. We tried to defy Nature, bend it to our will. And Nature's been punishing us for our arrogance ever since. Testing us. Even now. \n[94]Ten months ago, we sent out recon units to look for your base. They found nothing. My own son was a soldier with one of the groups. One day he suddenly stopped speaking. He became... primitive. Like an animal. They contacted me, said they thought he lost his mind, that the war was too much for him. But then the man caring for him stopped speaking too. Their medic had a theory, before he stopped speaking. That the virus that almost wiped us out -- the virus every human survivor still carries ­- had suddenly changed... Mutated. \n[95]And if it spread, it would destroy humanity for good this time. Not by killing us... but by robbing us of the things that make us human. Our speech, our higher thinking... It would turn us into beasts... not unlike what you all used to be. You talk about mercy...? What would you have done? \n[96]Well, it was a moment of clarity for me. I realized I would have to sacrifice my only son, so that humanity could be saved. I held that gun in my hand, and I pointed it at my only child. He looked at me with trust in his eyes, all he had left in his primitive gaze. And I pulled the trigger. It purified me. It made my purpose clear. \n[97]I gave orders to kill the other infected, all of them, and anyone who might've been in direct contact, even if they showed no symptoms. We burned their belongings, anything that might spread contamination. Some of the men questioned my judgment. I was asking them to do what I had done: to sacrifice their families... their friends. They refused. So I had them killed too. Others with children deserted into the woods. One of those cowards fled to my superiors up north. They sent officers down to restrain me. They tried to convince me this plague could be dealt with medically, that up there they were already looking for a cure. That's when I realized: they had learned nothing from our past. \n[98]What did I do, Preacher? \n[99]Except for the one I spared, so he could return to deliver a message: if they wanted to relieve me of my command, they'd have to meet me here, and do it themselves. \n[100]This place used to be a weapons depot. They turned it into a relocation camp when the crisis was just beginning. But the weapons are all still here, inside that mountain. This is a holy war. All of human history has led to this moment. And if we lose, we'll be the last of our kind. It will be a planet of apes. And we'll become your cattle. \n[101]Look at you. You think I'm sick, don't you. \n[102]Probably all of them. Don't get any ideas -- only thing they fear more than me is you apes. They never questioned my methods when it came to you. \n[103]I didn't mean to kill your son... \n[104] \n[105]So emotional! \n[106]I can see how conflicted you are. You're confused in your purpose. You're angry at me because of something I did that was an act of war. But you're taking this all much too personally. \n[107]What do you think my men would've done to your apes... if you had killed me? \n[108]Or is killing me more important...? \n[109] They head for the yard -- Preacher utters quietly, shaken:  \n[110] Concealed behind boulders, Rocket LOWERING THE BINOCULARS, gravely SCOPING OUT the camp -- as Maurice, the Girl on his back, and Bad Ape arrive next to him, climbing down rocks.  \n[111] Caesar waits grimly at the base of the platform, as Red unshackles his hands; Preacher stands guard, the X looming.  Caesar looks up to discover APES gathered at the bars of their pen, unseen by Red and Preacher, whose backs are to them. Their starved faces are etched with worry for Caesar. He softens, eyes settling on Lake's gentle gaze as Red continues to unshackle him. Concern fills Lake's eyes:  \n[112] Rocket leads as the group sneaks along the base of the wall. They arrive at a spot where the wall has come down, steal a look around the edge, peering into the camp...  ...to see the apes in their pens, Caesar on the X, and between here and there, SOLDIERS on duty --  -- when suddenly they hear the sound of HOOVES approaching -- as a SOLDIER ON HORSEBACK exits the front gate on patrol, heading their way -- !  Panicked, THEY DASH ACROSS THE EXPANSE, heading for an OUTCROPPING OF LARGE ROCKS a hundred feet from the wall --  \n[113] The group quickly climbs up, ducking for cover. Rocket and Maurice urgently confer, peeking out from behind the rocks at the camp in the distance:  \n[114] We see the two apes and the light from their flashlight start to shrink from view -- REVEAL --  \n[115] Bad Ape pokes his head up... to find the Girl heading away --  \n[116] as she heads toward the edge of the rocks, drawn by something she sees in the distance --  \n[117] Apes work on the wall in the distance, some HOISTING heavy BM- 12 ROCKET LAUNCHERS into place above -- when -- we HEAR a QUIET RUSTLING sound -- which continues as we PULL FOCUS to the train rail in front of us, and begin PUSHING TOWARD IT...  As we clear over the rail, we TIP DOWN to see the BALLAST GRAVEL under the tracks STARTING TO MOVE... The stones SHUDDER, and suddenly begin to FUNNEL DOWNWARD as we CUT TO --  \n[118] where a RUSH OF GRAVEL showers over Rocket, who stands on Maurice's back as Rocket claws through the earth above them.  DAYLIGHT suddenly peeks in through a TINY HOLE in the surface. Rocket stops digging; he glances down at Maurice, then carefully presses his eye to the hole...  \n[119] The pole is revealed to be a TRAIN SIGNAL SWITCH rising in an exposed area of the yard, Soldiers nearby on either side.  \n[120] lowering the binoculars -- he turns to the girl to share the bad news --  \n[121] already starting to walk away toward the camp!  \n[122] His head bowed, fading even more now, shaking, his lips cracked, his skin frostbitten and turning blue. He looks as if he might die any second... It is eerily quiet now.     \n[123]If he's still alive in the morning, he goes back to work or you shoot him. Keep him separate from the others. \n[124] Rocket and Maurice clamber urgently out behind Bad Ape, who stops at the edge of the rocks -- pointing frantically with two fingers again and again at the opening in the barrier wall -- trying to sign:  \n[125] As Soldiers work busily in the towers and all along the wall securing artillery -- we see the Girl walking right through the open front gate directly below, totally unnoticed...  \n[126] Standing in front of the cage, staring down at Caesar sadly. After a moment, she fishes into the pocket of her bulky parka, and pulls out her RAG DOLL. She stretches her arm through the bars, straining toward Caesar... GENTLY TOSSING the doll toward him.  Dazed, Caesar slowly lifts his head, confused... and discovers the doll next to him on the ground.  He looks up... to see the Girl staring down with concern.  She holds his gaze; then lifts her tiny hand and tentatively slides her finger along her neck -- the sign Maurice was trying to teach her for:  \n[127][Thirsty...?] \n[128] As the Girl crosses from Caesar's cage to the Apes' pen, oblivious to the potential danger around her... REVEAL:  \n[129] deep in conference, walking in the direction of the pens...!  MAURICE AND ROCKET exchange terrified looks --  \n[130] as they SPIN, startled -- suddenly seeing the Colonel and troops stepping into view ten feet away -- when -- a sudden COMMOTION in the distance grabs their attention --  Caesar grunts urgently to the Girl, nodding for her to hide -- she presses quickly behind one of the guard tower legs -- just as the Colonel and troops stop in the path right before Caesar's cage, still gazing off at the disturbance...  Caesar follows their looks to SEE --  A SQUAD OF FIVE SOLDIERS, guns-drawn, amped up, shouting at AN UNSEEN INTRUDER... As they approach, prodding with their weapons, Caesar discovers the intruder is --  ROCKET.   He marches slowly, chin-raised defiantly.  Caesar watches in shock as Rocket is brought toward the waiting Colonel... who slowly turns and looks suspiciously at Caesar -- unaware of the Girl just behind the tower leg...   \n[131]How many are out there?   Are there others? \n[132]  \n[133]For two years we've fought relentlessly against these beasts, and when we are done with them, we will bring an end to their kind. But now we find ourselves on the eve of battle... against our own kind. So you may ask: who is the real enemy, who are we fighting here? And I'll tell you. It's not the apes. It's not the men who are on their way here right now to altercate with us. The battle we've been waging all this time is against ourselves. \n[134]They say we are inhumane. Indecent. They call us a death squad. But they'll never understand the extent of our sacrifice. How agonizing it has been to do what must be done, even as it tears at our very souls. Because there are times when you must abandon your humanity in the fight to save humanity. All of you have shown the courage to do that... But now we must take that fight to them, or this hellish trial will all have been in vain. We can not fail. We're the last defense. Somewhere in this world there are more survivors. And whether they know it or not, they are counting on us. To show the will to protect them against this new plague. We've seen it here. And it's already spreading up north. If we lose this battle, there'll be nothing to stop it from spreading everywhere. If we lose, in a matter of months, the human race will gasp its last words, and go silent. Just another dumb animal, left to roam a godforsaken world. \n[135]Most of you are still young men and women. And if we win, years from now, you may be sitting somewhere with your children, your grandchildren... and they'll ask you: what did you do in the greatest war...? And you can tell them, you fought... viciously... for a gentler world. \n[136] CRANE over the apes being forced out into the yard... FINDING the Colonel now wading through the chaos, Preacher and Red at his side... as they ARRIVE at CAESAR'S CAGE.  The Colonel pulls out his sidearm, nods to Preacher who unlocks the cage, opens the door... they all stare in at --  CAESAR, who returns a hard, weary look, making no motion to exit -- when CH-CHINK -- the Colonel cocks his gun.  Caesar hesitates, then gathers the strength to stand, and slowly steps out of the cage. The Colonel stares at him, hard:  \n[137]Send him up to the quarry.    Alone. \n[138]Boyle!   His cuffs. \n[139] \n[140]How did this get in there? \n[141]Get him to work. \n[142] Caesar labors alone on a dangerously narrow perch, quarrying for heavy stones high above the yard... He looks down as he works, secretly scanning the yard, to FIND --  \n[143] Caesar looking right at us, signing:  \n[144] from the airstream trailer. The NEEDLE QUIVERS as the compass sits in a massive ape palm -- we are:  \n[145] Maurice stares at the compass in his hand as Bad Ape watches, holding the flashlight... finally, Maurice lifts his head, and POINTS TO TWO DIFFERENT SPOTS ALONG THE TUNNEL WALL.  Bad Ape nods eagerly, moves to one of the spots, and STARTS TO DIG tentatively, looking to Maurice for approval; Maurice nods, goes to the other spot, STARTS DIGGING as well.  \n[146] At gunpoint, apes roll MASSIVE SOPHISTICATED ARTILLERY out of the depot at the base of the mountain, and along the train tracks toward the barrier wall...   \n[147] A cluster of POWERFUL GORILLAS struggle to hoist an imposing high-tech RAPIER MISSILE LAUNCHER up to the top of the wall --  \n[148]\n[149]EXPANSE. The display of sheer force is a formidable sight.  \n[150] as Red and Preacher march him across the yard amidst masses of weary apes being herded back to the pens; they arrive at --  \n[151] Watching from behind the rocks. She lowers the binoculars, blinking out at the camp a beat...  \n[152] Eyes wide, she searches for sign of Maurice or Bad Ape... She approaches the cement-filled impasse... finding TWO NEWLY DUG TUNNELS on either side of the blockage. She enters --  \n[153] She heads toward the distant glow of a flashlight up ahead... Arriving behind Maurice, covered in dirt, still digging away.  He stops, noticing her. He looks at her quizzically -- points upward, makes a tentative thumbs up sign -- \"everything ok up there?\" She nods. He smiles:  \n[154][...Brave?] \n[155][Ape?] \n[156][Me...?    Ape?] \n[157] Bad Ape leads them forward as he WHISPERS, watching his feet:  \n[158] The chained apes are being herded in. A SOLDIER stands inside the pen door, ushering them through, waving his rifle.  CLOSE ON ONE OF THE SOLDIER'S BOOTS pressed into the ice and dirt... when suddenly the TIPS OF APE FINGERS poke up from a tiny hole in the ground below, inches from the man's toes...  Oblivious to the presence of the boot, the fingers continue to widen the hole, clawing away at the earth... WE CUT --  \n[159] horrified to discover the Soldier's boot in front of his face! Bad Ape shrinks back -- when one of the apes amassing above NOTICES him, staring down into the hole, perplexed.  Petrified, Bad Ape holds a finger to his lips --  The ape above suddenly gets it; he nods and holds out a hand, inconspicuously signalling Bad Ape to hang tight -- becoming a look-out... as nearby apes start to notice Bad Ape too...  \n[160] staring down into the hole with amazement... at the odd, dirt- coated ape in his toque -- a total stranger to them.  Bad Ape smiles up at the crowd sheepishly -- when another ape roughly presses his way through to the edge of the hole --  IT'S ROCKET. He stares down at Bad Ape, expressionless... and then a big smile spreads across his face. He turns excitedly to the look-out ape:  \n[161] where a SMALL STREAM OF WATER is creeping toward them.  Maurice looks at the ground beneath him as the water starts to pool around his feet; alarmed, he instinctively steps forward to investigate -- forgetting Bad Ape on his shoulders. Bad Ape tumbles to the wet floor, surprised.    \n[162] We hear QUIET APE GRUNTING -- Caesar stands pressed to the bars of his cage looking across to a large group of apes gathered at the edge of their pen, all eyes fixed on Caesar.  \n[163] The apes in mid-debate --  \n[164] The lights in the soldiers' barracks go out, one by one...  \n[165] Boyle steps slowly out onto the catwalk, quietly drinking from a steaming thermos, staring out into the distance --  WHEN SPLAT! He is SUDDENLY PELTED HARD in the back of his head with a handful of what looks like WET MUD from somewhere below. Stunned, he looks at himself, wiping the disgusting muck off: wtf?! He peers furiously over the railing at the pen below --  \n[166]Least you can take comfort... Your struggle ends... Ours goes on... Nature still has the power to wipe us off this planet at any moment... Killed the dinosaurs with a single meteor. \n[167]You apes are so strong... I wonder... what kind of world you would have built... on our graves. \n[168]You know when I first got to the city... a man said he had to see me. He said he knew you. That you worked together. \n[169]I think that was his name, yes. \n[170]He said you were remarkable.   More than just an animal... \n[171]you were a great leader. I thought he was crazy... But I almost see what he meant. He pleaded with me to find you. To make peace with you. \n[172]I shot him. \n[173] \n[174] to see the Colonel stepping toward his lighted window, his face in SILHOUETTE -- he might be staring down at them, or off into the distance, it's impossible to tell...  Caesar and Rocket share a tense look --  \n[175] IT'S SNOWING HARD NOW, a fresh layer blanketing everything. And still, the Colonel's lights remain on. The apes are all pressed to the bars of their pen, eyes fixed up on the Colonel's window; some pace, tortured by the wait...  \n[176] ducking into an alley between the building and the children's pen -- they press against the barrack's wall, peering down the alley to see --  \n[177] Caesar waits until the Soldiers cross out of sight -- then looks to Rocket, and they head for --  \n[178] A small cluster of kids rush to the door as Caesar unlocks it; others stir from their sleep, scrambling over to see --  Caesar and Rocket enter. The little apes swarm around them, wide-eyed. Caesar gently pats their heads, shushing them -- when suddenly he sees HIS SON in the crowd. Cornelius breaks into a run, clambering up over the backs of the others... straight into Caesar's arms. Emotion floods Caesar's face as he tightly embraces his son...  \n[179]    \n[180] suspended high over the Guard Towers and camp --  As SNOW SWIRLS HARD all around them, the children make their way back toward the adult pen -- directly over the heads of the unwitting Soldiers below!  \n[181] The children arrive on the wire above and begin dropping down silently, one by one -- into the waiting arms of Lake and other unchained apes -- the apes urgently hand the kids off to their anxious parents.  As the emotional reunions continue, Caesar (Cornelius clinging around his neck) and Rocket finally arrive overhead too, each dropping down into the grasp of the massive gorillas waiting below.  \n[182] \n[183] Maurice lowers the kids to the tunnel floor; they look up to find Nova extending her hand... and they start off after her down the tunnel...  \n[184] Bad Ape pokes his head around a boulder, peeking up through his BINOCULARS at --  \n[185] where Soldiers pace, scanning the distant, dark horizon...  BAD APE turns behind him, where Maurice and Nova are now huddled with all the ape children -- Bad Ape gestures as he \n[186] Caesar slowly moves toward the fence, staring out at something tensely, as behind him Rocket urgently ushers apes down into the hole. As the last of the apes descend, Rocket turns to see Caesar is staring up at the Warden's Tower. Rocket moves to Caesar, urgent --  \n[187] where Soldiers react to the sound, startled -- anxiously scanning the horizon -- suddenly SEEING something in the distance -- as --  \n[188] LIGHTS blink on in the windows as waking SOLDIERS flood into the yard with weapons -- we PAN WITH THEM as they RUSH for the wall, SHOUTING --  \n[189] We MOVE WITH CAESAR -- as he races along the edge, below him we see the tide of Soldiers storming in the opposite direction... Finally, Caesar STOPS --  \n[190] He hears FRANTIC BANGING below.    He peers down to see --  A GROUP OF OFFICERS POUNDING on the STEEL DOOR of the tower --  \n[191] \n[192] \n[193]\n[194] \n[195] A SERIES OF INTENSELY BRIGHT RAPIER MISSILES rip into the sky from atop the barrier wall, SOARING HIGH ABOVE THE ROCKY OUTCROPPING, illuminating the landscape below --  \n[196] Bad Ape shudders, watching the missiles -- as they EXPLODE into the path of the armada -- TWO OF THE FRONT VEHICLES \n[197] They stop, look around in fear as the space RUMBLES VIOLENTLY around them -- alarmed, ROCKET begins pushing his way through the crush to get to the other end, gripping his rifle --  \n[198] He whips his head at the sound of continued shelling -- panicked, he rushes to the window to see INCOMING MISSILES FROM THE ARMADA beginning to make IMPACT INSIDE THE YARD -- !  When a QUIET CRASH comes from somewhere close behind him. Caesar turns, startled, gaze fixing apprehensively on a PARTIALLY OPENED DOORWAY; he steels himself, and slowly approaches the door.  He hesitates, wary... then carefully peers around the door frame, glimpsing a BROKEN COLEMAN LAMP at the foot of a small table; kerosine still pools from the lamp's base.  Beyond the door, Caesar suddenly hears labored breathing... He pushes it open to REVEAL...  \n[199] The Colonel is splayed on his stomach across a military cot -- head lowered, his outstretched hand trembles mid-air as he struggles in a total daze, like a drunk, grasping helplessly for something out of reach on the table... HIS PISTOL.  Heart racing, Caesar crosses silently to the table... eyes glued to the Colonel, he places his hand firmly on the gun before the Colonel can get to it.  Caesar lifts the gun slowly, then trains it down at the Colonel beneath him, who is so out of it he continues listlessly groping for a gun that isn't there.  Caesar glares down at the Colonel, pitiless... his expression hardening as he prepares to finish him, once and for all --  -- when the Colonel slowly lifts his head to peer up at Caesar... and for the first time, Caesar sees there is BLOOD smeared on his face from under his nose.     \n[200] We see Caesar, his back to us, as he continues gazing into the Colonel's sleeping quarters... then, after a quiet, clumsy fumbling sound, a SINGLE GUNSHOT echoes from the room.  Caesar remains still, then lowers his head as day breaks outside...  \n[201] Through SWIRLING SNOW we see RED and other TURNCOATS arrive at one of the posts, laden with ammo for the troops who hurriedly load their weapons, preparing for the imminent firefight once the rapidly approaching armada arrives. As Red hands bullet belts to a GUNNER loading a big .50 cal machine gun --  Soldiers around them unleash another round of Rapier missiles -- WHOOOOSH -- two more MLRS vehicles EXPLODE on the horizon!  Soldiers around the missile launcher react with raucous cheers to the direct hits, a sense that the battle's theirs to win --  -- when the GUNNER beside Red suddenly NOTICES THE APES scrambling by the rock out-cropping -- his jaw drops, in complete shock!  \n[202] Red spins with disbelief to see the apes below -- as the Gunner rotates his machine gun -- and OPENS FIRE!!!  \n[203] HE SWINGS DOWN FROM THE TOWER LEDGE -- and GRASPS onto the FLAGPOLE stretched across the open space beneath -- the pole breaks his fall, but only so much -- as ONE SIDE SNAPS FREE!  Caesar hangs on, riding the swinging pole as it descends -- and finally releasing it, tumbling to the ground!  Caesar scrambles to his feet, still clutching the grenades --  -- when the Officer and his men appear in the tower window!  They OPEN FIRE -- as Caesar sprints away -- bullets tearing up snow and ice right behind him as he goes -- !  \n[204] DESPERATELY FIRING Boyle's automatic rifle, trying to provide cover for the FLEEING APES who are now PINNED BELOW IN CHAOS -- as BEHIND HIM ON THE ROCKS, Bad Ape and another HORDE OF APES are gathered helplessly around the hole, some apes still crawling out to discover there's now nowhere to go...  \n[205] The Gunner ducks from Rocket's bullets, then jumps back up, returning a mad volley from his machine gun, SHOUTING over the din to the other soldiers firing beside him --  \n[206] Flustered, Red turns, moves to his rucksack, retrieving the launcher -- when he stops suddenly, SEEING --  \n[207]    \n[208] Shocked, Red watches as Caesar, in agony, touches his abdomen, discovering BLOOD; Caesar reaches behind him to find he's been shot in the back with a CROSSBOW ARROW...  Red looks up to see -- PREACHER stalking through the haze and snow, out of the pen area, almost shocked himself at what he has just done -- he nervously loads another arrow, in turmoil as he moves toward Caesar.  Gasping in pain, Caesar SNAPS the arrow from his side, and turns, seeing Preacher too...  Red stands frozen, gripped by the sight of Caesar lying there helpless --  \n[209] as he sees Preacher anxiously closing in... Caesar's eyes frantically dart for an avenue of escape, but there is none.    \n[210]\n[211] Still running, Caesar steals a startled look back -- as \n[212]  \n[213]\n[214]\n[215]\n[216]\n[217] \n[218]\n[219]\n[220]\n[221] And flat onto his stomach!  Finally, he lifts his head to see the feet of apes all around, their backs to him -- as he rises, he finds them all staring out beyond the outcropping in awe...  He slowly presses his way through the crowd, climbing higher on the rocks... to discover their eyes all fixed on...  THE UTTERLY DECIMATED PRISON, engulfed in a massive conflagration as a STORM OF DEBRIS RAINS DOWN FROM THE SKY...  Now seeing Caesar, Rocket and Bad Ape turn, stunned at the sight of him -- Caesar and Rocket begin to exchange emotional looks --  -- when MECHANICAL GROANS beside them make them all turn to see --  THE REMAINING ARMADA as it finally arrives, braking to a stop just 20 yards away... SOLDIERS, FACES ALL OBSCURED in heavy parkas and BALACLAVAS, are packed onto troop carriers, trucks and humvees, gazing in shock at the fiery camp -- when ONE notices... the apes. Others start to see them too... A moment suspended in time as ape and man all stare silently at each other...  Then, the anonymous soldiers slowly begin to raise their weapons -- Caesar and the apes remaining totally still -- when --     \n[222]\n[223] And it's heading their way --  \n[224]\n[225] \n[226] Maurice, Nova, and the ape children turn abruptly -- staring wide-eyed at the growing TSUNAMI OF SNOW billowing right toward them!  Eyes darting, Maurice fixes on the TALL TREES beside them -- he BELLOWS out to them -- and all at once -- everyone makes a break for them -- climbing up -- just as the AVALANCHE \n[227] They LAUNCH themselves up into the trees -- moving higher -- higher --  -- as the AVALANCHE SUDDENLY SURGES below, the WAVE OF SNOW RISING toward them -- as they frantically climb to avoid it!!!   \n[228] THE MONUMENTAL AVALANCHE CRASHES APOCALYPTICALLY to the canyon floor, THE ROILING SNOW BEGINNING TO ENGULF the \n[229] \n[230] as the RISING RUSH OF SNOW begins to wash violently over him!  \n[231]PRISTINE SNOW... It's as if nothing was ever here.  He stares for a moment in disbelief -- when sounds of apes ECHO through the landscape -- he lifts his head to see --  THE APES, all clinging to the tree tops all around him. They look at him, their savior, the chorus of ape sounds growing louder... more exuberant... triumphant. They raise their fists in solidarity and tribute to Caesar...  A smile begins to spread across Caesar's face, as he raises a weary fist back to them, we --  \n[232] The mass of apes scaling up, and finally cresting over the lip... Caesar pauses momentarily in shock, and then we PAN with him as he and the others step forward to REVEAL:  A GORGEOUS LUSHLY-OVERGROWN GREEN CRATER, a CRYSTAL BLUE LAKE at its center; a kind of paradise, a place to begin again...  Exhausted, Caesar has to sit for a moment on one of the mossy rocks, taking in the beauty as the apes excitedly pass, exploring the incredible landscape of their new home...  Maurice arrives beside him, Nova on his back; Cornelius peeks curiously over his father's shoulder, fascinated with her. She smiles shyly, when a bunch of ape children race playfully past, jostling and scurrying. Both turn, watching them go.  Then Nova hops off Maurice, eager to join in the fun. She pauses, turning back to Cornelius, holding out a hand...  Cornelius climbs carefully down, then stops, looking up uncertainly at Caesar, not sure if he's ready yet to leave his father's side. Touched, Caesar smiles down at his son; he kneels before him, caressing his face gently, filled with great emotion... then he nods gently for him to go play -- and he and Nova hurry off.  Maurice and Caesar share a look, a pair of proud fathers. They both turn to watch little Cornelius and the other ape children playing with the lone human girl. A strange, joyous sight. Pleased, Maurice turns back to Caesar, discovers him watching with profound emotion on his face -- when to Maurice's surprise, Caesar LOSES BALANCE for a moment...  Maurice stares with concern as Caesar rights himself, WINCING in pain, avoiding Maurice's eyes.     \n[233]PARADISE... for a moment, the eyes and the landscape of apes linger together -- then, as Caesar's eyes peacefully shut, we FINISH DISSOLVING TO THE WIDE -- and gently TIP UP to the TRANQUIL SKY -- HOLD, as the sounds of apes echo...  \n[234]", "Colonel": "\n[1]Who is this? \n[2]Where are you, soldier? I need your position. \n[3] \n[4]You're in command now. \n[5]By yourself? \n[6] \n[7]99, target acquired!... \n[8]...Repeat, target is down! I got him. Let's go! I can get out from here! \n[9] Silhouetted by the waterfall as he finishes securing the rope to his belt. He turns to face us -- and Caesar -- for the very first time: a striking, nightmarish image -- his face covered in shocks of dark camo grease, head completely shaved, a full unruly beard, wild eyes just visible behind graduated aviator sunglasses. His presence is chilling.  The Colonel's eyes blaze, stunned at the sight of Caesar. Confused, his gaze flits to something on the floor -- Caesar follows his stare to discover --  \n[10]Get me out! Now!! \n[11]Grant and Lee... Wellington and Napoleon... \n[12]Custer... and Sitting Bull. You're probably not much of a reader. But this is... this is a big moment. This is... beyond... historic. \n[13]Where were you...? We came upon your herd... we got lucky. But I was surprised. You weren't with them. \n[14]I hope you don't come to regret sparing his life. He's quite a good shot. \n[15]Have you finally come to save your apes? \n[16]I see... I kill somebody close to you that night...? \n[17]I'm sorry.     I was there to kill you. \n[18]My God, look at your eyes... they're almost human... How did you know I was here? \n[19] \n[20] \n[21]Ok, let's go. \n[22] \n[23]You could use a haircut there, son. You too, soldier. \n[24] watching the brutality; he stops shaving a moment, calmly pulls a FLASK from his hip, and takes a slow drink; then he disappears into the tower again.  \n[25] watches as Caesar is marched into the yard, and thrust onto his knees beside Ape Elder. The Colonel considers Caesar; then, eyes still on him, gestures calmly to the Turncoats --  The Turncoats tighten their grip on Caesar's arms -- and Red suddenly WHIPS Caesar's back with a VICIOUS SNAP!  The APES' CHANTING SUDDENLY FALTERS as --  Caesar WINCES -- but he refuses to break eye-contact with the Colonel, who stares back, a battle of wills...  The Colonel nods; and Red LASHES Caesar again!  Spirits broken, the apes go SILENT; beside Caesar, Ape Elder drops his eyes.  Red looks to the Colonel, lowering his switch -- but the Colonel's eyes remain fixed on Caesar's, the two leaders just staring at each other, neither giving in...  And then the Colonel NODS to Red again. Surprised, Red hesitates -- then, LASHES Caesar once more, the CRACK echoing through the silent camp. The Colonel coldly nods again; even Red is shaken by the Colonel's relentlessness. Red slowly lifts his whip again -- and --  WHAP! Caesar finally DROPS HIS HEAD, broken by the pain. GASPS ripple through the apes. The Colonel nods to the Turncoats, who release Caesar; he crumples to the ground.  \n[26]...Ok.   Back to work. \n[27]Please.    Tell them to work. \n[28] \n[29]Five...    Four... \n[30]Three...   Two... \n[31] \n[32]Interfere with the work again, and I'll begin slaughtering the apes, one by one. Understand? I need that wall. \n[33] \n[34]You know you're very emotional. What makes you think you're in a position to make demands? \n[35]I was told you were smart, but... that's impressive. \n[36]No.   They won't be joining me. \n[37]They... fear me. \n[38]Jesus Christ... you are impressive. \n[39]Well, you paint quite a picture.     What you must think of me. \n[40]You came here to kill me.   Were you going to show me mercy? \n[41] \n[42]You're much stronger than we are. And you're smart as hell. No matter what you say, you'd eventually replace us, that's the law of Nature. The irony is, we created you. We tried to defy Nature, bend it to our will. And Nature's been punishing us for our arrogance ever since. Testing us. Even now. \n[43]Ten months ago, we sent out recon units to look for your base. They found nothing. My own son was a soldier with one of the groups. One day he suddenly stopped speaking. He became... primitive. Like an animal. They contacted me, said they thought he lost his mind, that the war was too much for him. But then the man caring for him stopped speaking too. Their medic had a theory, before he stopped speaking. That the virus that almost wiped us out -- the virus every human survivor still carries ­- had suddenly changed... Mutated. \n[44]And if it spread, it would destroy humanity for good this time. Not by killing us... but by robbing us of the things that make us human. Our speech, our higher thinking... It would turn us into beasts... not unlike what you all used to be. You talk about mercy...? What would you have done? \n[45]Well, it was a moment of clarity for me. I realized I would have to sacrifice my only son, so that humanity could be saved. I held that gun in my hand, and I pointed it at my only child. He looked at me with trust in his eyes, all he had left in his primitive gaze. And I pulled the trigger. It purified me. It made my purpose clear. \n[46]I gave orders to kill the other infected, all of them, and anyone who might've been in direct contact, even if they showed no symptoms. We burned their belongings, anything that might spread contamination. Some of the men questioned my judgment. I was asking them to do what I had done: to sacrifice their families... their friends. They refused. So I had them killed too. Others with children deserted into the woods. One of those cowards fled to my superiors up north. They sent officers down to restrain me. They tried to convince me this plague could be dealt with medically, that up there they were already looking for a cure. That's when I realized: they had learned nothing from our past. \n[47]What did I do, Preacher? \n[48]Except for the one I spared, so he could return to deliver a message: if they wanted to relieve me of my command, they'd have to meet me here, and do it themselves. \n[49]This place used to be a weapons depot. They turned it into a relocation camp when the crisis was just beginning. But the weapons are all still here, inside that mountain. This is a holy war. All of human history has led to this moment. And if we lose, we'll be the last of our kind. It will be a planet of apes. And we'll become your cattle. \n[50]Look at you. You think I'm sick, don't you. \n[51]Probably all of them. Don't get any ideas -- only thing they fear more than me is you apes. They never questioned my methods when it came to you. \n[52]I didn't mean to kill your son... \n[53] \n[54]So emotional! \n[55]I can see how conflicted you are. You're confused in your purpose. You're angry at me because of something I did that was an act of war. But you're taking this all much too personally. \n[56]What do you think my men would've done to your apes... if you had killed me? \n[57]Or is killing me more important...? \n[58]If he's still alive in the morning, he goes back to work or you shoot him. Keep him separate from the others. \n[59] deep in conference, walking in the direction of the pens...!  MAURICE AND ROCKET exchange terrified looks --  \n[60]How many are out there?   Are there others? \n[61]  \n[62]For two years we've fought relentlessly against these beasts, and when we are done with them, we will bring an end to their kind. But now we find ourselves on the eve of battle... against our own kind. So you may ask: who is the real enemy, who are we fighting here? And I'll tell you. It's not the apes. It's not the men who are on their way here right now to altercate with us. The battle we've been waging all this time is against ourselves. \n[63]They say we are inhumane. Indecent. They call us a death squad. But they'll never understand the extent of our sacrifice. How agonizing it has been to do what must be done, even as it tears at our very souls. Because there are times when you must abandon your humanity in the fight to save humanity. All of you have shown the courage to do that... But now we must take that fight to them, or this hellish trial will all have been in vain. We can not fail. We're the last defense. Somewhere in this world there are more survivors. And whether they know it or not, they are counting on us. To show the will to protect them against this new plague. We've seen it here. And it's already spreading up north. If we lose this battle, there'll be nothing to stop it from spreading everywhere. If we lose, in a matter of months, the human race will gasp its last words, and go silent. Just another dumb animal, left to roam a godforsaken world. \n[64]Most of you are still young men and women. And if we win, years from now, you may be sitting somewhere with your children, your grandchildren... and they'll ask you: what did you do in the greatest war...? And you can tell them, you fought... viciously... for a gentler world. \n[65]Send him up to the quarry.    Alone. \n[66]Boyle!   His cuffs. \n[67] \n[68]How did this get in there? \n[69]Get him to work. \n[70]Least you can take comfort... Your struggle ends... Ours goes on... Nature still has the power to wipe us off this planet at any moment... Killed the dinosaurs with a single meteor. \n[71]You apes are so strong... I wonder... what kind of world you would have built... on our graves. \n[72]You know when I first got to the city... a man said he had to see me. He said he knew you. That you worked together. \n[73]I think that was his name, yes. \n[74]He said you were remarkable.   More than just an animal... \n[75]you were a great leader. I thought he was crazy... But I almost see what he meant. He pleaded with me to find you. To make peace with you. \n[76]I shot him. \n[77] \n[78] \n[79] Caesar ducks back, quickly stares up at the tower overhead -- SPOTS the Colonel's OPEN WINDOW four stories above... He takes a last look around -- then LEAPS across from the barracks' roof to the side of the tower...  \n[80] The Colonel is splayed on his stomach across a military cot -- head lowered, his outstretched hand trembles mid-air as he struggles in a total daze, like a drunk, grasping helplessly for something out of reach on the table... HIS PISTOL.  Heart racing, Caesar crosses silently to the table... eyes glued to the Colonel, he places his hand firmly on the gun before the Colonel can get to it.  Caesar lifts the gun slowly, then trains it down at the Colonel beneath him, who is so out of it he continues listlessly groping for a gun that isn't there.  Caesar glares down at the Colonel, pitiless... his expression hardening as he prepares to finish him, once and for all --  -- when the Colonel slowly lifts his head to peer up at Caesar... and for the first time, Caesar sees there is BLOOD smeared on his face from under his nose.     ", "Red": "\n[1]I no fear you! You must fear! How long you think woods can protect you? Humans destroy you. Their Kerna has all power. Humans follow all he say. To them, he more than just human. He everything. \n[2]He say: first Caesar die... then you all die. \n[3] REVEAL LUCA picking it up, as he, Caesar and Rocket search the trailer. Luca sees a PAIR OF BINOCULARS in the box; he takes them too, along with some FLASHLIGHTS.  Impatient, Caesar looks back, wondering where Maurice is -- when Maurice appears in the doorway, the Girl visible behind him, staring out curiously. Maurice signs to Caesar:  \n[4] SEARCHING the FIELD OF TENTS in the blue twilight. We FIND a huge \"A\" stencilled on the side of one of them. Re-focus on HAND-PAINTED SIGNAGE beside it: \"Those who forget the past are doomed to repeat it.\" Next to it: \"The only good Kong is a dead Kong.\" An eerie, almost cult-like atmosphere.   \n[5]Ok -- Ok... He come... \n[6] The blizzard has stopped.  With a SOFT CRUNCH of snow, we see our posse ride cautiously into view, eyes anxiously scanning the trail for the presence of the humans... Rocket SIGNS cautiously to the group --  \n[7] We watch from HIGH ABOVE as his horse CHARGES THE INCLINE, KICKING POWDER INTO THE AIR -- the apes' horses burst out of the woods after him -- all of them just tiny dots climbing the stark white landscape...     \n[8] Caesar stumbles back from the edge, overwhelmed, in shock... He turns in panic to the bound apes -- suddenly recognizing SPEAR among them. He rushes to Spear's side.  Spear looks like he's near death, his head sagging. Caesar lifts Spear's face in both hands -- Spear's eyes slowly open; as they focus on Caesar, he can't believe what he's seeing.  Caesar yanks the bayonet off his rifle, quickly cuts Spear down. Spear slumps to his knees -- Caesar crouches to steady him as Spear struggles to sign, still stunned to see him.  \n[9]Ok -- ok, Kerna...! \n[10]Koba right. You think you know better... than rest of apes. But look you now. You nothing. \n[11] \n[12] approaching the Colonel, who still doesn't acknowledge them; as searchlights outside sweep through, Caesar catches a brief glimpse of a room just off the control center -- it looks almost like a sanctum; light passes over APE SKULLS... the word \"HISTORY\" scrawled on a wall... then the room goes dark again. Caesar looks unsettled -- his gaze returning to the Colonel, and noticing for the first time painful looking BRAND SCARS on the back of his hands: one Alpha, one Omega.  The Colonel finally speaks, eyes still on the map:  \n[13] They head for the yard -- Preacher utters quietly, shaken:  \n[14] Snow drifts down around them as they march Caesar through the yard, past the soldiers' barracks, LIGHTS inside GOING OUT one by one... REVEAL --  \n[15]You know Kerna shoot apes tomorrow... when wall is done. \n[16]I save myself. \n[17] staring down into the hole with amazement... at the odd, dirt- coated ape in his toque -- a total stranger to them.  Bad Ape smiles up at the crowd sheepishly -- when another ape roughly presses his way through to the edge of the hole --  IT'S ROCKET. He stares down at Bad Ape, expressionless... and then a big smile spreads across his face. He turns excitedly to the look-out ape:  ", "Donkey": "\n[1]", "Nova": "", "Cornelius": "\n[1][Father!] \n[2][Father...!] ", "Caesar": "\n[1] as he strides through the trench; the POV was his. He looks older now, but even more imposing. His hardened expression reveals nothing... but in his eyes we see deep pain, as he takes in the terrible loss and suffering...  He's trailed by TWO GORILLAS, flanking him on either side: his grizzled lieutenant LUCA and a younger, smaller ALBINO , who looks overwhelmed by the carnage around them...  The three of them finally arrive at an area UNDER earth cover, where they find A GROUP OF HUMAN SOLDIERS on their knees, helmets lowered, hands bound behind their backs. Spear and other ape warriors stand guard. Seeing Caesar, Spear supplicates deferentially.  Caesar turns to the prisoners as they lift their frightened eyes to his. We see Preacher among them.     \n[2]I... did not start this war. \n[3]The ape who did... is dead. His name was Koba. I killed him. I only fight now... to protect apes. \n[4]I know these apes. They followed Koba... They tried to kill me. They fear what I will do to them. They believe I cannot forgive. So now they serve you... just to survive. \n[5][Get him out of here.] \n[6]Tell your Colonel... you have seen me now. And I have a message for him: this fighting can stop. Leave us the woods. And no more humans will die. \n[7]They are the message. I showed them mercy. He will see we are not savages. Let's hope this works. They are getting closer... \n[8]Why didn't I see, Maurice? \n[9]That Koba could not forgive what humans did to him when he was their prisoner. That he would seek revenge. I should have known. \n[10]Welcome home, Rocket. You look tired. \n[11]Come inside! \n[12]Yes... We must still find a way to get out of the woods safely. \n[13]There were two of you. But we are many. \n[14]I know, son. More apes die everyday. And we cannot hide here much longer. \n[15]We will find a way out... \n[16]Apes together strong. \n[17] A small cave in the upper levels of the fortress, enclosed on one side by the ROARING FALLS. Caesar sits up, awake, as his family sleeps around him. Troubled, he studies Blue Eyes' map in his lap -- when suddenly he feels something...  Caesar looks down to see Cornelius instinctively hugging his leg as he rests, nuzzled beside his mother. Caesar gazes down protectively at his little one, strokes his head, then turns to look back at the map -- when he notices Blue Eyes staring up at him through heavy lidded eyes.  \n[18][I am so proud of you.] [I love you, son.] \n[19][Stay here. Protect your mother and brother.] \n[20][How many others on patrol?] \n[21][Get them!     Rocket too!] \n[22]Rocket!   What happened?! \n[23] BOUNDING FULL-TILT through the corridor, faster, faster -- until he bursts into  \n[24] CLOSE ON Cornelia and Blue Eyes, as their lifeless bodies are lifted from the rock floor...  REVEAL CAESAR watching silently, lost in his own world; still wet, he remains completely motionless, consumed with rage, pain. Beside him, Rocket, Luca and Maurice watch, shaken, as the bodies are carried away.  Just then Spear pushes through, reporting to Luca:  \n[25]My youngest son...   Have you found him yet? \n[26]Cornelius... you're safe now, son. \n[27]You loved my son.    Look after his brother until I return. \n[28]No. \n[29]Not them... Him. \n[30]You must.    The soldiers will be back soon. \n[31] \n[32]No. \n[33]I might not make it back. \n[34] Riding silently through woods, close together. A posse. HOLD on this iconic image of the foursome; then CUT TO --  \n[35] spying through the trees on foot, looking apprehensive. They exchange uncertain looks -- could this be the base camp? They creep out of the trees for a closer look -- when --  A LONE MAN carrying firewood emerges from the forest.  He's mid-40s, dirty, unshaven. Seeing the apes, he stops in his tracks. They all stare, a silent stand-off... Then, very, very slowly, he starts to lower his pile of wood:  \n[36]Look around. Take what we can use. \n[37]Come. \n[38]We cannot take her. \n[39]Looks like some were killed here. \n[40] crouched in brush, spying through the binoculars scavenged from the Airstream. Luca and Rocket are pressed beside him.  \n[41] A PAIR OF TURNCOAT APES walk into view -- the binoculars follow them as they cross to an area where LARGE GROUPS OF SOLDIERS are gathered around CAMP FIRES; as the apes begin dutifully pouring drink into the humans' cups, one turns toward us -- we recognize him as RED.  The apes watch Caesar peering; when suddenly his expression hardens. He slowly lowers the glasses, anger burning...  \n[42]Winter... \n[43]Where is the Colonel? \n[44] \n[45]What border? Why? \n[46]My son... my wife... are dead. \n[47]...Koba? \n[48] snapping awake with a start -- we are --  \n[49][Is that them up ahead?] \n[50][Don't let them see us!] \n[51]I don't know... \n[52] \n[53]Why... did they shoot you? \n[54]Help me get him up... \n[55]Winter said they were heading to a border...! \n[56] THE DIM FIGURE up ahead of him -- when suddenly -- BLAM! -- a FLASH OF GUNFIRE ERUPTS from atop the Figure's horse --  CAESAR and the OTHERS DUCK as -- CHING! -- the BLAST RICOCHETS off a half-buried GONDOLA CAR far wide of them!  BLAM! BLAM! TWO MORE SHOTS ring out, wildly astray, kicking up snow clouds nowhere near them or their horses --  -- as the Figure disappears over the crest of the slope.  \n[57]Are you... alone here? \n[58] \n[59]Are there more like you?   More apes? From zoo? \n[60]You learn to speak...? \n[61]Where did you get this? \n[62]Bad humans...? Soldiers? \n[63]Is it far?     Can you take us? \n[64]Please.     You must take us. \n[65] The only one still awake.    He sits up, eyes settling on --  THE GIRL, curled into Maurice's belly, hugging her doll; the Nova emblem is clutched in her little fingers. Maurice's arm is draped protectively around her as they sleep.   \n[66] \n[67]She has no one else. \n[68]I had two.     But one was killed.   By human. \n[69]I don't know... Maybe. \n[70][Luca, let's take a closer look.] [Stay here. Keep them safe.] \n[71] \n[72]Don't see riders... \n[73]They must pay... \n[74]...Koba? You know nothing.   My wife and son were killed. And now my friend. You call me Koba...?! \n[75] \n[76] BREATHING HARD , MOVING toward the CLIFF'S EDGE -- the massive guard tower reaches up from the canyon beyond it --  ON CAESAR, air steaming from his nose; he SLOWS, SEEING --  THE TWELVE MYSTERIOUS X-SHAPED STRUCTURES looming ahead --  As he approaches we can suddenly start to make out DARK FORMS STRAPPED to them...? Caesar's expression moves from confusion... to dawning horror as he realizes: the forms appear to be APES. He picks up speed again, rushing toward them, their backs to us -- it's unclear whether the forms are dead or alive...  Finally reaching the line of crosses at the edge of the cliff, he finds a GROUP OF APES, all semi-conscious, struggling to breathe, bound to Xs by their hands and feet...  Reeling, Caesar whips his head from ape to ape, trying to make sense of this -- when he HEARS A DREADFUL MURMUR RISING from the canyon; heart racing, he spins, staggering toward the edge to PEER DOWN --  \n[77]What happened? \n[78]Use you...? \n[79]What... kind of work...? \n[80]Wait -- my little son -- is he here...? \n[81] as they wince open, disoriented, in pain, his face pressed to the ground... A SHAFT OF HARSH LIGHT blasts down from above. Water drops splatter around him.  Caesar peers around, struggling to get his bearings, his POV drifting in and out of focus: he finds TRACKS embedded in the ground, a rusted-out TRAIN ENGINE in the shadows. The place was a depot of some kind.   \n[82]  \n[83]My... family. \n[84]I was told you were coming... That others would be joining you here. \n[85]To finish us off... for good. \n[86]I will find some way to get us out of here. I promise... \n[87] MARCHING gravely with hordes of apes across the snowy yard... ARMED SOLDIERS pace menacingly atop FUEL TANKER RAILCARS along the side of the camp, keeping watch over the prisoners. Caesar slows, suddenly struck by what's LOOMING up ahead --  \n[88][Why do they need a wall...?] \n[89] as he steps slowly forward in horror, pained by the excruciating sight -- the apes in his line follow, affected too... Caesar pulls himself up onto one of the tree trunks in the framework, stepping into a CLOSE UP, his rage starting to boil... until finally, unable to bear it, he ERUPTS:  \n[90]\n[91] GLARING back defiantly; then, he turns slowly to the Colonel, fury in his eyes, no concern for his own safety...  For a moment, the yard is suspended in TOTAL SILENCE as Caesar and the Colonel lock eyes -- when, one by one, the \n[92]    \n[93]Apes need food. Water. \n[94] \n[95] The X has been erected atop a platform on the tracks in the center of the yard, for all to see; Red binds him up as Preacher stands guard... As the POV starts to drop, REVEAL --  \n[96] We're looking out past Caesar over the camp, as exhausted apes are herded away from the wall, the work day over... A diesel GENERATOR COUGHS to life, HARSH LIGHTS blinking on.  Caesar squints into the glare, weary -- when the SOUND OF SOLDIERS makes him look below -- at a group approaching from the rear of the camp, rolling ominous-looking ARTILLERY; suddenly concerned, he watches them head toward the apes...  ...the fraught apes look alarmed as they see the weapons and Soldiers coming their way -- then Caesar discovers even more Soldiers with MASSIVE MACHINE GUNS by the wall. Unnerved, he sees them hoisting the guns up to the sentry towers... where others position them on tripods; but then Caesar NOTICES --   \n[97]What did the Colonel promise you? You really think he will let you live... after we are gone? \n[98]No matter what you do... you'll never be one of them. You let them call you \"donkey\"... You are ape. \n[99]THE ROPE -- ! Caesar turns to Red in shock, as his arm is set free.  \n[100] approaching the Colonel, who still doesn't acknowledge them; as searchlights outside sweep through, Caesar catches a brief glimpse of a room just off the control center -- it looks almost like a sanctum; light passes over APE SKULLS... the word \"HISTORY\" scrawled on a wall... then the room goes dark again. Caesar looks unsettled -- his gaze returning to the Colonel, and noticing for the first time painful looking BRAND SCARS on the back of his hands: one Alpha, one Omega.  The Colonel finally speaks, eyes still on the map:  \n[101]Apes... need food... water. \n[102]Give them food and water... or they will not be able to finish. \n[103]The soldiers who are coming here... are not coming to join you, are they? \n[104]I saw men outside by the wall... preparing for battle... \n[105]They are against you? \n[106]Why...? \n[107]Because you kill your own men? \n[108]We found bodies. Something wrong... with these men. \n[109]I think... you have no mercy. \n[110]I showed you mercy... when I spared your men. I offered you peace. And you killed my family. \n[111] \n[112]How many... will be coming? \n[113] The Colonel HITS the floor, FLASK tumbling from his jacket -- Panicked, FURIOUSLY LEVELS HIS CROSSBOW -- SCREAMING --  \n[114] They head for the yard -- Preacher utters quietly, shaken:  \n[115]If this battle is coming... you should leave, while you still can. \n[116]You are not like him. \n[117] Snow drifts down around them as they march Caesar through the yard, past the soldiers' barracks, LIGHTS inside GOING OUT one by one... REVEAL --  \n[118][Do not lose hope... Some way, somehow, we will finish the journey to our new home. I will find a way to get us out of here.] \n[119] Stunned. He turns to see Red ascending the platform with a pail of water. Red pauses before Caesar, turning to The Colonel, who watches, motionless. Red turns back, raising the water pail to Caesar's parched mouth. Still at a loss, Caesar stares at him mistrustfully, but his ravaged body craves sustenance... Finally he parts his lips --  But Red just POURS THE WATER OUT in front of his face, DUMPING IT onto the platform.  Caesar hardens, his bloodshot eyes glaring at Red. He turns to look up at The Colonel, who stands there, still motionless... then steps away, disappearing from view.  \n[120] He is covered in frost and ice, shivering with hypothermia, very near death...  \n[121] His head bowed, fading even more now, shaking, his lips cracked, his skin frostbitten and turning blue. He looks as if he might die any second... It is eerily quiet now.     \n[122]Koba... \n[123]No... \n[124] PUSHING SLOWLY IN on Caesar through the bars...  He lies on his stomach, face to the ground. As the CAMERA stops, a small blurry FORM steps to the edge of frame...  \n[125] gazing nervously through the bars at the Girl, who stands at the Apes' pen, her back to us; she seems engaged in some transaction with them, the Apes all trying to get near her --  Caesar's eyes dart tensely around at GUARDS ON PATROL in the distance, unaware of her presence, but for how long...?  Finally, the Girl turns and heads toward Caesar, CRADLING SOMETHING IN HER ARMS. Caesar watches curiously as she steps up to his cage. He glances at the APES IN THEIR PEN to find them all watching expectantly...  Caesar turns back to the Girl; she leans forward carefully, as if about to spill the contents from her arms -- puzzled, Caesar reaches his hands out to catch whatever it is -- \n[126] as they SPIN, startled -- suddenly seeing the Colonel and troops stepping into view ten feet away -- when -- a sudden COMMOTION in the distance grabs their attention --  Caesar grunts urgently to the Girl, nodding for her to hide -- she presses quickly behind one of the guard tower legs -- just as the Colonel and troops stop in the path right before Caesar's cage, still gazing off at the disturbance...  Caesar follows their looks to SEE --  A SQUAD OF FIVE SOLDIERS, guns-drawn, amped up, shouting at AN UNSEEN INTRUDER... As they approach, prodding with their weapons, Caesar discovers the intruder is --  ROCKET.   He marches slowly, chin-raised defiantly.  Caesar watches in shock as Rocket is brought toward the waiting Colonel... who slowly turns and looks suspiciously at Caesar -- unaware of the Girl just behind the tower leg...   \n[127] turns quickly back to Rocket, whose eyes are fixed on his own feet, COUNTING EACH STEP as his group approaches...  ...THE TRAIN SIGNAL SWITCH in the middle of the yard -- the spot where he and Maurice dug up from the tunnel below... As he passes it, Rocket looks up at Caesar -- stealthily signs:  \n[128] Caesar looking right at us, signing:  \n[129][37 steps to the adult cage...   55 to the children.] \n[130] as Red and Preacher march him across the yard amidst masses of weary apes being herded back to the pens; they arrive at --  \n[131] As Preacher starts to unlock the door, Caesar's gaze shifts to Red, and then to the ANGRY WELT over Red's eye where Rocket head-butted him; Red glowers, self-conscious.  Preacher opens the door, and Red shoves Caesar in. Then Red steps forward to remove the chain leash from Caesar's neck collar, pressing his face menacingly close to Caesar's:  \n[132]His wall is madness. It won't save him... any more than it will save you. \n[133]Is there anything left... of you to save? \n[134] Caesar waits alone, staring     tensely at the apes across the way, all huddled around the     hole, backs to us. Rocket suddenly breaks through the     crowd to report to Caesar, who has been anxiously awaiting     news. Rocket looks grave:  \n[135][We must leave tonight!] \n[136][We'll have to get the children out above ground!] \n[137] Caesar urgently feels for something along the wall above the cage door -- until he finds where he's hidden Preacher's key.  He bends down and immediately begins unshackling his feet... He gets one free -- when -- he hears FOOTSTEPS... He stops, quickly turns, seeing --  THE FIGURE OF THE COLONEL approaching in the distance.  Caesar straightens, carefully palming the key, eyes on the Colonel heading toward the pens... as Rocket, across the way, slowly hides Boyle's rifle behind his back...     \n[138]...Malcolm? \n[139]He... was a friend. \n[140]What... happened to this man? \n[141] \n[142] Staring up with coiled intensity, totally still... His gaze shifts to Rocket, whose eyes are locked on Caesar --  \n[143][We go now. Or die trying.] \n[144](overcome, holding him \n[145]By the time the sun rises, you'll all be on your way... to a new home. Hurry, you must go. \n[146]Maurice was right. I am like Koba. He could not escape his hate... And I still cannot escape mine. He took too much from me. \n[147]Go... \n[148] He whips his head at the sound of continued shelling -- panicked, he rushes to the window to see INCOMING MISSILES FROM THE ARMADA beginning to make IMPACT INSIDE THE YARD -- !  When a QUIET CRASH comes from somewhere close behind him. Caesar turns, startled, gaze fixing apprehensively on a PARTIALLY OPENED DOORWAY; he steels himself, and slowly approaches the door.  He hesitates, wary... then carefully peers around the door frame, glimpsing a BROKEN COLEMAN LAMP at the foot of a small table; kerosine still pools from the lamp's base.  Beyond the door, Caesar suddenly hears labored breathing... He pushes it open to REVEAL...  \n[149] as he stares down, haunted... his gaze shifting from the Colonel's agonized face... to the gun in his hand...  Finally, horrified, he slowly LOWERS THE GUN. Self-awareness returns to his eyes -- a look of humanity we haven't fully seen since before the death of his family, as if the war within him is finally coming to an end.  The Colonel gapes helplessly... as Caesar, quietly stunned by his own decision, starts to back away... Caesar pauses, pitying eyes on the Colonel's; then finally, he gently sets the gun back down onto the table.  A look of confused gratitude flickers through the Colonel's primitive gaze... and he resumes REACHING LAMELY for the gun.  Eyes still on him, Caesar backs slowly out --  \n[150]    \n[151] Shocked, Red watches as Caesar, in agony, touches his abdomen, discovering BLOOD; Caesar reaches behind him to find he's been shot in the back with a CROSSBOW ARROW...  Red looks up to see -- PREACHER stalking through the haze and snow, out of the pen area, almost shocked himself at what he has just done -- he nervously loads another arrow, in turmoil as he moves toward Caesar.  Gasping in pain, Caesar SNAPS the arrow from his side, and turns, seeing Preacher too...  Red stands frozen, gripped by the sight of Caesar lying there helpless --  \n[152] as he sees Preacher anxiously closing in... Caesar's eyes frantically dart for an avenue of escape, but there is none.    \n[153] as he takes in the grim sight, pained -- THEN --  THE GUNNER turns and takes aim at CAESAR!  Caesar scrambles, the sounds around him  suddenly starting to return -- as -- he SNATCHES UP THE GRENADE from the ground beside him -- jumping to his feet --  -- narrowly dodging the Gunner's bullets tearing up earth around him -- as he PULLS THE PIN from the grenade, desperately LAUNCHING it straight for the tanker beneath the wall --  The Gunner's alarmed eyes suddenly whip toward the tanker -- as Caesar takes off, sprinting in the opposite direction --  -- when the grenade EXPLODES and THE TANKER ERUPTS -- ENGULFING the WALL beside it, and consuming all the Gunners above in its INCREDIBLE BLAST!!!  Caesar races into the adult pen -- as behind him, FLAMES CLIMB HIGH INTO THE SKY -- when SUDDENLY -- THE TRAIN CAR \n[154] \n[155]\n[156]\n[157] They LAUNCH themselves up into the trees -- moving higher -- higher --  -- as the AVALANCHE SUDDENLY SURGES below, the WAVE OF SNOW RISING toward them -- as they frantically climb to avoid it!!!   \n[158] as the RISING RUSH OF SNOW begins to wash violently over him!  \n[159] CLINGING to the trunk, an elemental fight against the RAGING WHITENESS -- holding on for life as snow HOWLS DEAFENINGLY around him, ripping at his body... until finally, as quickly as it began, the tide subsides... suddenly leaving us in --  \n[160]Don't worry... You are all home now. Apes are strong. With... or without me. ", "Rocket": "\n[1][It was a long journey --] \n[2][I heard him talking!   The Colonel is here!] \n[3][You'll need me to back you up.] \n[4][Please... I know what it's like... to lose a son.] \n[5] Riding silently through woods, close together. A posse. HOLD on this iconic image of the foursome; then CUT TO --  \n[6] spying through the trees on foot, looking apprehensive. They exchange uncertain looks -- could this be the base camp? They creep out of the trees for a closer look -- when --  A LONE MAN carrying firewood emerges from the forest.  He's mid-40s, dirty, unshaven. Seeing the apes, he stops in his tracks. They all stare, a silent stand-off... Then, very, very slowly, he starts to lower his pile of wood:  \n[7][Maybe he's a deserter?] \n[8][Winter had it coming!] \n[9][Wait for the soldiers to leave.   Follow them to the Colonel.] \n[10] \n[11] \n[12][They're gone...] \n[13][Who are you?] \n[14] \n[15][An old, deserted military camp on the border...?] \n[16][I saw them from up there... Coming for you...] \n[17][Luca gave his life!   We can not turn back -- !] \n[18][Must save them! But how?] \n[19] \n[20][Must be under the camp by now!] \n[21] Peering up through the train tracks we can see A TALL METAL POLE looming against the winter sky. As we --   \n[22] watching anxiously, their three faces huddled together in the shadows, peering around the edge of the giant front gate...  \n[23] watch from behind the gate, affected by the sight -- when they spot something the apes and the Girl cannot yet see --  \n[24][Feeling better?] \n[25][Good.   Then we can talk about escape.] \n[26] waiting to be brought out of the pen, chained to a group of other apes; he glances surreptitiously up at Caesar -- Rocket NODS -- as Rocket's group is ordered out --  CAESAR WATCHES for a moment as Rocket's group heads toward the wall -- then he turns quickly to FIND --  \n[27][37.] \n[28][This is the ape I told you about.] \n[29][What's wrong?] \n[30][There's a problem.] \n[31][We can't dig any further, it will flood the whole tunnel!] \n[32][How...?] \n[33][...What was that?] \n[34][Do you think he knows we're up to something?] \n[35][Now?] \n[36][The sun will be up soon...] \n[37][Hurry!   Let's go!] \n[38][Caesar, what's wrong?] \n[39][Without you? No...] \n[40][Let me through!] \n[41] DESPERATELY FIRING Boyle's automatic rifle, trying to provide cover for the FLEEING APES who are now PINNED BELOW IN CHAOS -- as BEHIND HIM ON THE ROCKS, Bad Ape and another HORDE OF APES are gathered helplessly around the hole, some apes still crawling out to discover there's now nowhere to go...  ", "Luca": "\n[1][What should we do with them?] \n[2][Sorry, Caesar.] \n[3][Five?   Six--?] \n[4][Caesar... I think Winter betrayed us. I'm sorry. He was in my command.] \n[5][We're still looking.] \n[6][The soldiers' camp is always moving. My guards think they know where it is. Let me take you.] \n[7] Riding silently through woods, close together. A posse. HOLD on this iconic image of the foursome; then CUT TO --  \n[8][This is where the guards thought they might be. There are always fires burning.] \n[9] spying through the trees on foot, looking apprehensive. They exchange uncertain looks -- could this be the base camp? They creep out of the trees for a closer look -- when --  A LONE MAN carrying firewood emerges from the forest.  He's mid-40s, dirty, unshaven. Seeing the apes, he stops in his tracks. They all stare, a silent stand-off... Then, very, very slowly, he starts to lower his pile of wood:  \n[10][Is he out here alone?] \n[11][They burned their things too.] \n[12][Did you find the Colonel...?] \n[13] Beside Red, the OTHER APE HAS TURNED TOWARD US, serving the humans... As Luca FOCUSES, we recognize him, as Caesar whispers his name ominously:  \n[14][Caesar had no choice!] \n[15][Yes, but which way is that?!] \n[16][Where are you from?] \n[17][I don't think he understands.] \n[18][Maybe this is where the Colonel and the troops from the north are going to meet?] \n[19][What are they doing?] \n[20] \n[21][At least this time... I was able to protect you...] ", "Preacher": "\n[1]Reload! \n[2]Colonel -­ Colonel, do you copy?! \n[3]Preacher -- it's Preacher, sir -- ! \n[4]I don't know -- ! \n[5]I can't see anything! We lost a lot of men, sir -- the captain is dead! \n[6]Command, sir? I think it's just me by myself now! \n[7]Sir, I don't think I'm gonna make it...! I'm sorry -- I'm so sorry! \n[8] \n[9]You're him... You're Caesar. \n[10]We've been looking for you for so long. We heard you had a hidden command base, but we could never find it. Some of us were starting to think you might be dead. But Colonel McCullough said no, you were out here somewhere... \n[11]You're letting us live...? \n[12]Alright -- that's good. \n[13]Look, I owe you one, so let me set you straight here, ok? I think he respects you, he does... that's why you're still alive. But believe me, he can do a lot worse than this. I've seen it. You do not want to agitate the man. Understand? So just... \n[14] approaching the Colonel, who still doesn't acknowledge them; as searchlights outside sweep through, Caesar catches a brief glimpse of a room just off the control center -- it looks almost like a sanctum; light passes over APE SKULLS... the word \"HISTORY\" scrawled on a wall... then the room goes dark again. Caesar looks unsettled -- his gaze returning to the Colonel, and noticing for the first time painful looking BRAND SCARS on the back of his hands: one Alpha, one Omega.  The Colonel finally speaks, eyes still on the map:  \n[15]C'mon -- \n[16] \n[17]\n[18]...sir -- \n[19] They head for the yard -- Preacher utters quietly, shaken:  \n[20]Didn't I tell you not to agitate him? That was not smart, man... \n[21]Leave?     What are you talking about? \n[22]He was right, you do think he's sick, don't you? You're just like them. He's not crazy. The world's gone crazy. And he's the only one with the vision to get us through this. The Colonel's a great man. He sacrificed everything for us. You can't judge him. Who are you to judge him? I was trying to give you a heads up, keep you out of his way, I don't even know why. But if you think you and I have some kind of relationship -- that you're gonna give me, what, advice? You can disavow yourself of that notion right fucking now. \n[23]C'mon, kong. \n[24]Get off! \n[25]I really don't know, sir... \n[26]Jesus Christ... \n[27]", "Lake": "\n[1][Tonight?    That's impossible!] \n[2] \n[3][Forgive them. We've been through much.] \n[4] \n[5][We haven't had food or water since we got here...] \n[6][You look weary.] \n[7][You saved our lives...] \n[8] also looking up at Caesar, waiting with her group by the CHILDREN'S PEN, picking up tools -- she NODS -- and suddenly her group moves out toward the wall too --  \n[9][55.] \n[10][If we don't dig further, we'll never get to the children! How are we going to get them out?] \n[11][We have to keep looking down there, see if there's another way to reach the children...] ", "Spear": "\n[1] Hooves pounding dirt! SPEAR drives his horse faster and faster. He CRIES OUT again in warning, his screech echoing through the trees --  \n[2] still SCREECHING as he tears through the woods -- when suddenly he hears a rising CHORUS OF SCREECHING in response. He pulls his horse to an abrupt stop, seeing...  A BATTALION OF APES ON HORSEBACK appearing through the trees.  With a final WAR CRY Spear spins his horse, the apes flooding at him, as he leads the charge back toward the battle --  \n[3][Luca! We can't find Winter.   He wasn't at his post.] \n[4][They came out of nowhere, attacked us... We were sure they would kill us all -- but the Colonel stopped them!] \n[5][There was madness in his eyes! He said they would use us, before we died.] \n[6][They've been forcing us to work!] ", "Bad": "\n[1]Cold...? \n[2]Cold. \n[3]I see girl. Think... you human.   But you... apes. Like me! \n[4] \n[5] \n[6] \n[7]Humans get sick... Apes get smart... \n[8]Then humans kill apes. But not me... Not me. I run. \n[9] \n[10]\"Bad ape!    Bad ape!\" \n[11] \n[12]Here! Eat, eat! New friends. Special day. \n[13]Bad place. Very bad. I find. Long time ago. After zoo. Looking for food. Find human zoo. Zoo for sick. \n[14]Big walls. Sick humans try climb. Bad humans kill. Then get sick too. All dead now. All dead. \n[15]Soldiers. \n[16] \n[17]No!     Can not take!   Can not take! \n[18]Look! More snow! Can not go, must stay here. Look, look! \n[19]You stay here. Eat. Rest. With me. \n[20]Here.    You keep. \n[21]Who is...? \n[22]Child. \n[23] \n[24]I see you look at her. Just now. Look sad. \n[25]You... have child? \n[26] \n[27]I had child... \n[28]You think... you will find him... at human zoo? Soldier? \n[29]Then... maybe I take you. \n[30]There... \n[31] \n[32]Bad, bad place. \n[33]What?    What you see...? \n[34]Oh no! \n[35] \n[36](finally seeing the crisis \n[37]\"In\"...?   \"In\"? \n[38]No -- no go in -- ! \n[39]Friends!   Friends! No go in -- no go iiii-- \n[40] \n[41] watching from the mouth of the tunnel in the hole they found last night. He gazes anxiously as they disappear -- when --  We hear SHRILL, DISTANT WHISTLES blowing -- Bad Ape turns to see -- THE GIRL CLIMBING the rope ladder toward the sound --  Bad Ape rushes to the ladder, calling up to her, alarmed --  \n[42]No no no -- no climb -- ! \n[43]No, no!   Where you go?! \n[44]What?   What you see...? \n[45] \n[46] lowering the binoculars -- he turns to the girl to share the bad news --  \n[47]He -- \n[48] \n[49]No no no... no no no... \n[50]IN!     She go IN! \n[51] watching anxiously, their three faces huddled together in the shadows, peering around the edge of the giant front gate...  \n[52] watch from behind the gate, affected by the sight -- when they spot something the apes and the Girl cannot yet see --  \n[53]Come!   Come see! \n[54]...35 ...36 ...37. \n[55] \n[56]What. \n[57]Ohhh no. No no no... Noooo-- \n[58]Ok. \n[59] Eyes glued on the look-out ape, who still has his hand raised, watching some unseen activity above... Finally, he turns to Bad Ape again, NODS THE OK --  Bad Ape ventures up, PEERING anxiously through the hole to see THE SOLDIER'S BOOTS walking away, LEAVING THE PEN. Once the Soldier's gone, he relaxes a bit, turning to see --     \n[60]...Bad Ape. Bad Ape... Bad Ape... \n[61]It's ok, little ones... come, come. \n[62]Go!   Go go go...! \n[63] excitedly waving on the children, sending them off toward the mountain -- when an OMINOUS RUMBLING begins, shaking the ground. Alarmed, Bad Ape looks quickly up at --  \n[64] TURNS to the horizon too, lifts his binoculars --  \n[65] Through snowy haze, we can make out the cock-eyed headlights of A HUGE ARMADA OF MILITARY VEHICLES APPROACHING INEXORABLY -- their hulking shapes advancing across the frozen tundra.  As ALARMS SOUND all along the wall --  \n[66]Hurry!   Go go go! ", "Ape": "\n[1]            \n[2]  \n[3] up on a ridge 100 yards away. Two of the APES stand guard furtively, one clutching a spear, the other an automatic rifle -- while the third waters the horses at a stream.  The Captain lines up his cross-hairs... when ANOTHER SOLDIER creeps right up behind him, reaching for him... but as the hand lifts into frame, we see -- it's an APE HAND...  The ape hand GRABS the Captain's shoulder; startled, he quickly turns -- and the ape soldier  POINTS up to --  THE CANOPY OF TREES OVERHEAD -- where another HELMETED APE crouches, hidden, looking down at them -- the ape in the tree POINTS toward the ridge... The Captain follows the gesture to a LONG, LOW TRENCH WALL of logs and stones, disguised behind leaves and branches.  Captain turns back to Red, nods; WHISPERS INTO HIS HEADSET:  \n[4] Hooves pounding dirt! SPEAR drives his horse faster and faster. He CRIES OUT again in warning, his screech echoing through the trees --  \n[5] The riders swing primitive SMOKE BOMBS in the air, launching them from their slings -- and a second wave of smoke trails hits the ground --  On his horse, SPEAR SCREECHES to the tide of retreating apes around him -- he RAISES HIS WEAPON, rallying them to stop and join him in a counter-assault --  \n[6] REVEAL PREACHER, LANG, TRAVIS, AND THE OTHER TWO SOLDIERS on a pair of horses, their hands now TIED to the reins. Apes on the ground surround them. Preacher looks at Caesar.  \n[7] A seemingly endless line of ape refugees. Spear leads the procession; armed apes in warpaint guard the group, parents protectively clutching their children, others help the injured along -- as they set off uncertainly for the perilous journey ahead...  \n[8] A chimp with more skin than hair on his small, rounded head, he has oversized ears and a little scruff of beard, his scrawny frame swimming in the big green parka.  He stares up at our shocked trio with a sheepish, apologetic smile... and finally, he SPEAKS ALOUD in halting grunts, pointing a finger at his own chest --  \n[9]Cold...? \n[10]Cold. \n[11]I see girl. Think... you human.   But you... apes. Like me! \n[12] \n[13] \n[14] \n[15]Humans get sick... Apes get smart... \n[16]Then humans kill apes. But not me... Not me. I run. \n[17] \n[18]\"Bad ape!    Bad ape!\" \n[19] \n[20]Here! Eat, eat! New friends. Special day. \n[21]Bad place. Very bad. I find. Long time ago. After zoo. Looking for food. Find human zoo. Zoo for sick. \n[22]Big walls. Sick humans try climb. Bad humans kill. Then get sick too. All dead now. All dead. \n[23]Soldiers. \n[24] \n[25]No!     Can not take!   Can not take! \n[26]Look! More snow! Can not go, must stay here. Look, look! \n[27]You stay here. Eat. Rest. With me. \n[28]Here.    You keep. \n[29]Who is...? \n[30]Child. \n[31] \n[32]I see you look at her. Just now. Look sad. \n[33]You... have child? \n[34] \n[35]I had child... \n[36]You think... you will find him... at human zoo? Soldier? \n[37]Then... maybe I take you. \n[38]There... \n[39] swings open as the group arrives; Caesar peers in at the hordes of prisoners --  The Colonel nods, and Red HURLS Caesar violently to the ground, grabbing his leg HARD and shackling Caesar to the others.  Red returns the key to Preacher -- Caesar staring up at the Colonel, who watches an eerie moment longer, then heads off. The others follow.  TIGHT ON CAESAR; he looks up at the ape prisoners... They all stare at him coldly, and then turn their backs on him. Caesar lifts his head, stunned... as ANOTHER GROUP turns away... and ANOTHER. A quiet ape sound makes Caesar turn -- he finds LAKE in their midst, gazing back consolingly:  \n[40] We see the camp in the distance, nestled at the foot of the mountains; a dilapidated barrier wall stretches out from the front of it in both directions as far as the eye can see.  \n[41] TRAVELING OVER THE SLEEPING APES, chained on the icy ground... we hear the sound of DISTANT MARCHING, when a LONE HUMAN VOICE BEGINS SINGING out hauntingly across the yard in a militaristic gospel tone:  \n[42] Low and guttural at first... then RISING INTO A DEAFENING CHORUS OF REBELLIOUS HOOTS AND SHRIEKS -- as they defiantly DROP THE STONES AND TOOLS to the ground!  Surprised, Caesar turns... stunned by what he has started... he peers around at the apes, to find them all gazing at him in solidarity as they chant...  CLOSE ON APE ELDER still on his knees, clutching his wounds, watching in awe as the protest reaches a fever pitch...  The Soldiers are at a loss as to how to restore order -- they turn to the Colonel who just stares ominously at Caesar...  Eyes fearfully on the Colonel, a SOLDIER FRANTICALLY GESTURES across the chaos to Red and the Turncoats: get him!  \n[43] \n[44]Bad, bad place. \n[45]What?    What you see...? \n[46]Oh no! \n[47] \n[48](finally seeing the crisis \n[49]\"In\"...?   \"In\"? \n[50]No -- no go in -- ! \n[51]Friends!   Friends! No go in -- no go iiii-- \n[52] \n[53] watching from the mouth of the tunnel in the hole they found last night. He gazes anxiously as they disappear -- when --  We hear SHRILL, DISTANT WHISTLES blowing -- Bad Ape turns to see -- THE GIRL CLIMBING the rope ladder toward the sound --  Bad Ape rushes to the ladder, calling up to her, alarmed --  \n[54]No no no -- no climb -- ! \n[55]No, no!   Where you go?! \n[56]What?   What you see...? \n[57] \n[58] lowering the binoculars -- he turns to the girl to share the bad news --  \n[59]He -- \n[60] \n[61]No no no... no no no... \n[62]IN!     She go IN! \n[63] watching anxiously, their three faces huddled together in the shadows, peering around the edge of the giant front gate...  \n[64][Apes together strong.] \n[65] watch from behind the gate, affected by the sight -- when they spot something the apes and the Girl cannot yet see --  \n[66] CRANE over the apes being forced out into the yard... FINDING the Colonel now wading through the chaos, Preacher and Red at his side... as they ARRIVE at CAESAR'S CAGE.  The Colonel pulls out his sidearm, nods to Preacher who unlocks the cage, opens the door... they all stare in at --  CAESAR, who returns a hard, weary look, making no motion to exit -- when CH-CHINK -- the Colonel cocks his gun.  Caesar hesitates, then gathers the strength to stand, and slowly steps out of the cage. The Colonel stares at him, hard:  \n[67]EXPANSE. The display of sheer force is a formidable sight.  \n[68]Come!   Come see! \n[69]...35 ...36 ...37. \n[70] \n[71]What. \n[72]Ohhh no. No no no... Noooo-- \n[73]Ok. \n[74] The chained apes are being herded in. A SOLDIER stands inside the pen door, ushering them through, waving his rifle.  CLOSE ON ONE OF THE SOLDIER'S BOOTS pressed into the ice and dirt... when suddenly the TIPS OF APE FINGERS poke up from a tiny hole in the ground below, inches from the man's toes...  Oblivious to the presence of the boot, the fingers continue to widen the hole, clawing away at the earth... WE CUT --  \n[75] Eyes glued on the look-out ape, who still has his hand raised, watching some unseen activity above... Finally, he turns to Bad Ape again, NODS THE OK --  Bad Ape ventures up, PEERING anxiously through the hole to see THE SOLDIER'S BOOTS walking away, LEAVING THE PEN. Once the Soldier's gone, he relaxes a bit, turning to see --     \n[76] staring down into the hole with amazement... at the odd, dirt- coated ape in his toque -- a total stranger to them.  Bad Ape smiles up at the crowd sheepishly -- when another ape roughly presses his way through to the edge of the hole --  IT'S ROCKET. He stares down at Bad Ape, expressionless... and then a big smile spreads across his face. He turns excitedly to the look-out ape:  \n[77]...Bad Ape. Bad Ape... Bad Ape... \n[78] Boyle steps slowly out onto the catwalk, quietly drinking from a steaming thermos, staring out into the distance --  WHEN SPLAT! He is SUDDENLY PELTED HARD in the back of his head with a handful of what looks like WET MUD from somewhere below. Stunned, he looks at himself, wiping the disgusting muck off: wtf?! He peers furiously over the railing at the pen below --  \n[79]It's ok, little ones... come, come. \n[80]Go!   Go go go...! \n[81] excitedly waving on the children, sending them off toward the mountain -- when an OMINOUS RUMBLING begins, shaking the ground. Alarmed, Bad Ape looks quickly up at --  \n[82] TURNS to the horizon too, lifts his binoculars --  \n[83] Through snowy haze, we can make out the cock-eyed headlights of A HUGE ARMADA OF MILITARY VEHICLES APPROACHING INEXORABLY -- their hulking shapes advancing across the frozen tundra.  As ALARMS SOUND all along the wall --  \n[84] \n[85]Hurry!   Go go go! \n[86] They stop, look around in fear as the space RUMBLES VIOLENTLY around them -- alarmed, ROCKET begins pushing his way through the crush to get to the other end, gripping his rifle --  \n[87] Red spins with disbelief to see the apes below -- as the Gunner rotates his machine gun -- and OPENS FIRE!!!  \n[88]\n[89] They LAUNCH themselves up into the trees -- moving higher -- higher --  -- as the AVALANCHE SUDDENLY SURGES below, the WAVE OF SNOW RISING toward them -- as they frantically climb to avoid it!!!   \n[90] THE APE EXODUS moving on foot across SNOWY PLAINS...  CLOSER ON CAESAR as he pulls Bad Ape's blanket tighter around Cornelius and himself, shielding them both from the cold. We HOLD on Caesar's face, etched with strain, but determination too...   through the sands of STUNNING MOJAVE DESERT VISTAS...  ...until they reach what looks like a vast, arid wasteland, passing the outskirts of a DECIMATED NUCLEAR POWER PLANT...  \n[91]PARADISE... for a moment, the eyes and the landscape of apes linger together -- then, as Caesar's eyes peacefully shut, we FINISH DISSOLVING TO THE WIDE -- and gently TIP UP to the TRANQUIL SKY -- HOLD, as the sounds of apes echo...  ", "Maurice": "\n[1] \n[2][Do you really think they'll give him the message?] \n[3][See what?] \n[4][No one could have known how much darkness was living inside of him.] \n[5] \n[6][He was scared. Could he have turned against us?] \n[7][Let's help them search.] \n[8][Caesar!    You're not going after them?!] \n[9][Caesar, you are our leader!   We can't leave without you!] \n[10][That's why I'm coming.   To make sure you do.] \n[11] Riding silently through woods, close together. A posse. HOLD on this iconic image of the foursome; then CUT TO --  \n[12] spying through the trees on foot, looking apprehensive. They exchange uncertain looks -- could this be the base camp? They creep out of the trees for a closer look -- when --  A LONE MAN carrying firewood emerges from the forest.  He's mid-40s, dirty, unshaven. Seeing the apes, he stops in his tracks. They all stare, a silent stand-off... Then, very, very slowly, he starts to lower his pile of wood:  \n[13][Something wrong with her.   I don't think she can speak.] \n[14][She'll die out here alone.] \n[15][I understand...] [But I cannot leave her.] \n[16][Must be where they bury the dead.] \n[17][Why would they kill their own men?] \n[18][So what do we do now?] \n[19][The soldiers are going!] \n[20] \n[21][What is wrong with them...?] \n[22][Where could they have gone?!] \n[23] Inside the lobby, Caesar, Rocket, and Luca creep away from us into what appears to be a kind of SURREAL ICE PALACE...  \n[24] stand just inside the entrance, peering back uncertainly at them across the giant space.  Bad Ape notices the Girl, SHIVERING BADLY beside Maurice. Bad Ape considers her a moment, then lowers his hands --  Rocket lifts his weapon again, wary -- but Bad Ape just continues, removing his parka; finally he holds it out in one hand -- calls out to the Girl --  \n[25][Amazing... Always thought we were the only ones. Wonder if there are others out there somewhere? Others like us.] \n[26][Thirsty.] [Thirsty.] \n[27][I know how much you have lost... But now we have lost another.] \n[28][Please... it's not too late to leave this place. To rejoin the others.] \n[29][Caesar...] \n[30][Now you sound like Koba.] \n[31] Lowering the binoculars, in utter shock; lying beside him are Rocket and Bad Ape, eyes glued to his expression. Maurice hands Rocket the binoculars to see for himself --  \n[32][Must think! What would Caesar do?] \n[33] \n[34][How will we get in?   Humans everywhere.] \n[35] \n[36][Wonder how close we are... to where soldiers keep apes?] \n[37] watching anxiously, their three faces huddled together in the shadows, peering around the edge of the giant front gate...  \n[38] watch from behind the gate, affected by the sight -- when they spot something the apes and the Girl cannot yet see --  \n[39][If humans see her, they will kill her...] \n[40] lowering the binoculars; he ducks down behind the rocks --  -- where the Girl and Bad Ape await his command.  Maurice points to the Girl, then up at his eyes, looking around -- as if to say, \"You, keep a look out.\" The Girl nods back very seriously, his little soldier.  \n[41][You are very brave.] \n[42][Brave.] \n[43][You are...] \n[44] \n[45] Bad Ape's feet shifting nervously on his shoulders; Maurice looks up uneasily, wondering what's taking so long...  \n[46] Staring up urgently from the hole in the adult pen... as Caesar and the apes converge above; Caesar and Rocket begin \n[47] ", "Cornelia": "\n[1][Cornelius, don't you recognize your brother?] \n[2][Someone else missed you too...] \n[3][What is beyond those mountains, son?] \n[4] TIGHT ON CAESAR as time seems to stop -- he's reeling, his entire world crashing in -- his eyes lift to the Colonel, a wave of rage rushing over him -- when --  THE COLONEL quickly swings his gun off his shoulder --  Caesar DODGES FOR COVER behind the rocks -- as --  The Colonel FIRES --  From the corridor we hear the furious ROAR OF INCOMING APES --  The Colonel yells into his headset, backing toward the falls:  ", "Winter": "\n[1][Red attacked me!   He got away!] \n[2][I'm sorry...] \n[3][We must leave tonight!] \n[4][How much longer can we wait?      Soldiers are getting closer!] \n[5][Your son's been gone, he doesn't know how hard it's been!] \n[6][He's gone.] \n[7][This morning. He took many soldiers with him.] \n[8][Men are coming down here ­- from their base in the north. The Colonel and his soldiers are going to meet them at the border.] \n[9][I don't know. But more of us are leaving to join them in the morning. Red thinks they'll all be coming back here... to help the Colonel finish off the apes for good.] \n[10][Please... I know I betrayed you. But can't you see? We'll never beat them. I was just trying to survive. Red told me the humans promised to spare us if we helped. I beg you, forgive me...] ", "Koba": "\n[1]Ape... not kill ape... \n[2] \n[3]Let go... You cannot save them... They will all die here... \n[4]Yes...    Join me... "}}