{"filename": "Watchmen_script.txt", "imdb_id": "tt0409459", "imdb_url": "https://www.imdb.com/title/tt0409459", "characters": ["Hollis Mason", "Edward Blake /Comedian", "Eleanor Clift", "Pat Buchanan (as James Micheal Connor)", "Adrian Veidt /Ozymandias", "Rorschach", "Doug Roth", "John McLaughlin", "Wally Weaver", "Laurie Jupiter /Silk Spectre II", "Dan Dreiberg /Nite Owl", "Dr. Manhattan /Jon Osterman", "Moloch", "Sally Jupiter /Silk Spectre", "Janey Slater"], "dialogues": {"Hollis": "\n[1]See, the Comedian thought he had it all worked out. \n[2]  \n[3]He was young and arrogant, but what he lacked in experience, he made up for in . tenacity. As he speaks, we PAN ACROSS various FRAMED MEMORABILIA: The first is a NEWSPAPER CLIPPING dated 1958: MYSTERIOUS MASKED MAN CLEANS UP WHARFS--the caption underneath reads \"Hero Calls Himself The Nite Owl.\" \n[4]Guess I was that way too, when I started. I'll never know what possessed me to put that mask on the first time.       8. \n[5]It started with the villains, y'know, people forget that. Pirate outfits, ghosts. Gangs that thought it was funny to dress up and pull heists, crap like that. PAN ACROSS: Another FRAMED CLIPPING, dated 1962: NITE OWL FORMS WATCHMEN--COSTUMED HEROES COMBINING FORCES! \"'We're going to clean up this town!' Says costumed crusader.\" \n[6]So a few cops, we decide it might be funny to mask up too. Be anonymous. Take these guys on at the street level, right? Then the media got wind, ran with it, turned it into a whole different beast. PAN ACROSS: A GOLD STATUE of NITE OWL in his Sixties-era costume. The plaque below reads: IN GRATITUDE, 1969. Another clipping: \"Hero Retires, Reveals Identity In Tell All Book.\" Finally, we come to HOLLIS MASON , 70s, though his eyes sparkle with strength and his face still shows the edges of a born hero. The TV is on in the background. \n[7]Superheroes, Supervillians--you know who I ran into the other day at the market? The Screaming Skull. We chatted for a while. Turns out he's a born again. \n[8]All the nuts that started popping up, I'll tell ya. Who was that midget you and your partner chased down years ago? What'd he call himself? \n[9]Big Figure. A midget bad guy. Guess it doesn't get lower than that, does it? Hollis laughs at his own joke; Dan chuckles, polite.      9. \n[10]Well, even though I spent my time catching real bad guys, you were still a better Nite Owl than I ever was. \n[11]With all this talk of war, all that's going on in the world, it's a shame the government forced all you guys out. Before Dan can answer he notices a breaking news report on the TV: \n[12]Well, forced all of you guys out except one.  Next week? Dan nods, then leaves. \n[13]       \n[14]  \n[15]You're late. \n[16]You missed it--Dr. Manhattan just lost it on live TV.      48. \n[17]She'll know soon enough. The whole world will know. \n[18]  \n[19]It's just like old times, Sal. Nite Owl and Silk Spectre back at it again. CUT TO: Sally Jupiter on the other end in California, watching the same footage. \n[20]I may be retired from the costume, but my sleeping habits have never changed. There's a KNOCK at Hollis's door. \n[21]Who--there's someone at the door. It might be Dan and Laurie--they may need help. I better go. Hollis hangs up, heads to the door, excited. He opens the ", "Mason": "\n[1]  \n[2]       \n[3]  \n[4]  ", "Eleanor": "", "Clift": "", "Rorschach": "\n[1]Rorschach's Journal, October 12th. Earlier today I came across what appeared to be a suicide. It was later learned to be a homicide. Someone's time was up. Still in POV, we see the person pull something from his pocket--the happy face pin. We realize that this was the person whose POV we were in earlier. \n[2]I discovered a clue. Something I recognized. And suddenly, unexpectedly . I heard my own clock ticking. We move out of the POV and see our guy for the first time-- RORSCHACH --a masked vigilante who wears a trench coat, fedora, and a silver-white MASK with oily BLACK SPOTS moving about, creating shifting, doubled PATTERNS like a Rorschach test. Scary looking. Rorschach draws a hydraulic GRAPPLING GUN from his coat, and FIRES the HOOK AND CABLE THIRTY STORIES UP where it latches itself through Blake's broken window. Pressing RETRACT, Rorschach FLIES UP THE WALL to the 30th floor.     6. \n[3]Hello Daniel. I helped myself to some beans. You don't mind? \n[4]No need.      11. \n[5]Minor wound. Won't need hospitalization. \n[6]Out of prison. So far. Look at this. He tosses Blake's happy face pin onto the table. Dan picks it up, runs his fingers over the RED-BROWN SPLOTCH. \n[7]Human bean juice. It belonged to the Comedian. He's dead. \n[8]Murder. Someone threw him out a window. \n[9]An ordinary burglar? Kill the Comedian? Ridiculous. \n[10]Maybe. Or maybe someone's decided to kill off costumed heroes. \n[11]Is that what they're saying about me now? That I'm paranoid? \n[12]One of our own has been murdered. I thought you might be interested. An attack on one is an attack on all of us, right? Dan hesitates. \n[13]Yes. I know that. Anyways, I thought I'd let you know. Just in case.      13. \n[14]I remember. Used to come here a lot. Back when we were partners. \n[15]You quit. Rorschach disappears into the SUBWAY TUNNEL, leaving Dan to reminisce alone. Dan glances at his old costume hanging. \n[16]Quiet, whore.      14. \n[17]Dr. Manhattan. Dr. Manhattan continues about his business when his girlfriend, LAURIE JUPITER, 30, very much in her prime, enters from the other end. \n[18]Nice to see you too, Silk Spectre. \n[19]Sorry, Miss Jupiter. I thought I should tell you the bad news--the Comedian has been murdered. \n[20]I have my own theories. But neither of you seem too concerned. \n[21]Sounds like you may have had a score to settle. You or your mother. \n[22]--I'm not here to judge the moral discrepancies of a man who died in service of his country. \n[23]I came here to warn you both, just like I warned Adrian and Dan. I believe someone may be targeting masked heroes-- \n[24]It took a lot of effort to get in here. I'm not leaving before I've-- With a look, Dr. Manhattan makes Rorschach disappear. \n[25]--had my say Rorschach realizes what just happened. Checks himself, his surroundings. Reorients himself. With nothing else he can do, he heads down the road. \n[26]That's true. But something like this seems too big. Too bureaucratic. \n[27]Of course it does. Justice matters. \n[28]Edgar William Jacobi. Also known as Edgar William Vaughn. Also known as William Edgar Bright. Also known as Moloch. \n[29]Lie again, I'll break your arm. \n[30]You attended a funeral today. Why? \n[31]How did you know Blake was the Comedian? \n[32]You were enemies for forty years. Why would he visit you? \n[33]The Comedian? Crying? \n[34]What did he say?! \n[35]Scared of what?! \n[36]Hm. Funny story. Sounds unbelievable. Probably true. Rorschach glances around the kitchen. He opens some drawers, looking inside. He picks up a stack of MAIL, flips through it. One of the envelopes contains a PENSION CHECK from \"Pyramid Industries.\" \n[37]Clean? I searched your house. Found illegal drugs. \n[38]Laetril. Phony medication made from apricot pits. Illegal. \n[39]What kind of cancer? \n[40]Fine. You're off the hook, for now. If you remember anything else, leave me a note in the trash can opposite the Gunga Diner at Fortieth and Seventh. Keep out of trouble, Moloch.     36. \n[41]Rorschach's Journal, October 17th. \n[42]But if it's true, then what? What could have possibly scared the Comedian? What building was he talking about? What was it that he saw? So many questions. \n[43]Edward Blake--the Comedian. Born 1944, buried in the rain. Murdered. FLASH TO: Blake, the night of his murder, turning as his door is kicked in. \n[44]Violent lives ending violently. FLASH TO: Adrian's display burning. \n[45]Blake understood. Humans are violent in nature. No matter how much you try to dress it up, to disguise it. FLASHES OF: The group photo of the old Watchmen. Then the photo of the new Watchmen. \n[46]Blake saw the true face of human kind and chose to become a parody of it, treated it like a joke. FLASHES OF: Blake being beaten in his apartment.      37. \n[47]I heard a joke once. Man goes to a doctor, says he's depressed. Life seems harsh and cruel. Blake is KICKED in the stomach. \n[48]Says he feels all alone in a threatening world. Blake stands alone in the blowing tear gas smoke. \n[49]Doctor says, \"the treatment is simple. The great clown Pagliacci is in town tonight. Go and see him. That should pick you up.\" Blake is lifted up by the Intruder's hands. \n[50]The man bursts into tears. A bloodied Blake laughs at the Intruder. \n[51]\"But doctor,\" he says. ULTRA-SLOW, Blake crashes through his apartment window. \n[52]\"I am Pagliacci.\" Blake FLIES TOWARD FRAME on his silent trip to the ground. \n[53]Good joke. Everybody laugh. Blake FALLS INTO FRAME--GO BLACK . \n[54]Good morning, Daniel. I brought in your paper. Dan reads the headline: \"DR. MANHATTAN LEAVES EARTH.\" \n[55]The Comedian murdered. Dr. Manhattan exiled. Two of us gone within a week. Who's next? Veidt? Ms. Jupiter? Me? You? Rorschach turns for the door as Dan reads the story. \n[56]By the way, that new lock broke after one shove. \n[57]Get a stronger one, Daniel. You can't be too security conscious these days. \n[58]These days nobody's safe. We see the same Pakistani Soldiers from before, only now there are dozens more TROOPS with them, mobilizing on the border as are their Indian counterparts--      56. \n[59]Rorschach's Journal, October 19th. Someone tried to kill Adrian Veidt. Proves mask killer theory--the murderer is closing in. Pyramid Industries is the key. Rorschach approaches a TRASH CAN. He rummages through it and finds an ENVELOPE. He opens it and finds a NOTE that reads: \"Tonight 11:30, M.\" \n[60]Checked mail drop, got a message from Moloch. Was just going to pay him a visit. Rorschach turns down an alley, approaches a DUMPSTER. He reaches behind the dumpster. \n[61]My things are where I left them. My coat. My gloves      61. \n[62]. my face. Rorschach pulls his mask on, FILLING THE SCREEN \n[63]Somebody tried to shoot the world's smartest man today, Moloch. Moloch sits at the kitchen table. CLOSE ON: MOLOCH'S HAND. An ignored CIGARETTE smolders. In his other hand, a NOTE. \n[64]The hitman worked for Pyramid Industries. So did Janey Slater and everyone else Dr. Manhattan allegedly gave cancer to. And last time I was here, I saw a pension check sent to you from the same company-- obviously a front set up by whoever it is that killed the Comedian, that pushed Dr. Manhattan over the edge, that wants us masks dead. Is that why you left me a note in my mail drop? You have something to confess? Rorschach turns. A HOLE gapes between Moloch's staring eyes. A PISTOL lies on the table--Moloch's dead. Rorschach carefully pulls the NOTE from Moloch's hand. It's the note Rorschach had left in Moloch's refrigerator, the one that reads: \"LOOK BEHIND YOU.\" Behind Rorschach, BLINDING LIGHT GLARES THROUGH THE WINDOW. \n[65] \n[66]No. \n[67]No. No, no, no \n[68]Framed. Set up. Walked right into it. Stupid, stupid, stupid. \n[69]Heh. Never. Never surrender. Rorschach takes an AEROSOL CAN and a PEPPER SHAKER. \n[70]When you are \n[71]Ten years. I've waited for this. He beckons them forward. The cops PILE INTO HIM. Rorschach brutally disables six cops before he is overwhelmed. \n[72]No pain. Must get up. Find who framed me-- A Cop KICKS HIM in the throat. Rorschach drops again. \n[73]No no no NO NO NO! The Cop peels back the shifting mask to reveal the Homeless Man from the news stand. He screams at them wildly. \n[74]My face! Give it back to me! Rorschach is finally beaten, surrounded by cops, as Moloch's house blazes in the background. \n[75] \n[76]No. The Psychiatrist sits back, considering Rorschach carefully. \n[77]A prison is a prison. \n[78]A pretty butterfly. The Psychiatrist holds up another blot-card. \n[79]Some nice flowers. The Psychiatrist eyes him, dubious. Holds up another card. FLASH OF: Rorschach as a little boy looking up at TWO OLDER BOYS, teasing him. Calling him \"son of a whore.\" Rorschach just wants to be left alone when one of the Boys SPITS in his face. Suddenly, Rorschach's face changes. He attacks the Boy like a wild animal--biting, clawing . \n[80]Clouds. The Psychiatrist sighs, puts the cards down. \n[81]Why are you here with me, doctor? \n[82]There's other men in here with behavior more extreme than mine. Of course, they're not famous. You want to know about Rorschach, doctor? I'll tell you about Rorschach \n[83]I was investigating a kidnap case. Blair \n[84]Broke a man's arm to get a tip. Led me to the missing girl's location. \n[85]I knew the girl was here. But when I searched the place I found nothing. \n[86]And then I found her.      69. \n[87]It was dark when the murderer got back. As dark as it gets. \n[88]Men get arrested. Rorschach RAISES THE CLEAVER, high over his head      70. \n[89]Dogs get put down. Rorschach SWINGS the cleaver DOWN. Blood SPATTERS his mask. \n[90]A tremor of impact shook my arm. Warm blood splashed my face. It was Walter Kovacs who screamed, who closed his eyes-- it was Rorschach who opened them again. The silence reels out \n[91]You see, Doctor. God didn't kill that little girl, fate didn't butcher her and destiny didn't feed her to those dogs. If God saw what any of us did that night, he didn't seem to mind. From then on, I knew. God doesn't make the world this way. We do. The Psychiatrist rises shakily. He crosses to the GUARD. \n[92]None of you understand. I'm not locked up in here with you. Rorschach is placidly dragged off INTO DARKNESS \n[93]You're locked up in here with me. \n[94]Big Figure. Small world. \n[95]Tall order. \n[96]  \n[97]Fat chance. The Fat Thug reddens. He DIVES forward, HANDS SWIPING for Rorschach. \n[98]Your hands. My pleasure. Rorschach SNAPS Fat Thug's pinky fingers. Fat Thug SHRIEKS. Rorschach roughly binds the fingers around the bars. Dumb Thug tries to reach the welder around Fat Thug's body. \n[99]One-nothing. Come and get me. \n[100]Hmm. Never disposed of sewage with a toilet before. Obvious, really. Big Figure looks very small and alone now \n[101]Two-nothing. Your move. Panic stricken, Big Figure moves, or rather, runs. Rorschach calmly follows him out of the cell. \n[102]Hello, Daniel, Ms. Jupiter. Excuse me, I just have to visit the men's room. He disappears into the dark bathroom. Laurie watches after him in stunned disbelief. \n[103]We can leave now. He walks off. \n[104]Good Advice. I'm sure there are many who'd agree with you. Behind them: BLOODY WATER FLOODS from the bathroom door as they go. \n[105]Good to see you in uniform, Daniel. What happened? Finally taking the mask-killer seriously? \n[106]Of course you haven't been attacked yet. Funny, most everyone else has. \n[107]I believe so. Rorschach sits in the pilot's seat. Dan turns to Laurie, high on adrenaline and love. Dan moves in to kiss her-- \n[108]Daniel. \n[109]I don't think this can wait.      87. \n[110]No time for heartbreak, Daniel.      88 \n[111]Tactical error, Daniel. \n[112]I hate this. How long are we going to stay down here? Daniel! Dan says nothing. Rorschach puts on his costume. \n[113]You're letting fear paralyze you. And that woman-- \n[114]Unnecessary? Cowering in the sludge, from the authorities, that's unnecessary. Rorschach pulls his mask on, turns. \n[115]While we waste time, the mask-killer gets closer. We need to get to Pyramid Industries. Dan sits at the COMPUTER. \n[116]Sitting at a computer? No. We need to trace the killer--hit up underworld contacts, squeeze people. You've forgotten how we do things. You've been lazing around too long. \n[117] \n[118]You are a good friend. I'm sorry that it is sometimes difficult with me. Touched, Dan shakes his hand. An awkward, lovely moment. \n[119]You sure this is the correct location, Daniel? \n[120]Daniel. \n[121]Daniel. Rorschach is looking down at something. Dan heads over and sees a DEAD BODY in the early stages of decomposition. He turns the body over--bullet between the eyes just like Moloch . but we recognize the corpse--it's journalist Doug Roth. \n[122]Yes. Doug Roth. Journalist who grilled Dr. Manhattan on national television. \n[123]Hmm. Journalist set up Dr. Manhattan, was probably working to set up Veidt also. Dan stands there thinking. As if hit with an epiphany. He opens his mouth like he can't believe what he's going to say. \n[124]Veidt? Behind everything? Makes no sense.      96. \n[125]That doesn't explain the attempt on Veidt's life. \n[126]But why? \n[127]Not now, Daniel. \n[128]Rorschach's Journal. Final entry? Dreiberg is convinced that Veidt is behind everything. Apparently, the Owl- Ship is capable of the trip to Antarctica, but are we? I cannot imagine a more dangerous opponent. Veldt is faster than Dreiberg and myself. He used to joke that he was fast enough to catch a bullet. I believe he could. He could kill us both, alone in' the snow. No one would know. Rorschach descends the ladder, goes to the door of the building. He places his JOURNAL in an ENVELOPE. \n[129]I have done my best to make this legible. Whether I am alive or dead upon this reading, know that whatever the nature of this conspiracy--Adrian Veldt is responsible. He drops the envelope into the MAIL SLOT, climbs back up the ladder. \n[130]I appreciate your recent support and hope the world survives long enough for this to reach you. For my own part, I regret nothing. I have lived my life free of compromise, and step now into the shadow without complaint. Rorschach. October 21st.      99. \n[131]The engines-- \n[132]Fine like this. \n[133]Hitler was a vegetarian. If you're squeamish, leave him to me. We won't get a second chance. \n[134]He's not. Listen to his voice. \n[135]Impersonated Dr. Manhattan. Murdered millions of people.  Call off your cat. Call off your cat and face me! \n[136]No, don't let him escape! \n[137]You're joking, of course. Rorschach walks toward the exit. \n[138]Never. Not even in the face of Armageddon. Never compromise. Adrian and Jon's eyes meet--an unspoken communication. Seeing this, Dan runs after Rorschach. \n[139]Back to the Owl-Ship. Back to America. People must be told. Evil must be punished.      117. \n[140]Suddenly you've rediscovered humanity? If you had cared from the start, none of this would be necessary. None of this would have happened. So what are you waiting for? Do it. \n[141] ", "Doug": "\n[1]Mr. Veidt, would you acknowledge that you are considered the world's smartest man? \n[2]If we could move off the subject of business for a moment, I'm curious whether the world's smartest man thinks we're headed for our next World War. Adrian stops the treadmill, towels off as he heads to Dan. \n[3]Dr. Manhattan, Doug Roth, Nova Times. Do you remember a man named Wally Weaver? \n[4]He died of cancer. \n[5]How about Edgar Jacobi, also known as the supervillian Moloch? You had a lot of battles with him, didn't you? Did you know that he has cancer as-well? The News Host looks confused. Adrian turns to the Press Agent, growing concerned with where this is leading. CUT TO: Dan, snapping the GUNMAN'S wrist back and up-- Barrel aimed at the Thug's CHIN. In the last fraction of a second, Dan SHIFTS the gun two inches left as it FIRES, deafening the Thug, but leaving him alive. BACK TO: \n[6]And what about Jose Flores? He was the longtime janitor at the Watchmen Headquarters where you worked for many years. Cancer.      45. \n[7]You tell me, doc. Adrian turns to him. \n[8]Irrelevant? \n[9]What about Janey Slater? Do you think it makes a difference to her? \n[10]Your ex-girlfriend, she was a physicist too. You were with her for ten years. Or does she have to remind you herself? Suddenly Janey Slater emerges from a door at the top of the stands. She is old now, frail, barely recognizable from the images we've see of her. \n[11]She has cancer as well. Doctors have given her six months. What do you have to say, Ms. Slater? He sticks the microphone in her face. \n[12]How many other people did you do this to? Dr. Manhattan finally SNAPS-- ", "Roth": "\n[1]Mr. Veidt, would you acknowledge that you are considered the world's smartest man? \n[2]If we could move off the subject of business for a moment, I'm curious whether the world's smartest man thinks we're headed for our next World War. Adrian stops the treadmill, towels off as he heads to Dan. \n[3]Dr. Manhattan, Doug Roth, Nova Times. Do you remember a man named Wally Weaver? \n[4]He died of cancer. \n[5]How about Edgar Jacobi, also known as the supervillian Moloch? You had a lot of battles with him, didn't you? Did you know that he has cancer as-well? The News Host looks confused. Adrian turns to the Press Agent, growing concerned with where this is leading. CUT TO: Dan, snapping the GUNMAN'S wrist back and up-- Barrel aimed at the Thug's CHIN. In the last fraction of a second, Dan SHIFTS the gun two inches left as it FIRES, deafening the Thug, but leaving him alive. BACK TO: \n[6]And what about Jose Flores? He was the longtime janitor at the Watchmen Headquarters where you worked for many years. Cancer.      45. \n[7]You tell me, doc. Adrian turns to him. \n[8]Irrelevant? \n[9]What about Janey Slater? Do you think it makes a difference to her? \n[10]Your ex-girlfriend, she was a physicist too. You were with her for ten years. Or does she have to remind you herself? Suddenly Janey Slater emerges from a door at the top of the stands. She is old now, frail, barely recognizable from the images we've see of her. \n[11]She has cancer as well. Doctors have given her six months. What do you have to say, Ms. Slater? He sticks the microphone in her face. \n[12]How many other people did you do this to? Dr. Manhattan finally SNAPS-- ", "John": "", "McLaughlin": "", "Wally": "", "Weaver": "", "Moloch": "\n[1]  \n[2]  \n[3]What are you talking about? I'm a retired business maaAAAHHH!      34. \n[4]Oh God, please. I did my time. I'm not Moloch anymore. What do you want from me? Rorschach lets him go. Moloch's hollow eyes follow him. \n[5]The funeral? I don't know why I went. I just felt I should. I'd been thinking about the Comedian-- Rorschach SLAMS Moloch against the wall. \n[6]He broke in here! A week ago! He, he had his mask off. He was drunk-- \n[7]I don't know! I woke up in my bedroom and there he was! He was upset! Crying! \n[8]He, he was babbling, not making sense. I was pissing in my pants--I thought he was going to kill me! \n[9]He said he was wrong. About it all being a joke, that it wasn't funny anymore. He said he was scared--      35. \n[10]Something he saw, I think. He said something about wishing he never broke into that building. But that he had to keep his mouth shut. Then, then he left! Rorschach studies Moloch a moment, then releases him. \n[11]So that's it? I'm clean? \n[12]Illegal--I don't use drugs. Rorschach pulls a PILL BOTTLE from his coat. \n[13]oh c-come on. Look, please don't confiscate that. I'm trying anything . I have cancer. \n[14]The kind you don't get better from. \n[15]  \n[16]  \n[17]  \n[18]  ", "Janey": "\n[1]D-damn you, Jon. God damn you      46. \n[2]Aww, Jon, look--you've got cotton candy on the side of your mouth      52. \n[3]The time lock, Jon! As it dawns on Jon, he hears the hum of the REACTOR INITIATING, the big mechanical parts moving. Jon runs to the door, BANGS on it. \n[4]I'm sorry, Jon, I can't-- Janey can't bear to watch--she runs out of the lab as the reactor initiates \n[5]. and with a BLINDING FLASH--Jon and his watch are OBLITERATED to bits . BACK TO: Dr. Manhattan on Mars, as he obliterates the strange rock he was holding to bits and we FLASHBACK to the lab CAFETERIA. Janey sits at a table, crying softly, being consoled by her colleagues CUT TO: OUTSIDE THE NUCLEAR FACILITY, by the barbed wire fences, A DISEMBODIED BRAIN, A SET OF EYES, AND A SPINAL \n[6]Oh god . Jon is that you?      54. ", "Slater": "\n[1]D-damn you, Jon. God damn you      46. \n[2]Aww, Jon, look--you've got cotton candy on the side of your mouth      52. \n[3]The time lock, Jon! As it dawns on Jon, he hears the hum of the REACTOR INITIATING, the big mechanical parts moving. Jon runs to the door, BANGS on it. \n[4]I'm sorry, Jon, I can't-- Janey can't bear to watch--she runs out of the lab as the reactor initiates \n[5]Oh god . Jon is that you?      54. "}}