{"filename": "What-Lies-Beneath_script.txt", "imdb_id": "tt0161081", "imdb_url": "https://www.imdb.com/title/tt0161081", "characters": ["Mary Feur", "PhD Student #2", "Teddy", "Warren Feur", "Beatrice", "PhD Student #1", "Dr. Stan Powell", "Elena", "Norman Spencer", "PhD Student #3", "Claire Spencer", "PhD Student #4", "Madison Elizabeth Frank", "Jody", "Caitlin Spencer"], "dialogues": {"Mary": "", "Feur": "\n[1] \n[2]You're the flower lady. \n[3]I've seen you.  From the window. \n[4]I'm not... \n[5]He's so...it's too much...and I can't...I can't breath... \n[6]And I'm afraid.  Oh god, I'm so afraid of... \n[7]I can't, no, no, I can't... \n[8]That I'll just...that one day I'll just...disappear. \n[9]How?  How can you help me?  With your flowers and your perfect life... \n[10]I've never even met you. \n[11]This fence...it's so... \n[12]Oh God.  He's back.  I'm sorry.  Please forget that I...I don't know what I'm saying.  Please... \n[13] Claire glances down as she walks past THE FURROW.  She looks up at the house, which seems quite placid, then slowly heads around back.  \n[14] She takes in the lake view from the large porch.  The wind is really blowing.  Her eye catches on something.  Propped against the back door...  \n[15]Yes? \n[16]I'm running late here.  I just came back for my briefcase. \n[17]This really isn't a good time. \n[18] \n[19]I don't know. \n[20]I have to go. \n[21]Who? \n[22]I didn't kill my wife. \n[23]Honey... \n[24]I wanted to apologize. \n[25]For scaring you like I did.  When I thought about what that must have seemed like that day... \n[26]Right.  I'm sorry. \n[27]Very much. \n[28]Your house is so beautiful. \n[29]And these roses.  They're much prettier up close. \n[30]No. \n[31]You're going to think I'm crazy or something. \n[32]Love. \n[33]Have you ever felt so completely consumed by a feeling for someone that you couldn't breathe?  That the time together is so passionate and consuming that you felt physical pain when they would leave? \n[34]I couldn't catch my breath.  That's not a metaphor, that's...And I panicked.  I never dreamed anyone would hear me back there... I tried to leave him.  Went to my mother's in Boston.  He brought my things up and pleaded with me to come home. \n[35]You must think I'm pathetic. \n[36]I'm sorry that I frightened you like that.  But I was so touched by your concern.  I've been lonely here. Perhaps we could be friends. ", "Teddy": "", "Warren": "", "Beatrice": "", "Elena": "\n[1]Ohmigod... \n[2]This is... \n[3]We had this Finnish conductor, Aki, Laki, something.  He had these ridiculous bangs. And he'd sweep them off with his baton every minute or so, and it drove us insane, remember? \n[4]Anyway, Claire slept with him... \n[5]...just so she could cut them off. \n[6]I came in from my room... \n[7]And there's this brilliant conductor in purple briefs with no bangs cursing his ass off in Finnish. \n[8] \n[9]We both auditioned for the Philharmonic. One cello position open. \n[10]And I kicked ass.  My best stuff.  Then I stood in the hallway and listened to her audition...and I cried. \n[11]I'm not.  Couldn't pick up my cello for weeks. \n[12]She got it. Turned it down. ", "Norman": "\n[1]They at it again? \n[2]Christ, that's twice in...When did they move in? \n[3]Three weeks. \n[4]Feur, I think.  Psych department.  Figures. They're all psychotic. \n[5]We'll be quiet.  Quick and quiet. \n[6]When's she out of here? \n[7] \n[8]Claire, I have to show up for the-- \n[9]I knew that.  You think I didn't know that? \n[10]It's today? \n[11] \n[12]Claire? \n[13]Really gonna leave me, huh? \n[14]Be good. \n[15] Claire walks in from the bathroom wearing a sexy cotton nightgown.  Norman is in bed, absorbed in some notes.  She gets into bed, then picks up a thick text from beside him and starts reading.  After a moment:  \n[16]Whatcha reading? \n[17] \n[18]  \n[19]No, no.  I'm just about... There. \n[20]How are you? \n[21]It's okay if you're not. \n[22]It's just she's been the focus for a while. \n[23]You know what I mean. \n[24]You are... \n[25]You did a great job.  She's a good kid. \n[26]It's just us now. \n[27]Tired? \n[28]Wanna fool around? \n[29]Did you... \n[30]Jesus. \n[31]I guess they're making up. \n[32]And we moved out here for the quiet. \n[33]Maybe we should just... \n[34]I'm finished at three.  No.  Squash with Stan. \n[35]I'll be there. \n[36]Love you. \n[37]Of what? \n[38]Did she say that? \n[39]Honey, they're young.  They're probably newlyweds. \n[40]Remember how we were? \n[41]Why? \n[42]Claire, honey, we are not going to march next door and accuse our new neighbor of-- \n[43]...when tonight they'll probably be keeping us awake. \n[44]Claire... \n[45]   \n[46]It's what I've been working for. \n[47]Look, I'll call Harvey Tomes in the Psych department, see what I can find out. \n[48] Norman snores softly.  Claire is awakened by the continuing STORM.  She pads out to Norman's turreted library.  Rain pelts the glass.  Her face is briefly illuminated by the \n[49]Mmnph. \n[50]What is it?  What's the matter? \n[51]Is it gone? \n[52]Come on, let's go back to bed. \n[53] But the whispering has suddenly stopped.  \n[54] \n[55]Unless you need me to come home... \n[56]You sure? \n[57]Claire? \n[58] Claire walks in to find Norman surrounded by several GRAD STUDENTS.  At school he's a very different man; pressed shirt and tie, hair neatly brushed back.  They're preforming some unseen procedure on a live sheep in a containment harness. She stops by the door to watch him.  \n[59]...and then what...Courtney? \n[60]Dosage? \n[61]Excellent.  Properties?  Andrew from downtown... \n[62]Nothing but net. \n[63]Prudence here's an old friend. \n[64]I try to stay on her good side because I owe her my career and most of our grant money.  Why else? \n[65]Always do unto others as you'd have others do unto your ewe. \n[66]That'll do it.  Write this up for Tuesday! \n[67] \n[68]What do you mean?  Some noises where? \n[69]Did you call the police? \n[70]Of course. \n[71] It's undisturbed.  Norman checks the window locks.  \n[72]What kind of whispering? \n[73]What'd you see, Coop? \n[74]I'm gonna have the police check on the house. \n[75]I've got the conference next week.  I want you to feel safe. \n[76]Think I may have cracked it. \n[77]I think so.  Maybe. \n[78]Yep. \n[79] \n[80] \n[81]He's here giving some arcane spiel for the physics department, so Bob Shine introduces us... \n[82]And he says...you'll fucking love this, he says, \"Doctor Spencer, I am a great admirer of your work...\" \n[83]\"...especially Spencer's Theorem...\" \n[84]\"...of Perpetual Distances.\" Everybody's checking their shoelaces. Pins drop.  \"I'm afraid you've mistaken me,\"  I say... \n[85]\"...for my father.\" \n[86]Didn't know he was dead, every stinking paper on the globe. \n[87] \n[88]You didn't? \n[89]Cause that would be really-- \n[90]Sorry.  You understand. \n[91]Oh, right.  Yes.  Harvey says the guy's a sweetheart.  Wouldn't hurt a fly. \n[92]Do the brilliant Norman stuff some more. \n[93]And speak up. \n[94] Claire walks in and sees:  INSERT-- Lying on the floor...A FRAMED NEWSPAPER PHOTOGRAPH \n[95] The caption announces that he's being promoted to the \"distinguished DUPONT CHAIR IN GENETICS.\"  Through the spiderwebbed glass, Norman can be seen shaking hands with an older academic, hugging a smiling Claire to his side.  Claire kneels down to gather the picture.  A single shard of glass is missing.  She finds it a foot away by a distinctive knot in the wood floor.  She notices a COPPER GLINT in the point of glass, but when she moves it, it's gone.  She places the pieces of broken glass on the frame and stands.  Out of the window directly in front of her sees:  Mr. Feur, removing a DIRT COVERED SHOVEL from his trunk.  She glances down at the picture, then back up at Mr. Feur, who carries the shovel around back.  \n[96]What are you doing? \n[97] \n[98]  \n[99]What? \n[100]And that means he murdered his wife? This is getting ridic-- \n[101]Our house. \n[102]It's a flare. \n[103]From the sun.  It's a reflection on the glass. \n[104] \n[105]You took this in the morning, didn't you? \n[106]When the sun would be exactly right. \n[107]A cloud passed.  Or it's a bounce off the lake.  See? \n[108]She could be out.  She could be sick in bed for all we know. \n[109]What am I looking at? \n[110]Who did?  Mrs. Feur? \n[111]Right.  And why is she here?  If he killed her, why doesn't she haunt him? \n[112]Claire, listen to me.  I know you're under some strain.  But there's no such thing as ghosts.  They don't exist.  Our neighbor did not kill his wife, and I...wait, why aren't you dressed? \n[113]Dinner.  With Stan and his new girl. \n[114]What do you mean?  Claire, we talked about it.  You didn't want Japanese, I said, Our first date since... \n[115]...since Caitlin.  You don't remember this? \n[116]Yes, tonight.  We're going to be-- \n[117] They drive across the bridge.  \n[118] \n[119]...like it never even happened... \n[120]Restaurant.  Let them know we're running late. \n[121] \n[122]There we go. \n[123]Hope so. \n[124] \n[125] She walks into the room and notices STEAM wafting from the cracked bathroom door.  \n[126] \n[127]What can it hurt to talk to someone? \n[128]Please. \n[129]You promised. \n[130] \n[131]I never said... \n[132]Are you lonely? \n[133] The picture has, once again, tumbled from its spot.  She drops to her knees over the picture.  This time THE GLASS IS SHATTERED.  When she picks out the remaining shards, the newspaper photo slides out.  Claire glances at the benign news stories on the back.  She looks around and spots a piece of glass wedged in a crack in the floor boards by the knot.  \n[134]What are you doing out here? \n[135]This is the Feur thing? \n[136]How do you know this? \n[137]Who did? \n[138]How did you-- \n[139]Are you angry at me? \n[140]Maybe you resent how busy I've been. \n[141]You know what I've got at stake with this paper.  You know that.  I can't help but think that you're doing this now to hurt me, or to sabotage me somehow. \n[142]Ever since the accident I've been worried that you'd been unhappy, or... \n[143]But then you've been so much better... \n[144]Sweetheart-- \n[145]You're overreacting. \n[146]Keep your voice down. \n[147] \n[148]Claire, please... \n[149] \n[150]  \n[151] \n[152]Do I have everything? \n[153]Call ya later. \n[154]What? \n[155] \n[156]You were lost in the music...eyes closed...your chest heaving... \n[157]We walked all night... \n[158] \n[159]You remember my wife, Claire. \n[160]Uh-huh. \n[161]You don't remember? \n[162]You dropped a glass. \n[163]A cheap wine glass from the caterers.  You started crying.  I tried to comfort you... \n[164]You shoved me away and ran out to the patio.  I took you home. \n[165]It was maybe a week after the accident. We were moving.  It was a hard time. \n[166]Sweetheart, it was over a year ago. \n[167]  \n[168] She walks in and stands before:  The repaired photograph of herself and Norman...at the party for the DUPONT CHAIR.  She takes it from the wall, stares at it for a moment, then SMASHES IT ON THE EDGE OF THE DESK.  She extricates the picture from the broken glass.  The caption reads:  \"Dr. Norman Spencer being awarded the distinguished Dupont Chair in Genetics by Dean of Sciences Torvald Ackerman.\"  She stares at the picture for a moment, then flips it over and scans the stories on the back.  One tells of a hotly contested city council race, another contains details of a large alumni donation to the university.  She notices the bottom corner of another story she hadn't noticed before.  It's only a small portion of one column, but it seems to detail the search for A MISSING GIRL.  \n[169] Norman is unpacking NOTES and CHEMICALS from his LEATHER BAG. Claire walks in.  \n[170]Is this that girl from last year? \n[171]I may have seen her on campus. \n[172]No. I'm afraid to ask what this is about. \n[173]The... \n[174] \n[175] \n[176]\n[177] \n[178]Do you want to go see someone?  Together? Should we call Dr. Drayton? \n[179]Well then what?  Claire, what?  Tell me what I can do. \n[180]Hello...Anybody home?! \n[181]Mrs. Spencer. \n[182] Norman finds Claire seated on his desk, her legs spread.  \n[183]I take it your not mad at me. \n[184] \n[185]What's gotten into you? \n[186]Ow! \n[187]It's too rough. \n[188]I don't like this, this... \n[189] \n[190]\n[191]What the hell are you doing?! \n[192] \n[193]Claire-- \n[194]Oh God... \n[195]It was last year.  We were having troubles. \n[196] \n[197] \n[198]I never asked you to quit! \n[199]THAT'S NOT TRUE!  You wanted to quit!  And then when you did, you hated me for it... so you gave it all to her. \n[200]To Caitlin!! \n[201]And then out of nowhere, some bright young woman found me attractive... \n[202]...would do anything just to be around me.  And I slipped.  God help me, I slipped. \n[203]I tried to break it off! \n[204]Claire... \n[205]\n[206]Yes. \n[207]She was damaged and unstable.  The more I tried to distance myself, the more desperate she became.  Finally, she showed up at the new house... \n[208]She was out of control.  She said she was going to kill herself...or you.  I never thought she'd go through with any of it, but then she was gone... \n[209]We don't know that for sure. \n[210]Oh God, what have I done?  How could I have let this into our lives? \n[211] Claire enters.  The bed is empty.  The shower is running in the bathroom.  \n[212]Thanks. \n[213]That won't be necessary. \n[214]Not unless there's a miracle drug for clumsiness. \n[215]Are you okay? \n[216]We have to get out of here. \n[217]Can't you see, she's trying to kill us. \n[218]What? \n[219]How can you be sure? \n[220]Claire... \n[221]I know it's going to take awhile before things are back...until they're better than before.  But you've given us a chance to make a fresh start.  And I'm going to spend the rest of my life making you glad that you did. \n[222] Claire places the roses in a vase on Norman's desk, and in doing so, accidentally knocks it over.  With a towel she mops up the water which has dripped onto the wooden floor.  The stream has flowed over to the knot and dripped into the crack.  Claire stares down at THE STRANGE \n[223]Last sail of the year. \n[224]Incredible.  We should take a drive before they're gone.  Spend the night at some cozy little bed and breakfast. \n[225]Yep.  There's some great places nearby. \n[226]What? \n[227]Huh. \n[228]Don't think so. \n[229]Whatever you'd like. \n[230]What's that for? \n[231]I'm cooking you dinner. \n[232]I know. \n[233] Claire glances over at the soundly sleeping Norman.  She gingerly slides out of bed.  \n[234] Norman walks through the darkened house into the moonlit room.  He pulls up short when he sees the strongbox sitting closed on his desk.  He looks around, sees the room is empty and walks over to it.  The mud and silt has been wiped from the top, on which is engraved:  To N.C.S. with love always, M.E.F.  He pulls open the lid and tentatively peers inside.  \n[235]Okay.  Don't...you don't understand what this is. \n[236] \n[237]IT'S TRUE.  That's...you have to believe me!  Oh God, I'm telling you the truth! I did what I had to, Claire.  She was gone.  There was nothing I could do for her.  I did...I put her in the lake.  I rolled the car in...and I watched it sink. And I've lived with that image ever since. I couldn't just stand there while everything-- my career, us, everything, just washed away.  Don't you see, Claire?  She's doing this!  This is exactly what she wants you to think! \n[238]Fine.  I can't live with it anymore. \n[239]This is Dr. Norman Spencer.  No, it's not an emergency. \n[240]I have some information about a missing girl, Madison Frank...Yes.  Could you send an officer?  Fifteen Willoughby, about a mile before the bridge...Thank you. \n[241]You did the right thing. I'm going to get cleaned up. \n[242]God, how did we come to this? \n[243]The ghost stuff, that was impressive. \n[244]I figure you saw her that day in the house and just gradually intuited the whole damn thing.  That would be pretty astonishing.  A passive-aggressive masterpiece. \n[245]Wasn't until the shower that I realized you actually believed it.  Nearly froze to death waiting for you.  Thought the circuit breaker would kick back over and I'd be toast. \n[246]The crazy thing is...I have never for one moment stopped loving you. \n[247]Don't worry about Caitlin.  I'm sure in some tragic way this'll bring us closer together. \n[248]Hey, it's Norman.  Listen, we had a huge blowout, so I'm going down to sleep at the lab.  I guess you're out, but... maybe...if you wouldn't mind stopping by to check on her in the morning? \n[249]It's just...Jody, it's bad.  I've never seen her like this... I don't really know what to do anymore. \n[250]If anything ever happened to her, I'd... Anyway, thanks. \n[251] \n[252]Shhhh. \n[253]What? \n[254]That's a little much, don't you think? \n[255]Oops.  Can't have that. \n[256] His arms around MADISON'S BEAUTIFUL CORPSE.  Norman explodes backwards, slamming his head into the BRASS SHOWER NOZZLE.  He staggers out of the bathroom before collapsing with a thud.  The water finally rises above Claire's nostrils.  Claire somehow manages to work a toe into the plug chain and yank it free.  The water slowly descends.  When it seems that her lungs must burst, her mouth finally clears the descending water.  She chokes in great gulps of air.  The drug is finally wearing off.  Claire sits up.  Norman's unconscious feet can be seen outside of the doorway.  She turns off the water and stands unsteadily.  She looks around for the phone and finally spots the little antenna protruding from under Norman.  She delicately pulls the phone out of his back pocket, only to discover that it's been broken by his fall.  She drops it and walks quietly out of the room.  ", "Spencer": "", "Claire": "\n[1] Claire, now dressed, presses her face against a door, listening for the sounds of stirring from within.  Silence. She quietly pushes open the door.  \n[2]Morning, beauty. \n[3]Let's go.  Or we'll never leave on time. \n[4]Come on, I'll make you some waffles, maybe we'll squeeze in a trip to the mall. Caitlin... \n[5]It is unwise to heckle the keeper of the plastic. \n[6]I think three... \n[7]What's their name? \n[8]She's awake. \n[9]I don't want to be either. \n[10]Norman Spencer. \n[11]Don't. \n[12]It's Saturday. \n[13] \n[14] \n[15]...and I still think we should get you some mittens. \n[16]Do you have a scarf? \n[17]Yes? \n[18]I know that. \n[19]Of course you will. \n[20]Sweetheart, I've known this day was coming for a long time.  I've got your father and the garden and the new house. You really don't have to worry. \n[21]Really. \n[22]Come home anytime. \n[23] \n[24] Claire walks in from the bathroom wearing a sexy cotton nightgown.  Norman is in bed, absorbed in some notes.  She gets into bed, then picks up a thick text from beside him and starts reading.  After a moment:  \n[25] \n[26]Excellent.  Couple of Swedish sailor cells just gang divided a virginal cheerleader cell. \n[27]If you have to work... \n[28]Fine. \n[29]I am, really. \n[30]Not the focus. \n[31]To tell you the truth...I'm excited. \n[32]To get my life back.  To have some time for myself.  Some time for us. \n[33]We did. \n[34]I know. \n[35]Nope. \n[36]Yup. \n[37]Shhh. \n[38]What is he doing to her? \n[39]Mmm. \n[40]Tomorrow. \n[41]After that. \n[42]Night. \n[43] She drops the laundry and slowly pulls a tattered, old JUILLIARD T-SHIRT with a very seventies logo from the drawer. Claire gazes around the room, which is a reliquary of Caitlin's recently concluded childhood; PICTURES, TROPHIES, \n[44]Hello... \n[45]Mrs. Feur? \n[46]Wait a minute.  I just want-- \n[47]It's Mrs...It's Claire...Spencer.  From next door.  Is everything-- \n[48]Um...yes. \n[49]Is everything alright? \n[50]Hello? \n[51]Who?  Your husband? \n[52]What?  What are you afraid of? \n[53]Tell me.  Please. \n[54]Tell me.  I can help you. \n[55]That's not...It's not like that. \n[56]I know.  And I'm sorry.  I've been consumed with...my daughter left...for school. \n[57]I'm sorry.  It's for the flowers.  Why don't you... \n[58]Wait!  Don't go... \n[59]She sounded terrified. \n[60]Of him I think. \n[61]More or less. \n[62]I'm telling you.  There was something in her voice... \n[63]Not like this.  We were never like this. I want to go over there.  After dinner, we can-- \n[64]To make sure she's all right. \n[65] \n[66]But what if something happens? \n[67]I'd never be able to live with mysel-- \n[68]I know. \n[69]I just wish you could have heard her. \n[70]Promise? \n[71]I'll make you some coffee. \n[72] Norman snores softly.  Claire is awakened by the continuing STORM.  She pads out to Norman's turreted library.  Rain pelts the glass.  Her face is briefly illuminated by the \n[73] In the split second of brilliance, she sees Mr. Feur, in shirtsleeves, drenched, dragging A LARGE DUFFEL toward the open trunk of his car.  \n[74] \n[75]Norman, you have to look at this! \n[76]Hurry... \n[77]Look! \n[78]Nothing.  There was...I thought I saw something. \n[79]Hey there. \n[80]Good.  I'm good. \n[81]Why does everyone find that so surprising? \n[82]Okay, I'm a little tender. \n[83]And so far my day has consisted of taking pictures of my roses for the garden club. \n[84]What is it? \n[85]Jody-- \n[86]You're discussing me with your psychic? \n[87]Thanks, but I'm fine. \n[88]Oh my god.  You bought it. \n[89]It's niiice. \n[90]Absolutely. \n[91]You got it. \n[92]Hello? \n[93] \n[94]Cooper...what do you see? \n[95] \n[96]Oh. \n[97]No, no.  It's fine. \n[98]Huh?  Absolutely.  Take your time. \n[99] \n[100]Oh.  Well, just tell her that her mother called.  Her mother.  Thank you.  Excuse me, how can you study with that? \n[101]Oh.  Kay. \n[102]Jesus... \n[103]Cooper! \n[104]Hello...?! \n[105]There were some noises.  I didn't want to disturb you. \n[106]In the house.  I was scared. \n[107]No.  Can you drive me home?  I'll bring you back in the morning. \n[108]It was there.  This angry music all by itself.  And I heard whispering. \n[109]I don't know.  Just...whispering. \n[110] \n[111]Oh great, \"Can you look in on my wife, she's hearing voices?\"  Wait'll that gets around. \n[112]I do, I do.  I'm sure I'm just...how was your day? \n[113]Really? \n[114]You are so brilliant. \n[115]Madame Curie, Jonas Salk, Norman Spencer... \n[116]You're kidding. \n[117]Wow. \n[118]Well, that's nice. \n[119] \n[120] \n[121]I'm so sorry. \n[122]That's just mean. Oh.  Jody wanted to know if I could get her some. \n[123]What?  No.  No. \n[124] \n[125]I didn't. \n[126]Did you call about the Feurs? \n[127]Huh. \n[128] The caption announces that he's being promoted to the \"distinguished DUPONT CHAIR IN GENETICS.\"  Through the spiderwebbed glass, Norman can be seen shaking hands with an older academic, hugging a smiling Claire to his side.  Claire kneels down to gather the picture.  A single shard of glass is missing.  She finds it a foot away by a distinctive knot in the wood floor.  She notices a COPPER GLINT in the point of glass, but when she moves it, it's gone.  She places the pieces of broken glass on the frame and stands.  Out of the window directly in front of her sees:  Mr. Feur, removing a DIRT COVERED SHOVEL from his trunk.  She glances down at the picture, then back up at Mr. Feur, who carries the shovel around back.  \n[129]Oh no... \n[130]Mrs. Feur? \n[131]Hello? Are you there? \n[132] The immense MR. FEUR filling the doorway.  \n[133]Um... \n[134]Right.  Well, I wanted to stop by to welcome you to the uh, to the neighborhood.  I'm Claire Spencer.  From next door. \n[135]Well maybe your wife... \n[136]When...when will she be back? \n[137]Oh-kay... \n[138]She's not there.  I haven't seen her since that morning.  Well, I mean, I've never actually seen her, but I'm telling you, she's disappeared. \n[139]I don't know.  When you say it, it sounds crazy.  But what else could it all be? \n[140]I mean, he's so kind of grim and daunting, and she sounded terrified of something. \n[141] \n[142]What? \n[143]Jody, no... \n[144] \n[145]Please.  That's all I need. \n[146] A FIGURE in the turreted window of Norman's study.  \n[147]Someone's there. \n[148]In the window.  Norman's at work. \n[149] \n[150]Wow.  I'm losing it. \n[151]Oh boy... \n[152] \n[153]Shhhh. \n[154] She leads Norman in.  \n[155]He killed her. \n[156]He did.  She's in the picture.  I went over to look and she's gone.  The table was set for one. \n[157]No, no, no, no.  The soil on the shovel, his shovel...that's clay.  It's not from here, believe me, I... All right, look at this. \n[158]No.  Look!  In the window. \n[159]A flare? \n[160]It's her!  I'm telling you.  She whispered and turned on the music.  She's trying to contact me! \n[161]Then why isn't it in any of the other pictures? \n[162]Where is she then? \n[163]Okay.  Okay.  I'll bet there's...Look at this. \n[164]See? \n[165](indicating completed solitaire \n[166]Maybe.  Point is...not me. \n[167]She was lonely, I talked to her.  Norman, I know how it looks, but-- \n[168]Dressed? \n[169]When? \n[170] \n[171]Tonight? \n[172]Fashionably five minutes late. \n[173] \n[174]Okay, okay, I'm sure that I just... \n[175]What are you doing? \n[176]Five minutes? \n[177]You're not at the center. \n[178]We're going to be fine. \n[179]Well, that's a relief. \n[180]Hi Stan.  Sorry we're late. It was my fault. \n[181]Where's the new squeeze? \n[182]Elena? \n[183]Wow. \n[184] \n[185]He looked like one of the Monkees. \n[186]I didn't sleep with him. \n[187]He was so pissed. \n[188] \n[189]Oh God... \n[190]Stop. \n[191]Do we have to? \n[192]She's making this up. \n[193]I met a dashing young grad student after a recital one night... \n[194]...and three months later I was married. \n[195] \n[196]Gee, that's tricky.  Sure could use some help. \n[197]Come on... \n[198] She walks into the room and notices STEAM wafting from the cracked bathroom door.  \n[199]I don't need a shrink. \n[200]Norman... \n[201]I never said I wasn't upset.  Of course I'm upset.  I miss her terribly.  But I know what I saw and what I heard...and it wasn't some \"symptom\" of something... \n[202]...and I don't think I'm some lonely, middle-aged woman cracking up. \n[203]No!  And I don't need a psychiatrist! \n[204]Mine.  His.  We both...thought... \n[205]I didn't want to come. \n[206]Because he was worried about me. \n[207]Yes. I'm sure he's hoping you'll pack me full of prozac so he can live out his life in peace. \n[208]No. \n[209]Because, I don't know, because sometimes...sometimes I forget things...and ever since Caitlin left, ever since my daughter left for school, there've been...I fainted and... Why is this so hard? \n[210]You're joking. \n[211] \n[212]There's a ghost in my house. \n[213]She finished my solitaire game and turned on the radio...she likes rock and roll. Angry rock and roll. \n[214]I saw her in the water.  Beside me.  She was filling the bathtub. \n[215]Pretty.  She's a blond. \n[216]Um...I'd rather not say...just yet. \n[217]What do you think I should do? \n[218]What? \n[219]You think that'll help? \n[220]Are you humoring me? \n[221]How? \n[222]Is this time okay? \n[223] \n[224]The planchette? \n[225]I don't know. \n[226]Nothing's happening. \n[227]Are you doing that? \n[228]I'm not doing that. \n[229]Oh... \n[230]It's initials.  F is Feur.  It's her. \n[231] \n[232]Jody, wait. \n[233]Jody! \n[234] The piece of glass, wedged next to what looks like A COPPER COIN in the crack.  It's too big to be a penny.  She tries to use the piece of glass to pry it free, but recoils.  A tiny drop of blood appears on her finger, which she pops into her mouth.  \n[235]What do you want?! \n[236]He killed her.  I'm not crazy.  He killed her and-- \n[237]Yes.  And he's going to get away with it. \n[238]We had a seance. \n[239]Jody and I.  And she was there, Norman, she was.  It scared Jody so bad she had to leave. \n[240]Jody brought a Ouija board and we summoned her. \n[241]What? \n[242]What are you...?  No. \n[243]Sabotage? \n[244]The accident...? \n[245]Norman, this isn't about you.  This is something that's happening to me.  It's not to get even...and it's not some warped bid for attention.  Some strange things are happening in our house, whether you believe in them or not... \n[246]No!  Not sweetheart, no.  I believe in what's happening.  I don't want to, but I do.  I guess I was foolish enough to think that would be enough for you. \n[247]Don't tell me how to react! \n[248]I will NOT. \n[249] \n[250]...But what if I'm not?  What if she died in terror and betrayal and some part of her can't move on while that's unresolved.  Can't you just... \n[251]Wow... \n[252] \n[253]You think you're smart, don't you?  You think you got away clean.  Well, I know you killed her.  You drowned her in the bathtub and got rid of her somewhere and I'm gonna find her, you murdering sonofabitch. \n[254] \n[255] \n[256]And his face...it seemed so gentle, and I knew...in that second I knew that I'd imagined the whole thing. \n[257]What's happening to me? \n[258]Yes, but... \n[259]Isn't there something called group hysteria? \n[260]Maybe.  I don't know.  I just know that when all this was happening, I felt, some part of me felt...alive.  Like somebody needed me.  And the more I reached out to, it, the fuller it became. \n[261]I don't know, I'm very confused right now. \n[262]She said, \"You know.\"  That I know. \n[263]No. \n[264]I felt...pain.  That she'd been hurt by someone. This is great.  I'm trying to intuit the emotions of a figment of my-- \n[265]Me?  No.  Well, in the accident I was injured, but... \n[266]Last year.  I drove my car up a tree. Nothing serious, this... ...a minor concussion.  But the car looked bad.  It could have been bad.  I think it scared the hell out of Norman. \n[267]Listen, don't hold back. \n[268]Well, he's been amazing throughout this whole thing.  Patient and caring... I mean, sure, he can be obsessed with his work, and...it's a very important time right now with all that.  But, sometimes...I mean with everybody, right? Sometimes it's like... \n[269]That he doesn't...see me, or, you know, that I'm...that's something's wrong...with me. \n[270]No, it doesn't...Okay, look, I see what you're doing here, and that's, I'm sorry, but that's not it.  My marriage is fine. I've had some kind of \"empty-nest\" episode where I saw some things that weren't there.  Let's deal with that.  I'm willing to deal with that. I just don't want to go conjuring problems where none exist. \n[271]You do? \n[272]And then you weren't there. \n[273]Would you like some iced tea? \n[274]Thank you. \n[275]I...there's something I have to ask you. \n[276]That day...at the fence.  You seemed terrified.  I don't think I was imagining that. \n[277]Of what?  What were you so afraid of? \n[278]Not this week. \n[279]What? \n[280]Um...sure. \n[281]No.  No, I don't. \n[282]I would like that. \n[283]No, it's fine.  I'm fine. \n[284]Yep. \n[285]And you glad you married me? \n[286]Are you glad?  I'm glad. \n[287]Good. You sat in front...I saw you there... \n[288]I felt you...looking through me... \n[289]You told me that I was... \n[290]Yes.  Who was playing? \n[291] \n[292]Thank you. \n[293] A shaggy trio of musicians on the stage, pumping through a jangly, but surprisingly melodic song.  Her eyes race across the faces of a BUTCH FEMALE DRUMMER, an emaciated GUITARIST/SINGER and stop on the BASS PLAYER...Caitlin.  She rocks back and forth to her own hypnotic bass line, EYES \n[294]That was very good. \n[295]Why? \n[296]No, he wouldn't. \n[297]That's not true. \n[298]He loves you very much.  He just-- \n[299]Listen to me.  The one thing in life that I definitely don't regret...is the choice. I made to be your mother. \n[300]I miss you. \n[301] \n[302]I started seeing things. \n[303]Did you? \n[304]What? \n[305] \n[306]I am. \n[307] \n[308]Jody... \n[309]I think so \n[310]It's alright. \n[311]Jody, she's alive. \n[312]Mrs. Feur.  She's alive.  I met her. She's really sweet. \n[313]Nothing.  It wasn't anything.  I've been on edge lately.  Maybe since the accident. And I'd prefer, I really would, to just-- \n[314]Did I? \n[315]Hartford? \n[316]No.  Jody, listen to me.  You have to listen to me.  This is not something that I can do right now.  Whatever it was, it's gone.  I need it to be gone now. \n[317]Please. \n[318]I've got to find a bathroom.  I'll call you. \n[319]Just fine.  It's a lovely party. \n[320] \n[321]I'm sorry? \n[322]Uh-huh.  What can be? \n[323]No.  I'm just not sure what you mean. \n[324]At the party. \n[325] \n[326]Who's that? \n[327]Right. \n[328]What was it about? \n[329]When she said it, there was something familiar...but no. \n[330]\n[331] \n[332]But why?  I can't understand how I could just completely-- \n[333]But I don't remember. \n[334]What's wrong with me? \n[335]Yes.  Yes.  That's what I want. \n[336] Claire walks up to the door.  When she touches the knob she hears...the WHISPERING.  She opens the door and moves into:  \n[337]\n[338]And she was never found? \n[339]Thank you, Mr... \n[340]...McCann. \n[341]Remember this? \n[342]Did you know her? \n[343]Not personally. \n[344] \n[345]Yes.  The ghost. \n[346]I thought it was Mrs. Feur, but it's not... \n[347]...I'm positive this time... \n[348]It's Madison Fra-- \n[349]It's her. \n[350]I don't want to make you angry.  But she's here.  And I don't know why... \n[351]Mrs. Frank? \n[352]I'd like to talk to you about Madison. \n[353]No, I don't. \n[354]She's my friend. \n[355]Was.  We were...acquainted.  I've been away for awhile.  When I came back... \n[356]Claire. \n[357]It's fine. \n[358]I'm not.  We...we met at a party. \n[359]She never mentioned her father. \n[360]I don't know. \n[361]You must have been very proud. \n[362]I should be going anyway. \n[363]Of course. \n[364]What was her major? \n[365]I need to know the truth. \n[366]Madison, please...help me. \n[367]What am I doing? \n[368] POV - Gliding down the stairs and into...  \n[369]Hello, Dr. Spencer. \n[370]Forbidden fruit... \n[371]Got a problem with that... \n[372]Wouldn't go that far. \n[373]What's the matter? \n[374]Since when? \n[375](pinning his hands above his \n[376] \n[377] \n[378] \n[379]I was there. \n[380] \n[381]I snuck back to my car, trying to convince myself it never happened.  And when I woke up in the hospital...somehow it hadn't.  Until now. \n[382]So you fucked a student?! \n[383] \n[384]\n[385]Fine... \n[386]What did you think I would do?  Jesus Christ!  I gave up my life and my music... \n[387]...Oh BULLSHIT.  You had to topple perfect Daddy and that meant perfect wife, perfect family... \n[388]Who? \n[389]Leave her out of this! \n[390]Stop... \n[391]I'm not going to listen to this. \n[392]You should have tried harder. \n[393] \n[394]You made it impossible for me to be someone you could be in love with. \n[395]I want you to answer one question. \n[396]Did you have anything to do with her disappearance? \n[397]How did she know where it was? \n[398] \n[399]She did it. \n[400]Of course she did, Norman.  What else could it be? \n[401]I don't know. \n[402]...and everything I have, everything I thought my life was...Christ when I think of all the lies... \n[403]What? Jody what? \n[404]Oh God...you knew. \n[405]Adamant? \n[406]Why? \n[407]Relieved? \n[408]Too late?  Jody, it was an accident. \n[409]All of us. \n[410]No. \n[411]How could I expect you to tell me something that I wouldn't even tell myself? \n[412]I don't know. \n[413]She could have hurt me if she wanted to. \n[414]No.  She wanted me to know the truth.  Now that I do...I think she's at peace. \n[415] Claire enters.  The bed is empty.  The shower is running in the bathroom.  \n[416]Norman? \n[417]Oh God... \n[418] The BATHTUB, with the shower curtain drawn around it, the water blasting.  Norman's limp hand pokes through the curtain.  AN ELECTRIC CORD leads from the mirror socket into the tub.  Claire races over and rips the plug from the wall.  She tears the SHOWER CURTAIN AWAY to find A BLUISH NORMAN lying, unconscious in the tub.  \n[419]No, no.  Please no... \n[420]Norman!!  Wake up!  Please! \n[421]Oh God...NORMAN! \n[422]It's me...it's me... \n[423]Jody, she tried to kill him. \n[424]I can't believe this is happening. \n[425]That could take days.  I need to do something now.  Don't you see?  She wants us dead. \n[426]Like what? \n[427]What is it? \n[428]Sorry.  Better or worse, he's mine. \n[429]It's alright. \n[430]She's gone. \n[431]She can't be here without me. \n[432]I don't know, but I am.  She was there and then she was gone.  I felt it. \n[433]It's over. \n[434]The leaves... \n[435]Look for antiques... \n[436] \n[437]Little village down seven.  Supposed to be charming. \n[438]Do you know it? \n[439]Maybe we can stop there for lunch. \n[440]But he acted like he'd never heard of it. \n[441]Jody he was lying. \n[442]I guess not. \n[443]I don't know... \n[444]Nothing. \n[445]You don't have to do that. \n[446]Fine.  I'll do the shopping. \n[447]I don't really know. \n[448] Claire glances over at the soundly sleeping Norman.  She gingerly slides out of bed.  \n[449]Looking for this? \n[450]She's out there isn't she?  She's in the lake. \n[451]Don't I, Norman?  YOU KEPT THE FUCKING NECKLACE.  Of a woman you killed! \n[452]I don't believe you. \n[453]I don't know what's true anymore. But that girl must be brought up.  Now do you want to call the police?  Or should I? \n[454] The necklace still in her hand.  She looks up again into the mirror.  Her face goes strangely blank and, almost mechanically, she clasps the necklace onto her neck.  Suddenly, she stares over at the CORDLESS PHONE lying on the bed for a long moment.  She walks over, picks up the phone and looks at it.  \n[455] The redial button.  She stares at the bathroom door, then hits the button.  Two rings, then:  \n[456] Ceiling, shapes...  \n[457] \n[458] \n[459]\n[460]Come on...come on... \n[461]Shit. \n[462] A stern section of the boat's COVERING TARP untied, flapping in the breeze.  Claire desperately punches the \"talk\" button again...\"NO SERVICE.\"  She's past the center of the bridge.  She looks again:  \"ROAM.\"  Claire punches the talk button again.  \n[463]Norman...NO... \n[464] \n[465]Think of Caitlin... \n[466]Rest in peace. \n[467] A New York apartment, the glimmering skyline visible through a large window.  Cooper gazes up attentively.  Claire sips a glass of wine, her face unsmiling, but serene.  ", "Jody": "\n[1]How you holding up? \n[2]You are? \n[3] \n[4]Well good.  So you're human. \n[5]Wow.  Got here just in time. I brought you this. \n[6]Kambucha mushroom tea... \n[7]It soothes heart-ache and promotes psychic wellness.  Sela suggested I bring-- \n[8]She's not a psychic.  Just a very enlightened spirit. \n[9]  \n[10]Yep. \n[11]Beautiful thing, alimony.  Lose a husband, get a car.  Think it'll help me pick up dudes? \n[12]Listen, I've gotta run.  I just thought I'd stop by and see if you want to take the boat out, say Thursday morning? \n[13]See you then. \n[14]What do you mean she's gone? \n[15]What are you saying? \n[16]You think he killed her? \n[17]Know what I think? \n[18]Seance. \n[19]Telling you... \n[20]Just bought this beautiful antique Ouija. \n[21]Hey, look. \n[22]So pretty. \n[23]What? \n[24]I don't... \n[25]No, you're not. But a presence in your house is not something to be taken lightly. \n[26]Sit down here. \n[27]Isn't this where you saw her? \n[28]Then this is where she'll be. \n[29]Place your fingers on the planchette. \n[30]This. \n[31]  \n[32]I call forth the entity that is haunting this house. \n[33]Mrs. Feur? \n[34]Shhh. \n[35]Reveal yourself to us. \n[36] \n[37]\n[38]Mef?  What's Mef? \n[39]Shit... \n[40]Did you see that? \n[41]Oh God... \n[42]I have to go. \n[43]Claire, this is...this is... \n[44]Are you okay? \n[45]I'm sorry for leaving, but I mean, Jesus, Claire... \n[46]I mess around with this stuff, but I never thought anything would happen. \n[47]Does Norman know? \n[48]What? \n[49]Then what was it? \n[50]Something was there.  You saw it. \n[51]Yes.  Now I talked to Sela and there's a guy, this Pakistani guy down in Hartford... \n[52]And he's the real thing.  Specializes in cases like this, like yours. \n[53]But Claire-- \n[54]Okay.  Okay. \n[55] An old industrial loft filled with finished and half-finished oil paintings.  Jody brings Claire some tea.  \n[56]I was down in Adamant... \n[57]Artsy little village down seven.  There's a guy there who sells my work.  I had just dropped off some paintings and as I got in my car...I saw Norman sitting at this little cafe. \n[58]I started to walk over...but he wasn't alone.  A blond.  I only caught a glimpse. She was young. I should have said something right away. But I didn't. \n[59]Partly because I didn't want to hurt you...but partly...partly because I was relieved. \n[60]I had just been left by Richard.  I was bitter and miserable and for some fucked up reason, it made me feel better that your life wasn't as perfect as it seemed. \n[61]By the time I finally got up the nerve to tell you, Stan called from the hospital and it was too late. \n[62]Alone?  On a two lane road?  With a ton of Valium in your system? \n[63]I got there first.  Stan covered up the pills and I had it out with Norman.  He seemed desperate not to lose you.  He promised to handle it.  And we all let it drop away. \n[64]I'm a terrible friend. \n[65]What are you going to do? \n[66]If she was dangerous before-- \n[67]You don't know that. If it's your belief that gives her form, then you've got to shut her out.  Somehow you have to break the connection. \n[68]I know. \n[69]We need help.  Please let me call the medium. \n[70]Alight, alright.  Stay calm.  You opened this door.  There's got to be a way that you can close it. \n[71]I have an idea.  But, I mean, I'm just making this up... \n[72]Did he say that? \n[73]What if he was?  Do you think he wanted to bring that up again just when you're trying to make a new start? \n[74]He's trying to put it behind him, Claire. You should too. \n[75]You've got a beautiful life.  And even with this, it's always been clear that he loves you. I've come to think that's all that really matters. \n[76]Trust me, Claire.  You hear something... change the subject.  You find something... get rid of it, throw it in the lake. You know what happened.  The rest is only details.  And no one's ever glad they got a hold of those.  If you want to put this back together...just let it go. ", "Caitlin": "\n[1] \n[2]Mother... \n[3]You're such a morning person. \n[4]Blueberries! \n[5]Hey. \n[6]It's only two hours away. \n[7]I'll come back all the time. \n[8]I'm just saying, you're going to be fine. \n[9]Mother... \n[10] \n[11]I have'ta go. \n[12]I'll call you. \n[13]Bye. \n[14] Claire pushes open the door to Caitlin's room carrying an armful of FOLDED LAUNDRY.  She moves quickly to the bureau, not wanting to spend much time in here, then grabs a TINY BLACK TOP from the pile, and drops it into a drawer.  She's just about to close it, when something catches her eye.  \n[15]Mom, I'm sorry.  I wanted to tell you. But it never felt right. \n[16]I didn't want to bring up memories.  I didn't want to do anything that might make you regret your choices. \n[17]Besides, Dad would have freaked. \n[18]I think playing in a band called \"Bitch\" might put a dent in the whole \"perfect family\" thing. \n[19]Yes it is.  Can we please not do that? Please?  Cause it is. \n[20]I know he does. \n[21]Are you mad at me? \n[22]So much. \n[23]What do you mean? \n[24]A ghost? \n[25]No.  But once I heard... \n[26]Someone crying.  A girl. I thought I was crazy. "}}