{"filename": "When-a-Stranger-Calls_script.txt", "imdb_id": "tt0455857", "imdb_url": "https://www.imdb.com/title/tt0455857", "characters": ["Boom Boom", "Kelly Mandrakis", "Officer Lewis", "Ben Johnson", "Tiffany", "Scarlet", "Will Mandrakis", "Track Coach", "Dr. Mandrakis", "Jill Johnson", "Allison Mandrakis", "Detective Hines", "Bobby", "Stranger", "Officer Burroughs"], "dialogues": {"Boom": "", "Kelly": "", "Mandrakis": "\n[1]A thing like that should never be allowed to happen again. \n[2]Go ahead then. My accountant will contact you. \n[3]She is... unable to have any more children. \n[4]Of course. \n[5]   ", "Officer": "\n[1]Diamonds, Charlie. Diamonds was led. \n[2]Your lead, Charlie. \n[3]What the hell are you doing? That's a trump. \n[4]A card laid is a card played. \n[5]Toss 'em in. I got the rest. \n[6]Jesus Kay-Reist! ", "Lewis": "", "Ben": "", "Johnson": "", "Tiffany": "", "Scarlet": "", "Will": "", "Track": "", "Coach": "", "Dr.": "\n[1]Eventually, anyone will respond to the treatment here. \n[2]Yeah, we zapped him a few times. It's fairly standard. \n[3]There'll be some deterioration. That's inevitable, but we can't say how much. \n[4] \n[5]That, too, is in the folder. \n[6]Mr. Clifford, this is a hospital, not a penitentiary. Everything that pertains to one of our patients is meticulously recorded in that patient's folder... whether you can make sense of it or not. \n[7]Curt Duncan is a classic paranoid- schizophrenic. They see themselves as victims, and they always blame other people for the way they are. When Duncan killed the Mandrakis kids, it wasn't an act of hostility against the children but against their parents. He was getting back at his own parents for traumas he suffered in early childhood. The criminal side of Curt Duncan is one of terrible, symbolic vengeance. \n[8]I think you'll find him. Somebody will find him. He can't function out there. He'll make a mistake. This is where he belongs. After six years in here, he's suddenly gone out to confront the world again. I think he's in for a bit of a shock. \n[9]  \n[10]Ordinary street clothes. Not all of our patients have to wear the green Gucci gowns. \n[11]Probably. But not more than, say, fifty dollars. Some of the patients are given little jobs around the ward, for which they are paid. It's part of the rehabilitation. \n[12](pronouncing it correctly \n[13]It's a psycho-motor dysfunction. \n[14]Only from time to time, which is unusual. \n[15]It attacks the nervous system. People suffering from it are irresistibly compelled to utter obscenities, sometimes one, sometimes a whole string of them. They can't control it. \n[16]Yeah. Here, I'll give you an example. \n[17]Duncan never had the twitch that sometimes goes with it. And with Duncan, as I said, the disease would only manifest itself in periods of extreme anxiety. When he was really flipping out, in other words. \n[18]Yeah. So am I. \n[19]Is that right? So we all share the same guilt. \n[20]Here. This is Curt Duncan shortly after he was admitted here in 1972. \n[21]-- to put the situation right. The hypodermic needles are only used to give you medication that will calm you down. They make you feel good, relaxed. All right? We're not putting anything in your food either. The food is just food. \n[22] \n[23]Curt, why are you fidgeting? Can't you get comfortable? \n[24]Wait a -- Hey! Hold him down there. Grab him! Never mind the chair! \n[25](periodically interjecting \n[26]   ", "Jill": "\n[1]Dr. Minakis? \n[2] \n[3]Sure. \n[4]Okay. \n[5]Nancy? \n[6]All right. \n[7]Yeah, I've been here for about an hour already. \n[8]I guess... I haven't looked around very much. \n[9]No, they were asleep when I got here. \n[10]You didn't happen to talk to Billy today, did you? \n[11]Did he say anything about me? \n[12]It's what I didn't do. \n[13]Do me a favor, Nance. \n[14]Do you think you'll be talking with Billy some time tonight? \n[15]That isn't what I had in mind. \n[16]Nancy, all you want to do is come over here and get drunk. \n[17] \n[18]I've got a lot of work to do. I don't want you coming over! \n[19]You are my friend. \n[20]Listen, just give Billy the number here, but don't tell him I told you to. Okay? \n[21]Okay, Nancy. Bye. And thank you. \n[22]Hello? \n[23]Billy?... \n[24]What? \n[25]Hello? \n[26]Mrs. Mandrakis? \n[27]Hello! \n[28]Billy! I don't think this is very funny! \n[29]...Who is this? \n[30]Hello, I'd like to speak to Dr. Mandrakis. This is his babysitter. \n[31]Yes? \n[32]Forty minutes? \n[33] \n[34]Hello, Operator? Can you get me the police? \n[35]Yes! No, not really. \n[36]Please. \n[37]Hello, I've been getting phone calls, every fifteen minutes or so. I think it's a man. He's trying to scare me. \n[38]That's right. \n[39]No. \n[40]No. He just keeps calling me. Sometimes he doesn't say anything. \n[41]No, I'm just the babysitter. \n[42]Oh... \n[43]What? \n[44]No, I... You're probably right. It's nothing to worry about. \n[45]No, the people I'm babysitting for might try to reach me. \n[46]Okay. Thank you. \n[47]Goodnight. \n[48]Hello? \n[49]I called you before... about the man who keeps calling me? \n[50]He called me again. \n[51]No, he's out there somewhere. \n[52]In the neighborhood. He's been watching me... through the windows. \n[53]No. I know he's there. \n[54]Yes. \n[55]Yes. Everything. \n[56]Please, can't you help me? I'm all alone. \n[57]He will call again! I know he will! \n[58]555-0672. \n[59]3317 Oakridge Drive. \n[60]But he never stays on that long! Sometimes he hangs up after just a couple of seconds. \n[61]Jill Johnson. \n[62]Yes. \n[63]Okay. \n[64]Thank you. \n[65]Hello? \n[66]I know. Who are you? \n[67]I won't be here much longer. The doctor and his wife are coming home soon. \n[68]Can you see me? \n[69](turning toward the window \n[70]Don't? You've really scared me. Is that what you wanted? Is that what you wanted? \n[71]What do you want? \n[72]You don't know me. You don't know who I am or where I live. I'll get Dr. Mandrakis to drive me home. Him or the police. \n[73]I want to talk to you. \n[74]Leave me alone! \n[75] \n[76] \n[77]Hi. \n[78]Great... what's the occasion? \n[79]What? \n[80]Okay, see ya. \n[81]  \n[82]No, I will not tell you a story. You go to sleep now. And be good. Carol will be here while we're gone. \n[83]What is it? \n[84]I love you, too, Junebug. Goodnight. Sleep tight. \n[85]Hi, Carol. \n[86]Ugggh... wasn't it a dreadful picture? \n[87]They will be soon. Give them about twenty minutes and then take a peek -- but if Stevie sees you, you'll have to tell him a story. Here's the number of the restaurant. Call us if you need us. For police, ambulance, any emergency like that, just dial 911. You know that, right? \n[88]And just in case, I've written the number of the children's Uncle George and Aunt Lucy here, too. \n[89]Okay. Okay. \n[90](handing the coat to John \n[91]Thanks, Carol. \n[92]Goodbye. \n[93]John, tell me about the surprise. \n[94]I'm braced. \n[95]What sack? \n[96]Oh, sure. \n[97]No, I don't believe you. \n[98] \n[99] \n[100]Regional?! \n[101] \n[102]Well, it's about time! \n[103]  \n[104] \n[105]How much? \n[106]How much? \n[107]You're kidding! And a car? \n[108]John, I'm so proud of you. \n[109]That's right. \n[110]Eat your dinner. It's probably Carol. I'll talk to her. \n[111]Hello? \n[112]  \n[113]It was him! Somebody call the police! Help me! \n[114]That man... Curt Duncan... He's home again! He's got our children! \n[115]Carol, it's Mrs. Lockhart. Answer me truthfully. When was the last time you looked in on the children? \n[116](whispering to Policeman \n[117] \n[118]Carol? \n[119] \n[120]Sshhh... \n[121]What are you thinking about? \n[122]John, it wasn't a prank. I know that voice. \n[123]I know that voice. \n[124]How can we just sit here? \n[125]Nothing has to be rethought. And I'm not about to fall asleep. \n[126]That's what they told me before. \n[127]John, I'm sorry to be putting you through all this. \n[128] \n[129]Not so loud. You're going to wake the children. \n[130]  \n[131]   \n[132]   \n[133]Stevie... Stevie... \n[134]Stevie, listen to me. Where did you get this candy? \n[135]Where did you get this? \n[136]What man? \n[137] \n[138]John!... John!... ", "Allison": "", "Detective": "", "Hines": "", "Bobby": "", "Stranger": "\n[1]      ", "Burroughs": ""}}