{"filename": "Wild-Wild-West_script.txt", "imdb_id": "tt0120891", "imdb_url": "https://www.imdb.com/title/tt0120891", "characters": ["James West", "Artemus Gordon /President Grant", "Coleman", "General McGrath", "Miss East", "Dr. Arliss Loveless", "Amazonia (as Frederique van der Wal)", "Miss Lippenrieder", "Girl In Water Tower", "Big Reb (as Mike McGaughy)", "Hudson", "Eye-Crossed Reb", "Other Reb", "Munitia", "Rita Escobar"], "dialogues": {"James": "", "West": "\n[1]            \n[2] \n[3]That's right, sugar, and you should feel free to treat him just bad. \n[4]   \n[5] \n[6]No, no. 'Course not. Not tonight. Would you be working if you were up here with you? \n[7]  \n[8]Ah, this hole is a safety issue. I'm thinking, what if it starts to rain and the water level goes up. It could suck you right up. I'm protecting you. \n[9]Belle, you don't just ram a man's underbritches into a knothole. You wanna plug the hole, you ram your own britches in there. \n[10] \n[11]... Hand me my gun. \n[12]Okay, who just made a wish? Was it you? \n[13]I could sure use those clothes now. \n[14]Fought five long years with the Union Army not to hear that word again. And you boys lost, remember? \n[15]How 'bout some pants!? \n[16]Could I have a little privacy here? \n[17]Thank you. \n[18]You'll have to excuse me, darlin'... but my evidence is getting away. \n[19]  \n[20]Sorry about there not being any towels. \n[21]Backwards-ass bumpkins got a wagon full of nitro...! \n[22]   \n[23]Whoa now...! \n[24]I said, whoa!!! \n[25]Well, well, this is workin' out to be a perfect day. My man... \n[26]... General Bloodbath McGrath. \n[27]Didn't mean to startle you, ma'am. Looked like you could use some help. \n[28]I can see that, darlin'. Woman of your caliber probably gets top dollar, too. So here you go. You can run along. I'll take care of McGrath. \n[29]C'mon, lady. You got the money. Have a little dignity. West...!!! \n[30]    \n[31]  \n[32]U.S. Army... Now get outta my way, lady! \n[33]So now what...? \n[34]This gun? \n[35]Or this one? \n[36]Thank you, sir. \n[37]Sir, I had him right in my hands when some half-a-sissy wearin' a dress ruined... \n[38]You... know him? \n[39]Who are you? \n[40]Wrong answer.    Who are you? \n[41]The President went to West Point ... not Harvard. \n[42]But, sir, I work... \n[43]Well, sir, one of us was still trying to figure out if he was a man or a woman. \n[44]It's McGrath, sir. The South is rising again. I'm gonna stop it. \n[45] \n[46]Figures. \n[47]Save it.   I've gotta train to catch. \n[48](snaps off a smug \n[49]   \n[50]  \n[51]Stop this train!! You hear me!?! \n[52]Forget the bikes, the beards, the fake boobies. Put down the needlepoint and let's settle this like men! \n[53]Really? \n[54]Get up! \n[55]Yeah?   How do you feel about a fist? \n[56]Well then, 'Mr.' Gordon, you failed. \n[57]  \n[58]Only one doin' any 'egressin' is gonna be you. \n[59]New Orleans. \n[60]Who? \n[61]That's a man's head! \n[62]That's a man's head. \n[63]That's a man's head! \n[64]It's McGrath.    I was right all along. \n[65]... glasses. \n[66]'Friends of the South! Come to a Surprise Costume Ball. April 14, eight-thirty. 346 Garden Street... ' Like I said.... New Orleans. \n[67] \n[68]The only thing I need to wear is this. \n[69]Jim West does not wear a dress. \n[70]How 'bout this: I'll go as a government agent who's gonna kill McGrath. \n[71]Let me tell you a little something about beloved 'art of disguise'... That night at Fat-Can's, I knew you weren't a woman. \n[72]Gordon, you looked nasty. Your breasts were all hard and stiff, and were sticking straight out like two rusty cannons on a sunken ship. \n[73]They look like shit. \n[74]I don't wanna touch 'em.   I can see I don't like 'em. \n[75]  \n[76]There, Gordon, you happy? I'm touching your breasts. \n[77]Buckwheat?   That's your problem. \n[78]Now, squeeze this. This is what a breast should feel like. \n[79]Isn't that nice? \n[80]Now touch yourself. \n[81]You know something, that's a good place to put a gun. \n[82]You know, Artemus, I think you underestimate the convenience of a pocket. \n[83]Matter of fact, got it right here. \n[84]  \n[85]... West.   Jim West. \n[86]Actually I'm, uh trying to surprise an old friend -- General McGrath. Seen him around anywhere? \n[87]Dr. Arliss Loveless...? One of the great founders of the Confederacy with Jefferson Davis. Funny how most people think he's dead. \n[88]Matter of fact, I do. \n[89]   \n[90]   \n[91]Well, when a man comes back from the dead, it's an occasion to stand and be counted. \n[92]I bet a man like yourself would find it difficult to keep in touch with even half the people you know. \n[93]Well, you know beautiful women... they encourage you one second, cut the legs out from under you the next. \n[94]    \n[95]Hey, honey... I see a big ole spider up on the wall. Hope it doesn't drop down your pretty dress. \n[96]\n[97]   \n[98]    \n[99]Oh, the foy-aay. Sorry, I've never been much good at French. \n[100]Um... that second one. \n[101]   \n[102]    \n[103]    \n[104]Thanks for helpin' me get to the bottom of this case. \n[105]   \n[106]   \n[107]Real impressed the way you got the dance floor staked out. Maybe one of your missin' scientists'll cut in. Thought you should know that while you were trying to decide what shoes to wear tonight... I found that our host, Dr. Loveless... \n[108]... is meeting McGrath and his troops at Malheureux Point in an hour. So you enjoy the party. I'm gonna go save the Republic. \n[109]But I will say, good work on your bladders tonight... they're damn perky. \n[110]Don't grab a white lady's boobies at the big redneck dance. Is that the lesson? Well, I learned it. Don't scratch your head with the shrimp fork. I got that one too. So whaddaya say we call this off? \n[111]Can I have everyone's attention please. I think we've had a series of major misunderstandings and I'd like to take a moment to clear them up. First, the whole drumming on the boobies thing. In my native land, Africa, my ancestors used drums to communicate between villages. I'm sure y'all can see that this young girl here can communicate all the way down to Baton Rouge. Hell, on a clear day, we might even get Galveston. All I was saying was, 'How're you doing,' 'My name's Jim,' 'How's your mama?' \n[112]Second misunderstanding. That redneck comment. I'm getting the sense that some of you took that negatively. You know, some of my best friends are whiskey-guzzling, pot-bellied rednecks just like y'all here. That slavery thing, I don't see what the big deal was. Hell, who wouldn't want somebody to run around for them doing chores. Are you going to get your big, fat, lazy ass out of bed every morning and pick your own damn cotton. I don't think so. Let's head on inside and knock back some shine. Come on, back inside. No. Okay. I stand before you as a man who realizes he has done something wrong and I am prepared to do the right thing. Will you marry me? \n[113]I'll take that as a no. Darling, would it help at all if I said I thought you were a man? \n[114]Guess not. \n[115]   \n[116]   \n[117]    \n[118]   \n[119]   \n[120]Hang 'm...! \n[121](still pissed, \n[122]Scientist, huh. \n[123]Look, Rita, I'm sorry you had the wrong agent working on your case. When I find your father I promise I'll send him back safely... \n[124]It just rolls on and on. Makes a screeching sound -- like a wounded animal. Got a 'cabin' on top with a cannon... swivels 'round like an eagle's head. \n[125]Heard about it. Thought it was crazy survivors' stories. \n[126]New Liberty, Illinois -- the free slave town just over the border. Just one week before the War ended in '65. I was in the 9th Cavalry that discovered it. Old men, women, children... they used them for target practice... \n[127]That's when I vowed to follow McGrath to the end of the earth. What's the matter, West? Thought you'd be happy to find me... like this. \n[128]I was hoping to kill you myself. \n[129]What do you mean? It was Loveless... his plan. He operated the killing machine there. Smarter now... left it to others here. \n[130]Where is he?   Where did he go?! \n[131] \n[132]Ooo-tah?! \n[133]Coleman... let's go!    Full speed ahead! \n[134]On the way to Utah where our President happens to be. Maybe we oughta be worryin' about that little coincidence! \n[135]Look, all that would happen would be she'd get in our way and I'd probably wind up gettin' in the saddle with her. \n[136]Good luck on that one. \n[137]Since the first breast. \n[138]I'll spare you. Make yourself a sandwich to take with you. You're getting off. \n[139]How could you possibly help us? \n[140]What about the foreign guys?! \n[141]Gordon, this is crazy. She doesn't know what she's talking about! \n[142] \n[143] \n[144]Look, I got nothing against you, Rita. It's just that... What's going to happen when we catch up to Loveless... with you on the train? \n[145]I'm the impervious part. \n[146]I don't know about you, ma'am, but I know I'll be sleeping a whole lot better tonight... ... assuming Loveless barges in here and feels like a game of pool. \n[147]I've got somethin' you might use. It ain't stylish, but it's practical... \n[148]Loveless kidnapped two chemists, that means there's gonna be explosives. He's got a metallurgist, so there's gonna be heavy armor. And he's got Rita's father, who -- according to you -- is the world's foremost specialist in hydraulics. Which means, whatever it is... it's gonna move. \n[149]So what, is he building that's gonna make the President fall to his knees and surrender the country? \n[150]What? \n[151]You said ass. \n[152]What the hell is this? \n[153]Leave my stuff alone! \n[154]They couldn't fire the cannon at us from in front. Any other questions? \n[155]Would it put you out too much to throw me a rope and hit your little secret button? \n[156]   \n[157](hoarsely, not \n[158]   \n[159]Too damn late, is what it is. \n[160]  \n[161] \n[162]And that would become one more reason why I'm going to kill you. \n[163]  \n[164]Gordon, get out your little tool kit and get this damn thing off of me! \n[165]  \n[166]I don't have time for this. \n[167]See?     Nothing happened. \n[168]Is it too late to take it off of me now? \n[169]    \n[170]  \n[171]When I give the signal.   Jump off the cliff into my arms. \n[172](watching the discs \n[173]One... \n[174]  \n[175]You won't have to! \n[176]  \n[177]Maybe I should have stayed inside that fence another moment or two. \n[178]All right, Gordon, what's your plan? How are you gonna get this damn thing off my neck? \n[179]Isn't that why you're here? 'Cause you're the master of, you know, mechanical stuff? \n[180]Hey, calm down, Gordon... \n[181]Gordon... \n[182]Gordon, you don't want to do that. \n[183]I didn't do shit! \n[184]I did not do shit! That's it -- \n[185]Oh, I'm peachey. Now help me get my boot off! \n[186]Ahhhh! \n[187]Do me a favor. When you're telling this story to your grandkids, leave this part out. \n[188]Now, when I undo your belt, I'm going to run as fast as I can that way, and you run as fast as you can the other way. Understand? \n[189]One... two... Three! \n[190] \n[191]you! \n[192]I do not want to spend the rest of my life looking like a meatball on a plate. \n[193]Your pocket? Why wasn't it attached to some spring-loaded something-or-other that shoots out of your ass? \n[194]Why didn't you tell me you had an 'auxiliary' tool kit? \n[195]What?! \n[196]You know, Gordon, you can be quite annoying -- flaunting that fancy education. \n[197](looks at Gordon's \n[198]No. How did you wind up in this line of work? \n[199]She doesn't want any trouble. She's just trying to get warm. \n[200]The Indians taught me. I lived out here when I was a boy. \n[201]Hey -- watch -- \n[202]The desert wasp... one of the world's great hunters. She'll kill the tarantula -- and lay her eggs on it, so her babies can have something to eat. \n[203]They didn't have much to say about it. I was sent to another plantation when I was little. Ran away as soon as my legs were strong enough to take me. \n[204]Yeah... They were at the camp at New Liberty. \n[205]I know exactly where I'm goin' ... Spider Canyon. \n[206] \n[207]Arte... when you're right, you're right. \n[208]Don't push it. \n[209]That's the Wanderer. \n[210]Yeah, it would. That's Loveless' Lair. \n[211]Nice to see an invention that actually works. \n[212]  \n[213]Gordon, let's ride! You do know how to ride...? \n[214]... A horse, I mean. \n[215]How about now? There's a big spider stompin' towards our President! \n[216]Yeah. Well, the wasp had a small advantage. It could fly. \n[217]Artemus! There's no time for plans or half-cocked inventions! They don't work. We gotta stick to what we're each good at! \n[218]   \n[219]   \n[220]    \n[221]     \n[222] \n[223] \n[224]Gotta go. Big finish... 'Ha, ha, ha! Hangtown gals!!!' \n[225]    \n[226] \n[227] \n[228]Mmm-hmm. \n[229]Rita! \n[230]\n[231]No, Arte.   Right now, we need a plan. \n[232]That flyin' machine idea of yours... were you just acting like you knew what you were talking about... or could you build it? \n[233]You're not makin' me feel any better. \n[234]He's just a little nervous 'cause no one's ever flown before. \n[235]Avant...! Avant!!! \n[236]Hey, uh... that's the cliff over there, you know? \n[237] \n[238]Lemme guess... an Elevation Enhancer? \n[239]Go down, down there! \n[240]Shut up and go down there, will ya? \n[241]What does your boy da Vinci say about puttin' this bird down? \n[242]Take out as many bad guys out as you can. \n[243]Why not? Well, I guess maybe I'd rather see what happens when I stuff your ass into that cannon up there and fertilize the landscape. \n[244]So, I guess you're the one who's gonna give me my whoopin'. \n[245]Pfft.   I got one a' those. \n[246]But you've got two of those. Okay, lemme talk to Gordon, I'll see if he can... \n[247]Damn. \n[248]No more Mister Knife guy! \n[249]I just made that up. \n[250]Don't forget your shovel! \n[251] \n[252]Uh, I just threw my shovel out. So this really isn't fair. If you don't mind, I'd like to... \n[253] \n[254]Sorry. \n[255] \n[256]When you get right down to it, Loveless, you just can't beat a good pair of legs. \n[257]   \n[258] \n[259]Better than a fountain pen, don't you think. By the way, your chivalry's about to be tested. \n[260]For almost four long years I've been trackin' the animal responsible for the Massacre at New Liberty. And I hear that's you... \n[261] \n[262]Now that's the ol' doctor I know! \n[263]I don't know.    Guess I'm stumped! \n[264]Ah, don't be afraid, Loveless. With this being the last leg of our journey and all, you should soak in the view, you're really missing something. \n[265]Good one, Loveless.   I didn't think of that one. \n[266]Allow me to make that decision easy on you, Loveless. Because I want to see you dead a hell of a lot more than I want to live. \n[267]You were right. Let's cut this conversation short! \n[268] \n[269]Rita!   You look great. \n[270]Texas? Why're you going back there? Why don't you come with me back to Washington? \n[271]She's not really an entertainer, remember? \n[272]Uh-oh... \n[273]Rita... why didn't you just tell us that in the first place? \n[274]You know, Arte... \n[275]Maybe Rita's right... \n[276]Besides... there's a lot of other women in the world. ", "Coleman": "\n[1]Knock each other about all ya please, but harm my train and I'll douse ya like dogs. \n[2]Well then, let's get on about our business, shall we, gentlemen? Now, where to? \n[3]  \n[4] \n[5]  \n[6] \n[7]Aye, sir! \n[8] \n[9] \n[10] \n[11]    \n[12] \n[13]Am I missin' somethin' here...? \n[14]   \n[15]Go, Ebonia, go. \n[16] \n[17]Special Marshal... President thought you needed some lookin' after. \n[18]   \n[19]This is diabolical! They've got the President and I've still got that silly song in my head! \n[20]Here's a coupla bon voyage presents. ", "General": "", "McGrath": "", "Miss": "\n[1]Do not be selfish and stupid. He always spoils his new girl. \n[2]I don't believe that name was on our guest list. And I would know. I'm Dr. Loveless's personal assistant. \n[3]Tonight's his coming-out party. \n[4]See anybody that looks familiar? \n[5]I'm... jealous. Meet me later... in the foyer. \n[6]  \n[7]I said to meet me in the foyer. \n[8]Au contraire... \n[9]So let's see, Mr. West... are you a dangerous spy of some sort? Or just a handsome cowboy who likes to... poke around. \n[10]  \n[11](doing both voices \n[12]West. How do you know it's not just bullshit? Gordon. Step over the fence and find out. Rita and I will put flowers on your grave every year. ", "East": "\n[1]I don't believe that name was on our guest list. And I would know. I'm Dr. Loveless's personal assistant. \n[2]Tonight's his coming-out party. \n[3]See anybody that looks familiar? \n[4]I'm... jealous. Meet me later... in the foyer. \n[5]  \n[6]I said to meet me in the foyer. \n[7]Au contraire... \n[8]So let's see, Mr. West... are you a dangerous spy of some sort? Or just a handsome cowboy who likes to... poke around. \n[9]   \n[10]  \n[11]   ", "Lippenrieder": "", "Hudson": "\n[1]My employer, here in a brothel? That would be quite... redundant. \n[2]You'll meet him when the time -- and place -- are appropriate. Now... ... shall we go upstairs to check the 'merchandise'? \n[3]Get Escobar out of here! \n[4]  \n[5]Federal agents inside, sir! ", "Reb": "\n[1]Pack'er up good, Virgil.    Next stop N'Orleans. \n[2]Well, we got us a shy nig... \n[3]      \n[4]You drive a hard bargain, lady. All right, fifty cents to take them big juicy lips and... \n[5]But you gotta be interested. You're a whore. \n[6]Hey, c'mere!   Who the hell are you anyway?! She's... mine! I feel like... a ditty! \n[7]They oughta be here by now. \n[8]Maybe we're in the wrong place. \n[9] ", "Other": "\n[1]   \n[2]       ", "Munitia": "\n[1]It is not so bad... once the metal warms up. \n[2] \n[3]I have them square in my sights, sire. \n[4]Nitro this time, sire. \n[5]Caviar...? \n[6]  \n[7] \n[8]    ", "Rita": "\n[1]Put me in the dungeon with all those smelly, dirty bearded men ... but I am not goin' in there. \n[2]Yeah, a standing up position.   I'm an entertainer, not a... \n[3]Yeah. Well gimme a simple diamond bracelet instead of that... \n[4]Try again, buster...! \n[5] \n[6]I'm Rita. I was hired here as an entertainer. Not that I'm complaining, but what are you doin' in here? \n[7] (rattles bars \n[8](suddenly a coquettish \n[9]Um, maybe I haven't been quite honest about that... My name is Rita Escobar. I came to find Guillermo Escobar, the scientist, my... father. \n[10]Excuse me? \n[11]He's impulsive, James. \n[12]  \n[13]Excuse me, I think I'm going to be sick. \n[14]That's a nice way to talk to people. You'll have to live with it... As I've lived with the blame for New Liberty. \n[15]Well, I know that. \n[16]I'll tell you if you take me along. \n[17]The girls at the mansion. They talk. 'I vonder if my hair vill get frissy in ze desert...? Vhere is diss Ooo-tah anyvay?' \n[18]But... I can help you. \n[19]Well, I heard you talking about why all those foreign guys were at Loveless's party...? You want me to tell you? \n[20] \n[21]They were mad about something, you know? Something about a real bad deal in Louisiana on purpose. \n[22]And Queen somebody-somebody of France got swindled. \n[23] \n[24]Please, Jim. My father's the only family I've got. What am I supposed to do? Sit home and wait for news he's been killed? Or go do something! What would you do, Jim?! \n[25]I know you'd never let him take me back. I've seen you shoot. \n[26]Speaking of sleeping, I'm pretty tired. Artemus, do you think I could borrow something to wear? \n[27]What's going on? \n[28]You know you could put a gun on that thing. \n[29]I won't let Loveless take me again! I'd rather be dead! \n[30]Please, Artemus, don't leave me alone! \n[31]It's a trick, I know Loveless. \n[32]  \n[33] \n[34]And not to give you a big head but... I kinda missed you. \n[35]Queen of Spain. King of France. I was close. \n[36]Artemus! \n[37]She's... no...! \n[38]Serves you right for staring at them. \n[39](disappearing into \n[40]Jim... Arte...? \n[41]I just wanted to thank you for everything you've done for me... before I went back home to Texas. \n[42] \n[43]It's not that you both don't have your attributes. You're so sophisticated and such a wonderful cook. Jim, you're good with a gun... and have great legs. And you're both so brave. But... I'm afraid I haven't been completely honest with you. \n[44]Professor Escobar's not my father. He's my husband. \n[45]Well, I was going to... but would you have really brought me along if I said I was married? Honestly. \n[46]I didn't think so. \n[47]At least you still have each other. ", "Escobar": ""}}