{"filename": "Wonder-Boys_script.txt", "imdb_id": "tt0185014", "imdb_url": "https://www.imdb.com/title/tt0185014", "characters": ["Grady Tripp", "James Leer", "Q", "Fred Leer", "Officer Pupcik", "Oola", "Walter Gaskell", "Vernon Hardapple", "Miss Sloviak", "Emily's Father", "Amanda Leer", "Traxler", "Hannah Green", "Terry Crabtree", "Sara Gaskell"], "dialogues": {"Grady": "\n[1]\t\t'The young girl sat perfectly still in the \t\tconfessional...  \n[2]\t\t...listening to her father's boots scrape like \t\tchalk on the ancient steps of the church, then \t\tgrow faint, then disappear altogether.'  \tAs he finishes, GRADY ponders a PAIR of MAINTENANCE MEN, \tperched on ladders in the quad below, stringing a LARGE \tBANNER between two bare trees. The BANNER reads:  \n[3]\t\t\t \t\tSo. .Anyone?  \tA GIRL with jet-black hair turns to a PALE YOUNG MAN \tsitting at a desk in the back of the classroom. He is JAMES \tLEER, 19. Like GRADY a moment before, he is staring out the \twindow.  \n[4]\t\tAll right. Let's try to keep it constructive, \t\tshall we? Howard, what about you?  \n[5]\t\tThat's not exactly what I meant by \t\tconstructive, Howard.  \n[6]\t\tYes, Hannah?  \n[7]\t\tWell put, Hannah. And a good note to end on, I \t\tthink. \t\t\t \t\tDon't forget about WordFest this weekend. And \t\tremember: those of you driving V.I.P.s to \t\ttonight's cocktail party need to have them at \t\tthe Chancellor's house no later than 5:30.  \tHannah Green gathers her things, pauses by Grady.  \n[8]\t\tThanks for that. He all right?  \n[9]\t\tMe? Sure. Why?  \n[10]\t\tChancellor.  \n[11]\t\tI got the message you called too.  \tThis hangs in the air, awkward somehow, then both nod and \tcontinue on, without so much as a backward glance.  \n[12] \tThe RADIO BLASTS as GRADY pops the glove box, removes a \tJOINT as big as his pinky, and wheels his DARK MAROON '66 \tGALAXIE RAGTOP away from campus, cruising under another \n[13]\t\tHow are you, Crabtree?  \n[14]\t\t\t \t\tThe more the merrier.  \n[15]\t\tI sweat blood for five years and he checks for \t\tspelling.  \n[16]\t\tEmily?  \n[17]\t\tOh. We're picking her up. Downtown.  \n[18]\t\tLay off Pittsburgh. It's one of the great \t\tcities.  \n[19]\t\tShe's a transvestite.  \n[20]\t\tShe's still a transvestite.  \n[21]\t\tIsn't she?  \tCrabtree ignores Grady's question, smiling placidly as he \twatches the carousel spin.  \n[22]\t\tIt's fine. It's done. Basically. I'm just sort \t\tof. ..tinkering with it.  \n[23]\t\tI don't know. I'm sort of at a critical. . . \t\tjuncture .  \n[24]\t\tI just mean. . .  \n[25]\t\tThat would be a tuba.  \n[26] \tAs the Galaxie emerges from a TUNNEL, GRADY watches the \tgreat city of Pittsburgh reveal itself in the distance, \tthen glances in the rearview mirror.  \n[27]\t\tThat perfume you're wearing, Antonia. It \t\twouldn't happen to be Cristaile, would it?  \n[28]\t\tLucky guess.  \n[29]\t\tIt was Jerry Nathan's. He owed me money.  \n[30]\t\tHe said something about being between things.  \n[31]\t\tHi, Tanya. \t\t\t \t\tThis is Tanya. My wife's secretary.  \tCRABTREE and MISS SLOVIAK smile and nod. Tanya smiles and \tnods back, her eyes passing uneasily over Grady's joint.  \n[32]\t\tYou're leaking, Tanya.  \tTanya nods--at a loss-then turns away into the rain.  \n[33]\t\tShe left me. Crabs.  \n[34]\t\tThis morning. I found a note in the kitchen.  \n[35]\t\tI thought maybe I made it all up.  \n[36]\t\tIt's Mrs. Gaskell's. Her hobby.  \n[37]\t\tPiss off, Crabs. I lost a wife today.  \n[38]\t\tEasy there.  \n[39]\t\tHe's still barking at me. He's blind.  \n[40]\t\tI need to talk to you.  \n[41]\t\t\t \t\tI don't believe I know where the upstairs \t\tguest room is.  \n[42]\t\tNew?  \n[43]\t\tAll right. This morning--  \n[44]\t\tWell. This is...surprising. Does Walter... ?  \n[45]\t\tEmily left me this morning.  \n[46]\t\tShe's left the room before. She always came \t\tback.  \tSara nods. Considers this.  \n[47]\t\tSimple.  \tGRADY and Sara stare at the ceiling. Sara sniffs the coat \tlying beneath her. Miss Sloviak's coat.  \n[48]\t\tHm.  \n[49]\t\tIf she's not now, Terry will make sure she is \t\tby the end of the evening.  \n[50]\t\tYes.  \n[51]\t\tNo. Maybe. I don't know. I don't know what I'm \t\tgoing to do.  \n[52]\t\tSara, my arm. I'm stuck, honey.  \n[53]\t\tAsk him if he's conflicted about his house in \t\tthe Hamptons.  \n[54]\t\tQ,. Hannah's had two stories published in The \t\tParis Review. You'd best dust off the 'A' \t\tmaterial for her.  \tAs GRADY moves off, he sees Poe sniffing, and goes the \tother way, heading directly into the crosshairs of a MAH IN \tTWEED, who is talking to another, shorter MAN.  \n[55]\t\tHello, Nathan.  \n[56]\t\t\t \t\tNo wonder it's still in print.  \tAs GRADY flees, he passes a WOMAN holding a cigarette.  \n[57]\t\tJames?  \tJames Leer wears the same nasty overcoat from class, a \tGREEN KNAPSACK hanging off one shoulder. GRADY looks at \twhat appears to be a sliver of moonlight in James' palm.  \n[58]\t\tIt's very convincing.  \n[59]\t\t...You carry firearms.  \tAs GRADY exhales a plume of smoke, James' eyes pass \tbriefly over the jay. GRADY \tnotices, offers.  \n[60]\t\tAre you and Hannah seeing each other, James ?  \n[61]\t\tRelax, James. I'm not her father. I just rent \t\ther a room.  \n[62]\t\tMaybe it's because she's beautiful and she \t\tknows it and try as she might to not let that \t\tscrew her up, it's inevitable that it will in \t\tsome way.  \tJames looks away from the window, at Grady.  \n[63]\t\tYou're not like my other students, James. So \t\twhat was the movie you two saw?  \n[64]\t\tShe went crazy, Frances Farmer.  \n[65]\t\tSounds like a good one.  \n[66]\t\tListen, James, about this afternoon. In \t\tworkshop. I'm sorry. I think I let things get a \t\tbit out of control.  \n[67]\t\tWell...  \n[68]\t\t\t \t\tReally? That's remarkable.  \n[69]\t\tYou cold, James?  \n[70]\t\tSo what are you doing out here?  \n[71]\t\t\t \t\tYou're right.  \tJames blinks, startled by Grady's laughter, startled that \the's said something funny. He looks back to the greenhouse  \n[72]\t\tHeaven?  \n[73]\t\tJames. \t\t\t \t\tDon't leave just yet. There's something I \t\tthink you ought to see.  \n[74]\t\tThis is worth it.  \tJames looks conflicted.  \n[75]\t\tTrust me.  \n[76]\t\tHe's going with me. You take Crabtree. And his \t\tfriend. All right?  \n[77]\t\tThe answer's yes. I think. Yes. I don't know. \t\tWhere are they exactly?  \n[78]\t\tJames. This is my editor, Terry Crabtree.  \n[79]\t\tThat's really it.  \n[80]\t\tSo I'm told.  \tJames, in the presence of the holy grail of suicide \tgarments, stands speechless.  \n[81]\t\t\t \t\tGo ahead.  \n[82]\t\tReally.  \tJames swallows, then'-goes to the jacket. Carefully, he \treaches out his fingers and touches the yellowed collar, \tbarely making contact, as though it might crumble to dust.  \n[83]\t\tLike the lady herself.  \tGRADY says this airily, ironically, riding his buzz a \tbit, but James nods solemnly, eyes transfixed on the \tjacket, as if Marilyn herself were inside it.  \n[84]\t\tI guess. Walter never tells Sara the truth \t\tabout how much he pays for these things.  \n[85]\t\t\t \t\tPretty good. I'm friends with Dr. Gaskell, \t\ttoo.  \n[86]\t\tRight.  \tA DOOR SLAMS downstairs and GRADY and James jump. The \tCLICK of a woman's HIGH HEELS sends GRADY to the bedroom \twindow, where he watches Sara slide into a WHITE CITROEN \tDS23, turn on the ignition, and motor away.  \n[87]\t\tWe, better skedaddle. Close that closet-- \t\tJames? You ail right?  \tJames is slumped on the Gaskell's white linen bed, \tknapsack between his knees, head in hands.  \n[88]\t\tMaybe. I'm feeling a little sad myself \t\ttonight.  \n[89]\t\tYes. Well. It's complicated, James. I think we \t\tshould go now.  \tWithout thinking, GRADY flicks out the bedroom light, \tleaving James Leer in the dark for the second time today.  \tJames just sits there, a shadow in a room of shadows.  \n[90]\t\tOkay. Easy now. Eee-zy. . . .  \tGRADY starts to take a step, when.... Poe shoots forward \tand sinks himself deep into Grady's ankle.  \n[91]\t\tJesus!  \tGRADY hops gracelessly, momentarily lifting Poe off the \tground as he swings his leg up. Poe, countering, rolls his \thead in a snapping motion and drops GRADY in a clumsy heap.  \n[92]\t\tGet off of me, you son-of-a-bitch!  \tPoe regains his feet, but doesn't let go, whipping his \thead back and forth, back and forth, over and over, \tgrowling low, dark, and hideously from the back of his \tthroat, until there is a sharp...  \n[93]\t\tShit, James. You shoe Dr. Gaskell's dog.  \n[94]\t\tCouldn't you've just pulled him off me?  \n[95]\t\tOkay, okay. Take it easy. Don't freak out on \t\tme.  \tGRADY roils down his sock. Apparently, Poe went through \tlife with a slight overbite.  \n[96]\t\tHe's dead, James. Believe me, I know a dead \t\tdog when I see one.  \tJames looks miserably at Poe.  \n[97]\t\tFirst you're going to give me that little cap \t\tgun of yours.  \n[98]\t\tYea, James.  \n[99]\t\tI don't know. I'm still trying to figure out \t\thow to tell the Chancellor I murdered her \t\thusband's dog.  \n[100]\t\tTrust me, James, when the family pet's been \t\tassassinated, the owner doesn't want to hear \t\tone of her students was the triggerman.  \n[101]\t\tI've got tenure.  \n[102]\t\tOkay.  \tJames totters forward, arms hooked under Poe's front legs \tlooking like a sorry marathon dancer. GRADY frowns, limps \tforward, and takes the hind legs.  \n[103]\t\t\t \t\tThat's just what they used to say in the ads. \t\tCome on, Crabtree, I know you're holding...  \n[104]\t\tMiss Sloviak's.  \n[105]\t\tShe is. Ah. Here we go...  \tGRADY unravels a pair of boxer shorts, finds an airplane- \tsize bottle of JACK DANIELS, then grabs another pair of \tboxers.  \n[106]\t\tMost of the time he is, James. Some of the \t\ttime he isn't. Now what do we have here?  \tGRADY rattles a prescription bottle, then shakes out a \tpair of WHITE PILLS, each etched with a tiny numeral 3.  \n[107]\t\tLooks like ...our old friend Mr. Codeine. That \t\tshould take the pinch out of my ankle. \t\t\t \t\tHave one.  \n[108]\t\tRight. That's why you were standing in the \t\tChancellor's back yard twirling that little cap \t\tgun of yours tonight.  You're fine, all right, \t\tyou're fit as a fucking fiddle.  \tGRADY opens the tiny bottle of Jack with his teeth, \tdrinks down two number 3's, then looks at James.  \n[109]\t\tI'm sorry, James. I'm sorry I said that.  \tRecklessly, James takes a pill, tosses it in his mouth, \tand tips back the tiny bottle of Jack. Half a second later, \the spits it all out. GRADY looks down, peels the soggy pill \tfrom the lapel of his jacket.  \n[110]\t\tHow 'bout we try that again.  \n[111]\t\tI'll be right back.  \n[112]\t\tIs the thing-is it over?  \n[113]\t\tNothing. I think I twisted my--  \tGRADY looks at his ankle and feels a rush of guilt.  \n[114]\t\tI have to tell you something. Something.. \t\t.hard.  \tSara's face stiffens, becomes more Chancelloresque.  \n[115]\t\tWell...  \n[116]\t\tNo, really, Sara, I don't think you--  \n[117]\t\tI don't think I really have a choice in, that. \t\tEmily left me.  \n[118]\t\tNot have it.  \n[119]\t\tWell, no, I don't see any way. \t\t\t \t\tAnd I know how hard it is for you to-- to lose \t\tthis chance.  \n[120]\t\tIt's-it's a souvenir. Of Baltimore.  \tBefore GRADY can close his hand, Sara has it in her own.  \n[121]\t\tCaps.  \tShe points it-at Grady's chest. He smiles nervously.  \n[122]\t\tYou got me.  \n[123]\t\tI love you, too.  \n[124]\t\tIs he ail right?  \n[125]\t\tI'm your man.  \n[126]\t\tThere's an explanation.  \tMISS SLOVIAK raises an eyebrow and then, leaning in, \tunzips her suitcase.  \n[127] \tAs GRADY drives, MISS SLOVIAK finishes with the top \tbutton of a man's shirt, then reaches into the zippered \tCOSMETICS BAG in her lap. Onto the open tray of the \tglovebox, she places a JAR of COLD CREAM, a BOTTLE of NAIL \tPOLISH REMOVER, and a cloud of COTTON BALLS.  \n[128]\t\tJames is. ..I don't know...  \n[129]\t\tI'm not sure that's possible.  \n[130]\t\tListen, Antonia--  \n[131]\t\tTony. I'm sorry if things didn't work out so \t\twell for you tonight. With Terry.  \n[132]\t\tHe's writing his name in water.  \n[133]\t\tLike most editors, he really wants to be a \t\twriter, but he's too busy living a novel to \t\tbother writing one.  \n[134]\t\tHe'd call it habit. But now. ..I get the \t\tfeeling he's going through the motions a bit.  \tTony peels off a pair of false eyelashes, blinks.  \n[135]\t\tJesus. Is that what he told you?  \n[136]\t\tThat'' s nice. All we have is a Japanese \t\tbeetle trap.  \n[137]\t\tI'd better go. I think I may have to rescue \t\tJames Leer.  \tMISS SLOVIAK returns the gun, .steps out of the car, and \tpeers in at Grady.  \n[138]\t\tAs a whistle.  \n[139]\t\tDouble Dickel on the rocks.  \n[140]\t\tIs that just beer?  \n[141]\t\tI'm sure. Where is everyone?  \n[142]\t\tJesus. He's out.  \tCRABTREE glances over, nods.  \n[143]\t\tI know. He started it Fall semester.  \n[144]\t\tNo. Not yet he isn't.  \n[145]\t\tCome on. Crabs. Don't do this. He's . one o£ \t\tmy students, for Christ sake. I'm not even sure \t\tif he's-  \n[146]\t\tI think it's more complicated than that. \t\tBesides, he's a little...scattered. He almost \t\t...did something stupid tonight. At least, I \t\tthink so. Anyway, he doesn't need sexual \t\tconfusion thrown into the stew right now.  \n[147]\t\tThanks.  \tGRADY notices the waitress's nametag  and realizes \tshe is conspicuously PREGNANT. He watches her disappear \tbeyond the blur of bodies on the dancefloor, where Hannah \tGreen's slinky form seizes his attention.  \n[148]\t\tShut up and drink.  \tCRABTREE grins, brings his bottle up, then stops.  \n[149]\t\tPresident of the James Brown Hair Club For \t\tMen.  \tSitting alone in the dark booth is a SMALL BLACK MAN with \tbig hands, a face peppered with scar tissue, and--most \tnoticeably--a tsunami of hair sprouting from his scalp.  \n[150]\t\t\t \t\tHe's a boxer. A flyweight.  \n[151]\t\tNot Curtis.  \n[152]\t\tAnd now he's addicted to painkillers.  \n[153]\t\tHe lives with his mother.  \n[154]\t\tGroom. Named Claudell.  And his mother blames \t\tVernon for his death.  \n[155]\t\tHe heard everything we were saying.  \tJust then, Hannah Green bounces up in her red boots.  \n[156]\t\tI thank you.  \n[157]\t\tI hope that isn't true. We need all the downy \t\tinnocents we can get.  \tGRADY spies the corner table, watches CRABTREE say \tsomething to Q and then, casually, stroke a lock of hair \tfrom James Leer's forehead.  \n[158]\t\tDo?  \n[159]\t\tAre you holding me up or am I dragging you \t\tdown?  \tHannah snuggles closer, lays her head on Grady's chest.  \n[160]\t\tLook, Hannah. When you get him home ...make \t\tsure he's ail right. Before you leave. Okay?  \n[161]\t\tHannah, are you telling me you don't know \t\twhere James Leer lives?  \n[162]\t\tThat strikes me as odd.  \n[163]\t\tWhat's he saying?  \n[164]\t\tHh-uh. Last time I saw it was...  \tGRADY glances at the idling Galaxie across the street. \n[165]\t\tShit. He must've left it back at Thaw. In the \t\tauditorium.  \n[166]\t\tAll right. Take him to my place. He can crash \t\ton the sofa.  \n[167]\t\tI don't think it really matters, Hannah. We \t\tcould probably stand him up in the garage with \t\tthe snow shovels at this point.  \tAs GRADY lowers James into the seat, he WHIMPERS, curls \tinto a bail. Hannah turns her puppy dog eyes on Grady.  \n[168]\t\tAil right. In my office.  \tAs GRADY starts to turn away, Hannah's fingers graze his \tface.  \n[169]\t\tExcuse me?  \n[170]\t\tIt's mine.  \n[171]\t\tYou must be mistaken.  \n[172]\t\tGo home to your mother, Vernon.  \n[173] \t\tAll right, what's the matter?  \tCRABTREE just keeps smiling.  \n[174]\t\tChrist, Crabs, what do you expect me to do? \t\tThe kid's practically in a coma.  \n[175]\t\tYes.  \n[176]\t\tWhat's this guy's problem?  \n[177]\t\tShit.  \n[178]\t\tNow what?  \n[179]\t\tI just had my car jumped on.  \n[180]\t\tWait here. I'll be right back.  \n[181]\t\tI hope it wasn't my fault.  \n[182]\t\tOh.. .yeah.  \n[183]\t\t\t \t\tI don't know. It might be...  \n[184]\t\tChrist, Traxler. How the hell should I know?  \n[185]\t\tOh, right. Yeah, that's true. He used to rub \t\tail kinds of things on it. Paprika. Ground \t\tlamb.  \n[186]\t\tNo, my wife's out of town.  \tJust then, the Honda FILLS WITH LIGHT. HEADLIGHTS loom, \tthen a POLICE CAR sweeps into the Gaskell's driveway. \tWalter appears on the front steps.  \n[187]\t\tHer husband.  \tTraxler looks anxiously at the police car.  \n[188]\t\t\t \t\tTaking the long way home.  \n[189] \tAs Traxler drives away, GRADY mounts the porch with James \tLeer's knapsack hanging from one shoulder. He reaches above \tthe door, feeling for a key, but his fingers come away with \tonly dust. He stands, dispirited, then an idea strikes. He \ttakes the doorknob, turns it. It opens.  \n[190] \tGRADY enters, closes the door quietly behind him.  \n[191] \tJames Leer slumbers on a green sofa, draped in an old \tsleeping bag. GRADY drops behind his desk, lets James' \tknapsack slide to the floor. He lifts his cuff, inspects \this ugly ankle, then glimpses something in the knapsack.  \tSomething yellow. Something soft.  \tGRADY reaches down and, slowly--like a magician producing \ta magical scarf-extracts MARILYN MONROE'S WEDDING JACKET \tfrom James Leer's ratty green knapsack.  \tGRADY glances at the young man on his sofa, then, looking \tvery tired, reaches for the desk lamp ...and turns out the \tlight on the both of them.  \n[192] \tGRADY enters with a THERMOS--pauses--redistributes the \tsleeping bag over James Leer's pale body.  \n[193]\t\tYou're welcome.  \tGRADY sits at his desk, pours himself a cup of coffee \tfrom the thermos, then sets the cup directly in the center \tof a galaxy of previous coffee rings. Next, he takes a \tclean piece of paper, balls it up, and-with ritual \tprecision-strokes it into the MINIATURE BASKETBALL HOOP \tthat crowns the rim of the WASTE BASKET across the room.  \tAll net.  \tA 9-VOLT CROWD ROAR belches from the hoop and, without \tfurther ceremony, GRADY \tturns to the blank page curling from his IBM SELECTRIC \tand SPACES to the top right corner, TYPES:  \t\t 2611  \tIn other words: Page 2611.  \tCLOSE UP - THE TYPEWRITER PAPER -- darkening with WORDS, \tthe KEYS SNAPPING faster and faster, a CRAZY CLAMOR that \tgrows and grows until, finally, it just ....Stops.  \n[194]\t\tJames I  \tGRADY awakes with his back to the floor, James leer's \tquizzical face floating like a cloud above him.  \n[195]\t\tI'm okay. I just lost my balance.  \n[196]\t\tOh.  \n[197]\t\tHuh? Oh, no. This isn't Emily's. I just write \t\tin it.  \n[198]\t\tThere is, but it's not that interesting.  \tJames nods. Down the hallway, in another room, the \n[199]\t\tSure.  \tAs James shuffles away in the sleeping bag, GRADY rises \tdelicately and turns toward the window, ..just in time to \tsee a POLICE CAR roil slowly by on the screen below.  \n[200]\t\tWho?  \n[201]\t\tWhat'd he say?  \n[202]\t\tWhat'd you tell him?  \n[203]\t\tGood, James. If the Zodiac killer calls, be \t\tsure to mention the back door pops open with a \t\tcouple hard shakes to the right.  \n[204]\t\tAfraid so.  \n[205]\t\tI think it's sort of writing itself at this \t\tpoint.  \n[206]\t\tBut . . . ?  \n[207]\t\tWashed up?  \n[208]\t\tAh. I don't believe in writer's block.  \tJames takes another glance at the mammoth manuscript.  \n[209]\t\t\t \t\tIf-you 're planning on staying for breakfast, \t\tI'd put on something a little less comfortable \t\tif I were you.  \tAs GRADY moves to his desk to reacquaint himself with the \tpage curling from the typewriter, James continues to stare \tinto the emptiness of the hallway. The sight of CRABTREE \tseems to have made him suddenly queasy.  \n[210]\t\tHm.  \n[211]\t\tNo one seems to know where you live, James. \t\tHannah thought you'd like my couch.  \n[212]\t\tWell, James, you did shoot the Head of the \t\tEnglish Department's dog and steal his most \t\tprized piece of memorabilia.  \tAs James contemplates this, the DOORBELL RINGS. GRADY \tlooks up, sees the POLICE CAR he noticed earlier, now \tparked at the bottom of his driveway.  \n[213]\t\tDo yourself a favor, James ...Hide.  \n[214]\t\tWell, there's always people you don't know at \t\tthese things, but I can't say there was anybody \t\tparticularly suspicious. ..Wait. There was one \t\tguy. Tiny fella. Claimed to be a jockey.  \n[215]\t\tHorses, right. Vernon something... \t\t\t \t\tHardpple  \tPupcik stops on his pad, looks up.  \n[216]\t\tI could be wrong. What happened anyway?  \n[217]\t\tThat's weird.  \n[218]\t\tThe perpetrator.  \n[219]\t\tJust kidding.  \tPupcik nods slowly, as if re-filing GRADY under \"Dealing \tWith Assholes.\"  \n[220]\t\tI might have his number on campus.  \n[221]\t\tOh. Well. I...  \tHannah stretches and the t-shirt slides dangerously up \ther thighs.  \n[222]\t\tHello?  \n[223]\t\tCould you hold on a minute, honey?  \tWith a look of wonderment, GRADY watches his hand ever- \tso- gently ...hang up the phone.  \n[224]\t\tHow 'bout we get the hell out of here?  \n[225] \tJames, now wearing one of Grady's flannel shirts beneath \this ratty overcoat, follows Grady-to the Galaxie, knapsack \tswinging from his shoulder. GRADY tosses him a ring of \n[226]\t\tYou start her up.  \tAs GRADY runs a plastic WEDGE over the GLAZE of ice \tblanketing the windshield, James stares curiously at the \tkeys, as if they were some strange artifact, then slides \tbehind the steering wheel.  \n[227]\t\tWell done, James.  \tAs GRADY works, James' face comes into view, then ...the \twedge SNAPS, splintering into the flesh of Grady's hand.  \n[228]\t\tShit!  \tJames blinks, pokes his head out the window.  \n[229]\t\tWhere exactly do you live, James?  \tJames, in the midst of chugging from a 64-OUNCE JUG of \tORANGE JUICE, stops.  \n[230]\t\tApparently not even Hannah Green has a clue as \t\tto the location of your apartment.  \tGRADY tosses the tin of band-aids into a small plastic \thand basket, begins to move down the aisle.  \n[231]\t\tI guess there's probably a story behind that.  \n[232]\t\tSo where have you been staying?  \n[233]\t\t\t \t\tBut James. I mean. ..How long?  \n[234]\t\tJesus, James, you should've told someone.  \n[235]\t\tI don't know... \t\t\t \t\tMe.  \tGRADY drops the basket at the check-out counter and, \tabruptly, finds himself face to face with a BABY, lolling \ton the shoulder of the woman before him. The baby is \tstaring, spellbound, at a display of...Q'S LATEST \n[236]\tfrowns, then detects the true source of enchantment: a \tspray of SHINY MYLAR GIFT BALLOONS.  \tA thought evolves.  \n[237]\t\t\t \t\tWhat do you think of these?  \tJames takes another chug from his jug, nods.  \n[238]\t\tHm.  \tGRADY gets out, then pauses, glancing at the giant orange \tjuice jug between James legs. It's about half-down.  \n[239]\t\tYou better ease off that stuff, James. It's \t\tpretty acidic.  \tJames takes a powdered donut that lies on his coat, \tstudies it curiously.  \n[240]\t\tShit, James, you're hungover. What do you \t\tthink's the matter with you?  \tAs GRADY turns away, James ponders this, then considers \tthe ring of white sugar imprinted on his coat and re-sets \tthe donut in precisely the same place.  \n[241]\t\tTotally.  I'm sorry. A lot was happening this \t\tmorning. Can you talk?  \tSara nods, moves the ficus to another table.  \n[242]\t\tI-heard.  \n[243]\t\tA twelve-year-old policeman came by the house \t\tthis morning.  \n[244]\t\tReally? That was fast.  \n[245]\t\tOh. Right. Ha. Listen, about last night. There \t\tis something I need to tell...  \n[246]\t\tHub? Oh, well, that's part of what I need to . \t\t. .  \n[247]\t\tNo. I mean. Well, actually, yes. Sort of. I \t\tdon't remember. Listen, Sara, I have to tell \t\tyou something.  \n[248]\n[249]\t\t ...want to be with you.  \tSara looks at him.  \n[250]\t\tReally, Sara, I...  \tSara holds up one gloved hand.  \n[251]\t\tI know that. I know what's at stake here...  \n[252]\t\tAbout the baby.  \n[253]\t\tJames Leer.  \n[254]\t\tI'm sort of helping him work through some \t\tissues.  \tSara raises an eyebrow, then pushes through the door.  \n[255]\t\tYeah, well, actually. . .  \tJames looks over.  \n[256]\t\tThe moment didn't really present itself.  \tJames nods, unsurprised, then turns back to the window, \tstaring at the landscape, still sitting oddly still. GRADY \tglances at him. At the orange juice jug.  \n[257]\t\tYou' re not planning on puking in my car, are \t\tyou, James?  \tNothing.  \n[258]\t\tDon't be proud, James. We're in Sewickley \t\tHeights. We could find you a nice golf course \t\tto barf on.  \n[259]\t\tYour aunt ?  \tJames turns, eyes flashing with surprise.  \n[260]\t\tHannah mentioned something about an aunt.  \tJames nods vaguely, then reaches into the ashtray, takes \ta JOINT between his fingers, sniffs it.  \n[261]\t\t\t \t\tMaybe...  \n[262]\t\tGlaucoma?  \n[263]\t\tJesus, James. Wow.  \tJames puts the joint back in the ashtray.  \n[264]\t\tWhere's that?  \n[265]\t\tCarvel? Where's Carvel?  \n[266]\t\tI never heard of it.  \n[267]\t\tYour father worked in a mannequin factory?  \n[268]\t\tWhat kind of dancer? .  \n[269]\t\t\t \t\tJames Leer, are you telling me your mother was \t\ta stripper?  \n[270]\t\tDidn't you say your Mom went to Catholic \t\tschool?  \n[271]\t\tAmazing.  \tGRADY takes the joint from the ashtray, lights it, then \tnotices-with surprise--James has his hand out.  \n[272]\t\tI thought you were the guy who didn't like to \t\tlose control of his emotions.  \n[273]\t\tKinship.  \n[274]\t\tUnless I miss my bet...my wife.  \tJames' heavy eyelids flutter with surprise.  \n[275]\t\tThat's right. That one.  \n[276]\t\tHow can you tell?  \n[277]\t\tSmoke the rest of that joint, James, and you \t\tcan start on the box.  \n[278]\t\tShe came here. We'll just wait. In the \t\tmeantime, I need you to shimmy through.  \tJames stares at the \"Doggy Door\" cut into the back porch \tdoor.  \n[279]\t\tRelax. Emily hasn't carried a house key since \t\tshe was twelve years old. And your hips are as \t\tslim as hers.  \n[280]\t\t\t \t\tOh. Right. Well, let's try not to think about \t\tthat.  \tJames takes another sad glance at the little door, then \tdrops onto ail fours.  \n[281]\t\tI know. It's the house you want to wake up in \t\ton Christmas morning. \t\t\t \t\tMake yourself at home. I'll be right back.  \n[282]\t\t\t \t\tYes, I' m looking for the Chancellor... I \t\tdon't know. She should be in the main hall \t\t...Thank you.  \n[283]\tcups a hand over his ear.  \n[284]\t\tSara? Hi. It's Grady.  \n[285]\t\tI'm in Kinship. Listen, Sara, there's some \t\tthings we need to talk about...  \n[286]\t\tYes. But that's not why I called...  \n[287]\t\tWhat? No'. There's no one here. I'm just \t\t...just....  \n[288]\t\t\t \t\tJames! For Christ sake, will you turn that \t\tthing down!  \n[289]\t\tLook, Sara. ..I'm not here. ..I'm not here to \t\t. . .  \tAs GRADY watches, a late-model PONTIAC BONNEVIlLE turns \tinto the driveway below him.  \n[290]\t\t ...reconcile with Emily.  \n[291]\t\tNo. Sara, you don't understand...  \n[292]\t\t\t \t\tYea?  \n[293]\t\tMom. Dad.  \n[294]\t\tYes. He's a good kid. Maybe a little messed \t\tup.  \n[295]\t\tWhat made you pull out that old thing?  \n[296]\t\tAnd?  \n[297]\t\tMaybe I should read it.  \n[298]\t\tWhere's Emily, Hank?  \n[299]\t\tI'm not going to stalk her. Hank. I just. \t\t..want to know where I stand.  \tHank looks up, incredulous.  \n[300]\t\t\t \t\tl-just want to say I'm sorry.  \n[301]\t\tNeurologist? Why? What's wrong?  \n[302]\t\t\t \t\tOh. Right. Linda ...I haven't been doing a lot \t\tof sleeping lately. My editor's in town and I \t\thave the book to finish and--  \n[303]\t\tListen, Hank, I'm sorry about ail this. I \t\tdidn't come here to upset you and Irene. I want \t\tyou to know that.  \n[304]\t\tI -just wanted to see her, I guess-- Emily. \t\tAnd to see you too-you and Irene. And to let \t\teveryone know that, even though it may be \t\tdifficult to comprehend now, this-everything \t\tthat's happening-it's not forever. It doesn't \t\tmean \"Goodbye.\"  \n[305]\t\tI'm really happy for you, James. But do me a \t\tfavor, will you? Lay off my dope. That stuff's \t\tnot for amateurs.  \tJames looks at Ziploc as GRADY fiddles with the heat \n[306]\t\t\t \t\tI just wanted a little sip? Tell me, James, \t\texactly what point was it that you turned into \t\tSerpent Boy?  \n[307]\t\tJesus... \t\t\t \t\tLook, James, you appear to possess-like many \t\tan aspiring writer before you, by the way-a \t\trather ardent affinity for the stuff of which \t\tdreams are made. However, I 'think it's best \t\tif, for the moment at least \t\t\t \t\t\t...we abstain.  \n[308]\t\tWhat?  \n[309]\t\tIt wasn't her dog. It's her husband's-- \t\t\t \t\tWho said anything about girlfriend?  \tJames eyes shift slowly, as if to 'say: Who are you \tkidding?  \n[310]\t\tOkay, James, I wish you hadn't shot my \t\tgirlfriend's dog. Even though Poe and I weren't \t\texactly what you'd call simpatico, that's no \t\treason for him to take two in the chest. Still, \t\tthe fact remains that I'm the one who took you \t\tup into the Chancellor's bedroom. I'm the one \t\twho has to take the blame. I- don't know what \t\tthe hell I was thinking.  \n[311]\t\tThanks for the halo, James, but I've . never \t\tdone that much thinking ahead in my\" life-ever.  \tJames looks -out the window, pondering this.  \n[312]\t\t\t \t\tI -don' t know, James . I don' t know why I do \t\thalf the things I do. Who does? \t\t\t \t\tWhy do you wear that coat?  \tJames looks down, a little defensive.  \n[313]\t\tJames, fall semester, first day of class, it \t\twas 95 degrees and you were wearing the coat.  \tJames just blinks, no ready answer-available.  \n[314]\t\tThat's why they all give you such a hard time \t\tin workshop.  \n[315]\t\tBecause you act like a goddamn spook all the \t\ttime. Not to mention the fact that every last \t\tone of them is jealous of you.  \n[316]\t\tNot you. Your talent.  \tJames' face hardens. He looks away.  \n[317]\t\tThe hell I am.  \n[318]\t\tI never said that.  \n[319]\t\tI didn't mean it that way.  \n[320]\t\tShut up, James. You're annoying. Carrie and \t\tHoward don't know what the fuck they're talking \t\tabout, okay? The entire class combined- \t\tincluding the lovely Hannah Green-has about one \t\ttenth of one percent the talent you have, okay?  \tJames stares blankly at Grady, then turns his face to the \twindow. He ponders Grady's words, the praise inherent in \tthem. A hint of pleasure glints in his eyes.  \n[321]\t\tWho cares what-. I said last night, James I I \t\twas drunk, I was stoned. I'd been bitten by a \t\tdog. My wife had left me. How 'bout cutting me \t\tsome slack?  \n[322]\t\tAnd don't be so goddamn sensitive. Who cares \t\twhat anybody thinks anyway? You want to .be a \t\tgood writer? You want to be-a great writer? \t\tThen stop giving a damn what other people \t\tthink. Most of them haven't thought in .years.  \tJames turns, studies Grady's face as it flickers in the \tfirst headlights of the evening.  \n[323]\t\tLet me spell it .out for you, James. Books \t\tdon't mean anything. Not to anybody. Not \t\tanymore.  \n[324]\t\tWell, for that, if nothing else, James, I'm \t\tsorry.  \n[325]\t\tIn a minute. Get us a table.  \tJames nods, pushes past the glass doors into the coffee \tshop, and a big REDHEAD in a waitress cap leads him to a \ttable with a view of the highway. GRADY \twatches James-- stick figure in black brogues--slide into \tthe booth and open his big, laminated menu.  \tFinally, as if concluding some internal debate, GRADY \tkicks open his door, steps out.  \n[326]\t\tC-a-r-v-e-I. That's right, Carvel. Yes, I'm \t\tsure. It's outside Scranton.  \tGRADY straightens up, takes a peek at James, sitting by \thimself on the far side of the coffee shop.  \n[327]\t\tYou have no listing. Okay, well, lady-- at \t\tthis very moment, as we speak, I'm looking of a \t\tresident of Carvel, Pennsylvania. I think he'd \t\tbe pretty interested to learn that the good \t\tpeople of Bell Atlantic have misplaced his \t\tentire hometown. It's not like I'm making this \t\tup as I go along--  \tGRADY stops, his own words ringing in his head.  \n[328]\t\tNever mind. My mistake.  \n[329]\t\tNo thanks.  \n[330]\t\tSpells? Jesus, James, you make it sound like \t\twe're in a Tennessee Williams play. I don't \t\thave spells.  \n[331]\t\tI don't know. ...'Episodes.'  \tJames shrugs, spears a fluffy chunk of pie.  \n[332]\t\tI eat.  \n[333]\t\tWhen nobody's looking.  \tGRADY watches a pair of headlights approach...  \n[334]\t\tYou just worry about yourself, James. Okay?  \n[335]\t\tNowhere. You just sit here and... eat.  \tGRADY moves off, then stops, looking back at James and \this giant piece of pie, still troubled by his words.  \n[336]\t\tGrady.  \n[337]\t\t\t \t\tLooks like I've dashed a-wonderful evening.  \n[338]\t\tAh. Well, that's ail right. James and I 'had a \t\tlittle dinner.  \n[339]\t\tThat's not necessary. I just felt. ..it might \t\tbe good for James to be with his family this \t\tweekend.  \n[340]\t\tWell. Let me go get him.  \tGRADY turns for the coffee shop, then stops, looks back.  \n[341]\t\tI \"hope you won't consider this forward of me, \t\tAmanda, but I wonder if I might ask. ..did you \t\tever attend Catholic school?  \tAmanda Leer's eyes narrow ever-so-slightly.  \n[342]\t\tJames. Listen. Things-things are a little \t\tweird with me right now and I-- well--I have \t\tenough blame to shoulder these days without \t\thaving to take the blame if something bad \t\thappened to you. And if you hang around me long \t\tenough, something bad is going to happen, trust \t\tme. That's why I need you to go home. \t\tUnderstand?  \n[343]\t\tJames, like it or not, they're your parents.  \n[344]\t\tI remember that. Five or six years ago.  \n[345]\t\t\t \t\tNear Carvel?  \n[346]\t\tJames, come on. That man is obviously your \t\tfather. You look just like him.  \tJames looks down at the table, takes a deep breath, and \tspeaks in a voice heavy with implication.  \n[347]\t\tGet out of here.  \n[348]\t\tIn the crawl space, with the rats and the \t\tcasks of Amontillado. Come on. Up.  \tAs GRADY lifts him from the booth, James attempts a \tplaintive tone, but his heart's not in it.  \n[349]\t\tTake care of him.  \n[350]\t\tHey!  \n[351]\tas the Mercedes begins to pull away and James turns, \telbows on the back dash, his pale face slack. Spying Grady, \the raises one limp hand, and then-as if it were held by a \tstring-lets it drop.  \n[352]\t\t\t \t\tHey.  \n[353] \tGrady's HOUSE looks like a three-dollar whore on a block \tfull of nuns. MUSIC BLARES, LIGHT BLAZES from every window, \tand there are so many CARS GRADY is forced to leave the \tGalaxie in the middle of the street.   \n[354]\t\t\t \t\tCrabtree.  \n[355] \tTimes Square before the ball drops. GRADY enters, scans \tthe room, then shoulders his way to the stairs.  \n[356] \tHannah Green sits on the sofa, twisting a long strand of \thair around her finger as she reads a THICK MANUSCRIPT.  \n[357]\t\t\t \t\tHey.  \n[358]\t\tNo, it's okay. I just can't believe I left it \t\tout in the open like that. CRABTREE hasn't been \t\tin here, has he? Poking around?  \n[359]\t\tListen, Hannah. You don't remember where that \t\taunt worked, do you? James' aunt.  \n[360]\t\tActually, He's not the Chancellor' s--What?  \n[361]\t\tJesus.  \n[362]\t\tCrabtree? He doesn't even know James.  \n[363]\t\tThe aunt, Hannah. Where did you take James \t\tthat day?  \n[364]\t\tBut where? I need the street.  \n[365]\t\tShit.  \tAs GRADY starts to turn away, Hannah hooks her finger \tinside his belt buckle.  \n[366]\t\tListen, Hannah, I'm flattered, really, but \t\tright now I--  \n[367]\t\tYou stay there.  \n[368]\t\tGee, I don't know. Crabs. I don't seem to \t\tremember you actually asking me if you could \t\tinvite 200 people over to trash my living room.  \n[369]\t\t\t \t\tThink, Hannah. Does James have any friends. I \t\tmean, besides you and. ..me?  \n[370]\t\tNothing, he's just been sort of, I don't \t\tknow.. .kidnapped.  \n[371]\t\tHis parents.  \n[372]\t\tGood idea. Crabs. Only one problem. I don't \t\tknow where they live.  \n[373]\t\tIt's a little late to call Admissions.  \n[374]\t\tMaybe ...I don't know.  \n[375]\t\tLove. It's Love facade--and what do you mean \t\t'based on what you've read'? You skimmed two \t\tchapters at 80 miles an hour while gargling \t\tmethamphetamines.  \n[376]\t\tOnly in your bones?  \tGRADY smirks, glances at Crabtree, but gets a surprise; \tCRABTREE offers no snappy come-back, no antic wordplay. He \tjust stares out the window, his voice distant.  \n[377]\t\tHow bad is it for you?  \n[378]\t\tWhich is?  \n[379]\t\tWhat's to tell?  \n[380]\t\tMe too.  \n[381]\t\tThis is it.  \n[382]\t\tI told you. They keep him chained in the \t\tbasement. Come on.  \n[383]\t\tJames Leer.  \tGRADY moves to the window and RAPS on the glass. A moment \tlater, James peeks out. Seeing Grady, his face brightens \tbriefly, unguarded, then quickly resumes its usual Leerian \taspect. He motions with his hand, as if to say, \"That way.\"  \n[384]\t\tI can't believe you made fun of my robe.  \n[385]\t\tOh, Christ, don't start on ol' Gran or we'll \t\tleave you here.  \n[386]\t\tAh, wear whatever you want.  \tJames flinches, stung, then disappears into a bathroom.  \n[387]\t\tSo sensitive.  \n[388]\t\tIt's just ail that crap he spins out. Just \t\tonce I'd like to know if the little bastard is \t\ttelling the truth.  \n[389]\t\tYes? 'His heart...'  \tCRABTREE hesitates, then... reads on:  \n[390]\t\tNo.  \tCRABTREE and James turn.  \n[391]\t\tI've got something better than a teddy bear.  \tCUT TO: POE -- as he's lowered delicately onto James' \tbed.  \n[392]\t\tSweet dreams, Jimmy.  \n[393] \tThe lights are still blazing, the front door is wide \topen, but not a soul remains.  \n[394]\t\tCrabtree.  \n[395]\t\tNothing.  \tThe door closes, the LATCH CLICKS, and GRADY is left \talone, the bossa nova floating softly in the air.  \n[396] \tThe TV is on. GRADY steps to the doorway, pauses.  \n[397]\t\tHow are you--is it Joe?  \n[398]\t\tDon't sweat it. Well. 'Night, Jeff.  \n[399]\t\tNo...  \n[400]\t\tIt's cool, Jeff. Really.  \n[401] \tGRADY sits quietly on the porch steps, a joint burning in \this fingers. To his left, perched atop a Haagen-Dazs \tcontainer, is a TELEPHONE. As he pulls it into his lap, a \tLAMP in the living room pirouettes clumsily, spins free of \tthe cord, and SHATTERS on the floor.  \tGRADY blinks, looks away, and DIALS, just as. ..the \tCLATTERING COUGH of an ENGINE is HEARD and a VAN appears. \tStenciled on its side panel is:  \tKravnik's Sporting Goods  \tThe van slows, almost coasting, then abruptly bursts past \tGrady's house and disappears around the corner. GRADY \tfrowns, then realizes a MAN'S VOICE is coming from the \tRECEIVER in his lap.  \n[402]\t\tWalter?  \n[403]\t\tIt's Grady, Walter.  \n[404]\t\tGRADY Tripp. English Department.  \n[405]\t\t\t \t\tI have ...eight-fifteen. That's not right, is \t\tit?  \n[406]\t\tThis is important.  \n[407]\n[408]\t\tI'm in love with your wife.  \n[409]\t\tSara. I'm in love with her.  \tSilence. Then Walter's VOICE returns: even, \tadministrative.  \n[410]\t\tNo.  \n[411] \tA CAR rattles down the street, NEWSPAPERS pinwheeling \tfrom-the window.  \n[412] \tA heavy THHNK hits the driveway outside and GRADY blinks. \tSitting in his pink robe, bleary-eyed, he reconsiders the \tpiece of paper curling from his typewriter.  \tGRADY'S POV - of THE PAGE  \tIt's obvious he's been sitting like this for some time. \tJust then, the DISTINCTIVE PURR of an ENGINE is HEARD. \tGRADY peers through the window, watches a CAB. glide to the \tcurb below. A Citroen DS23. Sara.  \n[413] \tGRADY steps onto the porch, unintentionally punting a \tBOTTLE of Iron City Beer onto the front lawn..  \n[414]\t\tSara.  \n[415]\t\tOh?  \n[416]\t\t\t \t\tI'm sorry, Sara. I've been trying to tell you. \t\tIt's all my-  \tSara raises her hand, silencing him.  \n[417]\t\tInside.  \n[418]\t\tOver there. In the backseat of the...  \tGrady's hand hangs in mid-air, gesturing pointlessly to \tthe driveway, where the only thing that exists is an oil \tstain roughly the shape of North Dakota.  \n[419]\t\tSomeone stole my car.  \n[420]\t\tHonestly. Someone stole my car. I parked it \t\tright there last night.  \n[421]\t\tOf course, I'm sure.  Ah, Christ, the puberty \t\tpolice are back.  \tSara turns, sees Officer Pupcik cruising to the curb.  \n[422]\t\t\t \t\tIs he awake?  \n[423]\t\tNevertheless. There's a police officer \t\tstanding on the porch and I don't think he's \t\tgoing away.  \n[424]\t\tThank you, Frankie and Annette.  \tJames swings his pale little legs to the floor and walks \tbare assed across the room to retrieve his BVDs.  \n[425]\t\tAnd we both thank you for that, but we're... \t\twe're... fine.  \n[426]\t\tShut up, James.  \n[427]\t\t\t \t\tThere is no problem. Did I say there was a \t\tproblem?  \tAs James' head pops through Grady's fully-buttoned \tflannel, he and CRABTREE \texchange a knowing glance, at once referring to and \texcluding Grady.  \n[428]\t\tWho do you think it is?  \n[429]\t\tEvidently. \t\t\t \t\tComing!  \n[430]\t\tIt's Walter's dog and yes, she does. Know. But \t\tlet's spare her the details. Come on, your \t\tshoes are in the hail.  \n[431]\t\tGreat. Between you and Officer Pupcik out \t\tthere he can be the next Jean Genet. It's been \t\tawhile since somebody wrote a good book in \t\tjail.  \n[432] \tSara and GRADY stand by as Pete Pupcik deposits James in \tthe back of the squad car, SLAMS the door.  \n[433]\t\tDon't worry, James, I'll figure something out.  \n[434]\t\tI'm a little worried, James.  \n[435]\t\tWell, let's see if we can keep that from \t\thappening.  \tJames nods and GRADY starts to step back from the car.  \n[436]\t\tYes, James.  \n[437]\t\tWould Walter really press charges?  \n[438]\t\tI think I might have.  \n[439]\t\tI think I might've said I was in love with \t\tyou.  \tSara's face remains .unchanged.  \n[440]\t\tHe told you.  \n[441]\t\tAnd what did you say?  \n[442]\t\tFind the jacket.  \n[443]\t\tFirst I see if Hannah will let me borrow her \t\tcar.  \n[444]\t\tHey, Jeff. If you're really interested in \t\tdiscussing that business with the tango, try \t\tthe guy at the end of the hall.  \tJeff nods--puzzled--then goes. GRADY smirks.  \n[445]\t\tHe cribbed that from Borges.  \n[446]\t\tRight. Anyway, I was wondering if I could \t\tborrow your car. Mine's sort of out of \t\tcommission.  \n[447]\t\tThat good, hub?  \n[448]\t\t\t \t\tHh huh. Well, thanks for the thought, but, as \t\tshocking as this may sound, I'm not the first \t\twriter to sip a little weed. And furthermore, \t\tit might interest you to know that one book I \t\twrote, as you say, 'under the influence, ' \t\thappened to win a little something called the \t\tPEN award which, by the way, I accepted 'under \t\tthe influence. '  \tHannah nods, averts her eyes, and immediately GRADY feels \tridiculous. He starts to say something, but instead gathers \this manuscript and exits.  \n[449]\t\t\t \t\tDon't touch it.  \n[450]\t\tOnly now I'm starting to think the car wasn't \t\texactly Jerry's to give.  \n[451]\t\tMy guess-Vernon Hardapple.  \n[452]\t\tHe said a few things that lead me to believe \t\tthe car's his.  \n[453]\t\t'That's my car, motherfucker.'  \n[454]\t\t...we find the jacket.  \n[455]\t\tNo wonder he screwed us over.  \n[456]\t\tCall it a hunch.  \tParked in front of KRAVNIK'S SPORTING GOODS is the white \tvan. A few feet behind, the battered Galaxie.  \n[457]\t\tIt's good to know I'm still talented at \t\tsomething. Keep the motor running.  \n[458]\t\tOola.  \n[459]\t\tI never forget an Oola.  \tSuddenly, there is a HEAVY CLICK.  \n[460]\t\tVernon.  \n[461]\t\tWho's got a gun?  \n[462]\t\tRelax, Vernon...  \n[463]\t\tNot true. You're the only Vernon I know. \t\tActually, I'm wrong. I once knew a Vernon \t\tPeabody at Penguin U.K.  \n[464]\t\tIt's just a souvenir. They don't even make the \t\tcaps anymore.  \n[465]\t\tNo, really....  \tGRADY lifts his arm, points the little pearl-handled \tpistol to the DARK CLOUDS overhead.  \n[466]\t\tA Manhattan book editor murdering a Mormon \t\tgirl's clutch.  \tThe car bucks crazily, picks up speed, and Crabtree-- \tswiping aside a flutter of MANUSCRIPT PAGES that have taken \tflight inside the car--begins to veer right toward Grady, \tVernon, and Oola.  \n[467]\t\tNo! Don't shoot! He's just a lousy driver.  \tCRABTREE fans the wheel wildly, goes into a slide and the \tpassenger door snaps wide, releasing what looks to be a \tFLOCK OF WHITE DOVES into the wind-whipped sky.  \tOnly, these ain't birds.  \u0095 - ^  \n[468]\t\tOh... my... God!  \tThese are PAGES. Seven years of-pages.  \tCRABTREE goes into another slide, one-hops the curb, and \tsmashes flat into the weathered GLOVE of BILL MAZEROSKI \tpainted on the front wail of KRAVNIK'S SPORTING GOODS.  \tAs Hannah Green's RADIATOR EXPLODES, CRABTREE steps free \tof the car and looks skyward. It's a ticker-tape parade ail \tthe way down the street, ending in the frigid waters of the \tOhio River.  \n[469]\t\t\t \t\tI take it back.  Shoot him.  \n[470]\t\tI have an alternate version of the first \t\tchapter.  \n[471]\t\tThat was MacCaulay.  \n[472]\t\tHe was never able to reproduce them.  \n[473]\t\tKind of a sign, you're saying.  \n[474]\t\tI don't think so. In my experience, signs are \t\tusually a lot more subtle.  \n[475]\t\t'Fraid so.  \n[476]\t\tAil right, all right It's done. There's no \t\tneed to talk about it. It's done.  \tThey ride in silence for a moment, then Oola turns, \tglances at GRADY \tand his little sheaf of pages.  \n[477]\t\tI don't know...  \tOola's brow wrinkles. CRABTREE glances at his old friend, \tgenuine compassion in his eyes.  \n[478]\t\tI couldn't stop.  \n[479]\t\tHey, Vernon. Can I ask you a question?  \n[480]\t\tBoy or girl?  \n[481]\t\tRight. Well, thanks. For the lift.  \n[482]\t\tSure.  \n[483]\t\tOh, right. Oola. About that jacket...  \n[484]\t\tIt used to belong to Marilyn Monroe. She had \t\tsmall shoulders, like you. Most people don't \t\tknow that.  \tAs Oola smiles, pleased, Vernon shakes his head.  \n[485]\t\tCame to my senses. CRABTREE  \t\tAh. Well. Congratulations. Meanwhile, what is \t\tJames supposed to do? Pray for Walter Gaskell \t\tto come to his?  \n[486]\t\tWalter Gaskell isn't going to send James Leer \t\tto jail, Crabs. I know that.  \n[487]\t\tNo. But I don't think that matters.  \n[488]\t\tNobody teaches a writer anything. You tell \t\tthem what you know. You tell them to find their \t\tvoice and stick with it, because that's all you \t\thave in the end. You tell the ones who have it \t\tto keep at it and you tell the ones who don't \t\tto keep at it, too. Because that's the only way \t\tto get where you're going. \t\t\t \t\tOf course, it helps if you know where you want \t\tto go. \t\t\t \t\tMaybe that's the only thing--that and Sara-- \t\tthat's made the last seven years worthwhile.  \tGRADY slides James' knapsack off his shoulder, smiles \tcryptically as he considers it. -  \n[489]\t\tAs for James, he doesn't need me anymore...  \tWithout warning, GRADY tosses CRABTREE the knapsack.  \n[490]\t\tHe's got you.  \tCRABTREE stares at the saggy green canvas in his hands, \twatches GRADY walk away.  \n[491]\t\tGee, I don't know, Crabs... \t\t\t \t\tImprovise. You're good at that.  \tGRADY continues on, leaving CRABTREE to stand alone, as \the walks toward the buildings in the distance.  \n[492]\t\tYou peeked, didn't you?  \n[493]\t\tYou're not just trying to make me feel better?  \tCRABTREE looks directly at Grady, his old friend.  \n[494]\t\tWell, thanks for that, Crabs.  \n[495] \tGRADY surveys the room. Empty chairs. Empty desks.  \tHe walks to a WINDOW, the same window he stood at two \tafternoons ago when reading James Leer's story. A chill \tbreeze pitches the fabric of his shirt as he studies the \tbarren benches and icy walkways of the quad. Finally, he-. \tturns away, settles behind his desk and, reaching into his \tpocket, removes the seven remaining pages of his \tmanuscript. He considers them, then folds them in half \tlength-wise. He continues, folding the top right corner \tdown into a triangle along the first crease...  \n[496]\t\tSara!  \tSara turns ...as the door glides shut. As GRADY hustles \tforward, Q, wine glass in hand, intercepts him.  \n[497]\t\t\t \t\tThanks, Q. I felt the same way about the bank \t\tteller's breasts in your last one.  \n[498]\t\tNo...  \tBut GRADY looks anyway. Hannah sits a dozen rows down the \taisle, hair pulled back in a clip, glorious skin gloaming. \tThe Goatee Kid sits close beside her.  \n[499]\t\tJeff. He comes from a long line of tango \t\tdancers.  \n[500]\t\tTake a bow, James!  \tJames turns, spots GRADY in the back row, then-a sheepish \tgrin on his face--spreads his arms, hangs his head, and \ttakes his first sweet public bow.  \n[501]\t\t\t \t\tWonder Boy.  \n[502]\t\tSara!  \tIts empty. Quiet. GRADY pauses. Somewhere, a HEAVY METAL \tDOOR CLOSES. GRADY rushes on.  \n[503]\t\tYo, Traxler.  \n[504]\t\tDo you get high, Sam?  \n[505]\t\tAs a heart attack.  \n[506]\t\tLooking for you.  \tHe wants to say more, he opens his mouth, but then... ALL \n[507]\t\tI passed out.  \n[508]\t\tI've been doing that a lot lately.  \n[509]\t\tDo you think that's why I've been having \t\tthese... \t\t\t \t\t ... spells?  \n[510]\t\tThe last month maybe.  \n[511]\t\tSpiro T. Agnew was vice president, I believe.  \n[512]\t\tI've been trying to finish a book...  \n[513]\t\tIs that in my chart?  \n[514]\t\tI know.  \n[515]\t\tShe told you about. . .  \n[516]\t\tActually, it was her husband's dog...  \tGreenhut glances up, looking GRADY in the eyes for the \tfirst time, and GRADY \tstops.  \n[517]\t\tThey're anxiety attacks? That's a little \t\tdisappointing.  \n[518]\t\tSo is my friend...is Sara still here?  \n[519]\t\tI have to see her. As soon as possible.  \tGreenhut studies Grady, calibrating the desperation in \this eyes, then takes a quick glance at his watch.  \n[520]\t\tI wonder if you could show me something.  \n[521]\t\tAre these the only ones you have?  \tThe nurse's eyes crinkle.  \n[522]\t\tKidding...  \n[523]\t\t\t \t\tIs that a suggestion?  \tGRADY sits, blinking the snow out of his eyes, then TWO \tSHAFTS of-LIGHT dance across his shoes. A white Citroen \tDS23 appears.  It passes.  Slows.  Stops.  \tGRADY stares at the car, burbling at the curb, then lifts \thimself up and makes his way to the driver's window. Sara \tmakes a face, bugging her eyes a little-mad at him, but- \tnot without humor. Then she rolls down the window.  \n[524]\t\tI'm so glad to see you, Sara.  \n[525]\t\tI'm through improvising.  \n[526]\t\tI lost it ail.  \n[527]\t\tI know.  \n[528]\t\tOuch. How many?  \n[529]\t\tI went and looked at-some babies just now.  \n[530]\t\t\t \t\tI guess you have to go on faith.  \n[531]\t\tDid you tell Walter?  \n[532]\t\tDoes he still love you?  \n[533]\t\tWell I do. I've always loved you, Sara. I \t\tdidn't know it at the time, but I'd always been \t\twaiting for you. My whole life. Because you're \t\twho I need. Because nothing makes sense without \t\tyou. Because the best moment of every day is \t\tthe moment I first see your face. And because \t\twhen you leave a room, there's no reason to be \t\tin it any more. It's just a room again.  \tSara cocks her head.  \n[534]\t\t\t \t\tIn the hospital. I \"was kind of excited about \t\tit at-the time, but then I was on pretty heavy \t\tpainkillers.  \tShe frowns good-naturedly.  \n[535]\t\tEven so...it's still true. Every word.  \tSara just nods, looks away, her face unreadable.  \n[536]\t\tSara, I promise, even though commonsense might \t\ttell you...  \tSara turns, puts a finger on GRADY's lips...  \n[537]\t\tYou don't deserve me, you know.  ", "Tripp": "", "James": "\n[1]\t\tTurn out the light, please.  \tGRADY pauses, studying the wan figure sitting at the back \tof the classroom, then--reluctantly-hits the switch on the \twail, leaving James Leer alone in the DARK.  \n[2]\t\tIt's fake.  \tJames' face betrays his own fragile chagrin and GRADY \tpeers more closely at what lies in his extended hand. The \tsliver of moonlight is, in fact, a shiny PEARL-HANDLED \n[3]\t\tIt was my mother's. She won it in a penny \t\tarcade in Baltimore when she was in Catholic \t\tschool.  \n[4]\t\tIt used to shoot these little paper caps, but \t\tthey don't make them anymore. The caps.  \tGRADY reaches for the gun, but James closes his fingers \tand slips the tiny thing back into his overcoat.  \n[5]\t\tIt's just. ..for good luck. Some people carry \t\trabbits' feet...  \n[6]\t\tNo, thank you. I don't like to lose control of \t\tmy emotions.  \tGRADY nods, accustomed to James' weirdness.  \n[7]\t\tI'm not supposed to be here, in case you were \t\twondering. I crashed. I mean, not \t\tintentionally...  \tJames nods toward the house, where Hannah Green can be \tseen in a window, still fending off the determined Q.  \n[8]\t\t...but the other night, Hannah and I were \t\ttogether, at the movies, and she asked me. \t\tSince she was coming. So I ended up coming. \t\tToo.  \tGRADY nods, ponders this over-elaborate explanation.  \n[9]\t\tNo! What gave you that idea?  \n[10]\t\tShe likes old movies like I do, that's ail. \t\t\t \t\tBesides, she doesn't really know me. She \t\tthinks she does, but she doesn't. Maybe it's \t\tbecause she's Mormon and I'm Catholic.  \n[11]\t\tYou're not like my other teachers, Professor \t\tTripp.  \n[12]\t\tHuh? Oh. Son or Fury. With Tyrone Power and \t\tFrances Farmer.  \n[13]\t\tSo did Gene Tierney. She's in it too.  \n[14]\t\t\t \t\tIt's not bad.  \tGRADY considers James' fragile face.  \n[15]\t\tThey really hated it. I think they hated it \t\tmore than any of the other ones.  \n[16]\t\tIt doesn't matter. It only took me an hour to \t\twrite.  \n[17]\t\tI have trouble sleeping. While I'm lying in \t\tbed I figure them out. The stories.  \tAs James gazes off at the gloaming greenhouse, GRADY \tlooks down at the left front POCKET of James' overcoat. \tLike a nervous tic, James' hand- hidden-twitches against \tthe modest bulk of the cap gun.  \n[18]\t\t\t \t\tA little.  \n[19]\t\tIt's colder in there. -  \n[20]\t\tActually, I saw the greenhouse. So I thought \t\t...I thought I'd come out here and take a look \t\tat it. You don't see one of those every day. It \t\tlooks like heaven...  \n[21]\t\tI saw a movie once. Part of it took place in \t\theaven. Everyone wore white and lived in \t\tcrystal houses. Like that. At least that's the \t\tway I remember it...  \tAbruptly, James glances at his watch.  \n[22]\t\tI should be going.  \tJames turns away, then stops. He stands like this a \tmoment, then turns back. Holds out his right hand.  \n[23]\t\tGoodbye, Professor Tripp.  \tGRADY hesitates, then shakes James' hand. James moves off \tthen, leaving the light of the house behind.  \n[24]\t\tI'll miss my bus.  \n[25]\t\tNo, I'm going ho--  \n[26]\t\tGeorge Sanders?  \n[27]\t\tPills. August 25, 1972. In a Costa Brava hotel \t\troom.  \tThe few people within earshot glance oddly at James, but \tCrabtree's eyes glitter with intrigue.  \n[28]\t\tThere's so many...  \n[29]\t\tPier Angeli, 1971 or '72, also pills. Charles \t\tBoyer, 1978, pills again. Charles Butterworth, \t\t1946, I think. In a car. Supposedly it was an \t\taccident, but, you know. . . \t\t\t \t\tHe was distraught. Dorothy Dandridge, she took \t\tpills in, like, 1965. Albert Dekker, 1968, he \t\thung himself. He wrote his suicide note in \t\tlipstick on his stomach. Alan Ladd, '64, more \t\tpills, Carole Landis, pills again, I forget \t\twhen. George Reeves, Superman on TV, shot \t\thimself. Jean Seberg/ pills of course, 1979. \t\tEverett Sioane-- he was good--pills. Margaret \t\tSullavan, pills, Lupe Velez, a lot of pills. \t\tGig Young. He shot himself and his wife in \t\t1978. There are more but I don't know if you \t\twould have heard of them. Ross Alexander? Clara \t\tBlandick? Maggie McNamara? Gia Scaia?  \n[30]\t\tThat's just how my brain works, I guess.  \n[31]\t\tActually. ..I just want to go home.  \n[32]\t\tIs that really it?  \n[33]\t\tThe one she wore on her wedding day?  \n[34]\t\tReally?  \n[35]\t\tThey're glass. The buttons.  \n[36]\t\tShe was small. Most people don't know that. \t\tThe shoulders are small. \t\t\t \t\tIt looks so perfect. I bet it's the only time \t\tshe wore it. That day. She must've felt so \t\t...happy.  \tGRADY studies James as he takes the fringe of the jacket, \tlifts it lightly.  \n[37]\t\tIt's feels unreal, like butterfly wings or... \t\tsomething. It must've cost Dr. Gaskell a lot.  \n[38]\t\tYou're really good friends with the \t\tChancellor, aren't you?  \tGrady's eyes slide, paranoid, but James' face remains \tunchanged, consumed with the jacket.  \n[39]\t\tI guess you must be, if you know the \t\tcombination to his closet and he doesn't mind \t\tyour being here in their bedroom like this.  \n[40]\t\tI'm sorry. Professor Tripp. Maybe it's seeing \t\tthat jacket that belonged to her. It just \t\tlooks...really lonely. Hanging there. In a \t\tcloset. Maybe I'm just a little sad.  \n[41]\t\tYou mean, with your wife leaving you and ail? \t\t\t \t\tHannah mentioned something about it.   About a \t\tnote.  \n[42]\t\tI had to. Didn't I?  \n[43]\t\tNo! He was crazy. I didn't-he looked-- 1 \t\tthought --  \n[44]\t\tDo you have a mirror? It's the best way to see \t\tif someone's breathing.  \n[45]\t\tWhat are we going to do?  \tGRADY rises awkwardly, holds out his hand.  \n[46]\t\tProfessor Tripp? Can I  ask you a question?  \n[47]\t\tWhat are we going to do with...  \tJames glances in the backseat, where Poe lies, strange \tblue eyes gleaming.  \n[48]\t\tYou?  \n[49]\t\tDoes she want to hear it was one of her \t\tprofessors?  \n[50]\t\tHe's still a little warm.  \tThey lay him down, push him deep into the trunk--until \tthere is a SOUND like a pencil SNAPPING.  \n[51]\t\tYuck.  \tGRADY grabs Crabtree's garment bag, frisks the pockets.  \n[52]\t\tThat's a. big trunk. It fits a tuba, a \t\tsuitcase, a dead dog, and a garment bag almost \t\tperfectly.  \n[53]\t\tWhose tuba is that anyway?  \n[54]\t\tCan I ask you something about her?  \n[55]\t\tOh. So. Is--is your friend Crabtree-- is he-- \t\tgay?  \n[56]\t\tNo thanks. I'm fine without them.  \n[57]\t\tWoah! The doors made so much noise!  \tAs they make for the restrooms, Sara and GRADY appear.  \n[58]\t\tThis is so embarrassing! You guys had to carry \t\tme out.  \n[59]\t\tWe're going to the men's room. Only we might \t\tnot make it in time.  \n[60]\t\t\t \t\t.. .he was killed, when a gangster named \t\tFreddie Nostrils tried to shoot his favorite \t\thorse. He took the bullet himself.  \tGRADY and Crabtree turn to look at James Leer, who opens \tone bloodshot eye to regard them.  \n[61]\t\tVernon, over there, was in on the hit.  \tJames' eye closes. CRABTREE looks over at Grady.  \n[62]\t\tMmhmmm.. . . knap ...sap....  \n[63]\t\t\t \t\tMmrrmmm.. .KNAP SAP!  \tGRADY frowns in annoyance, opens the passenger door.  \n[64]\t\t\t \t\tThank you.  \n[65]\t\tI put you on the floor.  \n[66]\t\tI thought you might--l don't know-- swallow \t\tyour tongue or something. \t\t\t \t\tI guess you really miss her, huh?  \tGRADY peers down at the geraniums blooming on the pockets \tof the robe, its overall fuzziness.  \n[67]\t\tI guess there's probably a story behind that.  \n[68]\t\tWant me to get that?  \n[69]\t\t\t \t\tHe didn't give his name.  \n[70]\t\tThe guy on the phone.  \n[71]\t\tHe wanted to know if a GRADY Trip? lived here \t\tand drove a dark maroon 1966 Ford Galaxie 500 \t\twith black interior.  \n[72]\t\tYes.  \n[73]\t\tI thought maybe you'd won a radio contest or \t\tsomething. Is that single-spaced?  \tJames has noticed the towering stack of 20 Ib. bond on \tGrady's desk.  \n[74]\t\tThat's a big book you're writing.  \n[75]\t\tWow, Hannah always swore you were working, \t\tbut--  \n[76]\t\tNothing, it's just that,, well, it's been \t\tawhile since Arsonist's Daughter, and some \t\tpeople--some of the kids in workshop--thought \t\tmaybe you were...  \n[77]\t\tBlocked.  \n[78]\t\tNo kidding.  \tA LOUD HACKING is HEARD. GRADY and James turn, watch \tCrabtree, wearing only a pair of striped boxers, \tmaterialize in the hallway.  \n[79]\t\tProfessor Tripp?  \n[80]\t\tHow did I get here last night?  \n[81]\t\tAnd ...and before that. Did I do anything? \t\tAnything bad?  \n[82]\t\tWhat do we do now?  #####Before GRADY can reply, .the TELEPHONE sitting on the table next to him \n[83]\t\t\t \t\tHow's that?  \n[84]\t\tYou're bleeding. Professor Tripp.  \n[85]\t\tI got kicked out. Well, not exactly kicked \t\tout. I was asked to leave.  \n[86]\t\tThere is, but it's not that interesting.  \n[87]\t\t\t \t\tThe bus station.  \tGRADY stares incredulously at James.  \n[88]\t\tIt's not -so bad. I know the night janitor. \t\tAnd there's a broken locker I can put my stuff.  \n[89]\t\tA couple weeks. That's why... that's why I had \t\tthe gun. For protection.  \n[90]\t\tWho?  \n[91]\t\tNice.  \n[92]\t\t\t \t\tIsn't this...?  \n[93]\t\tI can't help myself. I don't know what's the \t\tmatter with me.  \n[94]\t\tShe seemed to take it pretty well.  \n[95]\t\t\t \t\tNo.  \tGRADY looks over, surprised by the James' tone. James \tblinks, looks embarrassed.  \n[96]\t\tI mean. I'm fine. I'm sorry. I just...  \tJames peers out the window at passing landscape.  \n[97]\t\tI've got a thing about, ..places like this. I \t\tknow what those houses are like. I know what \t\tthe people are like.  \n[98]\t\tHumboldt County?  \n[99]\t\tIt's my father. He gets it from his doctor.  \n[100]\t\tColon cancer.  \n[101]\t\tIt's a bit of a scandal. My parents live in a \t\tsmall town.  \n[102]\t\tCarvel.  \n[103]\t\tOutside Scranton.  \n[104]\t\tIt's a hellhole. Three motels and a mannequin \t\tfactory. My dad worked there for thirty-five \t\tyears.  \n[105]\t\tSeitz Plastics. That's where he met my morn. \t\tShe was a fry cook in the cafeteria. Before \t\tthat, she'd been a dancer.  \n[106]\t\tWhatever kind they wanted her to be.  \n[107]\t\tI'm telling you what I was told by my uncle. \t\tAnd he should know. He ran half a dozen men's \t\tclubs in Baltimore before he skipped town on a \t\tbad debt.  \n[108]\t\tWhen we fall, we fall hard.  \n[109]\t\tMaybe I just needed the moment to present \t\titself.  \n[110]\t\tThis is so nice. It's like where Andy Hardy \t\twould live. What's it called again?  \n[111]\t\tKinship. And what's here?  \n[112]\t\tThe one that left you?  \n[113]\t\tSomeone jumped on your car with their butt ..-  \n[114]\t\tYou can see the outline of a butt.  \tAs GRADY nods, James holds out the donut box.  \n[115]\t\tWant one. They're incredible. Incredible.  \n[116]\t\tMaybe she didn't come here.  \n[117]\t\tIt's not that. It just reminded me of-- you \t\tknow-of what's in the car. In the trunk.  \n[118]\t\tIt feels really... good. ..here.  \n[119]\t\tHullo.  \tFOOTSTEPS are HEARD on the staircase and GRADY hobbies \tinto view. He tries a smile.  \n[120]\t\tI'm having a really good time, Professor \t\tTripp.  \tGRADY glances over, sees James burrowing into the Ziploc.  \n[121]\t\tI just wanted a little sip.  \n[122]\t\tProbably about the time you gave me the \t\tcodeine pills last night.  \tGRADY stops with the heater, glances over at James, whose \tface bears not the slightest trace of irony.  \n[123]\t\tYou're mad at me, aren't you?  \n[124]\t\tYou're mad because I shot your girlfriend's \t\tdog.  \n[125]\t\tSure you do. You were thinking: 'That's no cap \t\tgun in that kid's overcoat.' You were thinking \t\t'I can't let that kid get on. the bus alone-he \t\tmight never get on the bus again.' You were \t\tthinking: 'I've got to find a way to distract \t\tthis kid. ' So you did. It was--in its way--a \t\tnoble act.  \n[126]\t\tSo, why did you take me up there?  \n[127]\t\tIt's warm.  \n[128]\t\tBecause of my coat?  \n[129]\t\t\t \t\tJealous? Of me?  \n[130]\t\tYou're lying.  \n[131]\t\tYes you are. My stuff stinks. I know it. You \t\tsaid so yourself.  \n[132]\t\tYes you did. Last night. To your friend \t\tCrabtree. \"Is he any good?\" he said. And you \t\tsaid: \"Not yet he isn't.\" I heard you myself.  \n[133]\t\tIt's okay, Professor Tripp. Carrie, Howard, \t\tthe others--they 're right. My stories are \t\tannoying. They go on and on and on, and the \t\tlonger they go on the more annoying they \t\tbecome, until finally you just want to grab \t\tsomething heavy and--  \n[134]\t\tBut, last night...  \n[135]\t\t\t \t\tI'm sorry.  \n[136]\t\tArsonist's Daughter meant something.  \tGRADY smiles contemptuously.  \n[137]\t\tI mean it. It means something to me. It's one \t\tof the reasons I came to school here. To be in \t\tyour class. To be taught by you. \t\t\t \t\tIt's one of the reasons I wanted to become a \t\twriter.  \tGRADY stares ahead, watching the darkness tumble away \tbefore the wide sweep of the Galaxie's headlights.  \n[138]\t\tYou coming?  \n[139]\t\tWant a bite?  \n[140]\t\tThat's why you're having them. Your spells.  \n[141]\t\tWhat would you call them then?  \n[142]\t\tIt's because you don't eat.  \n[143]\t\tWhen?  \n[144]\t\t\t \t\tI just worry about you, that's all.  \t...then pass. James' words finally register. GRADY looks \tat him.  \n[145]\t\tOkay.  \tJust then, a long, pale WAND of LIGHT splinters against \tthe coffee shop windows and a CAR sweeps into the parking \tlot. GRADY follows it with his eyes, rises.  \n[146]\t\tWhere you going?  \n[147]\t\tI'm not going with them..  \n[148]\t\tI'm not going, with them.  \n[149]\t\tParents? They're not my parents. They're my \t\tgrandparents. My parents are dead.  \tGRADY stares at-James wearily.  \n[150]\t\tI swear. My father had his own airplane he \t\tused to fly up to Quebec. One Christmas, he and \t\tmy mom were flying up to our house in the \t\tLaurentians when the plane went down. It was in \t\tthe newspaper.  \tGRADY doesn't flinch, unpersuaded.  \n[151]\t\tI 'swear. My father was a senior vice \t\tpresident at Dravo. My mother was a socialite. \t\tHer maiden name was Guggenheim.  \tGRADY starts to protest, then pauses.  \n[152]\t\tSix. Their plane went down right outside \t\tScranton.  \n[153]\t\tI'm sorry about all that. I just-I don't like \t\tto talk about my family. They treat me like a \t\tfreak. \t\t\t  \tShe makes me sleep in. the basement of my own house. It's \tmine. My parents left it to me.  \tGRADY glances toward the parking lot, studies the \tcontours of Fred Leer's face. Frowns.  \n[154]\t\tThere's a reason for that.  \tGrady's addled brain grapples with this dark little \triddle, finally deciphers what James is suggesting.  \n[155]\t\tThat's why she hates me. That's why she makes \t\tme sleep in the basement.  \n[156]\t\tI swear.  \n[157]\t\tHey. What are you guys doing here?  \n[158] \tElectric CANDELABRAS light a large converted cellar whose \twalls are crowded with MOVIE POSTERS and LOBBY CARDS. There \tare STACKS of what look suspiciously like LIBRARY BOOKS and \tan enormous BAROQUE BED, complete with CANOPY.  \n[159]\t\tThe candelabras were my Gran's.  \n[160]\t\tCan I--I mean--do you mind--if I wear this \t\tagain. Professor Tripp?  \n[161]\t\tI'm ready...  \tJames stops, sees the two men looking at him.  \n[162]\t\tYou all right, Professor Tripp?  \n[163]\t\tOh, well, that's just it. She's been coming \t\tdown here, every half hour or so, to, sort of, \t\tcheck on me. If I'm not here, she might ...call \t\tthe police or.. .something.  \n[164]\t\t\t \t\tYeah. Like in Against All Flags. Only they use \t\ta couple big hams.  \n[165] \tGRADY strategically arranges the coverlet, gently \tadjusting Poe's head so only a TUFT of FUR shows. He steps \tback, joining CRABTREE and James for an assessment.  \n[166]\t\t\t \t\tThat same guy?  \tCRABTREE peels back the blankets and James Leer opens one \teye.  \n[167]\t\tYou snore.  \n[168]\t\t\t \t\tNo offense, Professor Tripp, but you look \t\tsorta crappy.  \n[169]\t\tIt's the Chancellor.  \n[170]\t\tI'm fine, right. Fit as a fucking fiddle.  \tGRADY squints at James as he pulls on his pants.  \n[171]\t\tDoes she mean--does she know about ...her dog?  \n[172]\t\tThank you.  \n[173]\t\tI'm not worried. You're not worried, are you. \t\tProfessor Tripp?  \n[174]\t\tDon't be. I don't care if they expel me. I \t\tprobably should be expelled.  \n[175]\t\tProfessor Tripp...?  \n[176]\t\tEven if I end up going to jail....  \tJames smiles his crooked grin.  \n[177]\t\tYou're still the best teacher I ever had.  \tOn this,  Pete Pupcik pulls away, leaving GRADY standing \ton the curb, watching the back of James' head, framed in \tthe rear  window of the police car, growing smaller.  ", "Leer": "\n[1]\t\tTurn out the light, please.  \tGRADY pauses, studying the wan figure sitting at the back \tof the classroom, then--reluctantly-hits the switch on the \twail, leaving James Leer alone in the DARK.  \n[2]\t\tIt's fake.  \tJames' face betrays his own fragile chagrin and GRADY \tpeers more closely at what lies in his extended hand. The \tsliver of moonlight is, in fact, a shiny PEARL-HANDLED \n[3]\t\tIt was my mother's. She won it in a penny \t\tarcade in Baltimore when she was in Catholic \t\tschool.  \n[4]\t\tIt used to shoot these little paper caps, but \t\tthey don't make them anymore. The caps.  \tGRADY reaches for the gun, but James closes his fingers \tand slips the tiny thing back into his overcoat.  \n[5]\t\tIt's just. ..for good luck. Some people carry \t\trabbits' feet...  \n[6]\t\tNo, thank you. I don't like to lose control of \t\tmy emotions.  \tGRADY nods, accustomed to James' weirdness.  \n[7]\t\tI'm not supposed to be here, in case you were \t\twondering. I crashed. I mean, not \t\tintentionally...  \tJames nods toward the house, where Hannah Green can be \tseen in a window, still fending off the determined Q.  \n[8]\t\t...but the other night, Hannah and I were \t\ttogether, at the movies, and she asked me. \t\tSince she was coming. So I ended up coming. \t\tToo.  \tGRADY nods, ponders this over-elaborate explanation.  \n[9]\t\tNo! What gave you that idea?  \n[10]\t\tShe likes old movies like I do, that's ail. \t\t\t \t\tBesides, she doesn't really know me. She \t\tthinks she does, but she doesn't. Maybe it's \t\tbecause she's Mormon and I'm Catholic.  \n[11]\t\tYou're not like my other teachers, Professor \t\tTripp.  \n[12]\t\tHuh? Oh. Son or Fury. With Tyrone Power and \t\tFrances Farmer.  \n[13]\t\tSo did Gene Tierney. She's in it too.  \n[14]\t\t\t \t\tIt's not bad.  \tGRADY considers James' fragile face.  \n[15]\t\tThey really hated it. I think they hated it \t\tmore than any of the other ones.  \n[16]\t\tIt doesn't matter. It only took me an hour to \t\twrite.  \n[17]\t\tI have trouble sleeping. While I'm lying in \t\tbed I figure them out. The stories.  \tAs James gazes off at the gloaming greenhouse, GRADY \tlooks down at the left front POCKET of James' overcoat. \tLike a nervous tic, James' hand- hidden-twitches against \tthe modest bulk of the cap gun.  \n[18]\t\t\t \t\tA little.  \n[19]\t\tIt's colder in there. -  \n[20]\t\tActually, I saw the greenhouse. So I thought \t\t...I thought I'd come out here and take a look \t\tat it. You don't see one of those every day. It \t\tlooks like heaven...  \n[21]\t\tI saw a movie once. Part of it took place in \t\theaven. Everyone wore white and lived in \t\tcrystal houses. Like that. At least that's the \t\tway I remember it...  \tAbruptly, James glances at his watch.  \n[22]\t\tI should be going.  \tJames turns away, then stops. He stands like this a \tmoment, then turns back. Holds out his right hand.  \n[23]\t\tGoodbye, Professor Tripp.  \tGRADY hesitates, then shakes James' hand. James moves off \tthen, leaving the light of the house behind.  \n[24]\t\tI'll miss my bus.  \n[25]\t\tNo, I'm going ho--  \n[26]\t\tGeorge Sanders?  \n[27]\t\tPills. August 25, 1972. In a Costa Brava hotel \t\troom.  \tThe few people within earshot glance oddly at James, but \tCrabtree's eyes glitter with intrigue.  \n[28]\t\tThere's so many...  \n[29]\t\tPier Angeli, 1971 or '72, also pills. Charles \t\tBoyer, 1978, pills again. Charles Butterworth, \t\t1946, I think. In a car. Supposedly it was an \t\taccident, but, you know. . . \t\t\t \t\tHe was distraught. Dorothy Dandridge, she took \t\tpills in, like, 1965. Albert Dekker, 1968, he \t\thung himself. He wrote his suicide note in \t\tlipstick on his stomach. Alan Ladd, '64, more \t\tpills, Carole Landis, pills again, I forget \t\twhen. George Reeves, Superman on TV, shot \t\thimself. Jean Seberg/ pills of course, 1979. \t\tEverett Sioane-- he was good--pills. Margaret \t\tSullavan, pills, Lupe Velez, a lot of pills. \t\tGig Young. He shot himself and his wife in \t\t1978. There are more but I don't know if you \t\twould have heard of them. Ross Alexander? Clara \t\tBlandick? Maggie McNamara? Gia Scaia?  \n[30]\t\tThat's just how my brain works, I guess.  \n[31]\t\tActually. ..I just want to go home.  \n[32]\t\tIs that really it?  \n[33]\t\tThe one she wore on her wedding day?  \n[34]\t\tReally?  \n[35]\t\tThey're glass. The buttons.  \n[36]\t\tShe was small. Most people don't know that. \t\tThe shoulders are small. \t\t\t \t\tIt looks so perfect. I bet it's the only time \t\tshe wore it. That day. She must've felt so \t\t...happy.  \tGRADY studies James as he takes the fringe of the jacket, \tlifts it lightly.  \n[37]\t\tIt's feels unreal, like butterfly wings or... \t\tsomething. It must've cost Dr. Gaskell a lot.  \n[38]\t\tYou're really good friends with the \t\tChancellor, aren't you?  \tGrady's eyes slide, paranoid, but James' face remains \tunchanged, consumed with the jacket.  \n[39]\t\tI guess you must be, if you know the \t\tcombination to his closet and he doesn't mind \t\tyour being here in their bedroom like this.  \n[40]\t\tI'm sorry. Professor Tripp. Maybe it's seeing \t\tthat jacket that belonged to her. It just \t\tlooks...really lonely. Hanging there. In a \t\tcloset. Maybe I'm just a little sad.  \n[41]\t\tYou mean, with your wife leaving you and ail? \t\t\t \t\tHannah mentioned something about it.   About a \t\tnote.  \n[42]\t\tI had to. Didn't I?  \n[43]\t\tNo! He was crazy. I didn't-he looked-- 1 \t\tthought --  \n[44]\t\tDo you have a mirror? It's the best way to see \t\tif someone's breathing.  \n[45]\t\tWhat are we going to do?  \tGRADY rises awkwardly, holds out his hand.  \n[46]\t\tProfessor Tripp? Can I  ask you a question?  \n[47]\t\tWhat are we going to do with...  \tJames glances in the backseat, where Poe lies, strange \tblue eyes gleaming.  \n[48]\t\tYou?  \n[49]\t\tDoes she want to hear it was one of her \t\tprofessors?  \n[50]\t\tHe's still a little warm.  \tThey lay him down, push him deep into the trunk--until \tthere is a SOUND like a pencil SNAPPING.  \n[51]\t\tYuck.  \tGRADY grabs Crabtree's garment bag, frisks the pockets.  \n[52]\t\tThat's a. big trunk. It fits a tuba, a \t\tsuitcase, a dead dog, and a garment bag almost \t\tperfectly.  \n[53]\t\tWhose tuba is that anyway?  \n[54]\t\tCan I ask you something about her?  \n[55]\t\tOh. So. Is--is your friend Crabtree-- is he-- \t\tgay?  \n[56]\t\tNo thanks. I'm fine without them.  \n[57]\t\tWoah! The doors made so much noise!  \tAs they make for the restrooms, Sara and GRADY appear.  \n[58]\t\tThis is so embarrassing! You guys had to carry \t\tme out.  \n[59]\t\tWe're going to the men's room. Only we might \t\tnot make it in time.  \n[60]\t\t\t \t\t.. .he was killed, when a gangster named \t\tFreddie Nostrils tried to shoot his favorite \t\thorse. He took the bullet himself.  \tGRADY and Crabtree turn to look at James Leer, who opens \tone bloodshot eye to regard them.  \n[61]\t\tVernon, over there, was in on the hit.  \tJames' eye closes. CRABTREE looks over at Grady.  \n[62]\t\tMmhmmm.. . . knap ...sap....  \n[63]\t\t\t \t\tMmrrmmm.. .KNAP SAP!  \tGRADY frowns in annoyance, opens the passenger door.  \n[64]\t\t\t \t\tThank you.  \n[65]\t\tI put you on the floor.  \n[66]\t\tI thought you might--l don't know-- swallow \t\tyour tongue or something. \t\t\t \t\tI guess you really miss her, huh?  \tGRADY peers down at the geraniums blooming on the pockets \tof the robe, its overall fuzziness.  \n[67]\t\tI guess there's probably a story behind that.  \n[68]\t\tWant me to get that?  \n[69]\t\t\t \t\tHe didn't give his name.  \n[70]\t\tThe guy on the phone.  \n[71]\t\tHe wanted to know if a GRADY Trip? lived here \t\tand drove a dark maroon 1966 Ford Galaxie 500 \t\twith black interior.  \n[72]\t\tYes.  \n[73]\t\tI thought maybe you'd won a radio contest or \t\tsomething. Is that single-spaced?  \tJames has noticed the towering stack of 20 Ib. bond on \tGrady's desk.  \n[74]\t\tThat's a big book you're writing.  \n[75]\t\tWow, Hannah always swore you were working, \t\tbut--  \n[76]\t\tNothing, it's just that,, well, it's been \t\tawhile since Arsonist's Daughter, and some \t\tpeople--some of the kids in workshop--thought \t\tmaybe you were...  \n[77]\t\tBlocked.  \n[78]\t\tNo kidding.  \tA LOUD HACKING is HEARD. GRADY and James turn, watch \tCrabtree, wearing only a pair of striped boxers, \tmaterialize in the hallway.  \n[79]\t\tProfessor Tripp?  \n[80]\t\tHow did I get here last night?  \n[81]\t\tAnd ...and before that. Did I do anything? \t\tAnything bad?  \n[82]\t\tWhat do we do now?  #####Before GRADY can reply, .the TELEPHONE sitting on the table next to him \n[83]\t\t\t \t\tHow's that?  \n[84]\t\tYou're bleeding. Professor Tripp.  \n[85]\t\tI got kicked out. Well, not exactly kicked \t\tout. I was asked to leave.  \n[86]\t\tThere is, but it's not that interesting.  \n[87]\t\t\t \t\tThe bus station.  \tGRADY stares incredulously at James.  \n[88]\t\tIt's not -so bad. I know the night janitor. \t\tAnd there's a broken locker I can put my stuff.  \n[89]\t\tA couple weeks. That's why... that's why I had \t\tthe gun. For protection.  \n[90]\t\tWho?  \n[91]\t\tNice.  \n[92]\t\t\t \t\tIsn't this...?  \n[93]\t\tI can't help myself. I don't know what's the \t\tmatter with me.  \n[94]\t\tShe seemed to take it pretty well.  \n[95]\t\t\t \t\tNo.  \tGRADY looks over, surprised by the James' tone. James \tblinks, looks embarrassed.  \n[96]\t\tI mean. I'm fine. I'm sorry. I just...  \tJames peers out the window at passing landscape.  \n[97]\t\tI've got a thing about, ..places like this. I \t\tknow what those houses are like. I know what \t\tthe people are like.  \n[98]\t\tHumboldt County?  \n[99]\t\tIt's my father. He gets it from his doctor.  \n[100]\t\tColon cancer.  \n[101]\t\tIt's a bit of a scandal. My parents live in a \t\tsmall town.  \n[102]\t\tCarvel.  \n[103]\t\tOutside Scranton.  \n[104]\t\tIt's a hellhole. Three motels and a mannequin \t\tfactory. My dad worked there for thirty-five \t\tyears.  \n[105]\t\tSeitz Plastics. That's where he met my morn. \t\tShe was a fry cook in the cafeteria. Before \t\tthat, she'd been a dancer.  \n[106]\t\tWhatever kind they wanted her to be.  \n[107]\t\tI'm telling you what I was told by my uncle. \t\tAnd he should know. He ran half a dozen men's \t\tclubs in Baltimore before he skipped town on a \t\tbad debt.  \n[108]\t\tWhen we fall, we fall hard.  \n[109]\t\tMaybe I just needed the moment to present \t\titself.  \n[110]\t\tThis is so nice. It's like where Andy Hardy \t\twould live. What's it called again?  \n[111]\t\tKinship. And what's here?  \n[112]\t\tThe one that left you?  \n[113]\t\tSomeone jumped on your car with their butt ..-  \n[114]\t\tYou can see the outline of a butt.  \tAs GRADY nods, James holds out the donut box.  \n[115]\t\tWant one. They're incredible. Incredible.  \n[116]\t\tMaybe she didn't come here.  \n[117]\t\tIt's not that. It just reminded me of-- you \t\tknow-of what's in the car. In the trunk.  \n[118]\t\tIt feels really... good. ..here.  \n[119]\t\tHullo.  \tFOOTSTEPS are HEARD on the staircase and GRADY hobbies \tinto view. He tries a smile.  \n[120]\t\tI'm having a really good time, Professor \t\tTripp.  \tGRADY glances over, sees James burrowing into the Ziploc.  \n[121]\t\tI just wanted a little sip.  \n[122]\t\tProbably about the time you gave me the \t\tcodeine pills last night.  \tGRADY stops with the heater, glances over at James, whose \tface bears not the slightest trace of irony.  \n[123]\t\tYou're mad at me, aren't you?  \n[124]\t\tYou're mad because I shot your girlfriend's \t\tdog.  \n[125]\t\tSure you do. You were thinking: 'That's no cap \t\tgun in that kid's overcoat.' You were thinking \t\t'I can't let that kid get on. the bus alone-he \t\tmight never get on the bus again.' You were \t\tthinking: 'I've got to find a way to distract \t\tthis kid. ' So you did. It was--in its way--a \t\tnoble act.  \n[126]\t\tSo, why did you take me up there?  \n[127]\t\tIt's warm.  \n[128]\t\tBecause of my coat?  \n[129]\t\t\t \t\tJealous? Of me?  \n[130]\t\tYou're lying.  \n[131]\t\tYes you are. My stuff stinks. I know it. You \t\tsaid so yourself.  \n[132]\t\tYes you did. Last night. To your friend \t\tCrabtree. \"Is he any good?\" he said. And you \t\tsaid: \"Not yet he isn't.\" I heard you myself.  \n[133]\t\tIt's okay, Professor Tripp. Carrie, Howard, \t\tthe others--they 're right. My stories are \t\tannoying. They go on and on and on, and the \t\tlonger they go on the more annoying they \t\tbecome, until finally you just want to grab \t\tsomething heavy and--  \n[134]\t\tBut, last night...  \n[135]\t\t\t \t\tI'm sorry.  \n[136]\t\tArsonist's Daughter meant something.  \tGRADY smiles contemptuously.  \n[137]\t\tI mean it. It means something to me. It's one \t\tof the reasons I came to school here. To be in \t\tyour class. To be taught by you. \t\t\t \t\tIt's one of the reasons I wanted to become a \t\twriter.  \tGRADY stares ahead, watching the darkness tumble away \tbefore the wide sweep of the Galaxie's headlights.  \n[138]\t\tYou coming?  \n[139]\t\tWant a bite?  \n[140]\t\tThat's why you're having them. Your spells.  \n[141]\t\tWhat would you call them then?  \n[142]\t\tIt's because you don't eat.  \n[143]\t\tWhen?  \n[144]\t\t\t \t\tI just worry about you, that's all.  \t...then pass. James' words finally register. GRADY looks \tat him.  \n[145]\t\tOkay.  \tJust then, a long, pale WAND of LIGHT splinters against \tthe coffee shop windows and a CAR sweeps into the parking \tlot. GRADY follows it with his eyes, rises.  \n[146]\t\tWhere you going?  \n[147]\t\tHardly.  \n[148]\t\tWe were on our way to a benefit. But, as luck \t\twould have it, the club was on the way, so... \t\t\t \t\tWe were able to put in an appearance.  \n[149]\t\tOtherwise we would've been here earlier.  \n[150]\t\tWell, certainly we'll reimburse you.  \n[151]\t\tWell, of course, we can understand that.  \tGRADY considers the two glittering ghosts before him. \tThey seem to be waiting. Just waiting.  \n[152]\t\tExcuse me?  \n[153]\t\tI'm not going with them..  \n[154]\t\tI'm not going, with them.  \n[155]\t\tParents? They're not my parents. They're my \t\tgrandparents. My parents are dead.  \tGRADY stares at-James wearily.  \n[156]\t\tI swear. My father had his own airplane he \t\tused to fly up to Quebec. One Christmas, he and \t\tmy mom were flying up to our house in the \t\tLaurentians when the plane went down. It was in \t\tthe newspaper.  \tGRADY doesn't flinch, unpersuaded.  \n[157]\t\tI 'swear. My father was a senior vice \t\tpresident at Dravo. My mother was a socialite. \t\tHer maiden name was Guggenheim.  \tGRADY starts to protest, then pauses.  \n[158]\t\tSix. Their plane went down right outside \t\tScranton.  \n[159]\t\tI'm sorry about all that. I just-I don't like \t\tto talk about my family. They treat me like a \t\tfreak. \t\t\t  \tShe makes me sleep in. the basement of my own house. It's \tmine. My parents left it to me.  \tGRADY glances toward the parking lot, studies the \tcontours of Fred Leer's face. Frowns.  \n[160]\t\tThere's a reason for that.  \tGrady's addled brain grapples with this dark little \triddle, finally deciphers what James is suggesting.  \n[161]\t\tThat's why she hates me. That's why she makes \t\tme sleep in the basement.  \n[162]\t\tI swear.  \n[163]\t\tThank you. Professor Tripp.  \n[164]\t\tOh, don't worry. We'll take care of him. You \t\tcan be sure of that.  \tFred Leer hits the gas and swings the Mercedes around in \ta tight little arc, feathering Grady's pants--from the knee \tdown--with a pudding of ICE and MUD. GRADY glances down at \this spattered self, then notices, sitting on the front \tpassenger seat, James' knapsack. GRADY grabs it, turns.  \n[165] \tGrady--limping like an aging prizefighter--leads CRABTREE \tup a steep incline toward an enormous three-story house. \tThe Leer's Mercedes gleams in the shadows.  \n[166] \tLIGHT GLOWS from a low BASEMENT WINDOW. From one side, a \tWOMAN is HEARD SINGING. GRADY and CRABTREE pause, listen.  \n[167]\t\tHey. What are you guys doing here?  \n[168]\t\tThe candelabras were my Gran's.  \n[169]\t\tCan I--I mean--do you mind--if I wear this \t\tagain. Professor Tripp?  \n[170]\t\tI'm ready...  \tJames stops, sees the two men looking at him.  \n[171]\t\tYou all right, Professor Tripp?  \n[172]\t\tOh, well, that's just it. She's been coming \t\tdown here, every half hour or so, to, sort of, \t\tcheck on me. If I'm not here, she might ...call \t\tthe police or.. .something.  \n[173]\t\t\t \t\tYeah. Like in Against All Flags. Only they use \t\ta couple big hams.  \n[174]\t\t\t \t\tThat same guy?  \tCRABTREE peels back the blankets and James Leer opens one \teye.  \n[175]\t\tYou snore.  \n[176]\t\t\t \t\tNo offense, Professor Tripp, but you look \t\tsorta crappy.  \n[177]\t\tIt's the Chancellor.  \n[178]\t\tI'm fine, right. Fit as a fucking fiddle.  \tGRADY squints at James as he pulls on his pants.  \n[179]\t\tDoes she mean--does she know about ...her dog?  \n[180]\t\tThank you.  \n[181]\t\tI'm not worried. You're not worried, are you. \t\tProfessor Tripp?  \n[182]\t\tDon't be. I don't care if they expel me. I \t\tprobably should be expelled.  \n[183]\t\tProfessor Tripp...?  \n[184]\t\tEven if I end up going to jail....  \tJames smiles his crooked grin.  \n[185]\t\tYou're still the best teacher I ever had.  \tOn this,  Pete Pupcik pulls away, leaving GRADY standing \ton the curb, watching the back of James' head, framed in \tthe rear  window of the police car, growing smaller.  ", "Q": "\n[1]\t\tAnd while my latest has been on the New York \t\tTimes bestseller list for 40 weeks, I can't \t\thelp but lament that my first book, which \t\tcontains what I consider my finest writing, was \t\tremaindered in less than five. So, I find \t\tmyself conflicted.  \n[2]\t\tHello.. .Professor.  \n[3]\t\tGood evening.  \tGRADY stares, over the gleaming sea of heads before him, \twatching as Q pauses, ..for a very long moment... waiting \tuntil the auditorium is consumed in a heavy, anticipatory \thush. Finally, he speaks again.  \n[4]\t\tI am a writer.  \tAs the audience EXPLODES with glee, GRADY frowns. He \tglances to his right, sees James' left brow crinkled with a \tsimilar look of bafflement.  \n[5]\t\tAs a writer, one thing you learn is that \t\teveryone you encounter has a story. Every \t\tbartender, every taxi driver, everybody has an \t\tidea or a. story that would make a \"great book\" \t\tor a \"great movie.\" Presumably, each of you has \t\tan idea. \t\tBut, how do you go from there to here? How do \t\tyou go from having an idea to having a book? \t\tHow do you get across? What is the bridge, the \t\tbridge that allows you to walk on air from the \t\tshoreline of inspiration to the terra firma of \t\taccomplishment? Faith. Faith that your story is \t\tworth the telling, faith that you have the \t\twherewithal to tell it, faith that the \t\tcarefully woven structure you create won't \t\tcollapse beneath you...  \tGRADY glances at James, sees that his eyes are unblinking \tand glazed, then sees, beyond him, Sara standing by the far \tEXIT. A blink later, she is gone.  \n[6]\t\t...and faith that when you get to the other \t\tside someone will be waiting who gives a damn \t\tabout the tale you have to tell.  \tGRADY leans back, listening to the BEATING of his own \tHEART, the soft GLIMMER of the chandeliers hanging by a \tthread forty feet above his head...  \tAbruptly, James LAUGHS OUT LOUD--some private amusement: \tbubbling up from the bottom or his brain and out into the \tauditorium. As Q looks and four hundred other heads turn, \tJames ducks down--mortified. Crabtree, sitting a few rows \taway, studies James with amusement, then winks at Grady.  \tGRADY blinks, turns to James.  \n[7]\t\t\t \t\tOh my God! What is that?  \tIt's Vernon, waving his arms, his shadow enormous in the \tbeams of light.  \n[8]\t\t\t \t\tYou could always go over him.  \tThen, as the three men watch, Vernon rocks back on his \theels and--with a gymnast's precision-pitches himself onto \tthe Galaxie's big hood. He -lands on his ass, slides \tsmoothly off, then takes a deep bow and disappears into the \tnight.  \n[9]\t\tWhat just happened?  \tGRADY peers at the wrinkled asterisk on his hood.  \n[10] \tGRADY sits in-the GREEN GLOW of .the radio dial, smoking \ta joint. He glances at the knapsack, sees James' \n[11] \tA moment. Then-from the third floor window-a PAPER \tAIRPLANE glides into view, soaring then dropping, soaring \tthen dropping, again and again, graceful as a dove.  \n[12]\t\tGrady. I have to tell you. I took another look \t\tat Arsonist's Daughter the other night. There's \t\ta description of a bald cypress that left' me \t\tbreathless.  ", "Fred": "\n[1]\t\tHardly.  \n[2]\t\tOtherwise we would've been here earlier.  \n[3]\t\tWell, certainly we'll reimburse you.  \n[4]\t\tWell, of course, we can understand that.  \tGRADY considers the two glittering ghosts before him. \tThey seem to be waiting. Just waiting.  \n[5]\t\tThank you. Professor Tripp.  ", "Officer": "\n[1]\t\tGood morning... \t\t\t \t\tProfessor Tripp? Sorry to bother you, sir, but \t\tI understand you attended an event at Sara and \t\tWalter Gaskell's house last night and were one \t\tof the last to leave...  \n[2]\t\t...was just wondering if maybe you saw anyone. \t\tSomeone you didn't know. Who seemed out of \t\tplace. Suspicious maybe...  \n[3]\t\tA jockey? You mean, like--  \n[4]\t\tHardapple?  \n[5]\t\tHuh? Oh, someone pulled a B&amp;E on Dr. Gaskell's \t\tcloset. And the dog's missing.  \n[6]\t\tWe figure the perpetrator let him out. He's \t\tblind and we figure he just wandered off and \t\tgot run over.  \n[7]\t\tNo, the dog.  \n[8]\t\tOne other thing. About this kid, this student \t\tof yours- Leer--James Leer. You wouldn't know \t\thow I could get in touch with him, would you?  \n[9]\t\tThat's all right. We'll find him.  \tPete Pupcik smiles, tips his big blue police hat, and \tturns away. GRADY frowns, starts to close the door...  ", "Pupcik": "\n[1]\t\tGood morning... \t\t\t \t\tProfessor Tripp? Sorry to bother you, sir, but \t\tI understand you attended an event at Sara and \t\tWalter Gaskell's house last night and were one \t\tof the last to leave...  \n[2]\t\t...was just wondering if maybe you saw anyone. \t\tSomeone you didn't know. Who seemed out of \t\tplace. Suspicious maybe...  \n[3]\t\tA jockey? You mean, like--  \n[4]\t\tHardapple?  \n[5]\t\tHuh? Oh, someone pulled a B&amp;E on Dr. Gaskell's \t\tcloset. And the dog's missing.  \n[6]\t\tWe figure the perpetrator let him out. He's \t\tblind and we figure he just wandered off and \t\tgot run over.  \n[7]\t\tNo, the dog.  \n[8]\t\tOne other thing. About this kid, this student \t\tof yours- Leer--James Leer. You wouldn't know \t\thow I could get in touch with him, would you?  \n[9]\t\tThat's all right. We'll find him.  \tPete Pupcik smiles, tips his big blue police hat, and \tturns away. GRADY frowns, starts to close the door...  \n[10]\tAs I told the Chancellor, Professor, I'm. just going to \trun James here over to the university. It'll be up to Dr. \tGaskell where we go from there.  \tGRADY nods, leans in the window to James.  ", "Oola": "\n[1]\t\tI never forget a drink.  \n[2]\t\tWhy's he calling you Vernon?  \n[3]\t\tYou' re not going to shoot him, are you?  \n[4]\t\tWho's Vernon?  \tA rude SQUEAL breaks the silence--rubber scratching \tasphalt--and Grady, Oola, and Vernon turn to see Hannah \tGreen's rattling Renault lurching awkwardly toward them.  \n[5]\t\tSo what was it about? \t\t\t \t\tYour book.  What was the story?  \tGRADY stares into Oola's sweet, brown eyes.  \n[6]\t\tYea?  \tGRADY looks at the waitress in her pink jersey dress, \tsnuggled up in the silk wedding jacket.  ", "Walter": "\n[1]\t\tYes . She' s charming.  \n[2]\t\tJoe DiMaggio. Simply put, Antonia, it' s my \t\tcontention that their marriage tapped into the \t\tvery id of American popular culture. Joe \t\tDiMaggio represented, metaphorically speaking, \t\tthe Husband as Slugger.. And, though it may be \t\tcontroversial, I personally believe every \t\twoman, in some way, desires to be Marilyn \t\tMonroe.  \n[3]\t\tI could swear I had a '63 Chateau Latour in \t\there. You haven't seen it, have you?  \n[4]\t\tYou'd recognize it if you tasted it.  \n[5]\t\t\t \t\tWell, Q certainly will. And, given that he \t\twill be addressing 500 people in little over an \t\thour...  \n[6]\t\tIf he' s happy. . . \t\t\t \t\tI'm happy.  \tAs Walter goes, GRADY studies Sara as she stands alone in \tthe quiet little room, looking small and tired. Finally, \tshe takes a breath, steeling herself, and moves off, \treturning to the clamor inside her house.  \tGRADY sighs, guilt-stricken, then detects a FLICKER of \tLIGHT coming from the darkness beyond. A FIGURE is watching \thim from the retaining wail that leads to the Gaskell's \tgarage. GRADY blinks, chagrined that he's been caught \teavesdropping, then his eyes narrow and he steps off the \tporch.  \n[7]\t\t...really needs no introduction. Walk down the \t\taisle of any airplane or by the pool of any \t\thotel and you'll see his face beaming back at \t\tyou. You all know the name, you all know the \t\tbooks, so welcome if you will, the man those of \t\tus who know him simply call.. .Q.  \tAs the audience THUNDERS, GRADY and James slink into the \tauditorium. It's standing room only. As they head for an \topen space against the back wail, GRADY squeezes past a KID \twith a GOATEE .who regards him warily. \n[8]\t\tYes?  \tGRADY says nothing, as if wondering what he's doing.  \n[9]\t\tWho's this ?  \n[10]\t\tGrady?  \n[11]\t\tI know it's you, Grady, I just... Christ, \t\tGrady, do you know what time it -is?  \n[12]\t\tIt's three-thirty, Grady.  \n[13]\t\tOh?  \n[14]\t\tWhat is it, Grady?  \n[15]\t\tExcuse me?  \n[16]\t\tAre you drinking. Professor Tripp? Right now.  \tGRADY sips on his roach, responds in a pinched voice.  \n[17]\t\tNevertheless, I'd like to see you in my office \t\tMonday morning.  \tAs the line goes dead, GRADY stares at the phone, \twondering if he has, in fact, just done what he thinks he's \tjust done.  \n[18]\t\tAnd now, as those of you who've been with us \t\tin previous years know, we have a tradition of \t\tsorts here at WordFest. I'm speaking, of \t\tcourse, of The Plums.  \tAn anticipatory BUZZ sweeps through the audience as \tWalter begins to read from a separate list.  \n[19]\t\tThis weekend, Susan Lowery, of North Braddock, \t\tfound a publisher for her children's book. The \t\tLoneliest Prawn, Susan, stand up.  \n[20]\t\tAnd Robert Wilkenson--who many of you know for \t\this City Beat column in the Post-Gazette--has \t\tfound a home with Putnam for his new Three \t\tRivers thriller. Blood Patterns. Robert.  \tA SHORT, BALDING MAN stands briefly then Walter's VOICE \ttakes a shift in tone.  \n[21]\t\tNow, this next one, I think, is especially \t\texciting to announce, because it concerns a \t\tstudent here at the university. Our own James \t\tLeer, a sophomore in English literature, has \t\tfound a publisher for his first novel, which I \t\tbelieve is called The Lovely Parade.  \tGRADY blinks, leans forward, and watches Walter smile \twarmly toward the front row. CRABTREE gives James a jab in \tthe ribs and slowly, awkwardly, James rises. Stunned, \tCarrie McWhirty turns to the GIRL next to her.  \n[22]\t\tAnd finally--and perhaps not least \t\timportantly--Terry Crabtree, of Bartizan, has \t\talso decided to publish my own book--a critical \t\texploration of the union of Marilyn Monroe and \t\tJoe DiMaggio and its function in American \t\tmythopoetics-which, tentatively, I've entitled \t\tThe Last American Marriage.     \"  \tWild, obsequious APPLAUSE. GRADY smiles cynically, \twatches Walter take a brief, dignified bow of his own. \t. :  \n[23]\t\tUntil next year. Thank you, everyone.  \tThe LIGHTS come up. As the auditorium empties, CRABTREE \tshakes Walter's hand and Jeff and his goatee escort Hannah \tGreen down the aisle, where she drapes her lovely arms \taround James.  \tGRADY watches them ail, sitting alone in his row, when \tsuddenly Sara appears over James' shoulder. She says \tsomething congratulatory, turns, and exits out a side door. \tGRADY blinks, scrambles up.  ", "Gaskell": "\n[1] \tThrough the windows, a rabble of writers, faculty and \tselect students can be SEEN, mingling under a haze of \tcigarette smoke. GRADY brings the Galaxie to a lurching \thalt across the street, parks in front of another fire \thydrant. As the trio steps out. MISS SLOVIAK notices a \tGREENHOUSE, shimmering quietly in the chill night air.  \n[2] \tAs the front door swings open, Sara Gaskell appears, \triding a wave of jagged party CHATTER onto the porch.  \n[3] \tPoe noses blindly through a forest of legs, pauses by \tMiss Sloviak's high heels and scores a Rye Krisp. Crabtree, \treturning with a pair of DRINKS, tiptoes around him, finds \tMISS SLOVIAK chatting with a trim MAN in his 50's.  \n[4]\t\tYes . She' s charming.  \n[5]\t\tJoe DiMaggio. Simply put, Antonia, it' s my \t\tcontention that their marriage tapped into the \t\tvery id of American popular culture. Joe \t\tDiMaggio represented, metaphorically speaking, \t\tthe Husband as Slugger.. And, though it may be \t\tcontroversial, I personally believe every \t\twoman, in some way, desires to be Marilyn \t\tMonroe.  \n[6] \tGRADY comes out the back: door and ferrets a JOINT from \this pocket, lights it. He takes a long draw, walks around \tthe side of the house. As he passes a window, a VOICE \taccosts him.  \n[7] \tGRADY and James Leer stand in the doorway. Just below the \tphotograph of Marilyn and Joe--hanging next to a PIN- \tSTRIPED JERSEY bearing the number 5--is a SHORT BLACK SATIN \tJACKET trimmed with an ERMINE COLLAR.  \n[8] \tGrady, squinting through the ten-inch panel of cleared \tice on the windshield, roils slowly up onto the curb in \tfront of Walter and Sara Gaskell's house ...then off.  \n[9] \tGRADY pays a TAXI CAB DRIVER, then turns,     looks at \tthe Gaskell house.  ", "Vernon": "\n[1]\t\tYou driving this car?  \n[2]\t\tThis 1966 maroon Ford Galaxie 500. You driving \t\tthis car?  \n[3]\t\tBullshit. It's mine, motherfucker.  \n[4]\t\tBullshit.  \tGRADY shakes his head wearily, opens the door.  \n[5]\t\t\t \t\tMove away, cupcake.  He's got a gun.  \n[6]\t\tYou've got a gun, motherfucker. Drop it!  \n[7]\t\tWhy's he sitting in my car? He's crazy, that's \t\twhy. He probably calls everybody Vernon.  \n[8]\t\tShut up. \t\t\t \t\tCupcake. Please. Inside.  \n[9]\t\tI'm going to shoot him. If he doesn't put that \t\tgun down.  \n[10]\t\tBullshit. I know a gun when I see one. And \t\tthat's a gun.  \n[11]\t\tAre you crazy!  \tThe gunshot seems to have cleared Grady's head. He stares \tat the gun, watches Vernon wrest it from his hand.  \n[12]\t\tGet out! What's the matter with you? Can't you \t\tsee the condition my girl's in?  \tAs GRADY gets out of the car, Vernon places his hand on \tOola's tummy.  \n[13]\t\tYou all right, cupcake?  \n[14]\t\tWhat the...?  \tGears GRINDING, tires smoking, CRABTREE fish-tails \twildly, then kicks open the passenger door.  \n[15]\t\tWho the hell is that?  \n[16]\t\tWoah.  \tVernon steps into the street, levels the German Nine.  \n[17]\t\tPull off, you crazy motherfucker!  \tFrantic, GRADY steps between Vernon, the German Nine, and \tthe oncoming Crabtree.  \n[18]\t\tLet me get this straight. All that paper that \t\twent into the river. That was the only copy?  \n[19]\t\t\t \t\tAnd you're saying it's some kind of sign? What \t\tthe fuck's the matter with you?  \n[20]\t\tI'll tell you the problem. You behind the \t\twheel. There's your fucking problem.  \n[21]\t\tHey, pal, you don't start doing crazy eights \t\tin the middle of the street none of this \t\thappens.  \n[22]\t\tHe was trying to steal my car!  \n[23]\t\tYeah, but you gotta know what it's about, \t\tright? I mean, if you didn't know what it was \t\tabout, why were you writing it?  \n[24]\t\tShoot.  \tGRADY glances at little round Oola.  \n[25]\t\tAs long as it looks like her, I don't care. \t\tYou know what I'm saying?  \tGRADY watches Vernon give Oola a kiss on the forehead.  \n[26]\t\tNo sweat. Only do me a favor?  \n[27]\t\tStop calling me Vernon.  \tCRABTREE leans into Grady, WHISPERS.  \n[28]\t\tMan, that book of yours must've been one nutty \t\tmotherfucking ride.  \tVernon points an imaginary gun, fires a friendly cap into \tGrady, and pulls away. CRABTREE stands stunned.  ", "Hardapple": "\n[1]\t\tYou driving this car?  \n[2]\t\tThis 1966 maroon Ford Galaxie 500. You driving \t\tthis car?  \n[3]\t\tBullshit. It's mine, motherfucker.  \n[4]\t\tBullshit.  \tGRADY shakes his head wearily, opens the door.  ", "Miss": "\n[1]\t\tTerry was telling me about you on the plane. \t\tIt was ail so interesting.  \n[2]\t\t\t \t\tThat's exactly what he said.  \n[3]\t\tWhy yes. How did you know?  \n[4]\t\tThat's a nice greenhouse.  \n[5]\t\tPractice.  \tSara looks at Miss Sloviak, a faint glitter of scientific \tcuriosity in her eye.  \n[6]\t\tAntonia. Antonia Sloviak--  \tJust then, a THICKLY-MUCSCLED DOG with very strange EYES \tskitters around the corner, BARKING SAVAGELY in the general \tdirection of Grady.  \n[7]\t\tWho ' s he barking at now?  \n[8]\t\t\t \t\tWalter's been telling me the most fascinating \t\tthings about Marilyn Monroe and. ..who was it?  \n[9]\t\tOh, I couldn't agree more.  \n[10]\t\tI need a ride.  \n[11]\t\tCouldn't he have just thrown a shoe at the \t\tpoor thing?  \n[12]\t\tDisturbed. And when your friend CRABTREE gets \t\tdone with him, he's going to be even more \t\tdisturbed.  \n[13]\t\tSure it is.  \tGRADY watches MISS SLOVIAK peel the wig from her \tforehead.  \n[14]\t\tTony. Now that I'm home.  \n[15]\t\tForget it. I should've known better. Your \t\tfriend is just, I don't know, into collecting \t\tweird tricks. Mind?  \tTony angles the rearview mirror toward himself.  \n[16]\t\tWhat's that?  \n[17]\t\tThat sounds like a fancy excuse for being a \t\tshit.  \n[18]\t\tYou mean because his career's ruined and all?  \n[19]\t\tHe said he hasn't had a success in ten years \t\tand everyone in New York thinks he's kind of \t\t.a. . .  \tAs Tony re-sets the rearview mirror, GRADY gets a glimpse \tof his own swollen eyes.  \n[20]\t\t...loser. But I'm sure your book is so good \t\tthat he'll be able to keep his job.  \tHearing this, GRADY looks troubled. MISS SLOVIAK points.  \n[21]\t\t\t \t\tTurn here.  \n[22]\t\tIt's a bathtub. What she's standing under.  \tThe PORCH LIGHT conies on and a SMALL, WHITE-HAIRED MAN \tsquints through the screen door.  \n[23]\t\tThere's Pop. \t\t\t \t\tLet me see it. The gun.  \tGRADY reaches into his pocket, hands it over. Tony \tsmirks.  \n[24]\t\tFigures. It's like the kind of gun Bette Davis \t\twould carry. In a little beaded purse?  \tGRADY studies the gun in Tony's hand, then glances at the \tfront screen door. Pop is still there.  \n[25]\t\tYou know, Grady, if I were you. I'd think \t\tabout going home. You look like you need a \t\tlittle rescuing yourself.  ", "Sloviak": "\n[1]\t\tTerry was telling me about you on the plane. \t\tIt was ail so interesting.  \n[2]\t\t\t \t\tThat's exactly what he said.  \n[3]\t\tWhy yes. How did you know?  \n[4]\t\tThat's a nice greenhouse.  \n[5]\t\tPractice.  \tSara looks at Miss Sloviak, a faint glitter of scientific \tcuriosity in her eye.  \n[6]\t\tAntonia. Antonia Sloviak--  \tJust then, a THICKLY-MUCSCLED DOG with very strange EYES \tskitters around the corner, BARKING SAVAGELY in the general \tdirection of Grady.  \n[7]\t\tWho ' s he barking at now?  \n[8]\t\t\t \t\tWalter's been telling me the most fascinating \t\tthings about Marilyn Monroe and. ..who was it?  \n[9]\t\tOh, I couldn't agree more.  \n[10]\t\tI need a ride.  \n[11]\t\tCouldn't he have just thrown a shoe at the \t\tpoor thing?  \n[12]\t\tDisturbed. And when your friend CRABTREE gets \t\tdone with him, he's going to be even more \t\tdisturbed.  \n[13]\t\tSure it is.  \tGRADY watches MISS SLOVIAK peel the wig from her \tforehead.  \n[14]\t\tTony. Now that I'm home.  \n[15]\t\tForget it. I should've known better. Your \t\tfriend is just, I don't know, into collecting \t\tweird tricks. Mind?  \tTony angles the rearview mirror toward himself.  \n[16]\t\tWhat's that?  \n[17]\t\tThat sounds like a fancy excuse for being a \t\tshit.  \n[18]\t\tYou mean because his career's ruined and all?  \n[19]\t\tHe said he hasn't had a success in ten years \t\tand everyone in New York thinks he's kind of \t\t.a. . .  \tAs Tony re-sets the rearview mirror, GRADY gets a glimpse \tof his own swollen eyes.  \n[20]\t\t...loser. But I'm sure your book is so good \t\tthat he'll be able to keep his job.  \tHearing this, GRADY looks troubled. MISS SLOVIAK points.  \n[21]\t\t\t \t\tTurn here.  \n[22] \tGRADY pulls in front of a small brick house. On the front \tlawn, a small statue of the BLESSED VIRGIN stands under a \tlittle white BAND SHELL painted with stars.  \n[23]\t\tIt's a bathtub. What she's standing under.  \tThe PORCH LIGHT conies on and a SMALL, WHITE-HAIRED MAN \tsquints through the screen door.  \n[24]\t\tThere's Pop. \t\t\t \t\tLet me see it. The gun.  \tGRADY reaches into his pocket, hands it over. Tony \tsmirks.  \n[25]\t\tFigures. It's like the kind of gun Bette Davis \t\twould carry. In a little beaded purse?  \tGRADY studies the gun in Tony's hand, then glances at the \tfront screen door. Pop is still there.  \n[26]\t\tYou know, Grady, if I were you. I'd think \t\tabout going home. You look like you need a \t\tlittle rescuing yourself.  ", "Emily's": "\n[1] \tGRADY pushes open the door with the tips of his fingers, \tlets it glide open. The room that is revealed is bright and \twell-ordered, in direct contrast to the lazy clutter of \tGrady's office. There is a DRAFTING TABLE and a COMPUTER, \tpads and pens neatly arranged alongside.  \tA BULLITEN BOARD hangs on one wall, bearing an intricate \tmosaic of multi-colored index cards. There are PRINTS, \tframed, from various art exhibits, and two of Grady's \tDHSTJACKETS--including, most prominently, Arsonist's \tDaughter.  \tThere are PHOTOGRAPHS of EMILY too. In a black turtleneck \twith friends. In a sundress with Grady. In a billowing \tBurberry, floating like a dark butterfly against a BLUR of \tYELLOW TAXIS on a street in Manhattan.  \tSmiling brilliantly. Beautiful.  ", "Father": "", "Amanda": "\n[1]\t\tWe were on our way to a benefit. But, as luck \t\twould have it, the club was on the way, so... \t\t\t \t\tWe were able to put in an appearance.  \n[2]\t\tExcuse me?  \n[3]\t\tOh, don't worry. We'll take care of him. You \t\tcan be sure of that.  \tFred Leer hits the gas and swings the Mercedes around in \ta tight little arc, feathering Grady's pants--from the knee \tdown--with a pudding of ICE and MUD. GRADY glances down at \this spattered self, then notices, sitting on the front \tpassenger seat, James' knapsack. GRADY grabs it, turns.  ", "Traxler": "\n[1]\t\t\t \t\tNo. I guess you're here for the backpack.  \n[2]\t\tI saw the manuscript inside. So when you \t\tshowed up, I figured. . .  \tGRADY lifts the knapsack, peers inside. There is no title \tpage to the MANUSCRIPT, Just the words The Love Parade and \tthen, halfway down, TEXT.  \n[3]\t\tIs it good?  \n[4] \tTraxler gives GRADY a ride in his Honda, one of the \toriginal Hondas best suited for sidewalk driving. The \tbackseat bulges with a huge AMPLIFIER and BASS GUITAR.  \n[5]\t\tSay, Professor Tripp, is ail that stuff true \t\tabout Errol Flynn? How he used to put coke on \t\this dick. To make himself, you know, like, last \t\tlonger?  \n[6]\t\tWell, jeez, you're reading his biography, \t\taren't you?  \tSam points and GRADY glances at the knapsack riding on \tthe seat between him and Sam. A BOOK'-bearing ERROL FLYNN'S \tPICTURE--IS tucked into the side pouch.  \n[7]\t\tSick.  \n[8]\t\tWow, check out that greenhouse. Is that your \t\twife?  \tGRADY gazes at Sara, a .vaporous blur in the greenhouse.  \n[9]\t\tWho's that guy?  \n[10]\t\tWhat exactly are we doing here, Professor \t\tTripp?  \n[11]\t\t\t \t\tHey, Professor Tripp.  \tGRADY considers the Ziploc in his hand, looks down again.  \n[12]\t\tOnly when I'm working.  \tGRADY hangs-over the railing and lets fly the Ziploc.  It \tpinwheels through the vortex of stairs, lands at Sam's \tfeet.  \n[13]\t\tHoly shit. Are you serious?  \n[14]\t\tThanks-Whoa, Professor Tripp, careful ^here...  \tGRADY is still hanging over the railing-but looking dizzy \tnow. His eyelids flutter and he tips forward-a Steinway on \ta window ledge-and as he starts to drop...  \t...there is a SHARP JERK on his- COLLAR, a SHIRT BUTTON \tcaroms off his cheek, and slowly, he is hauled back.  ", "Hannah": "\n[1]\t\tI think maybe we're missing the point. It \t\tseems to me James' strength as a writer is that \t\the doesn't take us by the hand. He treats us \t\tlike adults. He respects us enough to forget \t\tus. That takes . . . courage .  \tGRADY nods, smiles subtly. Appreciative.  \n[2]\t\tI think so. ..What about you?  \n[3]\t\tJust checking.  \tGRADY watches her glide away in her CRACKED RED COWBOY \tBOOTS, then starts to exit himself.  \n[4]\t\t\t \t\tGrady.  \tQ eyes GRADY over his wine glass.  \n[5]\t\tHey, you two.  \tGRADY stops, sees Hannah slipping on a coat in the foyer.  \n[6]\t\tAre you riding with me, James?  \n[7]\t\tAil right. By the way, his friend...?  \n[8]\t\tJames'll know about George Sanders.  \n[9]\t\tMr. CRABTREE was saying how George Sanders \t\tkilled himself, only he couldn't remember how.  \n[10]\t\tOh, James is amazing. He knows all the movie \t\tsuicides. Go ahead, James. Tell them who else.  \n[11]\t\tJust a few then. The big ones.  \tJames glances at the loose group of people around him, \twatching, then...  \n[12]\t\tI haven't heard of half of those.  \n[13]\t\tCome on. Teach. I want you to dance with me.  \n[14]\t\tI've been re-reading Arsonist's Daughter. It's \t\tso beautiful, Grady. So natural. It's like ail \t\tyour sentences always existed, just waiting \t\taround in Style Heaven, or wherever, for you to \t\tfetch them down.  \n[15]\t\tAnd I love the inscription you wrote to me. \t\tOnly I'm not quite the downy innocent you think \t\tI am.  \n[16]\t\tSo what are you going to do?  \n[17]\t\tI just mean, I--I guess Emily isn't going to \t\tbe there when you get home.  \tGRADY looks down into Hannah's translucent face, then \tcatches a glimpse of himself in the fractured, wail. The \ttile that would reflect his head is missing.  \n[18]\t\tShush.  \n[19]\t\tI would if I knew where I was taking him.  \n[20]\t\tSome apartment somewhere. But I've never seen \t\tit.  \n[21]\t\tJames is odd. I know he has an aunt in \t\tSewickley Heights. I dropped him there once, \t\tbut... \t\t\t \t\tCome to think of it, it-wasn't even his Aunt's \t\thouse. He said she worked there. Or something. \t\tI don't remember.  \tJames MUMBLES, starts to slide onto the hood of the car.  \n[22]\t\tHis bag. You know that ratty green thing he's \t\talways carrying around. He must've left it \t\tinside.  \n[23]\t\tThe one in your office? It's the best one .for \t\tnaps.  \n[24]\t\tHey. If you want to talk later...I'll be up.  \tGRADY watches her fold her lovely self into the car and \tdrive away. He sighs, crosses to the Galaxie, and just has \this hand on the doorhandle when a TINY FIGURE appears.  \tVernon Hardapple.  \n[25]\t\tThere you are...  \tGRADY stiffens, then turns to find Hannah Green across \tthe room in her t-shirt and cowboy boots, looking ail dewy- \teyed and delectable.  \n[26]\t\tI thought we were going to talk. Last night.  \n[27]\t\tIt's okay. ..I'm here when you want me.  \tGRADY stands frozen as Hannah smiles sleepily, pushes \tthrough the swinging door into the kitchen. A THUMPING is \theard as James, tangled in the sleeping bag, hitches down \tthe last few steps of the stairway. He watches Pete Pupcik \tdrive away in his big police car.  \n[28]\t\tGrady!  \tShe slaps the page she is reading back onto the stack at \ther thigh. GRADY \tstares. The manuscript. It's his.  \n[29]\t\t\t \t\tI know I shouldn't have, but there it was, \t\tjust sort of lying out, and I couldn't resist \t\tand-and--I suck.  \n[30]\t\tI don't know--maybe- I don't think so.  \tGrady's  mind races with unfortunate possibilities, but \tonly briefly: his immediate thoughts are elsewhere.  \n[31]\t\tHe shot the Chancellor's dog, didn't he? The \t\tblind one.  \n[32]\t\tAt first the police thought he just ran away, \t\tbut this afternoon Dr. Gaskell found some blood \t\tspots on the carpet -  \n[33]\t\tCRABTREE said it sounded like something James \t\twould be messed up in.  \n[34]\t\tWho does?  \tJust then, Crabtree's VOICE bellows in the hallway \toutside.  \n[35]\t\tI told you, Sewickly Heights.  \n[36]\t\tI don't know, Grady. I just dropped him on a \t\tcorner.  \n[37]\t\tNo! Don't go. I've been waiting ail night for \t\tyou.  \tGRADY looks at Hannah's hand, where it rests. He looks \tterrified.  \n[38]\t\tTwo-sixty-two Baxter Drive.  \tGRADY and CRABTREE turn, see Hannah sitting on the corner \tof Grady's desk with the WHITE PAGES open on her lap.  \n[39]\t\tThey're in the book.  \n[40] \tHannah Green lies tangled in the sheets, surrounded by \tlittle colonies of Grady's manuscript. GRADY studies her, \tthen detects something on the floor. The red boots.  \tDelicately, he lifts the sheet. Hannah Green's feet-- \tfinally revealed in ail their naked glory--prove to be \tthick, wide, and ordinary. GRADY \tsighs.  \n[41] \tHannah, wrapped loosely in cotton sheets, SMILES as she \tlistens to the Goatee Kid, who sits cross-legged at the \tfoot of-her bed, fully clothed.  \n[42]\t\t\t \t\tStop it.  \tHannah looks up, sees GRADY in the doorway and blushes. \tShe pulls the sheet up, gives an oddly formal wave.  \n[43]\t\tGrady. Hi. What's up?  \tJeff eases off the bed, past GRADY uneasily.  \n[44]\t\tIt beats 'What's your major?'  \tGRADY nods, detecting a new aloofness in her voice.  \n[45]\t\tSure. The keys are on the dresser next to. \t\t..to your book.  \tThe hitch in Hannah's voice hangs in the room like a \tcloud.  \n[46]\t\tI uh, I didn't finish, I ...fell asleep.  \n[47]\t\tNo, it's not that, it's...  \tHannah glances at the huge stack of paper sitting on her \tdresser, then, hesitantly, looks back to Grady.  \n[48]\t\tIt's just that, you know, I was thinking about \t\thow, in class, you're always telling us '-that \t\twriters make choices--at least the good ones. \t\tAnd, don't get me wrong. I'm not saying the \t\tbook isn't really great-I mean, really great- \t\tbut at times it's, well, very detailed, you \t\tknow, with the genealogies of everyone's horses \t\tand ail the dental records and so on-and I \t\tdon't know, maybe I'm wrong, but it sort of \t\treads, in places, like, well, actually, like... \t\t\t \t...you didn't make any choices at all. And I was \twondering if it might not be different if, maybe, when you \twrote, you weren't always ...under the influence.  \n[49] \tCRABTREE sucks on a Kool, driving Hannah's rattling \tRenault too fast, shifting gears apparently at random. \tGRADY rides shotgun, still wearing the robe over his \tclothes, the Wonder Boys manuscript sitting like a \twatermelon on his lap-looking, all in all, fairly pathetic.  \n[50] \tCRABTREE takes a corner recklessly, immediately slows, \tand blinks in amazement.  \n[51] \tCRABTREE stomps on his Kool. GRADY looks very much like a \tman who has pulled off the road to take a nap.  \n[52] \tCRABTREE jumps as the tiny pistol at the end of Grady's \tarm FLASHES, makes a FEEBLE POP in the wind.  ", "Green": "\n[1]\t\tI think maybe we're missing the point. It \t\tseems to me James' strength as a writer is that \t\the doesn't take us by the hand. He treats us \t\tlike adults. He respects us enough to forget \t\tus. That takes . . . courage .  \tGRADY nods, smiles subtly. Appreciative.  \n[2]\t\tI think so. ..What about you?  \n[3]\t\tJust checking.  \tGRADY watches her glide away in her CRACKED RED COWBOY \tBOOTS, then starts to exit himself.  \n[4]\t\t\t \t\tGrady.  \tQ eyes GRADY over his wine glass.  \n[5]\t\tHey, you two.  \tGRADY stops, sees Hannah slipping on a coat in the foyer.  \n[6]\t\tAre you riding with me, James?  \n[7]\t\tAil right. By the way, his friend...?  \n[8]\t\tJames'll know about George Sanders.  \n[9]\t\tMr. CRABTREE was saying how George Sanders \t\tkilled himself, only he couldn't remember how.  \n[10]\t\tOh, James is amazing. He knows all the movie \t\tsuicides. Go ahead, James. Tell them who else.  \n[11]\t\tJust a few then. The big ones.  \tJames glances at the loose group of people around him, \twatching, then...  \n[12]\t\tI haven't heard of half of those.  \n[13]\t\tCome on. Teach. I want you to dance with me.  \n[14]\t\tI've been re-reading Arsonist's Daughter. It's \t\tso beautiful, Grady. So natural. It's like ail \t\tyour sentences always existed, just waiting \t\taround in Style Heaven, or wherever, for you to \t\tfetch them down.  \n[15]\t\tAnd I love the inscription you wrote to me. \t\tOnly I'm not quite the downy innocent you think \t\tI am.  \n[16]\t\tSo what are you going to do?  \n[17]\t\tI just mean, I--I guess Emily isn't going to \t\tbe there when you get home.  \tGRADY looks down into Hannah's translucent face, then \tcatches a glimpse of himself in the fractured, wail. The \ttile that would reflect his head is missing.  \n[18]\t\tShush.  \n[19]\t\tI would if I knew where I was taking him.  \n[20]\t\tSome apartment somewhere. But I've never seen \t\tit.  \n[21]\t\tJames is odd. I know he has an aunt in \t\tSewickley Heights. I dropped him there once, \t\tbut... \t\t\t \t\tCome to think of it, it-wasn't even his Aunt's \t\thouse. He said she worked there. Or something. \t\tI don't remember.  \tJames MUMBLES, starts to slide onto the hood of the car.  \n[22]\t\tHis bag. You know that ratty green thing he's \t\talways carrying around. He must've left it \t\tinside.  \n[23]\t\tThe one in your office? It's the best one .for \t\tnaps.  \n[24]\t\tHey. If you want to talk later...I'll be up.  \tGRADY watches her fold her lovely self into the car and \tdrive away. He sighs, crosses to the Galaxie, and just has \this hand on the doorhandle when a TINY FIGURE appears.  \tVernon Hardapple.  \n[25]\t\tThere you are...  \tGRADY stiffens, then turns to find Hannah Green across \tthe room in her t-shirt and cowboy boots, looking ail dewy- \teyed and delectable.  \n[26]\t\tI thought we were going to talk. Last night.  \n[27]\t\tIt's okay. ..I'm here when you want me.  \tGRADY stands frozen as Hannah smiles sleepily, pushes \tthrough the swinging door into the kitchen. A THUMPING is \theard as James, tangled in the sleeping bag, hitches down \tthe last few steps of the stairway. He watches Pete Pupcik \tdrive away in his big police car.  \n[28] \tThrough the steamy panes, we SEE GRADY approach with the \tballoon, enter. He crosses to a high table, sets the \tballoon down, and steps back, considering the placement.  \n[29]\t\tGrady!  \tShe slaps the page she is reading back onto the stack at \ther thigh. GRADY \tstares. The manuscript. It's his.  \n[30]\t\t\t \t\tI know I shouldn't have, but there it was, \t\tjust sort of lying out, and I couldn't resist \t\tand-and--I suck.  \n[31]\t\tI don't know--maybe- I don't think so.  \tGrady's  mind races with unfortunate possibilities, but \tonly briefly: his immediate thoughts are elsewhere.  \n[32]\t\tHe shot the Chancellor's dog, didn't he? The \t\tblind one.  \n[33]\t\tAt first the police thought he just ran away, \t\tbut this afternoon Dr. Gaskell found some blood \t\tspots on the carpet -  \n[34]\t\tCRABTREE said it sounded like something James \t\twould be messed up in.  \n[35]\t\tWho does?  \tJust then, Crabtree's VOICE bellows in the hallway \toutside.  \n[36]\t\tI told you, Sewickly Heights.  \n[37]\t\tI don't know, Grady. I just dropped him on a \t\tcorner.  \n[38]\t\tNo! Don't go. I've been waiting ail night for \t\tyou.  \tGRADY looks at Hannah's hand, where it rests. He looks \tterrified.  \n[39]\t\tTwo-sixty-two Baxter Drive.  \tGRADY and CRABTREE turn, see Hannah sitting on the corner \tof Grady's desk with the WHITE PAGES open on her lap.  \n[40]\t\tThey're in the book.  \n[41]\t\t\t \t\tStop it.  \tHannah looks up, sees GRADY in the doorway and blushes. \tShe pulls the sheet up, gives an oddly formal wave.  \n[42]\t\tGrady. Hi. What's up?  \tJeff eases off the bed, past GRADY uneasily.  \n[43]\t\tIt beats 'What's your major?'  \tGRADY nods, detecting a new aloofness in her voice.  \n[44]\t\tSure. The keys are on the dresser next to. \t\t..to your book.  \tThe hitch in Hannah's voice hangs in the room like a \tcloud.  \n[45]\t\tI uh, I didn't finish, I ...fell asleep.  \n[46]\t\tNo, it's not that, it's...  \tHannah glances at the huge stack of paper sitting on her \tdresser, then, hesitantly, looks back to Grady.  \n[47]\t\tIt's just that, you know, I was thinking about \t\thow, in class, you're always telling us '-that \t\twriters make choices--at least the good ones. \t\tAnd, don't get me wrong. I'm not saying the \t\tbook isn't really great-I mean, really great- \t\tbut at times it's, well, very detailed, you \t\tknow, with the genealogies of everyone's horses \t\tand ail the dental records and so on-and I \t\tdon't know, maybe I'm wrong, but it sort of \t\treads, in places, like, well, actually, like... \t\t\t \t...you didn't make any choices at all. And I was \twondering if it might not be different if, maybe, when you \twrote, you weren't always ...under the influence.  \n[48]\t\tYou did.  \n[49]\t\tSo I hear. You've also been smoking a lot of \t\tmarijuana, I understand.  \n[50]\t\tHow long have you been having them?  \n[51]\t\tHow long have you been smoking marijuana?  \n[52]\t\tThat's probably not the problem, then. What \t\tabout your lifestyle. Any major changes \t\trecently?  \n[53]\t\tAnd your wife left you.  \n[54]\t\tI spoke with the woman who saved your life. \t\tYou're lucky she came along when she did.  \tGRADY considers the larger ramifications of this \tstatement  \n[55]\t\t\t \t\tYou need to see a doctor, Mr. Tripp. An \t\tinternist. And I think you really ought to \t\tconsider seeing a therapist, as well.  \n[56]\t\tHer dog, yes.  \n[57]\t\tLook, Mr. Tripp. You have a drug problem, all \t\tright? On top of that, you have a bite on your \t\tankle that is severely infected. We pumped you \t\twith antibiotics so you'll be fine, but another \t\tday or two and you might have lost the foot. As \t\tfor your spells. I'm guessing they're a result \t\tof the anxiety you've been experiencing lately.  \n[58]\t\tBetter luck next time.  \n[59]\t\tNo. There's no one here.  \n[60]\t\tLook, Mr. Tripp. If you really want to leave, \t\tI can't stop you. But I'm going to write you a \t\tprescription for a course of ampicillin and I \t\twant you to follow it to the end-no matter how \t\tstupid you decide to be with everything else. \t\tAll right?  \n[61] \tGRADY hobbles to the greenhouse, puts both hands to the \tglass as he looks inside. Quiet. Empty. Dispirited, he \tpulls away, but not before leaving...  \t...the IMPRINTS of his hands, perfectly etched in the \tfrost of the glass.  ", "Terry": "", "Crabtree": "\n[1]\t\tTripp!  \n[2]\t\tBrimming. Say hello to my new friend, Miss \t\tAntonia. . .uh. . . .  \n[3]\t\tI took the liberty of inviting Antonia to \t\ttonight's festivities. You don't mind, do you. \t\tTrip? ?  \n[4]\t\tI was explaining to Antonia how a book comes \t\tto be published. What you do as a writer, what \t\tI do as an editor...  \n[5]\t\tWe know each other pretty well. \t\t\t \t\tSo where's Emily?  \n[6]\t\tYour wife.  \n[7]\t\tPerfect. Well then, shall we?  \tGRADY nods, but lingers briefly--studying the \tarchitecture of Miss Sloviak's ankles as she CLICKS off in \ther spike heels, arm in arm with Crabtree.  \n[8]\t\tDo you know how many times I've boarded an \t\tairplane praying someone like her would sit \t\tdown beside me? Particularly while I'm on my \t\tway to Pittsburgh.  \n[9]\t\tIf it can produce a Miss Sloviak you'll get no \t\targument from me.  \n[10]\t\tYou're stoned.  \n[11]\t\tMm.  \n[12]\t\tSo how's the book?  \tGRADY stiffens. He had been expecting this, but not so \tsoon. He tries to act casual.  \n[13]\t\tGreat. I was hoping I could get a look at it \t\tsometime this weekend. Think that might be \t\tpossible?  \n[14]\t\tI thought you were tinkering.  \n[15]\t\tForget I asked. I don't want to pressure you, \t\tTripp. But... \t\t\t \t\t ...I get pressure. Know what I mean?  \tGRADY ponders this, troubled by it. Suddenly, Crabtree's \tface brightens again.  \n[16]\t\tAh. ..well now. What do you suppose that would \t\tbe?  \tGRADY turns, watches an immense PONY HIDE CASE drop onto \tthe carousel.  \n[17]\t\tYou didn't actually purchase this car, did \t\tyou. Trip??  \n[18]\t\tHe owes God money. You know, he queered \t\thimself for good with Esquire.  \tGRADY takes a joint from the ashtray, snaps a Scripto \tbutane.  \n[19]\t\tYeah, between a bookie and a pair of broken \t\tlegs.  \n[20]\t\tTrip? ?  \n[21]\t\tLeft you...?  Who? Emily?  \n[22]\t\tBut. ..why didn't you say something, Tripp? I \t\tmean, what are we doing here?  \tGRADY gazes at the glittering scene beyond his \twindshield, turns on the ignition.  \n[23]\t\tI thought you were Mrs. Gaskell's hobby, \t\tTripp.  \n[24]\t\tOh, I'm sure you'll find another. You always \t\tdo.  \n[25]\t\tChancellor. Don't you look ravishing.  \n[26]\t\t\t \t\tThis wouldn't be Walter's dog, would it?  \tPoe continues to rage, his paws doing crazy eights on the \thardwood floor, until he's spun himself completely around \tand is barking at the living room.  \n[27]\t\tWe'll just make ourselves at home. \t\t\t \t\tWon't we, Poe? Yes, yes....  \n[28]\t\tWalter! I see you've met my friend.  \n[29]\t\tHere we are!  \tCRABTREE appears at the top of the landing with Miss \tSloviak. Her lipstick is blurry.  \n[30]\t\t\t \t\tNell, hello there.  \tCRABTREE steps down the stairs, hand extended. James \tLeer's pale fingers rise as if on a string.  \n[31]\t\tHow comprehensive of you.  \n[32]\t\tYou did them alphabetically.  \tJames turns, finds Crabtree's laser eyes on him. James \tblinks, as if he had forgotten about Crabtree, then shrugs \tshyly, looks away.  \n[33]\t\tFascinating. Listen, why don't you come out \t\twith us after the lecture. There's a place on \t\tthe Hill I always get Trip to take me.  \n[34]\t\tOh, don't be silly. No one your age just wants \t\tto go home. Besides, faculty will be present. \t\tJust think of it as a field trip.  \tAs he exits, CRABTREE raises an eyebrow to Grady, as if \tto say: \"Bring him.\"   MISS SLOVIAK follows, eyeing James \tglacially as we CUT TO:  \n[35]\t\t\t \t\tHe's fine. He's narrating.  \n[36]\t\tPrimarily. Although I gather you two staged a \t\tlittle raid on the CRABTREE pharmacopoeia. You \t\tmissed a few bottles, by the way.  \n[37]\t\tSara and Walter declined. Guess they wanted to \t\tgo home and curl up on the couch with the dog.  \tGRADY cuts James a glance, trying to determine if he's \tcopped on Poe, but James is winking out. His head drifts \tback against the wail, settles with a gentle ...thunk.  \n[38]\t\tHe has a book.  \n[39]\t\tHe finished it Winter Break.  \tGRADY looks up, unable to disguise his surprise.  He \tglances at James' slack face tilted against the wall.  \n[40]\t\tSo. Is he any good?  \n[41]\t\tWell, I'm going to read it anyway.  \n[42]\t\tHe is. Take my word for it.  \n[43]\t\tOn the contrary, it 'could be just the ticket.  \n[44]\t\tNo sexual confusion there, eh, Professor?  \n[45]\t\tOh my goodness. Do you see what I see?  \tGRADY follows Crabtree's glance and finds Oola again, but \tit's not Oola CRABTREE \tis eyeing, it's her CUSTOMER.  \n[46]\t\tHuh uh. A jockey. His name's, um, Curtis.. \t\t.Curtis Hardapple.  \n[47]\t\tVernon, then. Vernon Hardapple. The scar's are \t\tfrom a--from a horse. He fell during a race and \t\tgot trampled.  \n[48]\t\tHe can't piss standing up anymore.  \n[49]\t\tAnd he had a younger brother who . . .was . . \t\t. a. . .  \n[50]\t\t\t \t\tBecause. . .because. . .  \n[51]\t\tThat was good.  \n[52]\tand Q huddle inside.  \n[53]\t\tTripp.  \n[54]\t\tHit your brakes.  \tGRADY flicks his eyes from the rearview mirror just as a \tSHADOW looms in his headlights. As he squashes the break \tpedal, Q's EYEGLASSES go flying into the windshield.  \n[55]\t\tJust go around him.  \tGRADY taps the accelerator, but each time, Vernon dances \tback in front of Grady's grille.  \n[56]\t\tBack up. Go out the other way.  \tGRADY throws the car in reverse, backs straight up, then \tturns up a one-way street. He shoots down the alley behind \tthe Hi-Hat, turns onto the adjoining street, ..and watches \tin amazement as Vernon materializes from behind the high \twooden fence that runs parallel to the Galaxie.  \tAs GRADY pinches the brakes, Vernon grins.  \n[57]\t\tWhere would we go?  \n[58]\t\tGood morning, boys. James.  \tJames waves feebly from beneath the sleeping bag.  \n[59]\t\tTrip?! Where are you'  \tGRADY looks anxiously toward the door.  \n[60]\t\tTrip?!  \n[61]\t\t\t \t\tTripp, where the hell. . .  \tCRABTREE stops, takes in the tableau before him.  \n[62]\t\tOh, I'm sorry. Am I interrupting a. student- \t\tteacher conference?  \tGRADY delicately removes Hannah's hand from his buckle, \tpoints at Crabtree.  \n[63]\t\tWhat? Ohhhh. Is that... it?  \tCRABTREE cocks his head toward the reams of paper stacked \ton Grady's desk.  \n[64]\t\tHonestly, Tripp. Do you actually think I would \t\tsneak in here and read your book without asking \t\tyou?  \n[65]\t\tSometimes we have to improvise.  \n[66]\t\tJames? My James? What's happened?  \n[67]\t\tKidnapped? By who?  \n[68]\t\tGood God. Let's go rescue him.  \n[69]\t\tAh. Wait a minute. The university must know \t\twhere he lives.  \n[70]\t\tIs it a little late to call the Chancellor?  \n[71]\t\tYou know--based on what I've read-- this is a \t\tvery exciting piece of material, this Big \t\tParade.  \n[72]\t\tI've been doing this a long time, Tripp. I \t\tfeel this kid in my bones.  \n[73]\t\tNo. I think I might be right. I've felt it \t\tbefore...  \tAs Crabtree's voice trails off, GRADY studies him.  \n[74]\t\tBad enough. And God knows I don't exactly fit \t\tthe new corporate profile.  \n[75]\t\tCompetence.  \tGRADY and CRABTREE look at each other a moment, then \tCRABTREE smiles, gives a little shrug, and picks up James' \tknapsack, rummaging through the contents.  \n[76]\t\tSo tell me about you and the Chancellor.  \n[77]\t\tPlenty, I'm sure. But, for what it's worth...  \tCRABTREE fishes out the biography of Erroll Flynn, gives \tit a look.  \n[78]\t\t...I like her.  \tGRADY peers at the stars, his voice barely audible.  \n[79]\t\tJesus. There must be two dozen windows on . \t\tthat thing. How are we-supposed to find his?  \n[80]\t\tDoris Day.  \tCRABTREE and GRADY look at each other.  \n[81]\t\tJames Leer.  \tGRADY moves to the window and RAPS on the glass. A moment \tlater, James peeks out. Seeing Grady, his face brightens \tbriefly, unguarded, then quickly resumes its usual Leerian \taspect. He motions with his hand, as if to say, \"That way.\"  \n[82]\t\tWe're springing you. Leer. Get some pants on.  \tAs they step inside, GRADY gives James' PJs the once- \tover.  \n[83]\t\tI like what you've done with it. When's \t\tCaptain Nemo moving in?  \n[84]\t\tHey, I heard all about it--the parents, the \t\tgrandparents, the China town thing-- and I \t\tbelieve you, okay? That's why we're here. Now \t\tgo get dressed.  \tJames scoops up the shirt GRADY lent him. this morning.  \n[85]\t\tSo modest.  \n[86]\t\t\t \t\tOh, come on, Tripp. Cut the kid some slack.  \n[87]\t\tThe-truth. I know that's always been real \t\timportant to you. Key, check this out...  \tCRABTREE leans over an old ROYAL TYPEWRITER, reads from \tthe freshly-typed PAGE curling from the carriage.  \n[88]\t\tFinally, the door opened. It-was a shock to: \t\tsee him, shuffling into the room like an aging \t\tprizefighter. Limping. Beaten.' \t\t\t \t\tSound like anyone we know? \t\t\t \t\tBut it was later, when the great man squinted \t\tinto the bitter glow or twilight... \t\t\t \t\tBitter glow of twilight? This kid definitely \t\tneeds an editor. \t\t\t \t...and muttered simply, \"It means nothing. All of it. \tNothing,\" that the true shock came. It was then that the \tboy understood that his hero's true injuries lay hidden in \ta darker place. His heart...'  \tCRABTREE stops abruptly.  \n[89]\t\t'His heart, once capable of inspiring others \t\tso completely, could no longer inspire so much \t\tas itself. It beat now only out of habit. It \t\tbeat now only because it could. '  \tGRADY nods, his face unreadable, then James returns.  \n[90]\t\tHe's great. Come on, let's blow before ol' \t\tGran decides to boil your bones for breakfast.  \n[91]\t\tHhhuh. So we decoy her. Stick a couple pillows \t\tand one of your teddy bears under the spread \t\tand she won't know the difference.  \n[92]\t\tThings must've picked up after we left.  \tCRABTREE pats Grady's cheek, heads upstairs.  \n[93]\t\t\t \t\tYe-es?  \tGRADY looks down, sees James Leer's black brogues sitting \ton the floor outside Crabtree's door.  \n[94] \tCRABTREE sits in bed, flipping through the pages of The \tLove Parade while stroking a tiny TUFT of HAIR that is the \t. sole visible part of .James Leer.  \n[95]\t\tI'm afraid he's pretty worn out, poor kid.  \n[96]\t\tSo I hear.  \n[97]\t\tHe's right, you look horrible.  \n[98]\t\tAh, right. Well, I gave you my opinion.  \n[99]\t\tSo what's the problem?  \n[100]\t\tWho's that?  \n[101]\t\tThe Chancellor's here? Now?  \n[102]\t\tJames. This book of yours. It's not bad. Not \t\tbad at all.  \tJames stops, considers this piece of news with a look of \tdeep seriousness, then nods.  \n[103]\t\tYou're welcome.  \tAs James shuffles off into the hail, CRABTREE looks at \tGrady, his eyes dancing with excitement.   \n[104]\t\tI want to publish this.  I've got to.  I think \t\tthey'll let me.  With a little editorial \t\tguidance it could be brilliant.  \n[105]\t\tSo- what do we do now? ,  \n[106]\t\tOh' huh. Exactly how do we do that?  \n[107]\t\tIt seems to me that girl would let you borrow \t\ther pancreas.  \n[108]\t\tWant some help with that?  \n[109]\t\tLet me get this straight. Jerry Nathan owes \t\tyou money. So, as collateral, he gives you his \t\tcar.  \n[110]\t\tSo whose car is it?  \n[111]\t\tThe hood jumper?  \n[112]\t\tSuch as.  \n[113]\t\tHh hub. So. We find Vernon, we find the car. \t\tWe find the car...  \n[114]\t\tThere's only one problem, Tripp. We don't know \t\this real name. We just made it up. In fact, we \t\tmade the whole guy up.  \n[115]\t\tChrist, Tripp. How did you know?  \n[116]\t\tI'd call it genius.  \tGRADY steps out, strips off the robe, and drops the lumpy \tleviathan that is his manuscript on the front seat.  \n[117]\t\tWhat the hell...  \n[118]\t\tHoly shit.  \n[119]\t\tTripp! Run!  \tGRADY doesn't move an inch, watching in mute amazement as \tCRABTREE whistles by, proceeds halfway down the block, then \tturns back for another pass.  \n[120]\t\tNaturally you have copies.  \n[121]\t\tYou'll be all right then.  Look at Carlyle, \t\twhen he lost his luggage.  \n[122]\t\tOr Hemingway, when Hadley lost all those \t\tstories.  \n[123]\t\tBad examples. Look, Tripp, I don't want to \t\tdepreciate the loss here, but perhaps--in a \t\tsense- this-- \t\t\t \t\tis for the best.  \tGrady's eyes shift, study Crabtree.  \n[124]\t\tIn a sense.  \n[125]\t\tI'm just saying that sometimes, \t\tsubconsciously, a person will put themselves in \t\ta situation-perhaps even create that situation- \t\tin order to have an arena in which to work out \t\tan unresolved issue. It's a covert way, if you \t\twill, of addressing a problem.  \tVernon stares at CRABTREE as if he's from another planet.  \n[126]\t\tThat's pretty simplistic, don't you think?  \n[127]\t\tExcuse me. Did you, or did you not, have a gun \t\tto his head?  \n[128]\t\tWhat he means is, it's difficult to distill \t\tthe essence of a book sometimes. It-lives in \t\tthe mind.  \n[129]\t\tThe jacket, Tripp. We need the jacket.  \n[130]\t\tYou mind explaining what you just did?  \tGRADY watches the shrinking Galaxie sail under a drooping \tNORDFEST BANNER, lost in thought.  \n[131]\t\tDo you know he won't expel him?  \n[132]\t\tThat's very enlightened, Professor. It's \t\tcomforting to know that America's children have \t\tyou for a teacher.  \tGRADY blinks, ponders this briefly, then looks toward the \tbuildings of the campus, his VOICE still distant.  \n[133]\t\tMe? What can I do?  \n[134]\t\tI'm sorry, Tripp.  \tGRADY stops, turns.  \n[135]\t\tI peeked.  \tGRADY considers this. Nods. It-doesn't seem to matter \tanymore  \n[136]\t\tIt really had the makings, Tripp. There was a \t\tlot to admire. I've ...never read anything \t\tquite like it.  \tIf there was a Kentucky Derby for editorial bullshit, \tCrabtree's last three utterances would finish win, place, \tand show. And GRADY knows it.  \n[137]\t\tScout's honor.  \tCRABTREE and GRADY stare into each other's eyes. Both are \tacutely aware of the subtext of this conversation.  ", "Sara": "\n[1]\t\t\t \t\tNo, Elliot, I said five hundred programs for \t\ttoday. This means we have no programs for the \t\tweekend. This means that tomorrow morning, at \t\t9AM, several hundred people will walk into Thaw \t\tHall and have absolutely no idea where they are \t\tgoing. \t\t\t \t\tIt's all right, Elliot. I'll take care of it.  \tGRADY watches Sara take the programs, turn, and spot him. \tThere is the slightest of hesitations, then....  \n[2]\t\tProfessor Tripp.  \n[3]\t\tI got the message you called.  \n[4]\t\tWell, hello, everyone. Terry, good to see you \t\tagain.  \n[5]\t\tAren't you sweet to say so. I was beginning to \t\twonder if you were ever going to--oh!  \tAs Sara steps forward, her heel-catches and she pitches \tforward ...into Grady's arms.  \n[6]\t\tI'm sorry. It's these goddamned shoes. I don't \t\tknow how anyone actually walks in these things.  \n[7]\t\tI don't believe we've met...  \n[8]\t\tPoe!  \n[9]\t\tPoe' Hush! Now stop this. Honestly.  \tAs Poe simmers to a deep growl, GRADY leans forward.  \n[10]\t\tThat's funny. I need to talk to you, too. \t\t\t \t\tPerhaps you could put some of these coats in \t\tthe upstairs guest room, Professor Tripp.  \n[11]\t\tWell then. I'd better show you. Terry--  \n[12]\t\t\t \t\tWalter just got it back from the framer today.  \tSara takes Grady's hand, drawing him away from the \tpennant and down onto the coat-covered bed.  \n[13]\t\tYou go first.  \n[14]\t\tI'm pregnant.  \tA flash of LAUGHTER flutters from the living  room below. \tGRADY starts to speak.  \n[15]\t\tI'm sure.  \n[16]\t\tI think Walter would find this a little more \t\tthan surprising.  \tGRADY nods, getting her drift, then roils onto his back.  \n[17]\t\tShe's left before...  \n[18]\t\tSo. I guess we just divorce our spouses, marry \t\teach other, and have this baby, right? Simple.  \n[19]\t\tIs that Cristaile?  \n[20]\t\t\t \t\tMy God, I wear the same scent as a \t\ttransvestite. She IS a transvestite, isn't: \t\tshe?  \n[21]\t\tHas he asked to see the book yet?  \n[22]\t\tAnd? Are you going to tell him?  \n[23]\t\t\t \t\tNeither do 1.  \tGRADY starts to pull up, but his arm is underneath Sara.  \n[24]\t\tI guess you're going to have to chew it off \t\tthen.  \n[25]\t\tI doubt I'd recognize a '63 Chateau Latour if \t\tI was sitting on it.  \n[26]\t\tI doubt it, darling.  \n[27]\t\tYou want to keep him happy.  \n[28]\t\tGrady? Grady?  \tGRADY opens his eyes, finds Sara's face swimming above \thim. He is lying on his back in the corridor, his corduroy \tblazer bundled under his head like a pillow.  \n[29]\t\tYou had another one, didn't you? You have to \t\tsee a doctor, Grady. First thing Monday \t\tmorning. All right?  \n[30]\t\tAlmost. Wane to sit up? \t\t\t \t\tWhat's the matter?  \n[31]\t\tThen stand up. I'm too old for all this \t\troiling around on the floor.  \tGRADY lets her pull him up, watches her light a \tcigarette.  \n[32]\t\tDon't. I know what you're going to say.  \n[33]\t\tYou love Emily. I know that. And you need to \t\tstay with her.  \n[34]\t\tShe'll come back. That's why I'm going to. \t\t..to not have this baby.  \tGRADY watches her flip her hand up, bring the cigarette \tto her lips, and inhale ...then grimace and drop it to the \tfloor.  \n[35]\t\tNo. There's no way. I mean, don't you think \t\tthere's no way?  \n[36]\t\t\t \t\tNo you don't. And fuck you for saying you do. \t\tAnd fuck you for \"saying. . . \t\t\t \t\t...for saying there's just no way. Because \t\tthere could be a way, Grady.  \tSomewhere deep in the building, APPLAUSE swells.  \n[37]\t\t\t \t\tHe must be finishing. We should go.  \tGRADY looks sadly at Sara then stoops to retrieve his \tcoat.  As he grabs it, James Leer's little pistol CLATTERS \tto the floor.  \n[38]\t\tWho's gun is that?  \n[39]\t\tHeavy. Smells like gunpowder.  \n[40]\t\tPow.  \n[41]\t\tI love you, Grady.  \tGRADY places his fingers gently over Sara's... and \tremoves the gun from her hand.  \n[42]\t\tTerry CRABTREE and James Leer. Leave it to you \t\tto make that mistake, wait here.  \tAs Sara heads off after James, GRADY turns toward the \tlobby...directly into the hostile gaze of Miss Sloviak.  \n[43]\t\tGrady, it's Sara. Thank God you're there. You \t\twon't believe what's happened.  \n[44]\t\tFeeling guilty?  \tGRADY jumps--startled--and turns. Sara has materialized \tbehind a ficus, large POTTING GLOVES on her hands.  \n[45]\t\tI can't believe you hung up on me, you dick.  \n[46]\t\tWalter's on campus, being the good soldier for \t\tWordFest. But he's a basket case. Someone stole \t\tMarilyn's jacket last night. And Poe's missing, \t\ttoo.  \n[47]\t\tYou heard? How?  \n[48]\t\tDid you confess?  \tGRADY looks up, mildly alarmed.  \n[49]\t\tYour fingerprints were all over the bedroom.  \n[50]\t\t\t \t\tI'm kidding. Hello?  \n[51]\t\tAre you limping? Why are you limping?  \n[52]\t\tDid you pass out again, Grady? Did you fall \t\tsomewhere?  \n[53]\t\tAll right.  \tSara settles back, folds her arms. Waiting.  \n[54]\t\tGee, Grady, that sounded so heartfelt.  I \t\tdon't know whether to swoon or smirk.  \n[55]\t\tI believe you. I believe you want to be with \t\tme. But this is not just about me anymore.  \n[56]\t\tNo, I don't think you do. And besides... I \t\thaven't decided yet.  \n[57]\t\tThat ...and you.  \tGRADY goes still, watches Sara strip off the gloves, drop \tthem on  a table.  \n[58]\t\tI'm not going to draw the map for you on this \t\tone, Grady. Times like these you have to do \t\tyour own navigating.  \tSara turns to leave, then stops, squinting far down the \tstreet.  \n[59]\t\tWho's that sitting in your car?  \n[60]\t\tWhat's he doing out there?  \n[61]\t\tIsn't he lucky.  \tGRADY watches her ripple across the glass, head for the \thouse, and wave. James, slumped low in the Galaxie, offers \ta limp hand in return, but it's too late.  \tShe's already gone.  \n[62]\t\tWhere are you, Grady? An elevator?  \n[63]\t\t\t \t\tYou're in Kinship?  \n[64]\t\tWith Emily?  \n[65]\t\tJust what? Doing a little dusting?  \tAs GRADY endeavors to respond, TWO YOUTHFUL VOICES, \tCHEERFULLY SINGING, rise from below.  \n[66]\t\tJames? He's still with you?  \n[67]\t\tAre you there to not reconcile with her?  \tThe Bonneville's trunk pops open, revealing THREE BAGS OF \tGROCERIES, and HANK and IRENE WINTERS, both in their 60's, \tget out. An enormous NEWFOUNDLAND vaults from the backseat.  \tSara, eating phone static this whole time, interprets \tGrady's silence her own way.  \n[68]\t\tGoodbye, Grady.  \n[69]\t\tTrust me, I understand. I just want to say \t\tsomething to you, Grady.  \n[70]\t\tHow you choose to live your own life is your \t\tbusiness. But you be careful with that boy, \t\tGrady. With James. He belongs to somebody else.  \tAs the line goes dead, GRADY watches Hank and Irene \tWinters disappear below him.  \n[71]\t\tI tried to call, but apparently there's \t\tsomething wrong...  \tSara leans down, replaces the uncradled phone.  \n[72]\t\t...with your phone. Unfortunately, mine was \t\tringing loud and clear this morning.  \tGRADY doesn't know what this means, but he's pretty sure \tit's not good.  \n[73]\t\tIt seems one of our students is - missing and \t\this parents found a dead dog in his bed.  \n[74]\t\tI'm not very happy with you right now, Grady. \t\tBut more importantly, Walter's not very happy \t\tand he's gotten the police involved. They seem \t\tto think James Leer is somehow responsible for \t\tall of this. You wouldn't happen to know where \t\tJames is, would you, Grady?  \n[75]\t\tAnd the jacket?  \n[76]\t\tGrady.  \n[77]\t\tAre you sure you parked it there?  \n[78]\t\tI'll deal with this. You dig up James.  \n[79]\t\tHow's it coming back there, Professor Tripp?  \n[80]\t\tThis is not what the university has in mind \t\twhen it promises a liberal education, Grady.  \n[81]\t\tIt's within the realm. He takes his souvenirs \t\tpretty seriously. And he was just a wee bit \t\tprickly this morning.  \tGrady, detecting something in Sara's tone, turns, watches \ther take a drag on her cigarette.  \n[82]\t\tYou didn't happen to call the house last \t\tnight, did you, Grady?  \n[83]\t\tAnd what do you think you might have said?  \n[84]\t\tHe told me.  \n[85]\t\tI said it didn't sound like you.  \tSara tosses her cigarette in .the gutter, gets into her \tcar, and dives away.  GRADY looks after her sadly, then \tturns, sees CRABTREE standing on the porch wearing a shirt \twhich claims \"Ativan Chases the Clouds Away.\"  \n[86]\t\tGrady, what are you doing, you idiot?  \tGRADY looks up into Sara's freckled face.  \n[87] \tfaintly at first, then more forcefully, calling Grady's \tname, calling so insistently that the earth seems to RUSH \tupward until we see that she is...  \tKISSING him or something, and all goes softly... Blue.  \n[88]\t\tI believe you. Did that nice doctor let you \t\tout? Or-is this you improvising again, Grady?  \n[89]\t\tTerry told me about Wonder Boys. Is  it true? \t\tDid you lose it all?  \n[90]\t\tOh, Grady. You're such a putz.  \n[91]\t\tAnd you're old.  \tSara strokes his scalp, takes a gray hair between her \tfingers. Yanks.  \n[92]\t\tDozens. It's very sad.  \tSara smiles at Grady, but the mischief leaves her eyes \twhen she looks into his, and-she glances away.  \n[93]\t\tOh?  \n[94]\t\t\t \t\tSome times...  \tGRADY studies her as she traces her finger around the \tHOSPITAL BRACELET still encircling his wrist.  \n[95]\t\tI told Walter.  \n[96]\t\tIt didn't come up.  \tGRADY studies Sara's freckled cheeks, her anxious \tprofile, then turns her chin gently toward him.  \n[97]\t\tDid you just make that up?  \n[98]\t\tDon't write a page when a paragraph will do.  \tGRADY nods, takes her hand. Looks at it as he speaks.  \n[99]\t\tI know, but sometimes...  \tSara turns, looks at Grady. Her eyes are glistening.  \n[100]\t\tYou just go on faith.  \tGRADY looks into her eyes, then rises, and we do too, \tdrifting above the streetlights as GRADY limps to the other \tside of the car and gets in. As GRADY snaps shut his door, \tthe car drifts off, gradually losing itself in- the soft \tveil of falling snow. After a moment, GRADY and Sara are \tlost too, nothing more than a blur.   "}}