{"filename": "Zero-Dark-Thirty_script.txt", "imdb_id": "tt1790885", "imdb_url": "https://www.imdb.com/title/tt1790885", "characters": ["Dan", "J.J.", "Thomas", "Detainee on Monitor", "Jack", "Interrogator on Monitor", "Ammar", "Joseph Bradley", "Maya", "Jessica"], "dialogues": {"Dan": "\n[1]I own you, Ammar. You belong to me. Look at me. This is DANIEL STANTON, the CIA's man in Islamabad - a big American, late 30's, with a long, anarchical beard snaking down to his tattooed neck. He looks like a paramilitary hipster, a punk rocker with a Glock. \n[2] If you don't look at me when I talk to you, I hurt you. If you step off this mat, I hurt you. If you lie to me, I'm gonna hurt you. Now, Look at me. His prisoner, AMMAR, stands on a decaying gym mat, surrounded by four GUARDS whose faces are covered in ski masks. Ammar looks down. Instantly: the guards rush Ammar, punching and kicking. \n[3]Look at me, Ammar. Notably, one of the GUARDS wearing a ski mask does not take part in the beating. 2. \n[4] Are we gonna board up these windows or what? Just off the plane from Washington, you're rocking your best suit for your first interrogation, and then you get this guy. It's not always this intense. \n[5]Just so you know, it's going to take awhile. He has to learn how helpless he is. Let's get a coffee. \n[6]You know, there's no shame if you wanna watch from the monitor. She shakes her head. \n[7]Alright. At the door, Daniel hands the ski mask back to Maya. \n[8]You might want to put this on. 3. \n[9]Never. \n[10]Right now, this is about you coming to terms with your situation. It's you and me, bro. I want you to understand that I know you, that I've been studying you for a very long time. I could have had you killed Karachi. But I let you live so you and I could talk. \n[11]Life isn't always fair, my friend. Did you really think that when we got you, I'd be a nice fucking guy? \n[12]And you're a money man. A paperboy! Daniel paces around Ammar, anger rising. \n[13]A disgrace to humanity! 4. \n[14]You and your uncle murdered three thousand innocent people. I have your name on a five-thousand dollar transfer via Western Union to a 9/11 hijacker. He leans into Ammar's ear. Uncomfortably close. \n[15]And you got popped with 150 kilograms of high explosives in your house! \n[16]I'm just fucking with you. Beat. He laughs again. \n[17]I don't want to talk about 9/11. What I want to focus on is the Saudi group. Daniel shows him a photo. \n[18]That there is Hazem al-Kashmiri. And I know this dude is up to some serious shit, and what I want from you is his Saudi email. Feel free to jump in. Ammar, bro, I know that you know this dude, just give me his email...and I will give you a blanket. I will give you a blanket and some solid food. No response from Ammar. Daniel starts putting on his gloves. \n[19]I know that you know him. \n[20]Have it your way. 5. \n[21] Let's go. It all happens in a flash: in one swift motion, Daniel pushes Ammar to the floor, the guards pin his limbs, and Daniel smothers Ammar's face with a towel. Ammar thrashes. Daniel considers his next move. \n[22]  \n[23]Put some water in it. She dips the pitcher in the water, hands shaking. \n[24]C'mon, let's go. The stress and strain on her face is enormous as she brings the bucket back to Daniel. Daniel starts pouring the water on Ammar's face, which is now covered by a towel. Ammar thrashes with rising panic. \n[25]Hazem was a friend of Ramzi Yousef, you guys met in Tunisia back in the 70s. \n[26]You're a terrorist, that's why I'm doing it to you. 6. \n[27]I want emails of the rest of the Saudi group. Give me emails of the rest of the Saudi group! Give me one email, and I will stop this! Ammar doesn't speak. He can't. \n[28]Who's in the Saudi group, and what's the target? Where was the last time you saw bin Laden? WHERE WAS THE \n[29]This is what defeat looks like, bro. Your jihad is over. Daniel stands. \n[30]Get him up. The guards bring Ammar to his feet. Daniel, shifting his persona yet again, touches Ammar's face and speaks to him with the comforting tenor of a therapist. \n[31]Try to understand the concept here. I have time, you don't. I have other things to do, you don't. It's cool that you're strong. I respect it, I do. But in the end, everybody breaks, bro. It's biology. Dan and Maya exit. They've learned nothing. \n[32]It was good. The local cops need tactical help. But he's Tier fucking One, baby. There's your money maker. \n[33]He's being a dick. \n[34]I am going to have to turn up the heat. He needs to give us the Saudi group now. They reach the lobby, where they can see Maya sitting in the holding area. They walk towards her as Bradley considers what Daniel is asking for. 8. \n[35]Tight with his uncle, prints all over the 9/11 money. Daniel knocks on the glass for Maya to come in. \n[36](to Bradley, clocking her good looks Was I lying or what? The guard opens the door and Maya comes through - not many females come through that door. \n[37]  \n[38]She's been having a great time ever since she got in, isn't that right? \n[39]Don't you think she's a little young for the hard stuff? \n[40]The children's crusade. \n[41]They're slow rolling us in Lahore - you might want to bitch about that. \n[42]Dude, I've been in a dark room with another man for the last two days. \n[43]Everyone, this is Maya. Maya, everyone. 11. \n[44]Please don't ask how it's going with Ammar because she's not going to fucking tell you. \n[45]- Best man for it. \n[46]Any imminent threats in here? \n[47]And that's a conversation? Jessica shrugs. At this point, she believes that it is merely a conversation - not a fully realized plot. 12. \n[48]I think he'll give up the Saudis. But Heathrow is gonna be tough. Anyway. Anything from last night? \n[49]Great. \n[50]I agree, I spoke to the Chief about that. Anything on bin Laden? \n[51]No, don't need him, the diamond sighting is bullshit. See if the Paks will send someone to talk to the farmer. Anything else? We need to be putting runs on the board against Faraj. Speak to the case officers who didn't see fit to make it today. And thank them. \n[52]Let's take it easy today, huh? Daniel hands Ammar a bottle of orange juice and a bag of falafel. \n[53]Hungry? The food in here sucks so I got you some of this. Ammar grabs the lunch sack and scarfs down the falafels. \n[54]Richard Reid, wow. I was thinking about him. The guy gets a bomb in his shoe on a plane. Unbelievable. You know him, don't you? Slowly, Ammar nods. 14. \n[55]I'm glad you said that. I have an email from you to him. I've had all your coms for years, bro. Who else is in your Saudi group? \n[56]When you lie to me, I hurt you. \n[57]I believe you. I do, I believe you. Beat. \n[58]Do you want the water again, or do you want something else? \n[59]Just give me a name. \n[60]You see how this works? You don't mind if my female colleague sees your junk, do you? Daniel pulls down Ammar's pants. Maya flinches at the bare nakedness. \n[61]Dude, you shit your pants. 15. Daniel turns to Maya - \n[62]You stay here, I'll be back. Daniel goes out, leaving Maya standing alone in front of the naked, chained man. Ammar looks at her imploringly and she struggles to meet his eyes. \n[63]This is a dog collar. Daniel unhooks Ammar, snaps the collar and leash around his neck, as Ammar cries out against the humiliation. Maya flinches. Daniel is relentless: \n[64]You determine how I treat you. Now Daniel drags Ammar on all fours, pulling him by the leash. \n[65]I'm going to walk you. Maya watches in horror as Daniel walks Ammar to a far corner of the room, then leans down to address his victim: \n[66]What the fuck do you think is going on, Ammar? Wahleed has already told me that you know. At last, Daniel reaches an area of the room where there is a large wooden box resting on a platform. 16. \n[67]This box sucks. I'm going to put you in it. Ammar tries to speak but can't get a word out. \n[68]When is the attack? \n[69]Sunday? Sunday where? This Sunday or next Sunday? Ammar mumbles, almost inaudibly. \n[70]Is it Sunday or Monday? Ammar doesn't answer. The masked men approach. \n[71]Which day is it? Partial information is treated as a lie. \n[72]Ammar, which day? \n[73]Yeah, now. 18. \n[74]Who said that? Zied? Fuck him. This is on me. Ammar is on me!! And it's on her!!  We can't let this be a win-win for \n[75]Bluff him? \n[76]You don't remember, do you? You - me: same same. Bad memory. While GUARDS move in the deep b.g., Daniel and Maya are seated at a picnic table with an appetizing spread of Arabic food. \n[77]Short term memory loss is a side effect of sleep deprivation. It should come back to you. The Guards bring a prisoner to the table and remove his hood: Ammar. He stares weakly at the table. \n[78]Which is the smart thing to do, you're starting to think for yourself. Ammar is lost. But the food is tempting. \n[79]Eat up! You earned it. Ammar eats. \n[80]So you flew via Amman to Kabul to hang out with your uncle? Mukhtar. \n[81]I told you man, I know you. Alright, you got me - flight manifests. It must've been pretty fucked up for you guys after 9/11. What did you do after the invasion and before you went back to Pesh? 20. \n[82]  \n[83]  \n[84]She got you there, dude. \n[85]What did it say? Daniel offers Ammar a smoke. \n[86]Cigarette? Ammar accepts. Daniel's lights it. \n[87]We don't know what we don't know. \n[88]It's a tautology. \n[89]What do you like? Bob Marley? Reggae? Egyptian music? Just let me know, if there's music you like, I can make a call. \n[90]Can I be honest with you? I'm bad news. I'm not your friend. I'm not gonna help you. I'm gonna break you. Beat. \n[91]I've done it before.  Hey, wake up. You haven't eaten in 18 hours, we've got to keep your energy up. You hungry? \n[92]He's either going to withhold or die from the pressure you're putting on him. \n[93]No. 37. \n[94]You know, I've been meaning to tell you: I'm getting outta here. \n[95]I'm fine. I've just seen too many guys naked. It's gotta be over a hundred at this point. I need to go do something normal for awhile. \n[96]Go to Washington, do the dance, see how that environment works. You should come with me. Be my number two. You're looking a little strung out yourself. Maya looks at Dan. No longer the man he once was. She doesn't hide her disappointment. \n[97]They killed my monkeys. Something about an escape. Can you fucking believe that? \n[98]Look, Maya, you gotta be really careful with detainees now. The politics are changing and you don't want to be the last one holding a dog collar when the oversight committee comes. \n[99]And watch your back when you get back to Pakistan. Everyone knows you there now. \n[100]Fuck. Really? \n[101]Ok, but he's dead. So doesn't that make him a little less interesting to you? \n[102]Okay, what are you basing this on? \n[103]In other words, you want it to be true. \n[104]Calm down. Beat. \n[105]State your request. \n[106]As-Salamu alaykum. 56. \n[107]I need a couple hundred thousand. Four max. \n[108]From you. \n[109]This could crack open the facilitator Maya's been looking for by giving us a phone number. She's your killer, Wolf. You put her on the field. (reciting a phrase from the KORAN, in Arabic, then loosely \n[110]I ran it. I'll defend it. \n[111]It's good to be back in Kuwait. It's good to see you again, it's been awhile. The businessman doesn't answer. \n[112]I need a favor. \n[113]Because we're friends. \n[114]Fair enough. How about a V10 Lamborghini? How's that for friendship? \n[115](to the Kuwaiti \n[116]Is this a Balboni? Fuck me. This is nice. What are you thinking? \n[117]That's a nice choice, my friend. Daniel gives the Kuwaiti a slip of paper. \n[118]Who do you think? The guy's a terrorist. His mother lives here. I just need her phone number. \n[119]Somebody might die at some point in Pakistan. They shake hands. \n[120]Well, I agree with sixty, we're basing this mostly on detainee reporting and I spent a bunch of time in those rooms - who knows? Maya shoots Daniel a look. What a traitor. \n[121]I'd say it's a soft sixty, sir. I'm virtually certain there's some high value target there, I'm just not sure it's bin Laden. The CIA Director leans back in his chair. ", "J.J.": "\n[1]You know we're going to have to chase it down. \n[2]Quetta base thinks they have a bead on the Arabs that escaped, and they're going to meet with the ISI this afternoon, hopefully to set up a raid down there. \n[3]Hey, boss, I got a guy for five thousand bucks, he can set up a taxi stand and snoop around a bit. ", "Thomas": "", "Jack": "\n[1]Some dude tells the Malaysian station that his nephew works with a guy who knows a guy-- \n[2]Hold on - He goes to a big feast in Bangkok about a year ago. The guest of honor? Usama bin Laden. Laughter in the room. \n[3]So I say, was Tupac there too? \n[4]That's why I have a gift for you, my friend. Jack hands Jeremy a piece of paper. Daniel and Maya enter, a little late. \n[5]London station is already asking if we think he's in contact with anyone in the U.K. \n[6]  \n[7]You're not gonna like this, he's on the phone, but there's no team to deploy right now. \n[8]Fuck the mom, we got the man himself. Jack puts a cell phone down on the counter. \n[9]Yesterday your caller bought himself a cell phone. And every time his phone rings - (he taps the cell \n[10]We got a signal on Tipu Road for ten minutes. Then he went to Umar Road for five minutes. Nogaza Road. Darya Abad. That's in the Umar Road area. In Rawalpindi: Haider Road, Roomi Road. He went to the Convoy Road, which is near the hospital. So that's Haider, Roomi Road, Said, No Gaza, Taimur. He made a call from Haifa Street, that's the spice district. \n[11]Lahore street, which is also in Pesh, thirty minutes. Wazir Bag Road, five. Nishterabad, five. Phandu Road, five minutes, the Grand Trunk Road, forty five seconds. There's no pattern. Sometimes he calls every two weeks - sometimes every three - there's no consistency - I can't predict when he's gonna make another call because the guy's erratic. \n[12]It might be. Maybe it just looks erratic to us. I just can't tell. ", "Ammar": "\n[1]  \n[2]You're a mid-level guy. You're a garbage man in a corporation. Why should I respect you? \n[3]I told you before, I won't talk to you. \n[4] I don't know, you asshole. Maya shakes her head \"no.\" \n[5]  \n[6]Fuck you. Daniel pours water over the towel so it hits Ammar's nose. \n[7]Yes. \n[8]I just handed out some cash for them. I didn't know who the guys were. \n[9]Please. \n[10]Please. \n[11] \n[12]I don't know. Daniel kicks out the chair from under Ammar. The masked guards walk to the rope pulleys. \n[13]Your friend is an animal. Please, help me. Please. A long beat. \n[14]  \n[15]Monday. \n[16]Saturday. Beat. The masked men open the box. \n[17]Sunday! The guards grab Ammar and carry him to his wooden tomb. He shouts with his last reserve of energy: \n[18]Monday! \n[19]       \n[20]Thursday. Beat. \n[21]Friday. Daniel slams the box shut. Once again, he's learned nothing. \n[22]  \n[23]How did you know that? \n[24]After 9/11 I had to choose: fight, to protect our turf - or run. \n[25]I wanted to kill Americans. We tried to get into Tora Bora but the bombing was too high. We couldn't cross. \n[26]Me and some guys who were hanging around at that time. \n[27]Hamza Rabia, Khabab al-Masri, and Abu Ahmed. Maya makes notes on her pad. \n[28]He was a computer guy with us at the time. After Tora Bora, I went back to Pesh - as you know - and he went North, I think, to Kunar. \n[29]Abu Ahmed al-Kuwaiti. \n[30]I swear to you both: I don't know his family name. I would have never asked him something like that. It's not how my uncle worked. My uncle told me he worked for bin Laden. I did see him, once, about a year ago, in Karachi. He read us all a letter from the Sheikh. \n[31]It said \"Continue the jihad. The work will go on for a hundred years.\" ", "Joseph": "", "Bradley": "\n[1]How did it go the other night? \n[2]This is the guy that's KSM's nephew? What's his issue? \n[3]If he's trying to outsmart you, tell him about your PhD. \n[4]He's gotta have that - given the family ties. Permission granted, Daniel reassures his boss. \n[5]And we continue our Christian mission here. Nice to meet you. \n[6]How was your flight? They walk down the lobby towards the Secure Wing. \n[7]How do you like Pakistan so far? \n[8]You volunteered for this didn't you? \n[9]  \n[10]Washington says she's a killer. \n[11]They want the next generation on the field. Listen, I have a meeting with ISI in twenty minutes. \n[12]Did you see the cable from London? \n[13]Well, that's good. You still- \n[14]That's not all you don't know. You don't have his true name, and you don't have a clue of where he is. \n[15]Maybe. Detainees could withhold his location for any number of reasons. Perhaps they don't know; perhaps this Abu is just a cover story and he's really a fucking unicorn. The withholding doesn't reveal what you want it to - does it? \n[16]And if you did find him, you don't know that he'd be with bin Laden. \n[17]  \n[18] Listen, not one single detainee has said that he's located with the big guy, just that he delivers messages. Am I wrong? \n[19]No. It's still good work. 29. \n[20]Let me know when you've got some actionable intelligence, preferably something that leads to a strike. \n[21]You're in luck, I got you a one-on- one with Faraj. \n[22]Don't thank me until you hear what I want for it. He drops a folder on her desk. \n[23]I want you to take care of all of this before your favorite subject. \n[24]Don't you want to see what's in the folder? \n[25]  \n[26]I don't buy it. Didn't you tell me yourself nobody turns on Al Qaeda? \n[27]Yeah, so the Jords say. \n[28]He really asked for a dialysis machine? You can fill the damn thing with poison. \n[29]We don't have a surveillance operation on the caller.  Someone just tried to blow up Times Square and you're talking to me about some facilitator who some detainee seven years ago said might have been working with Al Qaeda? Maya is practically shaking with zealous rage at her inability to bend Bradley to her will. \n[30]I don't fucking care about bin Laden. I care about the next attack. You're going to start working on American Al Qaeda cells. Protect the homeland. \n[31]  \n[32]You're fucking out of your mind. ", "Maya": "\n[1]I'm fine. She's not. \n[2]No, we should go back in. Something about the strange intensity of her expression makes Daniel reconsider and he turns back to the interrogation room. \n[3]You're not wearing one. Is he ever getting out? \n[4]That's not credible. \n[5]You too, Sir. \n[6]Fine. \n[7]It's kinda fucked up. 9. \n[8]No. Bradley smiles. He knew she didn't volunteer. They reach a secure area and Bradley checks Maya through an electronic door. \n[9]  \n[10]That's pre-9/11 behavior. Jessica doesn't appreciate the challenge. \n[11]We invaded Afghanistan. That's a reason. And so the rivalry begins. \n[12]  \n[13]You can help yourself by being truthful. The door handle turns. It occurs to Maya that perhaps Daniel was testing her resilience, too, as Daniel re-enters with a DOG COLLAR in his hand. \n[14]Ammar doesn't have a clue about what happened. \n[15]How? \n[16]He's not going to talk about attacks on the homeland. He's going to withhold operational details on the KSM network and probably on bin Laden.  But he's been in complete isolation, he doesn't know we failed. We can tell him anything. \n[17]He hasn't slept, Dan. He's clueless. \n[18]After we kept you awake for 96 hours, you gave us names of some of your brothers and saved the lives of a lot of innocent people. \n[19]Sorry, who is the \"we\" in that sentence? \n[20]Who's Abu Ahmed? I've heard of the other guys. \n[21]What's his family name? \n[22]Abu Ahmed means \"father of Ahmed\", it's a kunya. 21. \n[23]Ammar, I know the difference between a war name and an Arabic name. \n[24]A letter? \n[25]Fine. \n[26]  \n[27]Money for walk-ins worked great in the cold war, I'll give you that. \n[28]Just not sure those tactics are applicable to the Middle East. \n[29]  \n[30]Who did he work for? Hakim translates. Then the prisoner speaks. \n[31]What did he do for Faraj? \n[32]We need to ask him something to see if he's telling the truth. We don't know if he really knew Faraj. Hakim speaks to the prisoner. \n[33]Twenty detainees recognize that photo of Abu Ahmed. They say he's part of the inner circle of guys who were hanging out in Afghanistan pre-9/11. A lot of them say that after 9/11, he went to work for KSM. When KSM got captured, he went to work for Abu Faraj, primarily as a courier from Faraj to bin Laden. \n[34]Yeah, we don't know if Abu is on the outside of the network - part of a series of cutouts and dead drops - or if he has a direct connection to bin Laden. Does bin Laden invite him into the living room and hand him a letter directly? Or is Abu just the last guy in a long line of couriers, so that's why everybody knows him? 28. \n[35]We know that he's important. The fact that everybody's heard of Abu Ahmed but nobody will tell me where he is suggests that. \n[36]No. \n[37]No. \n[38]I want you to understand that I know you. I have been following you and studying you for a long time. I chased you in Lahore. We find Maya entering the gates of a Pakistani prison. The weather makes the place seem especially bleak. \n[39]I had you picked up instead of killing you because you're not a violent man and you don't deserve to die. \n[40]But you do have deep ties to Al Qaeda that I want to ask you about before you get sent to your next location, which might be Israel. Ghul looks ashen. \n[41]However, depending on how candid you are today, I may be able to keep you in Pakistan. \n[42]I'm going to ask you a series of questions based on your knowledge of Al Qaeda and your position as key financier for the organization. \n[43]What can you tell me about Atiyah Abd al-Rahman. \n[44]In what context have you ever heard the name Abu Ahmed? \n[45]What makes you say that? \n[46]Where did you last see him, and where is he now? \n[47]Why is that? \n[48]  \n[49]Seriously? Thank you. \n[50]Deal. \n[51]You want family ties, financial networks, media sources, disgruntled employees, imminent threats, homeland plots, \n[52]Foreign cells, health status, trade craft, recruiting tactics -- anything else? \n[53]A lot of brothers told us Abu Ahmed was bin Laden's courier and that he worked very closely with you. 35. \n[54]Who? \n[55]Okay, so you're telling me that all the other brothers are wrong, and there's some famous Buluchi guy that is working for you and bin Laden that I've never even heard of? \n[56]What does this Buluchi guy look like? \n[57]Kind of like Gandolf? \n[58]When was the last time you saw him? \n[59]I don't believe you. The GUARD in the room with them leans forward and SLAPS Faraj across the face. Faraj's expression doesn't change and Maya herself remains flat and steady, unmoved by the violence. She's not quite the same young lady she was a few years ago. 36. \n[60]You're not being fulsome in your replies. \n[61]You do realize this is not a normal prison. You determine how you are treated, and your life will be very uncomfortable until you give me information I need. The guard slaps Faraj again. Faraj is impassive. \n[62]Faraj is completely denying knowing Abu Ahmed, and that's using every measure we have. \n[63]Do you want to take a run at him? \n[64]No? Since when? \n[65]What? You okay? \n[66]Like what? \n[67]I'm not going to find Abu Ahmed from \n[68]Sorry, Dan. \n[69]I know. 38. \n[70]To the Marriott. I assume you noticed the dip plates. \n[71]It's a gym bag. Maya does not get out of the car. She stares at him defiantly. He advances forward a bit. She rolls up her window, flicks the door lock, and starts dialing her cell phone. The policeman walks away to rejoin his group. The police confer. The original policeman returns, this time with several other cops. They knock on the glass. Hard. Maya stares straight ahead. \n[72]Fucking checkpoints. Maya sits down, absorbed in her Blackberry. \n[73]Yeah. \n[74]  \n[75]No, it's not. \n[76]I can work on it at the same time - plus I think it's a good thing that he lied. \n[77]You sound just like Bradley. He doesn't believe in my lead either. 40. \n[78]  \n[79]He's probably stuck in some check- point somewhere. \n[80]Hello, I work with him. I'm not that girl, that fucks. It's unbecoming. \n[81] \n[82]  \n[83]What? Jessica pops a CD into Maya's computer, loads a file that plays the same video clip we have just seen. \n[84]Shut the fuck up! The camera stops on one man, BALAWI. \n[85]This could be it! \n[86]  \n[87]The key is to meet him so we can figure out for ourselves what he can actually do. \n[88]Can't or won't? 44. \n[89]He knows we're white. You'll get kidnapped up there. DAVID, an analyst, adds his two cents to the conversation - \n[90]Muslim's don't celebrate with cake. \n[91]I don't want to be a straphangar. It's your show. You were the first to see the potential in this. \n[92]Cool. Bring me back a bottle. \n[93]Cool! The car navigates the second set of barriers. \n[94]        \n[95]   \n[96]  \n[97]  \n[98]I don't believe this. \n[99]  \n[100]I'm going to smoke everybody involved in this op, and then I'm going to kill bin Laden. Off the darkness in her eyes we - \n[101]Doesn't matter, but I wish I had that five years ago. How come I never saw it before? \n[102]  \n[103]  \n[104]  \n[105]He may not be. We now know that Abu Ahmed is one of eight brothers. All the brothers in the family look alike. Three of them went to Afghanistan. Isn't it possible that when the three eldest brothers grew beards in Afghanistan, they started to look alike? I think the one calling himself Abu Ahmed is still alive. The picture we've been using is wrong. It's of his older brother, Habeeb. He's the one that's is dead. \n[106]We have no intercepts about Abu Ahmed dying. 55. \n[107]We just have a detainee who buried somebody who looked like Abu Ahmed. But if somebody as important as Abu Ahmed had died, they'd be talking about it online in chat rooms all over the place. Plus, the detainee said that Habeeb died in 2001. We know that Abu Ahmed was alive then, trying to get into Tora Bora with Ammar. That means it's probably one of the other brothers that's dead. \n[108]Yes, I fucking want it to be true. Maya slams the desk. \n[109]I am calm. \n[110]Move heaven and earth and bring me this fucking Sayeed family's phone number. \n[111]Hey, Jack. 59. \n[112]Fuck. She dashes out runs down the hall to an Exit sign - bursts through the door to a staircase - \n[113]How come you haven't deployed a team to stay in Rawalpindi? \n[114]That's why you should forward deploy - so you can shorten your response time. \n[115]Why? \n[116]You haven't tried. \n[117]That's bullshit. \n[118]Right, I understand. But I don't really care if your guys get sleep or not. Maya looks at Larry's team sleeping on the couch. \n[119]Abu Ahmed al Kuwaiti is the nom de guerre. His true name, we think, is Ibraheem Sayeed. His family lives in Kuwait. \n[120]I know - \n[121]Over the course of two months, he's called home from six different pay phones, from two different cities, never using the same phone twice. And when his mother asked him where he was, he lied. He said that he was in a place in the country with bad cell reception -- implying he was in the Tribals -- but he was in 61. \n[122]a market in Peshawar. I'm sorry, but that's not normal guy behavior. That's tradecraft. \n[123]No. Not okay. Look, Abu Ahmed is too smart to tip his hand by talking about ops on the phone: he works for bin Laden. The guys that talk about ops on the phone don't get that job. Larry looks away. \n[124]A lot of my friends have died trying to do this. I believe I was spared so I could finish the job. The girl is a true believer - as pure as they come. Larry looks at her. Her sincerity is persuasive. And just like that, he decides to help her. \n[125]I really need to talk to you about beefing up our surveillance operation on the caller. \n[126]He's the key to bin Laden. \n[127]bin Laden is the one who keeps telling them to attack the homeland. 63. \n[128]If it wasn't for him, Al Qaeda would still be focused on overseas targets. If you really want to protect the homeland, you need to get bin Laden. \n[129]You just want me to nail some low level Mullah-crack-a-dulla so that you can check that box on your resume that says while you were in Pakistan you got a real terrorist. But the truth is you don't understand Pakistan, and you don't know Al Qaeda. Either give me the team I need to follow this lead, or the other thing you're gonna have on your resume is being the first Station Chief to be called before a congressional committee for subverting the efforts to capture or kill bin Laden. \n[130]I need four techs in a safe house in Rawalpindi and four techs in a safe house in Peshawar. Either send them out or send me back to DC and explain to the Director why you did it. \n[131]I love you! \n[132]My guess is that he lives close to where he's making the calls, and it makes sense he'd be living in Rawalpindi because there's an Al Jezerra office there. \n[133]It would be convenient for him to drop tapes off if he's sending either from bin Laden or from an intermediary. When he wants to make a call, he leaves the house, walks a few blocks, then switches on the phone. We need to keep canvassing the neighborhood until we find him. 65. \n[134]       \n[135]Do you think its intentional? \n[136]  \n[137]  \n[138]  \n[139]ISI fucked you. I'm so sorry Joseph. It's the first time she's addressed him by his first name. Startling, to hear kindness in her voice. Joseph turns to reply then thinks better of it and walks away. \n[140]  \n[141]Is this what I think it is? \n[142]Thank you! \n[143]I need a picket line along the GT highway and men spaced at intervals along the road and at every exit. 71. \n[144]So you agree with me now. This is important? \n[145]Our current hypothesis is that he lives somewhere along the highway, in one of the towns, or a medium sized city called Abbottabod, or up near Kashmir. ECU: mango cart. Nestled among the fruit is a BLACK RADIO. \n[146]Kashmir is interesting because it's a way station for the Tribals. We stay with the old man for a while. At last, the white POTAHAR SUV drives past. He makes a note in his pad. \n[147]Abbottabod is interesting because we know from detainee reporting that Faraj stayed there, briefly in 2003. \n[148]The good news is he's driving a white SUV. SUV's are actually pretty rare in Pakistan. If he was driving a sedan or a compact, we'd be fucked. \n[149]  \n[150]Obviously this assumes he doesn't change vehicles. Maya at her desk working and we realize that she has been typing all this in a cable she will email to Washington. \n[151]  \n[152]Good morning, Amad. Maya gets in her car. The gate opens. As she starts pulling out onto the street, suddenly a car drives up in front of her and THREE SHOOTERS come out and hammer Maya's Toyota. \n[153]  \n[154]       \n[155]  \n[156]  \n[157]Yeah. \n[158]Pretty much. \n[159]The question isn't are the Paks protecting bin Laden?' 75. \n[160]The question is, 'would he allow himself to be protected by the Paks?' I mean, why would he trust them? He tried to kill Musharaf. Steve considers a reply, but the meeting principals are filing in, including Daniel, and when Steve sees the CIA DIRECTOR enter the room, he clears the head of the table. \n[161]4,221 feet. It's closer to eight- tenths of a mile. \n[162]I'm the motherfucker that found this place, Sir. The boss studies her for a moment then turns back to the model. \n[163] Morning, George. In red magic marker, Maya writes the number 21 on the glass. Then circles it. George looks up. \n[164]Twenty-one days. It's been twenty- one days since we found the house and nothing's happened! \n[165]  \n[166]  \n[167]  \n[168]Who's that? \n[169]How do you know the gender? 78. \n[170]What's that up there? (pointing to the other \n[171]Your female is moving fast. \n[172]So you found two males, three females? \n[173]You're missing a male. \n[174]Wow. \n[175]There are two narratives about the location of Osama bin Laden. This registers on the SEALs. \n[176]The one that you're most familiar with is that UBL is hiding in a cave in the Tribal Areas, that he's surrounded by a large contingent of loyal fighters. Beat. \n[177]But that narrative is pre- 9/11 understanding of UBL. The second narrative is that he's living in a city - living in a city with multiple points of egress and entries and with access to communications so that he can keep in touch with the organization. You can't run a global network of inter- connected cells from a cave. Beat. \n[178]We've located an individual we believe based on detainee reporting is bin Laden's courier. He's living in a house in Abbottabod, Pakistan. And we assess that one of the other occupants of the house is UBL. \n[179]No. 86. \n[180]Bin Laden uses a courier to interact with the outside world. By locating the courier, we've located bin Laden. \n[181]Quite frankly, I didn't even want to use you guys, with your dip and your velcro and all your gear bullshit. I wanted to drop a bomb but people didn't believe in this lead enough to drop a bomb, so they're using you guys as canaries on the theory that if bin Laden isn't there, you can sneak away and no one will be the wiser. But bin Laden is there - and you're going to kill him for me. \n[182]We've spun up the SEALs - we've done everything humanly possible to collect on the compound, and the collection is not going to get any better. \n[183]You're going to come into work one day, and there's going to be a black moving van and a 'for sale' sign in front of that compound. George drops his tray down. \n[184]One hundred percent, he's there - okay, fine, ninety-five percent because I know certainty freaks you guys out - but it's a hundred! 89. \n[185]Twelve years. I was recruited out of high school. \n[186]I don't think I can answer that question, sir. I don't think I'm allowed to answer. \n[187]Nothing. I've done nothing else. He evaluates her... weighing her certainty against his decades of Washington experience. 90. \n[188]When? \n[189]Testing - testing 1 - 2 - 3 - A SEAL with his com set on gives her the thumbs up. She looks around at all the impressive technology in the makeshift Command Center. She walks over to Hakim and they leave together. \n[190]Thank you for coming with me. \n[191]Fuck Hakim, what if I'm wrong? 92. \n[192]I wish we could have just dropped a bomb. \n[193]I'm serious. \n[194]  \n[195]Yeah. ", "Jessica": "\n[1]Here we go. \n[2]Right, but you forgot - you forgot Mullah Omar. J.J. and JEREMY, two case officers, continue the banter: \n[3]Ammar is withholding? Daniel nods. \n[4](reading from her \n[5]The Jordanians are being really helpful with Ammar's transit papers. Jessica passes Daniel a file. \n[6]They want the Consulate, the Marriott, it's low security. And they've got Majid Kahn talking about gas stations in the US. \n[7]Honestly? There are six hundred questions in there. I'd concentrate on Heathrow. The Saudis. Does it matter what Faraj thinks about Heathrow? How much latitude does he get to pick targets? \n[8] A farmer on the Afghan border near Tora Bora reports: a diamond shaped pattern in the hills, tall male in the center of the diamond, flanked by four guards. It's consistent with UBL's movements. \n[9]       \n[10]  \n[11]You warned them - they didn't take you seriously - this is what happens. It's not on you. \n[12]No, no, no. You had - what - days - brief custody - and an unresponsive ally. The way you do this is you look ahead. London. Heathrow. Mass casualties. That plan is still active. \n[13]He knows. \n[14]You have to be really careful with people in KSM's circle - they're devious. \n[15]How's the needle in the haystack? \n[16]Facilitators come and go, but one thing you can count on in life is that everyone wants money. The rivalry is in full bloom. Sometimes it's friendly. Sometimes it's not so friendly. \n[17]  \n[18]Thank you. \n[19]Maya? \n[20]We're socializing. Be social. Maya puts away her blackberry. \n[21]Look, I know Abu Ahmed is your baby, but it's time to cut the umbilical cord. \n[22]So Faraj went south on you - it happens. There are still cells in London and Spain planning the next round of attacks. \n[23]No, not at the expense of protecting the homeland, you can't. Wait a minute, why is it a good thing? \n[24]Or it's confirmation bias. We're all just worried about you, okay? Is that okay to say? Maya rubs her eyes, not liking where the conversation is going. She forces a smile. \n[25]Where's Jack? \n[26]You two hooked up yet? \n[27]So? A little foolin' around wouldn't hurt you. So no boyfriend. Do you have any friends at all? She doesn't. Jessica's phone rings - \n[28]It's Jack. Hey - that's okay - \n[29] \n[30]The Jords have a mole! \n[31]He made this video to prove his bona fides. \n[32]  \n[33]This is it. \n[34]He's right there in the inner circle. \n[35]The Jords worked him for a year. Dinners, money. They've convinced him that it's his patriotic duty to turn on Al Qaeda and get rich doing it. \n[36]  \n[37]The meeting with Balawi is off. He can't come here to Islamabad. \n[38]He's not going to travel - security \n[39]He wants us to go to him. He'll meet in Miram Sha or the tribals. \n[40]He's not going to travel out of Al Qaeda territory. \n[41]I'm not. Believe me. We're stuck. \n[42]  \n[43]Don't be so literal. Everyone likes cake. It's not too late for you to come, you know. It will be fun. \n[44]Come on! We've got lots of wine! The target on Maya's monitor disappears in a puff of smoke. \n[45]I will. \n[46]Not to get technical, but this guy is actually the first big break we've had since 9/11. To big breaks and the little people that make them happen. Clink. 46. \n[47]So far, everything he's said we've cross checked and it's proved legit... and I think the money is persuasive. 25 million dollars?! That buys a new life. \n[48]Possibly. But Al Qaeda needs doctors and they are short staffed and that could explain his rise. In six months to a year, if he doesn't fuck up, he could be called in to treat bin Laden. And at that moment, with 25 mil on the table, I think he gives up the Big Man. And if he doesn't, we kill him. \n[49]So John?  When he arrives, I'll set the tone, and then I'll flip it to you - and you'll talk about asset protection. \n[50]Then Lauren, I know you want to get some questions in there - but give Balawi time after John speaks. We'll cover the basics and have his birthday cake, then we'll get to the nitty gritty. 47. Jessica turns to Zied. \n[51]Is that order okay, or do you want to introduce everyone? \n[52]Right. And Lauren? Washington will want real time updates so please stay on top of that. Be concise. The Director is in the loop. And I wouldn't be surprised if he doesn't update the President. \n[53]Now, I just need to get Balawi's ass down here. \n[54] Why are there gate guards there? We talked about this, no one is supposed to be there when my source arrives. You might have spooked him already! \n[55]This time is different - I'm sorry I can't explain, but it's for a good cause. \n[56]I just need them to go away for a minute. You can search him as soon as he gets here. The Security Guard pauses, then into his radio: "}}