{"dialogues": {"COLE": "\n[1]Ssssst!  Jose, what's going on? \n[2]I didn't volunteer. \n[3]No trouble. \n[4]No, sir. \n[5]I went to the surface and I collected specimens like I was told. \n[6]I mashed the spider, didn't I? \n[7]Uh... \n[8]I think it was...I'm sure it was 2nd Street. \n[9]Uh, I didn't hear the... \n[10]Well, the guard woke me up.  He told me I volunteered. \n[11]Uh, thank you. \n[12]No, sir! \n[13]I need to go now. \n[14]\"James\"!  Nobody ever calls me that. \n[15]No, not possible.  Listen, I have to get out of here.  I'm supposed to be getting information. \n[16]It won't help you.  You can't do anything about it.  You can't change anything. \n[17]I need to go. \n[18]Because I'm a good observer.  Because I have a tough mind. \n[19]They wanted identification.  I don't have any identification.  I wasn't trying to hurt them. \n[20]No. \n[21]You wouldn't understand. \n[22]I have to go. \n[23]Underground. \n[24]I love this air.  This is wonderful air. \n[25]It's so clean.  No germs. \n[26]I have to go. \n[27]This is April, right? \n[28]July?! \n[29]What year is it? \n[30]1995? \n[31]No, 1995 is the past. \n[32]Where are you taking me? \n[33]South of France?!  I don't want to go to the South of France.  I want to make a telephone call. \n[34]I need to make a telephone call. \n[35]It's very important. \n[36]I need to make a telephone call. \n[37]This is a place for crazy people!  I'm not crazy! \n[38]Well, you've got some real nuts in here! Listen to me, all of you -- I have to tell you something that's going to be difficult for you to understand, but... \n[39]1989.  Look, I'm not confused.  There's been a mistake, I've been sent to the wrong place. \n[40]Hey, I'm not going to hurt anybody. \n[41]Do any of you know anything about the Army of the Twelve Monkeys?  They paint this, stencil it, on buildings, all over the place. \n[42]Right.  I guess you wouldn't, this is 1989, they're probably not active yet. That makes sense!  Okay.  Listen to me, three billion people died in 1995. Three billion, got that?  Almost the whole population.  Of the world! Only about one percent survived. \n[43]Save you?  How can I save you?  It already happened!  I can't save you.  I'm simply trying to get some information for people in the present so that someday... You don't believe me.  You think I'm crazy.  But I'm not crazy.  I'm a convict, sure, I have a quick temper, but I'm as sane as anyone in this room.  I... \n[44]No!  Look, I don't belong here!  What I need to do is make a telephone call to straighten everything out. \n[45]Scientists.  I'm supposed to report in to them.  They'll want to know they sent me to the wrong time. \n[46]No, no.  I can't talk to them.  It's called, \"voice mail\".  I'm supposed to leave messages. They monitor it from the present. \n[47]No, no.  This is the past.  This has already happened.  Listen... \n[48]No, 1995 is the past, too.  Look... \n[49]No!  I mean yes, but... Look, I've been given a lot of drugs but I'm still perfectly lucid. You have to let me use the phone.  One call! \n[50]It was some lady.  She didn't know anything. \n[51]No.  That's the reason they chose me -- I remember things. \n[52]What? \n[53]Wait!  This is only 1989!  I'm supposed to be leaving messages in 1995.  It's not the right number yet.  That's the problem.  Damn!  How can I contact them? \n[54]Germs?! \n[55]I'm not crazy. \n[56]If you know how to escape, why don't you...? \n[57]What's that mean? \n[58]They hurt you! \n[59]Look at those assholes, they're asking for it!  Maybe people deserved to be wiped out! \n[60]What are you talking about??? \n[61]It's private. \n[62]What....??? \n[63]What...??? \n[64]No more drugs.  Please... \n[65]Uh, what? \n[66]Uh, that message...me? \n[67]I couldn't call!  You sent me to the wrong year!  It was 1989. \n[68]They forced me to take drugs. \n[69]I got into trouble.  I got arrested. But I still got you a specimen -- a spider -- but I didn't have anyplace to put it, so I ate it.  It was the wrong year anyway, so I guess it doesn't matter. \n[70]Uh, no, sir.  I... \n[71]Uh, no, sir, I...wait! \n[72]Uh, I think so.  In the mental hospital. \n[73]Where are you? \n[74]My name's not \"Bob\". \n[75]Where are you? \n[76]What do you mean, \"maybe\"?  What's that supposed to mean? \n[77]1989. \n[78]It was supposed to be 1995. \n[79]What?  What?? \n[80]I don't understand.  Where am I? \n[81]I...don't understand. \n[82]\n[83]1989.  Six years for you.  There's the sign!  Right here! \n[84]You told me you'd help me.  I know this isn't what you meant, but...I was desperate... no money...bum leg... sleeping on the streets. I probably smell bad.  Sorry about that. But then I saw your book in a store window with a notice about your lecture. I can read, remember? \n[85]It's the next step.  I checked out the Baltimore information, it was nothing. It's Philadelphia, that's where they are, the ones who killed everyone. Zs that a radio?  Does it play music? \n[86]I've never seen the ocean! \n[87]You used to call me \"James\". \n[88]Everybody's got a gun.  In this city... \n[89]Can you...can you make it louder?  I love hearing twentieth century music! Hearing music and breathing air! \n[90]\"Never cry wolf!\" \n[91]My father told me that.  \"Never cry wolf.\"  Then people won't believe you if...something really happens. \n[92]Something bad.  Is that all the music? I don't want to hear this stuff... \n[93]Ohhhh, that one!  Can we hear that one? \n[94]You were in my dream just now.  Your hair was different, but I'm sure it was you. \n[95]About an airport...before everything happened.  It's the same dream I always have -- the only one.  I'm a little kid in it. \n[96]You were very upset.  You're always very upset in the dream, but I never knew it was you before. \n[97]No, I think it was always you.  It's very strange. \n[98]I'll be back in a minute. \n[99]My notes.  Observations.  Clues. \n[100]A secret army.  The Army of The Twelve Monkeys.  I've told you about them. They spread the virus.  That's why we have to get to Philadelphia.  I have to find them -- it's my assignment. \n[101]I just have to locate the virus in its original form before it mutates.  So scientists can come back and study it and find a cure.  So that those of us who survived can go back to the surface of the earth. \n[102]You won't think I'm crazy next month. People are going to start dying.  At first the papers will say it's some weird fever, some virus.  Then they'll begin to catch on.  They'll get it. \n[103]I thought it was about us.  I thought maybe they'd found us and arrested me or something. \n[104]Just a joke. \n[105]When I was a kid I identified with that kid, down there alone in that pipe...a hundred feet down -- doesn't know if they're going to save him. \n[106]Nevermind.  It's not real -- it's a hoax.  A prank.  He's hiding in a barn. Hey, turn left here.  Left! \n[107]Where I come from we think of this as Eden. If we could just see the sun, eat sun-grown food.  Eden!  Look at them!  They donut know what they have.  They don't see the sky.  They don't feel the air! \n[108]And the ones who aren't hungry are so smug they haven't a clue.  WAIT!  STOP! \n[109]The Twelve Monkeys!!!  They're here. Somewhere.  Come on! \n[110]Look, I'm warning you.  You do anything, I'm going to go crazy -- hurt people! \n[111]They're keeping an eye on me. \n[112]The man...with the voice.  I recognized him.  He's from the present.  He... \n[113]Please!  Please don't hurt me! \n[114]Are you hurt? \n[115]Come an.  We're running out of time. You can't help him. \n[116]I did him a favor.  Now come on. \n[117]I've got one now. \n[118]I, uh, I'm looking for the, ah, the Army of the Twelve Monkeys. \n[119]I just need some information... \n[120]I told you what I want. Lock the door! \n[121]Lock it now! \n[122]Mason??? \n[123]No, I don't watch TV. \n[124]Is this him -- Dr. Mason? \n[125]Tell me more about Jeffrey. \n[126]The Army of The Twelve Monkeys. \n[127]What's that mean? \n[128]What's this? \n[129]All I see are dead people.  Everywhere. What's three more? \n[130]The guy was a total fruitcake. \n[131]No -- he said his father was \"God\"! \n[132]We need gas. \n[133]I said I was too young to drive.  I didn't say I was stupid. \n[134]I got shot.  Look -- there's a gas station up ahead. \n[135]It was some kind of...war.  Never mind, you wouldn't believe me.  Turn off here. \n[136]You were going to run out off gas on purpose, weren't you? \n[137]That has your name on it.  Give him cash. \n[138]Where are you going? \n[139]I love seeing the sun. \n[140]You smell so good. \n[141]I have to do something now.  Something I don't want to do.  I'm so sorry. \n[142]I have a mission.  It's important. \n[143]You do know me.  You helped me once. \n[144]I'm here about some monkeys. \n[145]Monkeys.  Twelve of them. \n[146]Listen to me -- I can't do anything about what you're going to do. I can't change anything.  I can't stop you.  I just want some information... \n[147]I just need to have access to the pure virus, that's all!  For the future! \n[148]I don't have time to go upstairs.  The police are looking for me.  I need to know where it is and exactly what it is. \n[149]Plan?  What are you talking about? \n[150]Bulishit!  You're fucking with my head! \n[151]Listen, you dumb fuck!  The thing mutates We live underground!  The world belongs to the fucking dogs and cats.  We're like moles or worms.  All we want to do is study the original... \n[152]\n[153]I...I...I'm really sorry. \n[154]No!  I...don't think so.  I stole a car and they chased me.  I hit a tree. \n[155]Yeah, sort of, I guess.  I...I'm sorry I locked you up.  I thought...I thought... I think maybe I am crazy! \n[156]Jeffrey Mason said it was my idea about the virus.  And suddenly, I wasn't sure.  We talked when I was in the institution, and it was all...fuzzy. The drugs and stuff. You think maybe I'm the one who wiped out the human race?  It was my idea? \n[157]I'm...\"mentally divergent\".  I would love to believe that. \n[158]I need help all right.  They're coming after me. \n[159]It would be great if I'm crazy.  If I'm wrong about everything...the world will be okay.  I'll never have to live underground. \n[160]The gun! ... I lost it \n[161]No gun! Stars!  Air!  I can live here.  Breathe! \n[162]I love this world! \n[163]You...don't...exist!  You're in my mind... \n[164]\n[165]\n[166]I saw you! In 1995!  In the real world! You were a bum!  You pulled out your teeth. \n[167]\n[168]Oh, yeah?  What do I want? \n[169]Tell me.  Tell me what I want. \n[170]More...than...anything. \n[171]No, sir!  I just want to do my part. To get us back on top...in charge of the planet.  And I have the experience, I know who the people are... \n[172]Well, sir, I don't think the human mind was built to exist in two different... whatever you call it...\"dimensions.\" It's stressful, you said it yourselves, it gets you confused.  You don't know what's real and what's not. \n[173]Yes, sir. \n[174]I understand.  There'd be no point. \n[175]It was released in Philadelphia, probably on June 14, 1995. \n[176]San Francisco, New Orleans, Rio de Janeiro, Rome, Kinshasa, Karachi, Bangkok, then Peking. \n[177]That the virus was taken from Philadelphia to San Francisco, then to New Orleans, Rio de Janeiro, Rome, Kinshasa, Karachi, Bangkok, then Peking. \n[178]To find out where the virus is so a qualified scientist can travel back into the past and study the original virus. \n[179]Uh, so that a vaccine can be developed that will, uh, allow mankind to reclaim the surface of the earth. \n[180]Kathryn! \n[181]No, I want to turn myself in.  Where is he? Don't worry -- it's all okay now.  I'm not crazy any more!  I mean, I am crazy, mentally divergent, actually, but I know it now and I want you to help me.  I want to get well... \n[182]I've seen that...before. \n[183]I don't understand what we're doing. \n[184]You mean, treat me?  Cure me?  Kathryn, those words on the wall -- I've seen them before...  I...I...dreamed them. \n[185]I thought I was in...prison again. \n[186]No, not really.  It's...it's in my mind.  Like you said. \n[187]I don't know -- I don't remember. \n[188]It was?  I didn't...know. \n[189]I think I saw a TV show like that when I was a kid.  Where a boy... \n[190]Well, maybe that kid saw the same TV show and copied it.  Listen, you were right, it's all in my head.  I'm mentally ill, I imagine all that stuff.  I know they're not real, I can trick them, make them do what I want.  I just worked on them in my head and I got back here.  I can get better.  I can stay here. \n[191]...I had a dream about...something like that. \n[192]You said I had delusions -- that I created a world -- you said you could explain everything... \n[193]I want to be here.  In this time.  With you.  I want to become...become a whole person.  I want this to be the present. I want the future to be unknown. \n[194]Is this real -- or is this one of my delusions? \n[195]You want me to rob him? \n[196]Just...just in case.  In case I'm not crazy... That's how they find us.  By our teeth. I don't want them to find me.  Ever.  I don't want to go back. \n[197]A Carpet Cleaning Company? \n[198]You... you left them a message? \n[199]\"The Army of the Twelve Monkeys -- they're the ones who are going to do it.  I can't do anything more.  The police are watching me.\" \n[200]They got your message, Kathryn.  They played it for me.  It was a bad recording...distorted.  I didn't recognize your voice. \n[201]I think I've seen this movie before. When I was a kid.  It was on TV. \n[202]I have seen it, but I don't remember this part.  Funny, it's like what's happening to us, like the past.  The movie never changes -- it can't change -- but everytime you see it, it seems to be different because you're different -- you notice different things. \n[203]Flowers!  What flowers? \n[204]Why are we doing this? \n[205]But maybe I'm wrong.  Maybe you're wrong.  Maybe we're both crazy. \n[206]Where can we hide for a few weeks? \n[207]Kathryn?! \n[208]You were in my dream just now.  I didn't recognize you. \n[209]I mean in my dream -- I didn't realize it was you.  Then...I woke up and I...I thought you were gone. \n[210]On the walls -- they meant the animals when they said, \"We did it.\" \n[211]I know this place! ... This is my dream. \n[212]It's not just my dream.  I was actually here!  I remember now.  My parents brought me to meet my uncle.  About a week or two before...before...before everybody started dying. \n[213]I was here...as a kid.  I think you were here, too.  But you...looked just like you look now. \n[214]Right!  You're right.  I have to fix this. \n[215]Listen, I don't know whether you're there or not.  Maybe you just clean carpets.  If you do, you're lucky -- you're gonna live a long, happy life. But if you other guys exist and you're picking this up -- forget about the Army of The Twelve Monkeys -- they didn't do it.  It was a mistake' Someone else did it.  The Army of The Twelve Monkeys are just dumb kids playing revolutionaries.  It was someone else! \n[216]I've done my job.  I did what you wanted. Good luck.  I'm not coming back! \n[217]Leave me alone!  I made a report.  I didn't have to do that. \n[218]This is the present.  This is not the past. This is not the future.  This is right now! \n[219]I'm staying here! You got that?  You can't stop me! \n[220]Jo...Jose???? \n[221]What?  What for?  Are you crazy? \n[222]How did you find me? \n[223]The call I just made?  Five minutes ago? \n[224]This part isn't about the virus, is it? \n[225]It's about obeying, about doing what you're told. \n[226]Who am I supposed to shoot? \n[227]I love you, Kathryn.  Remember that. \n[228]Get your hands off her! \n[229]I said, get your hands off her.  She's not a criminal.  She's a doctor...a psychiatrist. ", "RAILLY": "\n[1]He's been tested for drugs? \n[2]You have him in restraints. \n[3]That would explain the bruises, I guess.  The struggle. \n[4]Yes, please.  You said he gave a name... \n[5]No, thank you. \n[6]Mr. Cole?  My name is Doctor Railly. I'm a psychiatrist.  I work for the County -- I don't work for the police. My only concern is your well being -- do you understand that? \n[7]I'm going to be completely honest.  I'm not going to lie to you.  I can't make the police let you go...but I do want to help you.  And I want you to trust me.  Can you do that, James?  May I call you \"James\"? \n[8]Have you been a patient at County? Have I seen you someplace? \n[9]What kind of information? \n[10]Change what? \n[11]Do you know why you're here, James. \n[12]I see.  You don't remember assaulting a police officer...several officers? \n[13]You don't have a driver's license, James?  Or a Social Security card? \n[14]Why not?  Most people have some ID. \n[15]You've been in an institution, haven't you, James?  A hospital? \n[16]A jail?  Prison? \n[17]Hiding? \n[18]What's wonderful about the air, James? \n[19]You're afraid of germs? \n[20]Why do you think there aren't any germs in the air, James? \n[21]July. \n[22]Do you know what year it is? \n[23]What year do you think it is? \n[24]You think it's July of 1995?  That's the future, James.  Do you think you're living in the future? \n[25]1995 is the future, James.  This is 1989. \n[26]It wasn't who you expected? \n[27]Perhaps it was a wrong number... \n[28]James, where did you grow up?  Was it around here?  Around Baltimore? \n[29]I have the...strangest feeling I've met you before...a long time ago, perhaps. Were you ever...? \n[30]James, take these. Please -- I helped you like I said I would.  Now I want you to trust me. \n[31]Cole.  James Cole -- right? \n[32]Poor man... \n[33]It's just a shot to calm you. \n[34]I have to do this, James.  You're very confused. \n[35]I didn't think I was being defensive. I was just... \n[36]Okay, it was bad judgment.  But I have the strangest feeling about him -- I've seen him somewhere and... \n[37]I said it was bad judgment!  What else do you want me to say? \n[38]He was fully sedated! \n[39]In 1841, Mackay wrote, \"During seasons of great pestilence, men have often believed the prophecies of crazed fanatics, that the end of the world was come.\"  Obviously, this plague/doomsday scenario is considerably more compelling when reality supports it in some form, whether it's the Bubonic Plague, smallpox, or AIDS.  In addition to these \"natural\" contagions, there are now technological horrors as well:  besides radiation, consider our lurking fear of germ warfare and its close approximation, chemical warfare, which first reared its ugly head in the deadly mustard gas attacks during the First World War. \n[40]Cassandra, in Greek legend you will recall, was condemned to know the future but to be disbelieved when she foretold it.  Hence, the agony of foreknowledge combined with impotence to do anything about it. \n[41]You're leaving? \n[42]I'll be there in twenty minutes. \n[43]You can have my purse.  I have a lot of cash and credit... \n[44]Here!  You can have the keys.  You can... \n[45]Where... where are we going' \n[46]But that's... that's more than 200 miles! \n[47]If you make me go with you, it's kidnapping.  That's a serious crime. If you let me go, you could just take the car and... \n[48]Cole!  James Cole!  You escaped from a locked room six years ago. \n[49]I can't believe this is a coincidence, Mr. Cole.  Have you been...following me? \n[50]Yes, I remember. Why do you want to go to Philadelphia? \n[51]It's an advertisement, Mr. Cole.  You do understand that, don't you?  It's not really a special message to you. \n[52]You'd prefer that? ... James...you don't really have a gun, do you. \n[53]What? \n[54]\"If something really happens\"...like what, James? \n[55]Did something terrible happen to you when you were a child?  Something so bad...? \n[56]We dream about what's important in our lives. And I seem to have become pretty important in yours.  What was the dream about? \n[57]And I was in it?  What did I do? \n[58]It wasn't me before, James.  It's become me now because of...what's happening.  Please untie me. \n[59]You're flushed.  And you were moaning. I think you're running a fever.  What are you doing? \n[60]No!  Don't leave me here like this! \n[61]Clues?  What kind of clues? \n[62]What will you do...when you find this...secret army? \n[63]Does that disturb you, James?  Thinking about that little boy in the well? \n[64]What do you mean -- when you were a kid? \n[65]I'm not going to \"do\" anything, I promise.  But you need help, James. None of this is what you think it is. \n[66]Who's keeping an eye on you? \n[67]James, no -- we shouldn't be here! \n[68]James!  We have to go back.  Those men... \n[69]Uh, no.  Yes.  I mean, just some scrapes... \n[70]Is he...alive? \n[71]Oh, Jesus, James!  You killed him! \n[72]You didn't have a gun before, did you? \n[73]It's all right, James -- it's just a tape. \n[74]James, no -- don't hurt them. Please, I'm a psychiatrist -- just do whatever he tells you to do.  He's... upset -- disturbed.  Please -- he's dangerous -- just cooperate. \n[75]James, why don't we...? \n[76]Jeffrey Mason? \n[77]You can't just barge in on a famous scientist.  They'll have security guards, gates, alarm systems.  It's insane, James. \n[78]If those young men don't get loose, they could die in that basement. \n[79]You know Dr. Mason's son, Jeffrey Mason, don't you, James?  You met him in the County Hospital six years ago. \n[80]And he told you then his father was a famous virologist. \n[81]This can't go on, James.  You're not well.  You're burning with fever. \n[82]I thought you didn't know how to drive. \n[83]What's the matter with your leg? \n[84]Shot!  Who shot you? \n[85]No.  I want you to turn yourself in, James -- It'll go much better for you if you do -- but I'm not going to trick you. \n[86]You can come with me.  I have to get some things.  Scissors, bandages, some alcohol or whiskey. ... I have to look at your leg, James.  I'm a doctor. \n[87]You shouldn't put your weight on it. You need stitches and antibiotics. Lucky for you it was near the surface. \n[88]Wait -- let me help you. \n[89]You have to give yourself up, you know. \n[90]You bastard!  You total bastard! \n[91]I could have died in there.  If something had happened to you I would have died. \n[92]What have you done?  Did you...kill someone? \n[93]See -- you can drive after all! \n[94]What made you think that? \n[95]Nobody is going to wipe out the human race.  Not you or Jeffrey or anybody else.  You've created something in your mind, James -- a substitute reality. In order to avoid something you don't want to face. \n[96]It can be dealt with, but only if you want to.  I can help you. \n[97]First, it's important that you surrender to them instead of them catching you running.  Okay? \n[98]Give me the gun. \n[99]You're sure? \n[100]I'm going to attract their attention, let them know where we are, okay? \n[101]They'll tell you to put your hands on top of your head.  Do what they tell you.  You're going to get better, James -- I know it! \n[102]Remember, I'm going to help you.  I'll stay with you.  I won't let them... \n[103]Then I said something to him about cooperating and he said he would do that, so I got in the car and started honking the horn.  When I got out, he was gone. \n[104]He wouldn't do something like that -- he... \n[105]I'd like to be clear about this.  That man and the other one were...\"severely\" beating us.  James Cole didn't start it.  In fact -- he saved me! \n[106]It's a normal reaction to a life- threatening situation. He's sick.  He thinks he comes from the future.  He's been living in a carefully constructed fantasy world and that world is starting to disintegrate.  He needs help! \n[107]No -- I'm in a state of hyper- alertness.  I can't sleep. \n[108]I hate those things.  They mess my head up. \n[109]Do they really expect him to come here? And in Fresno, California... \n[110]He's dead, isn't he -- that little boy? \n[111]He not only used the word \"prank\" -- he said the boy was hiding in a barn. \n[112]For God sakes, Owen, listen to me -- he knew about the boy in Fresno and he says three billion people are going to die! \n[113]And what we believe is what's accepted as \"truth\" now, isn't it, Owen?  Psychiatry -- it's the latest religion.  And we're the priests -- we decide what's right and what's wrong --we decide who's crazy and who isn't. ... I'm in trouble, Owen.  I'm losing my faith. \n[114]You found him?  Is he all right? \n[115]No! \n[116]Please, I know it sounds insane but... \n[117]\n[118]\n[119]You!  I know you! \n[120]Have you seen James Cole?  The man...? \n[121]The police.  I know.  Listen, I need to talk to James, but he has to be careful how he contacts me.  He mustn't get caught.  Do you understand me? \n[122]He was with me, he spoke to you. Several weeks ago.  He said you were from the future...watching him. \n[123]James! \n[124]James!  That's a policeman.  Pretend you don't know me.  If he sees you... \n[125]James -- put your hands down and listen to me.  Things have changed! \n[126]James, come on!  We have to get out of here! \n[127]James, trust me.  We're in terrible trouble.  We have to run. \n[128]James!  Come on. \n[129]We're avoiding the police until I can....talk to you. \n[130]An hour?! \n[131]Here's ninety eight.  For the night.  Deal? \n[132]Okay...you were standing there looking at the moon...you were eating grass... then what? \n[133]Just like that?  You were in prison? \n[134]You disappeared!  One minute you were there, the next minute you were gone. Did you run through the woods? \n[135]The boy in the well.  How did you know that was just a hoax? \n[136]James, you said he was hiding in the barn... \n[137]\n[138]What does this mean to you? \n[139]You had a bullet from World War One in your leg, James!  How did it get there? \n[140]Well, I can't. ... I mean...I'm trying to.  I can't believe that everything we do or say has already happened, that we can't change what's going to happen, that I'm one of the three billion people who are going to die...soon. \n[141]James...do you remember...six years ago...you had a phone number!  You tried to call and... \n[142]This is definitely real: Excuse me, I think we have a little misunderstanding here... \n[143]\n[144]Put him in the closet, ... But get his money first. \n[145]I...I...We need cash, James. \n[146]James, no! \n[147]Oh, my God, James.  Did you kill him? \n[148]Push it tight! \n[149]Wait here.  I'm going to try that phone number.  Let's hope it's nothing! \n[150]James!  James!  It's okay.  We're insane!  We're crazy! \n[151]It's a Carpet Cleaning Company... \n[152]No superiors!  No scientists.  No people from the future.  It's just a Carpet Cleaning Company.  They have voice mail -- you leave a message telling them when you want your carpet cleaned. \n[153]I couldn't resist.  I was so relieved. Wait'll they hear this nutty woman telling them...they better watch out for the Army of the Twelve Monkeys... \n[154]You... you couldn't have heard me. \n[155]Come on. \n[156]And this. Anything else? \n[157]I guess that's it. \n[158]No -- I'll pay cash. \n[159]What floor are the wigs on, please? \n[160]Here, let me help you. \n[161]Shh -- don't talk.  Hold still. \n[162]If we can't change anything...because it's already happened, then we ought to at least smell the flowers. \n[163]It's an expression.  Here... \n[164]So we can stick our heads out the window and feel the wind and listen to the music.  So we can appreciate what we have while we have it.  Forgive me, psychiatrists don't cry. \n[165]In a few weeks, it will have started or it won't.  If there are still baseball games and traffic jams, armed robberies and boring TV shows -- we'll be so happy, we'll be glad to turn ourselves in to the police. \n[166]You said you'd never seen the ocean... \n[167]Well, you look pretty different, too. \n[168]I remember you...like this.  I feel I've known you before.  I feel I've always known you. \n[169]Nine thirty \n[170]Tight?  My watch says 7:30. \n[171]What?  What did you say? \n[172]That's what they were up to!  Freeing animals! \n[173]Maybe it's going to be okay. \n[174]Airports all look the same.  Maybe it's... James!  Your moustache!  It's slipping. \n[175]They may be looking for us, James. Use this.  You can fix it in the Men's Room.  \n[176]James, if we're identified, they're going to send us someplace...but not to Key West! \n[177]I'll get the tickets and meet you... in the Gift Shop. \n[178]Judy Simmons.  I have reservations for Key West. \n[179]It's...a long story. \n[180]Oh, my God! \n[181]James!  Thank God!  I thought you'd disappeared.  Listen, I think I know who it is!  I saw him!  It's Dr. Mason's assistant.  An apocalypse nut!  The next flight to San Francisco leaves from Gate 38. If he's there, it has to be him. \n[182]Maybe we can stop him.  Maybe we can actually do something. \n[183]Oh, God, we don't have time for this. \n[184]Please listen to me -- this is very urgent! \n[185]\n[186]", "JEFFREY": "\n[1]How much you gonna pay me?  Huh?  I'd be doing your job. \n[2]Okay, Billings.  Five thousand.  That's enough.  Five thousand dollars.  I'll give him the Deluxe Mental Hospital Tour. \n[3]Kid around, kid around.  It makes them feel good, we're all pals.  We're prisoners, they're the guards, but it's all in good fun, you see? \n[4]Here's the games.  Games vegitize you. If you play the games, you're voluntarily taking a tranquilizer. \n[5]What'd they give you?  Thorazine?  How much?  Learn your drugs -- know your doses. \n[6]A telephone call?  That's communication with the outside world!  Doctor's discretion.  Hey, if alla these nuts could just make phone calls, it could spread.  Insanity oozing through telephone cables, oozing into the ears of all those poor sane people, infecting them!  Whackos everywhere!  A plague of madness. In fact, very few of us here are actually mentally ill.  I'm not saying you're not mentally ill, for all I know you're crazy as a loon.  But that's not why you're here.  Why you're here is because of the system, because of the economy. There's the TV.  It's all right there. Commercials.  We are not productive anymore, they don't need us to make things anymore, it's all automated.  What are we for then?  We're consumers.  Okay, buy a lot of stuff, you're a good citizen. But if you don't buy a lot of stuff, you know what?  You're mentally ill! That's a fact!  If you don't buy things...toilet paper, new cars, computerized blenders, electrically operated sexual devices... \n[7]So if you want to watch a particular program, say \"All My Children\" or something, you go to the Charge Nurse and tell her what day and time the show you want to see is on.  But you have to tell her before the show is scheduled to be on.  There was this one guy who was always requesting shows that had already played.  He couldn't quite grasp the idea that the Charge Nurse couldn't just make it be yesterday for him, turn back time ha ha.  What a fruitcake!! \n[8]Seriously, more and more people are being defined now as mentally ill.  Why? Because they're not consuming on their own.  But as patients, they becone consumers of mental health care.  And this gives the so-called sane people work! \n[9]Right!  Right!  Carried away, heh heh. I got \"carried away\".  Explaining the workings of...the institution. \n[10]This is TJ Washington, Jim -- he doesn't really come from outer space. \n[11]Staff!  Whoo!  Time for Staff.  Now the geniuses cure you.  Hallelujah! \n[12]You think you can remove the grill but you can't.  It's welded. \n[13]See?  I toldja.  And all the doors are locked, too.  They're protecting the people on the outside from us.  But the people outside are as crazy as us. \n[14]You know what \"crazy\" is?  \"crazy\" is \"majority rules\".  Take germs for example. \n[15]In the 18th century there was no such thing!  Nobody'd ever imagined such a thing -- no sane person anyway.  Along comes this doctor...Semmelweiss, I think.  He tries to convince people... other doctors mostly...that there are these teeny tiny invisible \"bad things\" called germs that get into your body and make you...sick!  He's trying to get doctors to wash their hands.  What is this guy...crazy?  Teeny tiny invisible whaddayou call 'em?...\"germs\"! \n[16]So cut to the 20th century!  Last week in fact, right before I got dragged into this hellhole.  I order a burger in this fast food joint.  The waiter drops it on the floor.  He picks it up, wipes it off, hands it to me...like it was all okay. \n[17]\"What about the germs?\"  I say.  He goes, \"I don't believe in germs.  Germs are just a plot they made up so they can sell you disinfectants and soap!\" Now, he's crazy, right?  Hey, you believe in germs, don't you? \n[18]Of course not, I never thought you were. You want to escape, right?  That's very sane.  I can help you.  You want me to, don't you?  Get you out? \n[19]Why don't I escape, that's what you were going to ask me, right?  'Cause I'd be crazy to escape!  I'm all taken care of, see?  I've sent out word. \n[20]I've managed to contact certain underlings, evil spirits, secretaries of secretaries, and assorted minions, who will contact my father. When he learns I'm in this kind of place, he'll have them transfer me to one of those classy joints where they treat you...properly. \n[21]Sorry.  Really sorry.  Got a little agitated.  The thought of escaping crossed my mind and suddenly...suddenly I felt LIKE BENDING THE FUCKING BARS \n[22]You dumb assholes!  I'm a mental patient! I'm supposed to act out.  Wait til you morons find out who I am.  My father's gonna be really upset.  AND WHEN MY \n[23]Not as bad as what they're doing to kitty. \n[24]Wiping cut the human race!  That's a great idea!  But it's more of a long term thing -- right now we have to focus on more immediate goals. I didn't say a word about \"you know what\". \n[25]You know -- your plan. \n[26]What're you writing?  You a reporter? \n[27]A lawsuit?  You going to sue them? \n[28]Get it?  Monk - Key.  Monk! Key! \n[29]Wooooo, they really dosed you, bro. Major load!  Listen up -- try and get it together.  Focus!  Focus!  The plan! Remember?  I did my part. \n[30]Not, \"what\", babe!  When! \"When???\" \n[31]Now! \n[32]\n[33]\n[34]\n[35]\n[36]\n[37]\n[38]What are you talking about?  What friend?  I'm not expecting anyone. \n[39]This is ridiculous.  My father is making a major address. \n[40]Never saw him before in my life.  Go ahead and shoot him or torture him or whatever it is you do. \n[41]That would be totally out of character. Helping people is against my principles. See, he definitely doesn't know me.  Now, I'm going to go back and listen to my father's very eloquent discourse on the perils of science WHILE YOU TORTURE THIS \n[42]Excuse me -- what did you say? \n[43]Arnold...Arnold. \n[44]My God, Arnie, what's happened to you? You look like shit \n[45]Of course I know him.  What do you think -- I act like this to strangers? Listen -- you fellas are terrific.  I thought you were pulling a number on me.  What a terrible thing if you'd thrown old Arnie out.  I owe you guys the big apologia!  Mea culpa, fellas. Christ, Arnie, it's black tie!  I mean, I said, \"drop by,\" but, like, this is Dad's big \"do\"...vips, senators, secret service, and...and everything. \n[46]Arnold Pettibone.  Old Arnie Pettibone. Used to be my best friend.  Still is. What've you lost, Arnie -- forty pounds? No wonder I didn't know you. You hungry? Lots of dead cow, dead lamb, dead pig. Real killer feast we're putting on tonight. \n[47]Hey, nice ta see ya.  Lookin' good!  Hi, there.  Yes, it has been a long time. \n[48]County Hospital, right?  1989.  The \"Immaculate Escape\" -- am I right? Why, thank you -- you look wonderful, too. \n[49]We need to talk.  Come on.  Upstairs. I am a new person!  I'm completely adjusted.  Witness the tux.  It's Armani. Who chattered?  Goines?  Weller? \n[50]Come on, follow me.  You don't lock so good. \n[51]I get it!  This is your old plan, right? \n[52]Remember?  We were in the dayroom, watching TV, and you were all upset about the...desecration of the planet. And you said to me, \"Wouldn't it be great if there was a germ or a virus that could wipe out mankind and leave the plants and animals just as they are?\"  You do remember that, don't you? \n[53]And that's when I told you my father was this famous virologist and you said, \"Hey, he could make a germ and we could steal it!\" \n[54]You're right!  Absolutely right.  Me's a nut case, totally deranged.  Delusional! Paranoid.  HIS PROCESSOR'S ALL FUCKED \n[55]\n[56]\n[57]Whine, whine, whine.  What about walkie talkies?  We used to have walkie talkies. \n[58]You get the bolt cutters? \n[59]You really want to know? \n[60]\n[61]Ex-psychiatrist!  Now, what about flashlights?  How many flashlights...? \n[62]\n[63]Here's my theory on that.  While I was institutionalized, my brain was studied exhaustively in the guise of mental health. I was interrogated, x-rayed, studied thoroughly.  Then, everything about me was entered into a computer where they created a model of my mind. \n[64]Then, using the computer model, they generated every thought I could possibly have in the next, say ten years, which they then filtered through a probability matrix to determine everything I was going to do in that period.  So you see, she knew I was going to lead the Army of the Twelve Monkeys into the pages of history before it ever even occurred to me.  She knows everything I'm ever going to do before I know it myself.  How about that? \n[65]Now I have to get going -- do my part. You guys check all this stuff out and load up the van.  Make sure you have everything.  I'm outta here. \n[66]Let's do it! \n[67]Okay, that's Stage One.  In Stage Two, Monkey Four is over here... \n[68]Ah, but cruelty is his specialty. \n[69]Want the full effect? \n[70]What...virus? \n[71]What virus are we talking about, Dad? \n[72]You \"develop\" viruses and you're calling me insane?  Typical.  What does this virus attack?  Don't tell me, you sick fuck, it doesn't matter. Have I ever \"developed\" a virus?  Do I put helpless animals in cages and measure their reactions to electrical stimuli? Do I inject radioactive substances into living creatures and examine their bowel movements?  Wow!  And I'm crazy! \n[73]", "ASTROPHYSICIST": "\n[1]We want you to tell us about last night. \n[2]Wake up, Cole. \n[3]To be determined by the proper authorities. \n[4]We have a very advanced program, something very different, requires very skilled people. \n[5]For a man in your position...an opportunity. \n[6]Well? \n[7]Cole, did you or did you not record that message? \n[8]What about these people?  Did you see any of these people? \n[9]Him?  You saw that man? \n[10]You were sent to make very important observations! \n[11]Stay alert.  Keep your eyes open. \n[12]Come on, Cole, cooperate! \n[13]But just until you recover your, uh,... equilibrium. \n[14]You stood up very well, considering... \n[15]We're very close!  Because of you! \n[16]Women will want to get to know you... \n[17]Of course you want to be well, James. And you will be...soon. \n[18]The food, the sky, the certain, uh, sexual temptations -- you haven't become \"addicted\" have you, Cole?  To that \"dying\" world' \n[19]You said we weren't \"real,\" Cole... \n[20]You can't trick us, you know.  It wouldn't work. \n[21]We're going to think about it, Cole. Among ourselves.  We'll get back to you. \n[22]Jones is my name.  I'm in insurance. ", "RASPY VOICE": "\n[1]Hey!  Who's that? \n[2]Hey, Bob...what's your name? \n[3]You can talk!  Wah'dja do, Bobby boy? Volunteer? \n[4]Not a prob, Bob.  Where'd they send you? \n[5]Another cell. ...  Maybe. \n[6]Maybe.  Means \"maybe\" I'm in the next cell, another \"volunteer\" like you -- or \"maybe\" I'm in the Central Office spying on you for all those science bozos.  Or, hey, \"maybe\" I'm not even here.  \"Maybe\" I'm just in your head.  No way to confirm anything. Ha Ha.  Where'd they send you? \n[7]Not talking, huh, Bob?  That's okay I can handle that. \n[8]89!  How was it?  Good drugs?  Lotsa pussy?  Hey, Bob, you do the job?  D'ju find out the \"big info\"?...Army of the Twelve Monkeys...where the virus was prior to mutation? \n[9]Science isn't an exact science with these clowns.  You're lucky you didn't end up in ancient Egypt! \n[10]You can't hide from them, Bob. \n[11]You sure fucked up, Bob! \n[12]But I can understand you don't want your mistakes pointed out to you. I can relate to that, old Bob. \n[13]Hey, I know what you're thinking.  You're thinking I don't exist except in your head.  I can see that point of view.  But you could still talk to me, couldn't you? Carry on a decent conversation? \n[14]Why would I pull out my teeth, Bob? They don't like that.  That's a no-no. And when did you say you saw me? In...1872? \n[15]Yelling won't get you what you want.  You have to be smart to get what you want. \n[16]You don't know what you want?  Sure you do, Bob.  You know what you want. \n[17]To see the sky -- and the ocean -- to be topside -- breathe the air -- to be with her. ... Isn't that right?  Isn't that what you want? \n[18]Secret experiments! \n[19]Got yourself a prob, Bob? \n[20]Point of fact -- you don't belong here. It's not permitted to let you stay. ", "FALE": "\n[1]Uh, can we help you? \n[2]Excuse me.  You looking for something in particular? \n[3]What do you want -- money?  We only have a few bucks. \n[4]Shut up! \n[5]Then, Jeffrey becomes like this...big star -- the media latch on to him because he's picketing his own father, a \"famous Nobel Prize winning virologist\". You musta seen all that on TV. \n[6]That's him. \n[7]Jeffrey started getting bored with the shit we do...picketing, leafleting, letter-writing stuff.  He said we were, \"ineffectual liberal jerkoffs\".  He wanted to do guerrilla \"actions\" to \"educate\" the public. \n[8]Yeah, that's when he let a hundred snakes loose in the Senate. \n[9]So he and eleven others split off and became this underground...\"army\" \n[10]He goes on TV, gives a news conference, tells the whole world he just realized his daddy's experiments are vital for humanity and that the use of animals is absolutely necessary and that he, Jeffrey Mason, from now on, is going to personally supervise the labs to make sure all the little animals aren't going to suffer. \n[11]It's the kidnap woman -- the one who was with the guy who tied us up. \n[12]She's drawing attention to us, that's what she's doing. ... I don't know what you're up to this time, Mason, but you're gonna get us in deep shit! \n[13]One dozen bolt cutters!  Whadda you gonna do with one dozen bolt cutters? \n[14]No!  Absolutely not. Don't tell me anything. \n[15]Your psychiatrist?  Did you just say, \"your psychiatrist\"? \n[16]That woman is...was...your... psychiatrist?  And now she's spray- painting our building? \n[17]Hey, no problem, it's probably just another kidnapping featuring Jeffrey's shrink, pardon me, make that ex-shrink. This is your leader, a certifiable lunatic who told his former psychiatrist all his plans for God knows what whacko irresponsible schemes, and now who knows what she's painted out there on our wall? \n[18]Then how come she knows what's going on? \n[19]He's seriously crazy -- you know that. ", "BOTANIST": "\n[1]It's important to observe everything. \n[2]Not to volunteer could be a real mistake. \n[3]Forced you!  Why would someone force you to take drugs? \n[4]You could have made a real contribution. \n[5]During your \"interview,\" while you were...\"under the influence,\" you told us you liked music! \n[6]This is a hospital. \n[7]You connected the Army of the 12 Monkeys to a world famous virologist and his son... \n[8]A full pardon! \n[9]Let's consider again our current information -- if the symptoms were first detected in Philadelphia on June 28, 1995, that makes us know that...? \n[10]And it appeared sequentially after that in...? \n[11]Meaning...??? \n[12]And your only goal is...??? \n[13]So that...??? \n[14]This is from a magazine printed in late September, 1995.  The writer speculated that this graffiti might be related to the epidemic that by that time had already killed thirty million people world-wide and was getting worse.  He says, certain people, unnamed, were questioned, but what came of that is not known.  But it is a clue you should pursue. ", "MICROBIOLOGIST": "\n[1]Thank you.  You two wait outside. \n[2]Why don't you sit down, Mr. Cole. \n[3]We'll get to the spider later, Mr. Cole.  Right now, we want to know everything that you saw. \n[4]I asked you, why did you volunteer? \n[5]An opportunity to reduce your sentence considerably... \n[6]Definitely a mistake! \n[7]It's a digital reconstruction of a message, Cole, from a weak signal on our contact number.  Did you make that call? \n[8]The question is, Cole -- \"Do you want another chance?\" \n[9]Just relax now -- don't fight it.  We have to know exactly what's there so we can fix it. \n[10]Others will take over now... \n[11]You'll be out of here in no time. \n[12]But you know what's real now? ", "JOSE": "\n[1]\"Volunteers\" again. \n[2]Cole!  Oh, God, Cole, where are we? \n[3]Pulling out the tooth, man, that was nuts!  Here, take this. \n[4]Me?  Are you kiddin?  You're the one! You were a hero, man.  They gave you a pardon!  And whadda you do?  You come back and fuck with your teeth!  Wow! \n[5]The phone call, man.  The phone call. \n[6]Hey, five minutes ago, thirty years ago! Yes, that phone call.  I been in training for this a couple a months now -- ever since I got back from that... \"weird\" war we were in.  You remember that? Here, take it, man!  You could still be a hero if you'd cooperate! \n[7]Coma on, Cole, don't be an asshole. Look, I got orders, man!  You know what I'm sposed to do if you don't go along? I'm sposed to shoot the lady!  You got that?  They said, \"If Cole don't obey this time, Garcia, you gotta shoot his girlfriend!\" \n[8]I got no choice, man.  These are my orders.  Just take it, okay? \n[9]Hey, man... \n[10]They gave you a pardon, man.  Whatdaya want? ", "ENGINEER": "\n[1]I don't think he's going to hurt us.  You're not going to hurt us, are you Mr. Cole? \n[2]We appreciate you volunteering.  You're a very good observer, Cole. \n[3]You'll get a reduction in sentence. \n[4]You don't want to jeopardize that reduction, do you, Cole?  Have it taken away? \n[5]We want tough minded people.  Strong mentally.  We've had some...misfortunes with \"unstable\" types. \n[6]He's drugged out of his mind!  He's completely zoned out. \n[7]What about it, Cole? \n[8]You're still a little... disoriented. \n[9]This is it, James...what you've been working for. ", "BILLINGS": "\n[1]Lemme see your head, Jimbo, see if you got any creepy crawlies. \n[2]Gotta work that out with a doctor, Jimbo. Can't make no calls 'til the doctor says. \n[3]What chew gotta do, Jimbo, is take it easy, relax into things.  We all gonna get along fine if you just relax. \n[4]Jeffrey.  Yo!  Jeffrey.  This here is James. Whyncha show James around?  Tell him the TV rules, show him the games an' stuff, okay? \n[5]Five thousand dollars, my man.  That enough?  I'll wire it to your account as usual, okay? \n[6]Yo, James -- time to take your meds. \n[7]God damn you, Jeffrey, quit playing the fool. \n[8]Uh, Dr. Fletcher -- we got another... situation. \n[9]Yes, sir.  Did it myself. ", "GEOLOGIST": "\n[1]What did you do with your time, Cole? Did you waste it on drugs?  Women? \n[2]Helped to reclaim the planet... \n[3]No mistakes this time, Cole. \n[4]Spit it out... you went to the home of a famous virologist... \n[5]Stress!  Time travel! \n[6]Superior work!  Superior! \n[7]We'll retake the planet. \n[8]But all that...\"behavior\"... \n[9]He'd have to bone up, catch up to our research, the latest clues... ", "BEN": "\n[1]I told you that fuckhead Mason would get us into something like this. \n[2]Yeah, tucking, crazy Jeffrey Mason. \n[3]What are you going to do with us? \n[4]They started planning a \"Human Hunt\". \n[5]But they didn't do it.  They didn't do any of it. \n[6]What's she doing? \n[7]Hey!  Do you know what she's doing? \n[8]I can't see it. \n[9]Wow, a guy in a Chevy is chasing her and some other guy I can't see. ", "ZOOLOGIST": "\n[1]And possibly play an important role in returning the human race to the surface of the earth. \n[2]You're certain of that? \n[3]Did you see it? \n[4]As well as reducing your sentence. \n[5]Good thinking about that spider, Cole. Try and do something like that again. \n[6]This isn't the prison, James. \n[7]We'll be back on the surface in a matter of months.... \n[8]He's proved to be a quick study... ", "WALLACE": "\n[1]This is my territory, bitch! \n[2]What're you -- some kind of tough guy? You wanna be a hero?  You gonna try and mess with me?  Come on... \n[3]Now that's a smart boy.  But you, honey, you think you can go 'round me and peddle your fancy ass in this part of town, you bet your life we got what I would call a major goddamn misunderstandin'. \n[4]You...heard...her.  Don't do it, man. \n[5]You two are crazy.  I got friends.  You put me in a closet, they're gonna be really pissed. \n[6]I have friends, man -- if you cut me... \n[7]What...the...fuck..are you doing??? ", "FRANKI": "\n[1]-- so they get there and they ask the guy real nice for some kind of i.d., and he gets agitated, starts screaming about viruses. Totally irrational, totally disoriented, doesn't know where he is, what day it is, alla that stuff.  All they got was his name.  They figure he's stoned out of his mind, it's some kinda psychotic episode, so they're gonna bring him... \n[2]Negative for drugs.  But he took on five cops like he was dusted to the eyeballs.  No drugs.  You believe that? \n[3]Were you listening?  We got two officers in the hospital.  Yeah, he's in restraints, plus the medic gave him enough stellazine to kill a horse.  Look at him!  Still on his feet. \n[4]You want to go in?  Examine him? \n[5]James Cole.  That's everything we got.  None of the James Coles on the computer match him. No license, no prints, no warrants.  Nothing. You want me to go in with you? \n[6]I'll be right here...just in case. ", "RAILLY'S VOICE": "\n[1]According to the accounts of local officials at that time, this gentleman, judged to be about forty years of age, appeared suddenly in the village of Wyle near Stonehenge in the West of England in April of 1162.  Using unfamiliar words and speaking in a strange accent, the man made dire prognostications about a pestilence which he predicted would wipe out humanity in approximately 8OO years.  Deranged and hysterical, the man raped a young woman of the village, was taken into custody, but then mysteriously escaped and was not heard of again. \n[2]During such an attack in the French trenches in October, 1917, we have an account of this soldier... \n[3]-- who, during an assault, was wounded by shrapnel and hospitalized behind the lines where Doctors discovered he had lost all comprehension of French but spoke English fluently, albeit in a regional dialect they didn't recognize. The man, although physically unaffected by the gas, was hysterical.  He claimed he had come from the future, that he was looking for a pure germ that would ultimately wipe mankind off the face of the earth in the year... 1995! \n[4]Although seriously injured, the young soldier disappeared from the hospital before more data could be gathered.  No doubt, he was trying to carry on his mission to warn others, substituting for the agony of war...a self-inflicted agony we call the \"Cassandra Complex\". \n[5]Please untie me.  I'm very uncomfortable. \n[6]James, what are you doing? ", "TEDDY": "\n[1]We don't know anything about any \"Army of the Twelve Monkeys\", so why don't you and your friend disappear, okay? \n[2]Didn't you hear me?  We're not... \n[3]But we weren't into that kind of stuff. It's counter productive, we told him. \n[4]They bought stun guns and nets and bear traps.  They were gonna go to Wall Street and trap lawyers and bankers... \n[5]Yeah, just like always, Mr. Big Shot sold his friends out! \n[6]What's it say? "}}