{"dialogues": {"SOLOMON": "\n[1]Come, Anne. Jump. The children, now smiling as well, egg their mother on. \n[2]I will catch you, Anne. I will. Again, lightly stern: \n[3]Mr. Parker. \n[4]We are in need of a fresh carry all for the Mrs's travels. \n[5]At what price? \n[6]Yes, certainly. Poor Mrs. Harris and her children. I hope brighter times ahead. \n[7]If we could discuss the price... \n[8]Shop well, but mind your wallet. \n[9]No intrusion. Fitzgerald looks to Solomon. It is a cold glare as though he wasn't speaking to, and has no interest in a response from a black man. Looking back to Parker: \n[10]\"Thus has passed away from earth our late President.\" Solomon starts from the top of the article. \n[11]\"During the morning, from sunrise, the heavy bells had been pealing forth their slow and solemn toll while the minute guns announced that soon the grave would receive its trust. Our city as well as our entire nation has been called to weep over the fall of a great and good man. One who was by the wishes of a large majority of our \n[12]people raised to fill the highest place of trust within their gift. William Henry Harrison.\" A long moment of quiet, the family continuing to eat. Then, from Margaret: \n[13]Margaret, that was wonderful. \n[14]Alonzo, do you have something to say? \n[15]Both of you, calm down. We will have our first lesson after this wonderful dinner. And on that note, let's start eating. \n[16]Three weeks. Two days. \n[17]I won't stay idle. SOLOMON's eyes lower. \n[18]If only I didn't have to share your cooking with other people. ANNE holds his gaze. \n[19]Travel safely. \n[20]Mr. Moon is being overly gracious. 8. \n[21]A circus? \n[22]Thank you sir... \n[23]You understand this is all very sudden. \n[24]It's intriguing... \n[25]The payment offered is enticement enough, as is my desire to visit the metropolis. \n[26]As luck would have it, my wife and children are traveling. I will write her of our plans. \n[27]No need. My return will coincide with my family's. \n[28]It's the national mood. There's too much grief to make room for frivolity. \n[29]You have described it, yes. \n[30]You present a flattering representation. As my family will be traveling back shortly, perhaps I might commit only to one trial engagement. \n[31]Not necessary. \n[32]That...it's far more than my wages amount to. \n[33]\n[34]....So...so sorry... \n[35]I am Solomon Northup. I am a free man; a resident of Saratoga, New York. The residence also of my wife and children who are equally free. I have papers. You have no right whatsoever to detain me-- \n[36]And I promise you - I promise - upon my liberation I will have satisfaction for this wrong. \n[37]...I...I insist... Burch regrets hearing this. Not from sympathy, but rather because he's nearly too tired to go back to beating Solomon. Yet, as if returning to work, Burch returns to pummeling Solomon. Burch punctuates the blows \n[38]...No... Burch goes back to whipping and whipping, and whipping... \n[39]Help me! Someone help me! If anyone at all hears him, they do not respond. Solomon continues his plaintive cry for assistance. \n[40]Quiet, please. Randall is becoming nearly inconsolable. \n[41]Your mother will come, I swear she will, but you must be silent. Please. Be silent! On the seeming strength of Solomon's promise, Randall goes silent. Solomon looks to Radburn, who just throws water on the soapy men. \n[42]...Thank you... \n[43]No! It was from my wife. \n[44]This can't stand. It is a crime. I believe now someone lay in wait for me. My drink was altered... We are free men. They have...they have no right to hold us. Solomon waits for a response from the others. They give none. \n[45]We need a sympathetic ear. If we have an opportunity to explain our \n[46]The two men I journeyed with. I'm certain they're making inquires at this very moment. \n[47]They were not kidnappers. They were artists. Fellow performers. \n[48]The crew is fairly small. If it were well planned, I believe they could be strong armed. \n[49]Days ago I was with my family, in my home. Now you tell me all is lost. \"Tell no one who I really am\" if I want to survive. I don't want to survive, I want to live. \n[50]My name is not Platt. My name is-- Freeman strikes Solomon hard across the face. \n[51]Can you play a reel? \n[52]If I may...? Cape looks to Freeman: \n[53]But he that is greatest among you, let him be as the younger; and he that is chief, as he that doth serve. For whether is greater, he that sitteth at meat, or he that serveth? Is not he that sitteth at meat? But I am among you as he that serveth. A white customer - WINSLOW - irate at the sight and sound of slaves reading Scripture, crosses over. He grabs the Bible. \n[54]The creek is plenty deep enough to sail, even with a boat full of load. The distance from the WORK AREA to the point on the latter bayou is several miles by water fewer than land. It occurs to me that the expense of the transportation would be materially \n[55]If we use the waterway. \n[56]I reckon them at more than twelve feet at their most narrow. Wide enough for a tub to traverse. A team of niggers can clear it out. \n[57]I labored repairing the Champlain canal, on the section over which William Van Nortwick was superintendent. With my earnings I hired several efficient hands to assist me, and I entered into contracts for the transportation of large rafts of timber from Lake Champlain to Troy. \n[58]My great thanks, Master Ford. \n[59]Eliza. Eliza, stop! Solomon goes to her, grabs Eliza. She does not stop. As if to force the misery from her, Solomon SHAKES ELIZA \n[60]Stop it! Stop! \n[61]You let yourself be overcome by sorrow. You will drown in it. \n[62]...They are as my flesh... \n[63]Master Ford is a decent man. \n[64]Under the circumstances-- \n[65]No... \n[66]I survive. I will not fall into despair. Woeful and crushed; melancholy is the yolk I see most. I will offer up my talents to Master Ford. I will keep myself hearty until freedom is opportune. \n[67]My back is thick with scars from \n[68]protesting my freedom. Do not \n[69]Sir, have I done something wrong? \n[70]Sir. \n[71]Yes, sir. \n[72]They are, sir. \n[73]As smooth to the touch as a yearling's coat. \n[74]Only a matter of perspective, sir. From where you stand you may see differently. But the hands are not mistaken. I ask only that you employ all your senses before rendering judgement. What's Tibeats to do when faced with fact? All he can do is spew invectives. \n[75]I'll do as ordered, sir. \n[76]Yes, sir. \n[77]Yes, master. I am about it. I have begun on the other side of the house. Tibeats walks around to look over Solomon's work. He is picayune, as if purposefully looking for fault. \n[78]And so I did; and Chapin said he would get another size for you, if you wanted them when he came back from the field. Tibeats walks to the keg and kicks it. Moving toward Solomon \"with a great passion:\" \n[79]I did as instructed. If there's something wrong, then its wrong with your instructions. \n[80]I will not. With \"concentrated vengeance,\" Tibeats springs for Solomon, seizing him by the throat with one hand and \n[81]Master Tibeats wants to whip me for using the nails you gave me. \n[82]\n[83]Master Ford, you must know; I am not a slave. \n[84]Before I came to you I was a freeman. \n[85]Yes, Mistress. \n[86]I can, ma'am. Handing Solomon a sheet of paper. \n[87]I will, Mistress. Solomon looks at the list. In a careless moment, Solomon reads quietly from it. He catches himself, but not before the Mistress notes his action. With high \n[88]I have told you. \n[89]Washington. \n[90]Master name of Freeman. \n[91]I suppose so. \n[92]A word here or there, but I have no understanding of the written text. \n[93]\n[94]No, ma'am. No trouble. \n[95]Good morning, Master Shaw. I've been sent by Master to retrieve Patsey. May I approach? \n[96]Excuse me, Mistress Shaw. \n[97]My apologies. Patsey, Master wishes you to return. \n[98]Understood. But the Master sent me running to fetch you, and said no time should be wasted. \n[99]Thank you, Mistress, but I don't dare. \n[100]...I'd rather not say... \n[101]As you are aware, Master Epps can be a man of a hard countenance. There are times when it is impossible to account for his logic. You know he has ill feelings toward your husband. \n[102]Master Epps has somehow come to believe, as incorrectly as it may be, that Master Shaw is... That he is something of a lothario and an unprincipled man. A misguided belief born out of their mutual competition as planters, no doubt. \n[103]I'm certain Patsey's well being is Master Epps's only concern. \n[104]I meant no disrespect. \n[105]I meant no disrespect to you, Mistress. \n[106]Do not look in his direction. Continue on. Epps does not care to be ignored. He lifts himself and moves toward the pair in a rage. \n[107]Found her, Master, and brought her back just as instructed. \n[108]No words were spoken. None of consequence. \n[109]I cannot speak of what did not occur. Epps grabs Solomon. \n[110]A misunderstanding is all. It began when I was sent to retrieve Patsey from where she'd taken sabbatical at Master Shaw's. Upon returning, Master Epps believed Patsey and me to be in conversation when we were not. I tried to explain, but it lead to all this. \n[111]I am. \n[112]Return it! \n[113]For what cause? \n[114]No. \n[115]No! I will do no such thing. The...the gory detail with which \n[116]It is melancholia, nothing more. How does such despair even come to you? \n[117]There are others. Beg them. \n[118]Why? Why would you consign me to damnation with such an un-Godly request? \n[119]...Sir... \n[120]No, sir, I have not. \n[121]Niggers are hired to work, not to read and write. Turner gives that a bit of consideration as he gives Solomon a wary looking over. \n[122]I do. \n[123]Sir. \n[124]Yes, sir. \n[125]C'mere. C'mon, boy. \n[126]They acted out of desperation. \n[127]...No... \n[128]You know this to be so? \n[129]Who are you? \n[130]What is your name? \n[131]What are your circumstances? \n[132]Yes. \n[133]There are some whose tracks the hounds will refuse to follow. \n[134]This is all my allowance for the \n[135]Platt. Solomon. Solomon is my true and free name. \n[136]I was. I am. Solomon exposes his wrist, displays his tattoo as he \n[137]I remain free in my heart. 89. \n[138]I will not. \n[139]I have a plan. I have a letter. \n[140]I risk discovery to take more. \n[141]I have my letter. \n[142]All that remains is to contrive measures by which the letter can safely be deposited in the post office. When Celeste speaks she is quite melancholy. 91. \n[143]Is it more food you need? \n[144]None will come after you in the swamps. \n[145]The solitude plays tricks. It's your impression, nothing more. If you go back to your master you could face the same. \n[146]Better the loneliness. You have been free most of the summer. Return now and your master will make example of you. \n[147]Go north. Make your way by night... \n[148]You won't be caught. The dogs won't track you. You are...you are unique. Celeste... \n[149]To return is to die! \n[150]Celeste... Celeste! Solomon continues after Celeste, wading deeper into the dark night and murky waters. \n[151]Celeste, I will guide you north! Wait, and I will take you. Celeste is too nimble. She outpaces Solomon, continues on and disappears into the night. \n[152]Let me take you! Let me go with you! Solomon runs on, then splashes to a stop. He stumbles around disoriented, calling into the blackness: \n[153]Celeste... Nothing. No answer. Not a human one. There are sounds and echoes - some in the distance, some perhaps moving closer - which, moment by moment, become more and more frightening. Soon, Solomon realizes he is in quite literally over his head; the water first chest deep, then neck deep. With no way to orient himself, no means to guide him in the dark, Solomon's reserve begins to crumble. He thrashes in the water trying to find his way \n[154]Celeste! Come to me, Celeste! In that moment Solomon is quite certain he is nearly done; that he will not find land, nor aid and that this is his final moment. His panic should be that tangible. It is either force of will, or survival instinct...or maybe just pure luck that carries Solomon on until he reaches first muddy ground, then firm footing. Hauling himself onto the swamps edge, Solomon finally collapses in a drenched, worn heap. His life spared, but Celeste never to be seen again. \n[155]I did not, sir. \n[156]How did you arrive at such a place, if I may ask? \n[157]Where is your place of birth? \n[158]...I cannot say that I have. \n[159]Why did you leave it? \n[160]The proceeds of my fiddling performances. A few picayunes, but all I have in the world. I promise them to you if you will do me the favor I require. But I beg you not to expose me if you cannot grant the request. \n[161]First, your word, sir. \n[162]It is a simple enough request. I ask only that you deposit a letter in the Marksville post office. And that you keep the action an inviolable secret forever. The details of the letter are of no consequence. Even at that, there would be an imposition of much pain and suffering were it known I was the author. A patron is what I require, sir. \n[163]...It is not yet written. I will have it in a day. Two at most, my skill with composition as poor as it is. Armsby considers the request. \n[164]In two days. ...Thank you. Solomon exits. \n[165]All I have to say, master, is all that need be said. There is no truth in it. \n[166]How could I write a letter without ink or paper? There is nobody I want to write to 'cause I hain't got no friends living as I know of. That Armsby is a lying drunken fellow. You know this, just as you know that I am constant in truth. Now, master, I can see what that Armsby is after, plain enough. Didn't he want you to hire him for an overseer? A beat. \n[167]That's it. He wants to make you believe we're all going to run away and then he thinks you'll hire an overseer to watch us. He believes you are soft soap. He's given to such talk. I believe he's just made this story out of whole cloth, 'cause he wants to get a situation. It's all a lie, master, you may depend on't. It's all a lie. For a tense moment we are unsure which way Epps'll go. Increasingly it become apparent that, shallow minded and equally soused, Solomon has been able to fold Epps's thoughts. In a low curse that clearly states his ill intentions. \n[168]\n[169]Thou devil! Sooner or later, somewhere in the course of eternal justice thou shalt answer for this sin! Though Epps fronts rage, there should be underlying anguish for what he has done to his beloved Pats. \n[170]Master Bass, I want to ask you what part of the country you came from? \n[171]Oh, I know where Canada is. I have been there myself. \n[172]Montreal and Kingston and Queenston and a great many places. And I have been in York state, too. Buffalo and Rochester and Albany, and can tell you the names of the villages on the Erie canal and the Champlain canal. Bass gives Solomon a long and curious stare. \n[173]Master Bass, if justice had been done I never would have been here. \n[174]I am afraid to tell you, though I don't believe you would tell Master Epps if I should. \n[175]Just nearly...just passed eleven. \n[176]Do you believe, sir, in justice as you have said? \n[177]That slavery is an evil that should befall none? \n[178]If you truly do, I would ask...I would beg that you write my friends in the north, acquainting them with my situation and beseeching them to forward free papers, or take such steps as they might consider proper to secure my release. Bass looks at Solomon, holding his gaze for more than a prolonged beat. \n[179]My daughter Margaret is possibly now 19 and my son Alonzo, 16. I miss them so. It would be an unspeakable happiness to clasp my wife and my family again. Bass hands Solomon an end of a long plank of wood and looks over his shoulder, as if to camouflage the conversation by work. They both lift it toward the floorboards. Finally Bass speaks. 116. \n[180]You are certain? Bass takes a marker from Solomon and slides it into the earth. \n[181]Five months. On top of these years. No cause remains. \n[182]Mr. Bass... \n[183]Go home knowing you have tried. The weight of defeat should hang very heavily with both men. Nothing more to do, nothing more to say BASS TAKES \n[184]...Sir... The Sheriff crosses to him. \n[185]Yes, sir. Pointing off to the distance. \n[186]Mr. Parker...? \n[187]Mr. Parker? As he does, Epps makes his way over. \n[188]Solomon Northup is my name. \n[189]I have a wife and two children. \n[190]Margaret and Alonzo. \n[191]Anne Hampton. I am who I say. Solomon pushes past the sheriff. As Solomon moves toward Parker, his pace quickens with each step until his \n[192]I apologize for my appearance. I have had a difficult time of things these past many years. Solomon looks among his family; trying to recall them as much as they look to see familiarity within him. To his \n[193]Alonzo... Margaret, yes? You do not recognize me, do you? Do \n[194]you...do you even remember the last time we saw each other? I put you on a carriage with your mother... Margaret, tearing, hugs her father. Solomon almost breaks, but he keeps himself together. Looking to the \n[195]And who is this? \n[196]Husband? \n[197]We have much acquainting to do. Margaret rises, she presents her bundle to her father. \n[198]...Solomon... The fact his grandson carries his name, is overwhelming. Solomon breaks down. Emotionally, physically... But ANNE IS THERE TO CATCH HIM. As she holds him, Solomon says to Anne with all his heart: \n[199]Forgive me. ", "EPPS": "\n[1]\"And that servant which knew his Lord's will...WHICH KNEW HIS LORD'S WILL and prepared not himself...PREPARED NOT HIMSELF, neither did according to his will, shall be beaten with many stripes...\" D'ye hear that? \"Stripes.\" That nigger that don't take care, that don't obey his lord - that's his master - d'ye see? - that 'ere nigger shall be beaten with many stripes. Now, \"many\" signifies a great many. Forty, a hundred, a hundred and fifty lashes... That's Scripter! \n[2]What yah got for James? \n[3]Tha's real good, boy. Tha's real good. \n[4]How much can even an average nigger pick a day? \n[5]This nigger ain't even average. Epps pulls Solomon aside. \n[6]Five hundred twelve. Yah men folk got no shame lettin' Patsey out pick yah? The day ain't yet come she swung lower than five hundred pounds. Queen of the fields, she is. \n[7]I ain't done, Treach. Ain't I owed a minute to luxuriate on the work Patsey done? \n[8]Damned Queen. Born and bred to the field. A nigger among niggers, and God give 'er to me. A lesson in the rewards of righteous livin'. All be observant ta that. All! Now, Treach. Now speak. \n[9]Hit one forty five yesterday. Pull her out. \n[10]How much he pick yesterday? \n[11]Get up! Get up, we dance tonight! We will not waste the evenin' with yer laziness. Get up. \n[12]Where's yah merriment? Move yer feet. As the slaves twirl about Epps keeps an attentive eye on Patsey. It should be quite clear that his primary motivation for holding dances is so that he may view Patsey twirl about the floor. This fact is not lost on Mistress Epps. A few moments of Epps's lust on display is all that the Mistress can bear. Jealousy mounting, she snatches up a CARAFE. With all her might she throws it at Patsey. It hits Patsey square in the face. TOO THICK TO SHATTER, IT LEAVES HER BLOODY AND WRITHING ON THE FLOOR. The dancing, the music stop. The slaves, however, react as though it is not the first time they've seen as much from the Mistress. Mistress Epps, screaming like a hellion: \n[13]C'mon, now. Wha's this? \n[14]You're talkin' foolish. Sell little Pats? She pick with more vigor than any other nigger! Choose another ta go. \n[15]I will not! 66. \n[16]Back to that hog's trough where I found you? Oh, the idleness of that yarn washes over me. Do not set yourself up against Patsey, my dear. That's a wager on which you will not profit. Calm yerself. And settle for my affection, 'cause my affection you got. Or, go. 'Cause I will rid myself of yah well before I do away with her! Mistress Epps stands irate, lost in fury and unable to even think of what to do. Eventually, optionless, she storms away. For a few beats there is only the sound of Patsey sobbing. \n[17]That damned woman! I won't have my mood spoiled. I will not. Dance! Epps sends the whip in Solomon's direction. Solomon responds by playing. Treach literally drags the prone Patsey from the floor, blood still spilling from her face. The slaves, as ordered, return to dancing. \n[18]Pats...! Patsey! \n[19]Patsey...! Solomon moves between Epps and Patsey, cutting Epps off as Patsey continues on. Playing up his \"ignorance\" of \n[20]What'd you jus now tell her? What'd you say to Pats? \n[21]Lie! Damned liar! Saw you talkin' with 'er. Tell me! \n[22]I'll cut your black throat. Solomon pulls away from Epps, RIPPING HIS SHIRT IN THE PROCESS. Epps gives chase. Solomon begins to run around the large pig sty, easily keeping his distance. Epps, however is undeterred. He moves after Solomon as speedily as he can, which isn't very speedily at all. And quickly he tires. Epps is forced to bend over and suck air. Solomon maintains his distance, barely breathing hard. His breath returned to him, Epps starts up the chase again. Solomon runs on out of reach. Shortly, Epps again stops, gets his breath... And now in what should be quite comical, Epps again runs after Solomon. Again, Epps's vigor leaves him before he can even get close to the slave. Dropping down to the dirt, in a show of regret and piety: \n[23]Platt... Platt, liquor filled me. I admit that it did, and I done over reacted. It's the Lord's day. Ain't nothin' Christian in us carryin' on like this. Help me ta my feet, and let us both pray to the Lord for forgiveness. Epps extends a hand to Solomon. Cautiously, Solomon moves close, but not too close. As Solomon draws within striking distance, Epps lunges for him. He chases Solomon on until he is again out of breath and once more drops down. And again offering a treaty: \n[24]I'm all done in, Platt. I have met my limitations, and I ain't equal to 'em. I concede to yah, but in the name of valor, help yer master to his feet. Solomon cautiously moves closer to help. Again he is attacked by Epps - this time by knife. Sort of. Epps is too drunk and tired to fully open the folding blade - and chased far around the field by Epps. ALL OF THE \n[25]Hold a moment... \n[26]Wha's...wha's he been tellin' yah? \n[27]And he would know what of anythin'? I ain't even spoken with him today. Platt, yah lyin' nigger, have I? Have I? Discretion being the better part and all, Solomon remains silent. \n[28]There; there's all the truth he got. Damned nigger. Damn yah. Epps pushes his way past the Mistress. \n[29]Seen nothin' but her turn away. \n[30]Whatever it was, it passed. \n[31]It is a plague. \n[32]A plague! It's damn Biblical. Two season God done sent a plague to smite me. I am near ruination. Why, Treach? What I done that God hate me so? Do I not preach His word? \n[33]I don't care nothin' fer the damn Bayou. I'm sufferin'. Epps looks among his slaves at work, his enmity growing. \n[34]It's that Godless lot. They brought this on me. I bring 'em \n[35]God's word, and heathens they are, they brung me God's scorn. Crazed, Epps runs into the field, taking himself from slave to slave delivering a whipping to all he can lay his hands on. \n[36]Damn you! Damn you all! Damn you! \n[37]Yer Judge Turner's for the season. More if need be, until my crop return. Yah'll bring no disrespect to me, and yah'll bring no biblical plagues to him. Be decent, ere mark my words, I will deliver an ungodly whippin'. \n[38]A joyous day. A joyous day. Dark times is behind us. Clean livin' 'n prayer done lifted the plague. Indicating to the cotton: \n[39]As thick 'n white as New England snow. 'N now my niggers is returned to me. Heard Judge Turner gave you favor. Oh, did you beguile him, Platt, with your slick nigger ways? Well, yah won't stand idle, boy. Not on my land. Much work to do. Days of old long since, eh? Joyous! Joyous indeed! Throughout Epps's welcome, Solomon's focus is on Patsey who is lined up with the other slaves. SHE IS NOW MORE HAGGARD THAN WHEN WE LAST SAW HER. Her face and arms display many new scars. It's clear that in the intervening years she has quite literally been a whipping boy for Epps and the Mistress. \n[40]Wiley...? \n[41]Bob? \n[42]Patsey? \n[43]Tha's a girl. Don't never let me down. Platt? \n[44]Armsby? \n[45]A good days labor would average two hundred pounds. \n[46]I'm sure in time y'll develope as a picker, but it takes effort, boy. Put some damn effort into it. \n[47]Take 'em out. Get to whippin'. No force is needed. The slaves understand the situation. They follow Treach out of the Gin house. \n[48]Get up. Solomon does. Epps heads back out into the dark. He says nothing, but his directive is clear: Follow me. \n[49]Well, boy. I understand I've got a larned nigger that writes \n[50]letters and tries to get white fellows to mail 'em. Solomon, hardly missing a beat, plays this off. \n[51]Well, Armsby tol' me today the devil was among my niggers. That I had one that needed close watchin' or he would run away. When I axed him why, he said you come over to him and waked him up in the middle of the night and wanted him to carry a letter to Marksville. What have yah got to say to that? \n[52]You say. \n[53]I'm damned. I'll be god... Were he not free and white, Platt. Were he not free and white. Epps heads off. Solomon is left to exhale a deep breath. \n[54]Take it. You look unsettled. \n[55]No shame in taking respite from the heat; drink, shade. It's ungodly for travelers. Hearty, or otherwise. \n[56]I meant no joke. \n[57]Then share what's funny. Or what ills you. \n[58]Something rubs you wrongly. Before I take further offense, I offer you the opportunity to speak on it. \n[59]\"The condition of my...\" What in the hell are you-- \n[60]They ain't hired help. They're my slaves. \n[61]I say it as fact. \n[62]What right? I bought 'em. I paid for 'em. \n[63]Ha! \n[64]That ain't a supposable case. \n[65]Whoa, whoa, whoa. Yah compare me to a nigger, Bass? Yah might as well ask what the difference is between a white man and a baboon. Now, I seen one of them critters in Orleans that knowed just as much as any nigger I got. Yah'd call them fellers citizens, I s'pose? \n[66]Ahhh! \n[67]You betray yourself a foreigner! \n[68]You like to hear yourself talk, Bass, better than any man I know of. Yah'd argue that black was white, or white black if anybody would contradict you. A fine supposition if yah lived among Yankees in New England. But yah don't. You most assuredly do not. \n[69]Patsey... Patsey! A drunk Epps asks of the slaves: \n[70]Where is she? Where is Patsey? No one answers. \n[71]Talk, Damn you! \n[72]The hell you don't! You know where she is! She run off, ain't she? She's escaped, and you miserable black dogs stand like \n[73]the deef and dumb. Speak! Speak! Not a word spoken. \n[74]My best cotton picking nigger! My best. A beat. \n[75]I'd give yah all up for her. Where she gone? The slaves say nothing. There is nothing for them to say. They don't know where she is. Eventually Epps drops into true sorrow. \n[76]She gone... My Pats gone. \n[77]Run off. Run off, did you? \n[78]You miserable wench! Where you been? \n[79]Lies to your misdeeds! \n[80]Bring the Lord into yer deceptions? Yah Godless... Shaw's. Comin' from Shaw's plantation weren't yah? \n[81]Yah took yerself ta pleasure Shaw. Yah gave baser passion to that unblushin' libertine! Solomon tries to intervene: \n[82]Now yah speak? Now that yah want to add to 'er lies yah find yer tongue. Epps goes to strike Solomon, but Patsey pulls his arm back. \n[83]Yah admit it. \n[84]You lie... \n[85]You lie! \n[86]I'll learn you to go to Shaw's. Treach, go get some line. \n[87]Strip her. Strike her bare 'n lash her to the post. Mistress Epps has now come from the Great House. She gazes on the scene with an air of heartless satisfaction. Now tied to the post, Epps stands behind Patsey with his whip. \n[88]Yah done this to yerself, Pats! Epps hoists the whip to strike, holds it high...but no matter his rage, Epps cannot bring himself to deliver the blow. He looks to Mistress Epps who now stands gloating and spurring him on. \n[89]Beat her. Solomon doesn't move. Epps shoves the whip into his hand. \n[90]Give her the whip. Give it all to her! Patsey, begging to Solomon: \n[91]Strike her, or yah'll get the same! \n[92]Yah will strike her. Yah will strike her until her flesh is rent and meat and blood flow equal, or I will kill every nigger in my sight! Solomon can't strike a blow, even if it means his life. But from the ground, from Patsey: \n[93]Until I say no more! I ain't said nothing! Solomon strikes another ten to fifteen times. By now, as promised, Patsey's back has been reduced to LITTLE MORE \n[94]Strike her! Strike her! Solomon will not. Epps takes up the whip and whips Patsey with \"ten fold\" greater force than he had. The painfully loud and angry curses of Epps load the air. Patsey by now is terribly lacerated, literally flayed. The lash wet with blood which flowed down her sides and dropped upon the ground. At length Patsey ceases struggling. Her head sinks listlessly on the ground. \n[95]No sin! There is no sin! A man does how he pleases with his property. At the moment, Platt, I am of great pleasure. You be goddamn careful I don't come to wantin' to lightenin' my mood no further. By contrast to this horror, the field of cotton smiles in the warm sunlight. The birds chirp merrily amidst the foliage of the tress. Peace and happiness seems to reign everywhere. Everywhere else. Epps leaves Patsey to herself. He says not a word to the Mistress as he passes. The Mistress herself heads back into the house. Solomon unties Patsey, lifts her and takes her to the cabin. \n[96]Sheriff... \n[97]What's all this? \n[98]My nigger, my business. \n[99]Nah... You will unhand 'em. Platt is my nigger! \n[100]You say... \n[101]You say! You come here, unfamiliar to me, and make claims. \n[102]To hell with that! My nigger, and I'll fight you for 'em! \n[103]You think this is the last you'll see of me, boy? It ain't. Whatever paper you hold about his freedom, it don't mean naught. He is my nigger - and I will have my day in court, sir. As God as my witness, I will have my day in court. Take 'em! Epps calls to Bob- \n[104]Saddle my horse! And bring her up here. Epps walks back into the plantation. The trio starts for the carriage. Solomon is pulled back by the call of Patsey's voice: ", "BASS": "\n[1]I'm well. \n[2]Your humor is inadvertent. Sensing perhaps Bass's laughter might be at his expense, Epps presses. \n[3]I'm here to complete the work at hand. As requested, and as paid. \n[4]You ask plainly, I will tell you plainly. What I find amusing: You worry about my well being in the heat but, quite frankly, the condition of your laborers-- \n[5]It is horrid. It's all wrong. All wrong, sir. \n[6]You say that with pride. \n[7]If the conversation concerns what is factual and what is not; there's no justice nor righteousness in slavery. I wouldn't own a slave if I was rich as Croesus, which I am not, as is perfectly well understood. More particularly among my creditors. There's another humbug: the credit system. Humbug, sir. No credit, no debt. Credit leads a man into temptation. Cash down is the only thing that will deliver him from \n[8]evil. But this question of slavery; what right have you to your niggers when you come down to the point? \n[9]Of course you did. The law says you have the right to hold a nigger, but begging the law's pardon...it lies. Is everything right because the law allows it? Suppose they'd pass a law taking away your liberty and making you a slave? \n[10]Suppose. \n[11]Because the law states that your liberties are undeniable? Because society deems it so? Laws change. Social systems crumble. Universal truths are constant. It is a fact, it is a plain fact that what is true and right is true and right for all. White and black alike. \n[12]Look here; you can't laugh me down in that way. These niggers are human beings. If they are allowed to scale no higher than brute animals, you and men like you will have to answer for it. There's an \n[13]A fearful ill, resting on this \n[14]That will not go unpunished forever. There will be a reckoning yet. \n[15]No part of this land. I was born in Canada. Now guess where that is. \n[16]Have you? \n[17]Well traveled for a slave. How came you here? \n[18]How's this? Tell me all about it. \n[19]Every word you speak is a profound secret. \n[20]How many years all told? \n[21]Your story is...it is amazing, and in no good way. \n[22]I do. \n[23]I believe so. \n[24]I have always forgone relationships and family. I did once have a sweetheart who I loved deeply. Bass points to a measuring tool, which Solomon immediately hands over. \n[25]But that was a long, long time ago. I've been traveling this country for the best part of twenty years. My freedom is everything. The fact that I can walk out of here tomorrow gives me most pleasure. I see the aching in your eyes, the pain of not being attached to your loved ones. My life doesn't mean much to anyone, but it seems your life means a lot to a lot of people. What you have just said to me scares me, and I must say, sir, I am afraid. Not just for you, but for me. They continue working, fixing the floorboards in unison. Solomon, slightly confused. \n[26]I will write your letter sir, for if I could bring freedom to you, it will be more than a pleasure. It will be a duty. Now, would you be so kind as to pass me those nails, sir. We pull back to reveal the two men dwarfed by the unfinished structure. They continue to work, as if the conversation had never occurred. \n[27]And bring those markers! Solomon gathers a clutch of markers in his hands and approaches Bass. \n[28]No letter yet. \n[29]I have inquired thoroughly. More than is safe for either of us. Bass takes another and pokes it into the ground, improvising a pathway towards the gazebo. \n[30]Solomon...I have a job or two on hand which will be completed shortly... The work here has grown sparse. \n[31]You must know, wherever I am I will press your cause. \n[32]If there is any chance... \n[33]I will continue to write your ", "FORD": "\n[1]What is the price for the ones Platt and Eliza? \n[2]You will accept a note? \n[3]How much for the little girl? You have no need for her. One so young will bring you no profit. \n[4]Her child, man. For God's sake, are you not sentimental in the least? \n[5]I will take the ones Platt and Eliza. Eliza grips her children tight. \n[6]Make me something to eat, dear. The day has taken it from me. \n[7]Mr. Chapin-- \n[8]Separated from her children. \n[9]It couldn't be helped. \n[10]Mr. Chapin, tomorrow you will take these two up to the mill and start them workin'. For now make them \n[11]adequate; fix them a meal, and have them rest themselves. \n[12]\"But as touching the resurrection of the dead, have ye not read that which was spoken unto you by God, saying, I am the God of Abraham, and the God of Isaac, and the God of Jacob. God is not the God of the dead, but of the living. And when the multitude heard this, they were astonished at his doctrine. Then one of them, which was a lawyer, asked him a question, tempting him, and saying, Master, which is the great commandment in the law? Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind. This is the first and great commandment. And the second is like unto it, thou shalt love thy neighbor as thyself. On these two commandments hang all the law and the prophets.\" Despite the lightness with which Ford speaks and the hope in his words, ELIZA SITS OFF TO THE SIDE - SELF-SECLUDED \n[13]What is the commotion? \n[14]It is. A gift from his Mistress. \n[15]I encourage it. As a Christian I can do no less. \n[16]Pay him no mind. The word of God applies to all. In that you may take comfort. \n[17]I'll admit to being impressed even if you won't. Collect a gang, see what good you can do. \n[18]My thanks to you, and it is the least of it. My hope is that it brings us both much joy over the years. Following the statement, Solomon's not sure how to react. He remains grateful, but the thought of \"over the years\" is just a reminder of the altered state in which he now finds himself. \n[19]At the same time came the disciples unto Jesus, saying, Who is the greatest in the kingdom of heaven? \n[20]And Jesus called a little child unto him, and set him in the midst of them, And said, Verily I say unto you, Except ye be converted, and become as little children, ye shall not enter into the kingdom of heaven. The phrase seems to trigger Eliza's tears. She begins to sob uncontrollably. Mrs. Ford turns to Rachel in a hushed whisper- \n[21]But whoso shall offend one of these little ones which believe in me, it were better for him that a millstone were hanged about his neck, and that he were drowned in the depth of the sea. Woe unto \n[22]the world because of offences! For it must needs be that offences come; but woe to that man by whom the offence cometh! \n[23]He's a good carpenter and quick- witted. \n[24]You won't find a nigger more humble. \n[25]Not your concern, Platt. I say with much...shame I have compiled debts. I have long preached austerity, but find myself hypocritical in that regard. You'll be in the ownership of Mr. Tibeats. You are his now. Serve him as you'd serve me. \n[26]And your faithfulness will not be forgotten. \n[27]Pride and want have been my sin. Loss of you is but one of my punishments. \n[28]Platt... My poor Platt. Ford produces a blade and cuts Solomon loose. Solomon attempts to carry himself, but he cannot. He falls to the ground and passes out. \n[29]I believe Tibeats is skulkin' about the premises somewhere. He wants you dead, and he will attempt to have you so. It's no longer safe for you here. And I don't believe you will remain passive if Tibeats attacks. I have transferred my debt to Edwin Epps. He will take charge of you. \n[30]I cannot hear that. \n[31]I am trying to save your life! And...I have a debt to be mindful of. That, now, is to Edwin Epps. He is a hard man. Prides himself on being a \"nigger breaker.\" But truthfully I could find no others who would have you. You've made a reputation of yourself. Whatever your circumstances, you are an exceptional nigger, Platt. I fear no good will come of it. ", "MISTRESS EPPS": "\n[1]Sell her! \n[2]You will sell the negress! \n[3]No other. Sell her! \n[4]You will remove that black bitch from this property, 'er I'll take myself back to Cheneyville. \n[5]Platt... \n[6]Can you find your way to Bartholomew's? \n[7]This is a list of goods and sundries. You will take it to be filled and return immediately. Tell Bartholomew to add it to our debt. \n[8]Where yah from, Platt? \n[9]Tell me again. \n[10]Who were yah Master? \n[11]Was he a learned man? \n[12]He learn yah ta read? \n[13]Don't trouble yer self with it. Same as the rest, Master bought yah to work. Tha's all. And any more'll earn yah a hun'red lashes. Having delivered her cool advice, Mistress heads back into the house. \n[14]Any trouble? \n[15]What? Wha's the fuss? \n[16]What is it? Ya cain't remain the Sabbath without her under your eye? Ya are a no-account bastard. \n[17]A filthy, godless heathen. My bed is too holy for yah ta share. 74. \n[18]Of yer misbegotten ways. \n[19]A moment from the dancing. Come sample what I baked for y'all. The slaves, thankful for the rest as much as the food, file toward the tray reciting a chorus of \"Thank you, Mistress.\" As Patsey moves toward the pastries: \n[20]There'll be none for you, Patsey. Patsey merely turns away. Her non responsiveness, however, serves only to incite the Mistress. Screaming: \n[21]Yah see that? Did yah see the look of insolence she give me? \n[22]Are you blind or ignorant? It was hot, hateful scorn. It filled that black face. Yah tell me yah did'n see it, then yah choose not to look, or yah sayin' I lie. \n[23]Is that how yah are with the niggers? Let every ill thought fester inside 'em. Look at 'em. \n[24]They foul with it; foul with their hate. You let it be, it'll come back to us in the dark a night. Yah want that? Yah want them black animals to leave us gut like pigs in our own sleep? Epps isn't sure how to respond to the inchoate berating. It's an invitation for the Mistress to continue. \n[25]You are manless. A damned eunuch if ever there was. And if yah won't stand for me, I'd pray you'd at least be a credit to yer own kind and beat every foul thought from 'em. Epps does nothing. The Mistress lets her anger loose. She moves quickly to Patsey, DRIVES HER NAILS INTO THE \n[26]Beat it from 'em! Thoroughly cuckolded by the Mistress's actions, Epps takes his whip and pulls Patsey out of the house. His intentions are plain. All the slaves remain silent. The Mistress, however, displaying high satisfaction, entreats the others: \n[27]Eat. Fill yourselves. ...And then we dance. The slaves eat, but without a hint of levity. \n[28]Do it! Strike the life from her. Epps again hoists the whip. It trembles in his hand ahead of the act... But he does not have it in him to deliver such a beating. Turning to Solomon, thrusting the whip at him: \n[29]He pantomimes. There ain't barely a welt on her. That's what your niggers make of yah; a fool fer the takin'. Epps's grief is replaced by fury. EPPS GRABS THE PISTOL FROM TREACH'S HOLSTER and draws down on the slaves. ", "CELESTE": "\n[1]I am hungry. Give me food. \n[2]I'm hungry. Solomon gives Celeste some of his food. Celeste, famished, devours it. \n[3]My name is Celeste. \n[4]I belong ta Massa Carey, and 'ave been two days among da palmettoes. Celeste is sick and cain't work, and would rather die in the swamp 87. \n[5]than be whipped to death by the overseer. So I took myself away. Massa's dogs won't follow me. The patrollers 'ave tried to set dem on me. But dey a secret between dem and Celeste, and dey won't mind the devilish orders of the overseer. Celeste lifts her head from the food on which she gnaws. \n[6]Do you believe me? \n[7]Why? \n[8]Give me more food. I'm starvin'. \n[9]Give it to me. Almost as if compelled, Solomon does as ordered. As she eats, Celeste aggrandizes herself: \n[10]Most slaves escape at night. The overseers are alert for such chicanes. But Celeste tricked dem 'n alight in the middle of the day wit the sun up at its highest. The place of my concealment now deep in the swamp, not half a mile from Massa's plantation, and a world apart. A world a tall trees whose long arms make fo' a canopy so dense dey keep away even the beams of the sun. It twilight always in Celeste's world, even in the brightest day. I will live there, and I will live freely. The overseers are a cowardly lot. Dey will not go where their dogs show fear and where it always be night. Others will join me in the twilight, and we ain't gunna be slaves no 'mo forever. \n[11]Celeste will come to you again in the night. You will have food for her. Celeste departs the way she came; as though she were a vision. \n[12]I am hungry. Solomon gives Celeste the handkerchief he's filled. She opens it, and begins to devour the food. As she eats: \n[13]I was rude, and didn't even ask yo name. \n[14]Was you free? \n[15]Free heart means nothin if'n yo body gunna die a slave. \n[16]How? Celeste knows you ain't gunna run. Celeste knows it ain't your nature. \n[17]A letter? How'll yah mail da letter? Who yah trust to post it? A nigger that can read and write is a nigger that'll hang. There is a pause. Solomon can't answer this question. It is the glaring hole in his plan. Having finished eating: \n[18]Celeste will come again in de night. You will bring her 'mo food. \n[19]You will bring Celeste 'mo food. And with that Celeste again moves back into the darkness. \n[20]Yah has your freedom then? \n[21]I have resolved to return to my Massa. Solomon gives an unnerved look. This is not good news. \n[22]I live in fear. \n[23]It ain't the patrollers I scared of... At all seasons the howling of wild animals can be heard at night along the border of the swamps. At first their calls were welcomin'. Dey too was free, 'n I thought dey greeted me like a sistah. Lately, dey cries have turned horrifyin'. They mean to kill Celeste. \n[24]My freedom been nothin' but a daydream. So was Celeste's thoughts of slaves conjoinin' in the bayou. \n[25]It is lonely dwellin' waiting for others who won't never come. \n[26]It'll only be worse if'n Celeste don't go back of her own will. \n[27]You got alternatives, Solomon. \n[28]Celeste got no one to write a letter to. As if to punctuate her resolve, without a word more Celeste departs toward the swamp. Solomon starts on into the swamp after her. ", "BROWN": "\n[1]Sir. \n[2]Taking into consideration his graciousness and your modesty, may we trouble you for a moment of your time to converse, sir? \n[3]Circus too constricting a word to describe the talented and merry band with which we travel. It is a spectacle unlike most have ever witnessed. Creatures from the darkest Africa as yet unseen by civilized man. Acrobats from the Orient able to contort themselves in the most confounding manners. \n[4]We are on our way thither to rejoin the company having left for a short time to make a small profit from our own exhibitions. \n[5]Yes. We had just a devil of a time in procuring music for our 9. \n[6]entertainments. Men of true talent seemingly in short supply. \n[7]If we could persuade you to accompany us as far as New York... We would give you one dollar for each day's service and three dollars for every night played at our performances. In addition we would provide sufficient pay for the expenses of your return from New York here to Saratoga. \n[8]We would like to depart with haste. \n[9]Excellent! I would beg you collect yourself, then we may proceed. \n[10]We're off then. \n[11]And not satisfied a bit despite giving them more than what they paid for. \n[12]The opportunity is with the circus. A two man show poorly promoted, what were we to expect? But the circus bills itself. \n[13]I have told you of the circus with which we are connected. Creatures from the darkest of Africa. Acrobats from the Orient who-- \n[14]Yes. We need to return immediately to Washington. Solomon...I believe us familiar enough now, but forgive me if I am bold...would you consider making the trip with us? Solomon gives a bit of a laugh at the idea. \n[15]Hear, hear. \n[16]Said as fellow artists as well as businessmen. Well worth the effort at least. \n[17]There is a practical concern. If you are to continue on with us you should obtain your free papers. \n[18]Here in New York, no. But we will be entering slave states and as a matter of precaution... It's to all our benefit we should not have to come to account for your well being. \n[19]We'll go to the Customs House in the morning, then travel on. Good business all around. \n[20]Forty-three dollars. All to you. \n[21]Consider the remainder an advance from the circus. I cannot tell you...I honestly wish you had seen the expression of our director when I described your abilities. He was fairly overcome with excitement. \n[22]I did. I did, but so many preparations before the company is to depart. \n[23]Tomorrow we shall prepare for our Washington debut. But tonight, our thoughts are with the great man \n[24]for whom this city prepared solemn memorial. He has passed from the praise of men to receive the plaudit of his heavenly father. A fine man has passed. Let us remember him with a drink. \n[25]Another. Our departed President deserves all the salutation we can imbibe. Hamilton and Brown drink again, and Solomon does as well. \n[26]Let him sleep. \n[27]Hamilton! Nothing more we can do for him. ", "TIBEATS": "\n[1]My name is John Tibeats, William Ford's chief carpenter. You will refer to me as Master. Tibeats nods in Chapin's direction: \n[2]Mister Chapin is the overseer on this plantation. He is responsible for all of Ford's property. You too will refer to him as Master. This plantation covers many hundreds of acres, and you will traverse the Texas road between the forest site and the sawmill in double time. Any clever nigger on that path that gets a little lightfooted, I will remind him that on one side men and bloodhounds patrol the border and on the other the bayou provides a hard living, with alligators and little to eat or drink that won't kill you. No slave has escaped here with his life. You're here to work niggers, so let's commence. Tibeats begins to sing the song \"Run Nigger, Run\" mockingly. We cut to Solomon chopping logs and into the montage of the slaves doing manual labor and arriving back to the sawmill. Lyrics for \"Run Nigger, Run\" \n[3]\"Materially diminished?\" \n[4]It's a scheme. Plenty of engineers have schemed similarly. The passes are too tight. \n[5]And you know what of transport and terra formin'? \n[6]Raise yer shirt. Solomon does as instructed. Tibeats looks at Solomon's back, at the scars from lashings he bears. \n[7]Troublesome. \n[8]I am familiar with his cleverness. \n[9]Ain't found a nigger yet I cain't humble. Tibeats heads off. Solomon, highly curious over the preceding. \n[10]Make them boards flush. \n[11]They is no such thing. Solomon runs his hands over the boards. \n[12]Callin' me a liar, boy? \n[13]You are a brute. You are a dog, and no better for followin' instruction. \n[14]Then you'll be up at daybreak. You will procure a keg of nails from Chapin and commence puttin' on clapboards. Tibeats wheels away. Solomon goes back to his work. After a few moments Solomon notices a bit of commotion in the drive of the great house. It involves an inconsolable Eliza who is being herded by Sam onto a cart DRIVEN BY A WHITE MAN. Mistress Ford and Rachel watch. Solomon can only watch as the last connection to his days as a free man is driven away to a location unknown. \n[15]I thought I told yah ta commence ta puttin' on clapboards this morn'. \n[16]Didn't I tell yah last night to get a keg of nails of Chapin? \n[17]Goddamn yah! I thought yah knowed somethin'! Solomon, perhaps inspired by his moment with Eliza, is in no mood for Tibeats. \n[18]Yah black bastard! Yah goddman black bastard! In an inconsolable rage, Tibeats runs off to the piazza to fetch a whip. Solomon looks around. He is alone other than Rachel and Mistress Ford who, shocked by that which she witnesses, runs out to the field to fetch Chapin. Solomon's instinct is to run, but he stands his ground as Tibeats marches back whip in hand. \n[19]Strip yer clothes! Solomon does no such thing. \n[20]Strip! \n[21]Yew will not live ta see another day, nigger! This is yer last, I swear it! Solomon ignores the threats, continues to beat Tibeats. Blow after blow falling fast and heavy on Tibeats's wriggling form. The stiff stock of the whip wraps around Tibeats's cringing body until Solomon's arm aches. Tibeats's cries of vengeance turn to yelps for help and then pleas for mercy: \n[22]Murder! It's murder! Lord, God, help me. God be merciful! And then suddenly, Tibeats shrieks- \n[23]Papa I'm sorry! Chapin comes RIDING IN FROM THE FIELD fast and hard. Solomon strikes Tibeats a blow or two more, then delivers a well-directed kick that sends Tibeats rolling over the ground. \n[24]They're...they're too large. \n[25]This ain't done by half. I will have flesh, and I will have all of it. Tibeats moves off toward, and then INTO THE HOUSE. Chapin follows. A long moment, Solomon stands alone. He looks around, not sure what to do; to stay or to flee. Anxiety mounts on his features. A moment more, and Tibeats EXITS the house. He saddles his horse and rides off to beat the devil. Or, worse, to fetch him. Chapin comes running back out of the house. He is visibly excited, and when he speaks he is quite earnest. Though he tries to project reasoned emotions he gives off an air of impending trouble. \n[26]Tha's the one. Tha's him. Dismounting, they move with menace that is tinged with perverse pleasure and wordless malevolence. Solomon tries to fight back, but he is strong armed and tied by TIBEATS - his wrists, and then ankles bound in the same manner. In the meantime the other two have slipped a cord within Solomon's elbows, running it across his back and tying it firmly. Solomon is then dragged toward a peach tree. A lynching is in store. The naked horror of it intensely palpable. Solomon looks toward the piazza, but Chapin is now gone. Tears of fear flow down Solomon's cheeks. He is on the verge of panic; a man heading toward his own execution, he begins to struggle and fight. A rope goes around Solomon's neck, then is tossed over the branch of the tree. The trio begin to hoist Solomon. He gasps and gags as spittle flies from his mouth and the life is choked from him. With suddenness, Chapin comes from the house brandishing a pistol in each hand - Colt Paterson .36 caliber \"Holster\" pistols with 9\" barrels. Chapin moves with determination toward the lynch mob. He is sharp and matter of fact. With the guns in hand, he really doesn't need to be much more demonstrative. \n[27]Yah got no cause. Platt is mine, and mine ta do with as I please. Yah touch my property, I will 'ave yah strung up as well. Tibeats mounts up and departs. There is a surreal moment as Chapin's not sure what to do about Solomon. He chooses to do nothing. Solomon is left dangling by the neck from the tree as Chapin calls to Sam in the ", "PATSEY": "\n[1]Sabbath day. I's free ta roam. \n[2]Platt... Platt, you awake? \n[3]I have a request; an act of kindness. 78. \n[4]I secreted it from the Mistress. \n[5]It yours, Platt. \n[6]All I ask: end my life. Take my body to the margin of the swamp-- Solomon looks at Patsey as though she were insane. \n[7]Take me by the throat. Hold me low in the water until I's still 'n without life. Bury me in a lonely place of dyin'. \n[8]I thought on it long and hard. \n[9]How can you not know? I got no comfort in this life. If I cain't buy mercy from yah, I'll beg it. \n[10]I'm begging you! \n[11]There is God here! God is merciful, and He forgive merciful acts. Won't be no hell for you. Do it. Do what I ain't got the strength ta do myself. Solomon says nothing. Clearly he's not about to do the deed. With nothing else to do, knowing she is damned with every breath she draws, Patsey crawls back to her spot on the floor and lays herself down. \n[12]\n[13]I been nowhere. \n[14]The Sabbath day, Massa. I took me a walk to commune wit da Lord. \n[15]...No... \n[16]Do not strike him. I went to Massa Shaw's plantation! \n[17]Freely. And you know why. Patsey takes soap from the pocket of her dress. \n[18]I got this from Mistress Shaw. Mistress Epps won't even grant me no soap ta clean with. Stink so much I make myself gag. Five hundred pounds 'a cotton day in, day out. More than any man here. And 'fo that I will be clean; that all I ax. Dis here what I went to Shaw's 'fo. \n[19]The Lord knows that's all. \n[20]And you blind wit yer own covetousness. I don't lie, Massa. If you kill me, I'll stick ta that. \n[21]I'd rather it you, Platt. \n[22]Do it, Platt. Don't stop until I am dead. What else can he do? Solomon begins to whip, to truly whip Patsey. Her back welts, then tears... Patsey screams in agony. Solomon strikes again and again... After a full thirty lashes Solomon looks to Epps, who is not satisfied. \n[23]Platt... Disregarding Parker, Solomon crosses over to Patsey. Under the circumstances, neither really knows how to engage. Finally, suddenly, Patsey throws her arms around Solomon and they embrace. Epps, now mounted on his horse, witness the encounter. Kicking the stirrups hard into the sides of the horse, he rides off furiously. Calling from the carriage, mindful of Epps: ", "HAMILTON": "\n[1]He was indeed. \n[2]That is our usual employee. The company currently in the city of Washington. \n[3]And I myself in aide of Mr. Brown; an internationally renowned practitioner in the art of prestidigitation. \n[4]The reason for our inquiry with Mr. Moon... \n[5]Consider it an opportunity to see \n[6]If there is any way in which you would give consideration to the offer... Solomon gives the whole deal one last consideration. \n[7]We are delighted, sir. So delighted. Though we would add that our travel plans-- \n[8]No letter to post? \n[9]Not an additional tip from a one of them. They expect to be entertained for nothing. \n[10]My sincerest apologies, Solomon. You were promised opportunity, and you were given none. \n[11]True. \n[12]Entertaining at pubs and inns has it's place, but a man of your skills deserves better. \n[13]And more importantly you would build your own name and following. The circus tends to attract those with the highest of reputations. An introduction here and there could amount to a lifetime of reward. Now would be the time. With your family away, an opportunity presents itself. \n[14]Oh, very good, sir. Very good. I cannot recall being so excited. \n[15]Six shillings worth of effort could well save much trouble later. \n[16]You should have invited him to sup with us. \n[17]Cheers. \n[18]That's all right Solomon. No shame in it. No shame at all. \n[19]I'm afraid that Brown and I haven't brought you much luck. But rough waters bring smooth sailing. Eventually they do. \n[20]Shhh. We won't hear it. We won't. \n[21]Hmm. A good night's sleep. And tomorrow...tomorrow you will feel as well and refreshed as though the earth were new again. Hamilton lingers a bit too long and a bit too close to Solomon for Brown's taste. With more than a bit of \n[22]Such is the pity. Displaying an odd sort of disappointment, Hamilton slinks away from the bed. He crosses to, and BLOWS OUT A CANDLE. The room goes dark with a blackness more than night. Brown and Hamilton exit. Solomon lays in the dark and moans. His sounds becoming MORE AND MORE ", "FREEMAN": "\n[1]Oren. John. Lethe. Eliza. Randall. Emily. Platt... Platt! Solomon does not respond. Freeman looks around. He spots Solomon. \n[2]Captain, who shipped that nigger? \n[3]Stand up. Solomon does as told. \n[4]You fit the description given. Why didn't you answer when called? \n[5]Your name is Platt, and I will teach you your name so that you don't forget.  Shackle my niggers. Get them to my cart. \n[6]Tallest to smallest, understand? Are you taller than her? Then you'd go before her. Do it. Move.  Keep your heads up. A sense of direction; that's how you look smart. None of those saucer eyes. Rid yourself of that smile. Look like a goddamn grinnin' monkey. Put the least thought in your head. C'mon, now. Think of somethin'. Weary of Cape's playing, Solomon moves to Cape. He asks: \n[7]He sick of your caterwaulin'. Let him play, boy. Let's see what he can do. Cape reluctantly hands the fiddle over to Solomon. Solomon tunes it a bit, then begins to play. His fingers stiff at first, he takes a moment to warm up. But as he warms up he is, despite the circumstances, masterful. \n[8]Keep on. Keep on. Solomon continues to play. \n[9]A damn sight better than you, Cape. A damn sight better. Cape looks bitter as Solomon plays on. \n[10]A thousand for Platt; he is a nigger of talent. Seven hundred for Eliza. My fairest price. \n[11]As always, from you, Mr. Ford. Eliza is beside herself as it seems she is about to be separated from her family. She begs of Ford: \n[12]Eliza, quiet! \n[13]You see how fit the boy is. Like ripe fruit. He will grow into a fine beast. Randall is made to run, and jump by FREEMAN - exhibiting his activity and his condition. \n[14]Six hundred, and that's fair and final. \n[15]I will not sell the girl. There's heaps 'n piles of money to be made off her. She is a beauty. One of the regular bloods. None of your thick-lipped, bullet headed, cotton picking niggers. \n[16]My sentimentality stretches the length of a coin. Do you want the lot, Mr. Ford, or do you pass on them all? \n[17]Take her out of here. Cape DROPS HIS FIDDLE, begins to pull Eliza away toward the door of the room, but her screaming and pleading do not abate. IT IS CLEARLY UNSETTLING TO THE OTHER BUYERS. \n[18]Keep her quiet. Cape tries to muzzle her with his hand, but Eliza continues to scream for her children as Emily does for her mother. \n[19]Play something! Get the fiddle and play. As ordered, Solomon takes up Cape's fiddle and begins to play lightly. \n[20]Play! Solomon plays harder and more loudly. Still, it is barely enough to drown out Eliza's cries. Freeman gets the other slaves to clap along with Solomon's playing. Emily frees herself and runs back, crying but endeavoring to be strong- \n[21]Make merry, all of you! Goddamn it, Cape! Keep her quiet or it's your damned hide I will take it out of! Cape pulls a rag, stuffs it in Eliza's mouth. Clamping both hands over her mouth, he hauls Eliza from the room by the head. IT IS AN UGLY, UGLY SCENE. ", "TREACH": "\n[1]C'mon. Drive dem niggers. Edward moves among the slaves, applying the whip to them without regard. \n[2]Two hundred forty pounds for Bob. \n[3]Two hundred ninety five pounds. \n[4]One hundred eighty two pounds for Platt. Epps does not look happy. Treach says again: \n[5]One hundred eighty two. \n[6]Two hundred pounds. \n[7]Five hundred twelve pounds for Patsey. \n[8]Two hundred six pou-- \n[9]...Sir... \n[10]One hundred thirty eight pounds for Phebe. \n[11]Two hundred six pounds for Wiley. \n[12]Two hundred twenty nine pounds. Wiley is pulled from the line, huddled with Solomon. \n[13]Get him water. Edward runs to fetch a gourd. He carries it to Henry, \n[14]Cotton worm. \n[15]The whole Bayou sufferin'. \n[16]Two hundred sixty pounds. \n[17]Three hundred forty pounds for Bob. \n[18]Five hundred twenty pounds. \n[19]One hundred sixty pounds. Before Treach is even done announcing the weight, Epps has pulled Solomon aside to where Uncle Abram already awaits his fate. \n[20]Sixty four pounds. Epps speaks to Armsby sternly, but nothing of the manner in which he would address the slaves. 95. \n[21]Get him water. Edward runs to fetch water which he carries to Abram and ", "ELIZA": "\n[1]My darling. My sweet, sweet baby. \n[2]When I say I had my master's favor, you understand. Above even his own wife, I had it. Do you know that he built a house for me? Built it on the sole condition that I reside there with him. The added promise in time I would be emancipated. And for nine years he blessed me with every comfort and luxury in life. Displaying the finery she still wears: \n[3]Silks and jewels and even servants to wait upon us. Such was our life, and the life of this beautiful girl I bore for him. But Master Berry's daughter...she always looked at me with an unkind nature. She hated Emily no matter she and Emily were flesh of flesh. As Master Berry's health failed, she gained power in the household. Eventually, I was brought to the city on the false pretense of our free papers being executed. If I had known what waited; to be sent south? I swear I would not have come here alive. \n[4]My poor, poor babies. \n[5]No, please don't... \n[6]Please... \n[7]Please, sir... Please don't divide my family. Don't take me unless you take my children as well. \n[8]You will have the most faithful slave in me, sir. The most faithful slave that has ever lived, but I beg that you do not separate us. A BUYER interrupts the skirmish and approaches Freeman and delivers coolly, eyeing Randall- \n[9]I will not go without my children. You will not take them from me. \n[10]Please, don't. No! Freeman, to Cape: \n[11]It's all I have to keeps my loss present. \n[12]Have you stopped crying for your children? You make no sounds, but will you ever let them go in your heart? \n[13]Then who is distressed? Do I upset the Mistress and the Master? Do you care less for my loss than their well being? \n[14]He is a slaver. \n[15]Under the circumstances he is a slaver! Christian only in his proclamations. Separated me from my precious babies for lack of a few dollars. But you truckle at \n[16]You luxuriate in his favor. \n[17]Ford is your opportunity. Do you think he does not know that you are more than you suggest? But he does nothing for you. Nothing. You are no better than prized livestock. Call for him. Call, tell him of your previous circumstances and see what it earns you...Solomon. Eliza uses Solomon's name quite pointedly as if to underscore his true self. Solomon get her meaning. Yet he says nothing. Again, pointedly: \n[18]So, you've settled into your role as Platt, then? \n[19]I accuse you of nothing. I cannot accuse. I too have done so many, many dishonorable things to survive. And for all of them I have ended up here... No better than if I had stood up for myself. Father, Lord and Savior forgive me... Forgive me. Oh, Solomon, let me weep for my children. ", "ARMSBY": "\n[1]Yes, sir. \n[2]Yes, sir. To Treach, regarding Solomon and Abram: \n[3]It's a tragedy. How does such come to pass? Working a field and picking cotton like a lowly hand. I'm of a damn sight better station. And my desires never lacked for a grandiose component, though I will admit they have at times been short on ingenuity. But only at times. I've worked as an overseer, you know. \n[4]Not \"sir.\" Just Armsby. Not owed more than any other in the field. I worked plantations from Virginia, down into Alabama. I could manage easy a hundred slaves and have done so. But to toil in the field? Never thought that would come to pass. Never. But times are desperate. Where once I had said \"no\" to Epps and his merger offerings, I returned cap \n[5]in hand. ...Look at what I've become. \n[6]Ask. It's just conversation. From a pocket Armsby produces a flask. \n[7]I became a little too dependant on the whisky, a little too undependable on the job. Before you say I'm just a sorry drunkard, let me state my case: As reliable employment as overseeing is, it's no easy chore on the spirit. I say no man of conscious can take the lash to another human day in, and day out without shredding at his own self. Takes him to a place where he either makes excuses within his mind to be unaffected... Or finds some way to trample his guilty sensations. Well, I trampled. Armsby takes a drink. \n[8]And with frequency. \n[9]Maryland. Have you traveled there? \n[10]Fine country. More seasonal than the bayou. A deal less humid. \n[11]To make my fortune, of course. I gave in to tales of wealth and prosperity that were the lore of the southern states: all that's needed being a patch of land and a few good growing seasons. Cotton, \n[12]or tobacco. And then locating a proper bank in which to store your riches. But such profitable outcomes are reserved for the plantation masters. It's the lot of the rest of us to serve. So I settled on being an overseer, and failed as well at that. In the meantime my dreams gave way to reality. Now, I want nothing more than to earn a decent wage. And get myself home. Armsby takes another drink and leans back. \n[13]What do you ask? \n[14]On my honor. \n[15]Where's the letter now? \n[16]I will do it. And will accept whatever payment is offered. Solomon hesitates. In the moment, he's not so sure he can wholly give himself over to trust. \n[17]To assist you, I put my own self at risk. I will do so, but fair compensation is all I ask. Solomon hands over the money. \n[18]Draw up your letter. We will meet again. In two days? ", "ANNE": "\n[1]Solomon... Solomon, turning back to his wife with a broad smile waving her forward: \n[2]I will not ruin my dress. Catch me! Solomon moves close, holds out his arms. Yet, there's still just a bit of mischievousness in his eyes. Anne gives her husband a lightly stern look to which Solomon replies. \n[3]You will. And with that Anne takes the leap. Solomon catches her, swings her around grandly and sets her down lightly to the delighted applause of the children. That done, Solomon takes Anne's hand and leads her on. As Solomon and his family make their way, among the slaves on the street, we see one in particular; JASPER. As he trails his MASTER he can't help but note Solomon and his family as they enter A STORE. His intrigue of this most handsome and harmonious group should be obvious. With his Master occupied, Jasper moves slyly toward the STORE. Frozen on the spot, Jasper looks on admiringly. Suddenly a voice barks out- \n[4]I am. Using a long pole, Mr. Parker fetches down a CARRY ALL from an upper shelf. \n[5]It's beautiful. \n[6]We will take it. Children, come see what your father has just purchased for me. As the children run over - chattering excitedly about the new gift - they RUN PAST JASPER who has quietly entered the store. At the checkout counter sits a portrait of WILLIAM HENRY HARRISON, the edges draped in black crepe. Before the book sits a LEDGER. Mr. Parker asks of Solomon: \n[7]Not just now, darling. Anne enters the dining room and places a large chicken at the center of the table. As she takes a seat, all heads are bowed. \n[8]Yes, and you were such a good help. Especially making the gravy. \n[9]It is the custom. I wonder what you'll do without me? \n[10]Darling, it's good money. \n[11]You don't. They kiss. \n[12]Stay safely. Anne and the children loaded up, the Driver chides the horse and the carriage heads off. Solomon waves a hearty good bye to his wife and children. \n[13]There is nothing to forgive. The pair, joined now by the whole family, hold on to each other for life...and one would think for all the rest of their lives. ", "PARKER": "\n[1]Mr. Northup. Mrs. Northup. With money in hand the Northup children move quickly about the store looking for items to purchase. \n[2]A new cravat, Solomon? Pure silk by way of the French. \n[3]A year's passed? Off to Sandy Hill? \n[4]Something to suit your style, but sturdy enough for the forty miles round trip. Handing the Bag to Anne, she is immediately taken by it. \n[5]If you would sign our condolence book. My hope is to find a way to forward it to the Widow Harrison. Sad days for the nation. \n[6]A moment, sir, and you will be assisted. \n[7]Forgive me, Mrs. Northup. A customer waits. Welcome, sir. To Jasper, with good nature: \n[8]Ignore the gentleman's nonsense. Now, may I interest you in a new cravat? Pure silk by way of the-- Before Parker can finish, the door opens. It's Jasper's Master, FITZGERALD. He's stern, clearly displeased. \n[9]He is Solomon Northup. \n[10]He belongs to no man. \n[11]As is your right. As it will be my pleasure to bankrupt you in the courts. Your decision. By this time, the slaves in the plantation have overcome their fear of penalty, and left their work and gathered in the yard as witnesses. They stand behind the cabin, out of sight of Epps. Mistress Epps also bears witness, standing on the veranda next to her house slave. Her face is of a strange mixed emotion. Epps looks to Solomon. Solomon icily, stoically holds his ground. He makes it quite clear in his countenance that nobody owns him. Sheriff, hand on his gun, is there to back Solomon up. Epps, with no other recourse than to \n[12]Solomon...if we know what's wise, we should depart. A moment longer Solomon and Patsey hold each other. They separate, Solomon heading back to the carriage. He and Parker alight. The Sheriff chides the horses and they \n[13]Are you ready? Solomon swallows and nods. ", "RADBURN": "\n[1]I seen a good many of the black kind just where yah're. Sick. Make me sick. Often times the situation was resolved, and I think; what was all the beatin' and abuse for? Things end as they should, and the violence was for naught. So why cause trouble when they ain't no cause for it? Be of a cooperative nature, and things don't need be particularly unpleasant. Or, yah can carry on like yah been, and I fear yah won't live to see Sunday next. With that thought, Radburn exits. Solomon rests. But to rest seems like giving in to defeat. He begins pulling \n[2]Go on. Warsh up. The men, soaking in humility as well as water, begin to scrub with A SINGLE BAR OF HARSH SOAP passed among them. \n[3]The boy, too. Get him clean. Solomon takes some soap and rubs it over Randall. \n[4]Scrub now. Git 'em clean. Solomon scrubs harder. Randall - clearly cold and uncomfortable - appeals to Solomon. \n[5]Hush him up! Seeing Solomon has no answer for him, Randall begins to cry. \n[6]That old thing of yours is just rags and tatters. Need something proper to wear. Solomon doesn't move for the clothing. \n[7]Go'won. Put it on. With slow defiance, Solomon does as instructed. He removes what remains of his old shirt - the one he was wearing when first kidnapped - and puts on the one Radburn brought him. The shirt's ill-fitting and dirty. Despite that, Radburn says: \n[8]There. Tha's fine. Tha's fine. Got no gratitude? \n[9]Yah keep bein' proper, yah'll see how things work out. Radburn starts to take the old shirt. \n[10]Rags and tatters. Rags and tatters. Taking the shirt, the \"rags and tatters\" as he calls them, Radburn exits, locking the door behind him. Solomon sits with the plate of food before him. He pushes the plate away rather than eat. \n[11]Ain't no need for all that. Putting hand to Randall's head. \n[12]Jus takin' a li'l trip, tha's all. Don't want to frighten the chil'ren none over a li'l boat ride, do yah? Eliza gives a shake of her head to the negative. \n[13]Alright then. Git yerselves up. ", "BURCH": "\n[1]Well, my boy, how yah feel now? Solomon rises up as best he can. With all the resolve he can put together he states what he considers to be fact: \n[2]Yah not any-- \n[3]Resolve this. Produce your papers. \n[4]Yah no free man. And yah ain't from Saratoga. Yah from Georgia. A moment. Not a word spoken among the trio, but Solomon and Burch do some serious eye fucking, neither man yielding. Burch says again: \n[5]Yah ain't a free man. Yah nuthin' but a Georgia runaway. Burch waits for Solomon to acquiesce. Solomon does not in any way. Both men exchange a long and daring stare. The two are clearly at an intellectual stand off. Burch, leans to Radburn, SAYS SOMETHING WHICH WE CANNOT \n[6]Yah a runaway nigger from Georgia. Solomon stands with a quiet stoicism. He will say nothing of the kind. As that is the case, Solomon is seized by both men. He is pulled over the bench, face downward, shirt still on his back. Radburn then STEPS ON HIS CHAINS, holding Solomon down in a bent position. With no preamble, Burch begins to beat Solomon about the back with the paddle. Burch strikes him wordlessly - no taunting, no sneering. Solomon screaming against each blow. His back immediately SWELLING WITH WELTS AND \n[7]Yah still insist yah a free man? \n[8]Yah a slave. Yah a Georgia slave! Burch continues to strike, and strike... This time until the paddle SNAPS IN HALF. Burch then GRABS THE WHIP. Hardly missing a stroke, he whips Solomon relentlessly, the flails cutting into Solomon's back. Again, Burch's arm tires before Solomon \"breaks.\" \n[9]Are yah slave? \n[10]Come on. Get yer blankets. Get up. Sensing that things will not end well: \n[11]I don't want to hear yer talk. Get in the yard. \n[12]Not a word out of none a yah. Not a word. Burch and Radburn begin driving the shackled slaves from the yard. ", "CHAPIN": "\n[1]Sam, call to the Mistress. \n[2]Yes, sir.  C'mon, now. C'mon. Don't dawdle. \n[3]If Tibeats prefers a different size, I will endeavor to furnish them, but you may use those until further directed. \n[4]What is the matter? Tibeats struggles up and tries to present an air of dignity and control while he keeps a demonic eye on \n[5]What's the matter with the nails? With a mix of shame, anger and embarrassment, Tibeats says, as if being exposed- \n[6]I am overseer here. I told Platt to use them, and \n[7]I shall furnish such nails as I please. Do you understand that, Mr. Tibeats? Tibeats answer is in the grinding of his teeth and the shaking of his fist. \n[8]Do not stir. Do not attempt to leave the plantation on any account whatever. But if you run there is no protecting you. \n[9]If you run, Platt, there is no protecting you. Rachel...! Chapin runs off to join Rachel. The two converse at a distance from Solomon, then they head off for the log kitchen. Solomon is now very much alone, and he waits for what is to come. AND WE WAIT WITH HIM. And we wait, and we continue to wait... Moment by moment, the dread of the unexpected mounts. Solomon's eyes begin to well. He has beaten a white man, and he knows that death awaits him. \n[10]Gentlemen... Whoever moves that nigger another foot from where he stands is a dead man. I am overseer of this plantation seven years, and in the absence of William Ford, my duty is to protect his interests. Ford holds a mortgage on Platt of four hundred dollars. If you hang him, he loses his debt. Until that is canceled you have no claim to his life. Directing his attention to Ramsay and Cook: \n[11]As for you two, if you have any regard for your own safety...I say, begone! Ramsay and Cook don't need to be told twice. The pistols Chapin's gripping make the situation real clear. Without further word, they mount their horses and ride away. Tibeats remains, and his anger with him. \n[12]Sam! Get the mule. You must ride to Master Ford. Tell him to come here at once without a single moment's delay. Tell him they are trying to murder Platt. Hurry, boy. Bring him back if you must kill the mule to do so! ", "MISTRESS SHAW": "\n[1]Nigger Platt. \n[2]Drink tea? \n[3]Would you knowed Massa Epps's consternation ta be any lessened wit your timely return? Sit. Sit and drink the tea that offered. \n[4]What'n was Epps's concern? \n[5]L'il gossip on the Sabbath be fine. All things in moderation. Solomon is not sure what to say. He struggles to be as diplomatic as possible. \n[6]He do. \n[7]No doubt...if not born outta truth itself. The Mistress waves to Shaw. Shaw, unsuspecting of the conversation, waves back. \n[8]Nothin' Epps desire come outta concern. \n[9]He ain't heard you. \n[10]Ha! You worry for me? Got no cause to worry for my sensibilities. I ain't felt the end of a lash in 'mo years than I cain recall. Ain't worked a field, neither. Where one time I served, now I got others servin' me. The cost to my current existence be Massa Shaw broadcasting his affections, 'n me enjoyin' his pantomime of fidelity. If that what keep me from the cotton pickin' niggers, that what it be. A small and reasonable price to be paid 'fo sure. Looking toward Patsey, speaking with great empathy: \n[11]I knowed what it like to be the object of Massa's predilections and peculiarities. And I knowed they can get expressed with kindness or wit violence. A lusty visit in the night, or a visitation from the whip. And wit my experience, if'n I can give comfort, then comfort I give. And you take comfort, Patsey; the Good Lord will manage Epps. In His own time the Good Lord will manage dem all. Yes, Lordy, there's a day comin' that will burn as an oven. It comin' as sure as the Lord is just. When His will be done...the curse on the Pharos is a poor example of all that wait 'fo the plantation class. Mistress Shaw turns her head to the side, catching a slave's attention. As she does so, the slave, a YOUNG WOMAN, commences to pour tea. As if to punctuate her thought, the Mistress takes a sip of her tea. ", "SHERIFF": "\n[1]Platt...? Where is the boy called Platt? \n[2]Your name is Platt, is it? \n[3]Do you know that man? \n[4]Say again? \n[5]That man received a letter compiling many accusations. You look me in the eye and on your life answer me truthfully: have you any other name than Platt? \n[6]Have you a family? \n[7]It's official business. \n[8]Your business waits. Tell me of your family. \n[9]What were your children's names? \n[10]And your wife's name before her marriage? \n[11]Not claims. I have no doubts. This is Solomon Northup, a resident of Saratoga Springs, NY. ", "OMIT": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]99. \n[8]\n[9]", "MARGARET": "\n[1]Will you read it again? \n[2]For food that stays our hunger, For rest that brings us ease, For homes where memories linger, We give our thanks for these. \n[3]Thank you, Papa. \n[4]Papa, I would very much like to learn how to play the violin. Could you teach me? \n[5]Yes, but I asked Papa first. \n[6]He is my husband. \n[7]And this is your grandson. Solomon Northup Staunton. ", "CLEMENS": "\n[1]Who in your estimation is that sympathetic ear? \n[2]I would be just as certain they are counting the money paid for delivering you to this place. \n[3]You know that? You know for certain who they were? \n[4]How I reckon the situation: whatever past we had...well, that's done now. The reality to come is us being transported southward. New Orleans if I were to venture. After we arrive, we'll be put to market. Beyond that... Well, once in a slave state I suppose there's only one outcome. \n[5]I don't say that to give you empty agitation, John... \n[6]Boy, our masters will not come for us. John is nearly beside himself with panic. \n[7]...My master... Master Ray, sir! Master Ray! Clemens pulls on his chain. As he does so, Several other slaves collapse in his effort to reach his master, like dominos. ", "UNCLE ABRAM": "\n[1]Hold my words: General Jackson will forever be immortalized. His bravery will be handed down to the last posterity. If ever there be a stain upon \"raw militia,\" he done wiped away on the eight of January. I say da result a that day's battle is of 'mo importance to our grand nation than any occurrence 'fo or since. Great man. Great man in deed. We all need pray to Heavenly Father da General reign over us always. \n[2]We dance tonight, massa? Epps remains quietly focused on Patsey. And it's clear from her apprehensive expression just what it is he's come looking for. This time there is no escaping it. As if to acknowledge the badness to come, Phebe lightly cries. \n[3]Boy, you two have no sense. Epps returns to his slaves and gives a parting salutation. \n[4]Runaways I would expect. The Bayou full with 'em. They nothin' 'mo dangerous than a nigger in flight. \n[5]Act outta lunacy. Heads fulla stories 'bout life up north. Yah ever been north, Platt? \n[6]And never should yah be. I hope that yah never bear witness the sorry condition of the northern black. Got neither no purpose, nor direction. They jus...they jus fall about the streets in search of sustenance of both body and spirit. \n[7]Two of my massas tolt me. ", "RAY": "\n[1]Clemens...! Clemens Ray! We are in the port of New Orleans, one of the busiest in the young nation. On the dock itself there is a bustle of activity as goods are loaded and unloaded from a various ships. It's a bit of controlled chaos as a VARIETY OF LANGUAGES are spoken and shouted while slaves are shuttled from the Orleans to a holding pen. Solomon, and all the slaves are overwhelmed by all that is happening around them. Two men - among many - are awaiting the arrival of the Orleans. They are JONUS RAY - Clemens Ray's master - and DAVIS who is the solicitor of Mr. Ray. They both look like they mean business. The moment the gangplank is laid, Ray yells for Clemens. Clemens, seeing his master, is nearly crazy with delight. He is, uncharacteristically beside himself. Ironically, his master now represents \"freedom.\" \n[2]Who is in charge of this vessel? \n[3]I am Mr. Jonus Ray. My solicitor has documentation verifying that the Negro named Clemens Ray is my property. As he reads PAPERS handed to him by Davis: \n[4]You are ordered by court to return that property immediately, or face charges of thievery. \n[5]Remove these contraptions! To his mate: \n[6]It's all well, now, Clemens. You will return home with me.  Consider this notice and warning. ", "WINSLOW": "\n[1]From where did you thieve this? \n[2]Take your hands from me! Ford comes running over. \n[3]Your niggers are either brazen or rebellious. This one was readin' Scripture, and this one claims it to be his. \n[4]You condone this? \n[5]You can do no worse, Ford. A slave that reads is dangerous. Winslow moves off. He yells back at Ford: \n[6]And the man who would allow a slave to read is unfit to own niggers! Handing the Bible back to Sam, very matter of factly: "}}