{"dialogues": {"MIKE": "\n[1]Just warming up, Coach. \n[2]That's the plan coach. \n[3]Hold on.   Ed's not here yet. \n[4]And you suck, Dom, but we're letting you in the picture. \n[5]Ed, I can't help you with the girls if you keep showing up places dressed like the Cookie Crisp guy. Okay? Dude, don't look now but I think Muffy Campanella is scopin' you hard. \n[6]Smile, pud. \n[7]My bad. \n[8]Who's that stone cold fox? Oh, it's my girlfriend. I'm glad you're here, Scar. This whole scout thing's got me wicked nervous. \n[9]Way you shoot that might be mid- season! Everything cool? \n[10]Excellent. Gotta run. \n[11]What's wrong? \n[12]Scar!    Wait. \n[13]Today is going to be a good day.     I love my job. I am a lucky man. Who's lucky? Mike O'Donnell. \n[14]What are you doing now? \n[15]Then why are you letting her stick needles in you? \n[16]I better be. I've invested 18 years of my life in that miserable company. \n[17]A winner doesn't have to crash at his best friend's house because he was kicked out of his own house. \n[18]Thanks, Wendy. That like totally means so much to me. \n[19]How could you do this to me? I've been a salesman here 18 years. Wendy's only been here 2 months!? \n[20]You can give me the promotion, Roger! \n[21]Alex? \n[22]3, 2, 1- \n[23]The kid's still got it. \n[24]Ooooh.   That was stupid. \n[25]I do. Me.     I'm in the center there. \n[26]What are you talking about? \n[27]That'll be my epitaph. \n[28]Why's it have to be that way? \n[29]How did you know... \n[30]Hey, Guys.     I was just talking to- \n[31]Never mind. Sorry I'm late. You ready to get some dinner then? \n[32]Tweaked my back pumping iron. Really, really heavy iron. \n[33]I bet your chompin' at the bit for hoop season to start. \n[34]That's my boy. Remember, it's not how big you are- \n[35]And what about you, Mags?   What's new? \n[36]You did!?    That's fantastic! \n[37]It's a huge deal. That's a great university. I'm proud of you. Am I missing something here? \n[38]Try me. \n[39]That's not stress. Wait `til you get out into the real world, get a crappy job, have some smarmy twerp- boss calling you bro-ski... \n[40]Still waiting to hear. \n[41]Is your mom home? \n[42]Hey, next week we'll have a barbecue at Uncle Ed's. Sound good? \n[43]What's with her? \n[44]Bite me, Dom. \n[45]A little late for a delivery isn't it? \n[46]Doesn't he live 30 miles from here? \n[47]Come on. He's been after you since 10th grade and he's after you now. \n[48]`In touch with the ground, I'm on the hunt I'm after you.' \n[49]`Smell like I sound, I'm lost in a crowd, and I'm hungry like the wolf.' \n[50]`Mouth is alive, with juices like wine, and I'm hungry like the wolf' \n[51]Why are you destroying the yard? \n[52]Kind of a big undertaking isn't it? \n[53]I didn't get it. \n[54]That's a great idea, Scar. Because there are so many options out there for a 36 year old with only a high school diploma. \n[55]I didn't say that. \n[56]But I did. \n[57]Jesus! \n[58]Hey!?     Get away from there!? \n[59]Oh no!!   Hello!? \n[60]What the- \n[61]Damn it. Ed! Ed! I lost my key! \n[62]I've had a really rough night. \n[63]What are you gonna do? Exfoliate me to death? You got into my samples case again, didn't you? \n[64]What's your problem, it's only mud. \n[65]\n[66]\n[67]I'm dreaming right? Is this some kind of hallucination? \n[68]Do something! Anything!    Pinch me! \n[69]I said pinch! \n[70]Calm down! We need to talk!     We can work this out! \n[71]Well, it obviously isn't working. \n[72]Is that true? \n[73]Wait!! Wait!! Wait!! Do you really think this'll work? \n[74]The janitor! \n[75]Has anyone seen the janitor? Is the janitor here? Where's the janitor? \n[76]Excuse me! Excuse me!? Can you tell me where I can find the night janitor? \n[77]There was an old guy, white hair. I showed him this picture of me- \n[78]Right.   Forget it. \n[79]Alex?   What are you doing up there? \n[80]Okay.   Okay. I'll get you down. \n[81]I'm...Mark...Freedman. Your Uncle Ed's son. He told me to look out for you. \n[82]Believe me, it's gonna be a surprise to him too. Did those guys do this to you? \n[83]But why? \n[84]But you're one of them. \n[85]He doesn't exist.   Nothing makes sense. \n[86]No? \n[87]...I'm going back to high school. \n[88]Going back to high school. \n[89]My son was hanging by his underwear from a bathroom stall door and my daughter was being mauled by a smarmy gorilla. They need me. \n[90]Email and telephone.   I got it covered. \n[91]Nothing. \n[92]To be honest, I think she'd rather have it that way. What's with the attitude? \n[93]Take a deep breath. All you have to do is enroll me and say as little as possible. \n[94]Are you sure these look legit? \n[95]This is hip teenage apparel. I got it right off the mannequin at Ed Hardy. \n[96]Nice to meet you, Julie. \n[97]Dad met mom in Thailand. She's a very successful prostitute. \n[98]Oh, dad, the doctor called.     You were right. It is herpes. \n[99]Do their mothers know they dress like that? \n[100]Enough! \n[101]Do you think humiliating a 17 year- old in front of her peers is helpful or do you just get off on it? \n[102]Mark Freedman. It's my first day. \n[103]Is someone barbecuing? \n[104]Hi, Maggie. Hi, girls.     I'm Mark- \n[105]Girls?    Hello? Anyone home? \n[106]Good.    So there's plenty of room then. \n[107]What's a NIP? \n[108]Maggie, why are you friends with these horrible girls? \n[109]You have a boyfriend? Excuse me a second. \n[110]Maggie, could we talk somewhere \n[111]We should do this again sometime. \n[112]Get your hands off her, you little punk! \n[113]No, no, I don't. \n[114]It was terrible. The place is evil, Ed. That building needs to be exorcised. \n[115]My beanbag was lit on fire, videoed and sent to every member of student body. \n[116]They mocked my clothes and phone. My daughter got a tongue bath in front of me and I have mint chip in my ears. \n[117]Double scotch neat. \n[118]I'm not going back there. \n[119]I know why you're encouraging me all of a sudden. \n[120]Because you want to nail my principal. \n[121]She's not your type. She's smart. \n[122]I can't do it. I don't have it in me. \n[123]You're right! My kids need me. \n[124]There must be a very hot girl downstairs. \n[125]I forwarded my calls to my new phone, sent some work emails and just lobbed one to Scarlet, told her I was in Peru finding myself. Think she'll buy it? \n[126]I am so ready. \n[127]So I've been here a couple days now and I think I got it figured out. You girls are lesbians, right? \n[128]Mind if I sit here? \n[129]I got rid of the bull's eye on my forehead. \n[130]Who's she? \n[131]Have you spoken to her? \n[132]I'll tell you a funny story. The first time I met your mother I was so nervous- \n[133]What? \n[134]I did?    That's weird.   Is your mom hot? \n[135]What's going on tonight?    You wanna hang out? Do something? \n[136]Yeah you could show me around. \n[137]I'll swing by your house around 7. \n[138]Don't worry. I'll see you tonight. \n[139]Did you girls catch Ellen yesterday? Rosie was on. Melissa Etheridge jammed- \n[140]I know. I'll text you...NOT. Later...much. \n[141]Stan. Did mommy sew that on there so you wouldn't forget your name? \n[142]You know, Stan, I feel sorry for you. \n[143]Oh but I do. All too well. You're the man. Captain of the basketball team. Dates the pretty girls. High school is your kingdom. \n[144]But, People, Stan's a bully. Why? It would be way too easy to say Stan preys on the weak because he's simply a dick. No, Stan's more complex than that. According to leading psychiatrists Stan is a bully for 1 of 3 reasons. 1, under all that male bravado there's an insecure little girl banging on the closet door trying to get out. 2, like a caveman, Stan's brain is underdeveloped. Therefore Stan is unable to use self-control so he acts out aggressively. And the third reason- \n[145]I'd argue that Stan suffers from all 3. \n[146]Don't hurt yourself big boy. \n[147]3, 2, 1... \n[148]My guidance councilor made me come, but just so you know I'm not planning on going to college. \n[149]Thanks. \n[150]It was incredible! I was incredible! You should'a seen me! I humiliated Stan in front of the entire lunchroom. Everyone was clapping. The popular girls were begging to give me their numbers! \n[151]Man, I feel great! I even shot some hoops after school. No aches. No pains. Gotta run, Buddy. \n[152]Is something wrong? \n[153]That's my dad. All 68 inches of him. \n[154]My mother...she...she was...a... \n[155]-a convict. In New Jersey. They met while dad was at Princeton. She was on parole. B&amp;E, fist fighting, shanking. Nothing major. But she's dead now. \n[156]I warned her about kite surfing during hurricane season. So how are things with you? Doing anything exciting? Dating? Flirting with Dom Johnson maybe? \n[157]I mean do what you want. You're a grown woman but, word on the street is Dom's been spreading gingivitis all over town. \n[158]You doing some gardening? \n[159]I almost don't even recognize it...er...if I had seen it before I probably wouldn't recognize it. \n[160]It seems like a lot'a work for one person, Scar. \n[161]Good luck with the project. \n[162]How's your mom doing? You know, with your dad not being around and all. \n[163]I have no idea what this says? \n[164]Let's hit the beach, wingman. \n[165]What are you so nervous about? \n[166]What are you talking about? You're a basketball player. You're cool. \n[167]But I thought you were getting ready for the season? \n[168]Who? \n[169]Calm down. Here's what you're gonna do. You're gonna go over there and introduce yourself- \n[170]Why? Because Stan says so? You think Stan's a winner? He's going nowhere. You're a great kid. Any girl would be lucky to get your attention. \n[171]Really. And right now, there's a girl over there who's dying to meet you. \n[172]Just introduce yourself. Then compliment her on something she never gets complimented on. Like if she has big, meaty, man hands tell her she should be a hand model. And don't burp on her. \n[173]Stan.   Why are you dating him? \n[174]I'm serious. He's not a nice guy. Matter of fact he's a jackass. \n[175]I know he bullies your brother. \n[176]Whoa. Whoa. Whoa. I thought you were going to Georgetown? \n[177]The hell you are, Young Lady! If you think I'm gonna let you throw your life away on some Sleestack you're crazy! I forbid you to see him anymore and that's final! \n[178]Don't you walk away from me, Margaret Sarah O'Donnell! \n[179]What's going on? \n[180]What was that all about? \n[181]I don't know what you're talking about? \n[182]You went through my room!? \n[183]I have to face the possibility that I might never turn back and if that's the case, I'm going to do it right this time around. \n[184]Who? \n[185]Leave her alone, Stan.    She's a good kid. \n[186]This year you're making the team. We practice everyday `til try outs. That gives us a week and a half. \n[187]Yeah, you're right. You probably don't have any skills anyway. \n[188]So what's your problem?      Is it Stan and his friends? \n[189]You don't need to be afraid of them, Alex. \n[190]That's why we focus on your speed, dribbling and outside shot. Remember, it's not how big you are- \n[191]I don't know? Read it somewhere I guess. Be a sport. Show me what you got. \n[192]Alright.   You got a little game. \n[193]Let's go, Alex. \n[194]We'll save you the embarrassment for try-outs. \n[195]Back off, Stan. \n[196]Act like you're hurt and she won't be able to stay mad at you. \n[197]Not anymore. You smell great. \n[198]No. \n[199]Got an extra pair of gloves? \n[200]Yeah, but I just had a manicure. \n[201]Are you kidding? I love landscaping! \n[202]It's right up there with watching \"Sex and the City\" and snuggling. \n[203]I'm just doing this to make a few bucks so I can buy Laker tickets. \n[204]Wow. 10 whole dollars. At that rate I should be able to buy tickets in...2011. \n[205]What are the benefits like here? \n[206]Deal. \n[207]Maggie? \n[208]You lost me? \n[209]What happened? What did he do? You didn't... \n[210]Your next word better be `cookies' or you're in big, big trouble! \n[211]Maggie, did you two...you know...do... \n[212]That thing...that rabbits do a lot of and that a girl your age should never do and should only do when she's married. \n[213]There, there now.       It's okay. \n[214]When you're young everything seems like the end of the world. But it's not. It's just the beginning. And you might have to meet a few more jerks, but one day you'll meet a boy who treats you the way you deserve to be treated...like the sun rises and sets with you. \n[215]I know so. \n[216]You killed it out there! \n[217]I got'a use the bathroom. \n[218]I'm sorry.     You just look so beautiful. \n[219]Can I zip you up? \n[220]Your jeans? \n[221]Stupid, idiot, stupid. \n[222]Maggie, what... \n[223]Maggie, listen to me.    I'm not the person you think... \n[224]That's right! I'm not like the others. I'm very different than the others. So different that you and I can never be... \n[225]Yes! Yes! That's it. I'm confused. Extremely confused. \n[226]What? No-no-no-no. I'm not gay. I'm...I've been in love with the same girl since I was 17. \n[227]No, you don't. Now- -if you don't mind? \n[228]Who you texting? \n[229]Me? No. Yes. It's Ed. I mean dad. Not your dad. My dad. I'll just call him back. \n[230]You hung the lights! \n[231]It's amazing. I'm speechless. I'm sorry I never saw how talented you are...I mean when people see this and how talented you are you'll be designing sanctuaries all over the city. \n[232]Let's see who the lucky guy is. \n[233]I knew it! \n[234]I knew you had a thing for him! You can't do this! You took vows. What kind of example are you setting for the kids!? \n[235]Keep it in your pants, Casanova. \n[236]Don't you lay a finger on her, Johnson! I know where you live! \n[237]It's adultery! If this were Afghanistan she'd be dragged through the village by goats.   You need to talk to her. \n[238]Maybe he's not? Maybe he wishes he could be here right now with you but there's a real good reason he can't be. \n[239]Then why would you tell him that? \n[240]My wife's moving on. My son doesn't think I like him and my daughter's in love with me. I need to change back, Ed. \n[241]I'm not going. I'll be a pharm rep til I die. I just want my family back. You're not gonna wear that, are you? \n[242]Fine. I want to have some kids over tonight to celebrate Alex making the team. Is that cool? \n[243]Listen to you. You sound like an old man. \n[244]Don't treat me like a child, Ed. \n[245]Not even close...Dad! \n[246]Give me that! \n[247]I'm so sorry. Have you seen Alex? \n[248]I thought you girls wanted to dance? \n[249]Party's over, Stan.      You're out of here. \n[250]I would but it smells like you've been drinking so I'll let the cops do it. \n[251]On second thought- \n[252]I had the craziest dream. I was 17 again and back in high school. It was horrible, Scarlet- \n[253]Wait! This is highly inappropriate and dysfunctional. Listen to me, Maggie. I'm your father. \n[254]Blew what?     What happened? \n[255]Slow down. Have you ever kissed a girl before? \n[256]How did you find...forget it. It's easy. All you have to do is take her face in your hands gently like \n[257]-hold her still as you adjust your head, close your eyes and kiss her. The rest happens naturally. \n[258]If you feel it, you know, getting angry, take a step back. Now go get that kiss. \n[259]Girls, if I was 20 years younger I'd...probably only last 10 seconds anyway. Put your clothes back on. \n[260]I'm so dead. \n[261]Oh no! \n[262]Scarlet, what are you doing here? \n[263]Yeah, he's fine.   He's with his girlfriend. \n[264]He does and she's really cute. Come on. \n[265]Believe me, I do. He's a great kid. And you're an amazing mother. \n[266]Hey, you didn't run him off. Don't blame yourself for his stupidity. \n[267]That's bull shit! You, Maggie and Alex are the best thing that ever happened to me...him. He was just too selfish to recognize it. At least, that's how I see it. \n[268]Scar, just calm down. I have something to tell you but I need you to keep an open mind. Can you do that for me? \n[269]I'm not Mark. \n[270]It's no game. I'm me...him...Mike. It's me...your husband. \n[271]It's the truth. I'm the father of your children. You have to believe me. \n[272]Let me explain, Scar. \n[273]Alex, wait. Let me explain- \n[274]She hates me, Ed.    I've ruined everything. \n[275]I really messed up.    I've lost my family. \n[276]What about you and Julie? \n[277]Sorry about the party.      I'll pay for any damages. \n[278]I don't know. We just need to stop her from going through with it! \n[279]Your Honor! I have a letter from Mike O'Donnell. Just let me read it. Please. \n[280]Thank you, your Honor. September 7th, 1988 was the first time I saw you. You were reading `The Great Gatsby' and wearing a Guns N Roses T-shirt. I'd never seen anything so perfect. I remember thinking I had to have you or I'd die...not in a psycho kinda way but in that beautiful, innocent, unaffected way that way only a 17 year-old kid can have. You whispered you loved me at the homecoming dance and I felt so peaceful and safe because I knew no matter what happened from that night on nothing could ever be that bad because I had you. And then I grew up, lost my way and blamed you for my failures. But I was never lost. I'd just forgotten the way life makes you forget as you grow older. And I never failed at anything because on that September day you said `yes' to me. And at that dance you said you loved me. And as I stand here...as I write this, I want you to know if I don't have you I'll die...not in a psycho way but in that beautiful, innocent, unaffected way only a 17 year old kid can have....oh and...P.S...I'm `Hungry Like the Wolf'. \n[281]What are you talking about? \n[282]Enough with the magic crap, Ed. \n[283]I'm moving on. See you at the game. \n[284]Just warming up, Coach. \n[285]That's the plan, Coach. \n[286]\n[287]I never meant to hurt you- \n[288]Alex, I'm your fa...I don't know. I'm sorry. \n[289]It's your turn now.    Good luck. \n[290]Scar! \n[291]The best choice I ever made was you. \n[292]Don't ask. \n[293]I think it's best if we don't tell the kids about this. Especially Maggie. ", "ED": "\n[1]Sorry I'm late. I was locked in a life and death battle with the dark wizard... \n[2]For real? \n[3]Do you really think Muffy's in to me? \n[4]I'm not sure if its my Qi or internal bleeding. \n[5]There he is. There's Mr. Sunshine. Fei Jing Acupuncture. It's all the rage. Makes you look five years younger. \n[6]What's this brown stuff again? \n[7]Delish! The girl has absolutely no clue what she's doing. \n[8]Because she's hot. But today's not about me. It's about you becoming the new regional sales manager. \n[9]No negativity. Negativity's for the 800 pound fat lady who needs to be airlifted out of bed. You, Michael Shawn O'Donnell, are a winner. \n[10]Are you kidding?! It doesn't get any better than this! \n[11]I gotta get back. My legs just went numb. Good luck today. \n[12]Coming!   I've been worried sick! \n[13]\n[14]Don't come any closer!    I'll use it! \n[15]Maria, we're just friends.   Really. \n[16]My theory is that you were transformed by a freak congruence of some of the planets most volatile elements. I've recreated the exact contents of the LA River. The toxic pollutants, the contaminants. \n[17]That's because the cocktail's not complete. \n[18]Last night we had the worst electrical storm of the last hundred years. \n[19]It was pretty bad. \n[20]It could. \n[21]Oops. Came unplugged. Won't be a moment. \n[22]What were you doing by the river anyway? \n[23]Did you find the janitor? \n[24]Did he ask you for your soul? \n[25]That's a good sign. We can eliminate Satan. I think what we're dealing with here is a spell of enlightenment. \"Spell affect\"...\"casting procedure\"...yada, yada, yada. Basically it's a learning spell. There's something you need to figure out and until you do you'll stay a kid. My guess is that janitor was probably a war... \n[26]...lock. I'm sorry. Could you repeat that? Because I thought you just said you were- \n[27]Are you out of your freaking mind!? \n[28]What about your job? \n[29]Well, Scarlet, then.   What are you gonna tell her? \n[30]You're just gonna disappear? \n[31]Because I know you're going to suck me into this and I'm not going back there, Mike. You'll never get me to go back to Fitch. Never! \n[32]I hate you. \n[33]Please. I created software used to launch the space shuttle. I think I'm capable of forging some report cards. What's up with the gear? \n[34]First sign this old hag is on to us \n[35]-so glad we chose this school.   I'm Ed Freedman. \n[36]Oh, right. Sorry. This little chicken pock here is Mark. Say hello, Mark. \n[37]Before we get started I want you to know that Mark's a bastard. \n[38]I had him out of wedlock.   So the answer is yes, I'm very single...and very rich. \n[39]I help him with his homework...a lot. \n[40]Be a good boy now.   And sit up straight. \n[41]They grow up so fast. Mojito? \n[42]You strike me as a Mojito gal. I know this little Cuban place, great \n[43]I'll enroll him somewhere else. \n[44]See you at the next bake sale then? \n[45]Come on. It couldn't have been that bad. \n[46]Yeah, I caught it on youtube. Funny stuff. \n[47]High school's great, isn't it? \n[48]Get the boy a Shirley Temple. Extra cherries. \n[49]Mike, you're an adult sitting on 36 years of experience. You should be dominating these kids, ripping their hearts out. \n[50]Because I'm a supportive dad. \n[51]Did she ask about me? \n[52]As far as I can tell that's her only flaw. I need a reason to see her again. You could flunk your classes, start a fight, vandalise the place. You'll figure it out. Then I can rush in, a teary eyed, helpless, single dad who can't handle his angry, kitten killing son. What do you think? \n[53]Mind your business, Lady.   This is a family matter. \n[54]Hey, no sweat off my sack. Tell Alex to stop wearing underwear all together. He'll be fine. That's what I did. \n[55]At'a boy. Now what you need is a crash course on being a teen in 2008. \n[56]Before you ask, it's a seaweed wrap. I'm detoxifying as well as losing an inch or 2 from my problem areas. \n[57]There is.    What are you doing? \n[58]Probably not because when she called earlier I told her you were being detained at Guantanamo. Ready for tomorrow? \n[59]That ought'a put you over the top. And don't forget to hook me up son. \n[60]Hello? \n[61]See what happens when you put a little lipstick on the pig? Did you manage to get sent to the principal's office? \n[62]He cares. \n[63]That envelope contains divorce papers. \n[64]But what do you care? You're going to college, right? Life's one big panty raid for you. \n[65]I saw the applications in your room. \n[66]If you'd cleaned like I asked I wouldn't have had to. You can't be serious about this can you? \n[67]Karmically speaking, in the next life you're coming back as a hemorrhoid. \n[68]I'm not paying for college! \n[69]Way to go, slugger! Get any shots in? \n[70]Wuss! \n[71]Hey, Alex.     How you doin', buddy? \n[72]Good. Good. \n[73]Hey, Scarlet. Exciting, isn't it? My first parent/principal conference. \n[74]I sent them to him. \n[75]I haven't heard from him, really. \n[76]I'll tell him.    I promise. \n[77]I'll take it from here. \n[78]I'm heartbroken. The boy's incorrigible. \n[79]My son?     Mark!   Get in here!   Now! \n[80]Did you glue a boy to his chair? \n[81]See? The boy's out of control. He's acting up at home. He won't eat his vegetables- \n[82]He's crying out for help and I don't know what to do. It hurts so bad. Maybe we could discuss this over margaritas? \n[83]You're the expert. I'm just a single dad out here blowing like dust in the wind. \n[84]What about college? \n[85]Baby's got back. Now that Julie's agreed to go out with me tonight, I need you to start behaving. I can't have her thinking my son is a complete degenerate. \n[86]Wrap it up. No, it's not cool. I remember hearing what those parties were like, kids peeing everywhere, food on the ceilings, puke in the pool. \n[87]No party. I mean it.    Don't make me take the car away. \n[88]I won't when you stop acting like one. \n[89]This isn't over...son! \n[90]Thanks. Put this towards your studies. \n[91]Are you insinuating that I'd use my son's misfortune just to go out with you? What kind of a father do you think I am? \n[92]Bring us the 1962 Petrus. \n[93]You're going to love this wine. $2000 dollars a bottle. \n[94]It's baffling really but I noticed he's been drinking a lot of diet ice tea lately. Maybe he's gay? \n[95]Do you like caviar? Because if you do you have to try the Almas. 100 year-old Beluga. $700 per ounce. \n[96]What? You don't like Beluga?     You can get something else. \n[97]Would the caviar and expensive wine impress you if you were on a yacht off Monte Carlo? \n[98]I do care about Mike...Mark. Whatever his name is. \n[99]Wait. You're right. I'm acting like an idiot. I'm sorry. Please stay. \n[100]God's honest truth. I had the whole costume. I used to go everywhere dressed like a wizard. No wonder I didn't get a date all through high school. Annnnd you think I'm the biggest nerd ever. \n[101]Tis I. The Wizard they call Marius. And who might you be fair maiden? \n[102]Check please! \n[103]I have two words for you.    Russian mafia. \n[104]That little-!   I'll kill him! \n[105]Everybody out!   Get out!   Get out! \n[106]Do you know where Mark Freedman is? \n[107]This place is a disaster! A kid pissed all over my English garden! What were you thinking!? \n[108]Oh boy. I don't quite know how to put this. \n[109]He's not really my son.    I don't have a son. \n[110]Should I call you?! \n[111]Come on.   It's been 2 days.    Open up. \n[112]Jesus. It smells like Jeffrey Dahmer's kitchen in here. \n[113]Are you alright? \n[114]That's not true.      Nothing's ever truly lost. \n[115]Oh, that?    That's lost. \n[116]Don't worry about it. My spa guy got the last of the vomit out of the pool so we're good. I don't mean to rub salt in your wounds but- \n[117]-you're due in court in an hour. \n[118]What exactly are we doing? \n[119]A well thought out plan.   Good job. \n[120]I declare a mistrial on the grounds of insufficient evidence and Sacco and Vanzetti! \n[121]I am legal counsel for Mike O'Donnell and I demand a stay of execution for this marriage, your Majesty. \n[122]No but I have been a defendant in numerous lawsuits so- \n[123]Maybe it wasn't a spell of enlightenment. \n[124]According to the website once you've learned your lesson you'd turn back. That speech should've broken the spell. \n[125]You know what this means? You need to let them go. You need to let them get on with their lives and you need to get on with yours. \n[126]Where you going? \n[127]Julie, can I talk to you? \n[128]I've seen a good friend of mine lose everything that means anything to him. And maybe we'll never be there but...I just really want to play D &amp; D with you. \n[129]I'll bring my long bow. ", "SCARLET": "\n[1]Oh yeah. Everything's totally copacetic. \n[2]Dom was in the neighborhood. He offered to make a dump run for me. \n[3]What's your point? \n[4]At least someone's after me. \n[5]Please, Mike. This isn't high school. That's not gonna work. \n[6]You can stop now. It's not working. \n[7]You no longer have the right to invoke the \"wolf.\" \n[8]I'm gonna use it as a showpiece for clients. Thanks for asking. \n[9]I am a landscape designer. Then again you barely took an interest in my work so I guess that's a fair question. \n[10]I'm sorry. But maybe this is what you needed. Maybe it's time you looked for something else? \n[11]And it's all my fault, isn't it? \n[12]No, but it's what you think, right? \n[13]I never asked you to marry me. \n[14]I'm sorry you're not happy with the way your life turned out Mike, really, I am, but you're not the victim here. \n[15]Coming! \n[16]I've been dying to meet you. I've known your father since... \n[17]No. It's just...you look like...No. I'm fine. Come in. Please. \n[18]And you say Ed Freedman is your father? \n[19]You don't look anything like him. If you don't mind me asking, who's your mother? \n[20]Oh?   I'm sorry. \n[21]Why would you ask about Dom? Did Ed tell you to say that? \n[22]I'll keep that in mind, Mark. \n[23]It's crazy how much you like my husband when he was a teenager. \n[24]I am. I'm a landscape designer. I'm actually redoing the backyard. I'll show you. \n[25]It's a work in progress so you'll have to use your imagination some. \n[26]You wouldn't have. It was a disaster back here a few days ago. Obviously I have a lot to do still. I'm laying the sod next and the limestone pathway will go here. \n[27]Then I'll plant all those, over a hundred different types of flowers and plants. I have an amazing fountain being delivered that'll go here and a bench over there. \n[28]And I'll string rows of tiny, white lights above it all so every night will be a starry one. It'll be a real sanctuary back here. \n[29]My husband's the only one that ever calls me that. \n[30]Nice to meet you. And, Alex, be home by 10:30. \n[31]I haven't heard from him in three weeks. Obviously he doesn't care. \n[32]Then where is he? \n[33]Nothing, Mark. I was just dropping something off. \n[34]Our court date is the 27th. If he has anything to say, he can say it then. \n[35]Ed. \n[36]Fighting?     What's gotten into you? \n[37]My poor baby. And how about you, Mark? \n[38]Ouch.   You poor thing. Does it hurt? \n[39]Alex, I'll meet you at the car.     I need to talk to Uncle Ed for a second. \n[40]Did you give him the divorce papers? \n[41]Is it another woman? I can handle it. Tell me the truth. \n[42]Okay. If you do, please have him call home. For the kids...I'm running out of excuses- \n[43]Gloves are for sissies. \n[44]You're serious? You want to help? \n[45]Mark, I'm 36 years old- \n[46]Embarrassing. Sorry.      I'll give you 10 dollars a day. \n[47]Fine.   20.     Grab a roll. \n[48]I'll throw in a baloney sandwich. \n[49]I'll be right out, Honey! \n[50]Mark? I didn't know you were there. \n[51]Thank you. \n[52]I'm wearing a sweater. \n[53]So?   What happened? Tell me.     Tell me.   I'm dying to hear. \n[54]Oh my God, Alex! That's so incredible! \n[55]I'm so happy for you. And now I want to show you guys something. \n[56]Ta da! \n[57]I wanted you to be the first to see it. \n[58]Thank you. \n[59]Oh my God. I almost forgot.    I have a date. \n[60]Mark, I'm flattered. Really, I am. But I'm too old for you. \n[61]Don't mind him. You all set? \n[62]I'm looking for Alex. It's past his curfew and he wasn't picking up his phone. Is he here? \n[63]Alex has a girlfriend? \n[64]He's like a totally different person. \n[65]It's been so good for him to have you around. You have no idea. \n[66]I'm not so sure. I mean look at me. I showed up at a party to drag my son home. Could I be any more embarrassing? And how many amazing mothers run their kids' father off? \n[67]I knew he was unhappy. I knew he hated his job. I should've been more supportive, more sympathetic to what he was going through. He gave up a lot for me. \n[68]You're sweet. I have no idea why I'm telling you all this. There's just something so familiar... \n[69]What do you think you're doing!? \n[70]This conversation is over, Mark. \n[71]I'm not in the mood for games. \n[72]What?   Why would you say that? \n[73]Don't ever come near me or my family again. If you do, I'll have you arrested or better yet, institutionalized. \n[74]Your son needs a shrink! \n[75]I do. \n[76]Yes, your Honor. \n[77]No, your Honor. \n[78]He's my husband's best friend. \n[79]If it's okay, your Honor.   I'd like to hear it. \n[80]Your Honor, Sir. I'm sorry.   I'm in no shape...I need to postpone...I'm sorry. \n[81]What took you so long? \n[82]How did this happ- ", "ALEX": "\n[1]...What are you doing, Dad? \n[2]Why are you limping? \n[3]Yeah, me and the guys are running drills, scrimmaging, getting in shape. \n[4]-it's how big you play. \n[5]She got into Georgetown. \n[6]Did you get the promotion, Dad? \n[7]She's probably out back. \n[8]We see you once a week for a couple hours. What do you expect? \n[9]I wanted to see if I could get my nuts into my esophagus. What do you think I'm doing!? Get me down! \n[10]How do you know my name? \n[11]Uncle Ed has a son? \n[12]Goons from the basketball team. \n[13]Because they can and so they do on a daily basis. \n[14]No, I'm not. Nice robe, guy. Gotta go. \n[15]Mark?    You look totally different. \n[16]Could you move to the left a little? \n[17]Nicole Lopez. She's in my Spanish class. \n[18]No. I get all stupid so I just stare. \n[19]My mother? \n[20]You said, `the first time I met your mother I was so nervous...' \n[21]Dude. \n[22]Really? \n[23]Cool. \n[24]I wouldn't go over there. Stan and his Baboons have lunch this period. \n[25]Yo, Mark.    Let's do this. \n[26]She doesn't like to show it but I know she's bummed. I think it bothers her more that he hasn't called me or Maggie in a while. Whatever. \n[27]It says `What up? Mobbing it to Zuma. So over it but whatever. Be right back. Back. Got to go. Talk to you later. kiss, hug. Sam. \n[28]This looks boring. Let's go back to my house and play video games. \n[29]The beach is for the older, cool kids. I don't belong here. \n[30]I don't play basketball. I mean, I can play, I just don't play on the team. \n[31]I never told you that. \n[32]Oh, man.   It's her.   She's here. \n[33]She's so pretty it makes me gassy. \n[34]She won't like me, Mark.   I'm a loser. \n[35]Really? \n[36]Okay.   What do I say? \n[37]I can do that. \n[38]Hi, Alex.     I'm Nicole. \n[39]You have big, meaty man hands.    You should be a hand model. \n[40]Wait. I'm sorry. I'm just real nervous and I've wanted to talk to you for so long. And Mark told me to compliment you on something you never get complimented on but I couldn't find anything because everything's so...perfect. \n[41]I got your text.     What's so important? \n[42]Forget it. \n[43]Hey!     I got skills. \n[44]Just leave it alone. \n[45]I'm too small anyway. \n[46]-it's how big you play. Where did you hear that? \n[47]It's okay.     I got him. \n[48]My mom's been in there a while. She's gonna be pissed. \n[49]I'm okay I guess. \n[50]I can't talk, Mom.     My jaw. \n[51]Wooo!   We did it, Mark!    We did it! \n[52]Mom!    Mom! \n[53]My dad.   I have to tell him about today. \n[54]Did you just get a text? \n[55]I did it. I'm a Falcon!     The first game's in 2 weeks. \n[56]Mom, it's sick. \n[57]Mom, why are you all dressed up? \n[58]It's weird to think about my mom with someone other than my dad. \n[59]My mom's been pretty sad the past few months. She deserves to be happy. My dad obviously is...wherever he is. \n[60]No, my dad's not a family guy. This is dumb but I used to tell him I was on the basketball team because I knew he'd never make it to a game. \n[61]I guess I was hoping it would make him like me more. \n[62]How about Mrs. Cruz? Every time she rolls her r's she spits all over me. \n[63]Mike, I blew it!     I totally blew it! \n[64]She wanted me to kiss her but I panicked. I didn't know if I should close my eyes or which way to turn my head or how much tongue I'm supposed to use- \n[65]Not a real one. I used to practice on my dad's Playboys. \n[66]What if I, you know, pitch a tent? \n[67]Nicole. \n[68]Whoa.   What's my mom doing here? \n[69]How could you do this to me? \n[70]I have nothing to say to you. \n[71]Then why'd you kiss my mom!? \n[72]You're lucky I don't punch you out. ", "MAGGIE": "\n[1]Nothing. \n[2]It's no big deal. \n[3]You wouldn't understand. \n[4]I have a lot of emotional stress right now. My friends are all going to different schools, I'm not even sure... \n[5]I'm counting down the minutes. \n[6]Oh thank God he's not here.    I ran all the way from- \n[7]Why's that freak waving at me. \n[8]Georgetown. \n[9]What's the big deal? He stuck up for me in class. It was a nice thing to do. \n[10]Listen, I appreciate what you did in class but, I already have a boyfriend. \n[11]Nothing.   He was just leaving. \n[12]That was so not cool. \n[13]Cut it out, Stan.    Let's eat. \n[14]Can he be any lamer? Using my little brother to get to me? \n[15]What do you want? \n[16]Get to the point why don't you? \n[17]Don't talk about him like that. You don't even know him. \n[18]Stan barely knows Alex exists. We're moving in together after graduation. \n[19]I'm going to Westwood Community College. Stan and I both are. \n[20]Who do you think you are!?   My father?! \n[21]What do you want? To rub it in my face? Say I told you so? \n[22]Stan dumped me. \n[23]My mom was working last night. Stan came over with a box of- \n[24]What am I going to do?    I can't live without him. \n[25]Do what? \n[26]Sex?   No, that's why he dumped me! \n[27]Sure he was a jerk but he was there for me. Which is more than I can say for any other man in my life. \n[28]You really think so? \n[29]You're so sweet. \n[30]Shhh. I get it now. Why you didn't want me to be with Stan, the nice things you said in the library. It's because you wanted me. \n[31]Shhh. Yes, you are. You're a good guy. You're not like the others. \n[32]What are you trying to say?    Are you...\"confused\"? \n[33]Ohmygod! It all makes sense now! Your hair. The highlights. \n[34]Who is it? Does she go to our school? Do I know her? \n[35]Tell your girlfriend she better keep a close eye on you. \n[36]Whatever.    I'm with someone else now. \n[37]Him. \n[38]Scarlet!? \n[39]You wanna play? Okay, let's play. I'm the hungry lioness and you're a baby gazelle. \n[40]And I've been a bad, bad girl, Daddy. \n[41]Have you seen Mark? \n[42]Mom? \n[43]Pervert! \n[44]I thought he was hanging out with Alex to get to me- not you. ", "JULIE": "\n[1]Nice to meet you. I'm Julie Goodwin, principal here at Fitch Senior High. And you behind there? You are? \n[2]Around here you're going to have to use Ms. Goodwin. Please, sit. \n[3]Excuse me!? \n[4]O-Kay. Did you bring your transcripts? \n[5]So the last school you went to was Cutler High in Connecticut. And you were a straight A student. Very impressive. \n[6]I think it's time we got Mark to class. Lisa! Lisa! \n[7]Lisa, will you print out a schedule for Mark and show him to class? \n[8]I beg your pardon. \n[9]-Yeah, no. I don't date my students' parents. It's a rule of mine. \n[10]I really need to get back to work. \n[11]Ed, come on in. \n[12]Look, if it was only one isolated fight it wouldn't distress me all that much. Boys will be boys. But, it's also been brought to my attention that Mark may have Krazy glued a boy to his chair. \n[13]Enough! Mark, I know it's hard to be the new kid but if I have anymore trouble from you, you'll be facing detentions or worse. You can go now. \n[14]Let's give him time to figure it out on his own. If the situation gets worse then we'll take the next step. \n[15]When you asked me to get together to talk about Mark this isn't what I envisioned. This isn't a date, Ed. \n[16]As long as we're on the same page. \n[17]I don't drink. So tell me what you think's going on with Mark? \n[18]You didn't ask me here to talk about Mark, did you? \n[19]You're disgusting, Ed. \n[20]I'm not some 22 year-old who you can impress with caviar and expensive wine. \n[21]I came here because I'm concerned about the wellbeing of your son but you don't care about Mark. All you're concerned with is proving to me how wealthy you are. \n[22]You know what's too bad, Ed? I'm sure when you were the guy the boys picked on and the girls ignored you were really sweet. \n[23]But you thought becoming rich would solve all your problems. Instead it made you just like them. I have to go. \n[24]Act normal or I'm leaving. \n[25]No, no, really. I don't. Hark! Who goes there? \n[26]Tis I! Elf Princess Ariala of Jamroar. \n[27]How did you get your hands on the 5th edition? That's not due out for another three years. \n[28]Drive faster. \n[29]Calm thyself, Marius. \n[30]This party is over! If you don't want to spend the next 3 months in detention you will leave...now! \n[31]Who hates him? What's going on? \n[32]Try being honest. \n[33]Mark's obviously having a crisis and you...you insensitive bastard, you disown him? He'd be better off with his mother in Thailand. \n[34]No, your honor. \n[35]What is it, Ed? \n[36]You can raid my dungeon anytime. ", "STAN": "\n[1]What did you did do? Mug the mannequin at the Ed Hardy store? \n[2]Bro-ski, what are you doing at our table? \n[3]You gotta problem with me, `bra? \n[4]Now make like Tom and Cruise. \n[5]What? I'll buy you another ice cream. \n[6]Heads up! \n[7]You think `cause you got a haircut and new clothes people'd forget what a fag you are? \n[8]Gimme my ball back, bee-yotch. \n[9]You don't know me. \n[10]You like her, don't you? \n[11]My girlfriend. She told me you were trashing me at the beach. \n[12]I don't know how good she is yet but after I find out, she's all yours. \n[13]Stuck!!!   I'm stuck!   My fingers! \n[14]It's glue! I'm glued to everything! \n[15]No!    No!   Don't pull--! \n[16]What are you 2 queers doing in my gym? \n[17]I don't think so. You girls wanna play with the boys then let's play. 2 on 2. \n[18]Come on, Ally. Embarrass me. \n[19]You ready?     Here it comes. \n[20]2 points!     And I was fouled! \n[21]I was upset. I'm sorry. But I need you to show me you love me. Then we'll move in together. \n[22]Yeah, right. Who'd be stupid enough? \n[23]Who's gonna make me leave?      You? \n[24]You can have the nun.      She doesn't put out anyway. ", "COACH HARVEY": "\n[1]Hey, O'Donnell, save some for the game. \n[2]First game of the season and the scouts are already lining up. You have half the season I know you're capable of, you can play anywhere you want, Mike. \n[3]Round up, Jock Straps! Picture time. \n[4]Hey!   Hey!     Knock it off. \n[5]...Fall in, Freedman. Hurry up. \n[6]Alright, Ladies, bring it in! \n[7]Let's go! Remember, Boys, winners get the girls. Losers please themselves! \n[8]Where you going!? O'Donnell!? \n[9]Hey! That's enough! That's enough! \n[10]That makes 11-3. Game over. Gather up. \n[11]You've gotta little bit of your old man in you, O'Donnell. \n[12]As you all know due to the amount of seniors coming back I only have 2 open spots on the roster. It's Freedman and O'Donnell. The rest of you hit the showers. \n[13]Son, I don't know where you came from but you just made my year. \n[14]Hey, Freedman, save some for the game. \n[15]Son, I haven't seen anyone with your shooting ability in, well, in a long time. I called a couple college scouts I know. They're coming to the game tonight...to watch you. If you have half the season I think you're capable of, you can play anywhere you want. \n[16]Round up, Jock Straps! Picture time. \n[17]Alright, Ladies, bring it in! \n[18]Let's go! Remember, Boys, winners get the girls. Losers please themselves! \n[19]This can't be happening again. \n[20]Get off your butt, O'Donnell!    Get in there! ", "SAMANTHA": "\n[1]He was totally sexing on you. \n[2]Look, this table is V.I.P.     You're a NIP. \n[3]I think my grandfather has that phone. \n[4]Oh my god.     Was that- \n[5]-You're so rude!? We're not gay. We like boys. \n[6]I was on like 5 Red Bulls! I can't believe you keep bringing that up. \n[7]Like we'd ever give you our numbers. \n[8]We were on his myspace page. There's a picture of him jamming with the Chili Peppers at Coachella. \n[9]Oh my God!     I bet he knows Justin. \n[10]If that boy was an apple he'd be delicious. \n[11]You came! Why don't we take a walk somewhere private and play? \n[12]Who's Margaret? \n[13]Dance with us! \n[14]Which one of us is it gonna be? \n[15]We decided not to make you choose. \n[16]Was he crying? \n[17]We're looking for him too. \n[18]Who's the ho? ", "JAMIE": "\n[1]Oh, look. He brought a bag lunch. How sped. \n[2]He still gets calls.    How 2007. \n[3]Did you see- \n[4]Yeah, Samantha's a total slu... \n[5]Rad phone. \n[6]I heard Timbaland wants to produce an album with him. \n[7]I don't think so, Sam. Mark promised me a walk on the beach. \n[8]He's so not into her. \n[9]Perfect, aren't they? \n[10]You can have all 3 of us. \n[11]He's over there.    By the pool. ", "JUDGE": "\n[1]You've requested a divorce by the State of California citing irreconcilable differences. Is this correct? \n[2]Is Michael O'Donnell or his representative present? \n[3]Then I take his absence as agreement to the orders of the divorce. Let's proceed. You're not asking for alimony or child support? \n[4]The mother will have full custody of the children. The father will have visitation rights of one weekend a month- \n[5]Sacco and...what are you....who are you!? \n[6]Are you a lawyer, best friend? \n[7]Bailiff! Get these 2 out of my courtroom. \n[8]I'm sorry, but- \n[9]Make it quick. \n[10]Alright, son, you have to go now. \n[11]Let's proceed. ", "LAUREN": "\n[1]He's coming. Pretend you're not here. \n[2]Oh my God.     Can't you see we're not here? \n[3]Not Important. Go away. \n[4]I told you he was cute. \n[5]Last New Year's Samantha made it with my boyfriend. \n[6]Yeah, but he turned him down to help orphans with Brangelina in Nambib-ib-bib...in Africa. \n[7]Here he comes! \n[8]Walk with me. I've got less miles on me. \n[9]He doesn't even know her name. \n[10]Nambib-bib-ib, that African country makes me horny. ", "DOM": "\n[1]Who cares?      He's the water boy. \n[2]I'm dedicating my first basket to you, Scarlet. \n[3]Hey, Mike. Good to see you.    Tough break, you and Scarlet. \n[4]Wow. You look absolutely ravishing. \n[5]Let's do it. \n[6]Hey, kid...if the vans'a rockin'...well you know the rest. ", "JANITOR": "\n[1]Adolescence can be so cruel. \n[2]`For of all sad words of tongue and pen, the saddest are these: `It might have been...' \n[3]We all have regrets. \n[4]Maybe it does, maybe it doesn't. Can't hurt to ask. You never know who's listening, Michael. \n[5]I'm the only custodial engineer currently employed here. \n[6]-Of you?   That picture's from 1989. "}}