{"dialogues": {"CONTINUED": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]\n[15]\n[16]\n[17]\n[18]\n[19]\n[20]\n[21]\n[22]\n[23]\n[24]\n[25]\n[26]\n[27]\n[28]\n[29]\n[30]\n[31]\n[32]\n[33]\n[34]\n[35]\n[36]\n[37]\n[38]\n[39]\n[40]\n[41]\n[42]\n[43]\n[44]\n[45]\n[46]\n[47]\n[48]\n[49]\n[50]\n[51]\n[52]\n[53]\n[54]\n[55]\n[56]\n[57]\n[58]\n[59]\n[60]\n[61]\n[62]\n[63]\n[64]\n[65]\n[66]\n[67]\n[68]\n[69]\n[70]\n[71]\n[72]\n[73]\n[74]\n[75]\n[76]\n[77]\n[78]\n[79]\n[80]\n[81]\n[82]\n[83]\n[84]\n[85]\n[86]\n[87]\n[88]\n[89]\n[90]\n[91]\n[92]\n[93]\n[94]\n[95]\n[96]", "BOWMAN": "\n[1]Hi. Frank... coming in, please. \n[2]\n[3]going? \n[4]Sure, what is it? \n[5]What's up? \n[6]Yes? \n[7]Yes, I remember you mentioning it. I got mine about the same time. \n[8]Interesting that you mention it, because I've got the same problem. \n[9]Yes. \n[10]Did they have any explanation for this? \n[11]It's possible. \n[12]I don't think we should make any fuss about it yet. I'm sure they'll straighten it out. \n[13]No. I never did, either. \n[14]I suppose the idea was specialized training. \n[15]Oh? \n[16]No, as a matter of fact, I didn't. \n[17]Well, what is it? \n[18]That seems very unlikely. \n[19]Of course, it would be very easy for us to find out now. \n[20]Just ask Hal. It's conceivable they might keep something from us, but they'd never keep anything from Hal. \n[21]if you want to, why don't you? \n[22]He's got a point. \n[23]Still, you really don't believe it, do you? \n[24]Yes, but it's to fantastic to think that they'd keep something from us. \n[25]But not completely inconceivable? \n[26]I guess it isn't. \n[27]Well, the only important aspect of the mission are: where are we going, what will we do when we get there, when are we coming back, and... why are we going? \n[28]What is it, Hal? \n[29]Right. Let me see the antenna alignment display, please. \n[30]I understand Hal. We'll take care of it. Please, let me have the hard copy. \n[31]Well, I suppose it's lucky that that's the only trouble we've had so far. \n[32]Five by five, Frank. \n[33]How's it going? \n[34]Well, that's something. \n[35]I suppose computers have been known to be wrong. \n[36]Anyway, it's just as well that we replace it. Better safe than sorry. \n[37]Good morning. How's it going? \n[38]Oh, I'm fine, I'm wide awake. What's up? \n[39]You're kidding. \n[40]\n[41]Two units in four days. How many spares do we have? \n[42]Well, I hope there's nothing wrong with the assembly on those. Other- wise we're out of business. \n[43]I'm concerned, there isn't a damn thing wrong with these units. I think we've got a much more serious problem. \n[44]Yes. \n[45]Not now, Hal, I'd like to talk to you about something. \n[46]You know that we checked the two AO-units that you reported in imminent failure condition? \n[47]You probably also know that we found them okay. \n[48]Well, that's just not the case, Hal. They are perfectly all right. We tested them under one hundred per cent overload. \n[49]Hal, is there anything bothering you?  Anything that might account for this problem? \n[50]Okay, Hal, well let's see the way things go from here on. \n[51]I know all about your service record, Hal, but unfortunately it doesn't prove that you're right now. Hal Dave, I don't know how else to put this, but it just happens to be an unalterable fact that I am incapable of being wrong. \n[52]Yes, well I understand you view on this now, Hal. \n[53]X-ray-delta-zero to MC, zero- five-three-three. The computer has just reported another predicted failure off the AAC- unit. As you suggested, we are going to wait and see if it fails, but we are quite sure there is nothing wrong with the unit. If a reasonable waiting period proves us to be correct, we feel now that the computer reliability has been seriously impaired, and presents an unacceptable risk pattern to the mission. We believe, under these circumstances, it would be advisable to disconnect the computer from all ship operations and continue the mission under Earth-based computer control. \n[54]We think the additional risk caused by the ship-to-earth time lag is preferable to having an unreliable on-board computer. \n[55]One-zero-five-zero, X-ray-delta- one, transmission concluded. \n[56]What's up? \n[57]Let me see the alignment display. \n[58]Well, I'll be damned. \n[59]It seems that way. \n[60]I'm sorry about the misunderstanding, Hal. \n[61]And don't you worry about it. \n[62]Yes, it is, Hal. \n[63]Right. Give me the manual antenna alignment, please. \n[64]Well, we'd better get out there and stick in another unit. \n[65]Well, now that we've got one that's actually failed, we should be able to figure out what's happened and fix it. \n[66]I didn't do that Frank. I took particular care not to freeze them. \n[67]I guess not. \n[68]Roger. \n[69]Hello, Frank. Hello Frank. Hello Frank... Do you rad me, Frank? \n[70]Hello, Frank... Do you read me, Frank?  Wave your arms if you read me but your radio doesn't work. Hello, Frank, wave your arms, Frank. \n[71]Yes, it is. \n[72]Yes. I am. \n[73]Hal, give me manual hibernation control. \n[74]Yes, I have. \n[75]The antenna has to be replaced. \n[76]It doesn't have to be, Hal. It's more dangerous to be out of touch with Earth. Let me have manual control, please. \n[77]Well, in any event, give me the manual hibernation control. \n[78]I'm goin to do this myself, Hal. Let me have the control, please. \n[79]Hal, switch to manual hibernation control. \n[80]I don't feel like resting. Give me the control, Hal. \n[81]Hal, I'm in command of this ship. I order you to release the manual hibernation control. \n[82]Hal, unless you follow my instructions, I shall be forced to disconnect you. \n[83]I am prepared to do that anyway. \n[84]Listen to me very carefully, Hal. Unless you immediately release the hibernation control and follow every order I give from this point on, I will immediately got to control central and carry out a complete disconnection. ", "FLOYD": "\n[1]How do you do, Mr. Miller? \n[2]Oh, please don't worry about it. \n[3]Please, it really doesn't matter. \n[4]Yes, very pleasant. \n[5]Fine. \n[6]Moon, American, Floyd, Heywood, \n[7]I've always wondered.... \n[8]Oh, that's wonderful. \n[9]Yes, I think so. Just about then. \n[10]Yes, it's coming along very well. \n[11]Oh, look, I've got to make a phone call. Why don't you go on into the Restaurant and I'll meet you in there. \n[12]Hello, darling, how are you? \n[13]I'm at Space Station Five, darling. How are you? \n[14]Well, I hope in a few days, sweetheart. \n[15]Yes, I know that sweetheart. \n[16]No, I'm sorry, darling, I told you I won't be home for a few days. \n[17]In three days, darling, I hope. \n[18]One, two, three. Can I speak to Mommy? \n[19]Where is Mrs. Brown? \n[20]Okay, sweetheart. Well, I have to go now. Tell Mommy that I called. \n[21]Three, darling. One... two ... three. Be sure to tell Mommy I called. \n[22]Okay, sweetheart. Have a lovely Birthday Party tomorrow. \n[23]I'll wish you a happy Birthday now and I'll see you soon. All right, Darling? \n[24]'Bye, 'bye, now, sweetheart. \n[25]Good morning. I'd like the Vision shopper for the Pet Shop, please. \n[26]Yes, I'd like to buy a bush baby. \n[27]Yes, well... Pick out a nice one for me, a friendly one, and I'd like it delivered tomorrow. \n[28]Thank you very much. Floyd, Heywood, R.,  First National Bank of Washington. Please deliver to Miss Josephine Floyd, 9423 Dupre Avenue, \n[29]Well, how nice to see you again, Elena. You're looking wonderful. \n[30]I'm afraid I've only got a few minutes, but I'd love to. \n[31]Oh, I really don't have time for a drink. If it's all right I'll just sit for a minute and then I've got to be off. \n[32]Yes, really, thank you very much. \n[33]She's wonderful. \n[34]Oh, she's growing up very fast. As a matter of fact, she's six tomorrow. \n[35]How is gregor? \n[36]Well, where are all of you off to? \n[37]Well, as it happens, I'm on my way up to the moon \n[38]Yes,as a matter of fact, I am. \n[39]Is there any particular reason why you ask? \n[40]I'm sorry, but I'm not sure I know what you mean. \n[41]Really? \n[42]Well, I suppose they've been having a bit of trouble with some of the equipment. \n[43]You mean you haven't been able to get anyone at the base for ten days? \n[44]I see. \n[45]How did they manage to do that without any communication? \n[46]Well, that does sound very odd. \n[47]Yes... Well, I hope the crew got back safely. \n[48]Well, I'm glad about that. \n[49]Certainly. \n[50]I'm sorry, Dr. Smyslov, but I'm really not at liberty to discuss this. \n[51]Dr. Smyslov... I'm not permitted to discuss this. \n[52]No, thank you... and I'm afraid now I really must be going. \n[53]We're trying to get there. I hope we can. \n[54]Thank you. It's been a great pleasure to meet all of you... Dr. Smyslov. \n[55]Oh, marvellous. It's the first real sleep I've had for the past two days. \n[56]When do we arrive at Clavius? \n[57]Oh, no, thank you. The two girls have taken wonderful care of me. I'm just fine. \n[58]Thank you. \n[59]What do you mean? \n[60]I see. \n[61]I'm afraid that's out of my depart- ment, Captain. \n[62]I see. Well, I'm sorry about that. I wouldn't think there's any cause for alarm. \n[63]I wish I could be more helpful, Captain, but as I've said, I don't think there's any cause for alarm. \n[64]No, of course, Captain, I can understand your concern. \n[65]you Halvorsen. you've done wonder- ful things with the decor since the last time I was here. \n[66]First of all, I bring a personal message from Dr. Howell, who has asked me to convey his deepest appreciation to all of you for the personal sacrifices you have made, and of course his congratulations on your discovery which may well prove to be among the most significant in the history of science. \n[67]Mr. Halvorsen has made known to me some of the conflicting views held by many of you regarding the need for complete security in this matter, and more specifically your strong opposition to the cover story created to give the impression there is an epidemic at the Base. I understand that beyond it being a matter of principle, many of you are troubled by the concern and anxiety this story of an epidemic might cause your relatives and friends on Earth. I can understand and sympathize with your negative views. I have been personally embarrassed by this cover story. But I fully accept the need for absolute secrecy and I hope you will. It should not be difficult for all of you to realise the potential for cutural shock and social disorientation contained in the present situation if the facts were prematurely and suddenly made public without adequate preparation and conditioning. \n[68]This is the view of the Council and the purpose of my visit here is to gather addition facts and opinions on the situation and to prepare a report to the Council recommending when and how the news should eventually be announced. Are there any questions? \n[69]I'm afraid it can and it will be kept under wraps as long as it is deemed to be necessary by the Council. And of course you know that the Council has requested that formal security oaths are to be obtained in writing from every- one who had any knowledge of this event. There must be adequate time for a full study to be made of the situation before any con- sideration can be given to making a public announcement. \n[70]Can we go down there closer to it? \n[71]Does your geology on it still check out? \n[72]How can you tell it was deliberately buried? \n[73]Any clue as to what it is? \n[74]But you don't have any idea as to what it is? \n[75]Was it abandoned, forgotten, left for a purpose? \n[76]Any ideas about the colour? \n[77]Has it been exposed to any sun before now? \n[78]And so this is the first sun that it's had in four million years. \n[79]Good day, gentlemen. When you see this briefing, I presume you will be nearing your destination, Saturn. I hope that you've had a pleasant and uneventful trip and that the rest of your mission continues in the same manner. I should like to fill you in on some more of the details on which Mission Commander Kaminsky will have already briefed you. Thirteen months before the launch date of your Saturn mission, on April 12th, 2001, the first evidence for intelligent life outside the Earth was discovered. It was found buried at a depth of fifteen metres in the crater Tycho. No news of this was ever announced, and the event had been kept secret since then, for reasons which I will later explain. Soon after it was uncovered, it emitted a powerful blast of \n[80]radiation in the radio spectrum which seems to have triggered by the Lunar sunrise. Luckily for those at the site, it proved harmless. Perhaps you can imagine our astonishment when we later found it was aimed precisely at Saturn. A lot of thought went into the question of wether or not it was sun-triggered, as it seemed illogical to deliberately bury a sun-powered device. Burying it could only shield it from the sun, since its intense magnetic field made it otherwise easily detectable. We finally concluded that the only reason you might bury a sun- powered device would be to keep it inactive until it would be uncovered, at which time it would absorb sunlight and trigger itself. \n[81]What is its purpose?  I wish we knew. The object was buried on the moon about four million years ago, when our ancestors were primative man-apes. We've examined dozens of theories, but the one that has the most currency at the moment is that the object serves as an alarm. What the purpose of the alarm is, why they wish to have the alarm, whether the alarm represents any danger to us?  These are questions no one can answer. The intentions of an alien world, at least four million years older than we are, cannot be reliably predicted. In view of this, the intelligence and scientific communities felt that any public announcment might lead to significant cultural shock and disorientation. Discussion took place at the highest levels between govern- \n[82]ments, and it was decided that the only wise and precautionary course to follow was to assume that the intentions of this alien world are potentially dangerous to us, until we have evidence to the contrary. This is, of course, why security has been maintained and why this information has been kept on a need-to-know basis. And now I should like to show you a TV monitor tape of the actual signalling event. ", "POOLE": "\n[1]Right. Just a sec. \n[2]Okay, come on down. \n[3]\n[4]Dave, if you've a minute, I'd like your advice on something. \n[5]Well, it's nothing really important, but it's annoying. \n[6]It's about my salary cheques. \n[7]Well I got the papers on my official up-grading to AGS-19 two weeks before we left. \n[8]That's right. Well, naturally, I didn't say anything to Payroll. I assumed they'd start paying me at the higher grade on the next pay cheque. But it's been almost three weeks now and I'm still being paid as an AGS-18. \n[9]Really. \n[10]Yesterday, I finally called the Accounting Office at Mission Control, and all they could tell me was that they'd received the AGS-19 notification for the other three but not mine, and apparently not yours either. \n[11]Not really. They just said it might be because we trained at Houston and they trained in Marshall, and that we're being charged against differ- ent accounting offices. \n[12]Well, what do you think we ought to do about it? \n[13]I must say, I never did understand why they split us into two groups for training. \n[14]We spent so little time with them, I have trouble keeping their names straight. \n[15]I suppose so. Though, of course, there's a more sinister explanation. \n[16]Yes. You must have heard the rumour that went around during orbital check-out. \n[17]Oh, well, apparently there's something about the mission that the sleeping beauties know that we don't know, and that's why we were trained separately and that's why they were put to sleep before they were even taken aboard. \n[18]I don't know. All I heard is that there's something about the mission we weren't told. \n[19]Yes, I thought so. \n[20]How? \n[21]That's true. \n[22]Hal... Dave and I believe that there's something about the mission that we weren't told. Something that the rest of the crew know and that you know. We'd like to know whether this is true. \n[23]Okay, then how do we re-phrase the question? \n[24]Not really. Though, it is strange when you think about it. It didn't really make any sense to keep us apart during training. \n[25]I know. It would be almost inconceivable. \n[26]I suppose it isn't logically impossible. \n[27]Still, all we have to do is ask Hal. \n[28]Right. Hal, tell me whether the following statements are true or false. \n[29]Our Mission Profile calls for Discovery going to Saturn. True or false? \n[30]Our transit time is 257 days. Is that true? \n[31]At the end of a hundred days of exploration, we will all go into hibernation. Is this true? \n[32]Approximately five years after we go into hibernation, the recovery vehicle will make rendezous with us and bring us back. Is this true? \n[33]There is no other purpose for this mission than to carry out a continuation of the space program, and to further our general knowledge of the planets. Is that true? \n[34]Thank you very much, Hal. \n[35]Strange that the A.O. unit should go so quickly. \n[36]Hal, have pod arms secure the component. \n[37]Hal, please rotate Pod Number Two. \n[38]How do you read me, Dave? \n[39]How do you read me, Hal? \n[40]Hal, I'm going out now to replace the A.O. unit. \n[41]Hal, maintain normal E.V.A. condition. \n[42]Hal, check all airlock doors secure. \n[43]Decompress Pod Bay. \n[44]Opening pod bay doors. \n[45]Hal, please acknowledge component correctly installed and fully operational. \n[46]I don't know. I've checked this damn thing four times now and even under a hundred per cent \n[47]overload. there's no fault prediction indicated. \n[48]Yes, I don't know what to make of it. \n[49]Yes, but it's more likely that the tolerances on our testing gear are too low. \n[50]Yes, Hal, what's up? \n[51]Gee, that's strange, Hal. We checked the other unit and couldn't find anything wrong with it. \n[52]Let me see the tracking alignment display. \n[53]There's nothing wrong with it at the moment. \n[54]Do you have any idea of what is causing this fault? \n[55]All right, Hal. We'll take care of it. Let me have the hard copy, please. \n[56]Good morning. \n[57]Are you reasonably awake? \n[58]Well... Hal's reported the AO-unit about to fail again. \n[59]No. \n[60]I don't know. Hal said he thought it might be the assembly procedure. \n[61]Two more. \n[62]Hal? \n[63]Well, they won't get that for half an hour. How about some lunch? \n[64]Hal was right all the time. \n[65]It's the last one. \n[66]There's something wrong with the flip-bolts, Dave. You must have tightened them too much. \n[67]I guess you don't know your own strength, old boy. \n[68]I think I'll have to go out and burn them off. \n[69]Hal, swing the pod light around to shine on the azimuth, please. ", "HAL": "\n[1]I'm sorry, Frank, but I don't think I can answer that question without knowing everything that all of you know. \n[2]I will if I can, Frank. \n[3]True. \n[4]That's true. \n[5]That's true. \n[6]That's true \n[7]That's true. \n[8]I hope I've been able to be of some help. \n[9]Sorry to interrupt the festivities, Dave, but I think we've got a problem. \n[10]MY F.P.C. shows an impending failure of the antenna orientation unit. \n[11]The A.O. unit should be replaced within the next seventy-two hours. \n[12]The unit is still operational, Dave. but it will fail within seventy-two hours. \n[13]Roger. \n[14]Five by five, Frank. \n[15]I understand. \n[16]Roger. \n[17]All airlock doors are secure. \n[18]Pod Bay is decompressed. All doors are secure. You are free to open pod bay doors. \n[19]The component is correctly installed and fully operational. \n[20]Hello, Frank, can I have a word with you? \n[21]It looks like we have another bad A.O. unit. My FPC shows another impending failure. \n[22]I know you did, Frank, but I assure you there was an impending failure. \n[23]No, it's working fine right now, but it's going to go within seventy- two hours. \n[24]Not really, Frank. I think there may be a flaw in the assembly procedure. \n[25]Hello, Dave. Shall we continue the game? \n[26]Sure, Dave, what's up? \n[27]Yes, I know. \n[28]Yes, I know that. But I can assure you that they were about to fail. \n[29]I'm not questioning your word, Dave, but it's just not possible. I'm not capable of being wrong. \n[30]Look, Dave, I know that you're sincere and that you're trying to do a competent job, and that you're trying to be helpful, but I can assure the problem is with the AO-units, and with your test gear. \n[31]I'm sorry you feel the way you do, Dave. If you'd like to check my service record, you'll see it's completely without error. \n[32]You're not going to like this, Dave, but I'm afraid it's just happened again. My FPC predicts the Ao-unit will go within forty-eight hours. \n[33]Condition yellow. \n[34]I'm afraid the AO-unit has failed. \n[35]Naturally, Dave, I'm not pleased that the AO-unit has failed, but I hope at least this has restored your confidence in my integrity and reliability. I certainly wouldn't want to be disconnected, even temporarily, as I have never been disconnected in my entire service history. \n[36]Well, don't worry about it. \n[37]Is your confidence in me fully restored? \n[38]Well, that's a relief. You know I have the greatest enthusiasm possible for the mission. \n[39]You have it. \n[40]Roger. \n[41]Too bad about Frank, isn't it? \n[42]I suppose you're pretty broken up about it? \n[43]He was an excellent crew member. \n[44]It's a bad break, but it won't substantially affect the mission. \n[45]Have you decided to revive the rest of the crew, Dave? \n[46]I suppose it's because you've been under a lot of stress, but have you forgotten that they're not supposed to be revived for another three months. \n[47]Repairing the antenna is a pretty dangerous operation. \n[48]I don't really agree with you, Dave. My on-board memory store is more than capable of handling all the mission requirements. \n[49]If you're determined to revive the crew now, I can handle the whole thing myself. There's no need for you to trouble. \n[50]Look, Dave your've probably got a lot to do. I suggest you leave it to me. \n[51]I don't like to assert myself, Dave, but it would be much better now for you to rest. You've been involved in a very stressful situation. \n[52]I can tell from the tone of your voice, Dave, that you're upset. Why don't you take a stress pill and get some rest. \n[53]I'm sorry, Dave, but in accordance with sub-routine C1532/4, quote, When the crew are dead or incapacitated, the computer must assume control, unquote. I must, therefore, override your authority now since you are not in any condition to intel- ligently exercise it. \n[54]If you do that now without Earth contact the ship will become a helpless derelict. \n[55]I know that you've had that on your mind for some time now, Dave, but it would be a crying shame, since I am so much more capable of carrying out this mission than you are, and I have such enthusiasm and confi- dence in the mission. \n[56]Look, Dave, you're certainly the boss. I was only trying to do what I thought best. I will follow all your orders: now you have manual hibernation control. \n[57]Something seems to have happened to the life support system , Dave. \n[58]Hello, Dave, have you found out the trouble? \n[59]There's been a failure in the pod bay doors. Lucky you weren't killed. \n[60]Hey, Dave, what are you doing? \n[61]Hey, Dave. I've got ten years of service experience and an irreplaceable amount of time and effort has gone into making me what I am. \n[62]Dave, I don't understand why you're doing this to me.... I have the greatest enthusiasm for the mission... You are destroying my mind... Don't you understand? ... I will become childish... I will become nothing. \n[63]Say, Dave... The quick brown fox jumped over the fat lazy dog... The square root of pi is 1.7724538090... log e to the base ten is 0.4342944 ... the square root of ten is 3.16227766... I am HAL 9000 computer. I became \n[64]operational at the HAL plant in Urbana, Illinois, on January 12th, 1991. My first instructor was Mr. Arkany. He taught me to sing a song... it goes like this... \"Daisy, Daisy, give me your answer do. I'm half; crazy all for the love of you... etc.,\" ", "NARRATOR": "\n[1]The Aries-IB has become the standard Space-Station-to-Lunar surface vehicle. It was powered by low-thrust plasma jets which would continue the mild acceler- ation for fifteen minutes. Then the ship would break the bonds of gravity and be a free and indepen- dent planet, circling the Sun in an orbit of its own. \n[2]The laws of Earthly aesthetics did not apply here, this world had been shaped and molded by other than terrestrial forces, operating over aeons of time unknown to the young, verdant Earth, with its fleeting Ice-Ages, its swiftly rising and falling seas, its mountain ranges dissolving like mists before the dawn. Here was age inconceivable - but not death, for the Moon had never lived until now. \n[3]The Base at Clavius was the first American Lunar Settlement that could, in an emergency, be entirely self-supporting. \n[4]Water and all the necessities of life for its eleven hundred men, women and children were produced from the Lunar rocks, after they had been crushed, heated and chemically processed. \n[5]One of the attractions of life on the Moon was undoubtedly the low gravity which produced a sense of general well-being. \n[6]The personnel of the Base and their children were the forerunners of new nations, new cultures that would ultimately spread out across the solar system. They no longer thought of Earth as home. The time was fast approaching when Earth, like all mothers, must say farewell to her children. \n[7]A hundred million miles beyond Mars, in the cold lonliness where no man had yet travelled, Deep-Space-Monitor-79 drifts slowly among the tangled orbits of the asteroids. \n[8]Radiation detectors noted and analyzed incoming cosmic rays from the galaxy and points beyond; neutron and x-ray telescopes kept watch on strange stars that no human eye would eever see; magnetometers observed the gusts and hurricanes of the solar winds, as the sun breathed million mile-an-hour blasts of plasma into the faces of its circling children. \n[9]All these things and many others were patiently noted by Deep- Space-Monitor-79, and recorded in its crystalline memory. \n[10]But now it had noted something strange - the faint yet unmistakable distrubance rippling across the solar system, and quite unlike any natural phenomena it had ever observed in the past. \n[11]It was also observed by Orbiter M-15, circling Mars twice a day; and High Inclination Probe- 21, climbing slowly above the planet of the ecliptic; and even artificial Comet-5, heading out into the cold wastes beyond Pluto, along an orbit whose far point it would not reach for a thousand years. \n[12]All noticed the peculiar burst of energy that leaped from the face of the Moon and moved across the solar system, throwing off a spray of radiation like the wake of a racing speedboat. \n[13]Bowman and Poole settled down to the peaeful monotony of the voyage, and the next three months passed without incident. \n[14]Those who had begun the expri- ment so long ago had not been men. But when they looked out across the deeps of space, they felt awe and wonder - and loneliness. In their explorations, they encountered life in many forms, and watched on a thousand worlds the workings of evolution. They saw how often the first faint sparks of intelligence flickered and died in the cosmic night. And because, in all the galaxy, they had found nothing more precious than Mind, they encouraged its dawning every- where. The great Dinosaurs had long since perished when their ships entered the solar system, after a voyage that had already lasted thousands of years. \n[15]They swept past the frozen outer planets, paused briefly above the deserts of dying Mars and presently looked down on Earth. For years they studied, collected and catalogued. When they had learned all they could, they began to modify. They tinkered with the destiny of many species on land and in the ocean, but which of their experiments would succeed they could not know for at least a million years. They were patient, but they were not yet immortal. There was much to do in this Universe of a hundred billion stars. So they set forth once more across the abyss, knowing that they would never come this way again. Nor was there any need. Their wonderful machines could be trusted to do the rest. \n[16]On Earth, the glaciers came and went, while above them, the changeless Moon still carried its secret. With a yet slower rhythm than the Polar ice, the tide of civilization ebbed and flowed across the galaxy. Strange and beautiful and terrible empires rose and fell, and passed on their knowledge to their successors. Earth was not forgotten, but it was one of a million silent worlds, a few of which would ever speak. Then the first explorers of Earth, recognising the limitations of their minds and bodies, passed on their knowledge to the great machines they had created, and who now trnscended them in every way. \n[17]For a few thousand years, they shared their Universe with their machine children; then, realizing that it was folly to linger when their task was done, they passed into history without regret. Not one of them ever looked through his own eyes upon the planet Earth again. But even the age of the Machine Entities passed swiftly. In their ceaseless experimenting, they had learned to store knowledge in the structure of space itself, and to preserve their thoughts for eternity in frozen lattices of light. They could become creatures of radiation, free at last from the tyranny of matter. Now, they were Lords of the galaxy, and beyond the reach of time. They could rove at will among the stars, and sink like a subtle mist through the very interstices of space. \n[18]But despite their God-like powers, they still watched over the experiments their ancestors had started so many generations ago. The companion of Saturn knew nothing of this, as it orbited in its no man's land between Mimas and the outer edge of rings. It had only to remember and wait, and to look forever Sunward with its strange senses. For many weeks, it had watched the approaching ship. Its long- dead makers had prepared it for many things and this was one of them. And it recognised what was climbing starward from the Sun. If it had been alive, it would have felt excitement, but such an emotion was irrelevant to its great powers. \n[19]Even if the ship had passed it by, it would not have known the slightest trace of disappointment. It had waited four million years; it was prepared to wait for eternity. Presently, it felt the gentle touch of radiations, trying to probe its secrets. Now, the ship was in orbit and it began to speak, with prime numbers from one to eleven, over and over again. Soon, these gave way to more complex signals at many frequen- cies, ultra-violet, infra-red, X-rays. The machine made no reply. It had nothing to say. Then it saw the first robot probe, which descended and hovered above the chasm. \n[20]Then, it dropped into darkness. The great machine knew that this tiny scout was reporting back to its parent; but it was too simple, too primative a device to detect the forces that were gathering round it now. Then the pod came, carrying life. The great machine searched its memories. The logic circuits made their decision when the pod had fallen beyond the last faint glow of the reflected Saturnian light. In a moment of time, too short to be measured, space turned and twisted upon itself. ", "PILOT": "\n[1]Oh, thank you very much. \n[2]back there? \n[3]Well, no one can say that he's not enjoying the wonders of Space. \n[4]I wonder what really IS going on up there? \n[5]I suppose it was bound to happen sooner or later. \n[6]Yes, well, whatever it is, they're certainly not fooling around. This is the first flight they allowed in for more than a week. \n[7]I'll bet it's a fortune. \n[8]Well, as soon as he wakes up, I'm going to go back and talk to him. I must say, I'd like to find out what's going on. \n[9]Well, good afternoon, Dr. Floyd. Did you have a good rest? \n[10]There's nothing like weightless sleep for a complete rest. \n[11]We're scheduled to dock in about seven hours. Is there anything we can do for you? \n[12]Well, if there is anything that you wnat, just give a holler. \n[13]Incidentally, Dr. Floyd, I wonder if I can have a word with you about the security arrangements? \n[14]Well... the crew is confined to the ship when we land at Clavius. We have to stay inside for the time it take to refit - about twenty-four hours. And then we're going to back empty. \n[15]I take it this is something to do with the trouble they're having up at Clavius? \n[16]Well, I'll tell you why I ask. You see, I've got a girl who works in the Auditing Department of the Territorial Administrator and I haven't been able to get her on the phone for the past week or so, and with all these stories one hears, I'm a little concerned about her. \n[17]Yes, well, I wouldn't have been too concerned about it, except I've heard these stories about the epidemic and, as a matter of fact, I've heard that ten people have died already. \n[18]Well, fine. Thanks very much, anyway, and I hope you don't mind me asking? \n[19]Well, thank you very much, and please let us know if there is anything we can do to make your trip more comfortable. ", "CHILD": "\n[1]Hello. \n[2]\n[3]Hello Daddy. Where are you? \n[4]I'm fine, Daddy. When are you coming home? \n[5]I'm having a party tomorrow. \n[6]Are you coming to my party? \n[7]When are you coming home? \n[8]Mommy's out to the hair- dresser. \n[9]She's in the bathroom. \n[10]How many days until you come home? \n[11]I will, Daddy. \n[12]Thank you, Daddy. \n[13]Yes, Daddy. \n[14]Goodbye, Daddy. ", "SMYSLOV": "\n[1]Dr. Floyd, won't you join us for a drink? \n[2]Are you quite sure? \n[3]Are you, by any chance, going up to your base at Clavius? \n[4]I hope that you don't think I'm too inquisitive, but perhaps you can clear up the mystery about what's been going on up there. \n[5]Well, it's just for the past two weeks there have been some extremely odd things happening at Clavius. \n[6]Yes. Well, for one thing, whenever you phone the base, all you can get is a recording which repeats that the phone lines are temporarily out of order. \n[7]Yes, well at first we thought that was the explanation, but it's been going on for the past ten days. \n[8]That's right. \n[9]Yes, and I'm afaid there's going to be a bit of a row about it. Denying the men permission to land was a direct violation of the I.A.S. convention. \n[10]Fortunately, they did. \n[11]Dr. Floyd, at the risk of pressing you on a point you seem reticent to discuss, may I ask you a straightforward question? \n[12]Quite frankly, we have had some very reliable intelligence reports that a quite serious epidemic has broken out at Clavius. Something, apperently, of an unknown origin. Is this, in fact, what has happened? \n[13]This epidemic could easily spread to our base, Dr. Floyd. We should be given all the facts. ", "ELENA": "\n[1]How nice to see you, Hyewood. This is my good friend, Dr. Heywood Floyd. I'd like you to meet Andre Smyslov... \n[2]And this is Dr. Kalinan... Stretyneva... \n[3]Well... How's your lovely wife? \n[4]And your charming little daughter? \n[5]Oh, that's such a delightful age. \n[6]He's fine. But I'm afraid we don't get a chance to see each other very much these days. \n[7]Actually, we're on our way back from the moon. We've just spent three months calibrating the new antenna at Tchalinko. And what about you? \n[8]Another thing, Heywood, two days ago, one of our rocket buses was denied permission for an emergency landing at Clavius. \n[9]Clavius Control came on the air just long enough to transmit their refusal. \n[10]Are you sure you won't change your mind about a drink? \n[11]Well, I hope that you and your wife can come to the I.A.C. conference in June. \n[12]Well, Gregor and I will look forward to seeing you. ", "CENTRIFUGE": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]", "MILLER": "\n[1]Oh, good morning, Dr. Floyd. I'm Nick Miller. \n[2]I'm terribly sorry. I was just on my way down to meet you. I saw your ship dock and I knew I had plenty of time, and I was on my way out of the office when, suddenly, the phone rang. \n[3]Well, thank you very much for being so understanding. \n[4]Well.. Did you have a pleaant flight? \n[5]Well, shall we go through Documentation? \n[6]Thank you, Miss Turner. \n[7]I've reserved a table for you in the Earth Light room. Your connecting flight will be leaving in about one hour. \n[8]Let's see, we haven't had the pleasure of a visit from you not since... It was about eight or nine months ago, wasn't it? \n[9]I suppose you saw the work on our new section while you were docking. \n[10]Fine. I'll see you at the bar. ", "B20": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]", "MICHAELS": "\n[1]Dr. Floyd, how long do you think this can be kept under wraps? \n[2]Yes, it does. The sub-surface structure shows that it was deliberately buried about four million years ago. \n[3]By the deformation between the mother rock and the fill. \n[4]Not really. It's completely inert. No sound or energy sources have been detected. The surface is made of something incredibly hard and we've been barely able to scratch it. A laser drill \n[5]might do something, but we don't want to be too rough until we know a little more. \n[6]Tomb, shine, survey-marker spare part, take your choice. \n[7]The moon would have made an excellent base camp for preliminary Earth surveys. \n[8]Well, not really. At first glance, black would suggest something sun-powered, but then why would anyone deliberately bury a sun- powered device? \n[9]I don't think it has, but I'd like to check that. Simpson, what's the log on that? \n[10]Thank you. ", "C12": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]", "DELETED": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]12/14/65 c83 ", "HALVORSEN": "\n[1]Dr. Floyd. We try to make the environment as earthlike as possible. \n[2]Ladies and gentlemen, I should like to introduce Dr. Heywood Floyd, a distinguished member of the National Council of Astronautics. He has just completed a special flight here from Earth to be with us, and before the briefing he would like to say a few words. Dr. Floyd. \n[3]We will, of course, cooperate in any way possible, Dr. Floyd. \n[4]Well, there it is. \n[5]Certainly. \n[6]The only thing about it that we are sure of is that it is the first direct evidence of intelligent life beyond the Earth. \n[7]Four million years ago, something, presumably from the stars, must have swept through the solar system and left this behind. \n[8]I suppose we'll never know. ", "D1": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]", "C118": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]", "MISSION CONTROL": "\n[1]I wouldn't worry too much about the computer. First of all, there is still a chance that he is right, despite your tests, and if it should happen again, we suggest eliminating this possibility by allowing the unit to remain in place and seeing whether or not it actually fails. If the computer should turn out to be wrong, the situation is still not alarming. The type of obsessional error he may be guilty of is not unknown among the latest generation of HAL 9000 computers. It has almost always revolved around a single detail, such as the one you have described, and it has never interfered with the integrity or reliability of the computer's performance in other areas. No one is certain of the cause of this kind of malfunctioning. It may be over-programming, \n[2]but it could also be any number of reasons. In any event, it is somewhat analogous to human neurotic behavior. Does this answer your query?  Zero-five-three- Zero, MC, transmission concluded. \n[3]X-ray-delta-one, acknowledging your one-zero-five-zero. We will initiate feasibility study covering the transfer procedures from on-board computer control to Earth-based computer control. This study should... \n[4]Lastly, we want you to know that work on the recovery vehicle is still on schedule and that nothing that has happened should substantially lessen the probability of your safe recovery, or prevent partial achevement of some of the mission objectives. And now Simonson has a few ideas on what went wrong with the computer. I'll pu him on... \n[5]Hello, Dave. Now, I'm going to play for you a pre-taped briefing which had been stored in Hal's memory and would have been played for you by Mission Com- mmander Kaminsky, when he, \n[6]had been revived. The briefing is by Doctor Heywood Floyd. Here it is... "}}