{"dialogues": {"JACKSON": "\n[1]Oh no. Not again. \n[2]Hello?... What do you mean? I'm not late. It's not even 10:30... \n[3]Damn it! Kate, I'm on my way... For god's sake... \n[4]They're kids, Kate, going on vacation. It's not a doctor's appointment... it's supposed to be fun. You remember that, right? Fun? \n[5]... I know it's mosquito season at Yellowstone, Kate. I'll pick some up on the way. \n[6]Don't call me Jackson, Noah, I'm your father. \n[7]This is better hours for me. Means I can still write. \n[8]Still? \n[9]Hang on, sweet pea, let daddy listen to this for a moment... \n[10]To a very special place, Lil'bee. It's a lake. A place where mommy and daddy fell in love. Remember the book I gave you? \n[11]I'm your dad, Noah. \n[12]This wasn't here before. \n[13]It's fine guys. \n[14]It's gone. The whole darn lake is gone. I swear you guys there was a lake here. \n[15]It's okay, Noh'. \n[16]Isn't this supposed to be a National Park? There shouldn't be fences. What are you guys doing around here anyway? \n[17]So, where did the lake go? \n[18]Yeah, that's me. \n[19]You're one of lucky 422 who bought it. \n[20]Oh, I see. \n[21]Yes he was, Lil'bee. \n[22]They think it's not such a good idea to climb over their fences. They feel the area is unstable. \n[23]We'll get some of that tomorrow. For tonight just put your head under the blankie. \n[24]I'm not Honey, I promise. Are you wearing your pull-ups? \n[25]Did mommy buy you that? \n[26]Noah. Things like a cell phone have to be discussed in the family. \n[27]Go to sleep guys. \n[28]Hi. Mind if I join you? \n[29]I just heard part of your broadcast... Mind me asking a question? What exactly is it... that will start in Hollywood? \n[30]What are you talking about? \n[31]If they all knew, don't you think somebody would tell us? \n[32]A seat? \n[33]Oh... I see. \n[34]Well... Charlie, I think I gotta go. My kids are sleeping. \n[35]Night, Charlie. \n[36]Just stop scratching. You'll get them infected. \n[37]Something for Mosquito bites please? \n[38]What? \n[39]Kids, we have to pack up and go find mommy. \n[40]Lilly, we're home sweetie. Wake up big man. \n[41]We tried calling but - \n[42]Back in Westwood, Mister Karpov. \n[43]Are you guys blind? I can't run people over. \n[44]Where can I rent a plane? \n[45]... Kate, we have to get out of LA! I've rented a plane for us. Get the kids ready! I'll be there in five. \n[46]Are you kidding me! \n[47]California is going down! Pack up the kids! \n[48]The Governor's a meathead, how would he know anything? Kate listen! You gotta trust me over some politician. Come on. \n[49]We have to leave! Noah, let's go! \n[50]Noah, now! Kate please... \n[51]Get in the car! \n[52]Damn it! Where's the pilot? \n[53]Did you cover taking off? \n[54]That's good enough for me. \n[55]I'm coming. \n[56]Come on, come on... \n[57]Are you okay? \n[58]I didn't. Do we have enough fuel to make it to Yellowstone? \n[59]Guys, there's fuel! Fill her up and I'll look for Charlie. \n[60]Kate, everything this guy said so far has happened. I'll be right back. \n[61]It's fine! I'll take her. \n[62]He's got to be close by, Lil'bee... \n[63]Listen to me. We have to find Charlie. He's got a secret map, you know, like Jack Sparrow in `Pirates'. \n[64]Lil', we have to work as a team now, okay? You have to help me. \n[65]Dial Mommy's number, sweetheart. \n[66]Tell her we'll be back in ten minutes. \n[67]You're the best, darling. Give Daddy the phone... Kate I am sorry, I can't talk... \n[68]You wait here for me! You watch the ship while Captain Curtis talks to the pirate. Okay? \n[69]The spaceships Charlie, where are they? \n[70]We have a plane. We can get you out of here too. Let's go Charlie! \n[71]Where is that god damn map! \n[72]We're on our way. \n[73]Just don't look back, Lil'bee! \n[74]\n[75]Stay down there, Lil'! We're almost there! Just keep looking at daddy. \n[76]Stay down darling. \n[77]You guys go! I'll be right there! \n[78]Thanks for waiting guys. \n[79]We're gonna need a bigger plane. \n[80]You don't understand, it's our only chance. \n[81]We can't get stuck here. \n[82]Nice work. \n[83]You bastard. You knew it all along! You and those spoiled rotten sons of yours... \n[84]Let's go! \n[85]I guess... So tell me Mr. Karpov - how much did you pay? \n[86]That's disgusting. \n[87]How much fuel do we have? \n[88]Couldn't sleep huh? Me neither. \n[89]Nothing, just static. Not even an emergency signal. \n[90]I couldn't have left you... \n[91]By `people' are we talking about me? \n[92]Well I certainly eat a lot more cereal now... \n[93]Do you love him? Gordon... \n[94]Let's go wake up the kids. \n[95]What are you talking about? I don't hate Gordon. \n[96]I don't know him that well. \n[97]I'll give it a try, Noah. I promise. \n[98]Sasha told us, it could get a little bumpy... and wet. \n[99]Your daddy has to tell you something. \n[100]I know that with my writing and work I didn't have a lot of time for you both... \n[101]I wasn't there for you, the way I should have been. \n[102]... And I am so very sorry for that. \n[103]No shit. It's called 'Earth Crust Displacement' Gordon... Prof. Hapgood, 1958. \n[104]Way to go Charlie! \n[105]We're waiting for Sasha and Gordon. \n[106]Everybody okay back there? \n[107]Thank you... Say thank you, kids. \n[108]Keep thinking warm thoughts sweetheart. You're doing great. \n[109]You guys hear that? \n[110]Hey! Help! Wait for us! \n[111]Shit! Shit! \n[112]Come with daddy. \n[113]At least take our children with you. Please. \n[114]For the same reason you sent for your parents. \n[115]Move Lil'bee! \n[116]Tamara! Come on! Get in! \n[117]Tamara! Get in! \n[118]Noah! Watch out! \n[119]We have to stop it! \n[120]You did it, man. You did it. \n[121]We have to move him higher. Over there! \n[122]I'll go back. I'll try my best. \n[123]You stay with Mommy. \n[124]I'll be right back... \n[125]If you would ever consider to give me another chance... I promise, I'll always be there when you need me. \n[126]There's nothing we can go back to Lil'bee. Whatever's out there, that's our home now. Don't be scared. \n[127]That's my big girl. \n[128]I thought you might want this. \n[129]Excuse me, I believe he's addressing the author. Well, what did you think? ", "ADRIAN": "\n[1]I still can't believe that Wilson chose him of all people to run the White House. \n[2]Shame he's such a pompous ass. \n[3]Yes sir... No, sir. \n[4]We were talking about what a great speech you gave tonight. Well done, sir. \n[5]Professor West? \n[6]Sir, the President needs to know this. \n[7]Four months this week. \n[8]If this is about what I said last night, I am truly sorry, sir. \n[9]Can you please have a look at this, sir? It's really important. \n[10]An Indian astrophysicist I graduated with from Harvard and Prof. West, the preeminent geologist in the US. \n[11]No one, sir. \n[12]I'll be with you in a second, Professor. \n[13]We're geologists... \n[14]I'll handle this officer. Thank you. \n[15]That's what we're trying to find out. We think this whole area has become potentially unstable. I would advise you to take your kids and leave, Mr... \n[16]... Curtis. \n[17]Are you by any chance the Jackson Curtis, the author of `Farewell Atlantis'? \n[18]What a coincidence. I'm reading your book, as we speak... first third, around day 300, when the shuttle loses communication with earth and drifts off into space. \n[19]Actually I didn't buy it. My father gave it to me. \n[20]Officer, can you return them to the campgrounds, please. Pleasure to meet you, Mr. Curtis. \n[21]... You have to immediately inform the President, Mr Anheuser. The readings look much worse than I expected. \n[22]Plus Satnam's neutrino figures from India confirm... \n[23]We were wrong! By five or six months... \n[24]I'll make this brief... \n[25]... According to our latest data from Yellowstone, the temperature of the subterranean crust of the earth, the cement that holds our landmass in place, is increasing at a rapid rate, much faster than anticipated... \n[26]... This causes extreme polar instability. The magnetic fields have decreased by more than 80% over the last 48 hours. \n[27]Two, maybe three days if we're lucky. \n[28]Dad... what I have to tell you is very serious... \n[29]You remember when I told you about the dam in China? Well, it's happening much sooner than we anticipated. \n[30]The President has ordered us to clear out the White House. \n[31]Where are you, dad? What exactly is the course of the `Freedom' right now?... \n[32]I love you, dad. \n[33]Have you seen this? \n[34]Any news from Yellowstone? \n[35]Just a few minutes ago Yellowstone erupted, sir. The ash cloud will reach Washington in roughly 7 hours. Maybe 6. We have strong easterly winds... \n[36]No one knows, sir. \n[37]He's praying sir. Which considering the circumstances is not a bad idea. \n[38]Mr. President? We need to get you out of Washington immediately. \n[39]That's not your fault sir. \n[40]A little. \n[41]There would have been chaos, sir. \n[42]But sir? \n[43]Where's Anheuser? \n[44]The President is not coming. I couldn't convince him to. \n[45]What about the Speaker of the House? \n[46]But she's Commander In Chief now. Sir, I just think - \n[47]He wanted to stay with his people. \n[48]Can I come in? \n[49]But I do... \n[50]Your Dad and I... we were trying to protect you. \n[51]But you were doing a good job. \n[52]You know what your father believed. That nature will choose itself from itself. \n[53]That's not true. \n[54]What would you say were the chances of a first time, middle-aged writer, who barely sold 500 copies of his novel making it on board this plane? \n[55]It's called `Farewell Atlantis' and it's a fantastic read. It's part of our legacy now. \n[56]What if I tried to sort some of this mess out? I need to know you can forgive me... \n[57]One more thing. Your father told me you were the most precious thing to him in the whole world... You are to me too. \n[58]Do we have any news from the Japanese seaboard? \n[59]We expect enormous tsunamis to reach landfall in every continent. The Cho Ming area will be impacted in approximately six hours. \n[60]... and it looks like the crust has shifted by nearly 23 degrees in a south- westerly direction. Here's the computer simulation. \n[61]Our data also shows, that our earth's poles have reversed their magnetic fields... ... These are their new positions. \n[62]It's the south pole, sir. \n[63]Satnam? Where are you? \n[64]What?! \n[65]Satnam, what happened? \n[66]Do we have the latest satellite images of Napam, India? \n[67]Looks like our model was wrong. \n[68]Satnam was talking about a wave from the East. \n[69]The flooding will happen earlier. Bobby, can you plug in the new data please? \n[70]Satnam didn't get picked up. \n[71]This one is at least 1500    meters high! \n[72]Bobby, plug in the new data and adjust the count down? \n[73]Anheuser convinced them all to launch. \n[74]Anheuser! We have to stop this madness. \n[75]Bobby, make sure the other bridges can hear this. \n[76]I know exactly what I'm doing. Turn it on! \n[77]This is Adrian Helmsley, science advisor to President Wilson... \n[78]I know we've all been involved in making difficult decisions... to save our human civilization... \n[79]... But to be human means to care for each other, and civilization means to work together to create a better life. If that's true there is nothing human and nothing civilized about what we're doing here. Ask yourselves ... Can we really stand by and let all those people out there die? \n[80]A civilization that allows that, does not deserve to survive. Or at least I don't want to be part of it. \n[81]Don't do it! \n[82]We have to open our gates and let these people in. All of them. \n[83]There is a young astrophysicist from India who is the reason we are all here, trying to give mankind a second chance. He's the one who discovered it all, the one who connected the dots. We all owe him our lives. \n[84]I just learned that he was killed with his family by a tsunami in eastern India. You know why? \n[85]He died because we forgot to pick him up. I beg you... whatever our future holds don't let us start it with an act of cruelty. What will you tell your children... and their children? \n[86]Captain Michaels, you heard them. \n[87]Can you zoom in? \n[88]I know those kids. Remember the book I told you about? Their father wrote it. \n[89]Captain, over here. \n[90]I think we found the problem. \n[91]How did they get in there? \n[92]Let's get an emergency crew there right now. I'll meet them at the Hydraulic Chamber. \n[93]What are you all waiting for? \n[94]There's no way to override it? \n[95]Then how will we get to the hydraulic chamber? \n[96]Is there any way to talk to them? \n[97]Mr. Curtis... I'm Adrian Helmsley. We met once before. Your daughter is with me. \n[98]We can't get to you. Whatever you did, jammed the hydraulics. If you can't get it out... None of us will make it. \n[99]You're our only hope. \n[100]Captain Michaels - close the gate! \n[101]... Day 988. No one is waiting for anything to happen... \n[102]...   and all we can hear is the sound of our   own breathing that reminds us we are   still sharing our memories, hopes and   ideas. \n[103]... And funny, just today we found out that the entire crew of the Atlantis, somehow or another, has relatives in Wisconsin. The end. \n[104]Less than 500. It's what you might call a cult classic. \n[105]Well that's healthy Dr. Wilson. Something we could maybe explore... unless you have other pressing engagements. \n[106]You called for me, sir? \n[107]This is Helmsley. \n[108]Dad!... Is that you? \n[109]Dad. We're coming to pick you guys up. How's Tony? \n[110]See you guys soon. Bye dad. \n[111]Pardon me? \n[112]I finally finished your book Jackson. \n[113]I'd say... those astronauts of yours would be shitting themselves, if they knew all their relatives are now stuck in the South Pole. ", "KATE": "\n[1]So what, you're a chauffeur now? What happened to the temp work? \n[2]Of course. \n[3]Noah needs to read twenty pages from his book each day... \n[4]... and Lilly has to put these on, before she goes to sleep. \n[5]Jackson, they've been really looking forward to this you know. Don't let them down. \n[6]Stop it! We're in public. \n[7]Just because I don't care for your arrogant humor doesn't mean I'm acting strange. He is the father of my kids. \n[8]Some of his stuff is actually... He's published Gordon. \n[9]Did you see that? \n[10]Oh honey, I'm so glad you're back... And you too, darling. \n[11]At least it looks like the Mosquitos ate well. \n[12]Wanna come in? \n[13]The kids have plans today... \n[14]No I'm not! Noah has music at 2 and Lil' has Karate. \n[15]You're crazy! The Governor just said we're fine now. \n[16]I think we're safer here! \n[17]Gordon, you know how to fly. \n[18]Jackson, what are you doing? \n[19]I'm fine. How did you know this was gonna happen? \n[20]You're sure about this? \n[21]Lilly! Come back! \n[22]Where are you, honey!? \n[23]Let me speak to your daddy, darling. \n[24]\n[25]Who's in the car with you? Who's that man screaming? \n[26]Bring back my child, Jackson! NOW! \n[27]Jackson, things are really looking bad here! \n[28]Gordon! Wait! \n[29]\n[30]Jackson! Here! \n[31]So, now that you got your map, where are we going? \n[32]Gordon's right. Look at this mess. \n[33]Be careful, Noh'! \n[34]I think for the same reasons you did. You know, after breast feeding two kids... \n[35]Did your husband ask you to get your's done? \n[36]I bet he did. \n[37]Nothing, Lil'bee. \n[38]Way too complicated... \n[39]Anything? \n[40]I can't think about what's going on down there. \n[41]I wanted to thank you. For coming back for us. \n[42]Do you think people change? \n[43]Do you think you've changed since we separated? \n[44]You know, you always had tunnel vision. You could always just block things out and write. You blocked all of us out Jackson. \n[45]I love him enough. \n[46]Is it time? \n[47]Wake up Lil'bee. We're getting ready to land. \n[48]We're all fine. \n[49]I have no clue if you understand what I'm saying, but I ask you as a mother, please take my kids with you! \n[50]Thank you ma'am. Thank you so much. \n[51]No! \n[52]Tamara! Take Lilly and Noah. \n[53]I was so worried about you. \n[54]We need something to stop the bleeding or he'll die. \n[55]Lilly! \n[56]Noah! \n[57]Noah! Where is he? \n[58]Whatever you do... I will never let you go again. \n[59]Really? You may well be the first person who ever got to the end. ", "ANHEUSER": "\n[1]Somebody mention my name? \n[2]Which one is it? \n[3]It's Helmsley, right? I'll remember that. \n[4]Helmsley, how long have you been on the job as science advisor? \n[5]I would   say that's enough time to learn that we   have rules here. You'll just have to   wait until the quarterly science   briefing. \n[6]So you didn't like my speech? \n[7]Who wrote this? \n[8]Who else knows about it? \n[9]Let's keep it that way, Helmsley. \n[10]... But you guys said... \n[11]Sir, you have to initiate the boarding process immediately. \n[12]They estimate four of the ships will be ready for launch. \n[13]If it's alright with you sir, I'll brief the panel about the new development. \n[14]Apologies Prime minster. He's still new to the job. \n[15]And the crustal displacement? \n[16]Let's get the government airborne and... I mean now. \n[17]Where is the President, Sally? \n[18]The whole North American continent is about to perish, and Wilson decides to go to church! \n[19]Maybe. But right now I need the leader of the free world off his knees and on Air Force One. Wheels up 1900 hours. Can I leave that with you Helmsley? \n[20]So, the captain doesn't want to leave his sinking ship? Well, Mr. Helmsley, we just learned that the Vice President's chopper crashed 80 miles north of Atlanta. \n[21]In this chaos... I have no idea! \n[22]I don't care what you think, Helmsley. \n[23]Your ass only made it into the White House, because your old man knew the First Lady... and because of all that affirmative action bullshit. \n[24]There was a white kid, much more qualified than you. Just so you know. \n[25]There is a protocol for just this situation Ms. Wilson and I'm afraid we'll have to follow it to the letter. \n[26]Tell the Captain, to take off immediately. \n[27]That's affirmative, Mr. President. Until communication is restored, I am in command. \n[28]... It seems all other Heads of State are en route, however there are unconfirmed reports that the Italian Prime Minister has also decided to stay behind and trust in prayer rather than action... \n[29]Any clue what to expect next, Professor? \n[30]At least some good news. \n[31]Would our science advisor care to give us his assessment? \n[32]So Helmsley, what you're telling us here is that... the north pole is now somewhere in Wisconsin? \n[33]I've been told of damages? \n[34]Dr. Wilson, there's a protocol for all that. You just stick to your art. We'll handle the rest. \n[35]Captain? Where is the Bridge? \n[36]Helmsley, what's going on here? \n[37]What does this mean? \n[38]Talk to me Helmsley. What does this mean for us? \n[39]Get me the other Heads of State. \n[40]What do you think you're doing? \n[41]We'll miss you Helmsley but somehow we'll get by. Officer switch that off. \n[42]That's an order soldier. \n[43]Have you lost your mind? Look at the countdown. We have less than five minutes left... And none of our ships have the resources to feed those people. If you save them today we all starve tomorrow. \n[44]Do you wanna be responsible for the extinction of the human race? Can you handle that, Adrian?! \n[45]Do it! \n[46]Why is the stern gate not closing? \n[47]You're damn right something went wrong! Congratulations Helmsley, you may have just killed us all but as long as your conscience is clean... \n[48]You think you're the main man now, just because your fucking the President's daughter? \n[49]Captain, what's happening? \n[50]Put that woman down Helmsley. \n[51]Young guys like you with your idealistic dreams, you think you can change the world... \n[52]I just pray to God, that you keep on making the right calls... in this new world of ours. \n[53]Mr. Helmsley, one more thing. \n[54]There was no one. \n[55]There was no white kid better than you. I'm terribly sorry I said that. ", "GORDON": "\n[1]Simone, how many times have I told you, we don't do Lipo on Fridays. It's too messy. \n[2]Have fun guys. And watch out for those bears. Nice car. \n[3]Why don't we make a baby? \n[4]Honey, I created them. And now suddenly I can't touch them? \n[5]You always act strange after he shows up? \n[6]Maybe biologically. Can I remind you what that guy did? First you gave up med school to have Noah... Then you practically raise him and Lilly by yourself while he sat glued to a laptop writing that junk. \n[7]Yeah, published! You know your mother was right. You've always been drawn to guys with lofty dreams and empty pockets. But not this time right, sweetheart? \n[8]See what? \n[9]You know Kate, we have to keep working at this... our relationship. Because I won't end up being just a re-run of you and Jackson. I mean Honey, I feel like... something is pulling us apart? \n[10]Not that we'd expect him to remember. \n[11]I think he's right. \n[12]I... had a couple lessons... \n[13]Yeah. \n[14]\n[15]I can't get it up! \n[16]We have to take off! \n[17]Kate, I'm sorry but if we wait we'll all die! \n[18]Kate, grab him for god sake. We're almost out of runway. \n[19]I told you we should have gone to my parents' in the Rockies. \n[20]This isn't one of your crazy stories now. How the hell are we gonna make it to China? \n[21]She's a patient, honey. \n[22]Uh... What? \n[23]We have to get going! \n[24]We're not gonna make it! \n[25]Was that the Eiffel Tower? \n[26]Let's get this straight, Sasha. I'm not a pilot. I'm a plastic surgeon. I just took some lessons to overcome my fear of flying. \n[27]It didn't work. \n[28]What about the wheels we lost at take- off? \n[29]Guys, you really oughta take a look at this. \n[30]At least we won't need our landing gear. \n[31]We lost it all... in Vegas. \n[32]Jackson, Yuri... I think you guys should come back up here. \n[33]It's as if the whole earth shifted by 1500 miles... \n[34]What about you?! \n[35]He said he'll be fine and we should get out of here before he touches down. \n[36]What!... Did that just happen!? \n[37]Did you know he asked for a discount... and he paid in installments? \n[38]You're better off without him. What he said about you and Sasha, is it true? ", "YURI": "\n[1]Zultan! \n[2]You shut up... when I talk to my boy, understand? \n[3]Good... That is good. \n[4]... No matter who is hitting us. No matter how hard. \n[5]Now, go kill the bastard. \n[6]Where are you Curtis? \n[7]Good. That is good. I'm sending the Gulfstream to pick up Alec and Oleg. \n[8]Curtis, make sure you get my boys as fast you can. \n[9]Careful with the landing gear! Tamara, get the boys out of the way! \n[10]Can you still fly that thing? \n[11]It's Russian. \n[12]We had VIP tickets for that. \n[13]They seem to like each other. \n[14]One billion euro, per seat. \n[15]You know Curtis, I wasn't always businessman. I am a boxer. Was my only playing when I was a boy, back in Murmansk. My coach... ... his name also Yuri... He always said: `Someone wants to beat you... he has to kill you first'. \n[16]What would you have done, if you rich like me? Just look at your gorgeous kids. And call me Yuri... \n[17]What is that? \n[18]Not good. That is not good. \n[19]What about it? \n[20]What's that? \n[21]Get up! Follow me! \n[22]We're taking the Bentley! \n[23]\n[24]Engine... start... \n[25]Voice control... Sold me on it. \n[26]Push it Curtis! \n[27]I have green card. \n[28]For my boys and me. \n[29]You think I did not know about you and Sasha? May god rest that poor bastard's soul. \n[30]I am sorry guys. Good luck. And Jackson remember, if someone wants to beat you... he has to kill you first. Come boys! \n[31]What do mean we can't board Number 4? I want to speak to your supervisor. \n[32]I want your name! \n[33]They're leaving without us! \n[34]Look! Idiot! They are leaving you behind too! \n[35]Let that stupid dog go! \n[36]Down there! Oleg, you go first! \n[37]Pull yourself up! \n[38]Oleg! Catch your brother! ", "NOAH": "\n[1]Jackson, what is this? \n[2]I don't want to know where you and mom had sex. I'm not ready for that, Jackson. \n[3]Don't you see the signs? \n[4]Jackson! \n[5]I told you. \n[6]There are mosquitos in here. Did anybody spray the tent? \n[7]No... Gordon gave it to me for my birthday. \n[8]What family? \n[9]That's our supermarket. \n[10]Holy shit! \n[11]Guys, behind us! \n[12]That was amazing, Gordon! \n[13]Give me your hand, Lil'. \n[14]No! \n[15]Faster Dad. You can make it! \n[16]Gordon, without Jackson, we'd never have made it out of California. \n[17]Wow, that is a big plane. \n[18]Wow! Look at those! \n[19]If I was rich, I'd get one of those. \n[20]My Mom's boyfriend has a Porsche, a Carrera 4. \n[21]Nothing we can do about that. \n[22]Wow... look at this. \n[23]Why do you hate Gordon? \n[24]But you don't like him either. \n[25]But I know him. He's really nice. You should talk to him more often. You guys would get along really well. \n[26]What's wrong? \n[27]Tamara! Open the door! \n[28]Something happened, mom. \n[29]Mum, will this do? \n[30]I'll go with you. \n[31]Mom, we did it! \n[32]We got it free. Can you hear me? We did it! \n[33]He was just behind me... \n[34]Do you think I'll still get a signal ... Dad? ", "LAURA": "\n[1]There are too many crazy people who could hurt her, Manfred. The World Heritage Foundation has done this all over the world. \n[2]Perfectly safe. \n[3]Manfred is that you? \n[4]Who is? \n[5]What? \n[6]Then where is it? \n[7]You have to see this. \n[8]I just talked to him, Dad. He told me the world Heritage Foundation is a sham. Is that true? \n[9]You knew too? You sleep with me and you didn't say anything? \n[10]I can't even look at you. Either of you! \n[11]A man was killed! I want the truth Dad. Right now. \n[12]Because your daddy is a lunatic, darling. \n[13]Where is my father? \n[14]We have to go back! \n[15]Let me get out. Mr. Anheuser - tell the Captain. \n[16]I've got nothing to say to you. \n[17]I'm a big girl Adrian. I don't need protection. You used me. You guys had me gallivanting around the world, as part of your little cover-up. \n[18]Sure, if your name's Da Vinci or Picasso. But if you're some young talent in Podunk, Texas, sorry you're not famous enough. People like you and Anheuser and my father - you think you can play God. \n[19]That's bullshit and you know it. It's the fittest, the richest and the strongest that survive. \n[20]Zero. What's your point? \n[21]I need to know that too, Adrian. \n[22]Captain Michaels? What happens to all those people? \n[23]Where can I find Adrian Helmsley? \n[24]What in god's name is happening Adrian? \n[25]If my father were here, he would open the gates. \n[26]That guy is injured. Something must have gone wrong. \n[27]What now? \n[28]How many copies did you say that sold? \n[29]It seems we have very different tastes Mr. Helmsley? \n[30]Actually my diary's pretty open. \n[31]What's that? ", "LILLY": "\n[1]Noah! Look! Daddy's got Space-Busters in the car... and Space-Busters 2. Awesome! \n[2]What happened to the music? \n[3]Daddy, where are we going? \n[4]Daddy! \n[5]He was very nice. \n[6]Daddy you said you weren't gonna work on your book. \n[7]Look! Mrs. Birnbaum, my teacher is on \n[8]I'm hungry Mummy. \n[9]Mommy, why are you so angry with Daddy? \n[10]Daddy wait! I wanna come with you! \n[11]Let's go back, Daddy. \n[12]Hi mommy... \n[13]We're looking for a secret map, mommy. \n[14]Daddy can't talk right now, he's driving really fast... \n[15]Ouch! \n[16]He's not in the car. He's on a mountain waiting for fireworks. \n[17]There he is! Up there! \n[18]Okay... \n[19]It's following us! \n[20]Mommy! \n[21]Where's daddy?! \n[22]It's daddy! \n[23]Gordon is a pilot. \n[24]What did the man pay for mommy? \n[25]Daaadddy! \n[26]Phew... It stinks in here. \n[27]Mummy! \n[28]I'm alright Mom! \n[29]Daddy? When can we go back home? \n[30]I'm not Daddy. No more pull-ups. \n[31]Of course you can. He's your doggie. ", "SASHA": "\n[1]Hey Jackson. Took you a while... \n[2]I found us a plane, an Antonov. They were just about to take off, but the tower didn't let them. \n[3]Sure... But I need a copilot. \n[4]Guys, follow me! \n[5]You'll find folding seats on each side of the cargo hold... \n[6]... Sit down and buckle up! \n[7]You check the main bus for the hydraulics. I'll balance the tanks. \n[8]Work the radio and keep an eye on the fuel, okay? \n[9]We're going, we're going. \n[10]Shut up! We will! \n[11]GOVNO! . Help me pull! \n[12]Ladies and gentlemen, we are on our way to China. \n[13]Hi guys. The plan is to refuel in Hawaii. So, buckle up... Gordon and I will do the rest. \n[14]Why did you give up? \n[15]There's 14 on each side. Some of them must still be there. \n[16]Still nothing from the tower? \n[17]The State of Hawaii! \n[18]Not enough. We'll have to make a water landing somewhere in the South China Sea. \n[19]Engine failure. GOVNO! Two of six are down. We must get ready. \n[20]Don't ask me how that happened. \n[21]There's no more ocean, and it looks like we're pretty close to where we wanted to go. \n[22]We lost our last two engines. \n[23]I'll shoot for that glacier. Drain the brake fluids. It's going to get rocky... There, the blue levers! \n[24]Listen up guys! This may sound a little crazy, but here's what you got to do... \n[25]CHTO ZA... Gordon! We're still too fast! \n[26]Now! Open it! \n[27]Your turn Gordon! Go! Make sure that they make it out of here before I touch down! \n[28]I'll be fine! I have to land this thing! \n[29]What are you waiting for! ", "CHARLIE FROST": "\n[1]What did the government guys tell you? \n[2]Unstable! Ha-ha! They say its unstable! That's funny... \n[3]... This is Charlie Frost reporting live from Yellowstone National Park, soon to become the world's largest active volcano. \n[4]I only got a few minutes. \n[5]Actually it's gonna be the whole west coast... \n[6]The apocalypse, the end of days. The Mayans knew it, the I Ching and the Bible, kind of... \n[7]I got to eat... Just check my blog. You can download it for free. \n[8]... However, we do take donations. \n[9]... and Albert Einstein endorsed it... \n[10]The forces of mother nature will be so devastating it will bring an end to this world on winter solstice 12-21-12. \n[11]Pretty neat, huh? It's a big hit on YouTube. I did the animation myself. I know what you're thinking. But all the governments know about this. \n[12]They can't. Just think about it. First the stockmarket would crash... \n[13]Then the economy... boom. The dollar... boom. And then the people in the streets... Boom, boom! Pandemonium, revolution, war! They would never tell us. Beer? \n[14]Only if you're some Sheik, Bill Gates, or maybe one of those Russian billionaires do you stand a chance to buy a seat. \n[15]They're building spaceships, man. \n[16]No really... One of my listeners, a geography professor at UTSC, has even figured out where they're building them. He sent me a map. \n[17]Get them out of Yellowstone, man. It's gonna get ugly here. \n[18]Sorry for the delay, folks. But even in times like these, a man has got to eat... \n[19]... I wish you guys at home could see this on TV... \n[20]How did you make it up here? Thought you were toast. \n[21]You can't make it there. \n[22]You'll never make it out in time. Just stay and enjoy the big bang. That your kid? \n[23]Easy, easy. Watch the mic... I don't know. Somewhere in my camper. \n[24]Wow! Look at that!... Fly birdies fly! This marks the last day of the United States of America folks and by tomorrow... \n[25]... the last of mankind. Soon they'll see us from a million miles away, out there in the milky way... \n[26]... it's beautiful, kids! Just beautiful! \n[27]... Folks, always remember, you heard it first from Charlie. ", "PRESIDENT WILSON": "\n[1]Good Morning... \n[2]I hereby present a motion to meet privately with my seven fellow Heads of State, kindly excluding the rest of the delegates. \n[3]Mr. President, judging from the conversations we've had in the past, I can assure you, your English is absolutely fine, for what I have to say. \n[4]Six months ago I was made aware of a situation so devastating, that at first, I refused to believe it. However through the concerted efforts of the brightest scientists of several nations, we have now confirmed its validity. \n[5]The world as we know it, will soon come to an end. \n[6]It's alright Sally. \n[7]Honey, calm down. \n[8]Is this even possible? What's our information from China? \n[9]Only four? \n[10]I'd rather have Adrian do that. They trust him. I told him to be in on the meeting. \n[11]Ladies and Gentlemen, we all knew this day would come. But we never imagined it would come this soon. \n[12]I would like to pass this over to my science advisor, Adrian Helmsley. \n[13]Nevertheless, Mr. Antonioni, we have to make an immediate decision. \n[14]Now matter how idealistic you are taking office. You lose your innocence behind that desk. Laura was right. People have died because of the decisions I made. \n[15]You sound like Anheuser. \n[16]Laura's never looked at me like that before. Only once... When I told her, her mother had died. You knew the first lady? \n[17]You know what she said to me that night we brought her to the hospital? `Tommy... I think you should do a lottery. Every one should have a chance to go'. That's what Dorothy said to me. That's what we should have done. \n[18]You know what I believe, Adrian. I believe nature should choose for itself, from itself. \n[19]Don't let her go. You'll regret it if you do. Prove to Laura what kind of a man you are. And I'll do the same... You go now. And watch your back for Anheuser. \n[20]Go. That's an order Helmsley. \n[21]Would you tell my daughter... there's nothing on earth that I cherish more than her. \n[22]Sally, can you take care of them. I'll go check with the Red Cross... \n[23]Who can help me with missing persons? \n[24]Don't worry about it. You're doing a great job son... \n[25]I'm coming home Dorothy... ", "CAPTAIN MICHAELS": "\n[1]I'm Captain Richard Michaels. I'm the skipper of the American boat sir. After you! \n[2]My sincerest condolences Dr. Wilson, for your father... \n[3]Your party is the last to arrive. \n[4]We haven't completed the assessment but it looks like we lost Number 4 when the crust shifted. \n[5]There it is! \n[6]What's wrong with the gate? \n[7]We're loaded. We can close the gates sir. \n[8]Something's wrong with the hydraulics, sir. \n[9]What is our position? \n[10]You must be kidding! \n[11]What's happening?... We're heading straight for the north face of Mount Everest, Mr. Anheuser. \n[12]That's affirmative. Close the gate! \n[13]Engage starboard stabilizers! \n[14]Ladies and gentlemen, this is Captain Michaels speaking. In a few minutes, I will be giving the orders to unseal the decks. \n[15]Please be careful when you step out and of course... enjoy the fresh air. \n[16]Prof. West has something to show you, Mr. Helmsley. \n[17]Looks like your scientific projections are way off again. \n[18]Our European colleagues have already set course for it. \n[19]Here, somebody wants to talk to you. \n[20]We should have a visual of the `Freedom of the Seas' shortly. \n[21]This is your Captain speaking. Standby to open Deck 1. ", "HARRY": "\n[1]So this time we'll hit the Japs. \n[2]Well Tony, electronics are cheap there and... you could visit your boy Will. \n[3]Are you even listening to me? \n[4]I heard from Audrey you're a grandpa now. \n[5]He married a Japanese girl - how is that the end of the world? You should at least go see him. \n[6]Not as much as I'd like. DC is a long way. But at least we talk. \n[7]Life, how short it is... \n[8]I'll be right there. \n[9]Thank you ladies and gentlemen. Let's hear it for the one and only Tony Delgado... And I'm Harry Helmsley and we'll be back after a short pit stop. \n[10]Hah... About time someone cleaned up that mess. \n[11]It's all good, Adrian. Don't worry about your old man. You have more important things to do now. \n[12]You know, your mom and I, we had a hell of a great life... and a hell of a great kid too. And the `Freedom' is a pretty big ship you know... Don't write your old man off, just yet. \n[13]... Besides, I could never leave Tony alone. You know how he can't keep decent time by himself. \n[14]Love you too, son. \n[15]Hey Herb. Get me a double Jack on the rocks. \n[16]Why not? Who cares how long we do certain things? How long we drink booze, how long we talk to people... Or how long we don't talk to people. \n[17]Call your kid, you stubborn old ass. I'm not going back on that stage unless you promise to call him. \n[18]Promise me, Tony... please. \n[19]I'm so sorry. \n[20]Tony!! ", "TAMARA": "\n[1]Yuri bear... where are you going? \n[2]Tell him to bring Caesar's raincoat, it's in the Range Rover. \n[3]How did you meet Dr. Silberman? He's great, isn't he? \n[4]We are not married. And we probably never will... But he paid for them. \n[5]What's your situation? \n[6]Yuri bear, what are we doing? \n[7]Where's Sasha? \n[8]It's a joke... a mistake... Right Yuri? \n[9]You disgust me. You pig. \n[10]I should have listened to you, Dr. Silberman. I actually liked the way I looked before that monster talked me into it. \n[11]Cheap bastard. \n[12]Now that he's gone I think he was worth a hundred times a man like Yuri. \n[13]Oh my god, that's Yuri! \n[14]Caesar! \n[15]Caesar darling! \n[16]Come to mommy! \n[17]Sssh...Caesar. \n[18]Lilly run! ", "TONY": "\n[1]So what? \n[2]Afternoon ladies... \n[3]Yes unfortunately I am Harry. \n[4]Why don't you keep your nose out of my family. You're cramping my style. \n[5]Why? Do you see your boy? \n[6]What about? \n[7]What the hell was that? \n[8]After twenty-five years on the wagon? \n[9]Woah!... Harry, what's the matter with you? Let's go. We're back on. \n[10]Yeah, maybe I should call him... \n[11]I called... But I never got through. ", "CHARLIE'S VOICE": "\n[1]In the year 2012 a cataclysmic event will unfold. Caused by an alignment of the planets in our solar system that only happens every 640,000 years... Just imagine the earth as an Orange... \n[2]... our sun will begin to emit such extreme amounts of radiation, that the core of the earth will melt - that's the inside part of the Orange, leaving the crust of our planet free to shift. \n[3]In 1958, Prof. Hapgood named it `Earth Crust Displacement'... \n[4]... I am standing here at the highest point on what is the rim of this super volcano... \n[5]... The last time this baby blew, was 640,000 years ago... \n[6]... I tell you guys, any minute now... any minute the fireworks will start... \n[7]... The ash cloud will travel everywhere. \n[8]First the lights will go out in Vegas, then Dallas, St. Louis and then Washington DC... \n[9]Majestic!... Oh yeah! \n[10]Oh baby! It's coming! \n[11]`This is the end, my friend'... ", "LIN": "\n[1]I will send you money mother. \n[2]Who are they? \n[3]You must send them back. \n[4]Why should I do that? \n[5]My plan will not work for so many, mother. \n[6]We have to hurry! They launch! We run out of time! \n[7]Faster, Neng! Help father! Mother, give me your hand. \n[8]Okay. Now! \n[9]I need your help. \n[10]They're opening the gate! It will crush us! ", "NENG": "\n[1]But Lin is my brother. He is working inside the big tunnels, where the ships are made. \n[2]What is in your wisdom for us to do, great Lama... if Lin is right, if our world is indeed coming to an end? \n[3]It's full, great Lama. It can hold no more! \n[4]Mother, I got a message from Lin. He wants us to meet him in Cho Ming, at the west gate. He says he can get us on one of the ships he is working on. \n[5]The dam is a ship, Mother. The government lied to us. There will be a big flood. \n[6]No mother! We must pack up right away. \n[7]Hold on back there! \n[8]We found them by the side of the road, my brother. \n[9]I am a follower of the great Lama Yak La. You know I cannot do that. \n[10]Almost there, Lin... ", "SATNAM": "\n[1]8200 feet. Used to be an old copper mine, Professor, sir. \n[2]Correct, sir. But that is not what worries me... \n[3]There was a new solar storm, so strong that the physical reaction got even more severe. \n[4]We don't know, Professor, sir. \n[5]The neutrinos suddenly act like... microwaves. \n[6]On the Nampan Plateau... \n[7]There's a tidal wave coming from the East! It's huge! \n[8]We never got picked up, Adrian, the airlift never came! \n[9]I have to go! ", "OLEG": "\n[1]Careful with our stuff. Don't get it dirty. \n[2]Why not? They're idiots anyway. \n[3]Now you're laughing, Curtis. But we are going on a big ship. We will live... and you will die. \n[4]Look, the new Bentley. \n[5]But then he cancelled it again, because of the ships. \n[6]We have one. How many cars does your family have? \n[7]Daddy look, Tamara! \n[8]Can we pet him? ", "FADE UP": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]The CAMERA moves over the last lines of Jackson's novel.   ", "VOICE": "\n[1]You will have new houses, electricity and running water... \n[2]... Some among you will even have the chance to work for the glorious People's Republic of China building the biggest dam project in the world... \n[3]Attention! The US National Guard has informed us, that an extremely hazardous ash cloud is headed towards the city of Las Vegas. \n[4]We strongly advise every one to move indoors immediately... \n[5]Dr. Silberman? What are you doing here? \n[6]No, this is Helmsley. ", "ALEC": "\n[1]Curtis, you are late. \n[2]Curtis, can't you go faster? \n[3]Ouch! Be more careful! \n[4]Our dad had one on order. We were supposed to get it next year. \n[5]Our parents are divorced too. \n[6]We wait for our father! He's still down there! "}}