{"dialogues": {"9": "", "1": "", "5": "", "7": "", "T": "\n[1]\n[2]2  \n[3]9       2 attempts to reach for his spear but the Beast holds him down with its razor-sharp feet.  The Beast is attracted to the Talisman. It picks it up with one of its jagged claws and looks at it quizzically.  creaking.  body, the Cat Beast stalks towards the noise, right up to 9's hiding place, sniffing through its hollow nostrils. 9 cringes in terror. The Cat Beast probes with one of his claws INTO the tin can. 9 recoils. The claws do not find him and retreat. 9 is relieved.  A beat, then:  9 feels himself violently LIFTED UP and SMASHED.  We see the Cat Beast has picked up the entire tin can and is smashing it to get at what's inside it.   Failing, it hurls the tin can aside.  9 is almost knocked out. Trying to stay conscious, he struggles towards the entrance of the can.  opening to the can, he sees the Cat Beast GRAB the Talisman and the struggling 2 in his sharp-toothed mouth, and disappearing into the smoky mist.  9 can just make out, in the distance, the silhouettes of  \n[4]9 \n[5]hing! It took him. \n[6]\n[7]1     \n[8]7 1 1 \n[9]he bomb lets out a yellow CLOUD that envelops the area and \n[10]9 9 \n[11]1 1 1 1 \n[12]9 5 5 9 5 \n[13]\n[14]\n[15]\n[16]\n[17]31. \n[18]he Machine points the talisman towards 2 and it OPENS up to NGLE on 2 as his soul is being taken. NGLE on the green glow as it PASSES into the machine. The \n[19]34. \n[20]3        beaming ideas to each other.   They look at 9, sizing him up. They beam their ideas to each other excitedly. 9 recoils. 7 puts a reassuring hand on 9.   3 and 4 take 9's lightstaff. Their chattering and beaming gets more intense as they take it and catalogue it, their eyes clicking as if they're recording on film what they are seeing.  7 stops them.   She has an urgent look on her face.   9 interrupts her to take full responsibility for the mistake.   3 and 4 look at each other WITH HORROR. They begin to chatter feverishly and with great distress.   5 and 9 lean forward, startled.    3 and 4 now show:  (which we recognize from before, in the prologue, when the Scientist gave the machine to the Dictator and we saw the FLASH of the flashbulb).  We now push into the photo to a CLOSE UP on the machine.  7     -    -     \n[21]9 9 \n[22]he Beast flinches just as it FIRES its harpoon tail at them. .......................................................... \n[23]\n[24]he other ragdolls run after her but it is futile; she is \n[25]1       The twins look up and nod their agreement. While the others have been talking, they have found a book cover and have lain 2's body on it. They now put the sword on top of 2 like a fallen soldier and put his hands on his chest holding the sword.    compassionate look.  They turn towards the twins, and see them pick up 1's coin and place it on top of 2's face. They see that the twins have prepared 2's body for burial.  floating down the remnants of water in the drainpipe at the bottom of the fountain.  5 pulls out the piece of burlap from 2's back with his number on it. He hands it to 9.   They look at him.    Slowly, they nod, as though accepting their mission.  1 sighs heavily. Suddenly he looks so very old, so very tired. He stares down at 2 floating away. Slowly, he nods as well.  \n[26]9       We pan down, and see SEEKER DRONES (that the newly vitalized Fabrication Machine has constructed) floating in the air around the factory, tirelessly looking for enemies. One of them floats near to camera and its searchlight fixes on something. We follow the light down.  The light reveals a PUMPING OIL DERRICK, also newly awakened. Its pump moves up and down in sinister rhythm.  The light moves away from the derrick. Camera stops following the light and keeps moving down, arriving at the ground where we now see, in the darkness--  THE RAGDOLLS. They huddle behind an oil pipe waiting for the Seeker Drone to pass. 1 is weak, but is supported by 5, who has been patching him, and is just finishing up, pulling the last thread out of the patch he's sewn onto 1. 1 is regaining his strength. The twins huddle behind 6.  \n[27]\n[28]58. \n[29]\n[30]59. \n[31]61. \n[32]62. \n[33]he group turns and watches the factory as it burns to the \n[34]66. \n[35]9 \n[36]\n[37]1 7 9 \n[38]9   \n[39]", "2": "", "(": "", "A": "\n[1]loose window shutter. He goes over to the window. \n[2]9. \n[3]9        2 concentrates, a look of pleasure on his face as he twists a few more wires. Static and unclear sound come out at first, but as 2 tunes the voice further...    9 gets a little panicky look on his face at the strange sounds coming out of him. 2 puts a calm hand on his shoulder. 9 calms down and tries again.    \n[4]28. \n[5]\n[6]30. \n[7]\n[8]\n[9]2       They try to climb to safer ground from the tumbling debris.   A mechanical ARM emerges and PINS 7, 9, and 5.  As dust and debris rain down, we see one hideous RED EYE begin to come up.  pinned by the mechanical arm, stare in horror. We see that the \"pile of Machinery\" has risen to reassemble into an monstrous, towering FABRICATION MACHINE attached to the ceiling of the building.  It is enormous, a spherical shape with a dozen folded appendages, each with different fabrication tools at the end of its long spindly robotic arms.  2 tries to crawl away but the Machine grabs him with his robotic arm. \n[10]9 \n[11]nd you are a blind man guided by \n[12]1       7 clutches her staff. 9 slides by her and grabs on to the harpoon, still lodged in her leg.  9's staff slides by, and 9 catches it just before it falls off the wing. As 8 climbs up onto the same buttress fragment that 7's spear is lodged in, 1 slides down the wing, past 9. \n[13]9 \n[14]5        \n[15]55. \n[16]\n[17]\n[18]", "6": "", "H": "\n[1]\n[2]\n[3]\n[4]\n[5]9     2       2 turns slightly, and 9 sees his number and tries to say it. But no sound comes out of his mouth.  interested, observing without judging; curious, kindly and ready to help.   With a friendly, disarming smile, he taps 9's zipper. 9 unzips himself and 2 peers in. 2 looks up, happy that he can help.   2 looks around nervously and hurries over to his roller-skate cart covered with detritus - odds and ends, a broken china doll.    2 finds the china doll.   As 2 rummages through the chest of the china doll 9 picks up a bullet casing from 2's cart and starts tapping it. 2 turns with the doll's voice box in his hand.   2 eases the bullet away from 9, then smiles gently at 9, \n[6]\n[7]5 \n[8]5 9 5 \n[9]9 7 9 9 1 \n[10]9     \n[11]5  9  1     \n[12]9 \n[13]63. \n[14]e now runs his hand over his head, which we now see has a \n[15]\n[16]\n[17]", "C": "\n[1]6. \n[2]\n[3]17. \n[4]29. \n[5]35. \n[6]LOSE on a DRAWING OF the TALISMAN'S RUNES in ancient \n[7]\n[8]\n[9]54. \n[10]9     \n[11]70. \n[12]9       9     ", "S": "\n[1]\"        \n[2]7         2 \n[3]\n[4]38. \n[5]1 \n[6]uddenly, the Winged Beast SMASHES through the glass behind \n[7]44. \n[8]...........................................................    \n[9]6       5 discovers a trove of records (enormous in scale compared to the little ragdoll). He curiously begins to go through them.  He picks one out.  But it rolls away from him.  It rolls towards the hill and then down the hill. 5 runs after it.  Behind him, unseen by anyone, the talisman crackles and glows slightly.    9 sees 6's beginning panic and whirls to see --  ...........................................................  SEQ. 200 - The Fabrication Machine Breaks Free   \n[10]68. \n[11]...........................................................    ", "SCIENTIST": "\n[1]Please.   Give it a chance. \n[2]keep the documentary record complete \n[3]You see, it evolves. \n[4]My invention... my beauty... beauty was taken... \n[5]his voice a mere whisper \n[6]My last one... this one, finally, must work... it must.... \n[7]... it's up to you now... ", "I": "\n[1]9     .     \n[2]\n[3]1 \n[4]t hangs on with two of its mechanical legs, one on each side \n[5]1     \n[6]71. \n[7]76. ", "SCIENTIST'S VOICE": "\n[1]Experiment 208, day 20... \n[2]It had such promise... my first creation... \n[3]...but it was taken... and bent to such evil... \n[4]...so little hope remains... that is why I create you... \n[5]I am unable to reverse the transfer process... my life force diminishes with each one of you... it is all right... you will thrive... \n[6]...so little hope remains... that is why I create you... "}}