{"dialogues": {"KAFFEE": "\n[1]Alright, let's get two! \n[2]Nothing to be sorry about, Sherby. Just look the ball into your glove. \n[3]You gotta trust me, Sherby. You keep your eyes open, your chances of catching the ball increase by a factor of ten. \n[4]Let's try it again. \n[5]Dave. You seem upset and distraught. \n[6]A yardarm? Sherby, does the Navy still hang people from yardarms? \n[7]Dave, Sherby doesn't think the Navy hangs people from yardarms anymore. Let's go, let's get two! \n[8]It was oregano, Dave, it was ten dollars worth of oregano. \n[9]My client's a moron, that's not against the law. \n[10]Ow. That had to hurt. Way to keep your head in the play, Lester. Walk it off! \n[11]With what, possession of a condiment? \n[12]Dave, I've tried to help you out of this, but if you ask for tall time, I'm gonna file a motion to dismiss. \n[13]I will get it. And if the MTD is denied, I'll file a motion in liminee seeking to obtain evidentiary ruling in advance, and after that I'm gonna file against pre-trial confinement, and you're gonna spend an entire summer going blind on paperwork because a Signalman Second Class bought and smoked a dime bag of oregano. \n[14]C Misdemeanor, 15 days restricted duty. \n[15]'Cause you have wisdom beyond your years. Dave, can you play third base? \n[16]Excuse me, sorry I'm late. \n[17]Thank you, Isaac, that's nice of you. \n[18]Requested to do what? \n[19]What's a fenceline? \n[20]Teachers pet. \n[21]They poisoned the rag? \n[22]What do they say? \n[23]The flight to Cuba, was that 0600 in the morning, sir? \n[24]Hi. I'm Daniel Kaffee. I was told to meet with -- -- Commander Galloway. \n[25]About a briefing. \n[26]I'm lead counsel. This is Sam Weinberg. \n[27]Going on nine months now. \n[28]A little over a year. \n[29]Have I done something wrong? \n[30]No offense taken, if you were wondering. \n[31]One more, and I got a set of steak knives. \n[32]I once had my drivers license suspended. \n[33]Commander, from what I understand, if this thing goes to court, they won't need a lawyer, they'll need a priest. \n[34]Sure, if you feel like it. \n[35]Who hasn't? \n[36]I know that one. \n[37]Yes. \n[38]Right. Is that all? \n[39]Gotcha. And Santiago is... who? \n[40]Write that down. Am I correct in assuming that these letters don't paint a flattering picture of marine corps life in Guantanamo Bay? \n[41]And am I further right in assuming that a protracted investigation of this incident might cause some embarrassment for the security counsel guy. \n[42]Twelve years. \n[43]Twelve years. I can get it knocked down to Involuntary Manslaughter. Twelve years. \n[44]Pretty impressive, huh? \n[45]Commander, do you have some sort of jurisdiction here that I should know about? \n[46]Sure. \n[47]Sorry, I always forget that. \n[48]Alright, let's get tough out there! \n[49]You want to suit up? We need all the help we can get. \n[50]That's okay, neither can they. \n[51]Say again? \n[52]Those names sound like they should mean something to me, but I'm just not -- \n[53]The Cuba thing! Yes! Dawson and Downey. Right. I've done something wrong again, haven't I? \n[54]We need the practice. \n[55]It was a little funny. \n[56]Why? \n[57]You don't even know me. Ordinarily it takes someone hours to discover I'm not fit to handle a defense. \n[58]Oh come on, that was damn funny. \n[59]Wow. I'm sexually aroused, Commander. \n[60]What are you basing this on? \n[61]The doctor's report says that Santiago died of asphyxiation brought on by acute lactic acidosis, and that the nature of the acidosis strongly suggests poisoning. Now, I don't know what any of that means, but it sounds pretty bad. \n[62]Oh, now I see what you're saying. It had to be Professor Plum in the library with the candlestick. \n[63]Okay. You go straight up Pennsylvania Avenue. It's a big white house with pillars in front. \n[64]I don't think you'll have much luck, though. I was assigned by Division, remember? Somebody over there thinks I'm a good lawyer. So while I appreciate your interest and admire your enthusiasm, I think I can pretty much handle things myself. \n[65]Someone hasn't been working and playing well with others, Harold. \n[66]I'm Daniel Kaffee, this is Sam Weinerg, you can sitdown. \n[67]Is this your signature? \n[68]You don't have to call me sir. Is this your signature? \n[69]And you certainly don't have to do it twice in one sentence. Harold, what's a Code Red? \n[70]What does that mean, exactly? \n[71]What's a garden variety Code Red? \n[72]Harold, you say sir and I turn around and look for my father. Danny, Daniel, Kaffee. Garden variety; typical. What's a basic Code Red? \n[73]What's that? \n[74]Was the attack on Santiago a Code Red? \n[75]Do you ever talk? \n[76]Swell. Private Downey, the rag you stuffed in Santiago's mouth, was there poison on it? \n[77]Silver polish, turpentine, anti- freeze... \n[78]When all of a sudden...? \n[79]Did anyone see you call the ambulance? \n[80]Were you there when the ambulance got there? \n[81]His mirror engaged? \n[82]Santiago's letter to the NIS said you fired illegally. He's saying that the guy, the mirror, he never made a move. \n[83]Oh, Harold? \n[84]You see what I'm getting at? If Santiago didn't have anything on you, then why did you give him a Code Red? \n[85]He what? \n[86]Yeah, yeah, alright. Harold, did you assault Santiago with the intent of killing him? \n[87]What was your intent? \n[88]Train him to do what? \n[89]The Goverrment of the United States wants to charge you two with murder. You want me to go to the prosecutor with unit, corps, god, country? \n[90]We'll be back. You guys need anything? Books paper, cigarettes, a ham sandwich? \n[91]Harold, I think there's a concept you better start warming up to. \n[92]I'm the only friend you've got. \n[93]Sailin' Jack Ross. \n[94]You think so? \n[95]Unfortunately for Dawson and Downey, I don't do anything better than I play softball. What are we lookin' at? \n[96]I want twelve. \n[97]They called the ambulance, Jack. \n[98]The rag was tested for poison.  The autopsy, lab report, even the initial E.R. and C.O.D. reports. They all say the same thing: Maybe, maybe not. \n[99]What do you know about Code Reds? \n[100]You tell me. \n[101]I'll talk to you when I get back. \n[102]Any luck getting me replaced? \n[103]Commander -- \n[104]Look, I don't -- \n[105]Commander -- \n[106]Joanne -- \n[107]Jo? \n[108]Jo, if you ever speak to a client of mine again without my permission, I'll have you disbarred. Friends? \n[109]From where? \n[110]You got authorization from Aunt Ginny? \n[111]You got authorization from Aunt Ginny. \n[112]Does Aunt Ginny have a barn? We can hold the trial there. I can sew the costumes, and maybe his Uncle Goober can be the judge. \n[113]And the hits just keep on comin'. \n[114]How's it goin', Luther? \n[115]You gotta play 'em as they lay, Luther. \n[116]If you can't beat 'em, join 'em. \n[117]Love makes the world go round. I'll see you tomorrow, Luther. \n[118]Your daughter made a sound, Sam, I'm not sure it was a word. \n[119]Okay. \n[120]She was pointing at a doorknob. \n[121]Jack Ross came to see me today. He offered me twelve years. \n[122]I know, and I'll... I guess, I mean -- I'll take it. \n[123]It took albout 45 seconds. He barely put up a fight. \n[124]You don't believe their story, do you? You think they ought to go to jail for the rest of their lives. \n[125]I'll see you tomorrow. \n[126]I don't like the whites. \n[127]Dramamine keeps you cool? \n[128]I get sick when I fly because I'm afraid of crashing into a large mountain, I don't think Dramamine'll help. \n[129]Yeah, right. \n[130]You know, Ross said the strangest thing to me right before I left. He said the platoon commander Lieutenant Jonathan Kendrick had a meeting with the men and specifically told them not to touch Santiago. \n[131]I never mentioned Kendrick. I don't even know who he is. What the hell. I'll see you tomorrow. \n[132]Yeah. \n[133]Camouflage jackets? \n[134]Good call, Sam. \n[135]Whoa! Hold it! We gotta take a boat?! \n[136]Nobody said anything about a boat. \n[137]No. No problem. I'm just not that crazy about boats, that's all. \n[138]Nobody likes her very much. \n[139]Thank you. I'm Daniel Kaffee, I'm the attorney for Dawson and Downey. This is Joanne Galloway, she's observing and evaluating -- \n[140]Sam Weinberg. He has no responsibility here whatsoever. \n[141]Yes sir. \n[142]He passed away seven years ago, colonel. \n[143]Not at all, sir. \n[144]Not much at all, sir, I'm afraid. This is really a formality more than anything else. The JAG Corps insists that I interview all the relevant witnesses. \n[145]Fine, sir. \n[146]I understand you had a meeting with your men that afternoon. \n[147]What'd you guys talk about? \n[148]What time was that meeting? \n[149]Sam, somebody should see about getting this stuff to his parents. We don't need it anymore. \n[150]Lt. Kendrick -- can I call you Jon? \n[151]Have I done something to offend you? \n[152]Sounds good. Let's move on. \n[153]I'm pacing myself. \n[154]Colonel just need to ask you a couple of questions about August 6th. \n[155]On the morning of the sixth, you were contacted by an NIS angent who said that Santiago had tipped him off to an illegal fenceline shooting. \n[156]Santiago was gonna reveal the person's name in exchange for a transfer. An I getting this right? \n[157]If you feel there are any details that I'm missing, you should free to speak up. \n[158]Now it was at this point that you called Captain Markinson and Lt. Kendrick into your office? \n[159]And what happened then? \n[160]Santiago was set to be transferred? \n[161]Yeah. \n[162]Alright, that's all I have. Thanks very much for your time. \n[163]Thank you. \n[164]No you don't. \n[165]No you don't. \n[166]Jo -- \n[167]See? The man was dead. Let's go. \n[168]Jo -- \n[169]She has no point. She often has no point. It's part of her charm. We're outta here. Thank you. \n[170]Jo, the colonel doesn't need to answer that. \n[171]No, he really doesn't. \n[172]Yes sir. \n[173]Let's go. Colonel, I'll just need a copy of Santiago's transfer order. \n[174]Santiago's transfer order. You guys have paper work on that kind of thing, I just need it for the file. \n[175]Yeah. \n[176]Thank you. \n[177]Of course. \n[178]Let's go. \n[179]I beg your pardon? \n[180]Colonel Jessep... if it's not too much trouble, I'd like a copy of the transfer order. Sir. \n[181]Who is it? \n[182]I've really missed you, Jo. I was just saying to myself, \"It's been almost three hours since I last saw -- \" \n[183]When? \n[184]I'll talk to him in the morning. \n[185]You tried? Joanne, you're coming dangerously close to the textbook definition of interfering with a government investigation. \n[186]I suppose it's way too much to hope that you're just making this up to bother me. \n[187]Splendid. \n[188]Did Kendrick order the code red? \n[189]Don't say sir like I just asked you if you cleaned the latrine. You heard what I said. Did Lt. Kendrick order you guys to give Santiago a code red? \n[190]Did he? \n[191]You mind telling me why the hell you never mentioned this before? \n[192]Cutie-pie shit's not gonna win you a place in my heart, corporal, I get paid no matter how much time you spend in jail. \n[193]Fuck you, Harold. \n[194]When? \n[195]And what happened then? \n[196]Jack! \n[197]Jack!! \n[198]They were given an order. \n[199]This is Jo Galloway she's Downey's lawyer. She's very pleased to meet you. \n[200]Jack didn't know about the order. Because if he did and he hadn't told us, Jack knows he'd be violating about 14 articles of the code of ethics. As it is, he's got enough to worry about. God forbid our clients decide to plead not guilty and testify for the record that they were given an order. \n[201]That's right. And then he went into Dawson and Downey's room and specifically told them to give him a code red. \n[202]Kendrick's lying. \n[203]I have the defendants. \n[204]Why did Markinson resign his commission? \n[205]You don't think I can subpoena Markinson. \n[206]How much room? \n[207]Jo -- \n[208]Here's the story: The Goverment's offering Assault and Conduct Unbecoming. Two years. You'll be home in six months. \n[209]\"Wow, Kaffee, you're the greatest lawyer in the world. How can we ever thank you?\" Fellas, you hear what I just said, you're going home in six months. \n[210]Do what? \n[211]What are you talking about? \n[212]Did you -- Did she put you up to this? \n[213]Well zippity-doo-dah. You and your code plead not guilty and you'll be in jail for the rest of your life. Do what I'm telling you and you'll be home in six months. \n[214]Do it, Harold. Six months. It's nothing. It's a hockey season. \n[215]Speak! \n[216]When? \n[217]Yes. \n[218]Commander, I want to talk to corporal Dawson alone for a minute. \n[219]You don't like me that much, do you? Forget it, don't answer that, it doesn't matter. \n[220]You know, Downey worships you. He's gonna do whatever you do. Are you really gonna let this happen to him because of a code? Harold? \n[221]It doesn't matter what I -- \n[222]I think you'd lose. \n[223]I'm not gonna feel responsible for this, Harold. I did everything I could. You're going to Levenworth for the better part of your life, and you know what? I don't give a shit. \n[224]\n[225]What happened to saluting an officer when he leaves the room? \n[226]Dawson's gonna go to jail just to spite me. Fine. If he wants to jump off a cliff, that's his business. I'm not gonna hold his hand on the way down. I want to get him a new lawyer. How do I do it? \n[227]Then that's that. \n[228]What do you want from me? \n[229]For Christ sake, Sam, do you really think that's the same as two teenage marines executing a routine order that they never believed would result in harm? These guys aren't the Nazis. \n[230]Yeah. Tomorrow morning I'll get them a new attorney. \n[231]Please, spare me the psycho-babble father bullshit. Dawson and Downey'll have their day in court, but they'll have it with another lawyer. \n[232]Their fate was sealed the moment Santiago died. \n[233]You and Dawson both live in the same dreamland. It doesn't matter what I believe, it only matters what I can prove. So please don't tell me what I know and don't know. I know the law. \n[234]Yeah. They're not guilty. \n[235]Why does a junior grade with six months experience and a track record for plea bargaining get assigned a murder case? Would it be so that it never sees the inside of a courtroom? \n[236]We'll work out of my apartment. Every night, seven o'clock. Jo, before you come over tonight, pick up a carton of legal pads, a half-dozen boxes of red pens, a half-dozen boxes of black pens. Sam get a couple of desk lamps. I need you to start on a preliminary medical profile and Jo, we need all the fitness reports on Dawson, Downey and Santiago. The only thing I have to eat is Yoo-Hoo and SugarSnacks, so if you want anything else, bring it with you. Okay? \n[237]So this is what a courtroom looks like. \n[238]Were you able to speak to your friend at NIS? \n[239]Are you Markinson? \n[240]Well, I'm not Markinson, that's two down. \n[241]What. \n[242]They were following an order, Sam. \n[243]You think Dawson and Downey know it was an illegal order? \n[244]They're not permitted to question orders. \n[245]We have softball games and marching bands. They work at a place where you have to wear camouflage or you might get shot. \n[246]I need you. You're better at research than I am and you know how to prepare a witness. \n[247]This is our defense. Intent: No one can prove there was poison on the raq. Code Red: They're common and accepted in Guantanamo Bay. The Order: A) Kendrick gave it. B) They had no choice but to follow it. That's it. \n[248]We're a little weak on motive. They had one. \n[249]Relax. We'll deal with the fenceline shooting when it comes up. For now we start here -- I don't know what made Santiago die, I don't want to know. I just want to be able to show it could've been something other than poison. Jo, talk to doctors. Find out everything there is to know about lactic acidosis. Let's start prepping for Stone. \n[250]Here we go. \n[251]Oh, that's a relief. I was afraid I wouldn't be able to use the \"Liar, Liar, Pants on Fire\" defense. We can't prove coercion!! Alright, fitness reports and biographical information. \n[252]No Cliff-Notes on these things? \n[253]Doctor, other than the rope marks, was there any other sign of external damage? \n[254]No scrapes? \n[255]No cuts? \n[256]Bruises? Broken bones? \n[257]Doctor, was there any sign of violence? \n[258]Fuck!! I walk into that every goddam time! \n[259]Lt. Kendrick, the type of disciplinary action, or \"training'' as you say -- \n[260]Please the Court, I maintain that nothing could be more relevant than what the defendants learned by the example of, among others, the witness. \n[261]He's right, and from now on, \"Willy\" is Private Santiago. You start calling him Willy and all of a sudden he's a person who's got a mother who's gonna miss him. \n[262]Poker faces. Don't flinch in front of the jury. Something doesn't go our way, don't hang your head, don't shift in your seat, don't scribble furiously. Whatever happens, you have to look like it's exactly what you knew was gonna happen. When you pass me documents -- \n[263]And don't wear that perfume in Court, it wrecks my concentration. \n[264]I was talking to Sam. \n[265]Time to go home. Try to get some sleep tonight. \n[266]You're a good man, Charlie Brown. \n[267]I know what you're gonna say. You don't have to. We've had our differences. I've said some things I didn't mean, you've said some things you didn't means but you're happy that I stuck with the case. And if you've gained a certain respect for me over the last three weeks that you didn't have before, well, of course I'm happy about that, but we don't have to make a whole big deal out of it. You like me. I won't make you say it. \n[268]Oh. Okay. Good tip. \n[269]Bet your ass. \n[270]We're gonna get creamed. \n[271]I'll do my best. \n[272]You're Aunt Ginny? \n[273]I'm sorry, I was expecting someone older. \n[274]Last chance. I'll flip you for it. \n[275]No objection. \n[276]There was no poison on the rag and there was no intent to kill and any attempt to prove otherwise is futile because it just ain't true. When Dawson and Downey went into Santiago's room that night, it wasn't because of vengeance or hatred, it wasn't to kill or harm, and it wasn't because they were looking for kicks on a Friday night. It's because it was what they were ordered to do. Let me say that again: It's because it was what they were ordered to do. Now, out in the real world, that means nothing. And here at the Washington Navy Yard, it doesn't mean a whole lot more. But if you're a marine assigned to Rifle Security Company Windward, Guantanamo Bay, Cuba, and you're given an order, you follow it or you pack your bags. Make no mistake about it, Harold Dawson and Louden Downey are sitting before you in judgement today because they did their job. \n[277]How you doin'? \n[278]Good. \n[279]Mr. McGuire, have you questioned Corporal Dawson about the fenceline shooting? \n[280]But you don't believe him. \n[281]Corporal Dawson's been charged with a number of crimes, why wasn't he charged with firing at the enemy without cause? \n[282]Thank you. \n[283]Object -- \n[284]Please the Court, is the judge advocate honestly asking this witness to testify as to how the defendant felt on August 6th? \n[285]Corporal Hammaker, were you in Dawson and Downey's barracks room ten minutes after this meeting? \n[286]Thanks, I have no more questions. \n[287]Please the Court, I understand Lt. Ross is planning on calling all the other members of Rifle Security Company Windward to testify. \n[288]The defense is willing to concede that all 23 witnesses will testify substantially as Corporal Hammaker did, if the Government is willing to concede that none of them were in Dawson and Downey's room at 16:20 on August 6th. \n[289]Your Honor, we object at this point. The witness is speculating. \n[290]Commander Stone is an internist, not a criminologist, and the medical facts here are ultimately inconclusive. \n[291]Not at all, sir. Objection withdrawn. \n[292]Commander, you testified that it takes lactic acidosis 20 to 30 minutes before it becomes lethal. \n[293]Let me ask you, is it possible for a person to have an affliction, some sort of condition, which might, in the case of this person, actually speed up the process of acidosis dramatically? \n[294]Commander, is it possible? \n[295]What might some of those conditions be? \n[296]Commander, if I had a coronary condition, and a perfectly clean rag was placed in my mouth, and the rag was accidentally pushed too far down, is it possible that my cells would continue burning sugar after the rag was taken out? \n[297]Is it possible to have a serious coronary condition, where the initial warning signals were so mild as to escape a physician during a routine medical exam? \n[298]What kind of symptoms? \n[299]Chest pains? \n[300]Shortness of breath? \n[301]Fatigue? \n[302]Doctor, is this your signature? \n[303]This in an order for Private Santiago to be put on restricted duty. Would you read your hand written remarks at the bottom of the page, please, sir. \n[304]Commander, isn't it possible that Santiago had a serious coronary condition, and it was that condition, and not some mysterious poison, that caused the accelerated chemical reaction? \n[305]And that's why it had to be, poison, right, Commander? 'Cause Lord knows, if you put a man with a serious coronary condition back on duty with a clean bill of health, and that man died from a heart related incident, you'd have a lot to answer for, wouldn't you, doctor? \n[306]No more questions, judge. \n[307]Sam -- \n[308]Sam, she made a mistake. Let's not relive it. \n[309]Alright. Everybody take the night off. \n[310]It's alright. We've been working 20 hour days for three and a half weeks straight. Take the night off. Go see your wife, see your daughter. Jo, do whatever it is you do when you're not here. What day is tomorrow? \n[311]We'll start at ten. \n[312]No, I was just watching a baseball game. \n[313]Jo, are you asking me out on a date? \n[314]It sounded like you were asking me out on a date. \n[315]I've been asked out on dates before, and that's what it sounded like. \n[316]Nine weeks on a D and D? What was the prosecutor offering? \n[317]Well, you sure hustled the shit outta him. \n[318]Tough to blame them. \n[319]Why are you always giving me your resume? \n[320]I do. \n[321]Jo... I think you have to prepare yourself for the fact that we're gonna lose. Ross's opening speech, it was all true. I mean, let's pretend for a minute that it would actually matter to this jury that the guys were given an order. We can't prove it ever happened. We'll keep doing what we're doing, and we'll put on a show, but at the end of the day, all we have is the testimony of two people accused of murder. \n[322]Jo, we're gonna lose. And we're gonna lose huge. \n[323]Corporal Howard, name some reasons why a marine would get a code red? \n[324]Have you ever received a code red? \n[325]And what happened? \n[326]Was Private Santiago ever late for platoon meetings? \n[327]Was his barracks ever in disorder? \n[328]Did he ever fall back on a run? \n[329]Did he ever, prior to the night of August 6th, receive a code red? \n[330]Never? \n[331]You got a code red 'cause your palms were sweaty. Why didn't Santiago, this burden to his unit, ever get one? \n[332]Dawson wouldn't allow it. \n[333]I'll rephrase. Jeffrey, did you ever want to give Santiago a code red? \n[334]Why didn't you? \n[335]Good enough. Lt. Ross is gonna ask you some questions now. \n[336]Corporal, would you turn to the page in this book that says where the enlisted men's mess hall is? \n[337]I don't understand, how did you know where the enlisted men's mess hall was if it's not in this book? \n[338]No more questions. \n[339]Seven tonight, we'll do a final Kendrick review. I want to slam- dunk this guy. \n[340]Hey, Luther. \n[341]Nose to the grindstone. \n[342]A rolling stone gathers no moss. \n[343]Ain't that the truth. Catch you tomorrow. \n[344]Jesus fucking Christ!!-- \n[345]Scared the shit outta me. \n[346]Are you aware you're under subpoena? \n[347]What do you know? \n[348]Was it a code red? \n[349]Did Kendrick give the order? \n[350]Did you witness it? \n[351]Did you witness it?! \n[352]Then how do you know? \n[353]You know shit. \n[354]We've got the transfer order. It's got your signature. \n[355]I'm gonna get you a deal. Some kind of immunity with the prosecutor. In about four days, you're gonna appear as a witness for the defense, and you're gonna tell the court exactly what you told me. Right now I'm gonna check you into a motel, and we're gonna start from the beginning. \n[356]The Route 23 Best Western. \n[357]That's probably a good idea. \n[358]Clearance code? \n[359]I don't have a clearance code. Do you have a -- \n[360]He also said that Jessep's lying about the transportation off the base. Jessep said six the next morning was the first flight Santiago could've left on, Markinson says there was a plane that left seven hours earlier. \n[361]That was impressive. Did you hear what I just said about the flight? \n[362]Sam, when a plane takes off from a base, there's gotta be some kind of record kept, right? \n[363]Get it. \n[364]Jo, don't get crazy about this. We don't know who Markinson is. We don't know what the log book's gonna say. You just concentrate on Downey. I'm gonna talk to Ross and tell him where we are. \n[365]You are like seven of the strangest women I have ever met. \n[366]I have Markinson. \n[367]A motel room in Arlington with 14 Federal Marshals outside his door. Take a sip of your drink. \n[368]The transfer order that Parkinson signed is phoney. And Jessep's statement that the six a.m. flight was the first available is a lie, we're checking the tower chief's log. But in the meantime I'm gonna put the Apostle Jon Kendrick on the stand and see if we can't have a little fun. \n[369]Thanks, Jack. And I wanna tell you that I think the whole fuckin' bunch of you are certifiably insane. And this code of honor of yours makes me wanna beat the shit outta something. \n[370]I've been so advised. \n[371]You're a lousy softball player, Jack. \n[372]Batter up, J.J. \n[373]Lt. Kendrick, in your opinion, was Private Santiago a good marine? \n[374]Lieutenant, you signed three fitness reports on Santiago. On all three reports you indicated a rating of Below Average. \n[375]We appreciate that, but you're under oath now, and I think unpleasant as it may be, we'd all just as soon hear the truth. \n[376]Lieutenant, these are the last three fitness reports you signed for Lance Corporal Dawson and PFC Downey. Downey received three straight marks of Exceptional. Dawson received two marks of Exceptional, but on this most recent report, dated June 9th of this year, he received a rating of Below Average. It's this last report that I'd like to discuss for a moment. \n[377]Lance Corporal Dawson's ranking after Infantry Training School was perfect. Records indicate that over half that class has since been promoted to full corporal, while Dawson has remained a lance corporal. Was Dawson's promotion held up because of this last fitness report. \n[378]Do you recall why Dawson was given such a poor grade on this report? \n[379]Do you recall an incident involving a PFC Curtis Barnes who'd been found stealing liquor from the Officer's Club? \n[380]Did you report private Barnes to the proper authorities? \n[381]Lt. Kendrick, at your request, I can have the record reflect your lack of acknowledgment of this court as a proper authority. \n[382]Did you report Private Barnes to your superiors? \n[383]You preferred it to be handled within the unit. \n[384]Lieutenant, do you know what a Code Red is? \n[385]Have you ever ordered a code red? \n[386]Lieutenant, did you order Dawson and two other men to make sure that Private Barnes receive no food or drink except water for a period of seven days? \n[387]I'm sure it was lovely for Private Barnes, but you did order the barracks restriction, didn't you? And you did order the denial of food. \n[388]Wouldn't this form of discipline be considered a code red? \n[389]If I called the other 8000 men at Guantanamo Bay to testify, would they consider it a Code Red? \n[390]Lieutenant, was Dawson given a rating of Below Average on this last fitness report because you learned held been sneaking food to Private Barnes? Not so fast. Lieutenant? \n[391]What crime did he commit? Lieutenant Kendrick? Dawson brought a hungry guy some food. What crime did he commit? \n[392]And because he did, because he exercised his own set of values, because he made a decision about the welfare of a marine that was in conflict with an order of yours, he was punished, is that right? \n[393]Yeah, but it wasn't a order, was it? After all, it's peacetime. He wasn't being asked to secure a hill... or advance on a beachhead. I mean, surely a marine of Dawson's intelligence can be trusted to determine on his own, which are the really important orders, and which orders might, say, be morally questionable. Lt. Kendrick? Can he? Can Corporal Dawson determine on his own which orders he's gonna follow? \n[394]A lesson he learned after the Curtis Barnes incident, am I right? \n[395]You know so, don't you, Lieutenant. \n[396]Lieutenant Kendrick, one final question: if you ordered Dawson to give Santiago a code red... \n[397]-- is it reasonable to think that he would've disobeyed you again? \n[398]You don't have to, I'm through. \n[399]What's the word? \n[400]Let me see that. \n[401]There was no flight out at eleven o'clock. What the fuck are you trying to pull? \n[402]Then why the hell isn't it listed in the Tower Chief's log?! \n[403]What are you telling me? He fixed the log book? \n[404]Well, maybe he can make it so a plane didn't take off, but I can sure as hall prove that one landed. I'll get the log book from Andrews. \n[405]He made an entire flight disappear? \n[406]You're taking the stand. Thursday. \n[407]There's gotta be someone who can testify to the flight. A ground crew member. Someone. \n[408]Forget the flight. We'll put Markinson on the stand and we'll deal with Jessep's refusal to transfer Santiago and he'll testify to the forged transfer order. That'll be enough. That and Downey's testimony really oughta be enough. \n[409]Yes. \n[410]Yes. \n[411]Yes. \n[412]Jo -- \n[413]I'm gonna go slow. \n[414]Alright. \n[415]Joanne! \n[416]He's gonna be fine. \n[417]Private, I want you to tell us one last time: Why did you go into Private Santiago's room on the night of August 6th? \n[418]Thank you. Your witness. \n[419]Don't worry about it. \n[420]Maybe if we work at it we can get Dawson charged with the Kennedy assassination. \n[421]Pretty much. Yeah. \n[422]She's gonna make coffee. That's nice. He wasn't in his room. He wasn't even there. That was an important piece of information, don't you think? \n[423]Markinson's dead. \n[424]You really gotta hand it to those Federal Marshals, boy. It's not like he hanged himself by his shoelaces or slashed his wrists with a concealed butter knife. This guy got, into full dress uniform, stood in the middle of that room, drew a nickle plated pistol from his holster, and fired a bullet into his mouth. \n[425]Anyway, since we seem to be out of witnesses, I thought I'd drink a little. \n[426]Then maybe you should drink a little. \n[427]Why would we want to do that? \n[428]What? \n[429]No. \n[430]No. I won't listen to you and I won't hear you out. Your passion is comforting, Jo. It's also useless. Private Downey needed a trial lawyer today. \n[431]It's over! \n[432]What are you -- \n[433]What does it matter -- \n[434]I wanted the damn transfer order! \n[435]What possible good could come from putting Jessep on the stand? \n[436]He did?! Why didn't you say so!? That's qreat! And of course you have proof of that. \n[437]Ah, I keep forgetting: You were sick the day they taught law at law school. \n[438]Yes. No problem. We get it from him. Colonel, isn't it true that you ordered the Code Red on Santiago? \n[439]I'm sorry, your time's run out. What do we have for the losers, Judge? Well, for our defendants it's a lifetime at exotic Fort Levenworth. And for defense counsel Kaffee? That's right -- it's -- a court -- martial. Yes, Johnny, after falsely accusing a marine officer of conspiracy, Lt. Kaffee will have a long and prosperous career teaching typewriter maintenance at the Rocco Columbo School for Women. Thank you for playing \"Should We or Should-We-Not Follow the Advice of the Galacticly Stupid\". \n[440]Stop cleaning up. \n[441]Sam. Stop cleaning up. \n[442]You want a drink? \n[443]Is your father proud of you? \n[444]I'll bet he is. I'll bet he bores the shit outta the neighbors and the relatives. \"Sam, made Law Review. He's got a big case he's making -- He's arguing making an argument.\" I think my father would've enjoyed seeing me graduate from law school. I think he would've liked that... an awful lot. \n[445]Yeah? \n[446]Yes he was. \n[447]Would you put Jessep on the stand? \n[448]You think my father would've? \n[449]Joanne. \n[450]Jo, we look ridiculous. Stop the car. \n[451]Joanne. \n[452]I apologize. I was angry and... I'm sorry about what I said. \n[453]I'm gonna put Jessep on the stand. \n[454]We have a witness. \n[455]And in the hands of a lesser attorney, that'd be a problem. \n[456]I'm getting my second wind. Siddown. Both of you. \n[457]Good. Jessep told Kendrick to order a code red. Kendrick did, and our clients followed the order. The cover-up isn't our case. To win, Jessep has to tell the jury that he ordered the code red. \n[458]I think he wants to say it. I think he's pissed off that he's gotta hide from us. I think he wants to say that he made a command decision and that's the end of it. He eats breakfast 80 yards away from 4000 Cubans who are trained to kill him, and no one's gonna tell him how to run his base. Least of all the pushy broad, the smart Jew, and the Harvard clown. I need to shake him and put him on the defensive. \n[459]That's the plan. \n[460]I'm not gonna trip him. I'm gonna lead him right where he's dying to go. \n[461]I have no idea. I need my bat. \n[462]I need my bat. I think better with my bat. Where's my bat? \n[463]You put it in the closet. \n[464]Don't ever put a bat in a closet. \n[465]Stay here, I'm going to the office for a while. \n[466]Sam. I need you to do something. \n[467]Is Sam here? \n[468]Where is he? \n[469]Did he got the guys? \n[470]I think he's gonna have his hands full today. \n[471]Why Lt. Commander Galloway... are you suggesting I back off a material witness? \n[472]Do you think I can get him? \n[473]You're my hero, Joanne. From the first day, you were a lawyer. Live with that. \n[474]Where's Sam? \n[475]Defense calls Colonel Nathan Jessep. \n[476]Colonel, when you learned of Santiago's letter to the NIS, you had a meeting with your two senior officers, is that right? \n[477]The Executive Officer, Lt. Jonathan Kendrick, and the Company Commander, Captain Matthew Markinson. \n[478]And at present, Captain Markinson is dead, is that right? \n[479]I'm implying simply that, at present, Captain Markinson is not alive. \n[480]I just wasn't sure if the witness was aware that two days ago, Captain Markinson took his own life with a .45 caliber pistol. \n[481]Yes sir. Colonel, at the time of this meeting, you gave Lt. Kendrick an order, is that right? \n[482]And did you give an order to Captain Markinson as well? \n[483]Why? \n[484]Grave danger? \n[485]We have the transfer order that you and Markinson co-signed, ordering that Santiago be lifted on a flight leaving Guantanamo at six the next morning. Was that the first flight off the bass? \n[486]Colonel, you flew up to Washington early this morning, is that right? \n[487]I notice you're wearing your Class A appearance in dress uniform for court today. \n[488]Did you wear that uniform on the plane? \n[489]The defense didn't have an opportunity to depose this witness, your honor. I'd ask the Court for a little latitude. \n[490]Colonel? \n[491]And you brought your dress uniform with you. \n[492]And a toothbrush? A shaving kit? Change of underwear? \n[493]Is the Colonel's underwear a matter of national security? \n[494]Yes sir. Colonel? \n[495]Thank you. \n[496]After Dawson and Downey's arrest on the night of the sixth, Santiago's barracks room was sealed off and its contents inventoried. Pairs of camouflage pants, 6 camouflage shirts, 2 pairs of boots, 1 pair of brown shoes, 1 pair of tennis shoes, 8 khaki tee-shirts, 2 belts, 1 sweater -- \n[497]I'm wondering why Santiago wasn't packed. \n[498]I'll tell you what, we'll get back to that one in a minute. \n[499]This is a record of all telephone calls made from your base in the past 24 hours. After being subpoenaed to Washington, you made three calls. \n[500]I've highlighted those calls in yellow. Do you recognize those numbers? \n[501]Why did you make that call, sir? \n[502]Your honor, these are the telephone records from GITMO for August 6th. And these are 14 letters that Santiago wrote in nine months requesting, in fact begging, for a transfer. Upon hearing the news that he was finally getting his transfer, Santiago was so excited, that do you know how many people he called? Zero. Nobody. Not one call to his parents saying he was coming home. Not one call to a friend saying can you pick me up at the airport. He was asleep in his bed at midnight, and according to you he was getting on a plane in six hours, yet everything he owned was hanging neatly in his closet and folded neatly in his footlocker. You were leaving for one day and you packed a bag and made three phone calls. Santiago was leaving for the rest of his life, and he hadn't called a soul and he hadn't packed a thing. Can you explain that? The fact is there was no transfer order. Santiago wasn't going anywhere, isn't that right, Colonel. \n[503]Colonel? \n[504]Is this funny, sir? \n[505]Do you have an answer? \n[506]Excuse me, I didn't dismiss you. \n[507]I'm not through with my examination. Sit down. \n[508]What's that? \n[509]Colonel, the six a.m. flight, was the first one off the base? \n[510]There wasn't a flight that left seven hours earlier and landed at Andrews Airforce Base at 2 a.m.? \n[511]Your Honor, these are the Tower Chief's Logs for both Guantanamo Bay and Andrews Airforce Base. The Guantanamo log lists no flight that left at eleven p.m., and the Andrews log lists no flight that landed at 2 a.m. I'd like to admit them as Defense Exhibits \"A\" and \"B\". \n[512]We believe it did, sir. Defense'll be calling Airman Cecil O'Malley and Airman Anthony Perez. They were working the ground crew at Andrews at two a.m. on the seventh. \n[513]Colonel, a moment ago -- \n[514]We'll get to the airmen in just a minute, sir. A moment ago said that you ordered Kendrick to order his men not to touch Santiago. \n[515]And Kendrick was clear on what you wanted? \n[516]Any chance Kendrick ignored the order? \n[517]Any chance he just forgot about it? \n[518]Any chance Kendrick left your office and said, \"The 'old man's wrong\"? \n[519]When Kendrick spoke to the platoon and ordered them not to touch Santiago, any chance they ignored him? \n[520]No sir. \n[521]No sir. \n[522]No sir. \n[523]Yes sir. \n[524]Crystal. \n[525]Colonel, I have just one more question before I call Airman O'Malley and Airman Perez: If you gave an order that Santiago wasn't to be touched, and your orders are always followed, then why would he be in danger, why would it be necessary to transfer him off the base? \n[526]But that's not what you said. You said he was being transferred because he was in grave danger. \n[527]You said, \"He was in danger\". I said, \"Grave danger\". You said -- \n[528]I can have the Court Reporter read back your -- \n[529]Then why the two orders? Colonel? Why did you -- \n[530]No sir. You made it clear just a moment ago that your men never take matters into their own hands. Your men follow orders or people die. So Santiago shouldn't have been in any danger at all, should he have, Colonel? \n[531]I'd like an answer to the question, Judge. \n[532]If Kendrick told his men that Santiago wasn't to be touched, then why did he have to be transferred? \n[533]Colonel? \n[534]Kendrick ordered the code red, didn't he? Because that's what you told Kendrick to do. \n[535]And when it went bad, you cut these guys loose. \n[536]You had Markinson sign a phony transfer order -- \n[537]You doctored the log books. \n[538]I'll ask for the forth time. You ordered -- \n[539]I think I'm entitled to them. \n[540]I want the truth. \n[541]Did you order the code red? \n[542]Did you order the code red? \n[543]Please the court, I suggest the jury be dismissed so that we can move to an immediate Article 39a Session. The witness has rights. \n[544]Jack. \n[545]Don't call me son. I'm a lawyer, and an officer of the United States Navy. And you're under arrest you sonofabitch. \n[546]The witness is excused. \n[547]Harold, I'm sorry. \n[548]Harold! \n[549]You don't need to wear a patch on your arm to have honor. \n[550]Unless I'm mistaken they were gonna testify, under oath, that they have absolutely no recollection of anything. \n[551]And very handsome, too, don't you think? \n[552]Tell him I say \"Hi\". \n[553]Staff Sargeant Henry Williamson. He went to the movies on company time. What about you? \n[554]Just pretty much generally annoying people? \n[555]No. How 'bout a date. A real date. Dinner. Attractive clothes. The works. \n[556]I'll pick you up at seven. \n[557]I'm gonna get started on Henry Williamson. Stand my post for a while. ", "JO": "\n[1]I'm requesting... I'm... Captain, I'd like to request that I be the attorney assigned to rep -- I'd like to request that it be myself who is assigned to represent -- \"That it be myself who is assigned to represent\"? ...Good, Jo, that's confidence inspiring. \n[2]Thank you, sir. \n[3]Yes sir. Captain, I appreciate your seeing me on such short notice. \n[4]Yes sir... This past Friday evening. Two marines, Corporal Harold Dawson and Private Louden Downey, entered the barracks room of a PFC William Santiago and assaulted him. Santiago died at the base hospital approximately an hour later. The NIS agent who took their statements maintains they were trying to prevent Santiago from naming them in a fenceline shooting incident. They're scheduled to have a hearing down in Cuba at 4:00 this afternoon. \n[5]Dawson and Downey are both recruiting poster marines and Santiago was known to be a screw-up. I was thinking that it sounded an awful lot like a code red. \n[6]I'd like them moved up to Washington and assigned counsel. Someone who can really look into this. Someone who possesses not only the legal skill, but a familiarity with the inner workings of the military. In short, Captain, I'd like to suggest that... I be the one who, that it be me who is assigned to represent them. Myself. \n[7]Thank you, sir, I'm fine. \n[8]Certainly, sir. \n[9]Thank you, sir. \n[10]But... not me. \n[11]Sir -- \n[12]You're the attorney that Division assigned? \n[13]Come in, please, have a seat... \n[14]Lieutenant, how long have you been in the Navy? \n[15]And how long have you been out of law school? \n[16]I see. \n[17]No. It's just that when I petitioned Division to have counsel assigned, I was hoping I'd be taken seriously. \n[18]Have you ever been in a courtroom? \n[19]No. They'll need a lawyer. \n[20]Dawson's family has been contacted. Downey's closest living relative is Ginny Miller, his aunt on his mother's side, she hasn't been Contacted yet. \n[21]Would you like me to take care of that? \n[22]One of the people you'll be speaking to down there is the barracks C.O., Colonel Nathan Jessep, I assume you've heard of him. \n[23]These are letters that Santiago wrote in his 8 months at GITMO -- \n[24]He wrote to his recruiter, the fleet commander, HQ, Atlantic, even his senator. He wanted a transfer. Nobody was listening. You with me? \n[25]This last letter to the Naval investigative Service -- \n[26]-- where he offers information about Corporal Dawson's fenceline shooting in exchange for a transfer, was just a last ditch effort. \n[27]Lieutenant, this letter makes it look like your client had a motive to kill Santiago. \n[28]The victim. \n[29]Yes, among other -- \n[30]Colonel Jessep, yes, but -- \n[31]I'm sorry? \n[32]You haven't talked to a witness, you haven't looked at a piece of paper. \n[33]You're gonna have to go deeper than just -- \n[34]My job is to make sure you do your job. I'm special counsel for Internal Affairs, so my jurisdiction's pretty much in your face. Read the letters. You're not under any obligation, but I'd appreciate a report when you get back from Cuba. \n[35]You're dismissed. \n[36]Tell your friend not to get cute down there.  The marines in Guantanimo are fanatical. \n[37]About being marines. \n[38]Excuse me. \n[39]No, thank you, I can't throw and catch things. \n[40]I wanted to talk to you about Corporal Dawson and Private Downey. \n[41]Dawson and Downey. \n[42]Dawson! Downey! Your clients! \n[43]I was wondering why two guys have been in a jail cell since this morning while their lawyer is outside hitting a ball. \n[44]That wasn't funny. \n[45]Lieutenant, would you feel very insulted if I recommended to your supervisor that he assign different counsel? \n[46]I don't think you're fit to handle this defense. \n[47]I do know you. Daniel AlliStair Kaffee, born June 8th, 1964 at Boston Mercy Hospital. Your father's Lionel Kaffee, former Navy Judge Advocate and Attorney General, of the United States, died 1985. You went to Harvard Law on a Navy scholarship, probably because that's what your father wanted you to do, and now you're just treading water for the three years you've gotta serve in the JAG Corps, just kinda layin' low til you can get out and get a real job. And if that's the situation, that's fine, I won't tell anyone. But my feeling is that if this case is handled in the same fast-food, slick-ass, Persian Bazaar manner with which you seem to handle everything else, something's gonna get missed. And I wouldn't be doing my job if I allowed Dawson and Downey to spend any more time in prison than absolutely necessary, because their attorney had pre- determined the path of least resistance. \n[48]I don't think your clients murdered anybody. \n[49]There was no intent. \n[50]Santiago died at one a.m. At three the doctor was unable to determine the cause of death, but two hours later he said it was poison. \n[51]I'm gonna speak to your supervisor. \n[52]Thank you. \n[53]Do you know what a code red is? \n[54]What a pity. \n[55]Hi there. \n[56]Is there anyone in this command that you don't either drink or play softball with? \n[57]Listen, I came to make peace. We started off on the wrong foot. What do you say? Friends? \n[58]By the way, I brought Downey some comic books he was asking for. The kid, Kaffee, I swear, he doesn't know where he is, he doesn't even know why he's been arrested. \n[59]You can call me Joanne. \n[60]or Jo. \n[61]Yes. \n[62]I had authorization. \n[63]Downey's closest living relative, Ginny Miller, his aunt on his mother's side. \n[64]I gave her a call like you asked. Very nice woman, we talked for about an hour. \n[65]Perfectly within my province. \n[66]I'm going to Cuba with you tomorrow. \n[67]Commander Galloway. \n[68]Thank you. \n[69]Jesus Christ, Kaffee, you're in the Navy for cryin' out loud! \n[70]Colonel. \n[71]The JAG Corps can be demanding that way. \n[72]Lt. Kendrick, do you think Santiago was murdered? \n[73]You planning on doing any investigating or are you just gonna take the guided tour? \n[74]Wait a minute, I've got some questions. \n[75]Yes I do. \n[76]Colonel, on the morning that Santiago died, did you meet with Doctor Stone between three and five? \n[77]I was wondering if you've ever heard the term Code Red. \n[78]Colonel, this past February, you received a cautionary memo from the Naval Investigative Service, warning that the practice of enlisted men disciplining their own wasn't to be condoned by officers. \n[79]My point is that I think code reds still go on down here. Do Code Reds still happen on this base, colonel? \n[80]Yes he does. \n[81]Yeah, he really does. Colonel? \n[82]Colonel, the practice of code Reds is still condoned by officers on this base, isn't it? \n[83]I need an answer to my question, sir. \n[84]It's me. \n[85]Markinson resigned his commission. \n[86]This afternoon. Sometime after we left. \n[87]I already tried, I can't find him. \n[88]I'm Louden Downey's attorney. \n[89]Aunt Ginny. She said she feels like she's known me for years. I suggested that she might feel more comfortable if I were directly involved with the case. She had Louden sign the papers about an hour ago. \n[90]Don't worry, I'm not gonna make a motion for separation, you're still lead counsel. \n[91]I think Kendrick ordered the Code Red. So do you. \n[92]Alright. Let's sort this out. There was a platoon meeting on August 6th at four in the afternoon. And Lt. Kendrick, he gave strict instructions that nothing was to happen to Santiago. Now is that true? I want you to speak freely. \n[93]And what happened then? \n[94]How long have you known about the order? \n[95]I'm accusing you of -- \n[96]No deal, we're going to a jury. \n[97]Why not? \n[98]No. \n[99]Let's go in another room. Louden, everything's gonna be alright. \n[100]We're gonna go into a holding room. \n[101]Yeah. One thing, though. When you ask the judge for new counsel, Danny, be sure and ask nicely. \n[102]I want you to let 'em be judged! I want you to stand up and make an argument! \n[103]Don't look now, Danny, but you're making an argument. \n[104]Why are you so afraid to be a lawyer? Were daddy's expectations really that high? \n[105]Another lawyer won't be good enough. They need you. You know how to win. You know they have a case. And you know how to win. You walk away from this now, and you have sealed their fate. \n[106]Do you believe they have a defense? \n[107]You know nothing about the law. You're a used car salesman, Daniel. You're an ambulance chaser with a rank. You're nothing. Live with that. \n[108]Yeah. \n[109]I've got medical reports and Chinese food. I say we eat first. \n[110]Just because a person has a motive doesn't mean -- \n[111]As long as we're on the subject of the doctor -- \n[112]Listen to me, three o'clock he doesn't know what killed Santiago, then he meets with Jessep, and at five o'clock he says it was poison? The doctor's covering up the truth. \n[113]Captain Hill, this is Lt. Commander Galloway, I'm an internal affairs officer with the JAG Corps in Washington, D.C. I'm trying to track down a Captain Matthew Andrew Markinson, USMC... \n[114]He resigned his commission a week ago Thursday. \n[115]No, please don't put me on hold -- \n[116]Object. \n[117]Nice. \n[118]And what happened after Kendrick came into your room? \n[119]Really! \n[120]I'll give you a ride. \n[121]Danny -- \n[122]I was just gonna tell you to wear matching socks tomorrow. \n[123]We're ready. \n[124]Danny, I want you to meet Ginny Miller, Louden's aunt. \n[125]Your Honor, we re-new our objection to Commander Stone's testimony, and ask that it be stricken from the record. And we further ask that the Court instruct the jury to lend no weight to this witness's testimony. \n[126]Sir, the defense strenuously objects and requests a meeting in chambers so that his honor might have an opportunity to hear discussion before ruling on the objection. \n[127]Exception. \n[128]I got it on the record. \n[129]Why do you hate them so much? \n[130]'Cause they stand on a wall. And they say \"Nothing's gonna hurt you tonight. Not on my watch.\" \n[131]I'm sorry to bother you, I should've called first. \n[132]I was wondering if -- how you'd feel about my taking you to dinner tonight. \n[133]No. \n[134]I wasn't. \n[135]Do you like seafood? I know a good seafood place. \n[136]My third case was a Drunk and Disorderly. The trial lasted nine weeks. I rounded up 31 people who were in the bar that night. \n[137]15 days. \n[138]After that, they moved me to internal affairs. \n[139]Where I've earned two distinguished service medals and two letters of commendation. \n[140]Because I want you to think I'm good lawyer. \n[141]No you don't. I think you're an exceptional lawyer. I watch the jurors, they respond to you, they like you. I see you convincing them. I think Dawson and Downey are gonna end up owing their lives to you. \n[142]We'll find Markinson. \n[143]Where is he? \n[144]I want him guarded. \n[145]This is Lt. Commander Joanne Galloway. My clearance code is 411273. \n[146]Thank you. \n[147]It's Jo Galloway. I need to secure a witness. \n[148]Damn. \n[149]Yes. \n[150]We're gonna win. \n[151]\"Kaffee's got his case now, Kaffee's got his case now.\" \n[152]Private Downey, why did you go into Santiago's room on the night of the 6th? \n[153]And why did you give him a Code Red? \n[154]You're gonna do fine. \n[155]Absolutely. \n[156]You remember the order of the questions? \n[157]Are you sure? \n[158]And you'll use small words? \n[159]He gets rattled when he doesn't understand something. \n[160]I'm just saying go slow. \n[161]Okay. \n[162]And get him off as fast as you can. \n[163]What? \n[164]Please the court, I'd like to request a recess in order to confer with my client. \n[165]The witness has rights. \n[166]Your honor -- \n[167]Where do you think he is? \n[168]As far as Downey was concerned, it was an order from Kendrick. It didn't matter that he didn't hear it first hand. He doesn't distinguish between the two. \n[169]Danny. I'm sorry. \n[170]Sam and I were just talking about how all we really have to do is call some witnesses who'll talk about implied orders... or maybe we put Downey back on the stand before we get to Dawson. \n[171]Are you drunk? \n[172]I'll make a pot of coffee. We have a long night's work ahead. \n[173]Danny, it was just a setback. I'm sorry. But we'll fix it and then move on to Markinson. \n[174]I still think we can win. \n[175]Look, we'll go to Randolph in the morning and make a motion for a continuance. 24 hours. \n[176]To subpoena Colonel Jessep. \n[177]Listen for a second -- \n[178]Just hear me out -- \n[179]You chicken-shit. You're gonna use what happened today as an excuse to give up. \n[180]Why did you ask Jessep for the transfer order? \n[181]In Cuba. Why did you ask Jessep for the transfer order? \n[182]Why?! \n[183]Bullshit! You could've gotten it by picking up the phone and calling any one of a dozen departments at the Pentagon. You didn't want the transfer order. You wanted to see Jessep's reaction when you asked for the transfer order. You had an instinct. And it was confirmed by Markinson. Now damnit, let's put Jessep on the stand and end this thing! \n[184]He told Kendrick to order the Code Red. \n[185]\n[186]You put him on the stand and you get it from him! \n[187]I'm sorry I lost you your set of steak knives. \n[188]I say we hit him with the phoney transfer order. \n[189]What? \n[190]I put it in the closet. \n[191]I was tripping over it. \n[192]He thinks better with his bat? \n[193]What's goin' on? \n[194]Not yet. \n[195]He's on his way. \n[196]Yes. Listen, can I talk to you for a second? \n[197]How're you feeling? \n[198]Listen. Danny. When you're out there. If it's not gonna happen he's not gonna say it ...don't go for it. \n[199]If you feel like... if you feel like... You could get in trouble. I'm special counsel for internal affairs, and I'm telling you, you could get in a lot of trouble. \n[200]If you think you can't get him. Yeah. \n[201]I think it doesn't matter what I think. I'm an administrator. I can't seem to defend people. \n[202]He'll be here. \n[203]I know, but -- \n[204]It's not as simple as -- \n[205]What do you say we take the rest of the day off. Go out someplace. Sam? Champagne? Yoo-Hoo? \n[206]So what's next for you? \n[207]Me? Oh... you know... the usual. \n[208]Yeah. So what do you say? How 'bout a celebration? \n[209]Sounds good.  Who do you think I should call? \n[210]What are you gonna do now? \n[211]Wear matching socks. ", "ROSS": "\n[1]Dan Kaffee. \n[2]Welcome to the big time. \n[3]I hope for Dawson and Downey's sake you practice law better than you play softball. \n[4]They plead guilty to manslaughter, I'll drop the conspiracy and the conduct unbecoming. 20 years, they'll be home in half that time. \n[5]Can't do it. \n[6]I don't care if they called the Avon Lady, they killed a marine. \n[7]The Chief of Internal Medicine at the Guantanamo Bay Naval hospital says he's sure. \n[8]Oh man. \n[9]Are we off the record? \n[10]I'm gonna give you the twelve years, but before you go getting yourself into trouble tomorrow, you should know this: The platoon commander Lt. Jonathan Kendrick, had a meeting with the men. And he specifically told them not to touch Santiago. \n[11]Hey, we got a little four-on-four going tomorrow night. When does your plane get in? \n[12]Hang on... \n[13]I didn't -- Who is this? \n[14]What exactly are you accusing me of, commander? \n[15]Kendrick specifically told the men not to touch Santiago. \n[16]That's not what Kendrick said. \n[17]You have proof? \n[18]And I have 23 marines who aren't accused of murder and a lieutenant with four letters of commendation. \n[19]We'll never know. \n[20]You can try, but you won't find him. You know what Markinson did for the first 17 of his 21 years in the corps? Counter Intelligence. Markinson's gone. There is no Markinson. \n[21]Jessep's star is on the rise. Division'll give me a lot of room to spare Jessep and the corps any embarrassment. \n[22]I'll knock it all down to assault. Two years. They're home in six months. \n[23]No you're not. \n[24]'Cause you'll lose, and Danny knows it. And he knows that if we go to court, I'll have to go all the way, they'll be charged with the whole truckload. Murder, Conspiracy, Conduct Unbecoming, and even though he's got me by the balls out here, Dan knows that in a courtroom, he loses this case. Danny's an awfully talented lawyer, and he's not about to send his clients go to jail for life when he knows they could be home in six months. \n[25]That's the end of this negotiation. From this moment, we're on the record. I'll see tomorrow morning at the arraignment. \n[26]Too late. \n[27]No objection, your honor. \n[28]Yes sir. \n[29]The facts of the case are this: At midnight on August 6th, the defendants went into the barracks room of their platoon-mate, PFC William Santiago. They woke him up, tied his arms and legs with rope, and forced a rag into his throat. A few minutes later, a chemical reaction in Santiago's body called lactic acidosis caused his lungs to begin bleeding. He drowned in his own blood and was pronounced dead at 32 minutes past midnight. These are the facts of the case. And they are undisputed. That's right. The story I just told you is the exact same story you're going to hear from Corporal Dawson, and it's the exact same story you're going to hear from Private Downey. Furthermore, the Government will also demonstrate that the defendants soaked the rag with poison, and entered Santiago's room with motive and intent to kill. Now, Lt. Kaffee, is gonna try to pull off a little magic act, he's gonna try a little misdirection. He's going to astonish you with stories of rituals and dazzle you with official sounding terms like Code Red. He might even cut into a few officers for you. He'll have no evidence, mind you, none. But it's gonna be entertaining. When we get to the end, all the magic in the world will not have been able to divert your attention from the fact that Willy Santiago is dead, and Dawson and Downey killed him. These are the facts of the case. And they are undisputed. \n[30]Please the Court, the Government calls Mr. R.C McGuire. \n[31]Mr. McGuire, would you state your full name and occupation for the record, please? \n[32]Mr. McGuire, did your office receive a letter from PFC William Santiago on 3 August of this year? \n[33]What did the letter say? \n[34]Was that marine identified in the letter? \n[35]And what did you find? \n[36]And who was that? \n[37]Your witness. \n[38]Mr. McGuire, I don't understand what you mean when you say there wasn't enough evidence to support such a charge. You had Willy Santiago's letter. \n[39]And now we won't ever know, will we, Mr. McGuire? \n[40]No more questions. \n[41]Corporal, were you present at a meeting that Lt. Kendrick held on the afternoon of August 6th with the members of second platoon. \n[42]Would you tell the Court the substance of that meeting? \n[43]Did that make you mad? You can tell the truth, corporal, it's alright. Did it make you mad? \n[44]How mad? \n[45]Were the other members of the squad angry? \n[46]Were Dawson and Downey? \n[47]Corporal, did Lt. Kendrick leave a standing order at that meeting? \n[48]What was it? \n[49]What was the order? \n[50]Your witness. \n[51]The Government calls Corporal Raymond Thomas -- \n[52]In light of the defense that Lt. Kaffee is planning to mount, the explicit instructions of the platoon leader seems particularly relevant testimony. \n[53]The Government'll agree to the stipulation, sir. \n[54]Dr. Stone, what's lactic acidosis? \n[55]How long does it take for the muscles and other cells to begin burning oxygen instead of sugar? \n[56]And what caused Santiago's muscles and other cells to start burning sugar? \n[57]Commander Stone is an expert medical witness, in this courtroom his opinion isn't considered speculation. \n[58]Doctor Stone, did Willy Santiago die of poisoning? \n[59]Are you aware that the lab report and the coroners report showed no traces of poison? \n[60]Then how do you justify -- \n[61]Thank you, sir. \n[62]Object. Move to strike. \n[63]Dr. Stone, you've held a license to practice medicine for 21 years, you are Board Certified in Internal Medicine, you are the Chief of Internal Medicine at a hospital which serves over 8000 men. In your professional opinion, was Willy Santiago poisoned? \n[64]Doctor, in your expert, professional opinion, was Willy Santiago poisoned? \n[65]Thank you, sir, I have no more questions. \n[66]Please the Court, while we reserve the right to call rebuttal witnesses if the need arises, the Government rests. \n[67]Object. The witness is characterizing. \n[68]Corporal Howard, I hold here The Marine Guide and General Information Handbook for New Recruits. Are you familiar with this book? \n[69]Have you read it? \n[70]Good. Would you turn to the chapter that deals with code reds, please. \n[71]Just flip to the page in that book that discusses code reds. \n[72]We're in luck, then. The Marine Corps Guide for Sentry Duty, NAVY BASE Guantanamo Bay, Cuba. I assume we'll find the term code red and its definition in this book, am I correct? \n[73]No? Corporal Howard, I'm a marine. Is their no book, no manual or pamphlet, no set of orders or regulations that let me know that, as a marine, one of my duties is to perform code reds? \n[74]No further questions. \n[75]That was nice work today. The redirect on Howard. \n[76]Where is he? \n[77]Damn. \n[78]I have an obligation to tell you that if you accuse Kendrick or Jessep of any crime without proper evidence, you'll be subject to Court-Martial for professional misconduct. And that's something that'll be stapled to every job application you ever fill out. Markinson's not gonna hold up, he's a crazy man. I'm not saying this to intimidate you. I'm being your lawyer. \n[79]Don't you dare lump me in with Jessep and Markinson and Kendrick because we wear the same uniform. I'm your friend, Danny, and I'm telling you, I don't think your clients belong in jail. But I don't get to make that decision. I represent the Government of the United States. Without passion or prejudice. And my client has a case. I want you to acknowledge that the judge advocate has made you aware of the possible consequences involved in accusing a marine officer of a felony without proper evidence. \n[80]You got bullied into that courtroom, Danny. By everyone. By Dawson, by Galloway, shit, I practically dared you. Not for a second have you believed you could win. You got bullied into that room by the memory of a dead lawyer. \n[81]Your boys are going down. I can't stop it anymore. \n[82]Objection. Argumentative. \n[83]Please the court, the witness can't possibly testify as to what 8000 other men would say. We object to this entire line of questioning as argumentative and irrelevant badgering of the witness. \n[84]Thank you judge. \n[85]Object! \n[86]-- please the court -- \n[87]Lieutenant, don't answer that. \n[88]Lieutenant Kendrick, did you order Corporal Dawson and Private Downey to give Willy Santiaga code red? \n[89]Lt. Kendrick, did you -- \n[90]Thank you. \n[91]Private, for the week of 2 August, the switch log has you down at Post 39, is that correct? \n[92]How far is it from Post 39 to the Windward barracks? \n[93]About how far by jeep? \n[94]Have you ever had to walk it? \n[95]And if it's ten or fifteen minutes by jeep, I'm guessing it must be a good hour by foot, am I right? \n[96]Not bad. Now you say your assault on Private Santiago was the result of an order that Lt. Kendrick gave in your barracks room at 16:20. \n[97]But you just said that you didn't make it back to Windward Barracks until 16:45. \n[98]If you didn't make it back to your barracks until 16:45, then how could you be in your room at 16:20? \n[99]Private, did you ever actually hear Lt. Kendrick order a Code Red? \n[100]Why did you go into Santiago's room? \n[101]The witness has been read his rights, commander. \n[102]Why did you go into Santiago's room? \n[103]Did Corporal Dawson tell you to do it? \n[104]He did, didn't he? Dawson told you to give Santiago a code red. \n[105]Don't look at him. \n[106]Colonel, do you solemnly swear that the testimony you will give in this General Court-Martial will be the truth, the whole truth, and nothing but the truth so help you God? \n[107]Would you state your name, rank, and current billet for the record please, air? \n[108]Thank you, sir, would you have a seat, please. \n[109]Objection. I'd like to know just what defense counsel is implying? \n[110]Surely Colonel Jessep doesn't need to appear in this courtroom to confirm that information. \n[111]Please the Court, is this dialogue relevant to anything in particular? \n[112]Your honor. \n[113]Please the Court, is there a question anywhere in our future? \n[114]Judge -- \n[115]Object. Your Honor, it's obvious that Lt. Kaffee's intention this morning is to smear a high ranking marine officer in the desperate hope that the mere appearance of impropriety will win him points with the jury. It's my recommendation, sir, that Lt. Kaffee receive an official reprimand from the bench, and that the witness be excused with the Court's deepest apologies. \n[116]Your honor -- \n[117]Your Honor, these men weren't on the list. Rebuttal witnesses, Your Honor, called specifically to refute testimony offered under direct examination. \n[118]Your Honor, I have to ask for a recess to -- \n[119]Object! \n[120]Your Honor -- \n[121]Judge -- \n[122]Damnit Kaffee!! \n[123]Guard the prisoner. \n[124]Colonel Jessep, you have the right to remain silent. Any statement you do make can be used against you in a trial by court-martial or other judicial or administrative proceeding. You have the right... \n[125]Colonel Jessep, do you understand those rights as I have just read then to you? \n[126]Airmen Cecil O'Malley and Anthony Perez? What exactly were these guys gonna testify to? \n[127]Strong witnesses. \n[128]I'll see you around the campus. I've gotta go arrest Kendrick. \n[129]Will do. ", "JESSEP": "\n[1]Who the fuck is PFC William T. Santiago. \n[2]Yeah, well, apparently he's not very happy down here at Shangri-La, cause he's written letters to everyone but Santa Claus asking for a transfer. And now he's telling tales about a fenceline shooting. \n[3]Matthew? \n[4]You're appalled? This kid broke the Chain of Command and he ratted on a man of his unit, to say nothing of the fact that he's a U.S. Marine and it would appear that he can't run from here to there without collapsing from heat exhaustion. What the fuck's going on over at Windward, Matthew? \n[5]And I'm yours, Matthew. \n[6]I want to know what we're gonna do about this. \n[7]He's that bad, huh? \n[8]Transfer Santiago. Yes I suppose you're right. I suppose that's the thing to do. Wait. Wait. I've got a better idea. Let's transfer the whole squad off the base. Let's -- on second thought -- Windward. The whole Windward division, let's transfer 'em off the base. Jon, go on out there and get those boys down off the fence, they're packing their bags. Tom! \n[9]Got me the President on the phone, we're surrendering our position in Cuba. \n[10]Wait a minute, Tom. \n[11]Don't call the President just yet. Maybe we should consider this for a second. Maybe -- and I'm just spit balling here -- but maybe we as officers have a responsibility to train Santiago. Maybe we as officers have a responsibility to this country to see that the men and women charged with its security are trained professionals. Yes. I'm certain I once read that somewhere. And now I'm thinking that your suggestion of transferring Santiago, while expeditious, and certainly painless, might not be in a manner of speaking, the American way. Santiago stays where he is. We're gonna train the lad. You're in charge, Jon. Santiago doesn't make 4.1 on his next fitness report, I'm gonna blame you. Then I'm gonna kill you. \n[12]Matthew, I believe I will have that word in private with you now. Jon, that's all. Why don't you and I have lunch at the \"O\" club, we'll talk about the training of young William. \n[13]Dismissed. \n[14]Matthew, sit, please. \n[15]What do you think of Kendrick? \n[16]I think he's kind of a weasel, myself. But he's an awfully good officer, and in the end we see eye to eye on the best way to run a marine corps unit. We're in the business of saving lives, Matthew. That's a responsibility we have to take pretty seriously. And I believe that taking a marine who's not yet up to the job and packing him off to another assignment, puts lives in danger. \n[17]Matthew, siddown. We go back a while. We went to the Academy together, we were commissioned together, we did our tours in Vietnam together. But I've been promoted up through the chain with greater speed and success than you have. Now if that's a source of tension or embarrassment for you, well, I don't give a shit. We're in the business of saving lives, Captain Markinson. Don't ever question my orders in front of another officer. \n[18]Nathan Jessep, come on in and siddown. \n[19]Pleased to meet you, Commander. \n[20]I've asked Captain Markinson and Lt. Kendrick to join us. \n[21]Lionel Kaffee? \n[22]Well what do you know. Son, this man's dad once made a lot of enemies down in your neck of the woods. Jefferson vs. Madison County School District. The folks down there said a little black girl couldn't go to an all white school, Lionel Kaffee said we'll just see about that. How the hell is your dad? \n[23]Well... don't I feel like the fuckin, asshole. \n[24]Well, what can we do for you, Danny. \n[25]Jonanthan'll take you out and show you what you wanna see, then we can all hook up for lunch, how does that sound? \n[26]...And they spent the next three hours running around, looking for Americans to surrender to. \n[27]\n[28]Shoot. \n[29]Yes. \n[30]Yes. \n[31]Thank you. \n[32]Yes. \n[33]We agreed that for his own safety, Santiago should be transferred off the base. \n[34]On the first available flight to the states. Six the next morning. Three hours too late as it turned out. \n[35]Of course I met with the doctor. One of my men was dead. \n[36]I've heard the term, yes. \n[37]I submit to you that whoever wrote that memo has never served on the working end of a Soviet-made Cuban Ml-Al6 Assault Rifle. However, the directive having come from the NIS, I gave it its due attention. What's your point, Jo? \n[38]You know it just hit me. She outranks you, Danny. \n[39]I want to tell you something Danny and listen up 'cause I mean this: You're the luckiest man in the world. There is, believe me gentlemen, nothing sexier on earth than a woman you have to salute in the morning. Promote 'em all I say. \n[40]You see my problem is, of course, that I'm a Colonel. I'll just have to keep taking cold showers 'til they elect some gal President. \n[41]Take caution in your tone, Commander. I'm a fair guy, but this fuckin' heat's making me absolutely crazy. You want to know about code reds? On the record I tell you that I discourage the practice in accordance with the NIS directive. Off the record I tell you that it's an invaluable part of close infantry training, and if it happens to go on without my knowledge, so be it. I run my base how I run my base. You want to investigate me, roll the dice and take your chances. I eat breakfast 80 yards away from 4000 Cubans who are trained to kill me. So don't for one second think you're gonna come down here, flash a badge, and make me nervous. \n[42]What's that? \n[43]For the file. \n[44]Of course you can have a copy of the transfer order. For the file. I'm here to help anyway I can. \n[45]You believe that, don't you? Danny? That I'm here to help anyway I can? \n[46]The corporal'll run you by Ordinance on your way out to the airstrip. You can have all the transfer orders you want. \n[47]But you have to ask me nicely. \n[48]You have to ask me nicely. You see, Danny, I can deal with the bullets and the bombs and the blood. I can deal with the heat and the stress and the fear. I don't want money and I don't want medals. What I want is for you to stand there in that faggoty white uniform, and with your Harvard mouth, extend me some fuckin' courtesy. You gotta ask me nicely. \n[49]No problem. \n[50]I hate casualties, Matthew. There are casualties even in victory. A marine smothers a grenade and saves his platoon, that marine's a hero. The foundation of the unit, the fabric of this base, the spirit of the Corps, they are things worth fighting for. \n[51]Dawson and Downey, they don't know it, but they're smothering a grenade. \n[52]Yes I do. \n[53]Colonel Nathan R. Jessep, Commanding officer, Marine Ground Forces, Guantanamo Bay, Cuba. \n[54]Yes. \n[55]Yes. \n[56]I told Kendrick to tell his men that Santiago wasn't to be touched. \n[57]I ordered Markinson to have Santiago transferred off the base immediately. \n[58]I felt that his life might be in danger once word of the letter got out. \n[59]Is there another kind? \n[60]The six a.m. flight was the first flight off the base. \n[61]Yes. \n[62]As are you, Lieutenant. \n[63]I wore fatigues on the plane. \n[64]Yes. \n[65]I brought a change of clothes and some personal items. \n[66]I called Colonel Fitzhuqhes in Quantico, Va. I wanted to let him know I'd be in town. The second call was to set up a meeting with Congressman Ramond of the House Armed Services Committee, and the third call was to my sister Elizabeth. \n[67]I thought she might like to have dinner tonight. \n[68]No. It's not. It's tragic. \n[69]Absolutely. My answer is I don't have the first damn clue. Maybe he was an early morning riser and he liked to pack in the nq. And maybe he didn't have any friends. I'm an educated man, but I'm afraid I can't speak intelligently about the travel habits of William Santiago.  What I do know is that he was set to leave the base at 0600. Now are these really the questions I was called here to answer? Phone calls and footlockers? Please tell me you've got something more, Lieutenant. Please tell me there's an ace up your sleeve. These two marines are on trial for their lives. Please tell me their lawyer hasn't pinned their hopes to a phone bill. Do you have any other questions for me, counselor? \n[70]Thanks, Danny. I love Washington. \n[71]I beg your pardon. \n[72]Colonel. \n[73]I'd appreciate it if he addressed me as Colonel or Sir. I believe I've earned it. \n[74]I don't know what the hell kind of an outfit you're running here. \n[75]What would you like to discuss now! My favorite color? \n[76]Yes. \n[77]This is ridiculous. \n[78]Check the Tower Logs for christ's sake. \n[79]That's right. \n[80]Crystal. \n[81]Ignored the order? \n[82]No. \n[83]No. \n[84]Have you ever spent time in an infantry unit, son? \n[85]Ever served in a forward area? \n[86]Ever put your life in another man's hands, ask him to put his life in yours? \n[87]We follow orders, son. We follow orders or people die. It's that simple. Are we clear? \n[88]Are we clear? \n[89]Private Santiago was a sub-standard marine. He was being transferred off the base because -- \n[90]Yes. That's correct, but -- \n[91]Yes, I recall what -- \n[92]I know what I said. I don't need it read back to me like I'm a damn -- \n[93]Sometimes men take matters into their own hands. \n[94]You little bastard. \n[95]You want answers? \n[96]You want answers?! \n[97]You can't handle the truth! \n[98]Son, we live in a world that has walls. And those walls have to be guarded by men with guns. Who's gonna do it? You? You, Lt. Weinberg? I have a greater responsibility than you can possibly fathom. You weep for Santiago and you curse the marines. You have that luxury. You have the luxury of not knowing what I know: That Santiago's death, while tragic, probably saved lives. And my existence, while grotesque and incomprehensible to you, saves lives. You don't want the truth. Because deep down, in places you don't talk about at parties, you want me on that wall. You need me there. We use words like honor, code, loyalty... we use these words as the backbone to a life spent defending something. You use 'em as a punchline. I have neither the time nor the inclination to explain myself to a man who rises and sleeps under the blanket of the very freedom I provide, then questions the manner in which I provide it. I'd prefer you just said thank you and went on your way. Otherwise, I suggest you pick up a weapon and stand a post. Either way, I don't give a damn what you think you're entitled to. \n[99]I did the job you sent me to do. \n[100]You're goddamn right I did. \n[101]What the hell's going on? \n[102]Captain, what the hell's going on? I did my job. I'd do it again. Now I'm getting on a plane and going back to my base. \n[103]What the hell -- \n[104]I'm being charged with a crime? I'm -- that's what this is -- Marine! Marine!! I'm being charged with a crime? I'm -- that's what's happening? This -- I'm -- this is funny, you know that, this is -- \n[105]I'm gonna tear your eyes right outta your head and piss in your dead skull. You fucked with the wrong marine. \n[106]I saved lives. That boy was -- there was a weak link. I saved lives, you hear me? \n[107]You fuckin' people. You have no idea how to defend a nation. All you did was weaken a country today, Kaffee. That's all you did. You put people in danger. Sweet dreams, son. ", "SAM": "\n[1]I think she's ready to say her first word any day now. \n[2]She just looks like she has something to say. \n[3]A big wall separating the good guys from the bad guys. \n[4]No. \n[5]I have a stack of paper on my desk -- \n[6]Doing what? Kaffee'll finish this up in four days. \n[7]In other words I have no responsibilities whatsoever. \n[8]My kinda case. \n[9]I have no responsibilities here whatsoever. \n[10]Commander, Lt. Kaffee's generally considered the best litigator in our office. He's successfully plea bargained 44 cases in nine months. \n[11]Danny -- \n[12]He's been in the papers lately. He's expected to be appointed Director of Operations for the National Security Counsel. \n[13]Guantanamo Bay. \n[14]He's a little preoccupied. The team's playing Bethesda Medical next week. \n[15]About what? \n[16]Beautiful. \n[17]On the night of August 2nd, did you fire a shot across the fenceline into Cuba? \n[18]Why? \n[19]For each American sentry post there's a Cuban counterpart. They're called mirrors. The corporal's claiming that his mirror was about to fire at him. \n[20]What's the code? \n[21]I beg your pardon? \n[22]When Nancy gets back, you're my witness. The baby spoke. My daughter said a word. \n[23]Oh come on, it was a word. \n[24]You heard her. The girl sat here, pointed, and said \"Pa\". She did. She said \"Pa\". \n[25]That's right. Pointing, as if to say, \"Pa, look, a doorknob\". \n[26]That's what you wanted. \n[27]So? \n[28]Danny, take the twelve years, it's a gift. \n[29]I believe every word they said. And I think they ought to go to jail for the rest of their lives. \n[30]Remember to wear your whites, it's hot down there. \n[31]Nobody likes the whites, but we're going to Cuba in August. You got Dramamine? \n[32]Dramamine keeps you from throwing up, you get sick when you fly. \n[33]I've got some oregano, I hear that works pretty good. \n[34]So? \n[35]Four o'clock. \n[36]How do you feel about that theory? \n[37]You just make a motion tomorrow morning at the arraignment. The judge'll ask you if you want to enter a plea. You tell him you want new counsel assigned. \n[38]An argument that didn't work for Calley at My Lai, an argument that didn't work for the Nazis at Nuremberg. \n[39]She said if Markinson doesn't want to be found, we're not gonna find him. She said I could be Markinson and you wouldn't know it. \n[40]No. \n[41]I was wondering, now that Joanne's working on this... I was wondering if you still need me. \n[42]An illegal order. \n[43]It doesn't matter if they know, any decent human being would've refused to -- \n[44]Then what's the secret? What are the magic words? I give orders every day, and nobody follows them. \n[45]Did you get any dumplings? \n[46]What about motive? \n[47]Cartons 3 and 4. \n[48]No. \n[49]No. \n[50]No. \n[51]You mean other than the dead body? \n[52]Don't ask the last question. \n[53]His answers still have to come faster, Jo. The Iowa farmboy thing'll play for a while, but in the end it looks like he's searching for the truth. \n[54]What time is it? \n[55]See you in court. \n[56]I strenuously object? Is that how it works? Objection. Overruled. No, no, no, no, I strenuously object. Oh, well if you strenuously object, let me take a moment to reconsider. \n[57]You also got it in the jury's head that we're afraid of the doctor. You object once so they can hear you say he's not a criminologist. You keep after it and it looks like this great cross we did was just a bunch of fancy lawyer tricks. It's the difference between paper law and trial -- \n[58]Christ, you even had the Judge saying Stone was an expert! \n[59]I'm gonna go call my wife. I'll meet you tonight. \n[60]They beat up on a weakling, and that's all they did. The rest is just smokefilled coffee-house crap. They tortured and tormented a weaker kid. They didn't like him. And they killed him. And why? Because he couldn't run very fast. \n[61]I apologize, I, -- \n[62]Saturday. \n[63]Why do you like them so much? \n[64]Don't worry about the doctor. This trial starts Monday. \n[65]We need the Tower Chief's Log for \n[66]This is the tower chief's log for that night. Jessep was telling the truth. The six a.m. flight was the first plane out. \n[67]Do you have any idea how many planes take off and land every day? A kid from the ground crew isn't gonna remember a flight that landed four weeks ago. \n[68]Look, we're all a little -- \n[69]Yeah. \n[70]Don't do this to yourself. \n[71]Did I ever tell you that I wrote a paper on your father in college? \n[72]He was one of the best trial lawyers ever. \n[73]And if I were Dawson and Downey and I had a choice between you or your father to represent me in this case, I'd take you any day of the week and twice on Sunday. You should have seen yourself thunder away at Kendrick. \n[74]No. \n[75]With the evidence we've got? Not in a million years. But here's the thing -- and there's really no way of getting around this -- neither Lionel Kaffee nor Sam Weinberg are lead counsel for the defense in the matter of U.S. versus Dawson and Downey. So there's only one question. What would you do? \n[76]What's the transfer order without a witness? \n[77]A dead witness. \n[78]Look at this. Last night he was swimming in his Jack Daniels, now he can leap tall buildings in a single bound. \n[79]And you think you can got him to just say it? \n[80]That's it? That's the plan? \n[81]You're gonna trip Jessep and he's gonna confess. \n[82]And how are you gonna do that? \n[83]I can understand that. I used to have stuffed panda named Mr. Boob. I could never do my home work without him. \n[84]Boy, he does think better with that bat. \n[85]I've gotta go out to Andrews. \n[86]Yes you did! A jury just said your conduct was unbecoming a marine. What does that mean?! \n[87]You're the marine. \n[88]Thanks, I can't. I'm gonna go home and talk to my daughter. I think she's gotta be bilingual by now. ", "DAWSON": "\n[1]Sir, Lance Corporal Harold W. Dawson, sir. Rifle Security Company Windward, Second Platoon, Delta. \n[2]Sir, yes sir! \n[3]Yes sir. \n[4]Sir, a Code Red is a disciplinary engagement. \n[5]Sir, a marine falls out of line, it's up to the men in his unit to get him back on track. \n[6]Sir? \n[7]Sir, a marine has refused to bathe on a regular basis. The men in his squad would give him a G.I. shower. \n[8]Scrub brushes, brillo pads, steel wool... \n[9]Yes sir. \n[10]Sir, Private Downey will answer any direct questions you ask him. \n[11]No sir. \n[12]Yes sir, that's when we were taken under arrest. \n[13]Yes sir. \n[14]My mirror engaged, sir. \n[15]Because he broke the chain of command, sir. \n[16]He went outside his unit, sir. If he had a problem, he should've spoken to me, sir. Then his Sergeant, then Company Commander, then -- \n[17]No sir. \n[18]To train him, sir. \n[19]Train him to think of his unit before himself. To respect the code. \n[20]Unit Corps God Country. \n[21]Unit Corps God Country, sir. \n[22]That's our code, sir. \n[23]Sir. No thank you. Sir. \n[24]Sir? \n[25]Officer on deck, ten hut. \n[26]Sir? \n[27]Yes sir. \n[28]You didn't ask us, sir. \n[29]Yes sir. I know you do, sir. \n[30]Ma'am, that's correct. But then he dismissed the platoon and we all went to our rooms. \n[31]Lt. Kendrick came to our room, ma'am. \n[32]About five minutes after the meeting broke, sir. About 16:20. \n[33]Lt. Kendrick ordered us to give Santiago a Code Red. \n[34]I'm afraid we can't do that, sir. \n[35]Make a deal, sir. \n[36]We did nothing wrong, sir. We did our job. If that has consequences, then I accept them. But'I won't say I'm guilty, sir. \n[37]We have a code, sir. \n[38]Permission to -- \n[39]What do we do then, sir? \n[40]After six months. We'd be dishonorably discharged, right sir? \n[41]What do we do then, sir? We joined the corps 'cause we wanted to live our lives by a certain code. And we found it in the corps. And now you're asking us to sign a piece of paper that says we have no honor. You're asking us to say we're not marines. If a judge and jury decide that what we did was wrong, I'll accept whatever punishment they give. But I believe I was riqht, sir. I believe I did my job. And I won't dishonor myself, my unit, or the Corps, so that I can qo home in six months. Sir. \n[42]Do you think we were right? \n[43]Do you think we were right? \n[44]You're such a coward, I can't believe they let you wear a uniform. \n[45]Private. Answer the Lieutenant's question. \n[46]Why? \n[47]Why?! \n[48]We did nothing wrong. \n[49]You're the lawyer. \n[50]Not anymore. \n[51]I never meant to hurt Willy. \n[52]Sir! \n[53]Ten-hut. \n[54]There's an officer on deck. ", "RANDOLPH": "\n[1]Where are we? \n[2]Does defense wish to enter a plea? \n[3]Enter a plea of not guilty for the defendants. We'll adjourn until ten- hundred, three weeks from today, at which time this Court will reconvene as a General Court-Martial. \n[4]Is the Government prepared to make an opening statement? \n[5]Lt. Kaffee? \n[6]Is the Government ready to call its first witness? \n[7]Sustained. \n[8]Yes sir. \n[9]Lieutenant? \n[10]Then we'll adjourn for the day. You can call your next witness in the morning. \n[11]A point which I'm confident you'll illustrate to the jury under cross- examination, so I'm sure you won't mind if his opinion is admitted now. \n[12]Sustained. Strike it. \n[13]The objection's overruled, counsel. \n[14]The objection of the defense has been heard and overruled. \n[15]Noted. The witness is an expert and the court will hear his opinion. \n[16]Commander, you may step down. \n[17]We'll stand in recess until ten- hundred hours this Monday, the l9th at which time the defense will call it's first witness. \n[18]Corporal Howard, you can step down. \n[19]Sustained. Watch yourself, counselor. \n[20]The Government's objection is sustained, Lt. Kaffee, and I would remind you that you're now questioning marine officer with an impeccable service record. \n[21]Sustained. \n[22]The question will be repeated. \n[23]Call your witness. \n[24]Lieutenant, call your witness. \n[25]The witness is aware, the Court is aware, and now the jury is aware. We thank you for bringing this to our attention. Move on Lieutenant. \n[26]A very little latitude. \n[27]Gentlemen. You better get somewhere fast with this, Lieutenant. \n[28]Lt. Kaffee, I have to -- \n[29]I'm gonna put a stop to this now. \n[30]Overruled. \n[31]The objection's noted. \n[32]Lt. Kaffee? \n[33]Lieutenant, do you have anything further for this witness? \n[34]Defense counsel will address the witness as Colonel or Sir. \n[35]And the witness will address this Court as Judge or Your Honor. I'm quite certain I've earned it. Take your seat, Colonel. \n[36]Lieutenant, I think we've covered this, haven't we? \n[37]I don't understand. You're admitting evidence of a flight that never existed? \n[38]I'll allow the witnesses. \n[39]The Court'll wait for answer. \n[40]Counsel. \n[41]That'll be all, counsel. \n[42]Lt. Ross? \n[43]The Sergeant at Arms will take the jury to an ante-room where you'll wait until further instruction. \n[44]M.P.'s, guard the prisoner. \n[45]Have the jurors reached a verdict? \n[46]On the charge of Murder, the Members find the defendants Not Guilty. \n[47]On the charge of Conspiracy to Commit Murder, the Members find the defendants Not Guilty. \n[48]On the charge of Conduct Unbecoming a United States Marine, the members find the defendants Guilty as Charged. \n[49]The defendants are hereby sentenced by this court to time already served, and are ordered... \n[50]...And are ordered to be dishonorably discharged from the marine corps. This Court-Martial is adjourned. ", "KENDRICK": "\n[1]Sir, Santiago is a member of Second Platoon, Delta. \n[2]That won't be necessary, Colonel, I'll handle the situation. \n[3]My methods of leadership are -- \n[4]Yes sir. \n[5]Yes sir, I'd be delighted to hear any suggestions you have. \n[6]Yes. \n[7]I told the men that there was an informer among us. And that despite any desire they might have to seek retribution, Private Santiago was not to be harmed in any way. \n[8]Sixteen-hundred. \n[9]Actually, the uniforms belong to the marine corps. \n[10]No, you may not. \n[11]No, I like all you Navy boys. Every time we've gotta go someplace and fight, you fellas always give us a ride. \n[12]Commander, I believe in God, and in his son Jesus Christ, and because I do, I can say this: Private Santiago is dead and that's a tragedy. But he's dead because he had no code. He's dead because he had no honor. And God was watching. \n[13]The corporal's got the jeep outside, he'll take you back to the airstrip. \n[14]I'd say he was about average. \n[15]Yes. Private Santiago was Below Average I didn't see the need in trampling on a man's grave. \n[16]I'm aware of my oath. \n[17]That's fine. \n[18]I'm sure it was. \n[19]I'm sure I don't. I have many men in my charge, Lieutenant, I write many fitness reports. \n[20]Yes. \n[21]I have two books at my bedside, Lieutenant, the Marine Code of Conduct and the King James Bible. The only proper authorities I'm aware of are my Commanding Officer, Colonel Nathan R. Jessep and the Lord our God. \n[22]I remember thinking very highly of Private Barnes, and not wanting to see his record tarnished by a formal charge. \n[23]I most certainly did. \n[24]Yes I do. \n[25]No, I have not. \n[26]That's a distortion of the truth. Private Barnes was placed on barracks restriction. He was given water and vitamin supplements, and I assure you that at no time was his health in danger. \n[27]Yes. \n[28]Not necessarily. \n[29]Corporal Dawson was found to be Below Average because he committed a crime. \n[30]He disobeyed an order. \n[31]Corporal Dawson disobeyed an order. \n[32]No, he can not. \n[33]I would think so. \n[34]I told those men not to touch Santiago. \n[35]No I did not. ", "DOWNEY": "\n[1]You're lucky it's us, Willy. \n[2]Hal? \n[3]Is this Washington, D.C.? \n[4]Sir, PFC Louden Downey. \n[5]Sir, yes sir. \n[6]No sir. \n[7]No sir. We were gonna shave his head, sir. \n[8]We saw blood drippinq out of his mouth. Then we pulled the tape off, and there was blood all down his face, sir. That's when Corporal Dawson called the ambulance. \n[9]Yes sir. \n[10]He ordered me and Corporal Dawson to give Willy a Code Red. \n[11]To give Private Santiago a Code Red, ma'am. \n[12]I was ordered to give him a Code Red by the Executive officer for Rifle Security Company Windward, Lieutenent Jonathan James Kendrick. \n[13]You think they'll let us go back to our platoon soon, ma'am? \n[14]A code red was ordered by my platoon commander, Lt. Jonathan James Kendrick. \n[15]I'm sure it is, sir, they keep that log pretty good. \n[16]It's a ways, sir, it's a hike. \n[17]About ten, fifteen minutes, sir. \n[18]Yes sir. That day, sir. Friday. The Pick-up Private -- sir, that's what we call the fella who drops us at our posts and picks us up... also, 'cause he can get girls in New York City -- the Pick-up Private got a flat... \n[19]...Right at 39. He pulled up and blam! ...A blowout-with no spare. The two of us had to double-time it back to the barracks. \n[20]Pick-up and me did it in 45 flat, sir. \n[21]Yes sir. \n[22]Sir? \n[23]You see sir, there was a flat tire. \n[24]No, sir. \n[25]Hal? \n[26]Hal? \n[27]Hal? \n[28]Hal? \n[29]Yes, Lieutenant. I was given an order by my squad leader, Lance Corporal Harold W. Dawson of the U.S. Marine Corps. And I followed it. \n[30]I don't understand. Colonel Jessep said he ordered the Code Red. \n[31]Colonel Jessep said he ordered the Code Red, what did we do wrong? \n[32]What did we do wrong? ", "MARKINSON": "\n[1]I'm appalled, sir. \n[2]Colonel, I think perhaps it would be better to hold this discussion in private. \n[3]The same way you handled the Curtis Barnes incident? You're doing something wrong, Lieutenant this -- \n[4]Don't interrupt me, I'm still your superior officer. \n[5]I think Santiago should be transferred off the base. Right away. \n[6]Not only that, but word of this letter's bound to get out. The kid's gonna get his ass kicked. \n[7]I think that's a mistake, Colonel. \n[8]I don't know that -- \n[9]Lt. Kaffee, I had the pleasure of seeing your father once. I was a teenager and he spoke at my high school. \n[10]You left the door unlocked. \n[11]Drive. \n[12]Yes. I'm also aware that the lives of two marines are in your hands. If there was something I could do about that, I would, but since I can't, all I can do is help you. Why don't you drive, Lieutenant. \n[13]I know everything. \n[14]Yes. \n[15]Yes. \n[16]I didn't need to -- \n[17]No. \n[18]I know. \n[19]He was never gonna be transferred off the base. \n[20]Jessep was going to keep him on the base. He said he wanted him trained. \n[21]I know. I signed it the morning you arrived in Cuba. Six days after Santiago died. \n[22]I don't want a deal. And I don't want immunity. \n[23]I want you to know, I'm proud neither of what I've done nor what I'm doing. \n[24]The first flight stateside left Guantanamo Bay at eleven and arrived at Andrews Airforce Base, Maryland, at a few minutes past two. \n[25]Why the hell did you think it would be?!! \n[26]Nathan Jessep is about to be named Director of Operations for the National Security Council. You don't get to that position without knowing how to side-step a few land mines. And putting me on the stand isn't gonna make him step on one. \n[27]\"Dear Mr. and Mrs. Santiago...\" \n[28]I was William's company commander. I knew your son vaguely, which is to say I knew his name... \n[29]In a matter of time, the trial of the two man charged with your son's death will be concluded, and seven men and two women whom you've never met will try to offer you an explanation as to why William is dead. For my part, I've done as much as I can to bring the truth to light. \n[30]And the truth is this: your son is dead for only one reason. I wasn't strong enough to stop it. \n[31]Always, Captain Matthew Andrew Markinson. \n[32]United states marine corps. ", "HOWARD": "\n[1]Lieutenants Kaffee and Weinberg? \n[2]I'm Corporal Howard, ma'am, I'm to escort you to the Windward side of the base. \n[3]I've got some camouflage jackets in the back of the jeep, sirs, I'll have to ask you both to put them on. \n[4]Regulations, sir. We'll be riding pretty close to the fenceline. The Cubans see an officer wearing white, they think it's someone they might wanna take a shot at. \n[5]We'll just hop on the ferry and be over there in no time. \n[6]Yes sir, to get to the other side of the bay. \n[7]Is there a problem, sir? \n[8]Yes sir. \n[9]Corporal Jeffrey Owen Howard, Marine Barracks Windward, Guantanamo Bay, Cuba. \n[10]Being late for platoon or company meetings, keeping his barracks in disorder, falling back on a run... \n[11]Yes sir. We were doing seven man assault drills, and my weapon slipped. It's just cause it was over a hundred degrees and my palms were sweaty and I'd forgot to use the resin like we were taught. \n[12]That night the guys in my squad threw a blanket over me and took turns punching me in the arm for five minutes. Then they poured glue on my hands. And it worked, too, 'cause I ain't never dropped my weapon since. \n[13]Yes sir. \n[14]Yes sir. \n[15]All the time, sir. \n[16]No sir. \n[17]No, sir. \n[18]Dawson wouldn't allow it, sir. \n[19]The guys talked tough about Santiago, but they wouldn't go near him. They were too afraid of Dawson, sir. \n[20]Yes sir. \n[21]'Cause Dawson'd kick my butt, sir. \n[22]Yes sir. \n[23]Yes sir. \n[24]Sir? \n[25]Sir, you see, Code Red is a term we use -- it's just used down at GITMO, sir. I don't know if it actually -- \n[26]No sir. \n[27]No sir. No books, sir. \n[28]Lt. Kaffee, that's not in the book, sir. \n[29]I guess I just followed the crowd at chow time, sir. \n[30]Thank you, sir. ", "STONE": "\n[1]...And he was pronounced dead at zero-zero-thirty-seven. \n[2]If the muscles and other cells of the body burn sugar instead of oxygen, lactic acid is produced. That lactic acid is what caused Santiago's lungs to bleed. \n[3]Twenty to thirty minutes. \n[4]An ingested poison of some kind. \n[5]Absolutely. \n[6]Yes I am. \n[7]There are literally dozens of toxins which are virtually undetectable, both in the human body and on a fabric. The nature of the acidosis is the compelling factor in this issue. \n[8]Yes. \n[9]Certainly. \n[10]If a person had a coronary disorder... or a cerebral disorder, the process would be more rapid. \n[11]It would have to be a very serious condition. \n[12]Possibly. There would still be symptoms though. \n[13]There are hundreds of symptoms of a -- \n[14]Yes. \n[15]Yes. \n[16]Of course. \n[17]Yes it is. \n[18]\"Initial testing negative. Patient complains of chest pains, shortness of breath, and fatigue. Restricted from running distances over five miles for one week.\" \n[19]No. I personally give the men a physical examination every three months. And every three months Private Santiago got a clean bill of health. \n[20]Yes. ", "WHITAKER": "\n[1]'Morning. \n[2]Sam, how's the baby? \n[3]How can you tell? \n[4]I'm sure you don't have a good excuse, so I won't force you to come up with a bad one. \n[5]Sit-down, this first one's for you. \n[6]You're moving up in the world, Danny, you've been requested by Division. \n[7]Guantanamo Bay, Cuba. A marine corporal named Dawson illegally fires a round from his weapon over the fenceline and into Cuban territory. \n[8]Sam? \n[9]PFC William Santiago threatens to rat on Dawson to the Naval investigative Service. Dawson and another member of his squad, PFC Louden Downey, they go into Santiago's room, tie him up, and stuff a rag down his throat. An hour later, Santiago's dead. Attending physician says the rag was treated with some kind of toxin. \n[10]Not according to them. \n[11]Not much. They're being flown up here tomorrow and on Thursday at 0600 you'll catch a transport down to Cuba for the day to find out what you can. Meantime, go across the yard and see Lt. Commander Joanne Galloway. She's the one who had 'em brought up here. She'll fill you in on whatever she has. Any questions? \n[12]It seems important to Division that this one be handled by the book, so I'm assigning co-counsel. Any volunteers? \n[13]Sam. \n[14]Work with Kaffee on this. \n[15]Do various... administrative... you know... things. Back-up. Whatever. \n[16]Right. ", "WEST": "\n[1]I understand there was some trouble over the weekend down in Cuba. \n[2]Christ. \n[3]Joanne, why don't you get yourself a cup of coffee. \n[4]Joanne, I'd like you to leave the room so we can talk about you behind your back. \n[5]I thought this Code Red shit wasn't going on anymore. \n[6]Well lets find out before the rest of the world does, this thing could get messy. What about this woman? \n[7]And before that? \n[8]Three cases in two years? Who was she handling, the Rosenbergs? \n[9]I know. All passion, no street smarts. Bring her back in. \n[10]Commander, we're gonna move the defendants up here in the morning. \n[11]And I'll have Division assign them counsel... \n[12]From what I understand from your colleagues, you're much too valuable in your present assignment to be wasted on what I'm sure will boil down to a five minute plea bargain and a week's worth of paper work. \n[13]Don't worry about it. I promise you, division'll assign the right man for the job. ", "SERGEANT AT ARMS": "\n[1]All rise. \n[2]Docket number 411275. VR-5. United States versus Lance Corporal Harold W. Dawson and Private First Class Loudon Downey. Defendants are charged with Conspiracy to Commit Murder, Murder in the First Degree, and Conduct Unbecoming a United States Marine. \n[3]All rise. \n[4]All those having business with this general court-martial, stand forward and you shall be heard. Captain Julius Alexander Randolph is presiding. God save the United States of America. \n[5]Ten hut. \n[6]All rise. \n[7]Ten-hut. \n[8]Ten hut. \n[9]Dismissed. \n[10]Kaffee, I've gotta take these guys over to personnel for some paper work. \n[11]Gentleman? ", "MCGUIRE": "\n[1]Robert C. McGuire, Special Agent, Naval Investigative Service. \n[2]We did. \n[3]That a member of Private Santiago's unit had illegally fired his weapon over the fenceline. \n[4]No sir. I notified the barracks C.O., Colonel Jessep, that I would be coming down to investigate. \n[5]For the shift reported, only one sentry returned his weapon to the switch with a round of ammunition missing. \n[6]Lance Corporal Harold Dawson. \n[7]Yes. He claims to have been engaged in some manner by the enemy. \n[8]It's not my place -- \n[9]There wasn't enough evidence to support such a charge. \n[10]Santiago was the only witness, but I never had a chance to interview him. So I don't know what he saw. \n[11]No. ", "SPRADLING": "\n[1]Kaffee! \n[2]Kaffee!! \n[3]We were supposed to meet in your office 15 minutes ago to talk about the McDermott case. You're stalling on this thing. Now we got this done and I mean now, or no kidding, Kaffee, I'll hang your boy from a fuckin' yardarm. \n[4]I'm gonna charge him with possession and being under the influence while on duty. Plead guilty and I'll recommend 30 days in the brig with loss of rank and pay. \n[5]Yeah, well your client thought it was marijuana. \n[6]I've got people to answer to just like you, I'm gonna charge him. \n[7]Kaffee -- \n[8]You won't got it. \n[9]B Misdemeanor, 20 days in the brig. \n[10]I don't know why I'm agreeing to this. ", "HAMMAKER": "\n[1]Corporal Carl Edward Hammaker, Marine Barracks, Rifle Security Company Windward, Second Platoon Charlie. \n[2]Yes sir. \n[3]Lt. Kendrick told us that we had an informer in our group.  That Private Santiago had gone outside the chain of command and reported to the NIS on a member of our platoon. \n[4]Yes sir. \n[5]Private Santiago betrayed a code that we believe in very deeply, sir. \n[6]Well it was clear that he didn't want us to take matters into our own hands, sir. \n[7]Sir, he said that Santiago wasn't to be touched. \n[8]No sir. ", "LUTHER": "\n[1]Another day, another dollar, captain. \n[2]What comes around, goes around, you know what I'm sayin'. \n[3]Hey, if you've got your health, you got everything. \n[4]Admiral, how's the big case goin'? \n[5]No flies on you. \n[6]Yeah, well it ain't over til the fat lady sings. "}}