{"dialogues": {"ABEL": "\n[1]Ready? \n[2]You look very nice. \n[3]You sure? \n[4]We don't have any more money so what else could I do. \n[5]\n[6]Really? \n[7]You've been telling me not to do this for a year. \n[8]I'm sorry? \n[9]Almost two. \n[10]I have been looking over my fence at this property for a very long time. \n[11]No... I imagine I want it for the same reason you did. \n[12]To grow. \n[13]No. \n[14]I like to own the things I use. \n[15]So. \n[16]I understand. \n[17]I understand. \n[18]It's not ours yet. \n[19]There he is. \n[20]You have done a beautiful job here. \n[21]I mean it. You and your men should be very proud. \n[22]Most people don't have anything beautiful like this to show for their day's work. You are a lucky man. \n[23]Well I thank you... my family will be very happy here. \n[24]Now I think I owe you some money. \n[25]It is. \n[26]This is the seventeen outstanding. But we are arriving here in four days. It must be done. \n[27]Well, I'll let you go. \n[28]And the tile in the master bath... \n[29]Thank you. \n[30]Have they found the truck? \n[31]Are you alright? \n[32]Have the police been here yet? \n[33]Can you speak? \n[34]Yes. \n[35]Yes. \n[36]\n[37]To you as well. \n[38]These fucking guys. This poor kid has been working his ass off. \n[39]No...don't talk to him or your father. \n[40]It won't. \n[41]I'm meeting with the D.A. in the morning. \n[42]No we are not. \n[43]Well I'm not. \n[44]Yes. \n[45]I have to get going. \n[46]Can we get you anything? \n[47]We'll pick you up when they let you out of here. \n[48]These men are cowards. Too weak to make a living... or even fight with their own hands, and too stupid to think up anything else to do. \n[49]May I take it? \n[50]May I take it now? \n[51]Yes. \n[52]So you guys have done what you needed to? \n[53]And what was that? \n[54]You just said you've done what you needed to... so what was it that you've done? \n[55]Did you fingerprint or anything? \n[56]So you've done nothing. \n[57]So who's coming? \n[58]They stole the $6,000 of fuel that was in it. \n[59]My people are at risk just driving around in this city, just trying to do their jobs. And I... I have done everything you have asked of me. It's been two years since you first started investigating my company and I have spent thousands of dollars hiring lawyers for this and that to provide you with every piece of information your office has requested. And I expect that you have been asking the same from my competitors. So with all this information that you have gained... We are just asking if you have any idea who has been doing this to us? \n[60]First, please know that we respect the work you are doing to try to help our business and the city. But also know I have never taken anything I haven't earned from anyone so when you say you've... \n[61]We are on the same side here. \n[62]Well, it makes a difference to me. \n[63]Yes. \n[64]I understand. \n[65]You have your job to do. But know that you are wrong and that we will take advantage of every opportunity to prove that. \n[66]I'm sorry? \n[67]Yes? \n[68]I am always trying to expand my business. \n[69]Every new market is a difficult market. \n[70]But my driver was assaulted and my truck and oil were stolen in broad daylight in front of fifteen toll collectors and six police officers yesterday. And yet no one saw anything. That is a problem... no? \n[71]I'm sure you do. \n[72]Exactly. \n[73]I know. \n[74]The DA... He said he's going to bring down charges on us next week. \n[75]We don't know yet. \n[76]Right now they are just saying us. \n[77]Where are we exposed? \n[78]Anna? \n[79]Okay. \n[80]I'm very sorry this happened. Do you need anything else?  If you do, you call the office... Okay then. \n[81]I don't. \n[82]You will. \n[83]Yes. They took the load. \n[84]Seventh... you get some rest. \n[85]Arnold. \n[86]What's that? \n[87]We are working on it. \n[88]We are, thanks for your concern. \n[89]Really? When was that? \n[90]It's possible. \n[91]Yes. \n[92]It is. \n[93]Any new market is a tough one. I'll see you. \n[94]A toast. \n[95]A toast to our new home. It's as beautiful as my wife and daughters and as strong as me... May we be happy, prosperous and safe here. Cheers. \n[96]Peter... it's official as of yesterday. \n[97]Yes. \n[98]That's possible. \n[99]He's from Ohio. Played football. I like my drivers to fit in with the neighborhood... \n[100]Just picked up a few new accounts over there. Weekend houses of some old clients from in the city. \n[101]Right there. \n[102]Thank you. \n[103]Proud? \n[104]It's not set up yet... So I am guessing this isn't good news here on a Sunday night. \n[105]That describes many people at this point. \n[106]How bad? \n[107]Where are we exposed? \n[108]A couple places? \n[109]Anna... Anna! \n[110]As of tomorrow I'll have my new radio hooked up though so you should be able to reach me wherever I am... \n[111]Where are we exposed? \n[112]What does that mean? \n[113]How far? \n[114]Anna? \n[115]Okay. \n[116]Thank you. \n[117]Who? \n[118]Okay. \n[119]Quiet... don't worry. It's nothing. \n[120]Quiet. It's nothing. Come down here. \n[121]Go. Oh come on. Go. \n[122]A lot of help you were. \n[123]What do you mean, how am I supposed to know who it was? \n[124]I don't know. \n[125]I think it was just some punk, looking to rip us off. \n[126]Ouch! If they had wanted to send a message he could have... and he didn't. \n[127]Please. Don't get going on this. We are a big new house. He probably wanted the TV. He didn't have a gun, he had nothing. The alarm will be in on Monday. It was some kid. They aren't coming back. \n[128]What you are looking for here is the opening to the burn chamber. Now at this point you have not tipped your hat in anyway. From the minute you walked in the house you should have been working to create an impression of total impartiality. But now... \n[129]When this door opens you begin to close. It must always be spotless. If they see you have ever done this before it is over. \n[130]Now, you do this and only this... You look down at the cloth and don't say a word... You just keep staring at the cloth and then you slowly just start shaking your head. Very very slowly and small. \n[131]Don't look up at them. Just at the cloth. \n[132]It means you are close... Then after sitting in silence way longer than is comfortable, you turn. And say \"I'd love to run a few numbers for you. Is there somewhere more comfortable we could sit.\" They will almost always take you to the dining room table and will offer you something. And whatever it is you always take the fancy option. \n[133]A tea please. \n[134]I'd love a lemonade, thank you. \n[135]Because, we are never going to be the cheapest option, so we have to be the best. And they want... no, need... to feel that you want the best too. That's why our trucks are the newest or cleanest, and our drivers are approachable. \n[136]I gotta go, but the final point I will make is the hardest one. Once you have done the math and shown them what we can save them over the long haul through proper maintenance, you need them to sign. And the problem is by hiring you that means they are firing someone else. And that's never easy. So to get them over the line you need to close them. So when you show them the number look up at them both... and just stare at them... \n[137]You stare longer than you should. Because this is not a joke. You will only keep this job if you close. And that's not funny to you. And I am only interested in this company growing, and when it isn't I don't think it's funny at all. These people work very hard for their money and these other guys are ripping them off, treating them poorly, because they don't know... so when you look them in the eye you have to believe that we are better, and we are, but you will never do anything as hard as staring a person straight in the eye and telling the truth. \n[138]Well... it was great to meet you. Welcome and I wish you luck. \n[139]Good morning. First off, I picked up Julian yesterday and he is back home and doing much better. And I just wanted to make sure you are all aware that we are doing everything we can to deal with this situation. We are working with law enforcement, and they seem to be closing in on these guys. But, sadly these are the times we are living in and we must rise above them. So, on that front we have these. \n[140]These will be in every truck by the end of the week. Much to my wife's concern I spent some serious coin and we now have our own closed channel that shouldn't have any blackout areas. You will always be in contact with us. (a hand goes up in the \n[141]We have been in constant contact with the union and they aren't considering any new course of action at this time. \n[142]Yes. \n[143]What is that? \n[144]Where did you get it? \n[145]Let me see that. I'll take care of this. \n[146]I don't know, but I will take care of it. \n[147]I know what it is! \n[148]Let me deal with this. \n[149]You are not to tell your father about this. \n[150]Do you hear me. \n[151]I don't know. \n[152]That truck just went out filthy. \n[153]How much? \n[154]You need to get home and start going through our set of books. How far back are they going? \n[155]What is O'Leary doing here?. \n[156]Jesus. \n[157]How are you Bill? \n[158]I would have come to see you. \n[159]My guys. \n[160]Good. I would love you to help on this. Because I can't have it going on any longer either. \n[161]I respectfully disagree. \n[162]They are taking shots at me because I am growing, expanding, getting stronger not weaker. \n[163]Well, it appears that you can't. \n[164]I agree. But these are truck drivers, not soldiers, this will lead to chaos. \n[165]No, it won't. \n[166]Yes. \n[167]It may seem that way... but if you are weak eventually it will show... it always does. And if you want this to all be behind us, help me find out who is doing this. You know a lot of people, and that would be the most help to me. \n[168]I'm sure that's true. \n[169]Thank you for coming Bill. \n[170]I know. \n[171]Leo. \n[172]Yes. \n[173]I know. \n[174]I said I wouldn't do it. \n[175]What's that? \n[176]Are you really serious with this, this is what it's come to, walking around outside like fucking gangsters? \n[177]I must? \n[178]These men, they work for me. These trucks they drive, the customers they serve. They are here because we built this. \n[179]What are you even talking about here? \n[180]These men are fucking truck drivers. This is insane. You know who is gonna get it in the end here, me. This comes back to me. \n[181]I'm not doing it. \n[182]It will be the end of everything I have worked for. If one of these guys shoots somebody it's me they will bring down for it...I'll talk to him... And we need to close this deal. We can't stay like this any longer. We must close on that property... We are so weak right now. \n[183]Because I have my entire savings at risk with this deposit. It is everything. \n[184]I don't know. \n[185]I've thought about it every day for the last five years. This place was sitting over that fence mocking.... \n[186]I don't know what you mean. \n[187]I know what you are asking and no... I never ask myself why I do this. It just feels right... wanting to be bigger feels better. It feels right. \n[188]Yes... \n[189]...It is. \n[190]Only when necessary. \n[191]A lot. \n[192]A wine list please. \n[193]We've been better... but we are good. \n[194]But you should know Arthur that this man has been digging through our industry for over two years looking for anything he can find. And as you know probably better than anyone, having worked with some of our competitors the thought that he would have singled us out is ridiculous. It reeks of everything that is wrong with this city right now. We run a fair and clean business and follow every standard industry practice and I will fight `til my last day to prove that... \n[195]But... but... \n[196]...Don't think for a moment that I am going to allow this mess to interfere with our plan to grow. We need to know you are standing by us. \n[197]That's a very good question. This property gives us many things... firstly direct access to the river. So I can bring in fuel directly from any provider in the world straight to my tanks, then it has over 10 million gallons of storage capacity, so I can buy in the summers when my price is low and sell to my customers and most importantly some of my competitors when the price is high. I won't just drive trucks anymore... I will control my fate... but the real answer to your question... \n[198]... is that when it feels scary to jump Ian... that is exactly when you must jump... or you risk ending up staying in the same place your whole life... and that I can't do. \n[199]Yes. Arthur is a good man. \n[200]Of course. \n[201]Are you okay? \n[202]Jesus. \n[203]No. \n[204]I know. \n[205]Getting the tire iron! \n[206]What? \n[207]Are you kidding? \n[208]Okay then... what is this gun? \n[209]Where did you get it? \n[210]Do you have a permit? \n[211]You must be a bigger fucking idiot than I even thought. You are trying to protect your children? Protect them? Do you have any idea what happens if you get caught using that thing? \n[212]You dress yourself up in these fancy clothes, and look at you here in your mansion. I've given you everything you could possibly want but you still can't stop thinking like the Brooklyn corner-store gangster's daughter that you are. \n[213]Where is this thing? Let me see it. \n[214]Let me see it. Is this going to make you safe? \n[215]You know who uses guns like this? Whores! \n[216]It's a trap... and you are walking right into it... You need to get that thing out of our house. \n[217]That is what I'm doing. \n[218]I understand. But as you can see this is a terrible time for us. I am having my daughter's birthday party. \n[219]I'm going to kill this guy. \n[220]Abel. \n[221]Give me five minutes. \n[222]Maria. Keep the kids playing for a few minutes. \n[223]Bring the last few out. \n[224]What's going on out there. \n[225]Do we even need to be doing this? What exactly are we hiding here? \n[226]Is that the last one. Get back out there. \n[227]Hey, how are you? \n[228]You'll do great. Remember... When you get them there. Hold the eye contact longer than you would like... but you watch what happens. \n[229]Good luck. \n[230]It is good to see you back here. You look good. \n[231]Are you ready to get back to work? \n[232]You are. \n[233]Where are you heading? \n[234]Manhattan. That's a cakewalk. \n[235]Good... Because you are. We all are. Someone came to my house a couple nights ago to rob me... \n[236]I tried to chase them away... but really there's nothing I can do. I am vulnerable. We all are. They can come back tonight. But to succeed and be great you must keep going back. And I know what all these guys want to be doing. But it doesn't make you any safer. \n[237]And then they will come after me with everything they have... So this is what we do. And the times will get better and safer. They will. So go. You are strong just by going. Stronger in fact. \n[238]Peter. \n[239]I need to speak with you. \n[240]This has gotten out of control... There was a guy with a gun at my house. \n[241]My wife and children were home at the time. \n[242]Yes. I managed to chase him off. \n[243]I need to know who is doing this. \n[244]It's one thing to come after my trucks and drivers... and to steal from me... but this... it's different. \n[245]Have you ever dealt with anything like this? \n[246]I refuse to live my life that way. I won't do it... I am going to ask for a meeting. \n[247]Anyone with more than 20k of storage. Can I count on you being there? \n[248]Monday. \n[249]Hold that... it's not done yet... you may be hearing from me.  \n[250]Thank you for seeing me. I want more than this... \n[251]And you have. \n[252]But it's not. \n[253]Thank you. \n[254]Joanne it's me. What are you talking about... what shots? \n[255]I need to make sure you know that we had nothing to do with this. It's not the way I do business. In fact I have been warning my men against doing this sort of thing. It is terrible for me. \n[256]Yes. \n[257]No... but I'll find him. \n[258]Arthur. \n[259]\n[260]Thank you for coming... This is not right. \n[261]What can I do? \n[262]And you are aware of the position this is putting me in? \n[263]I paid off my first loan to you eleven years ago. \n[264]Do you remember the term on that loan? \n[265]I had seven years to pay you back. \n[266]Do you know how long it took me to pay you off? \n[267]Six and a half. \n[268]I put 40 percent down as a deposit on this. It's all we had. \n[269]None of it is true. \n[270]May? \n[271]It does matter, that you know we didn't do this. \n[272]I'll find it. \n[273]Yes. \n[274]We're looking for him. \n[275]Of course not. \n[276]No... I'm not... They're out. \n[277]The bank. \n[278]It means we need to find the money somewhere else. \n[279]I'll figure it out. \n[280]You are thirteen years old. What are you doing? Your mother asks you an hour ago to help her get out of the house smoothly and you are acting like an... \n[281]What? What? What are you talking about? \n[282]I'm not sure who the hell you think you are, but you don't talk to me that way... You are in serious danger of becoming a rich little spoiled brat and I can tell you from experience there is nothing worse in the world than a rich little girl who thinks the whole world revolves around her. \n[283]First off I don't walk around like I am saving anything. I chose this business because I looked at the world and said `What's the last bill people stop paying every month when they are low on cash?' `Cause that's a business I want to be in. `Cause failure wasn't much of an option for me. I lived in reality... not whatever this world is you are living in. And we help people stay warm... which isn't all that bad.  Maybe you've got grander ambitions but for now this is how you eat, sleep, and get all dressed up... So you better shape the fuck up and NEVER speak to me like this again! \n[284]Hey. \n[285]How's it coming? \n[286]That was a good year. \n[287]Well it was for me...how is it? \n[288]I got us a three more days... and one piece... from Saul. But we're still about a million short. \n[289]First thing. \n[290]Probably. \n[291]Of course. \n[292]You should get to bed. \n[293]I love you. \n[294]I know. \n[295]I know. \n[296]Sometimes. \n[297]I have always been much more scared of failure than anything else. \n[298]It wasn't always like this. \n[299]Not today... but by the end of the week... maybe. \n[300]Good... \n[301]That does not have to be true. \n[302]I'm gonna try to get us a little more time. \n[303]Thank you for seeing me. \n[304]I need more time. \n[305]I know our agreement doesn't allow for that. But... I need more time. \n[306]Thank you for asking. Many, many reasons. \n[307]Yes... it is. \n[308]Thank you. \n[309]I talked to the Hasid, I got us three days. \n[310]I don't know. \n[311]Felons can't vote. \n[312]This plea has me... \n[313]I would never take this. \n[314]Who? \n[315]Of course he is. \n[316]All the drivers could have us on scales. Why? \n[317]He would never do that. \n[318]Thank you for letting me in. \n[319]Have you seen Julian? \n[320]We need to find him. \n[321]I am worried about him. \n[322]You know we were going to support him. I do not know why he ran. \n[323]I know. \n[324]Yes. Well this time that hasn't worked out. \n[325]Do what? \n[326]I know. It makes me very sad, because he is a very talented young man. But there are some decisions that you cannot come back from. I need to know where he is. And I need him to turn himself in. His actions are hurting me and my business. And I refuse to let other people's weaknesses hurt me. I don't know how it has come to this, but it has. If he does the right thing I will help to take care of his responsibilities. You and your family. When you see him. Tell him this. Please. \n[327]Does he have any money? \n[328]Money? Has he taken money out of your bank account? \n[329]You need to start looking into these things. It is very important that we find him safely. \n[330]Stop! Stop running away! Andrew! He's coming your way! \n[331]I understand why you lied, but it is not smart. \n[332]There are other people looking for him. I am as good an option as he has. Know this. \n[333]Thank you both for agreeing to meet with me. \n[334]I think we have met before but I didn't realize you were Saul's Granddaughter. \n[335]I'm sorry to ask but how old are you? \n[336]Oh. \n[337]Yes. \n[338]Yes. \n[339]I understand. And I hope that your Grandfather was able to communicate to you how much I have always respected him. And it was only out of respect for the business he had built, and because I knew of his reservations and feelings about your uncles and your father that I made those offers. \n[340]But, I am not here to offer to buy your company. \n[341]As I'm sure you will soon learn some years are good... others not so. I am in contract with a significant hard deposit at risk to purchase the old Bayfront terminal. \n[342]And due to circumstances beyond my control my bank has left me at the altar. \n[343]So, I am here, hat in hand, looking for a loan. I certainly expect the terms to be in your favor as I could not be at a weaker place. But, if your Grandfather trusted you with his company, I would be willing to trust you as my lien holder. \n[344]I need $500,000. \n[345]Of course. \n[346]Okay. Thank you. \n[347]Tonight? Oh yes, of course. \n[348]Stop... \n[349]Peter... thank you... That may be true. \n[350]But over the last six months 110,000 gallons of fuel has been stolen from my family and I. Now the reason we asked Bill to get you all here is because the people in this room are the only people within two hundred miles of here who have the ability to purchase and store that kind of quantity. So... no matter what bullshit you have been telling each other one of you... or two... or three... has been allowing this to happen by buying this from these cowards or worse yet hiring these guys just to do it. And profiting from it. So what I am saying is... Stop! Now. Have some pride in what you do and stop. \n[351]Hey. \n[352]How's it coming? \n[353]That was a good year. \n[354]Well it was for me...how is it? \n[355]I got us a three more days... and one piece... from Saul. But we're still about a million short. \n[356]First thing. \n[357]Probably. \n[358]How are the girls? I feel like I haven't seen them in days. \n[359]Of course. \n[360]I know. \n[361]We should get to bed. \n[362]I love you. \n[363]Your friend is dead... who do you work for. \n[364]Stop... just stop. \n[365]Jimmy, can you give me a minute? \n[366]Thank you. \n[367]I've just come to collect that check you owe me. \n[368]The one for $213,000. \n[369]That's how much has been taken from me over the last six months. \n[370]Your Far Rockaway facility bought a load of fuel last week off one of my stolen trucks. \n[371]I was standing on top of one of my hi-jacked trucks a couple weeks ago thinking about the cowards who did this when I remembered I had bought the load of fuel off a friend's tanker straight from Texas. As I'm sure you know Texas #4 is marked. But that was just one load, so every truck that has left my lot for the last two weeks has been marked with dye that I've put in... And luckily four more of my trucks got jacked since.... My guess is there are at least 4600 gallons of marked fuel in your small tank right now. \n[372]I said...213,000. \n[373]Okay. \n[374]My goal was to have you out of business by the end of next year. And if you're this fucking desperate it doesn't seem like it will even take that long. \n[375]I don't care. \n[376]When you find out who else it was you can get them to pay you back the difference. Kinda makes you miss having your father around? But I need the whole lot tomorrow or the feds will be at your doorstep by noon. \n[377]You look good out there. \n[378]I didn't either... I didn't mean to take you away. \n[379]Of course. You've grown. \n[380]I know... but you have. \n[381]The girls at this place... they are so beautiful? \n[382]I don't know how you get anything done around here. \n[383]I'm in a bit of a rough patch. \n[384]It happens. \n[385]Good... \n[386]That will be your burden... \n[387]Not having had one. \n[388]I need your signature on this. \n[389]I need to take out a short term mortgage on our apartment building. \n[390]210. \n[391]I'm up against it a bit. It will be fine. \n[392]Thank you... It's good to see your face. \n[393]I love you too. \n[394]Yes. \n[395]I am. \n[396]The one guy didn't make it out of the crash, and the other guy disappeared. \n[397]Thank you. And thanks for seeing me. \n[398]I need a loan. \n[399]No shit... but I'm here. \n[400]Six hundred thousand. \n[401]Yes... but if I don't get it... \n[402]The terminal. \n[403]You'll get your money. \n[404]I know that. \n[405]Yeah. \n[406]Yes. \n[407]Yeah. \n[408]He seemed good... But the girls up at that place are... \n[409]I can tell you the girls didn't look like that where I went to school... \n[410]How are we here? \n[411]Yeah. \n[412]We can probably pull it off. Three different parties... it'll be a mess... and the terms... Peter suddenly showed me his true colors. \n[413]I spent my whole life trying not to become a gangster... \n[414]...And now... on the biggest deal in my career they will all control me. \n[415]What is this? \n[416]Whose? \n[417]How much is in it? \n[418]What does that mean? \n[419]Where did it come from? \n[420]Where did it come from? \n[421]What do you expect me to do with this? \n[422]Is it clean? \n[423]It means if you walked into the office of the people who have been trying to put us in jail right now and slapped a check from that account down on their desk would it push me further into hell or help to get me out? \n[424]That's a fucking bullshit answer. \n[425]Well it sounds like you should take this money and keep it right where it is... because I'm going to pretend that we never had this conversation. And you can use that when they drag me off to jail! \n[426]I'll get it done. And it won't be as a cheat. \n[427]You stole from me! \n[428]We'll use the money... your money. It's the smart play. \n[429]I know... \n[430]I guess there is still some fuel in two of the tanks... they gave us a fair price on it. \n[431]To you too. Did you know...about the money? \n[432]You should have told me. \n[433]No. \n[434]I did. \n[435]I thought you said you threw that into the river? \n[436]I see that. \n[437]Nowhere easy. \n[438]It wasn't meant to be. \n[439]I know what you wanted. But you need to forget that. You are looking backward. Only look forward, that is what you can control. \n[440]Yes. \n[441]No. \n[442]Julian. \n[443]I will. \n[444]We call the police. \n[445]Yes! \n[446]I did. \n[447]Yeah. For a while I thought he was... it's just... \n[448]You really do have to be lucky. \n[449]I was right there... I couldn't help myself. \n[450]Have you found the driver? \n[451]You'll find him. \n[452]Well, thank you for coming. I wanted to make sure this was handled correctly. \n[453]I'm not sure how I got here. \n[454]So... I should tell you that I won't be able to take that deal you offered. There is no way I would ever accept a felony charge for anything we've done. \n[455]I am not a felon. \n[456]But I also can't have you digging around my life and keeping this hanging around my neck for the next ten years. I love fighting a good battle but this... it's very bad for my business. \n[457]So, we need to come to some sort of conclusion. \n[458]Good. \n[459]It looks that way. \n[460]For a very long time. \n[461]Within my business it has that potential. \n[462]Yes. \n[463]Yes, I have. \n[464]It doesn't feel that way... But please know that I have always chosen the path that was the most right. \n[465]Yes. \n[466]The result is never in question for me. Just what path do I take to get there. And I have never questioned my path. There is always one that is most right. And that is what this is. ", "ANNA": "\n[1]Yes. \n[2]Thank you. \n[3]Yes. \n[4]Don't do anything stupid. \n[5]They broke his jaw. \n[6]Yes. \n[7]He was left in the middle of the highway without a truck, they brought him in. \n[8]Not for a couple days... Can I speak with you outside? \n[9]Did they sign the contract? \n[10]And took the deposit? \n[11]So it's a go? \n[12]Congratulations. \n[13]We have thirty days? \n[14]Do you want me to speak to my Brother about this? \n[15]This can't continue. \n[16]It will if we don't do something. \n[17]Oh, fuck the D.A. He's more interested in coming after us than helping us. \n[18]It's not fair to them. You're at war here. \n[19]Really... because they are. \n[20]And you're going out to check on the new house? \n[21]How'd it go? \n[22]For what? \n[23]Who else? \n[24]We follow standard industry practice on every front. \n[25]I need to know what they are saying we did. \n[26]I know it has been a long road, and that not all of you wanted to do this, but thank you. For me... \n[27]Andrew. \n[28]For what? \n[29]Who else? \n[30]We follow standard industry practice on every front. \n[31]You know what that means. \n[32]I need to know what they are saying we did. \n[33]Thank you for coming by Andrew. \n[34]It only cost him a year of the kid's tuition. \n[35]What word? \n[36]All of them. \n[37]Because they are. \n[38]What's he doing? \n[39]Where were you? \n[40]Abel? \n[41]Who was it? \n[42]If you... \n[43]Seems like a message was sent loud and clear. \n[44]Catherine... Catherine. Katie! \n[45]Where did you get this? Catherine where did you find this? \n[46]Show me. \n[47]Did you see this? \n[48]Maria! \n[49]Maria! \n[50]A gun... It's a gun Abel. \n[51]Your youngest daughter found it in the bushes outside our front door. She was playing with it. \n[52]It's loaded... with the safety off. \n[53]Those weren't kids looking to rip off our TV Abel, that was a fucking goon with a loaded gun looking in our windows! What the hell is going on here? \n[54]Damn right we will. Who is this? \n[55]What does that mean you will take care of it. This isn't a brick through our car window or some other cute little warning that I've put up with in the past. This is your daughter playing with a loaded gun! \n[56]You better. Because you won't like what's going to happen once I start getting involved. \n[57]...I won't. \n[58]I found a gun outside our front door. Somebody left it there last night. \n[59]Abel! \n[60]I'll get into it. \n[61]Andrew can I talk to you for a minute. \n[62]He's not here. \n[63]Okay. I will. \n[64]Arthur. \n[65]Thank you. \n[66]Ian. \n[67]Well that's exactly right. And we wanted to sit down with you tonight to make sure we were being totally up-front with everything that is going on and make sure that you understand the nature of the complaints and are comfortable that it is not going to affect our business in an adverse way. \n[68]Hopefully it made clear that even in a worst case situation we will pay off any and all fines and be able to move forward with very comfortable capital on hand. \n[69]Well, that went about as well as could be expected. \n[70]Do you think they will close? \n[71]Yes... you need to go put it out of its misery. \n[72]I mean it. We can't just leave it here. \n[73]Is it dead? \n[74]Well you need... \n[75]What are you doing? \n[76]Hello Maria, sorry we are a bit late. They were fine? \n[77]Great, thank you. We'll see you in the morning then. \n[78]What? \n[79]Yes... what? \n[80]No. \n[81]I told you I wasn't going to just continue to stand around and let these people come and get me and my children. So unlike you who seems to be totally comfortable just standing around like some... fucking pussy... I did something about it. \n[82]You know where I got it. \n[83]Not yet. \n[84]You've given me? You? Are you delusional? Do you even understand how ridiculous that makes you sound? \n[85]Abel. \n[86]You need to protect us. \n[87]What is this? \n[88]Are they serious? \n[89]Abel. \n[90]Mr. Lawrence is it? \n[91]Anna Morales. \n[92]May I speak with you for a minute. \n[93]I understand you and your men have a job to do here. But we are in the middle of a seven-year-old's birthday party. \n[94]That's not a problem, as we have nothing to hide from you. It's just that, we recently moved to this area, and there are twenty guests in our house... please... can you give me five minutes so we can ask everyone to leave calmly before you come into my home? \n[95]Thank you. \n[96]Where are you going? \n[97]You've got three minutes. \n[98]Our guests are leaving. \n[99]I don't want them going through all this before I've had a chance to. \n[100]Thank you for coming. Here you go. Bye, Rebecca. Thanks. I'm sorry. Bye. \n[101]This is probably one that you are going to regret. \n[102]My husband is a very honorable man. Coming on a Saturday? It's very aggressive. \n[103]Really? I know you think you are just doing your job. But we are not what you think we are. And you have embarrassed him in front of his family and friends. \n[104]Good for you. My husband is not my father. Not even close. So if I were you I would start treating us with a little more respect or he'll make it our only mission to ruin you. This was very disrespectful... and you are not going to find a fucking thing. \n[105]It's horrible. \n[106]Where is he? \n[107]And they haven't gotten the other guys? \n[108]Are you okay? \n[109]Who? \n[110]So what does that mean? \n[111]We have two days! \n[112]Quiet. \n[113]Stop. I've told you guys not to push it this morning, this is not the morning to be doing this... but since the second you all woke up. It's this, it's that. Just stop. The world does not revolve around you! \n[114]That's it Annie we've told you... \n[115]Stop!! \n[116]Hi. \n[117]I've made it to 1975. \n[118]I'm not sure yet... but it's not as bad as they are saying it is... Turns out I kinda knew what I was doing. \n[119]How'd you do? \n[120]You're going to see your little brother? \n[121]And Peter? \n[122]This is all worth it. \n[123]I'll be up. \n[124]I love you too. \n[125]Hi. \n[126]I've made it to 1975. \n[127]I'm not sure yet... but it's not as bad as they are saying it is... I guess I knew what I was doing. \n[128]How'd you do? \n[129]You're going to see your little brother? \n[130]And Peter? \n[131]They're fine. \n[132]This is all worth it. \n[133]Look at us...it is. \n[134]I'll be up. \n[135]I love you too. \n[136]What a day. \n[137]Are you okay? \n[138]Car chases? \n[139]Who knew? \n[140]How was your brother? \n[141]Stop. \n[142]Enough. \n[143]It was a lot of things all at once. \n[144]How did it go? \n[145]I'm sorry. \n[146]I know. \n[147]It's a bank account. \n[148]Ours. \n[149]A lot. \n[150]It will help. You could replace Peter's money and get him out of the deal. \n[151]Abel. \n[152]Since 1971 I have been skimming money out of the company. Some years a little... others a lot. In the beginning it was just in case times got tough but then it was because you were taking all these chances... I didn't know what else to do... I couldn't risk having us be left with nothing. \n[153]I'm sorry. \n[154]Use it.... Abel... \n[155]What does that mean? \n[156]It's as clean as every other dollar we've ever made. \n[157]I can clear it on the books. \n[158]So what's your plan here? \n[159]Oh you are too much. You've been walking around your whole life like this all happened because of your hard work, good luck, and charm. Mr. Fucking American Dream. Well this is America... but it's not a dream, and that wasn't good luck helping you out all those years... IT WAS ME! Doing the things you didn't want to know about... \n[160]Oh... You have always been very good about not letting your ego get in the way of business. Don't start now just because it's me. \n[161]It's our money. \n[162]These fucking guys...what's this additional $11,000? \n[163]Abel. \n[164]Abel...congratulations. Now cheer up. And can someone give me a tour of this place we just paid two million bucks for? \n[165]What a hell-hole this city is. ", "ANDREW WALSH": "\n[1]So how are we this morning? \n[2]Well I woke up feeling very good about this. \n[3]Well we are going all in... so now I love it. \n[4]Here we go. \n[5]Should we head inside? \n[6]Of course. \n[7]Congratulations. \n[8]Well, it was a hell of a job just getting them to this point. It's a good day for us. Take a walk around. Enjoy it for a second. \n[9]Lawrence. Thank you for seeing us on such short notice. \n[10]Yes... \n[11]We need your help. \n[12]Our trucks. They are being robbed. \n[13]We have a serious security issue. \n[14]Our drivers are being put in danger. \n[15]Of course. \n[16]I understand. But this is turning into an urgent and pressing matter for us. \n[17]Yes. \n[18]Like what? \n[19]Abel. Abel. \n[20]\n[21]No... let's not overreact. We don't even know what they are bringing against us. It could be total bullshit, and they are just trying to use us along the way. This isn't anything yet. \n[22]I'm sorry for the dramatic drop in but your phone doesn't seem to be working. \n[23]No... It looks like they are coming after us. \n[24]The D.A. \n[25]I still haven't seen it yet. But my guy in his office just gave me a heads up an hour ago. It's not good. \n[26]I'm not sure, a couple places probably. \n[27]Anna... sorry you've got no phone. \n[28]The D.A. is going to bring down charges on us tomorrow. \n[29]We don't know yet. \n[30]Right now they are just saying us. \n[31]It means we may have some accounting exposure where we have pushed things a little too far. \n[32]You always told us to push until we couldn't push any further. Well, we may have hit that line. So we will handle it and move on. \n[33]Let's not get ahead of ourselves here. You have always followed standard industry practices. We aren't even sure what this is yet. I just wanted to make sure you had all the information I do. This is a badge of honor, it means we are big enough to give a shit about now. Don't worry. \n[34]Very impressive. \n[35]And one more thing. I got a call from the union... O'Leary. \n[36]They've been getting word back from our drivers. \n[37]There is real concern about their safety. \n[38]The drivers are feeling unprotected. \n[39]I just think you should talk to them about it. Before it grows into something. \n[40]Good night. \n[41]Can I talk with you both? \n[42]Who? \n[43]Well... \n[44]It's not good... It's bad \n[45]It's a fourteen count indictment. Most of it is crap. Piggyback issues. But... \n[46]The first three counts are where we start to have real issues. They know what's going on in this industry. They say we are rigging scales and under-reporting income. We don't know what they have or how they got it. But no matter how they got it, it's a problem. \n[47]We are going to owe them some money. \n[48]That depends on a bunch of factors. But that's an accounting question. \n[49]And there is one other thing. The bank... \n[50]We need to sit down with them immediately. I set a dinner. We need you both there to lay everything out and be totally up- front. This shouldn't be a problem. Lord knows they've given money to bigger crooks than us. But I don't want us hiding anything from them. \n[51]Seems like all the way back to when you bought out Anna's father. \n[52]He's been wanting to talk to you for days. \n[53]How did that go? \n[54]He feels very strongly about this. \n[55]I don't think he fully understands it. \n[56]It's illegal. \n[57]I understand. \n[58]How would this work? \n[59]I guess I'm not even sure exactly what you are suggesting. \n[60]No. \n[61]And a permit? \n[62]When? \n[63]Are the permits legit? \n[64]Who is it? \n[65]I'll talk to him. \n[66]How did that go? \n[67]He feels very strongly about this. \n[68]I don't think he fully understands it. \n[69]It's illegal. \n[70]I understand. \n[71]I will try to talk with him. \n[72]How would this work? \n[73]I guess I'm not even sure exactly what you are suggesting. \n[74]No. \n[75]And a permit? \n[76]When? \n[77]Are the permits legit? \n[78]Who is it? \n[79]They just got another truck. \n[80]Who was driving? \n[81]Is he alright? \n[82]The drivers' security aside... this shit is starting to have a very significant financial effect on us here. It can't continue. \n[83]I spoke with him after. He's going to keep going `til he gets the answer he's looking for. \n[84]I'm not sure we are in a position to say that. \n[85]Do you want to go for a walk? \n[86]I am and it is. \n[87]It is looking like we must do this. \n[88]They will shut you down. \n[89]That's true, until its not. And the last person in the world right now that we need working against us is the president of the fucking teamsters. This company is out of business in a month if he gets these guys to walk. We are running out of cash. \n[90]The union provides a handgun and a permit to every one of the drivers. And they think this whole thing is over in a week. \n[91]It does either way. \n[92]Would you put everything at risk to stand by that. \n[93]Why do you want this so badly? \n[94]That's not what I mean. Why did you want it so badly in the first place? It was a risk... always. \n[95]You don't know? Have you ever thought about it? \n[96]I didn't mean have you ever thought about that place... \n[97]I mean have you ever thought why you want it so badly? \n[98]That's very simple. \n[99]You take these risks... \n[100]We have to get going, we need them to show up. \n[101]Did you have a chance to look over the outline that I sent over? \n[102]Is Julian here? \n[103]Abel would like to speak with him. To help him. \n[104]Of course we are turning you in. You have put everything that man has worked for for the last 20 years at risk. If it was up to me we would be dealing with this in a very different way. \n[105]Really? \n[106]And what things do you know? \n[107]I strongly suggest you think that through before you answer it. Because even if you did, what does it do for you? Nothing. There is nothing there for you to gain. Nothing. \n[108]I am too. \n[109]They say they have you firing four shots, is that right? \n[110]Where's the gun? \n[111]Good. Your background check with us says you have never been arrested, is that true? \n[112]Have you ever been arrested? \n[113]Because no bank will touch us right now. So we can't close on the new property. And he's going to lose everything on his deposit. \n[114]This is a lawyer who will meet you when they bring you to the station. You no longer work for us. You've been fired. But Abel wants to pay for the lawyer. So... this guy should be able to help you. Good luck. \n[115]I'm late. I will meet you at four. \n[116]We didn't think he'd react that way. \n[117]I'm sorry. \n[118]So are we... it's very sad. He was very close to Abel. \n[119]Possibly. \n[120]I'll show this to them. He'll never go for it, but it's a start. \n[121]I know... I will present it to him. \n[122]Thank you. \n[123]You need what to stop? \n[124]Starting to be? No shit. \n[125]I understand. The kid went out and got his own gun. This was not us. No matter what you think of him, Abel doesn't work this way. \n[126]He wants to talk to them. We've been trying to set up a meeting. O'Leary hasn't been able to get it done. \n[127]Is that enough? \n[128]Well here it is. It's just a first pass. \n[129]I'm sorry? \n[130]I know. It's just a first offer. \n[131]I know. \n[132]He's going to get us the meeting. \n[133]Lawrence, he's tight with O'Leary. \n[134]Does Julian have anything? \n[135]Anything on us? \n[136]If we are cutting deals, we can't have anything new come up at the last minute. \n[137]We need to find him... Lawrence needs him. \n[138]Fuck You! You better run! \n[139]Congratulations. \n[140]Yes. \n[141]I know. I'm sorry. \n[142]I don't know why but I guess I never realized we even had this view from back here. \n[143]What... what should we do? \n[144]Really? ", "JULIAN": "\n[1]Good morning. \n[2]\n[3]Abel? \n[4]Do you think I am ready to move into sales? \n[5]I... I'm not sure I will be able... \n[6]Did you get the truck back? \n[7]This is the sixth one? \n[8]Thank you. \n[9]I think so. \n[10]Thank you. \n[11]Bulk delivery to Chase. \n[12]I feel very vulnerable. \n[13]Cathy! They are coming again. Over. Help. Help. On Bridge. \n[14]Get the fuck away from me! \n[15]Fuck you. \n[16]Fuck you! \n[17]I don't think so. \n[18]No. \n[19]Fuck you! \n[20]He's turning me in? \n[21]But I know things... \n[22]Yes. \n[23]I'm sorry. \n[24]I don't know. \n[25]I threw it in the river. \n[26]Why is this putting everything at risk? \n[27]No. \n[28]I'm sorry. \n[29]I was scared. \n[30]Aren't you scared? \n[31]What do you do? \n[32]\n[33]Are you ruined? \n[34]I'm sorry. \n[35]No... I am not strong. \n[36]Trust me... I am not... I'm sorry. \n[37]I didn't. \n[38]I have nowhere to go. \n[39]Fuck you. I have nothing. And somehow you've ended up with everything you wanted. \n[40]What is that supposed to mean? \n[41]I'm sorry. You gave me a very good chance. Right? \n[42]Probably a better chance than I deserved. \n[43]Please take care of my family. \n[44]Please... ", "PETER FORENTE": "\n[1]So you made the move? \n[2]So I heard about your rig getting picked off again. \n[3]We should probably get together to discuss this and go over some of the preventative measures that we've been taking. We haven't had an incident since November. It doesn't do any of us any good to have this kind of attention brought to us. \n[4]So I think I may have seen one of your new trucks the other day. \n[5]Out near here, at the Miller Road diner? \n[6]The driver looked like a member of the Hitler Youth. I haven't seen a teamster that blond and blue-eyed since I was a kid. \n[7]That's new territory for you, no? \n[8]Which one is yours? \n[9]She's beautiful. \n[10]Welcome to the neighborhood. You should be proud. \n[11]Yes. \n[12]It's a pretty cool machine, isn't it? \n[13]I was paying a guy five bucks an hour to do this with me last year. \n[14]Yes. \n[15]I see that. \n[16]Is everyone okay? \n[17]Well, I'm sorry, that must have been scary... what can I do. \n[18]Abel... \n[19]Yes. \n[20]Have you met my father? \n[21]A bunch of thugs invaded our home when I was a baby... My mother was there with us... My brother remembers it. Nothing happened. They were trying to scare my father. They ended up just leaving and we never found out who it was. But after that we moved to a fortress just like this. And those guys who let you in. They are here to shoot anyone who isn't invited. \n[22]Who? \n[23]Yes... When are you closing on the terminal? \n[24]Congratulations. \n[25]Well, good luck. \n[26]I know you do. My father is in jail... as you know. And I have always wanted to conduct myself differently than he did. \n[27]Almost exclusively, yes. But I know why he did what he did. Because at the time it's easier. \n[28]Yes it is. You are a good man. I will see what I can find out. This isn't good for any of us. \n[29]Um... Abel... we had a chance to meet for a little bit before you got here and... of course everyone in this room is fully capable of lying to their own mothers on their deathbeds, but... the conclusion we have come to... I should say we are fairly convinced after a very frank conversation... that these guys who are doing this... that they don't actually work for anyone in this room. As you know there are many other smaller providers in the area that might be responsible who are not here tonight. \n[30]Well here he is. The caped crusader. \n[31]Come over. Are you alright? \n[32]Did they catch any of them? Sit. \n[33]That was very well said last night. \n[34]Of course. So what is it? \n[35]You don't want to do that. \n[36]What are we talking about here. \n[37]Jesus. Abel, that's a problem. \n[38]What's my collateral? \n[39]Yeah me and how many other people will be coming after it. No way. \n[40]Abel, you know I respect everything you've done. Because of it we haven't come down on you the way I should have for coming into my service area and poaching my customers. You're good at what you do, probably better than us, and I accept that. But this would be different. I don't want you to be in this position. We are not nice people to borrow three quarters of million dollars from. \n[41]Let's sleep on this. Both of us. ", "BILL O'LEARY": "\n[1]I'm ok. Can't say I'm used to making house calls like this anymore though. \n[2]That's alright. You've got bigger things to worry about. So, I can't have this situation with your guys continuing. \n[3]Your drivers. \n[4]So let them protect themselves, that would stop all this very quickly. \n[5]They are picking on your men because they are just sitting there... weak. \n[6]It's quite simple for me: I can't have my drivers getting hit like this. It looks like I can't protect them. \n[7]I can. And will. Because of all my job descriptions that is the one I consider most sacred. \n[8]It will stop immediately. \n[9]You seem to be under pressure from many sides right now... which I understand. Trust me I understand. So let me think this through. But whatever decision I make on this, it stands. Those men show up every morning for you because I tell them to. It's important for you to realize that these are very dangerous times, and we need to adapt. It's not like when we were driving. \n[10]Sometimes the weak man is the stronger man if he has the right tools. \n[11]It's not always as simple as it appears. \n[12]It is... well, I got to get going. \n[13]Not well. \n[14]I can see that. \n[15]What's to understand? \n[16]It's not illegal if I say it isn't. My responsibility is to provide safe and timely passage of goods and products into and around this city. And because of this situation it is appearing to those whose opinions I care about that I can't do my job. That can not and will not continue. \n[17]So talk to him. You need to protect yourself. This is very serious. Just know that. \n[18]What does that mean? \n[19]Are you kidding me with this? \n[20]Every driver in your fleet gets a handgun. \n[21]By Friday. \n[22]That depends what they do with it. If they kill their wife with them, then no. Then that is a very fake permit, and I'll walk away very quickly. But they just need to show that they are defending themselves, and this will stop. \n[23]I don't fucking know... \n[24]Not well. \n[25]I can see that. \n[26]What's to understand? \n[27]It's not illegal if I say it isn't. \n[28]My responsibility is to provide safe and timely passage of goods and products into and around this city. And because of this situation it is appearing to those whose opinions I am concerned with, that I can't do that right now. That can not and will not continue. \n[29]So talk to him. You need to protect yourself. As a company. \n[30]This is very serious. Just know that. \n[31]What does that mean? \n[32]Are you kidding me with this? \n[33]Every driver in your fleet gets a handgun. \n[34]By Friday. \n[35]That depends what they do with it. If they kill their wife with them, then no. Then that is a very fake permit, and I'll walk away very quickly. But they just need to show that they are defending themselves, and this will stop. \n[36]I don't fucking know... \n[37]Abel. Please sit. \n[38]Abel. ", "ARNOLD KLINE": "\n[1]Well, look who it is. \n[2]Just a touch off the side Jimmy. Not all of us are as lucky as Mr. Morales here in terms of keeping our hair. \n[3]I know I am. So I hear congratulations are in order? \n[4]You got yourself in contract over there. \n[5]Thirty day close I hear, you better be. \n[6]I saw a couple of your trucks over in Rego Park the other day. \n[7]A couple times. \n[8]Is it? \n[9]That's a tough market. \n[10]My father struggled for years before he broke in there. \n[11]Hey. \n[12]Abel, that was well said. \n[13]What can I do for you? \n[14]What check is that? \n[15]I'm sorry? \n[16]I had nothing to do with that. \n[17]That's not possible. \n[18]How much? \n[19]I'll need a day. \n[20]I've just been buying this stuff off these guys, it was only a couple loads, I don't know who they are. I would never do that. \n[21]Abel, I wasn't the only person buying this shit. \n[22]It may ruin me. ", "ARTHUR LEWIS": "\n[1]Anna, you look amazing as always. \n[2]Gentlemen. Do you know Ian Thompson? One of our new VP's. \n[3]So how are you? \n[4]Yes I heard about that... if you stay in business long enough it's bound to happen eventually. \n[5]Yes, we did. \n[6]We've always been there with you and know that we will continue to be. \n[7]Abel. \n[8]I wanted to come and talk to you in person... We aren't going to be able to show up for you on Monday. We can't do the loan. \n[9]I wanted to let you know as soon as possible so that you could try to put something else together. \n[10]I know. \n[11]Nothing... The loan review committee met this afternoon and won't meet again for two weeks. \n[12]I am. \n[13]I know. \n[14]I don't. \n[15]Seven months? \n[16]I'm sorry. \n[17]You now have three separate serious pending legal cases against you. One with sixteen counts of misconduct ranging from fraud to tax evasion. And then in the middle of our meeting today I get a report saying you had armed your entire fleet of drivers which led to a shoot-out on the 59th Street Bridge. \n[18]That may be. \n[19]It doesn't matter. \n[20]I do... I do. But it doesn't matter, I can't do anything. I'm sorry. \n[21]I know you will. ", "JOSEPH": "\n[1]So why is it you want this land? \n[2]It has been difficult for you to get me here, no? Over a year? \n[3]There are many like it around? And thanks to all these tests you paid for, we now know it is as much of a mess below the ground as it is above. My people have looked at your books, I know this is a lot of money for you, so why have you kept on us so... just for this ugly and polluted little piece of the earth. \n[4]So it is just proximity? \n[5]And what's that? \n[6]Well, I am in the garment business so I appreciate that sentiment. But I inherited this land from my uncle. Sadly he had no children of his own. He was the one that let them build these tanks here. So this place can do little for me... in fact thanks to all those tests you've done it may be a liability. As you know I offered to lease the site to you at a fair price, but you were not interested? \n[7]Why not? \n[8]I can see that. \n[9]Yes. This contract here, your lawyers have fully reviewed it? \n[10]And you have brought the money?  So you realize you have only thirty days to close this transaction? \n[11]No extensions, no... contingencies whatsoever. \n[12]I want you to know this up front. I am a very fair man but I believe in honoring contracts. You will fulfill your end of this contract and the property is yours. If you can't we will keep your money and will sell it to your competitor who has been chasing us almost as badly as you have. I like you, but know that the only reason I am choosing you is because of the favorable terms of this contract. So this is business... and when you sign this.... \n[13]Well then, let's see this money, and then I will sign these papers. \n[14]Of course. \n[15]Of course you do. \n[16]Why? \n[17]It's a difficult time to do business. \n[18]I'll give you three more days. Then it's over. \n[19]Mazel Tov. ", "LOUIS SERVIDIO": "\n[1]Whoa, whoa, whoa! Take it easy there. \n[2]Okay, man. \n[3]Watch it now, man. You're going to hurt someone. \n[4]Where are you? \n[5]Where is he? \n[6]Get the car! \n[7]Run for it! \n[8]Oh, there he is. Had to be the hero eh? \n[9]Couldn't just let us take the truck. \n[10]Hey man relax... calm down. Did they see you come in here? \n[11]Did they or not? \n[12]Alright, there's a door down here about four more flights. Don't go out there, that's the street. Go down about two more flights after that and you'll come out below the bridge. They won't be there. \n[13]You're welcome. \n[14]Please. Please. \n[15]You know I could never tell you that. \n[16]This was it anyway. Okay... Okay. \n[17]Thank you. ", "LUISA": "\n[1]No. \n[2]I will tell him. \n[3]Of course. \n[4]No. \n[5]I know. \n[6]So am I. \n[7]He was scared. \n[8]He has always wanted to make you proud. You know that right? \n[9]No... How did you do it? \n[10]This. \n[11]Success... that's all he wanted. \n[12]I will. \n[13]I'm sorry? \n[14]I don't know? ", "ELIAS": "\n[1]I didn't know you were coming. \n[2]We're done. \n[3]Thanks for coming. \n[4]You saw me a month ago. \n[5]Yes. \n[6]I don't. \n[7]Yes... \n[8]I know. \n[9]What will? \n[10]What is it? \n[11]That thing isn't worth more than 150 grand though? \n[12]Since when do you need to be taking out sucker mortgages for 200 grand? \n[13]I love you. ", "BEAT COP": "\n[1]Excuse me? \n[2]Is it yours? \n[3]Well, I'm sorry about that. Once the owner or an owner's representative files the claim form in Corona she's yours... again. \n[4]Yes. \n[5]I'm sorry? \n[6]\n[7]No need, these guys always wear gloves. \n[8]I'm not exactly sure, I just got here at four. My shift is actually up. \n[9]Sorry. \n[10]Why did they want it? ", "SALES STUDENT ALEX": "\n[1]What noise? \n[2]Why? \n[3]Good. A bit nervous. I'm heading out on my first calls alone today. \n[4]Hi Mrs. Rose. I'm Alex with Standard Heating Oil, we had an appointment. \n[5]Now as I mentioned on the phone this is a 17 point inspection that will help us to decipher if our maintenance plan will improve your efficiency. \n[6]Great. \n[7]Mr. Rose, I am Alex with Standard Heating Oil. \n[8]I was just showing your wife the results of my inspection. Should we head upstairs to run through some numbers? \n[9]Of course. \n[10]Tea would be great. ", "CONTRACTOR": "\n[1]Hello? \n[2]Thank you. \n[3]We are. \n[4]I am. \n[5]I hope so. \n[6]That may be true. \n[7]Yes. \n[8]It's being replaced, as I mentioned to your wife, that was an error on our part. Congratulations on your home. ", "LORAINE LEFKOWITZ": "\n[1]I understand. \n[2]Oh. \n[3]I see. \n[4]I'm sorry. \n[5]Would you give us a minute. \n[6]We can offer you the 500k at 20 percent for a year. \n[7]And we would need a five-year straight wholesale holding agreement for 250,000 gallons a year at your new facility. \n[8]So, I guess we will see you tonight? ", "LORRAINE LEFKOWITZ": "\n[1]Of course. \n[2]I am. \n[3]I'm 23. \n[4]My Grandfather didn't trust any of his children to run the business. \n[5]I know that you tried to buy the company from my Grandfather several times. \n[6]His goal was to stay healthy long enough to be able to give the company to me. Which he thankfully did. \n[7]So, while I appreciate your visit we are still not for sale. "}}