{"dialogues": {"BOB ARCTOR": "\n[1]Lately, Jerry Fabin stands all day shaking bugs from his hair. The doctor says there are no bugs in his hair. \n[2]Nitwits. Pathetic, soulless morons. \n[3]What I fear, is that our children, your children and my children... \n[4]... I have two. Little ones. \n[5]... calculatedly addicted, for profit, by those who would destroy this society. We do not yet know who these animals are who pray on our young, but one day we will. \n[6]Well, it isn't the profits anyhow. It's something else... what you see ... \n[7]If you were a diabetic, and you didn't have the money for insulin, would you steal to get the money? Or just die? \n[8]I forgot it. \n[9]I got a block against this stuff. \n[10]You know why I've got a block against this stuff? Because this bullshit is what gets people on dope. \n[11]... Slow Death. From the head on down. Well, that's it. \n[12]Just this. Don't kick their asses after they're on it. Half of them, especially the girls, didn't know they were getting on anything at all. See, the pushers dissolve some reds in a glass of wine, they give the booze to an underage little chick, she passes out, then they inject her with a mex hit -- half heroin, half Substance D. Thank you. \n[13]Fucking McDonaldburger's is taking over. \n[14]Donna.   How you doin'? It's Bob. \n[15]How's your head today, man? \n[16]Hey, can I get anything from you? \n[17]Ten.   Just ten. \n[18]Oh, wow. \n[19]I peed on some people today. \n[20]Metaphorically peed, I mean. \n[21]What I mean is, I told this group of... \n[22]... biker-types, at the Foster's Freeze. I was cruising around and they said something raunchy, so I turned and said something like -- \n[23]I told 'em I'd rather ride a pig than a hog. \n[24]Well, a pig is a chick that -- \n[25]They didn't try me at my job, did they? \n[26]The hell you say -- \n[27]Fuck Barris! That cephscope cost me nine hundred dollars. I need to get home right now. But I gotta... Oh, fuck, man. Fuck fuck fuck Barris! \n[28]I gotta run an errand and like that. \n[29]The S.O. believes Spade   Weeks has lost himself inside New-Path   by posing as a junky. New-Path strips    junkies of all \n[30]i.d. and gives them new names as part of personality rebuilding process. It's a perfect hiding place. \n[31]I'm in a bad place. I wanna turn myself in for treatment. \n[32]This place is the only hope I could think of. I had a friend come in here. A black dude, in his thirties -- \n[33]I am bad off. \n[34]Okay, but listen, this black guy, my buddy, goes by the name of Spade, did he make it here? I sure hope he didn't get picked up by the pigs on the way over. \n[35]Bob Arctor? He's not doing anything much. Working at his nowhere Blue Chip Stamp job, dropping a few tabs of meth cut with Death during the day. \n[36]What do you mean? \n[37]Fine. So I assume this means you'll be bugging Arctor's house and car? \n[38]\n[39]\n[40]That pain, so unexpected, so undeserved, cleared away the cobwebs in my head. I didn't hate the popcorn popper, I hated my wife and kids. \n[41]\n[42]All the elements that made up my life were right there. And nothing new would ever happen. Like a little plastic boat that would sail on forever, without incident, until it finally sank, which would be a secret relief to all. \n[43]Now I dwell in an ugly... disordered world. But this very disorder... permits... the... unpredictable to -- \n[44]Yeah? \n[45]Come in, Barris. \n[46]Why the fuck would I screw up my own cephscope? \n[47]You did it? \n[48]Oh, Jesus, Barris. Go fuck yourself. \n[49]How about, you're a fucked-up lunatic? \n[50]Get lost. \n[51]You guys track down Andy and the hot scope. I'll pick you up in two hours. \n[52]Dropping in on a friend. \n[53]While in Long Beach today I checked in on Kim, an addict acquaintance who lives with dealer Dan Blake. My intention was to get the latest on Blake, but also to strand Barris and Luckman down here long enough for the scanners to be installed. \n[54]It's me, Kimberly. Bob Arctor. \n[55]Are you alone? \n[56]He beat you up? \n[57]Do you want him back? \n[58]How long can you go without? \n[59]Can't you get it anywhere else? Y'know the name of Dan's supplier? Maybe you could deal directly. \n[60]Yeah. \n[61]You should call the police. \n[62]Kim, he'll kill you. \n[63]Tires aren't... \n[64]That's what he wants you to do. \n[65]Thank you. \n[66]Dog shit. All that misery and that's what really upset them. \n[67]Shouldn't this locking ring hold the nut in place? \n[68]For a second I couldn't figure it out. \n[69]Maybe this is what's fucking us up, messing up our brains. \n[70]Put the fucking snuffbox away! \n[71]Dog shit! Do you smell dog shit? \n[72]It's an illusion, right? There's no dog shit smell. How could there be dog shit in the eng... \n[73]Dog shit! Dog shit! Oil. Spilled oil. Thrown oil. That's all. Maybe a leaky head gasket. \n[74]Dog shit!   Fuck! It is dog shit! \n[75]What, Jim?   What'd you say? \n[76]What did Barris say just now? What the hell exactly did he just say? \n[77]You goddamn Barris! I know you did it, screwed over the cephscope and now my car! You kinky freak mother bastard! \n[78]I know it's him, man. I know. \n[79]\n[80]Yeah, I hope. \n[81]What kind of surprise? It's my house, Jim, you can't start rigging up -- \n[82]Well, what is it? \n[83]You should've told me. \n[84]Well, they're not going to expect it to be unlocked, so they'll go in the window. \n[85]You're jiving me. \n[86]We'll see when we get back. If there's a note on the door and it's unlocked, we'll know he's not jiving us. \n[87]So what did you write on the note, Jim? \n[88]Jesus, Barris. \n[89]Strange how, now and then, paranoia can link up with reality. \n[90]My God, who was here? \n[91]What raid? \n[92]Did you forget about the recorder, Jim? \n[93]Forget to turn it on, did you? \n[94]Sell the house? \n[95]What reason should we give for selling? \n[96]We'll just flat out say there's narcotics planted all over the place and since we don't know where, we decided to move out and let the new owner get busted instead of us. \n[97]I say we tell them the truth. In fact, we can put an ad in the Times: \"Modern, three bedroom tract house, two bathrooms for easy flushing, with high grade dope stashed in all rooms.\" It's a selling point. \n[98]They appear to have us. \n[99]Did you smoke a joint? Before you crashed? \n[100]How long have you been here? \n[101]Shit, I hope it was you dreaming. \n[102]How much you pay, Freck? \n[103]Jim could've gotten it for you cheaper. \n[104]Where's it located, Freck? \n[105]What about the carb? \n[106]Why is it bent? \n[107]Freck bought a meth plant today. \n[108]About a thousand pounds. \n[109]That's a thousand pounds with passengers, a full tank of gas, and a carton of bricks in the trunk. \n[110]Twelve. \n[111]No. Eleven in the back and the driver alone up front. The extra weight is in the back so it doesn't fishtail. \n[112]Unless you get eleven people in back. \n[113]What is that, Luckman? \n[114]To fix the engine. What else? \n[115]The most dangerous kind of person is one who's afraid of his own shadow. \n[116]I'll cruise the streets until I come across an Olds, then unbolt the carb. Like everyone else I know. \n[117]The scanners will have miles of this tripped-out garbage. But it's not the stuff that happens while I'm here that matters. It's what goes on while I'm gone. So I'll split. Then I'll see what these three clowns are up to. \n[118]What if I see some awful truth about the people I care about on these tapes? What if I see Donna climbing in the window and ripping me off, or destroying my stuff? Or some weird, nightmarish world beyond the mirror... \n[119]I'm going out to score some beans. Luckman, is your Falcon running? \n[120]Barris? \n[121]I'll walk. \n[122]Forget it. If I tried to drive your car, I'd press the wrong button and float up over the greater L.A. area. \n[123]I just did a freaky number, not like a fantasy trip, but... So I'm kinda -- \n[124]My stuff? \n[125]Fucking Barris. You know how he kills you? He doesn't. He waits until a situation arises where you die, and he just sits there. In fact he sets you up to die. I don't know how exactl -- \n[126]What? \n[127]Sure.   Yeah. \n[128]I am? \n[129]Donna, I know I can count on you to tell me if I'm getting weird or crazy or like that. Okay? \n[130]Right on.     Yeah. That sounds -- \n[131]I'll wear whatever you say. \n[132]Oh, wow.   That sounds good. \n[133]Can a drive-in show movies in the morning? \n[134]Do you ever throw anything away? \n[135]How much of what you've got did you buy and how much did you steal? \n[136]Like when you buy dope. Like a dope deal. When I mean by \"buy\" is an extension into the greater world of business transactions of what we have present now, with us, as dope deals. \n[137]Like when you rip off those Coca-Cola truck you tailgate. That's stealing. \n[138]Donna, look, you're gonna get caught, and if you got drugs in your car when they catch you, there's nothing I can do to protect you then. \n[139]Nothing.     I just... Please take care. \n[140]Okay, cool. \n[141]I love you, Donna. \n[142]Hey, Donna, man, do you like cats? \n[143]No.   On the ground. \n[144]Little spring flowers, then? \n[145]Before.    Before anyone. \n[146]Yeah. You know me exactly, Donna. You can read me. No one knows me but you. \n[147]What's wrong? \n[148]Donna, can I put my arm around you.   I want to hold you, okay? \n[149]What? \n[150]Ugly?   Fuck you, Donna. \n[151]Sure. Yeah. You better believe it. \n[152]I'm taking off. \n[153]You're too stoned to drive and you never let anyone else drive that little roller skate of yours. \n[154]Too ugly. \n[155]Okay. \n[156]You'll have to save up for that. \n[157]Who? \n[158]You sure this'll happen? \n[159]Hey, man, can I go with you? To Oregon? When you do take off finally? \n[160]Here you go. \n[161]Two of them do. \n[162]I try not to be. That's why I've arranged this transaction with you. \n[163]Hi. \n[164]Fuck off, Barris. \n[165]Where's Luckman? \n[166]My axle jack? \n[167]Either you pay up your back rent or get to work fixing my godamn cephscope! \n[168]Barris portraying Arctor as coming off heroin. \n[169]What? \n[170]Barris up to something: pretending to be me... writing rubber checks on my account... representing me as a heroin addict. BUT WHAT IS HE UP TO? \n[171]Hi, I'm here... \n[172]... to pay for a check of mine the bank returned. It's twenty dollars. \n[173]Yes, I am Mr. Arctor. Nobody else is. \n[174]I'm sorry about this, but by mistake I wrote the check on a closed account. \n[175]Also, I'd appreciate if you'd tell your husband -- \n[176]I'd appreciate if you'd tell your brother that I was distraught when he called and I apologize for that, too. \n[177]Any extra charge? \n[178]I was distraught because a friend of mine had just passed-on suddenly. \n[179]He choked to death alone, in his room, on a piece of meat. No one heard him. \n[180]Yes. That's true. Thanks.      And thanks about the check. \n[181]Yes.     He was the best friend I had. \n[182]Thank you. And thank Mr. Englesohn for me. Thank you both so much. \n[183]Okay then, thank you. \n[184]A perfect forgery. Barris has my handwriting down. How many checks has he written on my account? Evil genius bastard. \n[185]What if I, Bob Arctor, wrote this check myself and just don't remember? \n[186]I'm sorry to bother you again, ma'am, but I was just wondering what address do you have for that service call? \n[187]Yeah, I lost my ignition key. 34881 Main Street, Santa Ana... \n[188]So, Arctor's the forger, not Barris! Not deliberately, but because his brain is slushed on dope. All their brains are... \n[189]... slushed and mutually interacting in a slushed way. \n[190]But what is Arctor up to? Clearly the Sheriff's Office has some good reasons to focus their investigation on him. No doubt reasons I know nothing about. My job is to report, theirs to evaluate. \n[191]Fucking waste of a perfectly good house. A family could live here, for Christ's sake. Oughta take it away from this fuck. \n[192]Nobody home, I guess. \n[193]Any given man sees only a tiny portion of the total truth, and... \n[194]Any given man sees only a tiny portion of Weh! steck' ich in dem Kerker noch? Verfluchtes the total truth, and very often, in fact almost perpetually dumpfes Mauerloch... \n[195]Wo selbst das liebe Himmelschlicht he deliberately deceives trub durch gemalte Scheiben bricht! \n[196]I'll be dipped. \n[197]I drove by the Maylar Microdot Corporation building. \n[198]One of the employees had evidently tracked the inventory out on the heel of his shoe. So they were all in the parking lot with many little magnifying glasses. \n[199]They had a reward, but they lost that, too. It was a little tiny penny. \n[200]About an inch high. \n[201]They have a really big sign. \n[202]Oh, just tell me. \n[203]That's a decent idea. \n[204]Right. \n[205]You put a solar battery in it, it could keep walking for years. Forever. \n[206]Imagine an Eskimo village. And this six foot block of hash worth... What would it be worth? \n[207]More. Two billion. So these Eskimos are chewing hides when this six foot block of hash comes walking through the snow saying, \"No, I don't\" over and over again. \n[208]Legends would spring up. \n[209]But, see, legends build. So in a few centuries it would be, \"In my forefathers' time, a ninety foot high block of extremely good quality \n[210]Afghanistan hash worth eight trillion dollars came at us dripping fire and screaming, \"Die, Eskimo dogs!\" And we fought and fought with it and finally killed it with our spears. \n[211]Kids never believe anything anymore. \n[212]He got away with it? Never got caught? \n[213]It's like asking what an imposter looks like. I asked a hash dealer who'd been busted once what the nark who busted him looked like -- \n[214]More so. The dealer dude told me the nark had longer hair than we do. I guess the moral is, stay away from guys who look like us. \n[215]How could a guy do that is what I want to know, pose as a nark? \n[216]Shit, I'm spaced. Pose as a nark. \n[217]My brains are scrambled today.      I better go crash. \n[218]Do you have any hash? \n[219]Just... like... the... rest... of us. \n[220]Did... he say what it was like? \n[221]What was on the other side? \n[222]I've lost everything. \n[223]He should've gone through while he had the chance. You only get one chance. \n[224]That's what you're trying to do. With me now. Show me a trailer. So I'll hold out. \n[225]I can't make love. My thing's disappeared. I'm sorry. I'm so sorry. \n[226]But what'll I do if my thing's disappeared? Will they still take me? \n[227]Okay. \n[228]Okay. \n[229]I am an eye. I am dead. I can only look at what is front of me. \n[230]Yes. \n[231]Okay. \n[232]Won't it wash off? \n[233]Thelma. \n[234]Don't you live here? \n[235]Bruce. \n[236]Are you leaving here? \n[237]Semi-rotten vegetables. \n[238]For now we see through a glass, darkly; but then face to face: now I know in part... \n[239]I can't do that. \n[240]Donna?! \n[241]How long has Donna been here? \n[242]Oh, then it's not Donna. I've been here a week. And Donna drove me here. And she was fine: sad-eyed, quiet and composed. So beautiful. Leather jacket. That purse with the rabbit's foot dangling. Just like always. \n[243]Can I work with animals. I like animals. Can I work with them? \n[244]I want to work with something living. \n[245]I used to work in an office. \n[246]Okay. \n[247]Is this Jerry Fabin?! Is this Jerry Fabin?! \n[248]My name is Bruce. \n[249]Okay. \n[250]I think I'll like it better here. \n[251]I like mountains. \n[252]I like air. \n[253]Will I be seeing my friends? \n[254]Mike and Thelma and Donna and Jerry Fabin and Luckman and Barris and -- \n[255]They had us memorize that as part of the New-Path creed. \n[256]Thanksgiving. \n[257]Mountains, Bruce, mountains. \n[258]Echolalalia, Bruce, echolalalia. \n[259]Why not for me? \n[260]Gone.     The flowers of spring are gone. \n[261]I saw. \n[262]A present for my friends. My friends who I'll see soon.   At Thanksgiving. ", "JIM BARRIS": "\n[1]No shit. \n[2]Hey, what kind of bread is this on the patty melt, anyway? \n[3]If you go into New-Path, you'll experience symptoms that emanate up from the basic fluids of the body, specifically those located in the brain. By that I refer to the catecholamines, such as noradrenaline and serotonin. You see, Substance D functions this way: it interacts with the catecholamines in such a fashion that involement is locked in at a subcellular level. Biological counteradaptation has occurred. Nine-grain wheat. \n[4]Say, is your name Patty? \n[5]The waitress we had last time was named Patty. Same as the sandwich. \n[6]Everything is super good. \n[7]More people than you think have such problems. This is a world of illness, and getting progressively worse. \n[8]Tell me, why the debate regarding turning yourself in for residence therapy at a drug rehab facility? \n[9]Fabin was a special case. \n[10]Oh, Bob's girl. \n[11]No.   He never got into her pants. \n[12]It's possible Donna's on junk. Her aversion to bodily contact -- junkies lose interest in sex, you see, due to their organs swelling up from vasoconstriction. And Donna shows inordinate failure of sexual arousal, not just to Bob, but to... other males as well. \n[13]But... I can show you how to lay Donna for ninety-eight cents. \n[14]Donna does coke. Anybody who would give her a gram of coke she would undoubtedly spread her legs for. \n[15]I, my friend, can derive a gram of coke for a total cost to me of under one dollar. From a product readily available at your neighborhood 7-11. \n[16]That's a fine 7-11. \n[17]Let's not forget the one on Katella with the foxy cashier to hit on. \n[18]Oh, it's been sabotaged by person or persons unknown. \n[19]Behold, what they've deliberately done is mix the cocaine with oil so it can't be extracted -- they cleverly call it benzocaine -- but my knowledge of chemistry is such that I know precisely how to separate the two. \n[20]Now I'll freeze it, which causes the cocaine crystals to rise to the top because they are lighter than air. \n[21]Than oil, I mean. \n[22]The terminal step I keep to myself, but it involves an intricate methodological process of filtering. \n[23]You give her a gift she gives you one. The most precious gift a woman has. \n[24]There's a great deal about Bob Arctor you're not aware of. Your view is simplistic and naive, and you believe about him what he wants you to. \n[25]In this day and age, with the kind of degenerate society we live in and the depravity of the individual, every person of worth needs a gun at all times. To protect himself. \n[26]What it did was augment the sound rather than dampen it. But I almost have it right. I have it in principal, anyhow. \n[27]Not much.   Thirty bucks. I'll sell it to you. \n[28]This one will be totally soundless. \n[29]Hey, Bob.    I thought you'd be sleeping. \n[30]I am here to inform you, Bob, that I have formulated an initial theory as to who may have systematically damaged your cephscope with malice and may do it again. \n[31]You. \n[32]No, no. You... ... are looking at the person who did it. That was my complete, intended statement, which I was not allowed to utter. \n[33]I mean it's my theory that I did it. Under post-hypnotic suggestion. With an amnesia block so I wouldn't remember \n[34]Don't you see, Bob, I've got the advanced, specialized, technical, electronic skills. I have access, because I live here. It all fits. What I can't figure out is my motive. \n[35]I might have been hired by secret forces. It could be as big as that, Bob. As huge as that. \n[36]Oh, hold on, Bob. I forgot something. I forgot my antihistamine capsules. \n[37]And where are you off to? \n[38]Mysterious Bob Arctor. \n[39]What the hell happened, Bob? \n[40]The idle screw has been turned all the way out. So when the linkage parted, the override went up instead of down. \n[41]No. A special tool would be needed. A couple, in fact. I have the tools to fix this, but back at the house. \n[42]So we'll have to get to gas station and borrow tools from them. \n[43]It's hard to say. You should've cut the ignition as soon as you realized what happened. \n[44]Dope can't screw up a carb-idle adjustment, my friend. You'd better take at least three of these. They're primo, but mild. \n[45]Free theater tickets. \n[46]Hey, Bob, want a lump of dog shit?   To chew on? \n[47]Hell, I took some too. And so did you. Didn't give us a bad trip. Besides it was so soon. Your stomach can't even absorb -- \n[48]Oh, I wouldn't worry too much about that, gents. \n[49]But I left a little surprise for anyone entering the house. An electronic surprise, if you will. \n[50]Easy.   Be cool. \n[51]If the front door is opened, my tape recorder starts recording. \n[52]To increase the chance of them making their entry via the front door, I providentially left it unlocked. \n[53]But I put a note on the front door. \n[54]Yes. \n[55]Of course I'm kidding, guys! Only a psychotic would leave the front door open with a note on it. \n[56]I wrote: \"Donna, come on in, the door's unlocked. We...\" The note's to Donna. \n[57]This way, we'll know who's been messing with us, Bob. And that is of prime importance. \n[58]Interesting. Everything is exactly as we left it. They're very clever. \n[59]Look at this! \n[60]That roach may not be a slip-up. Maybe they were here specifically to plant dope, then phone in a tip later. Maybe there's dope planted all over this house. We're going to have to go through and get this place clean. \n[61]Wait. If they see us scrambling around before the raid -- \n[62]-- then we can't allege, even though it's true, that we didn't know the dope was there. Maybe that, too, is part of their ingenious plan. \n[63]Oh yes. The tape should be extremely informational at this point. Well, it probably wouldn't ultimately have proven that important. \n[64]No. The first thing they did upon entering was switch it to \"off\". \n[65]They made their move swiftly, before so much as an inch of tape pasesd through the recording head. \n[66]You know, Bob, there is one thing you could do, although it would take time. \n[67]I've got an acquaintance in the field. \n[68]We don't know how fast they're gonna swoop down on us. \n[69]No. I don't think we can afford to be that up front. Bob, you say you got a job transfer. \n[70]Cleveland. \n[71]Or how much. Prospective buyers might inquire about the quantity. \n[72]Life is only heavy and none else; heavy that leads to the grave. For everyone and everything. \n[73]How big? \n[74]How big a plant? \n[75]They're practically giving meth plants away. \n[76]All that for ten bucks? \n[77]Bent choke shaft. The whole carb needs to be rebuilt. \n[78]You could put a four barrel on instead of a two, while you're at it. \n[79]The idling jets could be replaced with smaller jets. And he could watch his rpms with a tach. Usually just backing off the gas pedal causes it to upshift if the automatic linkage doesn't do it. \n[80]The tach needle would jump and he'd back off. \n[81]Momentum would carry him past. \n[82]What does this car weigh, Bob? \n[83]Well, you're right then. It wouldn't have much interia mass. A thousand pounds traveling eighty miles an hour -- \n[84]This car fishtails? \n[85]Be better, then, to have two three hundred pound bags of sand in the trunk. Then the passengers could be distributed more comfortably. \n[86]If you bastards wouldn't rappity-rap on like a bunch of speed freaks, I could complete my computations and tell you how this car with its weight would handle a four barrel carb. So shut the fuck up, you assholes! \n[87]What? \n[88]I hear the phone ringing about the carb. I'll get it. \n[89]It was a wrong number, man. \n[90]Thought I would bring it with me, since I was indoors and noticed it. \n[91]Especially Donna. That chick steals everything she can carry. \n[92]At what individual price per stamp? \n[93]That's twenty-seven hundred dollars, if my arithmetic is correct. \n[94]You realize our taxes were raised by her stealing those stamps? It's one thing to steal auto parts, but when you steal from Uncle Sam -- \n[95]I wonder, Bob, if you can handle my car? By that mean there are -- \n[96]There are certain secret devices which have been incorporated -- \n[97]It's just that it has certain secret -- \n[98]I'm glad you appreciate my position. \n[99]Operator, I need, I'm not sure, is it called the inhalator squad or the resuscitation squad? \n[100]It is, I believe, cardiac arrest. Either that or involuntary aspiration of a bolus within the -- \n[101]The address, the address.      let's see... \n[102]Uh, thank you. No assistance is needed after all. Good morrow. \n[103]You okay, Ernst? \n[104]Not exactly. You did go into an altered state of consciousness for a few seconds. Probably an alpha state. \n[105]You saw me on the phone, summoning the paramedics. I moved into action immedi -- \n[106]This is Jim. \n[107]With the beard. Green shades. Leather pants. I met you at that happening at -- \n[108]Say, have I scored. Psylocybe Mexicana. A rare hallucinogenic mushroom used in South American mystery cults thousands of years ago. You fly, become invisible, understand the speech of animals -- \n[109]Five dollars a cap. \n[110]How'd you make out with little Miss Big Tits? \n[111]Bob, I'm sorry if I offended you. \n[112]He left with your jack, so I assume he's off to knock over pay phones. \n[113]Y'know, I have a sure fire way you could get into the pants of Little Miss Big Tits. For under one dollar. \n[114]Yes. About that, Bob. I've already ordered resistors -- \n[115]Yeah? \n[116]Yes, this is Robert Arctor. \n[117]Oh, yes, I've been meaning to call you, but I've had a severe bout of intestinal flu, with loss of body heat, pyloric spasms, cramps... \n[118]I just haven't been able to get it together to make that little twenty dollar check good, and frankly I don't intend to make it good. \n[119]You heard me correctly. \n[120]Think what you want. Turn out, tune out, and good-bye. \n[121]We see imposters in our lives, now and then. But not posing as physicists. \n[122]Looked just like us. \n[123]I have evidence that Mr. Arctor is part of a large, secret covert organization, well-funded, with arsenals of weapons at their disposal, probably dedicated to the overthrow -- \n[124]No, I have not, sir, ever been in a -- \n[125]My evidence, gentlemen, which I mostly don't have with me today, consits of tape recordings I have made of Robert Arctor's phone conversations. \n[126]I believe it to be political in nature, and against this country. \n[127]When you examine my evidence, you will undoubtedly conclude that Substance D is produced by a foreign nation determined to overthrow the U.S., and \n[128]that Robert Arctor has his hands deep in the machinery of -- \n[129]A Miss Donna Hawthorne. On various pretexts he goes over to her place and colludes with her regularly. \n[130]I've followed him in my car, sir. \n[131]There's one more thing. Mr. Arctor is addicted to Substance D. His mind is deranged now. He's become dangerous. \n[132]He's already having episodes such as occur with brain damage from Substance D. Deterioration in the corpus callosum. \n[133]But, sirs -- \n[134]I might be murdered. Mr. Arctor is, as I say -- \n[135]That's not why I'm doing this. The man is sick. Brain damaged from Substance D. The reason I am here -- \n[136]Thank you, sirs. Thank you very much. \n[137]The female's voice is a Miss Donna Hawthorne. The male is Bob Arctor. \n[138]I can identify the biker gang also. \n[139]Much more. Much much more.     Much much much much much -- ", "FRED": "\n[1]If you saw me on the street, you'd say, \"There goes a weirdo freak doper.\" And you'd feel aversion and walk away. \n[2]I don't look like you. I can't afford to. My life depends on it. \n[3]I am not going to tell you first what I'm attempting to do as an undercover officer. I'm going to tell you... ... what I am afraid of. \n[4]We believe there is one source for Substance D and a diversified distribution system making it accessible in all major drug using areas. It my job as an undercover officer to attain the confidence of low level dealers and work my way up through the network to arrive at the drug's source. Now, the profits for... \n[5]\"D\" is for Substance D. Which is for Dumbness, Despair, and Desertion, the desertion of your friends from you, you from them, everyone from everyone, isolation and loneliness and hating and suspecting each other. D is finally death. Slow Death, we... ... we the dopers call it... \n[6]Kill the pushers. \n[7]I read his EEG analysis.    Fabin's over. \n[8]New-Path wouldn't tell me shit. They're very protective of their own. \n[9]I keep pumping her for more and more Death. Pretty soon she'll have to refer me up to her source. \n[10]No shit, Hank. Is that true? \n[11]Most likely he's with his chick, Donna. \n[12]Yeah, it's Donna. He's over there banging her day and night. But I'll let you know. So, who's the informant? \n[13]Christ, it's that burned-out acid head Barris doing a schizy grudge job on Arctor's head. I wouldn't give him the time of day as an informant. \n[14]Well, it's one of Arctor's friends. \n[15]Hank, I don't see this as an avenue of -- \n[16]You're assigning me to watch Arctor? \n[17]Sounds good, then. \n[18]That's where I do playback? \n[19]Fine. \n[20]I'll have to edit myself out, so you won't see who's fixing the scanners. \n[21]Donna? \n[22]Okay. \n[23]We don't know he's up to anything. \n[24]You think he's high up in Death distribution? \n[25]Well, Arctor is doomed if he's up to anything. And I have a hunch from what you say that he is. \n[26]For what? \n[27]Deteriorate in what way? \n[28]The roof's perfect. \n[29]Bullshit.    It's all fine. \n[30]I have no opinion. \n[31]Hank, if this is about the Lion's Club speech, I've already explained -- \n[32]Yes. \n[33]Look, about the Lion's Club -- \n[34]You think I'm an addict? \n[35]I see a Coke bottle, I guess. \n[36]Is this about the Lion's Club speech? \n[37]Getting what? \n[38]I don't think I'm getting that. \n[39]Okay. \n[40]A sheep. \n[41]I'm sorry, what did you say? \n[42]Nothing. I'm guessing it's not a sheep. But was I close at least? \n[43]It's what?    What did you say it is? \n[44]Oh.   How can you tell? \n[45]Okay. I see it now. What does it mean that I saw a sheep? Does it mean that I'm crazy? \n[46]Would if I could, but this is live. \n[47]Jesus fuck!   Barris! \n[48]Barris?! Barris!! \n[49]Christ!    Just -- \n[50]Mushrooms he seems to have picked locally. \n[51]What's the statute violation? \n[52]Hi, Bob. \n[53]Fuck off, Barris. \n[54]Get me a name and address on this. \n[55]Arctor must've burned Barris pretty bad to deserve this display of malice. \n[56]Yeah.   I'm there. \n[57]I suppose I can lay it on that one. Without him flashing on me. He's docile. \n[58]That can't be right. Arctor has never done it with Donna. Has he? \n[59]What the fuck is he talking about? \n[60]He's playing head games with us.   He's shucking us. The fucker! \n[61]Pathetic, soulless nitwits. \n[62]Jesus. \n[63]Yeah? \n[64]Um... okay. \n[65]Um, what?   I just... what exactly have you processed... that is, is this in regard to the Lion's Club speech? \n[66]Posing as a nark. What does Arctor mean? \n[67]Okay. \n[68]This is the different one. \n[69]Thank you.    Thank you all very much. \n[70]Yes. \n[71]Sure I do. You're James Barris, aren't you? \n[72]What does he want? \n[73]Have you ever been in a mental hospital, Mr. Barris? \n[74]Will you sign a sworn notarized statement regarding your evidence? \n[75]What is this covert organization? \n[76]And what is Arctor's relationship to Substance D? \n[77]Colludes?    What do you mean? \n[78]She's his girl! \n[79]Let's look at his evidence. \n[80]Dangerous. \n[81]Yes. \n[82]Uh-huh. \n[83]Okay. Thank you. \n[84]Why do I have two gas gauges? \n[85]Will these go away?    These gas gauges? \n[86]Wait. I'm confused.    Are you saying it is organic, or -- \n[87]Half a gas gauge?      What would that be like? \n[88]Yeah.   Sorry I'm late.   I just... \n[89]Is that my medical report, Hank? \n[90]Well, I think the little Barris played sounded genuined to me. \n[91]You might be right. But I don't agree. Um, so what does my medical report -- \n[92]Completely? \n[93]Out of how many, would you say? \n[94]They tell me it may never be over. \n[95]My... \n[96]Sure.  Thanks. Tell me, Hank, what do you think of me now, now that I've burned out? \n[97]Thank you very much. \n[98]No. I'm quitting them, too.   I'm quitting everything. \n[99]I have kids, too.   Two little girls. \n[100]Maybe not. \n[101]I don't know. I don't know. \n[102]How do you know that? \n[103]Arctor?    I'm Bob Arctor?  But he's ugly! \n[104]Uh, Thompson Jewelers.   I'm Arctor? \n[105]So, wait, you used me to get to Barris? \n[106]You fuckers. You fuckers. ", "DONNA HAWTHORNE": "\n[1]No. Get lost. \n[2]I thought you were going to knock me down and bang me. \n[3]I thought you might pull me into a doorway or something. \n[4]Well, I didn't recognize you.    I'm sort of nearsighted. \n[5]You'll bang me in the car. \n[6]That's a neat-o line, but I've heard it before. Everybody bangs me. At least they try to. That's what it's like to be a chick. \n[7]I'm suing one guy right now for molestation and assault. We're asking punitive damages in excess of forty thousand. \n[8]A hand around my boob. \n[9]I can get it. \n[10]Sixty dollars a hundred. \n[11]They're super good. Take my word. \n[12]Cool.     How do I get in touch? \n[13]V. Freck? \n[14]I think I remember you now. \n[15]I better not. Jerry thinks I contaminated him originally with those bugs. \n[16]Yeah, well, then he didn't know what they were. \n[17]Hello? \n[18]Oh.    Hi. \n[19]Eh. I was bumtripped this a.m. by my boss. This gray hair bilked us out of ten bucks. So my boss says it's coming out of my paycheck! \n[20]I don't know. \n[21]Yeah, okay. I'll come over tonight. Hey, I have this book I want to show you. About wolves. \n[22]You know what the male wolf does when he defeats a foe? He doesn't snuff him. He pees on him! Then he splits. \n[23]No kidding?    How come? \n[24]Not the usual way? \n[25]You can tell me, even if it's super gross. You have to be super gross with biker-types. \n[26]I don't get it. \n[27]Oh. Okay, well I get it. Barf. Oh, I forgot to tell you, your roommates, Ernie What's-His-Name and Barris, came into the shop today looking for you. \n[28]I dunno. They said they wanted to use your cephalochromoscope and it didn't work. So Barris took it apart -- \n[29]And apparently it's been sabotaged. The wires cut, and sort of weird stuff like that. Barris said he'd -- \n[30]You gotta what? \n[31]Hey, I came in, like the note said.   I waited for you for awhile, then I crashed. Why are you guys yelling? \n[32]Of course. Otherwise I can't sleep. You shouldn't leave your place unlocked like that. You could get ripped off and it would be your own fault. That's the main reason I came in when I saw the note. Somebody ought to be here if the place is unlocked with a note on it. \n[33]Approximately thirty-eight minutes. Hey, Bob, I got that wolf book, if you want to see it. It's got a lot of heavy shit in it. \n[34]Did you say you were selling the house? Or was that me dreaming? \n[35]Did I scare you? Heh heh. \n[36]I have your stuff. \n[37]Your Death. \n[38]Do you have the money? \n[39]I need the money right now. \n[40]I don't like Barris, and I don't trust him. He's crazy. And you're crazy when you're around him. You're crazy right now. \n[41]Yeah. \n[42]Hey, you wanna take me to a concert at Anaheim Stadium next weekend? \n[43]I'm gonna bring some really oily hash and get really loaded. But you have to wear something neat, not those funky clothes you sometimes wear. \n[44]I'm taking us to my place. And you do have the money and you'll give it to me. Then we'll drop a few of the tabs and kick back. Maybe you could buy a fifth of Southern Comfort and we could get bombed as well. \n[45]You know what would be cool tonight, is to go to the Torrance Drive-in. They're showing all eleven Planet of the Apes movies. From 7:30 to 8:00 tomorrow morning. \n[46]I haven't seen all the Ape movies in years. And the last one for longer than that, the one where they reveal \n[47]all the famous guys in history, like Nero and Lincoln, were secretly apes... \n[48]Stay on the newspaper. I just had the rug shampooed. \n[49]Someday I'm gonna get married and I'm going to need all this stuff. When you get married, you need everything there is. \n[50]Buy?   What do you mean \"buy\"? \n[51]I think I see what you're saying. \n[52]No.     It's a form of barter. \n[53]You protect me? What are you talking about? \n[54]The Coca-Cola company is a capitalist monopoly. No one else can make it but them. That's fucking wrong. C'mere, I'll supercharge you. \n[55]Yeah, I can dig it, you being in love with me. \n[56]Dripping little things. Moving along about a foot above the ground. \n[57]Drippy.    Behind furniture. \n[58]Yes. Little spring flowers. With yellow in them. That first come up. \n[59]Yes. Before anyone stomps on them and they're gone. \n[60]No more. \n[61]Nothing. \n[62]No, you're too ugly. \n[63]No! Look, I snort a lot of coke; I have to be super careful because I snort a lot of coke. \n[64]Just leave my body alone. \n[65]I don't like people to grope my body! I have to watch out for that because I do so much coke. Someday I'm gonna go over the Canadian border with four pounds of coke in my snatch. I'll say I'm a Catholic and a virgin. \n[66]You don't have your car. I'll drive you, man. But you can see why I have to protect my snatch -- \n[67]That's because no one else can fucking drive my car! Nobody else ever gets it right, no man especially! Driving or anything else! Listen, you had your hands down into my -- \n[68]I'm dreadfully sorry I hurt your feelings. Okay? I was out of it. \n[69]Sometimes I get really spaced. You wanna come back? Or what? You wanna go to the drive-in? What about the Southern Comfort? C'mon, I'm sorry. \n[70]That sure is good hash though, huh? \n[71]You know what I'm going to do someday, Bob? I'm going to move north to Oregon and live in the snow. Have a little house and a vegetable garden. \n[72]He'll get me that. What's-his-name. \n[73]Mr. Right. He'll drive an Aston- Martin and take me north in it. And that's where the little old fashioned house will be in the snow. \n[74]It's in the cards. \n[75]Before we go to New-Path, Bob, I thought maybe we'd drive into the hills, y'know, look at the city lights. \n[76]Let's sit a few minutes. \n[77]C'mon, let's get off the road a little bit. In case of cops. \n[78]Here. \n[79]I guess we never know what's in store for us. \n[80]Did you know this dude Tony Amsterdam? \n[81]After he saw God, he felt really good, for around a year. Then he felt worse than he had ever felt before in his life. Because one day it came to him, he was never going to see God again. He was going to live out the rest of his life, fifty years maybe, and see nothing but what he had always seen. He realized he was going to have to live on and on with no purpose. Just a lump of flesh grinding along, eating, drinking, working, sleeping, crapping -- \n[82]Spars. Showers of colored sparks. In the air. Going up the wall. Wherever he looked. The whole world \n[83]was a living creature. And there were no accidents. Everything fitted together to achieve something, some goal in the future. And there was a doorway. For a week he saw it wherever he looked. Always the same proportions, very narrow. Very pleasing. That's the word he used. He never entered it though. Just looked at it, surrounded by red and gold light, like the sparks had collected into lines. Then he never saw it again his whole, entire life. \n[84]He said it was always nighttime. Moonlight and water. Nothing ever changed. Water like blank ink and a beach. He was sure it was ancient Greece, that the door was a weak link in time. Later when he couldn't see it anymore, he became so frustrated with the noise and lights and motion in this world. He'd tell everyone he met that he lost everything. \n[85]There was a woman on the island. More like a statue. Of the Cyrenaican Aphrodite. In the moonlight. Pale and cold. \n[86]He didn't have the chance, Bob. It was a promise. Something to come. Something better a long time in the future. They show us trailers now. So we'll hold out. \n[87]You're a good man. You've been dealt a bad blow. But life isn't over for you. I care for you a lot. I wish... \n[88]You're a good and kind person. And this is unfair, but it has to be this way. Try to wait for the end. Sometime, a long time from now, you'll see the way you saw before. \n[89]Keep your voice down. \n[90]Just fucking take off. \n[91]Bob?   We've got to get started. \n[92]C'mon, they're expecting us.   I have to sign you in. \n[93]They'll take you. \n[94]It's a person. \n[95]It's easy to win. Anybody can win. \n[96]So are they paranoid about him? \n[97]Well, then, will he be able to act, when the time comes? Is anything left? \n[98]It was very well drilled into him. Such a price to pay. The government asks an awful lot. \n[99]In this case, the fucking government. Bob didn't volunteer. He was sacrificed. He was my friend, y'know. I don't want to be on this assignment much longer. I just want it over. Shit. Sometimes I think we're colder than they are. \n[100]Oh, I'm warm on the outside. Warm face, warm eyes, warm fucking fake smile. But inside I'm cold all the time. I am full of lies. I am awful. ", "CHARLES FRECK": "\n[1]Hey, Jerry, I was in the neighborhood looking to score, and I thought -- What the fuck are you doing in the shower with the goddamn dog? \n[2]I don't see any aphids. What's an aphid? \n[3]How come I can't see them though? \n[4]Wow!    That is a big one! \n[5]What do we get for these? I mean, does the doctor pay a bounty or something? A prize? Any bread? \n[6]Jerry, these bugs sort of scare me.    I don't like it here by myself. \n[7]Couldn't you -- \n[8]I'm afraid out here, man. \n[9]Do these fuckers bite? \n[10]Can I wash them off and wait for you? \n[11]Can you lay about ten Deaths on me? \n[12]Christ. Christ. Christ Christ Christ. \n[13]Fucking goddamn fuzzmobile. What was I doing? Was I weaving? I don't even know. \n[14]What I'll do is pull over when I see a parking space. That's it: pull over like I was gonna pull over anyway. Like it's totally normal to pull over. Like I'm going to a store. That's perfect. Real people do that all the time. \n[15]Fuck. Fucking fuzz. Now I'll never be able to pull back into traffic. \n[16]Fox... fox... not a fox... fo...hey, I know that fox! \n[17]Hey! \n[18]Hey! \n[19]Donna! \n[20]Aren't you Bob Arctor's old lady? \n[21]Sure you are. I met you at his place. \n[22]Jeez.   I just... \n[23]One night me and Bob and another chick had some old Simon and Garfunkel tapes. You were filling caps with high-grade Death, then you laid one on each of us. \n[24]No. I just wondered if you, like, wanted a ride or... Bang you on the sidewalk? In broad daylight? \n[25]I know you. Besides Arctor would snuff me if I did that. \n[26]You want a ride where you're going? \n[27]Nah. Besides I can't get it up these days. Must be something they're adulterating all the stuff with. \n[28]That really sucks. \n[29]How far he get? \n[30]That's not worth forty thousand. \n[31]Listen, you got anything to sell?    I'm really hurting. \n[32]Tabs, though. I don't shoot up. Needles are a bummer to me. \n[33]Jeez, man, that's a burn. \n[34]All right.     A hundred, then. \n[35]Charles B. Freck -- \n[36]Charles Freck. \n[37]658-4412. \n[38]Hey, you want to go with me to see Jerry Fabin? I'm hauling some of his stuff over to the Number Three Federal Clinic where they took him last night. \n[39]They're aphids. \n[40]Hey, Barris, I'm thinking of turning myself in to New-Path. \n[41]But it's tough, that cold turkey thing they do. They watch you night and day so you don't snuff. But they never give you anything, like a doctor will, like Valium or like that. \n[42]Look on the menu. It explains everything. \n[43]I wonder what the left one's called. \n[44]No.   Nothing. \n[45]Everything is not good with me. I got a lot of problems nobody else has. \n[46]No!   No, we don't want any dessert! \n[47]Fruit pies are for old ladies anyway. \n[48]My friend Jerry Fabin and his aphids. \n[49]There's another reason. I'm running low again, and I can't stand this always running low and not knowing if I'm ever going to score again. Actually, though, I may have a new source. That Donna chick. \n[50]His old lady. \n[51]Really?   Can't Bob get it on? \n[52]I never shot smack. Needles are a bummer to me. \n[53]I don't want to lay her. I just want to buy from her. \n[54]I wish you wouldn't talk that way. Besides who has the money to procure a gram of coke? \n[55]That's bullshit. \n[56]Which 7-11 store do you prefer to shop at? The one on Lincoln is nice. \n[57]Although what about the one on 8th? They have the wider aisles. A more spacious shopping experience. \n[58]What's with Bob's cephscope, his prize possession of the entire world? \n[59]This is super unreal. I'm flipping. \n[60]Even if you do get a gram of coke out of thisl, I can't use it to get into Donna's pants. That's like buying her. \n[61]You're talking about Bob Arctor's girl, Barris. He's my friend and the guy you and Luckman live with. \n[62]I do not. \n[63]Why do you need a silencer, anyway, Jim? I mean, they're illegal. \n[64]That's some silencer, man. \n[65]How much is a gun like that worth? \n[66]Okay okay okay. So I go to Barris, \"Hey, Barris, I bought a methedrine plant today,\" and he goes... \"Methedrine is a benny, like speed, la la la. It's made synthetically in a lab la la la. It isn't organic like pot. There's no such thing as a methedrine plant, like there is a pot plant.\" Then I go... \"I meant I inherited forty thousand dollars from an uncle and purchased a plant in this guy's garage where he makes meth. It's a factory. Plant in that sense... ' Okay okay, I don't have the phrasing exactly yet, but when I lay this on Barris, man, I'm going to get him so good. \n[67]Hey, Jim, I bought a meth plant today. \n[68]What do you mean? \n[69]Um, well... like, what do you mean? \n[70]Uh, about ten bucks. \n[71]This is a whole fucking garage! A factory! It turns out a million pills a day! \n[72]Not around here. Hey, fuck it, you guys. \n[73]Hey. \n[74]Fuck off. \n[75]Cool it, you guys. \n[76]What if he comes back with his gun and silencer? \n[77]Look, I'm splitting. \n[78]Naw, I'm cutting out. \n[79]I'm gonna split. I'll see you guys. \n[80]Did Bob mean me afraid of my own shadow? But that was turning into a super-bummer. Where's the chicken into not wanting to be around that? Everything's changing, man. Used to be cool to hang out. Now its totally dark. \n[81]Jerry! Jerry! Let me in, man, I'm truly bummed! I wanna talk! \n[82]Fuck! I can't believe I forgot Jerry's dead. What is wrong with me? \n[83]Fuck, I can't believe I forgot Jerry's not dead. What is wrong with me? \n[84]It is no problem how to kill yourself in the circles in which I hang. When life becomes more and more depressing as you watch those you know falling apart from drug use, just take a large quantity of reds. \n[85]Wash 'em down with a bottle of cheap wine. \n[86]The hard part is choosing the correct artifacts to be found on you by later archaeologists. So they know from which stratum you came and where your head was at when you did it. \n[87]I will be found with Ayn Rand's \"The Fountainhead\" open by my side to prove I have been a misunderstood superman rejected by the masses and so, in a sense, murdered by their scorn. \n[88]Also, an unfinished letter to Exxon protesting the cancellation of my gas credit card. That way I will indict the system and achieve something by my death. Over and above what the death itself achieves. \n[89]Perhaps a connoisseur wine is in order on such an auspicious occasion. \n[90]You'll soon be sorry, Exxon, you ever tangled with Charles B. Freck! Junior! \n[91]I've been burned. These are not reds, but rather some freaky psychedelic, the likes of which I have never seen. \n[92]Fuck. You're going to read me my sins, aren't you? \n[93]And it's going to take a hundred thousand million hours, isn't it? \n[94]Know your fucking dealer, man. ", "ERNIE LUCKMAN": "\n[1]Law abidance has always been of the utmost concern to Jim Barris. \n[2]Just shut up and fire off the great eleven cent silencer of our times. \n[3]There's a lot of those. I saw in the L.A. Times yesterday, they're giving away a free transistor radio to those who would harm Freck most successfully. \n[4]Jesus, Barris. Y'know, you're supposed to be fixing the cephscope. Bob's lying in his bed right now thinking you're fixing his cephscope. \n[5]Jim Barris does not have allergies. \n[6]You ought to pass that truck, man. The humper's hardly moving. \n[7]The linkage from the pedal to the carb fell apart. \n[8]Could it screw itself all the way out like that accidentally? \n[9]Hey, man, did this happen by accident or was it done deliberately? Like the cephscope. \n[10]MOTHERFUCKER! Somebody did this intentionally! They fucking almost killed us! \n[11]Hey, do you smell something, man?   A clue? Some engine smell that -- \n[12]No. Were there any psychedelics in that dope? \n[13]Hey, man, you're getting a flashback. \n[14]Now just take it easy. Nobody got killed and now we're warned. It's okay. It's okay. Everything's okay. \n[15]Leave him alone, man. Fuck off. \n[16]I don't know, man. I can't figure out half the things he lays on people. \n[17]Take it easy, Bob. \n[18]That doesn't make any sense.      He'd have snuffed himself too. \n[19]What was in those tabs you gave us? \n[20]I wonder what's been going on back at the house. \n[21]You know, this proves, Bob, that somebody is out to burn you real bad. I just hope the house is still there when we get back. \n[22]Christ, Barris, they may have ripped off everything we got, or stomped all our animals, or -- \n[23]What if they come in the window or through the back door? \n[24]Are you fucking jiving us or not?   I can't tell with you, man. Is he jiving us or not, Bob? \n[25]But they'd probably take the note down and lock the door after vandalizing and robbing us. So we'll never know. It's that gray area again. Damn it! \n[26]He did do that. He really did it. \n[27]Well, Barris, I can see you're right. There was definitely someone here. You see, the scrupulous covering-over of all signs they otherwise would've left testifies to their -- Barris, you're one paranoid fuck. \n[28]A still-hot butt. It sure is. \n[29]Wait, this is what's hot. They lit a joint. But what'd they do? What the fuck did they do? \n[30]I'll check the wall sockets.   You take apart the tv and stereo. \n[31]We're fucked! We can't do anything! \n[32]It's off?    Fuck! Those fuckers. \n[33]Now what?    Now what the fuck do we do? \n[34]Does anybody know a good realtor? \n[35]We should probably act fast, man. \n[36]Yeah, we can't tell the truth. We need a shuck. Barris, what's a good shuck? \n[37]Where to, though? Where the fuck to? \n[38]But they'd be calling asking what kind of dope, and we don't know. Man! \n[39]Christ, this is awful! \n[40]Well, you could've taken down the note, locked the door, and left. \n[41]I phoned and they're checking to see what a rebuilt carb will set you back. Hey, Freck. \n[42]Cool.    How big? \n[43]It would idle too high. And it wouldn't upshift. \n[44]If he tromped down heavy on the step- down passing gear to get a lot of torque suddenly on the freeway, it'd downshift and rev up so high it'd blow the whole engine. \n[45]While passing a big semi? He'd have to blow the engine up or he'd never get around what he was trying to pass. \n[46]What about uphill? \n[47]How many passengers, Bob? \n[48]That's six in the back and six -- \n[49]What about one six hundred pound bag of gold, Jim? \n[50]I'm going to read to you now, Barris. \"He to whom it is given to see Christ more real than any other reality... \n[51]\"...than any other reality in the World, Christ everywhere present and everywhere growing more great, Christ the final determination and plasmatic Principle of the Universe --\" \n[52]Teilhard de Chardin. \"... that man indeed lives in a zone where no multiplicity can distress him and which is nevertheless the most active workshop of universal fulfillment.\" \n[53]Out of the way, Freck. I'm going to coldcock Barris into tomorrow for talking to his betters like that. \n[54]I was just kidding. \n[55]Naw, stay, man, you're a brother. \n[56]Hey, what's the hammer for, Jimmy-Boy? \n[57]You seem mellow, Bob. Having to spend a hundred bucks on a new carb wouldn't make me mellow. \n[58]I'll tell you a Donna story. One day she put a quarter in a stamp machine and it kept spitting out stamps, till she had like eighteen thousand stamps. \n[59]Fifteen cents per individual stamp. \n[60]And so what's Donna gonna do with so many stamps? She can barely write... \n[61]So she ripped off the whole stamp machine and remounted it, like, somewhere where the postal authorities wouldn't spot it and... \n[62]No.   I don't think so. \n[63]Fuck, Barris. It's an ordinary six cylinder. The parking lot jockeys park it all the time, for God's sake. \n[64]You're fucked, Barris. You know that? \n[65]Fucking McDonaldburger commercials. \n[66]I must've gagged. Did I pass out? \n[67]Fuck. I shit myself. \n[68]What were you doing while I was lying there, jacking off? \n[69]Balls. \n[70]Hi, what's happening, Bob? \n[71]You're shitting me. \n[72]Any reward? \n[73]How large is the Maylar Microdot Corporation building? \n[74]Well, then how can you tell when you drive past it, if its only an inch? \n[75]What's the sign look like? \n[76]Y'know how can you smuggle microdots into the U.S.? Barris told me. I'm not supposed to say, cause he's putting it in his book, \"Simple Ways to Smuggle Objects into the U.S. and Out, Depending on Which Way You're Going.\" \n[77]You smuggle it with a shipment of dope. Like heroin. The microdots are so small no one would notice. \n[78]Barris had this other idea for smuggling dope. You know how the custom guys, they ask you to declare what you have? \n[79]Well, you take a huge block of hash and you carve it in the shape of a man. Then you hollow out a little section and put a wind-up motor in. And a cassette tape. And just before it goes through customs, you wind it up and it walks up to the man, who says, \"Do you have anything to declare?\" and it says, \"No, I don't,\" and keeps on walking. \n[80]What's the use of that? \n[81]A billion dollars? \n[82]They'd wonder what it meant by that. \n[83]Can you imagine telling your grandkids, \"I saw with my own eyes a six foot block of hash appear and walk past, worth two billion dollars, saying, \"No, I don't.\" His grandchildren would have him committed. \n[84]The kids wouldn't believe that either. \n[85]... this guy appeared on tv, claiming to be a world-famous imposter. He said he'd posed at one time or another as a great surgeon, a theoretical submolecular high-velocity particle research physicist, a Finnish novelist, a deposed president of Argentina... \n[86]See, the guy never really posed as any of it. He only posed as a world- famous imposter. Turns out he just pushed a broom at Disneyland, until he read about this actual world-famous imposter, and he thought, I can pose as all those things, then he thought, hell, I'll just pose as an imposter. Save a lot of time, a lot easier. Made almost as much money as the real imposter with books and movie rights. \n[87]Narks, you mean. Yeah, I wonder what a nark looks like? \n[88]Narks give me the creeps. \n[89]", "HANK": "\n[1]That covers Barris and Freck. Let's see, I guess we can write Jerry Fabin off. \n[2]Good riddance. Any luck locating our missing pusher friend Spade Weeks? \n[3]Junkies, ex-junkies. It's a club. What about Donna Hawthorne? \n[4]Fine.   And what's Arctor up to? \n[5]That's not what I hear. \n[6]We have a tip that Arctor has funds above and beyond what he makes at the stamp redemption center. \n[7]And according to this information, Arctor comes and goes mysteriously. Have you observed any of this? \n[8]Most likely?    You're supposed to know. \n[9]Hell, we don't know. No voice print. He used one of those rinky-dink grids. \n[10]We don't know it's Barris. Anyway, there may be more to Barris than meets the eye. We're looking into him. Nothing I feel would be of use to you, at least so far. \n[11]Yeah. Undoubtedly a vengeance burn trip. But we need to know why Arctor's making these kind of enemies. \n[12]So I'm taking you off Spade and, for the time being, I'm assigning you primarily to observe Bob Arctor. \n[13]Covertly funded, covertly engaged, Fred. It's worth checking into. \n[14]With the new holographic scanner system. This way you can study Arctor's every move on the tapes, and report back to us in detail. \n[15]Good. You'll need to get Arctor and the boys away from the house so we can install the equipment. \n[16]Here are the locations of the eight scanners. We transmit to a safe house down the block from Arctor's. \n[17]Yeah. And we use also use it for playback on five other houses. So you'll be bumping into other undercover people. Always wear your scramble suit. \n[18]Make note of the scanner locations. If they need servicing, you can take care of it while you're at Arctor's. As long as nobody's around. \n[19]Right. Although we assume you're Barris, or Luckman, or Freck, or Arctor or Donna Hawthorne -- \n[20]So don't edit yourself from all tapes, or we'll deduce who you are by process of elimination. Leave yourself in in places. Be creative. Have fun. \n[21]This will help greatly in determining what the hell Arctor's up to. \n[22]We've got more recent information. There is no doubt any longer: Arctor's a phony, a three dollar bill. So keep on him until we have enough to arrest him and make it stick. \n[23]What we think isn't of any importance to you. You report; we evaluate. \n[24]We should have a case on him soon. Then we can seize his house. I think you'd like it. It's rundown and dirty, but it's big. Nice yard. The installation crew reported it has excellent possibilities. \n[25]Well, the living room gives a view of the intersection, so passing vehicles could be graphed and... but Burt What's-his-face, who headed the crew, felt that it'd been allowed to deteriorate so badly that -- \n[26]The roof. \n[27]Interior and exterior paint.    The condition of the floors. \n[28]Then you recommend we acquire it after Arctor's arrested and loses title? \n[29]You're not splitting yet.     You have to report to room 203. \n[30]This is something different. \n[31]Fred, is that you? \n[32]Fred, this is the informant who phoned in about Bob Arctor. \n[33]We challenged him to appear in person and he did. Do you know him? \n[34]His i.d. shows him to be, yes. \n[35]That part is speculation. We want to know what your firsthand evidence is. \n[36]He already has, Fred. \n[37]Can you tells us the name of anyone else inside this organization? \n[38]You think there's nothing to this? \n[39]Bring us your evidence. Maybe we should send an officer with him to retrieve it. \n[40]This kind of unsupported speculation is worthless. We'll send an officer with you to collect your evidence. \n[41]We'll arrange for an officer out of uniform, so it won't be conspicuous. \n[42]We appreciate your extreme risk, Mr. Barris. If your information is of significant value in obtaining a conviction, then naturally -- \n[43]We don't care why you're here. We only care if your evidence amounts to anything. The rest is your problem. \n[44]Fred? \n[45]Would you identify the voices for us? \n[46]You have more material of this sort? \n[47]Okay, great. What I'm going to do, Mr. Barris, is impound this material here for further study. You will be held in custody, charged with giving false information. This is, of course, only a pretext for your own safety, but the formal charge will be lodged anyhow. Is that satisfactory? \n[48]What's your response, Fred, to Barris's evidence so far? \n[49]Oh, it's a fake, Fred, for Christ sake. \n[50]It says you're completely cuckoo. \n[51]Maybe two brain cells still light up. \n[52]I don't know. I understand brains have a lot of cells. \n[53]I'll tell you what I'd do, Fred. I wouldn't go into a federal clinic. I'd get about six bottles of good bourbun, go up into the hills, and just stay there till it's over. \n[54]Then never come back.   Can you drive? \n[55]We can get somebody to drive you. \n[56]I think you're a very good person. \n[57]You want a cigarette? \n[58]Good for you. It's like I tell my children -- \n[59]I don't believe you do.   You're not supposed to. \n[60]I don't think you're going to make it in the mountains, even if we get someone to drive you. Where else would you like to go? \n[61]What about over to Donna Hawthorne's? I know you're close. \n[62]By a process of elimination we were able to determine you're Bob Arctor. \n[63]Nevermind. It's not important. Get me a Donna Hawthorne at... Where does she work? \n[64]... at Thompson Jewelers. We should probably get you to a hospital. Barris poisoned you. It was really Barris, we were interested in. That's why we set up the scanners. He's into something heavy and sick, and it has to do with guns. \n[65]We had to get to him, Bob. He's bad news. We couldn't tell you. We were afraid you'd spill the beans. \n[66]Hey, Donna? This is a buddy of Bob's. He's in a bad way. I'm not jiving you. So could you pick him up, ... ", "MEDICAL TECHNICIAN #1": "\n[1]You are Officer Fred? \n[2]And you take Substance D? \n[3]So don't answer. Not that it's incriminating, but it's simply moot. \n[4]What this testing session is about stems from a departmental survey showing that several undercover agents have been admitted to Neural Aphasia clinics in the last month. \n[5]Don't answer that. \n[6]Whether or whether not you are an addict is not a prime issue, as a blocking agent is expected from the Army Chemical Warfare Division within the next five years. What these tests pertain to is -- \n[7]Within these apparently meaningless lines is a familiar object that we all would recognize. You are to tell me what the object is and... \n[8]... point to it. \n[9]Can you see the form here, Fred? We need an answer. There is a time limit. \n[10]A soda pop bottle is correct. \n[11]Between the hemispheres. Cross- chatter. \n[12]To the best of its limited abilities. \n[13]As if another person were thinking? \n[14]You'll keep your eyes open for anything like this, won't you? \n[15]Good.     Now what do you see here? \n[16]Show us the sheep, Fred. \n[17]Forms that aren't there. \n[18]This isn't a Rorshach, Fred. There is only one right answer. In this case it's a dog. \n[19]It's a dog. \n[20]Thanks for your cooperation, Fred. \n[21]Fred, is that you? \n[22]Have a seat, then. \n[23]It's probably a functional impairment. \n[24]Even if it's brain damage, there are experiments now in the removal of small sections of both hemispheres which seem to abort compete gestalt- processing. ", "MEDICAL TECHNICIAN #2": "\n[1]The question is moot, because it is taken for granted that in your work you are required to. \n[2]You're aware that Substance D is highly addictive, are you not? \n[3]Let's begin with the Set-Ground Test. Shall we? \n[4]In many of those taking Substance D, a split between the right hemisphere and the left hemisphere occurs. There is a loss of proper gestalting, which is a defect within both the percept and the cognitive systems. \n[5]Are you getting cross-chatter, Fred? \n[6]If there's damage to the left hemisphere, where the linguistic skills are normally located, then sometimes the right hemisphere will fill in. \n[7]Thoughts not your own, perhaps? \n[8]Foreign words you don't understand? \n[9]An impairment in set-background discrimination gets you into a heap of trouble -- instead of no forms, you actually perceive faulty forms. \n[10]Like dog shit, for example. \n[11]I'm sorry, Fred, what? \n[12]Crazy isn't a psychiatric diagnosis, Fred. \n[13]-- these test results. And we'll get back to you within a couple of hours. \n[14]Fred, we've processed your results. \n[15]You demonstrate something we call a competition phenomenon. \n[16]Substance D. Damage has taken place in the normally dominant left hemisphere. The right hemisphere is attempting to compensate for the impairment. But the twin functions do not fuse. Now, we could perform a right hemispherectomy -- \n[17]It may be organic. Maybe permanent. \n[18]But the problem then is the individual only receives partial incoming sense data. Instead of having two signals, he gets half a signal. ", "MIKE": "\n[1]Thanks, man. \n[2]Oh, c'mon, you guys left me the belt nobody else could work! You know how to do this, man? \n[3]Hey, thanks, buddy! \n[4]Bruce? \n[5]Bruce, what's the matter? What brought you here? Can you tells us anything about yourself? Your past? \n[6]You like kids, Bruce? \n[7]You can eat with them if you like. \n[8]You can feed them in a month or two. After we're sure you won't hit them. \n[9]Hey, Bruce! \n[10]No, man, I can never leave   here. Too many temptations out there   for the likes of us. No, I'm just    going into town to pick up a donation   of semi- rotten vegetables. \n[11]No. He just sits there all day. There's really nothing to suspect. They can't get anything out of him during the game sessions. \n[12]You never really know. A memory. A few charred brain cells flicker on. People like him are clacking insects. All reflex. We can only hope he's got the right reflex. \n[13]Life asks an awful lot. \n[14]I see a warm person when I look at you, Donna. \n[15]I think I'm going to try to get you a job on one of our farms, Bruce. When you're ready. \n[16]No, I want to try you with crops.    I think that'd be good for you. \n[17]The ground is living. Do you have any agricultural background? \n[18]Well, you'll be outside from now on, sowing, tilling, killing insects. We do a lot of that with pesticides. But we're very careful, because those sprays can poison the crop as well as the person using them. Eat his head. The way yours has been eaten, Bruce. ", "KIMBERLY": "\n[1]Yes? \n[2]Dan and I had a fight and he split. \n[3]Thank God he didn't have his knife. His case-knife, which he now carries in a sheath on his belt. \n[4]Why are you here, Bob? I'm bummed, I really am. \n[5]Well... Who knows? \n[6]Maybe. Maybe. \n[7]I dunno. \n[8]Is that him?    Fuck. Red '79 Torino? \n[9]Probably has his case-knife with him. Y'know, he keeps it in a sheath on his belt now. \n[10]No phone. \n[11]No.   I'm with someone. \n[12]I got to stop him! I don't have insurance! \n[13]My tires! \n[14]Downstairs.   They have a phone!   Let me go! \n[15]I'm calling the police. My tires! One of them is new! \n[16]Open, please? Please? I need to call the police. Please let me call them. \n[17]Hi, yeah, my boyfriend and me got into a fight because of these cowboy boots which were worth seven dollars. See, I said, they're mine, and he says, no, they're mine 'cause you gave them to me as a present. And I say but I bought them. Which makes them mine. Right? So he grabs 'em and I grab 'em, and I rip the backs of them with this can opener and... yes, I'll hold. ", "OLD LADY": "\n[1]Yes sir?   Good morning. \n[2]Oh.   All-rightey. \n[3]Mr. Arctor, is it? \n[4]Okay, sir. That'll be twenty dollars. \n[5]My brother Carl. \n[6]I believe he said something about that, yes. \n[7]No extra charge. \n[8]Oh dear. \n[9]You know, Mr. Arctor, more deaths happen from that than people realize. I read that if you're dining with a friend and he doesn't talk for a long time, you should ask him if he can, beacuse he may be strangling. \n[10]Well, I'm sorry about your friend. \n[11]How dreadful. I'll tell Carl. And thank you for coming all the way down. \n[12]Just a minute, Mr. Arctor, I'll check. \n[13]Yes, but Carl, don't say anything.   He came in just now -- \n[14]Mr. Arctor? It says here it was in Santa Ana. On Main Street. ", "FARM MANAGER": "\n[1]Your name is Bruce. \n[2]Mike Westaway recommended we give you a try on the farm. You're going to work here for a while. \n[3]I think you'll like it better here. \n[4]You like mountains? \n[5]Beautiful mountains all around. \n[6]And the air is good. \n[7]Yeah, Bruce, we all like air. We really all do. C'mon, I'll show you your bunk and get you a hat to protect your head from the sun. \n[8]This is where you sleep. \n[9]You mean back at the rehab? \n[10]The farms are closed facilities, so they can't come visit. Besides you're not supposed to make any one-to-one relationships at New-Path. Didn't they teach you that? \n[11]But we usually send you back to your residence-of-origin for holidays. So you'll be visiting at Thanksgiving if you do good work. \n[12]All right then. What else? Bathroom there. And you can turn on and off the light with this cord. \n[13]Mountains, Bruce, mountains. \n[14]Echolalalia, Bruce, echolalalia. ", "JERRY FABIN": "\n[1]Aphids! Of course. Y'know, I started with \"A\" in my cyclopedia, yet somehow I must've skipped right over aphids. It does start with \"A\", right? Aphids? \n[2]Boy, those fuckers can really bite. \n[3]I got to get the aphids. \n[4]It eventually kills you.       That's what an aphid is. \n[5]They're in my hair and my skin and my lungs. The goddamn pain is unbearable. I'm gonna have to go to the hospital. \n[6]I'll find an especially big one, cause they're hard for many people to see. \n[7]Help me find more for the doctor to see. \n[8]I get to help perfect a cure for them. \n[9]Hey, man, you continue while I take a leak and like that. \n[10]You're a chickenshit bastard, Freck. \n[11]I got to take a leak and like that! \n[12]Then go fuck yourself, man! \n[13]Yeah they bite! They're aphids! ", "TELEPHONE VOICE": "\n[1]Christ, I'm looking to score myself. \n[2]Yeah? \n[3]Who? \n[4]Oh, right.    Yeah. That guy.    Jim. \n[5]Truly?   How much? \n[6]Fred, we've processed your tests. We need you to come back for the full battery. Tomorrow at three. Do you remember the room number? \n[7]It's 203. Are you all right, Fred? Any confusion? Difficulty identifying persons or objects? Does anything you see appear inverted or reversed? Any space-time or language disorientation? \n[8]We'll take all that up tomorrow, Fred. ", "WAITRESS": "\n[1]So is everything good, fellas? \n[2]No. It's Beth. \n[3]I'm sorry, hon? \n[4]That must have been a different Patty from the sandwich. I think she spells it with an i. \n[5]Oh, oh, fuck me, Barris. Fuck me... \n[6]Oh, no.   That's too bad. \n[7]Oh, oh, oooh oh, Barris... \n[8]So would you guys like to order dessert? We have fresh peach pie. ", "EXECUTIVE DIRECTOR": "\n[1]You pimp. You fuck. You dong. You shit. You turd. You snot. You asshole. You vomit. You wart. \n[2]You bile. You worm. You maggot. You pus. You running sore. \n[3]You turd prick. You weakling. You puke. You suck-off. You snatch. \n[4]You're seeing the flower of the future, Bruce. But not for you. \n[5]You've had too much of a good thing. So get up and stop worshipping. This isn't your god anymore. \n[6]No. You simply can't see them. That's a philosophical problem you wouldn't comprehend. Epistemology -- the theory of knowledge. \n[7]C'mon, back to work, Bruce. \n[8]Back to work, Bruce. ", "FAT BUSINESSMAN": "\n[1]Gentlemen, we have a wonderful opportunity this afternoon. The county of Orange has provided us with the chance to hear from -- and put questions to -- an undercover narcotics agent from the Sheriff's Office. \n[2]Now you will notice that you can barely see this individual becuase he is wearing what is called a \"scramble suit\", which he wears during most of his daily activities of law enforcement. Due to potential corruption within the Sheriff's Department, even this gallant officer's co-workers and superiors must not know his \"street\" identity. \n[3]This man -- whom we will call Fred, because that is the code name under which he reports the information he \n[4]gathers -- cannot be identified by voice or by appearance. He looks, does he not, like a vague blur. This is because his scramble suit projects thousands of different human faces onto your retinas, thus turning Fred into a veritable Everyman. All things to all people translates into nothing to anyone, does it not? \n[5]So let's hear it for our vague blur! \n[6]I forgot to tell you that Fred asked me in advance to make this lecture primarily a Q and A forum with only a short introductory statement. So any questions? \n[7]Oh, wait, it appears Fred has something else to say. Good, then. Please. ", "BOB ARCTOR  (CONT'D)": "\n[1]But not too little to be addicted... \n[2]I hated my backyard,... \n[3]... my front yard,... \n[4]... my power mower. \n[5]So I ended that life and started this one. Now I dwell in a ugly world... \n[6]What does a scanner see? Does it see into the head? Into the heart? Does it see into me clearly or darkly? I hope clearly, because I can't any longer. I see only murk inside and out. \n[7]...but then shall I know even as also I am known. ", "SCRAMBLE SUIT #1": "\n[1]You're allowed to fast forward through the dull stuff, y'know. \n[2]You call that living? \n[3]What's he peddling? \n[4]Misrepresentation in advertising. \n[5]I was thinking, do you actually know these losers? Are you in among them? \n[6]You might want to warn them about the mushrooms. Can you pass it on to them without faulting your cover? \n[7]Ugly-looking, too. ", "TAPE RECORDER VOICE": "\n[1]Look, I can't talk. I'll call you back. \n[2]This can't wait. \n[3]Well, what is it then? \n[4]We intend to... \n[5]... half of Southern California tomorrow night. The Air Force Arsenal at Vandenberg AFB will be hit for automatic and semi-automatic weapons. \n[6]What about that disorientation drug the bikers ripped off for us? When do we carry that crud up to the watershed area to -- \n[7]The organization needs the weapons first. The drugged water supply is step B. "}}