{"dialogues": {"LARRY": "\n[1]No thanks. \n[2]Good. Everyone's good. You know. The DOCTOR takes a long suck. \n[3]Two weeks. \n[4]You following this?... Okay?.. So... Heh-heh... This part is exciting... Students follow along, bored. LARRY continues to write. . So, okay. So. So if that's that, then we can do this, right? Is that right? Isn't that right? And that's Schrodinger's paradox, right? Is the cat dead or is the cat not dead? Okay? \n[5]Thank you, Natalie. Oh-CLIVE. Come in. A Korean graduate student who was been waiting on a straightbacked chair rises. \n[6]So, uh, what can I do for you? The messages: WHILE YOU WERE OUT Dick Dutton OF Columbia Record Club     18 \n[7]Uh-huh, how so? \n[8]Uh, yes. You failed the mid-term. That's accurate. \n[9]Well-you can't do physics without mathematics, really, can you. \n[10]You understand the dead cat?     19 CLIVE nods gravely. But... you... you can't really understand the physics without understanding the math. The math tells how it really works. That's the real thing; the stories I give you in class are just illustrative; they're like, fables, say, to help give you a picture. An imperfect model. I mean-even I don't understand the dead cat. The math is how it really works. CLIVE shakes his head, dubious. \n[11]Well, I... I'm sorry, but I... what do you propose? \n[12]No no, I- \n[13]Well, the other students wouldn't like that, would they. If one student gets to retake the test til he gets a grade he likes. CLIVE impassively considers this. \n[14]. No, I'm afraid-     20 \n[15]No, that's just not workable. I'm afraid we'll just have to bite the bullet on this thing, CLIVE, and- \n[16]Hello, Sy, LARRY Gopnik. \n[17]Good, how've you been, Sy?     21 Inside the envelope: a thick sheaf of one-hundred-dollar bills. \n[18]What?! Oh! Sorry! I, uh-call back! He slams down the phone. \n[19]Arthur! A muffled voice: \n[20]Dinner! \n[21]We should wait. \n[22]Mr. Brandt keeps mowing part of our lawn. \n[23]What? \n[24]It's just odd.     26 \n[25]I think they'll give me tenure. \n[26]Well, I don't know. These things aren't, you know.. . \n[27]\n[28]Honey. \n[29]Sy?-Sy Ableman!-That's right, he called, but I- \n[30]No, I- \n[31]Mm. \n[32]. Sy Ableman! \n[33]You mentioned Sy! \n[34]A divorce-what have I done! I haven't done anything- What have I done! \n[35]Yes! Yes! We haven't done anything! And I-I'm probably about to get tenure! \n[36]29 \n[37]Come into your-what does that mean?! You, you, you, you barely know him! \n[38]Yes, but you you said we hadn't done anything! JUDY suddenly is stony: \n[39]Sy Ableman! From down the hall, a knock on a door. A muffled voice: \n[40]Where do I sleep? JUDY narrows her eyes.     30 \n[41]Arthur's on the couch! \n[42]Esther is barely cold! \n[43]. A what? \n[44]A what? What are you talking about? She turns to go, shaking her head, peeved: \n[45]Yes-thanks for coming, CLIVE. CLIVE Park enters the office.     32 . Have a seat. LARRY uses a key to open the top left desk drawer. He takes out the envelope. We had, I think, a good talk, the other day, but you left something that- \n[46]Well--you don't even know what I was going to say. \n[47]Well... then, CLIVE, where did this come from? He waves the envelope. . This is here, isn't it? CLIVE looks at it gravely. \n[48]This is not nothing, this is something. \n[49]You know what it is! You know what it is! I believe. And     33 you know I can't keep it, CLIVE. \n[50]I'll have to pass it on to Professor Finkle, along with my suspicions about where it came from. Actions have consequences. \n[51]Always! Actions always have consequences! He pounds the desk for emphasis. In this office, actions have consequences! \n[52]Not just physics. Morally. \n[53]And we both know about your actions. \n[54]I can interpret, CLIVE. I know what you meant me to understand. \n[55]. Meer sir my sir? \n[56]Honey, please! DANNY emerges from the hall. \n[57]Can we discuss it later? \n[58]SARAH! What's going on! \n[59]Arthur? Uncle Arthur does not look up from his scribbling. Uncle Arthur Yes. LARRY continues to stare at the ceiling. \n[60]What're you doing? Still without looking up: Uncle Arthur Working on the Mentaculus. Long beat. Music. Scribbling. \n[61]Any luck, um, looking for an apartment? More scribbling. Uncle Arthur No. The doorbell chimes. \n[62]Sy. Sy, entering, thrusts out a hand. His voice vibrates with a warm, sad empathy: \n[63]I'll get Judith. \n[64]Shall we go in the... He is leading him into the kitchen but Sy, oblivious to surroundings, plows on with the conversation, arresting both men in the narrow space between kitchen sink and stove, and invading LARRY's space. \n[65]Uh-huh. \n[66]Did she.     39 \n[67]Yes? \n[68]Well, I guess... \n[69]You know, Sy- \n[70]Thanks, Sy, but I'm not- \n[71]I'm just-I'm not ungrateful, I'm, I just don't know a lot about wine and, given our respective, you know- He is startled when Sy abruptly hugs him. \n[72]Okay. Uncle Arthur glances up from the notebook, focuses on LARRY. \n[73]Hi Arlen. Arlen Finkle LARRY, I feel that, as head of the tenure committee I should tell you this, though it should be no cause for concern. You should not be at all worried. LARRY waits for more. Arlen seems to need a prompt. \n[74]Okay. Arlen Finkle I feel I should mention it even though we won't give this any weight at all in considering whether to grant you tenure, so, I repeat no cause for concern. \n[75]Okay, Arlen. Give what any weight? Arlen Finkle We have received some letters, uh... denigrating you, and, well, urging that we not grant you tenure. \n[76]From who? Arlen Finkle They're anonymous. And so of course we dismiss them completely. \n[77]Well... well... what do they say? Arlen Finkle They make allegations, not even allegations, assertions, but     47 I'm not really... while we give them no credence, LARRY, I'm not supposed to deal in any specifics about the committee's deliberations. \n[78]But... I think you're saying, these won't play any part in your deliberations. Arlen Finkle None at all. \n[79]Um, so what are they... Arlen Finkle Moral turpitude. You could say. \n[80]Uh-huh. Can I ask, are they, are they-idiomatic? Arlen Finkle I, uh... \n[81]The reason I ask, I have a Korean student, South Korean, disgruntled South Korean, and I meant to talk to you about this, actually, he- Arlen Finkle No. No, the letters are competently-even eloquently written. A native English-speaker. No question about that. \n[82]Uh-huh. Arlen Finkle But I reiterate this, LARRY: no cause for concern. I only speak because I would have felt odd concealing it. \n[83]Yes, okay, thank you Arlen.     48 Arlen Finkle Best to Judith. LARRY answers with a wan smile. He looks down at the Mentaculus. \n[84]Uh, good afternoon. This brings Gar's look around. Apparently he is unused to talking with his neighbor. There is a short beat before his response. \n[85]. Been hunting? \n[86]Is that a, uh... He is indicating the staked area. Gar looks around at it, looks back at LARRY. \n[87]Uh-huh, that's great. Uh, Mr. Brandt- Gar barks at Mitch, who has lingered to listen to the grown-ups: \n[88]Isn't this a school day? \n[89]Oh! He nods. . That's.. . nice. Gar stares at him with button eyes. Small talk is not his thing. LARRY clears his throat.     51 . Um, Mr. Brandt, that's just about at the property line, there. I don't think we're supposed to get within, what, ten \n[90]. the. ? \n[91]. Well.. . even if it is, you're just about over it \n[92]I don't have to measure, you can tell it's... \n[93]What's going on? \n[94]Yeah? Judith Did you go to Sieglestein Schlutz? No, I-not yet. \n[95]At five o'clock? He looks out the front-door window. Four girls of SARAH's age are coming up the walk     53 from the car. All have dark hair and big noses. \n[96]You can't wash it here? From somewhere in the house, Jefferson Airplane starts. As she brushes past LARRY: \n[97]Huh? \n[98]I am? \n[99]Sy. \n[100]I'm happy to come to Embers, Sy, but, I'm thinking, really, maybe it's best to leave these discussions to the lawyers. \n[101]I told you, I'm going Monday. \n[102]. Living arrangements. \n[103]The kids aren't- \n[104]I didn't say anyone was! \n[105]I wasn't! I. --- \n[106]. Move out?! \n[107]Move out! Where would I go?! \n[108]57 Wouldn't it make more sense for you to move in with Sy? Judith and Sy gape at him, shocked. After a long beat: \n[109]What's going on? \n[110]What was that? \n[111]How's the haftorah coming? Can you maybe use the hi-fi? \n[112]59 Can I borrow this? I'm taking some stuff. To, you know, the Jolly Rodger. \n[113]With all respect, Mr. Park, I don't think it's that. Mr. Park Yes.     60 \n[114]No. It would be a culture clash if it were the custom in your land to bribe people for grades. Mr. Park Yes. \n[115]So-you're saying it is the custom? Mr. Park No. This is defamation. Grounds for lawsuit. \n[116]You-let me get this straight-you're threatening to sue me for defaming your son? Mr. Park Yes. \n[117]But it would- Gar Brandt Is this man bothering you. Gar Brandt stands on the strip of lawn separating the two neighbors. He is giving Mr. Park a hard stare. \n[118]Is he bothering me? No. We're fine. Thank you, Mr. Brandt. Gar Brandt, not entirely convinced, withdraws, glaring at the Korean. LARRY turns back to Mr. Park. . I, uh. . See, if it were defamation there would have to be someone I was defaming him to, or I... All right, I... let's keep it simple. I could pretend the money never appeared. That's not defaming anyone.     \n[119]Passing grade. Mr. Park Yes. \n[120]Or you'll sue me. Mr. Park For taking money. \n[121]So.. . he did leave the money. Mr. Park This is defamation. LARRY stares at him. \n[122]Look. It doesn't make sense. Either he left the money or he didn't Mr. Park Please. Accept mystery. \n[123]You can't have it both ways! If Mr. Park Why not. LARRY stares. We hear Sidor Belarsky music. \n[124]Hello... He brightens. . Fine, Mimi, how are you?... Uh-huh... No, it's not that bad... It's not that bad... There's a pool... Arthur emerges from an alcove in the dim depth of the room that has a dressing-room mirror and apparently connects to the bathroom. He has a hand towel pressed to the back of his neck. . Oh sure, that sounds great. . . Oh, great, then I'll bring \n[125]No. Almost a year and a half since Touche Ross let him go. He's very good with numbers. I think his, his social skills have held him back. \n[126]Arthur has a good heart. And he never complains, unlike me. Sometimes I don't give him enough credit. \n[127]The Mentaculus? He says it's a, uh. a probability map. Of the universe. He asked if I could help him publish it. Um, it was a little hard for me to evaluate.     64 A beat. \n[128]He tries. He's been going to the singles mixers at Hillel House.-Well, I should talk, I'm not doing any better. \n[129]Fine. She's fine. I'm the odd man out. Mimi smiles. \n[130]I never felt it! It was a bolt from the blue! What does that mean! Everything that I thought was one way turns out to be another! \n[131]I'll say. \n[132]I guess. \n[133]What's the rabbi gonna tell me? \n[134]Oh-Rabbi Scott. Rabbi Scott Ginzler is the junior rabbi, a man in his twenties. Rabbi Scott Hello LARRY. \n[135]I thought I was going to see Rabbi Nachtner. Rabbi Scott He was called away on an etz monim: Ruth Brynn's mother is in the hospital and she isn't doing well. Rabbi Nachtner asked me to cover for him-come on in. \n[136]And she wants a Gett. A long silence. The hum of ventilation. At length:     67 Rabbi Scott A what? \n[137]She wants a- Rabbi Scott Oh, a Gett. Uh-huh, sure. \n[138]I feel like the carpet's been yanked out from under me. I don't know which end is up. I'm not even sure how to react; I'm too confused. Rabbi Scott What reasons did she give? For the rupture? \n[139]She didn't give-reasons. Just that, oh, you know, things haven't been going well. Rabbi Scott And is that true? \n[140]I guess. I don't know. She's usually right about these things. Rabbi Scott Mm-hm. \n[141]I feel so... addled. Rabbi Scott Yes, I can see. \n[142]I was hoping that... Rabbi Nachtner... Rabbi Scott That he would... yes?     68 \n[143]Well, with the benefit of his life experience... no \n[144]Um... Rabbi Scott Because with the right perspective you can see Hashem, you know, reaching into the world. He is in the world, not just in shul. It souunds to me like you're looking at the world, looking at your wife, through tired eyes. It sounds like she's become a sort of... thing... a problem... a thing... \n[145]Well, she's, she's seeing Sy Ableman.     69 Rabbi Scott Oh. \n[146]She's, they're planning, that's why they want the Gett. Rabbi Scott Oh. I'm sorry. \n[147]It was his idea. Rabbi Scott Well, they do need a Gett to remarry in the faith. But this is life. For you too. You can't cut yourself off from the mystical or you'll be-you'll remain-completely lost. You have to see these things as expressions of God's will. You don't have to like it, of course. \n[148]The boss isn't always right, but he's always the boss. Rabbi Scott Ha-ha-ha! That's right, things aren't so bad. Look at the parking lot, LARRY. Rabbi Scott gazes out, marveling. . Just look at that parking lot. \n[149]Don. \n[150]Oh, well... \n[151]Well, the way I look at it, it's an opportunity for me to really sit down and figure things out, and, and, look at the world afresh instead of just, you know, settling for the routine, tired old way of looking at things. Don Milgram stares at him. \n[152]I don't know. Maybe not. \n[153]Oh no, nothing like that. She's planning to marry Sy Ableman, but they-     72 \n[154]Yes, but they- \n[155]She passed three years ago. \n[156]Not in the sense that... there hasn't been hanky-panky. To my knowledge. \n[157]No. I'm fairly certain this is not an issue. And in fact they, uh, Judith wants a Gett. Beat. Don stares blankly at LARRY. LARRY clears his throat. A ritual divorce. \n[158]So that they can remarry in the faith- \n[159]Oh, they're very... He gropes. . resilient. \n[160]Okay. Good. How do you-I guess I'm a little worried, how do you, I have money pressures and- \n[161]\n[162]\n[163]Are you all right? Are you all-is everything- \n[164]. What? \n[165]\n[166]Dick Dutton. \n[167]Hello? \n[168]I-there's some mistake. I'm not a member of the Columbian Record Club. \n[169]No, I live at the Jolly Roger. \n[170]No, I-well, yes, okay. \n[171]Okay. \n[172]Okay, yes, Lawrence Gopnik, yes. \n[173]\"The monthly main selection?\" Is that a record? I didn't     77 ask for any records. \n[174]That's right! I haven't done anything! \n[175]But I- \n[176]I didn't ask for Santana Abraxis! \n[177]I can't afford a new record every month! I haven't asked \n[178]Look, something is very wrong! I don't want Santana Abraxis! I've just been in a terrible auto accident! Beat. \n[179]Well-thank you. But I- \n[180]Yes. Yes, no one was hurt. \n[181]I didn't ask for Santana Abraxis! I didn't listen to Santana Abraxis! I didn't do anything! The secretary is sticking her head in. \n[182]Okay, look, I have to call you back, this is, this is I'm sorry. He irritably punches a button on the bottom row of four. \n[183]Did you join the Columbia Record Club?!     79 Silence. \n[184]DANNY, this is completely unacceptable. I can't afford to- \n[185]Is it F Troop? \n[186]Yes? She enters. \n[187]Does what mean-what happened? \n[188]What?! DANNY enters. \n[189]What?! \n[190]It seems like she's asking an awful lot. But then-I don't know. Somebody has to pay for Sy's funeral. Rabbi Nachtner, sitting opposite, nods. Rabbi Nachtner     81 Uh-huh. \n[191]His own estate is in probate. But why does it have to be me? Or is it wrong to complain? JUDY says it is. But I'm so strapped for cash right now-paying for the Jolly Roger, and I wrecked the car, and DANNY's bar mitzvah... I... Rabbi Nachtner Something like this-there's never a good time. \n[192]I don't know where it all leaves me. Sy's death. Obviously it's not going to go back like it was. Rabbi Nachtner Mm. Would you even want that, LARRY? \n[193]No, I-well yeah! Sometimes! Or-I don't know; I guess the honest answer is I don't know. What was my life before? Not what I thought it was. What does it all mean? What is Hashem trying to tell me, making me pay for Sy Ableman's funeral? Rabbi Nachtner Mm. \n[194]And-did I tell you I had a car accident the same time Sy had his? The same instant, for all I know. Is Hashem telling me that Sy Ableman is me, or we are all one or something? Rabbi Nachtner How does God speak to us: it's a good question. You know Lee Sussman? \n[195]DOCTOR Sussman? I think I-yeah. Rabbi Nachtner Did he ever tell you about the goy's teeth?     82 \n[196]No... I-What goy? Rabbi Nachtner So Lee is at work one day; you know he has the orthodontic practice there at Texa-Tonka. \n[197]Uh-huh. Rabbi Nachtner Right next to the Gold Eagle Cleaners. We cut to: \n[198]Staring at the Rabbi. He waits a good beat. He prompts: \n[199]So what did you tell him? The Rabbi seems surprised by the question. Rabbi Nachtner Sussman? \n[200]Yes! Rabbi Nachtner Is it. . relevant?     88 \n[201]Well-isn't that why you're telling me? Rabbi Nachtner Mm. Okay. Nachtner says, look.. . We are back in the scene, narrated by voice-over, of the Rabbi silently advising the fretful Sussman. . The teeth, we don't know. A sign from Hashem, don't know. Helping others, couldn't hurt. LARRY's voice-over question plays over Sussman asking the same thing: \n[202]But is that what it meant?-tet resh nun lamed nun shin isayin, was it \"Help me\"? or a number? Or was it Rabbi Nachtner We can't know everything. Sussman stares blankly at the Rabbi. A beat. \n[203]It sounds like you don't know Mthing! \n[204]Why even tell me the story? Rabbi Nachtner  First I should tell you, then I shouldn't.     89 LARRY, exasporated, changes tack: \n[205]What happened to Sussman? \n[206]Dissatisfied. \n[207]I don't want it to just go away! I want an answer! Rabbi Nachtner The answer! Sure! We all want the answer! But Hashem doesn't owe us the answer, LARRY. Hashem doesn't owe us anything. The obligation runs the other way. \n[208]Why does he make us feel the questions if he's not gonna give us any answers? Rabbi Nachtner smiles at LARRY for a beat.     90 Rabbi Nachtner He hasn't told me. LARRY rubs his face, frustrated. A last question occurs to him: \n[209]And what happened to the goy? Rabbi Nachtner's forebearing smile fades into puzzlement. Rabbi Nachtner The goy? Who cares? \n[210]I'm... Laurence Gopnik. Cop I Do you go by the name Arthur Gopnik? \n[211]No.     93 \n[212]Can you tell me what's going on. We're sitting shiva here. \n[213]A religious observance. We're... bereaved. The cop standing behind gazes in over his partner's shoulder. \n[214]My wife's um... it's a long story. \n[215]Arthur, how could you do that to this family. On Sy's... on Sy's- \n[216]That doesn't make it right! And you- \n[217]You knew about it?! \n[218]What did you do with the money you won? Silence. Arthur sneaks a look at DANNY. LARRY looks back and forth between them. . What's going on? Arthur shrugs. \n[219]What have you been- \n[220]I know about the records. \n[221]Hey! What's going on! \n[222]What?! \n[223]Nobody in this house is getting a nose job! You got that?!     96 \n[224]DANNY! You weren't excused! We're still talking! \n[225]What was this card game, Arthur? \n[226]DANNY, what's going on! He rises. \n[227]DANNY! We're sitting Shiva! \n[228]Uh-huh. \n[229]It's hard. I think she emptied our bank account. I tried to ask her about it, very civilly. \n[230]She, uh... \n[231]Can I? \n[232]That's not, um, dishonest? \n[233]I hate to say this, but I think she's also been sneaking cash out of my wallet. \n[234]Just a sunburn. I've been spending a lot of time on the roof. For... perspective. He trails off and his head drops back down onto his arms. Don gives him an appraising look. \n[235]Talked to Nachtner. \n[236]They told me Minda doesn't do pastoral work any more. \n[237]Getting old. \n[238]No, me.     99 \n[239]Call back. \n[240]I'm... fine. Arlen Finkle I'm sorry. I know you've hit a rough patch. \n[241]Thank you. I'm fine. He puts the envelope in the desk drawer and closes it.     102 Arlen Finkle Uh-huh. Well. As you know, the tenure committee meets next Wednesday to make its final determinations. If \n[242]Arlen, I am not an evil man! Arlen looks at him, shocked. Arlen Finkle LARRY! Of course not! \n[243]I am not- Arlen Finkle We don't make moral judgments! \n[244]I went to the Aster Art once. I saw Swedish Reverie. Arlen Finkle It's okay, LARRY, we don't need to know! The Tenure \n[245]It wasn't even erotic! Although it was, in a way. Arlen Finkle It's all right, LARRY. Believe me. LARRY calms somewhat. \n[246]. Okay. Arlen Finkle Okay. Okay. We, uh, we decide on Wednesday, so if there's anything you want to submit in support of your tenure application, we should have it by then. That's all. \n[247]103 Submit. What. What do you- Arlen Finkle Well. Anything. Published work. Anything else you've done outside of the institution. Any work that we might not be aware of. \n[248]I haven't done anything. Arlen Finkle Uh-huh. \n[249]I haven't published. Arlen Finkle Uh-huh. \n[250]Are you still getting those letters? Arlen Finkle Uh-huh. \n[251]Those anonymous- Arlen Finkle Yes, I know. Yes. A beat. LARRY nods. \n[252]Okay. Okay. Wednesday. Arlen Finkle Okay. Don't worry. Doing nothing is not bad. Ipso facto. \n[253]Sure.     104 \n[254]. and that means... so that... from which we derive... His glances back toward the class show that he is wearier, baggier-eyed, more haggard than ever. There is also something odd about his posture. He writes smaller and smaller so as to finish before hitting the right edge of the chalkboard. . and also.. which lets us... and... Wider as he finishes and straightens up, revealing that he has been stooping to write across the very bottom of the board. The equation covers every inch of the classroom-wide three-paneled chalkboard. LARRY is an off balance figure at the right edge of frame. Reverse on the class: staring. Okay? LARRY claps chalk dust from his hands. . The Uncertainty Principle. It proves we can't ever really know... what's going on. A bell sounds. The students start to shake off their stupor and rise. LARRY projects over the wallah: . So it shouldn't bother you. Not being able to figure anything out. Although you will be responsible for this on the mid-term. The thinning crowd gradually reveals one person still seated: Sy Ableman. He wears a prayer shawl and yarmulka.     105 LARRY does not seem surprised to see him. . Did you follow that? Sy Ableman Of coss. Except that I know what's going on. How do you explain. \n[255]Well, it might be that, in, you know, in L'olam ha-bah- Sy Ableman Excuse me. Not the issue. In this world, LARRY. He nods at the chalkboard. . I'll concede that it's subtle. It's clevva. But at the end of the day, is it convincing? \n[256]Well-yes it's convincing. It's a proof. It's mathematics. Sy Ableman Excuse me, LARRY. Mathematics. Is the art of the possible. LARRY's brow furrows. \n[257]I don't think so. The art of the possible, that's... I can't remember... something else... Sy Ableman I'm a serious man, LARRY. \n[258]I know that. So if I've got it wrong, what do I- Sy Ableman holds up one hand to silence him. Sy Ableman So simple, LARRY. See Minda.     106 \n[259]I know, I want to see Minda! I want to see Minda! They told me that oonh! Without our having seen him rise or cross the room Sy Ableman has body-slammed LARRY into the chalkboard. Now he grabs LARRY by the hair and whips his head against the equation. As he slams LARRY's head, again and again, the chalkboard chatters and the fringes on Sy's tallis dance. Sy Ableman See Minda! See Minda! I fucked your wife, LARRY! I seriously fucked her! That's what's going on! See Minda! \n[260]Very close on his eyes as they open. His head is on a pillow. Dull early light. A hissing sound. LARRY looks blearily over. On the vanity table just outside the motel bathroom door sits Uncle Arthur's cyst evacuator. Its waggling hose snakes into the cracked bathroom door as the machine hisses. \n[261]Oh. Hello, Mrs. Samsky. I knocked, and then thought you weren't here. I, uh... Mrs. Samsky's voice is soft and breathy: Mrs. Samsky It just took me a second to get to the door. I was out back. LARRY stands nodding. He seems to need prompting. Mrs. Samsky does: . Can I help you? Wanna come in? \n[262]No, I- One hand on the door, she steps back. Mrs. Samsky It's cooler. \n[263]Oh. Okay. I just wanted to let you know... He is entering. \n[264]I've noticed that Mr. Samsky isn't around, and I- Mrs. Samsky He travels.     108 \n[265]Uh-huh. Yeah, I never seem to see him, so I thought I should let you know, since you're somewhat new here, if you ever have, whatever, chores that you'd, um, or just help with something-I've decided to help others-you know, in a neighborly way... She gazes at him with the least hint of a smile and waits for the speech to dribble away to silence. In the ensuing beat, quiet except for the clicking of the blinds, she is perfectly still. Finally, only her mouth moves: Mrs. Samsky How thoughtful. LARRY shrugs off the compliment. \n[266]Oh it's nothing. It's just good to know your neighbors. And to help. Help others. Although I don't care much for my neighbors on the other side, I must say. Mrs. Samsky lets another smiling silence pass before responding. Mrs. Samsky . Goys, aren't they? \n[267]Mm. Very much so. Maybe it's not fair to judge; I have to admit I- Mrs. Samsky Won't you sit down? \n[268]Oh! Um. Okay. Thank you. Mrs. Samsky Iced tea? I have some. She is already turning to the kitchen.     109 \n[269]Okay.. . He watches her and reacts to: The backs of her thighs. The flesh retains the broad cross-hatch of her lawn chair. She disappears into the kitchen, but calls out: Mrs. Samsky I don't see you around much, either. \n[270]Yes. Actually I haven't been home a lot recently, I, uh, my wife and I are, uh, well, she's got me staying at the Jolly Roger, the little motel there on- Mrs. Samsky is reentering with two tall glasses of iced tea beaded with moisture. The click of the ice cubes joins the clicking of the blinds. Mrs. Samsky You're in the doghouse, huh? She hands him a glass as she sits on the couch next to him, not invasively close, one bare leg folded onto the couch, the other draped over it. \n[271]Yeah, that's an understatement I guess, I -thank you-I, \n[272]. What do you mean. Her look holds for one more beat and then she swivels and opens the drawer of an end table.     110 She turns back with a joint. Mrs. Samsky It's something I do. For recreation. She lights it. \n[273]That's... Marijuana? Mrs. Samsky Mm-hmm. She hands the joint over. . You'll find you'll need the iced tea. LARRY handles the bitty cigarette with trepidation. \n[274]Is it. . well.. . okay... \n[275]Maybe Rabbi Scott was right. Mrs. Samsky Who's Rabbi Scott? \n[276]The junior rabbi. Mrs. Samsky The junior rabbi.     111 Another long beat. Neither person feels compelled to speak as the blinds click. The joint makes another trip back and forth. \n[277]He spoke of.. perception. All my problems are just... just a... a mere.. He trails off, listening. . Is that a siren? Mrs. Samsky No. Some people get a little paranoid when they... Holy cow... That is a siren. \n[278]Hey! Neither the cops nor Uncle Arthur has heard. They have rung the doorbell and now disappear inside. LARRY projects louder- \n[279]This is crazy! This brings the cops' look around. Uncle Arthur also turns, shamefaced, to LARRY. \n[280]It's just mathematics! You can't arrest a man for mathematics! \n[281]It's all a mistake. I mean, not a mistake, a, a-     113 \n[282]-a miscarriage- \n[283]Look! What did he do! \n[284]You can't just- \n[285]The North Dakota! \n[286]. The North Dakota! We hold on LARRY's shocked reaction as we hear DANNY, off: \n[287]He says he didn't do anything. \n[288]He says. . . he just went in for a drink. \n[289]No. \n[290]. He says he was confused.     115 \n[291]Okay. Who's- \n[292]Is he good? \n[293]I don't understand. He goes to mixers at the Hillel House. \n[294]Is he expensive? \n[295]This week.     116 \n[296]Oh my God, Mrs. Samsky... Beyond her head LARRY can see the low cottage-cheese ceiling of the bedroom. Outside we can hear Gar Brandt mowing the lawn. Suddenly we hear muffled laughter and the front door opening. LARRY panics. He hisses: . Who is it? Footsteps are approaching along the hall. Mrs. Samsky doesn't react; she looks calmly down at LARRY even as the bedroom door opens behind her and CLIVE Park walks in wearing a traffic mask. LARRY is mortified: CLIVE, please! Wait outside! Mrs. Samsky blows smoke into LARRY's eyes. The screen goes black. Close on LARRY as he opens his eyes. A shadow falls across his face. His point-of-view: a wooden plank is just being slid into place over his head. The bang of hammer on nailhead. In the black:     117 Sy Ableman's Voice Nailing it down is so impawtant. We hear the chanting of Kaddish and the sound of dirt hitting the top of the coffin. It drums a steady rhythm. Grace Slick's voice enters: \"Somebody to Love.\" In a break in the vocals right before the chorus: Mrs. Samsky's Voice It's something we do. For recreation. On the chorus downbeat, a crescent moon pops into the black. Gar Brandt traverses the sky, pushing his lawn mower. A cow flies the opposite way. Stars twinkle. Sy Able- man walks across the sky dressed like a shtetl elder, a bindlestick over one shoulder. LARRY bolts upright in bed. Sudden quiet. Uncle Arthur is snoring in the tatty motel room's other bed. A title burns in: \n[297]He stands looking down in low shot. Above him is cheap Johnson-Armstrong dropped ceiling. \n[298]Please. I need help. I've already talked to the other rabbis. Please. Reverse shows an elderly eastern European woman seated behind a desk, looking up at \n[299]He didn't look busy! As she starts shuffling papers: \n[300]Arthur... ? Arthur? Arthur is a dim mound on the next bed. His weeping continues. For no reason LARRY continues to keep his voice to a whisper: . Arthur. What's wrong? No answer. . Arthur. It'll be okay. Arthur. We'll get Ron Meshbesher. It'll be okay- \n[301]Arthur! LARRY leaps from his bed, also in his underwear. He goes to the door but pauses, peering cautiously outside. Satisfied that the courtyard is deserted, he plunges into it. \n[302]Arthur! He opens the creaking gate and scurries over to Arthur. . You've got to pull yourself together! Arthur is suddenly angry. His voice bounces off the concrete: \n[303]Arthur. Don't use that word. \n[304]Arthur! Come on! \n[305]Arthur. What do I have. I live at the Jolly Roger. \n[306]It's not fair to blame Hashem, Arthur. Please. Sometimes -please calm down-sometimes you have to help your- self. \n[307]Arthur. Please. \n[308]Arthur. This isn't the right forum. Please. Not by the pool. Arthur weeps. Arthur... It's okay... It's okay... \n[309]Is this it? Both men peer out. \n[310]Okay.. . He straightens. Arthur straightens. LARRY hugs him. .Look... They separate and LARRY pulls a white envelope from his pocket and gives it to Arthur. . This'll help you get back on your feet. Arthur looks into the envelope. \n[311]Doesn't matter. When you- \n[312]It should get you started. \n[313]Arthur, I'm fine. Come on, get in. When you're settled...     123 Arthur climbs into the canoe. . let me know how to get in touch. He helps push the boat off. Arthur is twisted around, looking back. As he drifts off: \n[314]It's fine. It's fine... LARRY waves. Arthur waves bravely back, then turns to pick up the oars. A couple of strokes and he turns back again with a last thought. He calls: \n[315]I know. It's okay. A lingering look from Arthur, and then he turns back to row. A gunshot. Blood spurts from the back of Uncle Arthur's neck. He slumps forward, dead. \n[316]Gasping awake in the motel room. He looks around. It is dawn. Arthur sits on the edge of his bed in his underwear, staring off into space, slackjawed, vacant-eyed, drained. LARRY gazes around the room, waiting for things to fall into place. Finally, blearily: \n[317]Were we... out at the pool last night? Arthur, still staring off, responds in a flat, empty voice: \n[318]It's shabbas. Another beat. Arthur heaves a deep sigh. \n[319]It's okay. \n[320]Oh. Thank you, Arlen. Arlen Finkle Mazel tov. It was wonderful. \n[321]Yes it was. Thank you. Arlen Finkle Such a time of nachas, LARRY. He's your youngest. You have to savor it.     131 \n[322]I do. I will. Arlen Finkle See you at the staff caf. \n[323]Yes. Arlen shoves off to go, but hesitates. Arlen Finkle I just... I shouldn't tell you. I'm not telling you officially. The tenure candidates aren't notified til Monday. \n[324]. Yes? Arlen nods. Arlen Finkle You'll be very pleased. LARRY stares at him. \n[325]Thank you, Arlen. Over his back as he goes: Arlen Finkle I didn't say anything. Mazel tov. \n[326]. Hello? \n[327]. Yes? \n[328]Oh. Hello Dr. Shapiro. Dr. Shapiro Listen, mazel tov on DANNY. \n[329]Yes, thank you. Dr. Shapiro Listen, could you come in to discuss these X-ray results? LARRY sits frozen, phone to his ear. . Hello? \n[330]Yes? Dr. Shapiro LARRY, could you come in and discuss these X-ray results? Remember the X-rays we took? \n[331]. We can't discuss them on the phone? Thunder. Pattering rain.     135 Dr. Shapiro I think we'd be more comfortable in person. Can you come in? A beat. \n[332]When? Dr. Shapiro Now. Now is good. I've cleared some time now. ", "DANNY": "\n[1]Fagle!.. . The TEACHER drones on, writing on the blackboard. DANNY's eyes flit from the TEACHER to the student sitting kitty-corner in front of him-a husky youth with shaggy hair. He hasn't heard the prompt. . Fagle! The TEACHER turns from the blackboard and DANNY leans back, eyes front, folding the twenty up small behind his book. \n[2]Fagle! \n[3]You put the- The old man holds up one hand. \n[4]Um... The old man looks down at the little earpiece pinched between two fingers. He examines it as a superstitious native might a Coca-Cola bottle. The source of the electrical hum: a wall clock whose red sweep-second hand crawls around the dial very, very slowly. The Reb continues to squint at the earpiece. DANNY sighs. He encourages: \n[5]Yeah, you- The principal's tone is harder: \n[6]I had twenty bucks in it too. Inside the case.     23 Mark Sallerson Twenty bucks! How come. \n[7]I bought a lid from Mike Fagle. Couple weeks ago. I still owed him twenty. Mark Sallerson He already gave you the pot? \n[8]Yeah but a couple weeks ago my funding got cut off. Fagle said he'd pound the crap out of me if I didn't pay up. Howard Altar What funding got cut off? Where do you get your money? Another boy, with thick glasses, is Ronnie Nudell. Ronnie Nudell What happened? Mark Sallerson Rabbi Turchik took his radio. Had money in it. Ronnie Nudell That fucker! \n[9]Yeah. I think he said he was confiscating it. Ronnie Nudell He's a fucker! Where do you get your money? Mark Sallerson Mike Fagle's gonna kick his ass. Last week he pounded the crap out of Seth Seddlemeyer.     24 Ronnie Nudell He's a fucker! Mark Sallerson Fagle? Or Seth Seddlemeyer? Ronnie Nudell They're both f ickers! \n[10]Studying torah! Asshole! \n[11]Oh yeah? You gonna tell him you've been sneaking it out of his wallet? \n[12]Dad? \n[13]Dad, you gotta fix the aerial. Judith emerges from the kitchen. \n[14]36 We're not getting channel four at all. \n[15]I can't get F Troop. \n[16]Stop it! \n[17]She keeps doing that! \n[18]I gotta get my radio back. Ronnie Nudell Maybe the fucker lodged it up his fucking asshole. \n[19]I gotta get it back. Or Mike Fagle's gonna pound the crap out of me. Ronnie Nudell     49 Way up his asshole. \n[20]And I'll still have to get my sister the money back or she's gonna break four of my records. Twenty bucks, four records. Howard Altar How do you buy all those records. Where do you get your funds. \n[21]Nothing. \n[22]Stop it! \n[23]Stop it! I'm getting it! I'm gonna get it! Wider shows that the brain is on television, which DANNY has muted while he plays the Cantor Youssele Rosenblatt record and drills his torah portion. He and SARAH are in a stand-off, hands tensed to either deliver or ward off blows. \n[24]Nothing. \n[25]What? We hear the doorbell off. LARRY indicates the portable record player. \n[26]Sure Dad. On TV, the handsome man shouts defiance at the brain. From off, SARAH projects: \n[27]We eating already? \n[28]Ow! Cut it out! \n[29]Oh yeah. More eating. \n[30]Dad! \n[31]Um... \n[32]Okay Dad, but you gotta come home. \n[33]Huh? No no. Mom's real upset. \n[34]So are you coming back home? Can you fix the aerial? The weeping, off, grows louder and more hysterical. \n[35]It's still, you know... Loud wailing. \n[36]Dad? What's going on? \n[37]Dad, we get Channel 4 now but not Channel 7. \n[38]He won a lot of money, Dad! The Mentaculus really works! LARRY's gaze swings onto his son. \n[39]Well, um... \n[40]At least I'm not saving up for a nose job! \n[41]Ali! Struck by a thought he leaps up and bolts from the room. \n[42]Sort of. He sleeps on the couch. \n[43]Dad, why is Uncle Arthur in handcuffs? \n[44]He sleeps on the couch. \n[45]It folds out. Dad sleeps on a cot. \n[46]Dad, what's the North Dakota? \n[47]What's Sodomy, Dad? \n[48]Nefesh echad shelchayim, yitzeh gamor shel effashot. . \n[49]Hey! Fagle! From behind DANNY, over his shoulder: we see a funnel cloud in the middle distance. A growing rumble. The tornado is approaching. At the first downbeat of its chorus the Jefferson Airplane song bumps up full. We cut to black, and credits. ", "DON": "\n[1]How are you, LARRY, Jesus, I am so sorry to be seeing you under these circumstances. \n[2]I always thought you and JUDY were rock solid. This is so terrible, LARRY. This is devastating. \n[3]. Really? \n[4]Well, legally, I have to warn you, it's never easy for the husband. Unless, of course, there's some question of the wife having violated the marriage contract. \n[5]Sy Ableman! \n[6]Esther is barely cold! \n[7]Well, okay, still-this changes the complexion, LARRY! Sy Ableman! \n[8]Oh. \n[9]Oh. \n[10]Uh-huh, sure, not really a legal matter. Okay. Well. My goodness. How are the children taking it?     73 \n[11]Good. Well. On the other thing, the neighbor's property line, I've asked Solomon Schlutz to take a look. There's very little having to do with real estate that'll get by Sol. \n[12]Our fee structure? We bill by the hour. Dave Sieglestein and Solomon Schlutz bill at a hundred and ten, the associ- ates, me for instance, bill at A secretary sticks her head in. \n[13]You can take it here. \n[14]Everything okay? \n[15]She's retained Barney Silver at Tuchman, Marsh. This is a, uh--this is an aggressive firm, LARRY.     97 \n[16]These are not pleasant people. Judith is free of course to retain whoever she... I take it you don't talk to her? LARRY raises his head, squinting against the light. \n[17]Mm. \n[18]Yeah, yeah you better open an account in your name only, put your paychecks in there from here on out. Til we know where we stand. \n[19]Oh, absolutely! \n[20]Oh, absolutely! You, uh- \n[21]Ouch. Well, yes, this is definitely, um, adversarial. The     98 first thing we-are you all right? LARRY is wincing as he rubs a forearm under his shirtsleeve. \n[22]. Have you seen the Rabbi? \n[23]You should talk to Minda. \n[24]Mm. Congratulates the bar mitzvah boy every week, so forth? LARRY nods miserably. . That's too bad. A very wise man, Minda. LARRY raises his head. \n[25]Very old. \n[26]LARRY, you're fine. It's a bump in the road. Was Nachtner helpful at all? LARRY gives a helpless shrug. Don rolls his eyes. . What-did he tell you about the goy's teeth? A knock on the door. Don projects: Yeah? The door cracks open. A pipe edges in, followed by a peeking face: Solomon Schlutz. . Oh, good! Sol, come on in. Solomon Schlutz is a large man in shirtsleeves and suspenders. He has the smooth impassive face of a sphynx with a pipe clenched in its teeth. He glides into the room, a sheaf of files tucked under one arm. . Sol has been looking into the property-line issues.. . Solomon Schlutz seats himself at the conference table and starts sorting and arranging the files into three piles. . It seems that you do have a real problem with the original survey. But Sol seems to think there's some kind of nifty way for us to-well, I haven't heard it myself, I'll let Sol map it out. Solomon Schlutz continues to arrange the files, his eye occasionally lingering on a specific page. When at length he is finished he carefully justifies the edges of the closest pile, takes the pipe out of his mouth, gives LARRY a smile that seems to take some effort, and then taps the pipe in a large glass ashtray. He looks up again at LARRY, this time shocked. His stunned look on LARRY holds for a long beat. LARRY returns a bewildered look.     100 Solomon Schlutz, staring at LARRY as if he were some sort of monster, emits one barking \n[27].Sol? Solomon Schlutz's face now passes from the red end of the spectrum to the purple. Solomon Schlutz Nnnnff! The pipe clatters out of his hand. The hand grabs at his own shirt front. . Glufffl... Now his head pitches back. His backflung weight and twisting body send his chair tipping over, one hand still clutching at his chest while the other frantically waves. He disappears behind the conference table and lands with a floor-shaking thump. His writhing and gurgling remain audible. \n[28]Sol! Sol! Don Milgram has risen to look down at his fallen colleague; now he flings open the conference room door and bellows into the office: An ambulance! Quick! Somebody call an ambulance! A \n[29]What does Arthur say? \n[30]Uh-huh. \n[31]Uh-huh. Long beat. . Does Arthur drink? \n[32]Uls-huh. \n[33]Uh-huh. Uh-huh. Well. The North Dakota. Well. You'll need a criminal attorney. \n[34]Ron Meshbesher. \n[35]Ron is very good. LARRY's gaze wanders. He becomes wistful. \n[36]Mm. A beat. . I would call Ron Meshbesher. \n[37]Ron is not cheap. Don focuses on LARRY. Cheerful change of subject: . DANNY's bar mitzvah is... ? \n[38]This shabbas! Great! He nods. . It'll be okay. Try to relax, LARRY. Try to relax. ", "ARTHUR": "\n[1]Yeah! \n[2]Okay! Out in a minute! \n[3]Out in a minute! \n[4]Will you read this? Tell me what you think? LARRY continues to stare at the ceiling. \n[5]Boy. You should've worn a hat. \n[6]Boy! The air out here is magnificent! Mimi, looking at LARRY, responds to his dark silence: \n[7]If somebody could bottle this air they'd make a million bucks! A white title comes up: The First Rabbi \n[8]It's a victimless crime. \n[9]They must have finked me out. They knew I could just keep on winning, so a couple weeks ago they blackballed me, and now they've- \n[10]95 I didn't want it. DANNY said he could use it \n[11]What's unfair is these guys saying I can't play in their card game! \n[12]Some goys run a private game. We hear the TV go on down the hall and the theme from F Troop. I think they're Italians. \n[13]I didn't know what to tell them! They asked for my address.. . \n[14]I didn't know whether to say I lived here or at the Jolly Roger. \n[15]I figured this would sound more... I don't know... Mrs. Samsky appears behind LARRY on the stoop. \n[16]Hello, Mrs. Samsky. \n[17]Nothing! I didn't do anything! \n[18]But I didn't do anything! \n[19]\n[20]It's all shit, LARRY! It's all shit! \n[21]It's all fucking shit! \n[22]Look at everything Hashem has given you! And what do I get! I get fucking shit! \n[23]You've got a family. You've got a job. Hashem hasn't given me bupkes. \n[24]121 Don't blame me! You fucker! \n[25]Hashem hasn't given me shit. Now I can't even play cards. He starts weeping again. LARRY looks around. \n[26]I think so... yeah... there... He indicates the road ahead. \n[27]Oh my God. Where did you get this? \n[28]This is a lot of money! \n[29]This is a lot of money! Are you sure you don't need it? \n[30]Are you sure this is okay? \n[31]LARRY. I'm sorry. What I said last night. \n[32]Yes. I'm sorry. LARRY blinks sleep away. After a beat: \n[33]I'll go drain my cyst.     125 ", "VOICE": "\n[1]Yes...  The man crosses to the stove with his bundle of wood. The voice continues:     2 . Can you help me with the ice? The man dumps the wood into a box by the stove as his wife enters with an ice pick. . I expected you hours ago. \n[2]Out in a minute!     22 \n[3]\n[4]Out in a minute! Judith enters. \n[5]Gimme that fucker. DANNY passes the joint to Ronnie Nudell, who sits opposite. \n[6]Dad?     74 \n[7]F Troop is fuzzy. \n[8]F Troop is still fuzzy. LARRY stares. \n[9]Hello, Mr. Gopnik, this is Dick Dutton from the Columbia Record Club. I'm calling because it is now, what, four months and we have yet to receive your first payment. \n[10]Sir, you are Lawrence Gopnik of 1425 Flag Avenue South? \n[11]Excuse me? \n[12]Yes you are Lawrence Gopnik? \n[13]Okay means... \n[14]Okay, well, you received your twelve introductory albums and you have been receiving the monthly main selection for four months now- \n[15]To receive the monthly main selection you do nothing. \n[16]Yes, that's why you receive the monthly main selection. The last \n[17]The last one was Santana Abraxis. You- \n[18]You request the main selection at the retail price by doing nothing. It is automatically mailed to you. Plus shipping and handling. You're about to- \n[19]You're about to get Cosmo's Factory, sir. The June main selection. And you haven't- \n[20]I'm sorry sir.     78 \n[21]Are you okay? \n[22]Okay. Good. Well, you had fourteen days to listen to Santana Abraxis and return it if you weren't completely satisfied. You did nothing. And now you- \n[23]Sir. Please. We can't make you listen to the record. We- \n[24]Sy Ableman was a serious man! \n[25]\n[26]Good shot! LARRY looks wildly around. He sees: Gar Brandt and Mitch in their camo fatigues, hard to pick out in the foliage. They are looking off toward the canoe, Mitch just lowering his rifle. Gar Brandt's look swings around, into the lens. He points at us: There's another Jew, son.     124 Mitch swings his rifle toward us. He fires. \n[27]Ya'amod hab'rayshit. \n[28]Nefesh echad sheichayim, yitzeh gamor shel effashot... DANNY is still staring at the end of the yad against the parchment scroll. Someone's hand enters and moves the yad to a different place in the text. The voice repeats: . Nefesh echad sheichayim, yitzeh gamor shel effashot... DANNY looks up from the scrolls. In the congregation Ronnie Nudell sits hunched-shouldered and squished between his parents. He returns DANNY's red-rimmed slack-jawed stare. The insistent voice: . Nefesh echad shelchayim, yitzeh gamor shel effashot... DANNY looks over. From the surrounding scrum the prompter nods at him. He looks somewhat like Cantor Youssele Rosenblatt.     127 . Nefesh echad shelchayim, yitzeh gamor shel effashot.. . DANNY looks back down at the scroll. A hand enters to tap a pointing finger where the yad points. . Nefesh echad shelchayim, yitzeh gamor shel effa- DANNY suddenly erupts: \n[29]\n[30]Hi, Len Shapiro. ", "Arlen Finkle": "", "SY": "\n[1]LARRY. How are you, my friend. LARRY picks idly at the envelope. \n[2]Oh fine. Shall we talk LARRY. LARRY reacts to the money. \n[3]Good to see you, LARRY. He is a heavy-set man wearing a short-sleeved shirt that his belly tents out in front of him. In his left hand he holds a bottle of wine. \n[4]No, actually LARRY, I'm here to see you, if I might. He shakes his head. . Such a thing. Such a thing. \n[5]You know, LARRY-how we handle ourselves, in this situation-it's so impawtant. \n[6]Absolutely. Judith told me that she broke the news to you. She said you were very adult. \n[7]Absolutely. The respect she has for you. \n[8]Absolutely. But the children, LARRY. The children. He shakes his head. . The most impawtant. \n[9]Of coss. And Judith says they're handling it so well. A tribute to you. Do you drink wine? Because this is an incredible bottle. This is not Mogen David. This is a wine, LARRY. A bawdeaux. \n[10]Open it-let it breathe. Ten minutes. Letting it breathe, so impawtant. \n[11]I insist! No reason for discumfit. I'll be uncumftable if you don't take it. These are signs and tokens, LARRY. \n[12]40 S' okay. He finishes the hug off with a couple of thumps on the back. S'okay. Wuhgonnabe fine. \n[13]LARRY. How are you. \n[14]Hello Judith. \n[15]Thank you for coming, LARRY. It's so impawtant that we be able to discuss these things. \n[16]Of coss! Legal matters, let the lawyers discuss! Don't mix apples and oranges! \n[17]Monday is timely! This isn't-please!-Embers isn't the forum for legalities, you are so right! \n[18]No, Judith and I thought merely we should discuss the practicalities, the living arrangements, a situation that will conduce to the comfit of all the parties. This is an issue where no one is at odds. LARRY isn't sure where this is leading: \n[19]Absolutely. I think we all agree, the children not being contaminated by the tension-the most impawtant. \n[20]No one is playing the \"blame game,\" LARRY. \n[21]Aw right, well let's just step back, and defuse the situation, \n[22]A child's bar mitzvah, LARRY! \n[23]It makes eminent sense. \n[24]Well, for instance, the Jolly Roger is quite livable. Not expensive, and the rooms are eminently livable. \n[25]There's convenience in its fava. There's a pool- \n[26]LARRY, you're jesting! \n[27]LARRY, LARRY, LARRY. I think, really, the Jolly Roger is the appropriate coss of action. He shrugs. It has a pool. ", "SARAH": "\n[1]I gotta wash my hair! I'm going out tonight! \n[2]Jesus Christ! She stomps down the hall. \n[3]W is Uncle Arthur always in the bathroom? \n[4]Why can't he do it in the basement? Or go out in the garage! \n[5]Are you still in there?! Uncle Arthur I, uh.. . Just a minute! \n[6]I've gotta wash my hair! I'm going out tonight, to the hole! Uncle Arthur Okay! \n[7]Are you kidding! They start eating. \n[8]Mom, how long is Uncle Arthur staying with us? \n[9]You little brat fucker! You snuck twenty bucks out of my drawer! \n[10]You little brat! I'm telling Dad! \n[11]All right, you know what I'm gonna do? You little brat? If you don't give it back? We hear the thunk of the front door opening. DANNY stands, calling: \n[12]Dad, Uncle Arthur is in the bathroom again! And I=m going to the hole at eight! She hits DANNY on the back of the head. \n[13]I'm going to the hole. \n[14]We're stopping at Laurie Kipperstein's house so I can wash my hair. LARRY pulls open the door just as the doorbell rings. From the four dark girls: \n[15]Uncle Arthur's in the bathroom. \n[16]Creep fucker! \n[17]Brat! LARRY enters. \n[18]Nothing. She closes the door behind her. \n[19]Dad. Chinese guy. \n[20]I'm going to the hole. DANNY enters the kitchen and sits at the setting across from his sister. He picks up his spoon. Some movement in SARAH's body; DANNY recoils from a kick. \n[21]Does this mean I can't go to the hole tonight? \n[22]Sy Ableman died in a car crash. DANNY's Voice     80 Hey Dad! \n[23]Unfair! \n[24]Why give him the money?! You know what he spends it on? \n[25]Records?! You think he buys records from Mike Fagle? Movement in DANNY's body; SARAH recoils from a kick. . Ow! Little brat! \n[26]Brat! \n[27]What a brat. ", "JUDY": "\n[1]Does that matter? \n[2]Is it important? LARRY shrugs. \n[3]Any news on your tenure? \n[4]You think. \n[5]No, I don't know. Which is why I ask. \n[6]Ask your father. \n[7]Honey. \n[8]Did you talk to Sy? Still absent, without looking up: \n[9]You didn't talk to him. \n[10]You know the problems you and I have been having. Sympathetic, but still absent:     28 \n[11]Well, Sy and I have become very close. This brings LARRY's head up. He focuses on JUDY, puzzled. She elaborates: In.short: I think it's time to start talking about a divorce. LARRY stares at her. A long beat. At length, trying to digest: \n[12]This is not about Sy. \n[13]Don't twist my words. We- \n[14]LARRY, don't be a child. You haven't \"done\" anything. I haven't \"done\" anything. \n[15]Nevertheless, there have been problems. As you know. \n[16]And things have changed. And then-Sy Ableman. Sy has come into my life. And now- \n[17]We've known the Ablemans for fifteen years. \n[18]I haven't done anything. This is not some flashy fling. This is not about woopsy-doopsy. LARRY stares at her. \n[19]Look, I didn't know any other way of breaking it to you. Except to tell you. And treat you like an adult. Is that so wrong? LARRY does not seem to be listening. His eyes roam the room as he thinks. \n[20]What? \n[21]Look. Sy feels that we should- \n[22]Esther died three years ago. And it was a loveless marriage. Sy wants a Gett. This derails the conversation. LARRY stares, trying to pick up the thread. \n[23]A ritual divorce. He says it's very important. Without a Gett I'm an Aguna. \n[24]You always act so surprised. As she leaves: I have begged you to see the Rabbi. ", "JUDITH": "\n[1]He has to drain his sebacious cyst. You know that. Will you set the table? \n[2]Hello LARRY, have you thought about a lawyer? \n[3]LARRY, the children know. Do you think this is some secret? Do you think this is something we're going to keep quiet? SARAH enters. \n[4]Are you ready? \n[5]We're meeting Sy at Embers. \n[6]Both of us. I told you. \n[7]Hello Sy. Once Sy releases LARRY, all seat themselves at Sy's booth, Judith next to Sy, LARRY facing. \n[8]I've beamed you to see the lawyer. \n[9]Hmph.     55 \n[10]We shouldn't put the kids in the middle of this, LARRY. \n[11]I'm saying \"we.\" I'm not pointing fingers. \n[12]Well let's not play He said, She said, either. \n[13]Really, to keep things on an even keel, especially now, leading up to DANNY's bar mitzvah- \n[14]Sy and I think it's best if you move out of the house. \n[15]Things can't continue as they- \n[16]This would allow you to visit the kids. \n[17]\n[18]LARRY, there is much to accomplish before that can happen. Sy is sadly shaking his head. \n[19]What's going on? The siblings slurp soup, neither answering. After a couple slurps: . Isn't Dad eating? \n[20]He's at the Jolly Roger. \n[21]I'm sorry that... things have been so hard for us... \n[22]Sy had so much respect for you, LARRY. He pats her hand. A beat. . He wrote letters to the tenure committee. ", "Rabbi Nachtner": "\n[1]In close-up he gazes around, weighing the effect of the words just delivered. After a long beat during which he seeks to establish eye contact with as much of his audience as possible: Rabbi Nachtner . Sy Ableman was a man devoted to his community... Wider shows Rabbi Nachtner up on the bema. He and the congregation face each other across a casket down at floor level. . to torah study... LARRY sits among the congregants, his gaze fixed on a point off.     91 . to his beloved wife Esther until, three years ago, she passed.. . LARRY's point-of-view: JUDY is visible from 3 behind. She sits a few rows ahead looking grimly up at the rabbi. . and to his duty, as he saw it. Where does such a man go? A tzadik-who knows, maybe even a lamid vovnik-a man beloved by all, a man who despised the frivolous? Could such a serious man... simply... disappear? The words echo. Again the rabbi gazes around, as if awaiting answer. ", "CLIVE": "\n[1]Uh, Dr. Gopnik, I believe the results of Physics Mid-Term were unjust. \n[2]I received an unsatisfactory grade. In fact: F, the failing grade. \n[3]Yes, but this is not just. I was unaware to be examined on the mathematics. \n[4]If I receive failing grade I lose my scholarship, and feel shame. I understand the physics. I understand the dead cat. \n[5]Very difficult... very difficult... \n[6]Passing grade. \n[7]Or perhaps I can take the mid-term again. Now I know it covers mathematics. \n[8]Secret test. LARRY wraps a hand wearily over his eyes. \n[9]Hush-hush. \n[10]Very troubling. He rises. . very troubling... He goes to the door, shaking his head, as LARRY looks on in surprise. He leaves. LARRY stares at the open door. The secretary outside, her back to us, types on. LARRY. looks stupidly around his own office, shakes his head. He picks up the phone message from Sy Ableman-\"Let's talk\"-and dials. As he dials his other hand wanders over the papers on the desktop. There is a plain white envelope on the desk. LARRY picks it up as the phone rings through. A ring is clipped short and a warm basso-baritone rumbles through the line: Phone Voice Sy Ableman. \n[11]I didn't leave it. \n[12]I didn't leave anything. I'm not missing anything. I know where everything is. LARRY looks at him, trying to formulate a thought. \n[13]Yes, sir. That is there. \n[14]Yes sir. That is something. A beat. . What is it. \n[15]Of course, sir. \n[16]Yes. Often. \n[17]Yes sir. \n[18]Yes. \n[19]No sir. I know about my actions. \n[20]Meer sir my sir. LARRY cocks his head.     34 \n[21]Mere... surmise. Sir. He gravely shakes his head. . Very uncertain. ", "MAN": "\n[1]What a marvel... what a marvel...  \n[2]Dora!  \n[3]You can't imagine what just happened. I was coming back on the Lublin road when the wheel came off the cart thank heavens it was the way back and I'd already sold the geese!  \n[4]Fifteen groshen, but that's not the story. I was struggling to set the cart upright when a droshky approaches from the direction of Lvov. How lucky, you think, that someone is out this late.  \n[5]But that's the least of it! He stops to help me; we talk of this, we talk of that-it turns out this is someone you know! Traitle Groshkover!  His wife stares at him as he beams. He takes the stare as a sign that she can't place the name. . You know, REB GROSHKOVER! Pesel Bunim's uncle! The chacham from Lodz, who studied under the Zohar reb in Krakow!  Still she stares. Then, quietly:  \n[6]What?  \n[7]Why do you say such a thing! I saw the man! I talked to him!  \n[8]For some soup, to warm himself. The wind moans. He helped me, Dora!  \n[9]REB GROSHKOVER! You are welcome here! Reverse on REB GROSHKOVER: a short, merry-looking fellow with a bifurcated beard and a silk hat and spectacles. He gives a little squeal of delight.  \n[10]Yes! A ray of sun, a ray of sun! Sit!  \n[11]I assure you, REB GROSHKOVER, it's nothing personal; she heard a story you had died, three years ago, at Pesel Bunim's house. This is why she think you are a dybbuk; I, of course, do not believe in such things. I am a rational man.  REB GROSHKOVER is still chuckling.  \n[12]Woman, what have you done?  REB GROSHKOVER again looks down at his chest, which again moves him to laughter. He shakes his head.  \n[13]Dora! Woe, woe! How can such a thing be!  \n[14]Dear wife. We are ruined. Tomorrow they will discover the body. All is lost.  \n[15]Culcha clash. He bangs his two knuckles together, illustrating. . Culcha clash. He faces LARRY in the driveway. LARRY's car is half-loaded with open boxes that are haphazardly stuffed with clothing and effects. LARRY is leaning against the hood, arms folded, gazing at the man, unimpressed. A long beat. Finally he bestirs himself. \n[16]Jesus Christ.. . ", "Rabbi Scott": "", "WIFE": "\n[1]How much?  \n[2]Yes, very remarkable.  \n[3]God has cursed us.  \n[4]Traitle Groshkover has been dead for three years.  Laughter erupts from the man but, as his wife continues to stare at him, he strangles on it. Quiet. Wind whistles under the eaves.  The man says quietly:  \n[5]You talked to a dybbuk. Traitle Groshkover died of typhus in Pesel Bunim's house. Pesel told me-she sat shiva for him.  They stare at each through a silence broken only by the sound of the quickening wind. A rap at the door. Neither immediately responds. Finally, to her husband:  Who is it?  \n[6]My husband said he offered you soup.  \n[7]I knew it.  REB GROSHKOVER laughs. \n[8]No. A dybbuk doesn't eat.     5 REB GROSHKOVER stares at her, shocked. The wife returns the stare. The husband looks from wife to REB GROSHKOVER, apprehensive. A heavy silence. REB GROSHKOVER bursts into pealing laughter.  \n[9]Pesel always worried. Your corpse was left unattended for many minutes when Pesel's father broke shiva and left the room-it must have been then that the Evil One- She breaks off to spit at the mention of the Evil One. -took you!  REB GROSHKOVER is terribly amused:     6 \n[10]Oh yes? Look, husband...  She steps forward to the Reb, who looks enquiringly up at her. They were preparing the body. Pesel's father shaved one check...  As his eyes roll down to look at her hand, she draws it across his smooth right cheek. Then he left the room. He came back, and shaved the other...  She reaches across to the other cheek, REB GROSHKOVER's eyes following her hand- You were already gone!  -and drags her hand across. A bristly sound.  REB GROSHKOVER laughs.  \n[11]What do you say now about spirits? He is unharmed!  \n[12]Nonsense, Velvel... She walks to the door... Blessed is the Lord. Good riddance to evil and shuts it against the wind. ", "SECRETARY": "\n[1]Messages, Professor Gopnik. He takes the three phone messages. \n[2]Sy Ableman just called. Said he got disconnected. \n[3]Messages, Professor Gopnik. He takes the two phone messages. \n[4]A call for Mr. Gopnik. DANNY. At home. \n[5]Oh-eight-oh-nine. LARRY punches a button on a row of four on the conference-room telephone. \n[6]Oh-Professor Gopnik. It's Dick Dutton again. \n[7]Sir. \n[8]Professor Gopnik, your son. He said it's urgent. \n[9]Dick Dutton. Columbia Record Club. \n[10]The rabbi is busy. \n[11]He's thinking. ", "GAR": "\n[1]Let's see some hustle, Mitch. \n[2]Go scrub up, Mitch. \n[3]Afternoon. In the background of his angle is the dead buck, staring off through sightless eyes.     50 \n[4]Yep. \n[5]Gonna be a den. \n[6]I said scrub up, Mitch! The child quickly goes. LARRY frowns. \n[7]Took him out of school today. So he could hunt with his dad. \n[8]Property line's the poplar. \n[9]Poplar! \n[10]Measure. We hear two pairs of pounding footsteps coming up the street. \n[11]Line's the poplar. He indicates. . It's all angles. Gar Brandt turns and goes. LARRY turns, reacting to the pounding footsteps. One of the two pairs belongs to DANNY who arrives, slowing to a walk, panting, a bookbag over his shoulder. A half-block back the pursuing boy also stops running. Husky, shaggy-haired, he watches, scowling, as DANNY goes up the walk to his house. LARRY addresses DANNY's retreating back:     52 ", "REB GROSHKOVER": "\n[1]You are too kind, Velvel! Too kind!  He steps into the house and sees the wife staring at him. And you must be Dora! So much I have heard of you! Yes, your cheeks are pink and your legs are stout! What a wife you have!  The husband chuckles nervously.  \n[2]Yes, but I couldn't possibly eat this late, or I'd have nightmares. No, no: no soup for me!  \n[3]I see! You think I'm fat enough already!  He settles, chuckling, into his chair, but Dora remains sober:  \n[4]What a wife you have!  He wipes away tears of merriment; the husband relaxes, even begins to smile.  \n[5]Oh my. Oh my yes. What nonsense. And even if there were spirits, certainly... He thumps his chest. I am not one of them!  \n[6]\"My corpse!\" Honestly! What a wife you have!  \n[7]I shaved hastily this morning and missed a bit-by you this makes me a dybbuk?  He appeals to the husband: It's true, I was sick with typhus when I stayed with Peselle, but I recovered, as you can plainly see, and now I-hugh!  The wife steps back. REB GROSHKOVER looks slowly down at his own chest in which the wife has just planted an ice pick. REB GROSHKOVER stares at the ice pick. The wife stares.     7 The husband stares. Suddenly, REB GROSHKOVER bursts out laughing: What a wife you have! The husband can manage only a shocked whisper:  \n[8]Why would she do such a thing?  He looks up. I ask you, Velvel, as a rational man: which of us is possessed?  \n[9]On the contrary! I don't feel at all well.  And indeed, blood has begun to soak through his vest. He chuckles with less energy. One does a mitzvah and this is the thanks one gets?   \n[10]Perhaps I will have some soup. I am feeling weak...  He rises to his feet but totters. Or perhaps I should go...     8 He smiles weakly at Dora.. One knows when one isn't wanted. He walks unsteadily to the door, opens it with some effort, and staggers out into the moaning wind and snow to be swallowed by the night. The wife and husband stare at the door banging in the wind. ", "Ronnie Nudell": "", "MIMI": "\n[1]Such a sweet man though. \n[2]He tried to tell me about this thing he's working on, this, um... \n[3]Does he go out socially at all? \n[4]How is Judith? \n[5]Sometimes these things just aren't meant to be. And it can take a while before you feel what was always there, for better or worse. \n[6]Then-it's an opportunity to learn how things really are. LARRY broods. Mimi softens. . I'm sorry-I don't mean to sound glib. It's not always easy, deciphering what God is trying to tell you. \n[7]But it's not something you have to figure out all by your- self. We're Jews, we have that well of tradition to draw on, to help us understand. When we're puzzled we have all the     65 stories that have been handed down from people who had the same problems. \n[8]Have you talked to Rabbi Nachtner? Silence. Arthur is climbing the hill from the lake, dripping wet. He projects: \n[9]Why not see him? Mel Nudell has finished spreading and lighting the coals. He now comes and sits next to Mimi, draping an arm over her shoulder. She strokes his hand, still looking at LARRY. \n[10]If I knew I'd be the rabbi. He looks at her glumly. She laughs. . Life is beautiful, LARRY. Nobody's sick. Nobody died. You just need help remembering how to enjoy it. She rests her head against Mel's shoulder. . Where are the kids? ", "TEACHER": "\n[1]Mee yodayah? Reuven? Rifkah? Mah zeh \"anakim\"? Efsheh mashooach ba-avodah?  \n[2]Ahnee rotzeh lalechet habait hakisai. Mee yodayah? Misaviv tamid anachnoo tamid... The clock-watching child, eyelids sinking, is beginning to drool out of one side of his mouth. \n[3]Hamrah oomoh- He interrupts himself briefly to make a couple of phlegm-hawking sounds. He resumes: . Hamrah oomoh meshiach oomshel zal? \n[4]Ahnoo ahnoo mah? Mah? Talmidim? D'vorah?     12 \n[5]Mee yodayah? The bugger-seeker, having succesfully withdrawn a bugger, carefully drapes it over the sharp end of his pencil, to what end we cannot know. DANNY, apprehensively eyeing the TEACHER, slides the twenty into the transistor radio's cover-sleeve. \n[6]Nefsheh shelach hamilamid-eh?! The TEACHER's circuit of the classroom has taken him around behind DANNY. DANNY's book lies face-down on the desk, covering the radio, but the white cord snakes out from under it up to his ear. The TEACHER yanks at the cord.     13 The cord pops out of its jack and the Jefferson Airplane blares tinnily from beneath the book of torah stories. The TEACHER lifts the book to expose the jangling radio. Outraged, the TEACHER projects above the music: . Mah zeh? ! Mah zeh? ! Some of the students are singing along; a couple beat rhythm on their desks. . Shechet, talmidim! Anachnoo lo cam zeh b'bait sefer! Shechet bivakasha! Three other students join in a chorus:  ", "DOCTOR": "\n[1]Uh-huh. \n[2]Mm-hmm. \n[3]Well, I-sorry. He holds the pack toward LARRY.     14 \n[4]Well, you're in good health. How're Judith and the kids? \n[5]Good. Daniel must be-what? About to be bar mitzvah? \n[6]Well, mazel tov. They grow up fast, don't they? ", "LARRY'S OFFICE": "\n[1]He is flipping through the messages. Absently: \n[2]He sits in and picks up the phone.     76 \n[3]LARRY is at his desk sorting through mail. Arlen Finkle (off DANNY was magnificent. LARRY looks up: Arlen is leaning in his accustomed spot in the office doorway. \n[4]132 Mail in front of him. He opens an envelope from RONALD MESHBESHER, ESQ. In it are two pieces of paper. Topmost is a letter headed RETAINER \n[5]He fingers the invoice. Close on a printed detail: PAYABLE: and, typed underneath: Upon Receipt. Wind is whipping rain hard against the window. \n[6]He is staring down at his desktop. Thunder. He reaches up and scratches his nose as he stares at his desk. On the desk: a ledger sheet with a list of students' names. Next to each name, a grade. LARRY drums his fingers. He picks up a pencil. He goes down to PARK, CLIVE. Next to it is an F. He waggles the pencil, eraser-end thumping the sheet. He erases the F. He enters a C. The pencil leaves frame. We hold for a beat on the new grade. The hand reenters. It puts a minus sign after the C. The hand withdraws. LARRY closes the file. Just as he does so: The phone jangles, very harsh. LARRY looks at it, frozen. He lets it ring a couple times. He reaches for it. He slowly picks it up.     134 ", "Sy Ableman": ""}}