{"dialogues": {"KAUFMAN": "\n[1]I am old. I am fat. I am bald. My toenails have turned strange. I am repulsive. How repulsive? I don't know for I suffer from a condition called Body Dysmorphic Disorder. I am fat, but am I as fat as I think? My therapist says no, but people lie. I believe others call me Fatty behind my back. Or Fatso. Or, facetiously, Slim. But I also believe this is simply my own perverted form of self-aggrandizement, that no one really talks about me at all. What possible interest is an old, bald, fat man to anyone? I am repulsive. I have never lived. I blame myself. I -- \n[2]I'm old.   I'm bald. I'm repulsive. \n[3]Oh, thank you. \n[4]Oh, thanks, wow. That's nice to hear. \n[5]Well, thanks. That's... I appreciate that. \n[6]Thanks.   Thank you.   Thanks. \n[7]Sort of hot in here. \n[8]First, I think it's a great book. \n[9]And Orlean makes orchids so fascinating. Plus her musings on Florida, orchid poaching. Indians. Great, sprawling New Yorker stuff. I'd want to remain true to that, let the movie exist rather than be artificially plot driven. \n[10]Oh. Well... I'm not sure exactly yet either. So... y'know, it's... \n[11]It's just, I don't want to compromise by making it a Hollywood product. An orchid heist movie. Or changing the orchids into poppies and turning it into a movie about drug running. Y'know? \n[12]Or cramming in sex, or car chases, or guns. Or characters learning profound life lessons. Or characters growing or characters changing or characters learning to like each other or characters overcoming obstacles to succeed in the end. Y'know? Movie shit. \n[13]Alienated journalist writes about passionate backwoods guy and he teaches her to love. I mean, it didn't happen, it wouldn't happen. It's Hollywood. \n[14]So anyway I just wanted to stop by to congratulate you on your promotion. \n[15]I think it's great. Your photo in the trades and everything. Pretty cool. \n[16]I'm considering jobs. Mostly crap. There's one you might like, about flowers. \n[17]They want me to do an adaptation of a book called The Orchid Thief. \n[18]I loved the book. \n[19]I know.   They're really great. \n[20]That'd be fun. \n[21]Testicle.     I just read that. \n[22]...plus I love the idea of learning all about orchids. I really admire those guys who know everything about ants or fungus or whatever. I'd like to be more like that. See, I tend to write self- involved, self-loathing... even masturbatory stuff. \n[23]Thanks. That's nice to hear. But I need to challenge myself as a writer. I've arrived at an age where I want to think about the world in a different way. \n[24]Yes. And I welcome the challenge of taking a small subject, like orchids, something that would never draw people into a theater and making that fascinating. I want to show people heaven in a wildflower. As Blake wrote. \n[25]Hey, I'm going to an orchid show Sunday? For research? Maybe you'll come? \n[26]Yeah, of course. Sure. \n[27]Oh, thanks. That's nice to hear. \n[28]Yeah.     That's great.   He sounds great. \n[29]Y'know, a long time ago.   A bit.   Y'know. \n[30]Yeah. \n[31]I am fat. I am repulsive.   I cannot bear my own reflection. \n[32]What's with you? \n[33]A job is a plan. Is your plan a job? \n[34]Screenwriting seminars are bullshit. \n[35]Donald, don't say \"industry.\" \n[36]Let me explain something to you. \n[37]Anybody who says he's got \"the answer\" is going to attract desperate people. Be it in the world of religion -- \n[38]There are no rules to follow, Donald, and anybody who says there are, is just -- \n[39]The script I'm starting, it's about flowers. No one's ever done a movie about flowers before. So, there're no guidelines, and that's good because -- \n[40]That's not about flowers.    And it's not a movie. \n[41]My point is, those teachers are dangerous if your goal is to do something new. And a writer should always have that goal. Writing is a journey into the unknown. It's not building a model airplane. \n[42]Each being is, because posited, an op- posited, a conditional and conditioning, the Understanding completes these its limitations by positing the opposite... \n[43]The Orchidaceae is a large, ancient family of perennial plants with... \n[44]Maybe you should watch what you eat, Donald. Did you ever consider maybe you're a bit fat? Does it ever occur to you, you kind of represent me in the world? That people look at you and think, he's Charlie's twin, therefore that's what Charlie must look like? \n[45]Did you even hear what I said? \n[46]Jesus, don't say \"pitch.\" \n[47]Hey, maybe you and mom could collaborate. I hear she's really good with structure. \n[48]Florida is a landscape of transition... \n[49]We open on State Road 29. A lonely stretch of road cutting through untamed swampland. Suddenly a beat-up white van barrels around a curve. It's driver: a skinny man with no front teeth... \n[50]What?! \n[51]Go away.    God damn it. \n[52]It's a little obvious, don't you think? \n[53]Look, the only idea more overused than serial killers, is multiple personality. On top of that you explore the notion that cop and criminal are really two aspects of the same person. See every cop movie ever made for other examples of this. \n[54]The other thing is, there's no way to write this. Did you consider that? I mean, how exactly would you show a character holding himself hostage? \n[55]Okay, that's not what I'm asking. What I'm asking is in the reality of this movie, if there's only one character, right?... Okay? How could you... What exactly would the scene... How... \n[56]I agree with mom. Very taut. Sybil meets.. I dunno, something very taut. \n[57]The Orchidaceae is a large, ancient... \n[58]Um. Hi. Thank you. The key lime pie, please. A small slice. I'm watching my... And a coffee, please. Skim milk. \n[59]Yes.   They're really great. \n[60]A beautiful orange orchid blooms in time- lapse -- \n[61]What do you want, Donald? \n[62]Why are you in here now? \n[63]Um, okay, killer's a literature professor who cuts off little chunks of his victims' bodies until they die. He'd be known in the tabloids as \"The Deconstructionist.\" \n[64]See, I was kidding, Donald. \n[65]I'm still obsessed with that girl. \n[66]California Pizza Kitchen. \n[67]Yeah. She's really nice. I feel pretty certain she likes me maybe. \n[68]Hi! \n[69]Okay, yeah! That sounds great!     Yeah! \n[70]Thank you.     That's really sweet of you. \n[71]Yes, I am, in fact!    Beautiful flowers. \n[72]That's what's called an epiphyte. \n[73]Not really. I'm just learning. Epiphytes grow on trees, but they're not parasites. They get all their nourishment from the air and rain. \n[74]There are more than thirty thousand kinds of orchids in the world. \n[75]But, so, anyway, I was also wondering... \n[76]I'm going up to this orchid show on Saturday in Santa Barbara and I -- \n[77]I'm sorry.     I apologize.   I'm sorry. \n[78]I am fat.     I am old. I am repulsive. \n[79]I'm successful, right? I mean, I could say to a woman, I'm a screenwriter and she'd look at me differently. I could get laid. But I want someone to like me. For me. Y'know?    The way I like them. The way I'd do anything for that woman walking down the street. A million women walking down the street. I don't need to know what their jobs are. No one will ever love me like that. Like I love almost every woman I see. \n[80]Okay, opening of movie. Four billion years ago. Life has not begun. Endless, barren terrain. Silence. Silence. \n[81]... then, after the entire history of life on the planet, in the last seconds of the montage, we see the whole of human history: tool-making, hunting, farming, war, lust, religion, self-consciousness. Yearning. Then, bam! cut to Susan Orlean writing a book about orchids. And the story begins. It's perfect! It's circular! It's everything! \n[82]I'm an idiot. I'm fat. I hate my-- \n[83]You and I share the same DNA. Is there anything more lonely than that? \n[84]Movie opens with Susan Orlean typing. \"John Laroche is a tall guy, skinny as a stick... Movie opens with a young boy picking out his first pet... Movie opens with... \n[85]I don't know how to adapt this. I should've just stuck with my own stuff. I don't know why I thought I could -- \n[86]It's about flowers. \n[87]\"There is not nearly enough of him to fill a book,\" blah blah blah, so Orlean \"digresses in long passes\" blah blah blah \"no narrative really unites these passages.\" Blah blah blah blah blah. \n[88]New York Times Book Review. I can't structure this. It's that sprawling New Yorker shit. \n[89]There's no story. The book has no story. \n[90]I didn't want to do that this time. It's someone else's material. I have a responsibility... Anyway, I wanted to grow as a writer, do something profound and simple. Show people how amazing flowers are. \n[91]I don't know. I think they are. \n[92]John Laroche. \n[93]I need you to get me out of this. \n[94]Okay, okay, we open with Laroche. He's funny. Okay, he says, okay, he says, I love to mutate plants, he says, mutation is fun... Okay, we show flowers and, okay, we have to have the court case. Okay we show Laroche, okay, he says, I was mutated as baby, that's why I'm so smart...that's funny. Okay we open at the beginning of time...no, okay, we open with Laroche driving into the swamp... \n[95]... see, Laroche researched it and found that Indians have the legal right to take endangered plants off state lands. \n[96]Well, actually, there wasn't much of a trial. Florida got 'em on a technicality, about cutting down non- endangered trees. Even the Indians aren't allowed to do that. They all plead no contest. Laroche got fined five hundred bucks and banned from the Fakahatchee for six months. \n[97]Nothing much. That's what I like. I mean, most people's lives don't include a lot of drama and I wanted to sort of be compelling without having to resort to big, um... Y'know what I mean? \n[98]It's, like, Blake talked about seeing the world in a grain of sand and heaven in a wild flower. Y'know? Or like Hegel? \n[99]I am a failure. I'm a poseur. I have no ideas. I wanted to do something great. There's no story. I'm fat. I'm repuls-- \n[100]What? \n[101]Oh, hi.    Hi. Hey!   Hi! \n[102]Yeah, me too. \n[103]It's good. It's complicated what I'm trying to do, but it's going very well. \n[104]Travelling into the Fakahatchee, Donald, is a perfect metaphor for writing. I'm stepping into the confusion of the unknown. I'm taking the big risk here. \n[105]It's dark, dangerous, as dense as steel wool. I don't know if I'll come out alive, but if I do, I'll have something true to give the world. That's the difference between writing and aping some moron's \"principles.\" \n[106]Hey!    How was Denver? \n[107]Yes. Hi. \n[108]Okay. \n[109]Why isn't it wet? Orlean wrote about wading through black, corrosive water. She said it was the scariest experience of her life. And when I spoke to you on the phone, you said wear heavy boots, long pants and... \n[110]It's not even hot. I was expecting it to be awful. Sun beating down, wading through water, looking out for snakes, wild hogs. I was thinking it would be dramatic. Alligators. Something! \n[111]Listen, um, Susan Orlean wrote about a legendary creature called a Swamp Ape. Have you ever heard stories or -- \n[112]I just asked because she mentioned it. \n[113]What I didn't say to him was that life seemed to be filled with things that were just like the ghost orchid -- wonderful to imagine and easy to fall in love with but a little fantastic and fleeting and out of reach. \n[114]California. \n[115]You kind of need a car. I guess West Hollywood would be okay. \n[116]I'm not recommending it. \n[117]No.     Not really. \n[118]I don't know. \n[119]I'd smell it. \n[120]It could be poison.    I don't know you. \n[121]Right. \n[122]I have failed. I have nothing to say.    I am fat. I am not a writer. \n[123]I'm a writer. \n[124]No, I'm a screenwriter. \n[125]It's about flowers. \n[126]It's about this poacher who steals orchids out of a swamp. \n[127]Yeah.   That's it. \n[128]Okay. \n[129]You sound like you're in a cult. \n[130]There is no Swamp Ape. It was invented for people who can't find the actual world fascinating. Y'know? \n[131]I need to go to bed, Donald.    I haven't slept in a week. \n[132]... so we open the swamp... okay, flashback to young Laroche had turtles... Okay, Susan says What Is Passion? And okay we open on a swamp and suddenly a white van comes tearing around... \n[133]Damn it. \n[134]There are too many ideas and things and people, too many directions to go. I was starting to believe the reason it matters to care passionately about something is that it whittles the world down to a more manageable size. \n[135]Such sweet, sad insights.   So true. \n[136]And you're... I like looking at you. \n[137]I don't know how to do this. I'm afraid I'll disappoint you. You've written a beautiful book. I can't sleep. I'm losing my hair. I'm fat and repulsive -- \n[138]We see Susan Orlean, delicate, fragile, beautiful, haunted by loneliness, typing at her desk. She looks at the camera and talks to us: \"John Laroche is a tall guy, skinny as a stick, pale-eyed, slouch- shouldered...\" \n[139]Hey, hey. \n[140]I'm good.     I have some new ideas. \n[141]They're all still one person, right? \n[142]Well, it sounds exciting. \n[143]Susan Orlean drives. The golden light of the afternoon sun caresses her sweet face. She talks to us. \"Florida is a landscape of transition and mutation, a hybrid of ...\" \n[144]Susan and her husband eat dinner in silence. A dying relationship. Husband: You want to do something tonight? Susan: I should work. Y'know. I got stuff... \n[145]I'm so thrilled I get to adapt your book, get to merge my thoughts with yours. I love that. It's intimate, like a marriage. \n[146]Maybe what marriage could be. \n[147]... and in the final sequence Susan as a young girl swings alone in the backyard. From high in the air she sees her parents in separate rooms staring blankly in opposite directions. This symbolizes the profound scarring their waning passion has had on the girl's psyche, how she became afraid to ever really love something because it would go away. \n[148]This is good. I'm finding you. \n[149]Yallo? \n[150]Good.     I think really good now. \n[151]Oh. Uh-huh, uh-huh. \n[152]Oh.   Good. \n[153]Um, well, y'know, for me it's distracting to... or confusing to discuss what I'm exploring in the screenplay at this point... before I finish... it. So... \n[154]Tell Susan I'd be very happy to meet her at a future date. As she sees fit. \n[155]And tell her how much I love her book. Say I think she's such a great writer. \n[156]Okay.   Nice talking to you.   Okay then. \n[157]You can sit here and pretend to be a writer, mocking the seriousness of what I do, like some kind of fucking funhouse mirror version of me! But let me tell you, you don't know what writing is! \n[158]She thinks I'm repulsive. \n[159]Movie opens.: Charlie Kaufman, fat, old, bald, paces the room. His voice-over carpets the scene. \"I am old. I am fat. I am bald. My toenails have turned strange. I am repulsive. How repulsive? I don't know for I suffer from a condition called Body Dysmorphic Disorder.\" \n[160]I think I've got it on track now. \n[161]No Hollywood bullshit. Just raw truth. Sometimes that takes a while to find. \n[162]It's goddamned honest, Jerry.   It's true. \n[163]This is more honest than anything anyone's ever done before in a movie, I'll tell you that. The only truth we can offer is the truth that's our own experience of the world. \"The great poet, in writing himself, writes his time.\" T.S. Eliot. \n[164]I'm sick of their constant harassment! \n[165]Kaufman jerks off to the book jacket photo of Susan Orlean. \n[166]What?!    What do you want? \n[167]Ourobouros. \n[168]The snake is called Ourobouros. \n[169]I'm insane. I'm Ourobouros. \n[170]I've written myself into my screenplay. It's eating itself. I'm eating myself. \n[171]It's self-indulgent. It's narcissistic. It's solipsistic. It's pathetic. I'm pathetic. I'm fat and pathetic. \n[172]The reason is I'm too timid to speak to the woman who wrote the book. Because I'm pathetic. Because I have no idea how to write. Because I can't make flowers fascinating. Because I suck. \n[173]I'm going to New York. I'll meet her. That's it. That's what I have to do. \n[174]Give yourself a reality check. Phoniness is transparent, and it is tiresome. Take pleasure in the beauty and wonders of nature. A flower is God's miracle. \n[175]Reads Vanity Fair. Funny detail: New Yorker writer reads Vanity Fair. Use! Likes tuna, drinks ice tea. Good character details. Good stuff! \n[176]Likes lemon in tea and her voice is not at all what I imagined. Interesting! \n[177]Eyeing Stuart Weitzman pumps.    Okay. \n[178]I have nothing. I am nothing.     I am fat. I am over. I am lost. \n[179]Hello? \n[180]No, it's okay. \n[181]Yeah.    Susan Orlean. \n[182]You can't rush inspiration.   Y'know? \n[183]What the hell is Me, Myself, and I? \n[184]Oh.   Good. \n[185]Jerry, don't say that.   I mean -- \n[186]Jerry, I gotta go. I have an appointment. I gotta go. \n[187]I am fat. I can't write. I am repulsive. I am old. I have accomplished nothing. I am just one more old, fat, bald man on the street. \n[188]I am pathetic. I am a loser.    I am fat. \n[189]I have failed. I am panicked. I am fat. I have sold out. I am worthless. I... \n[190]It is my weakness, my ultimate lack of conviction that brings me here with all these desperate idiots lapping up everything this bag of wind spouts. Easy answers. Rules to short-cut yourself to success. And here I am, because my jaunt into the abyss brought me nothing. Well, isn't that the risk one takes for attempting something new. I should leave here right now. I'll start over -- I need to face this project head on and -- \n[191]You talked about Crisis as the ultimate decision a character makes, but what if a writer is attempting to create a story where nothing much happens, where people don't change, they don't have any epiphanies. They struggle and are frustrated and nothing is resolved. More a reflection of the real world -- \n[192]Okay, thanks. \n[193]Mr. McKee? \n[194]I'm the guy you yelled at this morning. \n[195]I was the one who thought things didn't happen in life. \n[196]I need to talk. \n[197]Mr. McKee, please. My even standing here is very scary. I don't meet people well. I'm self-conscious and timid. But what you said this morning shook me to the bone. What you said was bigger than my screenwriting choices. It's about my choices as a human being. Please. \n[198]... We followed it like a beacon all the way to the road. \n[199]That's the book. I wanted to present it simply, without big character arcs or sensationalizing the story. I wanted to show flowers as God's miracles.   I wanted to show that Orlean never saw the blooming ghost orchid. It's about disappointment. \n[200]I've got pages of false starts and wrong approaches. I'm way past my deadline. I can't go back. \n[201]You promise? \n[202]My brother did. My twin brother Donald. He's the one who got me to come. \n[203]You mentioned that in class. \n[204]Climax. A revolution in values from positive to negative or negative to positive with or without irony -- a value swing at maximum charge that's absolute and irreversible. \n[205]Donald. \n[206]Yeah. Listen, I'm calling to say congratulations on your script. \n[207]That's great, Donald. \n[208]I wasn't any help. \n[209]Well, look, I've been thinking, maybe you'd be interested in hanging out with me in New York for a few days. \n[210]So, like, what would you do? \n[211]Sorry.   I was trying something.   I -- \n[212]Okay.    So, what would you do? \n[213]I know. Just for fun. How would the great Donald end this script? \n[214]Uh, it's what happened to Laroche.   It's kind of important. \n[215]Um.   Okay. \n[216]The book's about orchids. \n[217]That's true. But -- \n[218]C'mon, you're the \"mill-five\" kid. \n[219]I think it's real.   I haven't actually seen the site. \n[220]Jesus, Donald. \n[221]Jesus.   Jesus! \n[222]I'm not gonna ask her about this. \n[223]No, I don't want you to. \n[224]No!    No! \n[225]What was she wearing? \n[226]Did she look at me?    At you? \n[227]I don't want to do this, Donald. \n[228]It's so weird to actually see that van in real life. \n[229]Okay, but when you're creating an image system, how do you know -- \n[230]No, I want to go. I should go. I mean, it should be me, right? I mean... \n[231]Holy... \n[232]I just... nobody, I just -- \n[233]Um. I'm just. I was at the wrong house. I'm looking for the Johnson family. \n[234]I'm not -- \n[235]I'm the screenwriter. \n[236]I'm the guy adapting her book.      Her book about you. \n[237]I was, um, trying... I don't know. \n[238]I don't know anything.   I swear. \n[239]It won't.    I don't even under -- \n[240]What?! \n[241]I, um, no, I -- \n[242]A rental, a rental. \n[243]Please. \n[244]I thought I had a sense of you from your book. I had a little crush on you, to tell the truth. You're different than I thought. \n[245]Look, I don't care what you two are you doing.   Please don't kill me. \n[246]I was trying to do something. \n[247]You can laugh, but I didn't make that line up. That's a quote from your book. \n[248]So now you learned about passion. From Weirdo Laroche. Bully for you. \n[249]I thought you didn't even like orchids. \n[250]You're throwing the truth away for a chemical confusion of your synapses -- \n[251]I don't write this kind of bullshit. \n[252]For Christ's sake, why didn't you do something while we were in the car? \n[253]Shit! \n[254]It's a rental! It's a rental! \n[255]Fuck you, Laroche! \n[256]Donald, that sounds bad. \n[257]Watch out, watch out, watch out! \n[258]Fuck!   Fuck, Donald, we're dead. \n[259]I don't know. How's your back. \n[260]Donald! \n[261]You're gonna be okay. \n[262]Donald, this is an awful, bizarre thing to say and an awful time to say it, but I'm sorry I didn't get to know you better. I'm so sorry. I'm so sorry. \n[263]See, it's just I thought I knew you already. I thought you were me. And I hated me. \n[264]Okay. \n[265]You gotta help me.    You gotta help me. \n[266]They're after me. They've got guns. They killed my brother. \n[267]There's a thing back there!    You don't want to be here. \n[268]I'd just stare at your picture, and you looked so sweet. I read your words and I thought you were smart and maybe lost and lonely like me. And the way you wrote about Laroche. You said he was handsome even though he had no front teeth -- \n[269]I figured you could look at me and see something, even with all my flaws you could look at me and find something, you could maybe someday write a description of me that would be nicer than the one I write day in and day out in my head. Would it be? \n[270]Really? \n[271]It's the drugs. \n[272]Okay, bye. \n[273]Donald! \n[274]That's Mike Owen. John Laroche. Susan Orlean. I don't know what that is. I think it might be a Swamp Ape. And that's Donald, my twin brother. He saved my life. \n[275]Yeah. Yes, we do. \n[276]Hi.    Yeah, I've been away. \n[277]I'm actually finishing one up. \n[278]Yeah. Actually I'm writing this one for Sony Pictures. \n[279]That's tough. Let's see... about being yourself, maybe. It's about learning that if you can't love yourself, you can't really love anyone. \n[280]See, my twin brother was murdered recently -- \n[281]Thanks. Like part of me ripped away. Forever. It was a wake up call. \n[282]Anyway, it helped put things in perspective. Life is a miracle. All life, from the flower to the human being. You. Me. And I want to show people that. For my brother. For everyone. \n[283]But you're working. \n[284]Charlie. ", "LAROCHE": "\n[1]Pseudemys floridana. Did you fellas know you fellas believe the world rests on the back of a turtle? Not you fellas specifically. Although, maybe you fellas specifically. That I can't speak to. \n[2]Polyrrhiza Lindenii. \n[3]Cut it down, Russell. \n[4]Yes, sir, you absolutely may. \n[5]Oh, Okay then! Let's see... Five kinds of bromeliad, one peperomia, nine orchid varieties. About a hundred and thirty plants all told, which my colleagues have removed from the swamp. \n[6]And don't forget these plants are all endangered, sir. Every one of them. \n[7]Yes, sir, it is. Oh, and my colleagues are all Seminole Indians. Did I mention that? You're familiar, I'm sure, with the State of Florida v. James E. Billie. \n[8]So you know that even though Seminole Chief Billie killed a Florida panther, one of, what, forty in the entire world? \n[9]The state couldn't successfully prosecute him. Because he's an Indian and it's his right. As repugnant as you or I as white conservationists might find his actions. \n[10]Not to mention the failed attempts on three separate occasions to prosecute Seminoles for poaching palm fronds, which, I believe, they use to thatch the roofs of their traditional chickee huts. \n[11]... and what we have here, my friend, is ... thirteen Encyclia Cochleata... four Encyclia Tampensis -- \n[12]Coch-le-ata. Tem-pen-sis. Okay, let's see, twenty-two Epidendrum Nocturnum. A very good haul. Two Catopsi Floribunda. Three Polyrrhiza Lindenii, the ghost orchid. What I really came for. These sweeties grow nowhere in the U.S. except in your swamp. \n[13]Yeah. I do. I'm one of the world's foremost experts. But that'll all be revealed at the hearing. \n[14]Okay, I've been a professional horticulturist for twelve years. I've owned a plant nursery of my own which was destroyed by the hurricane. I'm a professional plant lecturer. I've given at least sixty lectures on the cultivation of plants. I'm a published author, both in magazine and book form. I have extensive experience with orchids, and the asexual micropropagation of orchids under aseptic cultures.   This is laboratory work, not at all like your nursery work. I'm probably the smartest person I know. \n[15]You're very welcome. \n[16]They're gonna fucking crucify me. \n[17]I'm familiar with the New Yorker. The New Yorker, yes, the New Yorker. Right? \n[18]Yeah? Put this in: I don't care what goes on here. I'm right, and I'll take this all the way to the Supreme Court. That judge can screw herself. \n[19]That for real would go in? \n[20]I want you to know this van is a piece of shit. When I hit the jackpot, I'll buy myself an awesome car, maybe an Aurora. \n[21]Sit on top of that. You won't hurt it. \n[22]The thing you gotta know is my whole life is looking for a goddamn profitable plant. And that's the ghost. \n[23]The sucker's rare. Collectors covet what is not available. I'm the only one in the world who knows how to cultivate it. \n[24]The plan was, get the Indians to pull it from the swamp. I researched it. As long as I don't touch the plants, Florida can't touch us.   Then I'd clone hundreds of them babies in my lab, sell 'em, and make the Seminoles a shitload of change. \n[25]And I stop future poaching by making the flowers readily available in stores. Then I give a big speech at the trial about how the legislature should get rid of loopholes smart people like me can find. I'm a hero. The flowers are saved. Laroche and nature win. \n[26]Oh, I lost interest right after that. \n[27]I dropped turtles when I fell in love with Ice Age fossils. Learned everything about them. Collected the shit out of 'em. Fossils were the only thing made any sense to me in this fucking world. Y'know? \n[28]Then fossils were over when I found lapidary, which I just adored. \n[29]Ditched lapidary for resilvering old mirrors. Did that with my mom for a while. We had the largest collection of 19th Century Dutch mirrors on the planet. Perhaps you read about us. Mirror World October '88? I have a copy somewhere... \n[30]I'll tell you a story. I once fell deeply, profoundly in love with tropical fish. I had sixty goddamn fish tanks in my house. I'd skin-dive to find just the right ones. Anisotremus virginicus, Holacanthus ciliaris, Chaetodon capistratus. You name it. Then one day I say, fuck fish. I renounce fish. \n[31]I vow to never set foot in the ocean again, that's how much fuck fish. That was seventeen years ago and I have never since stuck so much as a toe into that ocean. And I love the ocean! \n[32]Done with fish. \n[33]Once you get the sickness, it takes over your life. I started out just photographing 'em. Now look at me. It'll happen to you. You'll see. \n[34]Angraecum sesquipedale! Beauty! God! Darwin wrote about this one. Charles Darwin? Evolution guy? Hello? \n[35]See that nectary all the way down there? Darwin hypothesized a moth with a nose twelve inches long to pollinate it. Everyone thought he was a loon. Then, sure enough, they found this moth with a twelve inch proboscis -- proboscis means nose, by the way -- and -- \n[36]Every one of these flowers has a specific relationship with the insect that pollinates it. There's an orchid that looks exactly like this particular insect. So the bug humps the flower and gets covered with its pollen. Thusly... \n[37]That's called pseudo-copulation. These flowers are smart! You gotta fall in love with them. Once you learn anything about orchids, you'll devote your life to learning everything about them. \n[38]Asclepiadaceae. From thirty yards.   Yes. \n[39]... I broke my back. Exactly how my dad did. Isn't that a psycho coincidence? Y'know, the way I see it, we're a family of ailments and pain. But, anyway, it was a godsend. \n[40]I consider the broken back -- in three places, by the way. I have x-rays -- -- a stroke of goddamn luck. I got disability, married the sweetest woman in the world. And me and my lovely new wife -- my now ex-wife, the bitch -- got to open our nursery. \n[41]People started coming out of the woodwork, to ask me stuff, to admire my plants, to admire me. \n[42]Catasetum tenebrosum. From Peru. It's neat 'cause its dimorphic, which means... \n[43]Henry! Look at that Dracula vampira! It's gorgeous, man. \n[44]Cool. \n[45]Bromeliad Tree. Hey, Dora! Good, good. Well, sure, you gotta watch the temperature. Don't want an odontoglossum above seventy-five. Uh-huh, that should be fine. Yeah, damp it down. Oh, I'm doing well. She's fine, too. Sure... \n[46]I believe some folks'd call me up to talk and just talk because they were lonely. \n[47]You know why I love plants? Because they're so mutable, so adaptable. Adaptation is such a profound process. Adaptation means you figure out how to survive in the world. People aren't too good at that sometimes. \n[48]The nursery was going well, but sometimes bad things happen. Darkness descends. \n[49]Sure you don't want to come, dad? \n[50]Everything's good, Uncle Jim. This last year's been a dream, I'm telling you. We're finally pulling out of this debt. \n[51]She divorced me soon after she regained consciousness. Then the hurricane destroyed my greenhouse. Everything. I knew it would break my heart to start another nursery, so when the Seminoles wanted a white guy, an expert, to get their nursery going, I took it. \n[52]But I wasn't gonna give them a conventional little potted-plant place. So I came up with the \"ghost\" plan.   I was gonna give them something amazing. \n[53]Yeah. \n[54]Susie-Q! \n[55]I'd love to, but, hey, I'm banned for the next six months. Goddamn crucified me. Get one of them monkey-suited rangers to take you. 'Course, they wouldn't be able to locate a ghost, if it climbed off a tree and shoved itself up their ass. Hey, put that in the article. \n[56]Jesus Christ, of course there are ghost orchids out there! I've stolen them! \n[57]No shit I'm a fun character. Who's gonna play me? \n[58]I think I should play me. \n[59]I've got all the right qualities. While you write, I'll take an acting class. \n[60]I wear this just to screw with 'em. \n[61]Most of them don't even bother calling me John anymore. It's \"Crazy White Man\" now. \n[62]\"Crazy White Man\" is a good title for the movie. Call the book \"Crazy White Man.\" Or, I don't know, \"Collector of Hearts\" or something. \n[63]You won't hurt anything. \n[64]Hello? Hello? Hi? This is John Laroche from the Seminole Nursery. Sem-ih-nole! How do you say Seminole in Spanish? That's right, yes! Yeah, I want to order some more of those pink string beans! Pink string beans! Pink String Beans! Pink String Beans! \n[65]I'll call back. Hey, Buster. \n[66]I was trying to order some pink string beans from Argentina. \n[67]I figure just because Project Ghost Orchid is dead, we're not closing shop. \n[68]We'll get into plant multiplication. Buy little ones, turn 'em into big ones, sell 'em at a profit. Simple plant multiplication for the masses. \n[69]I don't need a vacation, Buster. \n[70]Y'know, the guys on my crew here, all they do is smoke weed all day. I been meaning to talk to you about that. So if it's a question of productivity -- \n[71]They're gonna fire me. Goddamn politics. Crazy White Man's bad publicity. I can't believe I'm dealing with this! Like I could give a damn. If they fire me, I'll sue. I already did some legal research on this when I was doing the other shit. They can't fire me. And I ain't going to quit. \n[72]Yeah? \n[73]What about? \n[74]I'm no longer interested in orchids. I'm pursuing other avenues. I apologize for any inconvenience this might cause you. \n[75]Thank you for your time. \n[76]Yeah what? \n[77]Yeah hi. \n[78]Great! I'm training myself on the internet. It's fascinating. I'm doing pornography. It's amazing how much these suckers will pay for photographs of chicks. And it doesn't matter if they're fat or ugly or what. \n[79]It's great is what it is. \n[80]Sorry. I am officially no longer interested in orchids or the losers who are still interested in them. The end. \n[81]Yeah. \n[82]I know. \n[83]I'm not interested. \n[84]I'm not involved in that world now. \n[85]Yeah, yeah. I'll take you in. \n[86]Tomorrow. Pick me up at 5:30 am or it'll get too hot. I'll buy all the supplies we'll need. \n[87]Got everything I need right here. \n[88]Look, don't worry about it. We'll get crap at the Indian trading post on Alligator Alley. Hey, want me to drive? \n[89]I remember one time when I was a kid, fifteen or so, my mother and I came to the Fakahatchee to look for a ghost to photograph. We walked for hours, through the most intense heat I'd ever felt.   We couldn't find one. I wanted to turn back. But my mom said, no. \n[90]She said, John, if you keep searching for something past doubt, past hopelessness, past the absolute certainty that you'll never find it, if you keep searching past that, there it'll be. So we walked. I had goddamn bloody blisters on my feet. And we found ourselves in this charred prairie, desolate, sun blasted, y'know. And there in the middle of it was this one gorgeous, snowy Polyrrhiza lindenii. \n[91]Here we go. Encyclia tempensis. \n[92]Nice little sucker, isn't it? \n[93]Clamshell orchid. You know that. \n[94]See, I found you two already. I'll show you every orchid you want today. I'll find you a fucking ghost if it kills me. Rigid Epidendrum. That's an ugly-ass orchid. But I'm no snob. I'm interested in all orchids. Not just pretty ones. \n[95]They're right nearby.    Just follow me. \n[96]We're not lost. \n[97]We're not lost. \n[98]I'm just turned around a little. \n[99]A sundial. I'll just set this up, wait a few minutes, and we'll be able to tell which way the sun is moving. We want to be heading southeast. \n[100]This is no big deal. You should eat something. \n[101]So do you collect anything? \n[102]Well, y'know it's not really about collecting the thing, it's about -- \n[103]It is so working. \n[104]The thing about computers. The thing I like is that I'm immersed in it but it's not a living thing that's going to leave or die or something. I prefer having the minimum number of living things to worry about in my life. \n[105]Okay, fuck the sundial. We'll just go straight and eventually we'll get there. \n[106]What I mean is we'll get somewhere. Out of here. I mean, logically, we have to get out as long as we walk straight. \n[107]I've done this a million times. Whenever everything's killing me, I just say to myself, screw it, and go straight ahead. \n[108]Darlin', I dunno what's come over you! \n[109]Who the hell are you? \n[110]Who the fuck are you? \n[111]I got your Johnson family right here. \n[112]Who the hell sent you?      Rudy? \n[113]What the fuck does that mean? \n[114]Jesus Fucking Christ. Why the fuck were you in my backyard? \n[115]This is the fellow adapting your book for the movies, darling'. \n[116]He knows about the greenhouse. We can't have this appear on the silver screen. \n[117]He needs to be gotten rid of. \n[118]Small article in newspaper. \n[119]Screenwriter doing research for movie about notorious orchid poacher was found drowned in the Fakahatchee after accidentally slipping and hitting his head on a rock. End of story. Is that credible from a journalistic standpoint? \n[120]Focus, darling'. Is this credible? \n[121]Good.   I like that. \n[122]The jewel of the Fakahatchee. \n[123]You'll get it. \n[124]This spot looks good. Now how do we do this? Hit him in the head with a rock first? Keeping in mind we can only hit him once and only with as much force as would be created by him slipping and falling onto the rock. \n[125]Should we drown him, then hit him on the head? Uh-uh. A body bleeds different if the heart's stopped. These new forensic guys are very smart. We really have to know our corpses to stand a chance: rigor mortis, lividity, putrefecation, ocular changes. \n[126]Maybe you think we hit him on the head and force water into his lungs after he's dead? No, darlin'. They'll know he didn't drown. See, contrary to popular belief, the lungs do not -- do not -- fill with water in a drowning. What happens is, choking causes an irritation of the mucous membranes. This creates a shitload of mucus in the windpipe. Efforts to breathe turn the mucus into a sticky foam which may or may not mix with vomit. It's the presence of this white foam that indicates drowning. There's a lot to be aware of, Susie. Shoeprints, hair, microscopic fibers. Tire tracks. They all tell a tale to today's forensic scientists. What do you think? You're a writer. How would you do it? What's a good way to kill somebody? \n[127]Don't get all huffy, I was simply -- \n[128]Fuck! \n[129]Not now. We got to kill that guy. And now I guess that other guy as well. \n[130]Asclepias lanceolata. Red milkweed. Extremely fuckable. But we don't have time. \n[131]What's his name? \n[132]Charlie! Listen, let's talk! This pie is big enough for four people! Why are there two of him? \n[133]Cladium jamaicense, guys. Sawgrass. You want to watch out for that. That's some evil shit. Cut you up. \n[134]Just tryin' to be helpful. Walk with us and I'll be sure you avoid all the pitfalls. I know these swamps forwards and backwards. There's alligators and poisonous snakes, fellas. Wild hogs. \n[135]Darlin', please. \n[136]You're right, I don't want to be here. I'm tired, let's get this over with. \n[137]Stand back, sweetness. \n[138]Susie!   Susie! \n[139]Susie! ", "ORLEAN": "\n[1]John Laroche is a tall guy, skinny as a stick, pale-eyed, slouch-shouldered and sharply handsome despite the fact that he is missing all his front teeth. \n[2]Two years ago I went to Florida to meet Laroche after reading a small article about a white man and three Seminole men arrested with rare orchids they'd stolen out of a place called the... \n[3]Orchid hunting is a mortal occupation. \n[4]The Victorian-era orchid hunter William Arnold drowned on a collecting expedition. \n[5]Schroeder fell to his death. \n[6]Endres was shot dead in Rio Hacha. \n[7]Augustus Margary survived toothache, rheumatism, pleurisy, and dysentery... ... only to be murdered when he completed his mission and traveled beyond Bhamo. Laroche loved orchids but I came to believe he loved the difficulty and fatality of getting them almost as much as he loved the orchids themselves. \n[8]Nothing in Florida seems hard or permanent. The developed places are just little clearings in the jungle, but the jungle is unstoppably fertile, everything is always growing or expanding. At the same time, the wilderness disappears before your eyes. \n[9]Florida is a landscape of transition and mutation, a hybrid of unruliness and orderliness, nature and artifice. \n[10]Mr. Laroche? \n[11]My name's Susan Orlean, I'm a writer for the New Yorker. It's a maga -- \n[12]Right. So I was interested in doing a piece about your situation down here. \n[13]A few days after the hearing, Laroche took me to an orchid show in Miami. \n[14]Hi.   Thanks for picking -- \n[15]Why the ghost orchid? \n[16]Men from Florida dominated the orchid hunting scene. Hunters in the Fakahatchee hauled out thousands of orchids in horse-drawn flatbed carts. \n[17]Wow, that's some story. So how many turtles did you end up collecting? \n[18]Oh. \n[19]Okay, now what is lap -- \n[20]So, did you ever miss the turtles? The only thing that made you ten year old life worth living? \n[21]But why? \n[22]There are more than thirty thousand known orchid species. One species looks like a German shepherd... \n[23]... one looks like an onion, one looks like an octopus. One looks... \n[24]I don't think so.     I'm not prone to -- \n[25]I know who Darwin is. \n[26]I know what proboscis means. \n[27]I get it. \n[28]I wanted to want something as much as people wanted these plants but it isn't part of my constitution. \n[29]I suppose I do have one unembarrassed passion. I want to know how it feels to care about something passionately. \n[30]I should work. I've got stuff... \n[31]Laroche is an optimist. That is, he sees a profitable outcome in every situation. When he was a young man he worked in construction. \n[32]Laroche once spilled toxic pesticide into a cut on his hand. It resulted in permanent heart and liver damage. Most people would consider this a terrible accident. Laroche considered it a success... \n[33]... because he sold an article about it. \n[34]The pioneer-adventurers in Florida had to travel inward, into a place as dark and dense as steel wool. They had to confront what a dark, dense, overabundant place might have hidden in it. \n[35]Hello, John? It's Susan. \n[36]So I was thinking it'd be good for the article for me to go into the Fakahatchee to see a ghost. Would you take me? \n[37]You would have to want something very badly... \n[38]... to go looking for it in the Fakahatchee Strand. \n[39]An early surveyor made this entry in his field notes... \n[40]Whatever isn't wet in the Fakahatchee is blasted. The grass gets so dry that the friction from a car can set it on fire, and the burning grass can engulf the car in flames. A 1940's botanist noted: \n[41]The swamp's darkness and denseness can rattle your nerves. A sailor on a pluma- collecting expedition wrote in his diary: \n[42]The swampy part of the Fakahatchee is hot and wet and buggy and full of cottonmouth snakes and diamond back rattlers and... \n[43]... alligators and snapping turtles and poisonous plants and wild hogs and... \n[44]It had been a hard day and I hadn't seen what I'd come to see. Maybe the ghost orchid was a ghost after all. \n[45]That night I called Laroche. \n[46]I didn't see anything but bare roots. \n[47]And I had this thought. Maybe the ghost orchid only blooms in the minds of people who've walked too long in the swamp. \n[48]What I didn't say to him is that life seemed to be filled with things that were just like the ghost orchid -- wonderful to imagine and easy to fall in love with but a little fantastic and fleeting and out of reach. \n[49]Thank you.      Thanks very much. \n[50]Oh, thank you. \n[51]Yeah, John's a character all right. \n[52]Well, thanks. Thank you. \n[53]Oh, um, Random House wants me to expand it into a book. So I'll be doing that. \n[54]Yeah.   More John, more orchids. \n[55]You want to make this into a movie? \n[56]I've got to write it first. Someone's gotta write the screenplay. Most things never get made. It's premature to -- \n[57]John, it's Susan. Orlean. So, I was just wondering if you might be willing to talk some more. \n[58]C'mon, John, I'm trying to put together a book. Don't just abandon me down here. \n[59]I suppose what I'd been doing in Florida was trying to understand how people found order and contentment and a sense of purpose in the universe by fixing their sighs on one single desire. Now I was also trying to understand how someone could end such intense desire without a trace. \n[60]Hello, John, it's Susan. \n[61]So, how's everything going? \n[62]That sounds good. \n[63]So I've been meeting a lot of orchid people, going to shows, I thought you might want to hear about it. \n[64]If you really loved something, wouldn't a little of it always linger? \n[65]Not like a marriage. \n[66]Isn't it ironic? You adapting my book? My three years in Florida meditating on my inability to experience passion resulted in my finding it with you. \n[67]On December 21, 1993 John Laroche and three Seminoles illegally removed one hundred and thirty rare plants from the Fakahatchee Strand State Preserve. \n[68]Yeah. \n[69]Right. Now Laroche is part of Florida history. As a mannequin. \n[70]Who is that? \n[71]The greatest poverty is not to live/In a physical world, to feel that one's desire/is too difficult to tell from despair. \n[72]John, it's Susan. \n[73]I went to the Orchid Society Show a couple of days ago. \n[74]There was a display of you stealing the ghost orchids. You're famous. \n[75]So, look, John, I still haven't seen a ghost. And I was wondering -- \n[76]Really?   Thank you so much!   I just... \n[77]Where are our supplies? \n[78]He made it sound like a Bible story, the hopeful journey through darkness into light. I never thought many people in the world were like John, but I was realizing more and more that Laroche was an extreme, not an aberration -- most people in some way or another do strive for something exceptional, something to pursue, even at their peril, rather than abide an ordinary life. \n[79]Cute. \n[80]Uh-huh. \n[81]Thanks.   Could I get some lemon please? \n[82]Laroche, can I ask you a personal question? \n[83]Not really. \n[84]The sundial isn't working. \n[85]So, John... \n[86]We turned to the right and saw only more cypress and palm and sawgrass So we turned to the left, and there, far down the diagonal of the levee, we could see the gleam of a fender. We followed it like a beacon all the way to the road. \n[87]So you'll pick me up?    Yeah, tomorrow. \n[88]Ten-twenty. TWA. Yes, of course I will. \n[89]Don't stop, Johnny. \n[90]Johnny! Where are you going? \n[91]Honey, come back to bed. \n[92]Who's the bloody fat guy? \n[93]Really? I wanted to meet -- Oh. What does he know? \n[94]Johnny, I'm so tired now. \n[95]Johnny, come lie on top of me. \n[96]Um, oh... this screenwriter was killed doing research in Jamaica a few years ago. Screenwriter, you have a car? \n[97]We drive his car there, leave it on the side of the swamp. That works. \n[98]Sorry. \n[99]Huh. \n[100]Hey, here's one of my lines. \"Isn't it ironic? You adapting my book? My three years in Florida meditating on my inability to experience passion resulted in my finding it with you.\" \n[101]Well, it's kind of pathetic, dontcha think? \n[102]Here's me! Here's me again! \"I wanted to know what it's like to care about something passionately.\" \n[103]Yeah, I know, Charlie-boy. Chill. I'm laughing at who I used to be. It's sad. \n[104]You can't learn about passion. You can be passion. And it wasn't John who made me passion. It was orchids. \n[105]I lied about what happened at the end of the book. On the way out of the swamp... \n[106]I still don't get it. I mean, there it is. I can see it's pretty, but -- \n[107]Back in John's basement he explained his real plans for the ghost. He'd discovered a chemical inside with psychoactive properties. His plan had always been to clone the flower and make a fortune marketing this drug. It was Laroche's kind of plan, it wasn't a controlled substance because the government didn't know it existed. \n[108]The first time I tried it, the split second it took effect, I understood orchids. I loved them with a passion I'd never felt for anything. For anyone. \n[109]Isn't it curious? An orchid made me passionate about orchids. \n[110]With this powder I am passionate about everything. \n[111]I'm alive in a profound world now. It sizzles with beauty and horror and sex. Now writing is -- words are -- a way to remove yourself from passion. So I'm done with writing. John and I are making a fortune with this extract. It's big in the Miami club scene. We call it \"Passion.\" Isn't that cute? \n[112]Follow him, please. \n[113]Holy Jesus. Holy...   Hey, baby, hey... \n[114]Yeah, let's, baby. \n[115]Ohhh. \n[116]That's beautiful! What's that, Johnny? What's that one called? I just so want to fuck that flower, don't you? \n[117]Um, y'know... Charlie or something. \n[118]Identical twigs? Did I say twigs? I meant twins. \n[119]Water sounds so sparkly. Like lemon plastic jewels plopping onto a silver trampoline! Dontcha think? \n[120]Can we fuck now, baby?    Fuck like lemons? \n[121]Hey, it's the screenwriter! \n[122]I love your gun, baby.    Can we trade? \n[123]Where'd Johnny go? \n[124]Oh, Johnny. \n[125]Oh, Johnny. Johnny's teeth.     Oh... \n[126]You're really so wonderful. \n[127]So wonderful. I can see inside your soul. It glows with orange sadness. It's raining inside you. I want to run through your dripply dripples. It's so beautiful. I love you. I do. \n[128]No, it's me. It's the real me. Look at you. I just want to hold you and -- Oh, crap, it's wearing off. Crap! \n[129]I'm out.     I'm fucking cleaned out. \n[130]I can't let you go, fatty.    I can't let you make this public. \n[131]You hear me? You pathetic, fat, bald... You don't even know how to write! You're not even... You're not leaving here! I need a fix! Everything's so ugly! ", "DONALD": "\n[1]Did you open your present from mom yet? \n[2]My back. \n[3]Hey, Charles, you'll be glad, I have a plan to get me out of your house pronto. \n[4]I'm gonna be a screenwriter!   Like you! \n[5]I know you think this is just one of my get-rich-quick schemes. But I'm doing it right this time. I'm taking a seminar! \n[6]It's only five hundred bucks! \n[7]In theory I agree with you. But this one is highly regarded within the industry. \n[8]I'm sorry, I forgot. Charles, this guy knows screenwriting. People from all over come to study his method. I'll pay you back, man. As soon as I sell -- \n[9]Yeah, okay. \n[10]I just need to lie down while you explain this to me. Sorry. I apologize. Okay, go ahead. Sorry. Okay. Go. \n[11]Not rules, principles. McKee writes: \"A rule says, you must do it this way.   A principle says, this works... and has through all remembered time.\" \n[12]What about Flowers for Algernon? \n[13]Oh, okay, I never saw it.    Go ahead. \n[14]McKee is a former Fulbright scholar. Are you a former Fulbright scholar, Charles? \n[15]The most memorable, fascinating characters tend to have not only a conscious but an unconscious desire. Although these characters are unaware of their subconscious need... \n[16]By the way, mom's paying for the seminar. \n[17]Yeah. Anyway. I pitched mom my screenplay -- \n[18]Sorry. Anyway, she loved my... telling of my story to her. She said it's like \"Silence of the Lambs\" meets \"Psycho.\" \n[19]You think you're so superior, Charles. Well, I'm really gonna write this. And you'll see. And, and... you suck, okay? \n[20]Do not proliferate characters; do not multiply locations. Rather than hopscotching through time, space, and people, discipline yourself to a reasonably contained cast and world... \n[21]Look, you wanna hear my pitch, or what? \n[22]Y'know, I'm just trying to do something. \n[23]Hey, thanks a lot, man. Cool. Okay, there's this serial killer, right -- \n[24]No, wait. See, he's being hunted by a cop. And he's taunting the cop, right? Sending clues who his next victim is. He's already holding her hostage in his creepy basement. So the cop gets obsessed with figuring out her identity, and in the process he falls in love with her. Even though he's never even met her. She becomes, like, the unattainable, like the Holy Grail. \n[25]Okay, but there's a twist. See, we find out the killer suffers from multiple personality disorder. Okay? See, he's really also the cop and the girl. All of them. It's all him! Isn't that crazy? \n[26]Mom called it psychologically taut. \n[27]Trick photography? \n[28]Cool. \n[29]Nothing. I just read about that Swamp Ape that supposedly lives in the swamp? Like bigfoot? You should put that in your script, like, killing people or something. That'd be very, very cool. \n[30]Nothing, I was just... Oh, one thing, I need a cool way to kill people. Don't worry! For my script! Ha ha! \n[31]That's kinda good.   I like that. \n[32]Oh, okay. Sorry. You got me! Heh-heh. Do you mind if I use it, though? \n[33]McKee is a genius! And hilarious! He just comes up with these great jokes, and everyone laughs! But he's serious, too. You'd love him. He's all for originality, just like you! But he says, we have to realize we all write in a genre, so we must find originality within that genre. See, it turns out there hasn't been a new genre since Fellini invented the mockumentary! \n[34]Hey, Charles, I'm thinking of putting a song in. Y'know like when characters sing pop songs in their pajamas and dance around. I thought it might be a nice way to break the tension. So, try to think of a song about split personality... \n[35]How was Florida, man? \n[36]Cool! Hey, my script's going amazing! Right now I'm working out an Image System. Bob calls it an invaluable asset. Because of my multiple personality theme, I've chosen the motif of broken mirrors to show my protagonist's fragmented self. Bob teaches that an Image System greatly increases the complexity of an aesthetic emotion. \n[37]No, it's just good writing technique. \n[38]Oh, I made you a copy of McKee's Ten Commandments. I've posted one over both our work areas. \n[39]You shouldn't have done that. \n[40]'Cause it's extremely helpful. Hey, any sign of that Swamp Ape? \n[41]Oh, okay. I didn't know that. Sorry. Hey, I got a song! \"Happy Together.\" I was worried about putting a song in a thriller, but Bob says, Casablanca, the greatest screenplay ever written, did exactly that. Mixed genres. \n[42]Okay. \n[43]Morning. \n[44]You seem chipper. \n[45]Cool. Me too. I'm putting in a chase sequence now. The killer flees on horseback with the girl. The cop is after them on a motorcycle. It's like a battle between motors and horses. \n[46]Yeah, hey, that's the big pay-off. \n[47]Thanks, man. Thanks. \n[48]I finished. My script.    I'm done. \n[49]So would you show it to your agent? \n[50]Thanks. Also, I wanted to thank you for your idea. It was very helpful. I changed it a little. Now the killer cuts off body pieces and makes the victims eat them.   It's, like, I once saw this picture of a snake swallowing it's tail -- \n[51]I don't know what that means. \n[52]I don't think so. But it's cool for my killer to have this modus operandi. Because at the end when he forces the woman, who's really just him, to eat herself, he's also eating himself to death. \n[53]I don't know what that is. \n[54]Oh.   That's kinda weird. \n[55]I'm sure you had a good reason, Charles. You're an artist. \n[56]Hey, am I in the script, too? \n[57]Don't get mad at me for saying this, Charles, but Bob's got a seminar in New York this weekend. So if you're stuck -- \n[58]Great writers residence. \n[59]Hey, how's the trip? Gettin' it on with that lady journalist? You dog you! \n[60]Isn't that cool? Jerry says he can make me, like, high-sixes against a mill-five. \n[61]I want to thank you for all your help. \n[62]C'mon, you let me stay in your place and your integrity inspired me to even try. \n[63]Oh my God, yes! I'm flattered! \n[64]Script kind of makes fun of me, huh? \n[65]Hey, I don't mind.   It's funny. \n[66]You and me are so different, Charles. We're different talents. \n[67]The great Donald. Well, I mean... do you need the whole court case? \n[68]It's boring. No offense. A courtroom scene should be dramatic. Stick the ruling in a line of dialogue, maybe. \n[69]Too much about orchids. Get rid of it. Pare that stuff down to a minimum. Frankly, I'd focus more on the relationship between the brothers. I think that's the gold here. No one cares about orchids. \n[70]That's a problem. But don't let it ruin the movie. I mean, for example, use the orchids in a more dramatic way. Have some kind of bang-up, crazy action sequence in the swamp. Use the swamp better. It's a tremendous fictional world. A setting of great dramatic possibility. \n[71]And put some twists in. Reveal some surprising thing about Laroche. God, what am I doing giving suggestions to you? I mean you're like a seasoned professional. You're an artist. \n[72]Shut up! I love the Laroche porno web-site stuff. Is that real? Maybe make a bigger deal of that. I don't know. \n[73]It's sex, man! Incorporate it. \n[74]Oh, hi, I was doing some research.   I found Laroche's site and... I'm embarrassed. \n[75]What? She's kinda cute. You don't like her? I dunno, I think she's okay. It's not like I'm marrying her. \n[76]Oh, wow.   That's kind of a twist, huh? \n[77]I think this is maybe a good thing for the script. Go ask her about this. \n[78]You want me to? I don't mind. \n[79]I could easily pretend I'm you. \n[80]I don't know. Like a dress maybe. \n[81]Finally! Da-da-da-daaaaah! S. Orlean, TWA flight 651. Arriving Miami 10:20 tomorrow morning. \n[82]We'll go together.       It'll be good. \n[83]So you want to build the symbolic charge of the story's imagery from the particular to the universal. Okay? \n[84]I'll get a closer look.   You wait here. \n[85]Go for it, bro. You the man. \n[86]My back had seized.     I couldn't move. \n[87]We've gotta ditch this thing. \n[88]Now! \n[89]Wait.   Do you hear something? \n[90]I think we're okay. \n[91]Hold on! \n[92]Charles?!    Charles?! Where are you? \n[93]We're okay. How's your leg? \n[94]It's fine.     My back is fine. \n[95]No.  But don't let them get you, too. You got a fucking awesome third act. \n[96]It's really... You've been really nice. \n[97]Well, don't do that anymore.      Okay? \n[98]My brother is not fat. He's not bald. My brother is a great writer! He was trying to do something important! ", "VALERIE": "\n[1]We think you're just great. \n[2]And we're thrilled you're interested. \n[3]You have a really unique voice. \n[4]Very talented. Really. \n[5]So -- \n[6]Yeah, it is a bit. So, why don't you tell me your thoughts on this crazy little project of ours. \n[7]Laroche is a fun character, isn't he? \n[8]Okay, great, great. I guess I'm not exactly sure what that means. \n[9]Oh.    Okay.     Great.   So, um, what -- \n[10]Oh, of course. We agree.        Definitely. \n[11]See, we thought maybe Susan Orlean and Laroche could fall in love during the course of -- \n[12]And it's wonderful, by the way. \n[13]Adapting someone else's work is certainly an opportunity to think differently. \n[14]Charlie?   It's Valerie. \n[15]Sorry to bug you. We were just talking about you, how excited we are. \n[16]So it's coming along good? \n[17]Beautifully written. A really unique piece. \n[18]We're big fans. \n[19]And Laroche is such a fun character. \n[20]It's funny and fresh.     And sad in a way. \n[21]So we were wondering, what's next? \n[22]And there'll be more of Laroche? \n[23]Y'know, we'd really like to option it. \n[24]Laroche is such a fun character.   So... \n[25]Hi, Charlie. It's Valerie. Just bugging you again. How's everything going? \n[26]Great.    So I spoke to Susan yesterday. \n[27]I told her you were making terrific progress and she's really excited to read the script. \n[28]And she said she'd love to meet you. \n[29]That's fair. I'll let her know. \n[30]Okay.   Good enough. \n[31]Will do.   Just keep us posted, Charlie. ", "MCKEE": "\n[1]Years from now you'll be standing around a posh cocktail party congratulating yourself on how you spent an entire weekend locked in a room with an asshole, an opinionated arrogant asshole, for your art. \n[2]So... what is the substance of writing? Nothing as trivial as words is at the heart of this great art, my friends. \n[3]Literary talent is not enough. First, last, and always, the imperative is to tell a story. \n[4]Twenty three hundred years ago, Aristotle said, when storytelling goes bad in a society, the result is decadence. Well, just look around you. \n[5]Aristotle also said: A story must have a beginning, a middle, and an end. \n[6]... and God help you if you use voice- over in your work, my friends. \n[7]God fucking help you! It's flaccid, sloppy writing. Any idiot can write voice-over narration to explain the thoughts of a character. You must present the internal conflicts of your character in image, in symbol. Film is a medium of movement and image. \n[8]Okay, one hour for lunch. \n[9]You want your writing to be original. You want to have an original voice like Neil Simon or Nora Ephron. Well, let me tell you something, my friends. The key to originality is not eccentricity. \n[10]Long speechs are antithetical to the nature of cinema. The Greeks called it stykomythia -- the rapid exchange of ideas. A long speech in a script, say a page long, requires that the camera hold on the actor's face for a minute. Look at the second hand on your watch as it makes one complete rotation around the clock face and you'll get an idea of how intolerable that would be for an audience. The ontology of the screen is that it's always now and it's always action and it's always vivid. Life is rarely vivid. And that's an important point. We are not recreating life on the screen. Writers are not tape recorders. Have you ever eavesdropped on people talking in a coffee shop? Then you know how dull and tedious real conversation is. Real people are not interesting. There's not a person in this world -- and I include myself in this -- who would be interesting enough to take as is and put in a movie as a character. \n[11]Someone asked me recently, Bob, do you think Michelle Pfeiffer is pretty. \n[12]Michelle Pfeiffer is proof, my friends, that there's a fucking God. \n[13]Okay. That's it for tonight. Remember, there'll be a Q and A tomorrow morning before class starts. \n[14]Anyone else? \n[15]Yes? \n[16]The real world? The real fucking world? First of all, if you write a screenplay without conflict or crisis, you'll bore your audience to tears. Secondly: Nothing happens in the real world? Are you out of your fucking mind? People are murdered every day! There's genocide and war and corruption! Every fucking day somewhere in the world somebody sacrifices his life to save someone else! Every fucking day someone somewhere makes a conscious decision to destroy someone else! People find love! People lose it, for Christ's sake! A child watches her mother beaten to death on the steps of a church! Someone goes hungry! Somebody else betrays his best friend for a woman! If you can't find that stuff in life, then you, my friend, don't know much about life! And why the fuck are you taking up my precious two hours with your movie? I don't have any use for it! I don't have any bloody use for it! \n[17]Yes? \n[18]I need more. \n[19]Oh, right, okay.    Nice to see you. \n[20]I make it a rule not to give private tutorials to my seminar students. It wouldn't be fair to the others. \n[21]I could use a drink, my friend. \n[22]Then what happens? \n[23]I see. That's not a movie.     You must go back and put in the drama. \n[24]Ah, the everpresent deadline. Yes, I was doing a Kojak once and... it was hell. \n[25]Tell you a secret. The last act makes the film. You can have an uninvolving, tedious movie, but wow them at the end, and you've got a hit. Find an ending. Use what you've learned this weekend. Give them that and you'll be fine. \n[26]You've taken my course before? \n[27]Twin screenwriters. Julius and Philip Epstein,who wrote Casablanca were twins. \n[28]The finest screenplay ever written. ", "ALICE": "\n[1]So what looks good today? \n[2]Orchids! I absolutely love orchids. \n[3]So, I'll be right back with your pie. \n[4]I absolutely love orchids. \n[5]Hey!    Some key lime pie for ya today? \n[6]I'll pick you out an extra large piece. Preferred customer. \n[7]Still reading about orchids, I hope. \n[8]A friend of mine has a pretty little pink one, grows right on a tree branch. \n[9]Right! Boy, you know your stuff, huh? \n[10]Well, I'm impressed.    That's great. \n[11]Wow, that's a lot, huh? Okay, then, so I'll be right back with a nice big slice of key lime pie for my orchid expert. \n[12]Oh, um, well -- \n[13]So I'll be right back with your pie then. \n[14]Oh, I love McKee! Oh, hi. Haven't seen you in a while. \n[15]So you studying screenwriting? \n[16]Good for you! Me too. God, it's so hard to get in, huh? Everyone and their brother is writing a screenplay. \n[17]Really? Wow. Really?   That's so cool. \n[18]Wow! So what's it about, if you don't mind my asking? \n[19]That's true. God, that's so true.     It's such an important message, y'know? \n[20]Oh God!    I'm sorry.   That's so horrible. \n[21]I'm so sorry. You poor man. \n[22]Listen, do you mind if I sit for a sec? \n[23]It's a stupid job, y'know.    I'm Alice. \n[24]I like that name. Charlie. I've always really liked that name. Charlie. ", "JERRY": "\n[1]See her?   I fucked her up the ass. \n[2]Just kidding. Hey, maybe I can help. What's the problem, buddy? \n[3]It's not only about flowers. It's got that crazy plant nut guy. He's funny, right? \n[4]Oh man.   I'd fuck her up the ass. \n[5]So make one up. The book's a jumping off point. No one in town can make up a crazy story like you. You're the king. \n[6]Are they amazing? \n[7]Look, what I tell a lot of guys is pick another film and use it as a model. I always thought this one could be like Apocalypse Now. The journalist spends the whole movie searching for the crazy plant nut guy -- what's his name? \n[8]She has to travel deep into the darkest swamps to find the mysterious \"Laroche.\" \n[9]Charlie, at the end of the day, I think it would be a terrible career move. \n[10]... we need to talk about the orchid script. Valerie called yesterday. They're getting antsy. \n[11]Good.   She said you sounded weird. \n[12]Okay.    What's the time frame here? \n[13]Oh, hey, my friend sent me this fucked- up internet thing. It's a girl taking a shit, but a trout comes out. You got e- mail yet? I'll send it to you. \n[14]It sounds good, buddy. But we do need to give Valerie a ballpark -- \n[15]Hey, it's Jerry. I woke you? \n[16]How's it going? Has it been helpful to talk to the writer? What's her name? \n[17]Well, I mean, are you making headway? Valerie's breathing down my neck. \n[18]Okay, fine. Um, the other reason I'm calling is to tell you Me, Myself, and I is just amazing. \n[19]Your brother's script. It's tight, inventive. A smart, edgy thriller. The best spec script I've read this year. \n[20]I'm gonna sell it for a shitload. Two fucking talented guys in one family. Y'know, maybe you could bring Donald on to help you finish the orchid thing. \n[21]Just a thought, buddy. He's really goddamn amazing at structure. \n[22]Adios, buddy. Finish! Finish! ", "MARGARET": "\n[1]Well, thanks again.   It's all so stupid. \n[2]Anyway.    Yeah. So what's up with you? \n[3]Flowers?   Really? What is it? \n[4]Oh my God! You're kidding?    I read that! I loved that book! \n[5]See, see, see! I'm not lying to you! \n[6]Oh, Charlie, orchids are the most amazing flowers. So complex. \n[7]You should take this job. Doesn't it sound exciting, to immerse yourself in a real subject and learn everything about it? Blake wrote about seeing heaven in a wild flower. And after you learn all this stuff, you can teach me! \n[8]God, they're such beautiful flowers.    And so sexy. Y'know? Did you know that orchid means -- \n[9]Testicle! Can you believe it! \n[10]I swear, it'd be fucking great for someone to have the testicles to make that book into a movie, man. Instead of this bullshit all the time. Something not about sex and violence and car chases and love stories, people learning profound lessons. Jesus, isn't nature enough? \n[11]To a fucking awesome assignment, man. \n[12]Absolutely. I think David, this guy I'm seeing, would enjoy it, too. He's a real naturalist. Okay if he comes along? \n[13]He wants to meet you anyway.     All I do is tell him how great you are. \n[14]You'll like him. He's so honest and smart. It's rare to find someone in this town who thinks about things other than this fucking business, y'know? \n[15]Like the other day we were in bed discussing Hegel. Hegel! In bed! It was fucking amazing. Have you read much? \n[16]Well, anyway, David and I were discussing his Philosophy of History and I was... \n[17]... struck by his notion that history is a human construct... \n[18]... that nature doesn't exist historically, but rather cyclically. \n[19]So whereas human history spirals forward, building upon itself, nature... ", "MIKE OWEN": "\n[1]I'm sorry, Encyclia what? \n[2]That true? Boy, you really know your plants, Mr. Laroche. \n[3]Charlie? \n[4]So the whole ecosystem is six thousand years old. Five to six thousand years old. About that. Five or six. \n[5]Now the Fakahatchee is the largest of all the cyrpess strands, probably in the world. I don't know of any cypress strand bigger. It's about twenty miles long, or nineteen, nineteen to twenty, nineteen... and right here it's about five miles wide, four and a half, five. So, again, it's twenty miles long, three to five miles wide. And over here -- \n[6]The oldest carbon dating they've done on any of the peat out here is fifty-seven hundred years. That's with carbon-14. \n[7]That's in the right age where you can really date things accurately with carbon- 14, because it's half-life is fifty-five hundred years, so they must have found have of it gone and figured that... \n[8]There's usually water. We've been going through a bit of a drought. Say, have you seen that movie, Medicine Man? That's a good movie about protecting nature. It shows there could be something important in a rain forest we don't even know about, like a cure for cancer. \n[9]The alligators are over by the lakes. The temperature's a blessing for us. This time of year can get uncomfortably hot. Green anole. Florida's most common. \n[10]I try to keep a log of sightings. \n[11]What Laroche did was wrong. Those flowers belong to all of us, all 250 million of us -- 250? I think it's up to 270 now -- And belonging to all of us means they belong to none of us. Nobody has a right to take them. Not me, not you, not John Laroche, not... \n[12]Tourist garbage! I don't know why people need to invent silly creatures to make nature fascinating. Isn't nature amazing enough? \n[13]Jesus, that writer guy. \n[14]What the hell is going on here? \n[15]Who's got guns? What are you -- \n[16]Holy shit. \n[17]It's real!     I can't believe it, I never -- ", "GUY ON BENCH": "\n[1]We could use the rain, huh? \n[2]So you from around here? \n[3]So where then? \n[4]Yeah? I'm moving to L.A. I just wrote a screenplay. I sent it to a lot of agents. But if they turn me down, I'll go there and market it myself. I used to be in marketing in New York, so I know exactly how to sell this thing. Where's a nice place to live if you don't have a car? \n[5]So you recommend West Hollywood then. \n[6]I moved down here for a change, and I wrote the screenplay. Just like that. It's a great idea. \n[7]It's about a mob guy, but it's not your regular mob story. There's a twist. A cop tells this mob guy's wife that the mob guy's cheating on her. But the truth is, the cop's lying because he wants her for himself. See, they used to go together in high school. You know anything about screenplays? \n[8]Well, the object is to make people think you're going in one direction, then you twist it to keep 'em surprised. I came up with all these amazing twists out of nowhere. Well, not nowhere. I'm a born again Christian. You have faith? \n[9]You don't believe in anything? \n[10]I don't know how you can look out at this beautiful ocean and not believe there's an intelligence that created it. \n[11]Well, you can't know until you experience it. That requires accepting Jesus Christ as your Lord and Savior. Believe me. Lookit, if I was to show you a bottle of clear liquid and told you it was vodka, how would you know if it really was or if it was water? There's only one way. \n[12]No. You can't smell vodka.    You'd have to taste it, right? \n[13]Look, let's go with the analogy I'm drawing here. It's not poison. Okay? \n[14]So you'd have to taste it to know. Right? That's my point. \n[15]That's all I'm saying. So West Hollywood, huh? I think I'll make it out this year. Because how long can you look at an ocean, y'know? ", "MOTHER": "\n[1]A wonderful choice! And spiritually significant! Did you know that Native Americans believe the whole world rests on the back of a turtle? \n[2]Really?    Testudine? \n[3]Antarctica. Every continent, huh? \n[4]For certain is death for the born/And certain is birth for the dead/Therefore over the inevitable/Thou shouldst not grieve. Sweet, sweet Diane. \n[5]A slice of pie for my turtle expert? \n[6]What do you have to do, honey? \n[7]Well, we'd better get started, huh, baby? \n[8]\"You will find something more in woods than in books. Trees and stones will teach you that which you can never learn from masters.\" Saint Bernard said that. \n[9]Diane would've loved this flower, Johnny. \n[10]So... after this one how many, honey? \n[11]And you have to have a photo of every single type of orchid in Florida? \n[12]Amen, honey. Praise Allah, Buddha, Vishnu. And all the rest of 'em. ", "TONY": "\n[1]We got a Seminole, or Seminoles, in the swamp. I'm on Janes Scenic Drive just east of Logging Road Twelve. I repeat, Indians in the swamp. \n[2]Indians in the swamp. \n[3]Barry, Indians do not go on swamp walks. If there are Indians in the swamp, they are in there for a reason. \n[4]Fuck you, Barry, you fuckin'... \n[5]We got poachers. We got fuckin' poachers, Barry.   Ha! \n[6]Morning. May I ask what you gentlemen have in those pillowcases? \n[7]Okay, I'm asking then. \n[8]You're aware that it's illegal to remove plants or animals from state owned land? \n[9]Exactly. Well, that's exactly the issue. This is a state preserve. \n[10]But -- \n[11]Yeah, but I don't... I can't let you fellas go yet. Just hold on while I... Hey, Barry, can I get some help? Barry? ", "BOY": "\n[1]Any one at all, ma? \n[2]I want this then. \n[3]Cool!   I can't wait to tell the guys. \n[4]Turtles are of the order Testudine! \n[5]Yeah. And they're found on every continent! Except Antarptica! \n[6]Uh-huh. The turtle shell has remained unchanged for two hundred million years! And there's all different kinds, Pelusio gabonensis, Phyrnops rufipes, Chitra indica, Dermochelys coriacea coriacea... \n[7]Mom, there's something I feel I have to do. I don't know how to do this, but I feel in my stomach that I have to. \n[8]Collect one of every turtle in the world. It's a long list, ma. Cuora galbinifrons, Graptemys versa, Callagur borneoensis, all the Galapagos species, people think there's only one, but that's hardly the case. Cycloderma frenatum, Cuora pani... I don't think my life is worth living if I can't do this. ", "ORLEAN  (cont'd)": "", "BAXLEY": "\n[1]I'll go into the Fakahatchee with a chainsaw. I swear to God. \n[2]John. \n[3]No kidding. \n[4]Listen, John -- \n[5]John, we're thinking maybe now's a good time for you to take a few weeks. \n[6]It's a good time.   Things are slow. "}}