{"dialogues": {"GOMEZ": "\n[1]Think of it, Thing. He's been gone for twenty-five years. For twenty- five years we've attempted to contact Fester in the great beyond... \n[2]... And for twenty-five years, nothing. Not a whisper, not a clue. I'm beginning to think my my brother truly is lost. \n[3]Look at her -- I would die for her. I would kill for her. Either way -- what bliss. \n[4]Unhappy, darling? \n[5]Tish... that's French! \n[6]Cara mia! \n[7]En garde monsieur sole! \n[8]Querida? \n[9]Granny - where's your fog? \n[10]Sorry about the window, Judge! Keep the ball! I have a whole bucketful. \n[11]They grow up so fast, don't they? \n[12]It's a milestone, Tish. This very evening -- our twenty-fifth seance. All those years, gnawed by guilt, undone by woe, burning with uncertainty... \n[13]Tish... \n[14]Don't tease. \n[15]Please, Gordon, by all means - go. \n[16]All tuckered out. \n[17]Don't fret - we'll find her. \n[18]Fan out. Pugsley - head for the dung heap. Mama and Morticia - the shallow graves. I'll take the abyss, and Lurch - check the bottomless pit. \n[19]Fester!! \n[20]Fester! You take the ravine!     And the unmarked, abandoned well! \n[21]Good man!   Good thinking! \n[22]That's the spirit, Thing - lend a hand! Let's go! \n[23]What's all this? \n[24]A restraining order? \n[25]I am restrained - from my own house!? \n[26]But - this is lunacy! \n[27]It's not so! Those girls meant nothing - he knows that! I demand to see Fester! \n[28]Do not fear - justic shall prevail. The courts will decide! They say a man who represents himself has a fool for a client. Well, with God as my witness - I am that fool! \n[29]already sits in the passenger seat of the Duesenberg, his coat draped over his shoulders as if he were an invalid, his head thrown back. Morticia carries out Cleo, her carnivorous plant. Granny carries her favorite cauldron, Wednesday one of her Marie Antoinette dolls, Pugsley his chemistry set. Lurch uproots his favorite tree and joins the procession. Thing follows, dragging a toy wagon packed with his rings, his glove. \n[30]sits slumped in a   chair made from wagon wheel and nauga- hyde. It's as if    all of his insane, vibrant energy has been leeched from   him. He's a broken man. He looks back at her as if he's   never heard French. \n[31]Huh? \n[32]They're very bad for you. \n[33]But maybe I'll have one of those... \n[34]We're Addamses... \n[35]Grandfather Addams! Damn! Not in the form of a question! \n[36]Geraldo... \n[37]Re-run. \n[38]A drive? And miss \"Matlock\"? \n[39]Who is it?     We're paid through Thursday. \n[40]Slow down, Thing! It's terrible when you stutter! \n[41]Morticia in danger... stop!    Send help at once ... stop! \n[42]Cara mia! \n[43]Dirty pool, old man.      Never again! \n[44]One for you, Tully, and... \n[45]... one for me! \n[46]Tish - seeing you like this.   My blood boils. \n[47]This wheel of pain... \n[48]To live without you - only that would be torture. \n[49]Good show, old man... \n[50]Leather straps, red-hot pokers... \n[51]Come, my love - to safety! \n[52]Old man, this way! \n[53]Old man! This way! \n[54]Pugsley, old man! \n[55]Let's get a picture!     Lurch? \n[56]Look, everyone! We have guests! \n[57]It is a wonderful hat. \n[58]You remember, old sport - she really did find him tangled in a tuna net, twenty-five years ago. With amnesia. \n[59]Pugsley... \n[60]All right, everybody - time for a game! What shall it be - bobbing for apples? \n[61]\"Wake The Dead\"! Out to the cemetery! Come on, everyone! \n[62]Blood is thicker than water, old man. \n[63]Let us never be parted. \n[64]Oh, Tish - what a night. Everyone -- together at last. What more could we ask? \n[65]Cara mia... is it true? ", "MORTICIA": "\n[1]\n[2]Oh, yes, yes. Completely. \n[3]Gomez... the sun... il me perce comme un poignard. \n[4]Oui. \n[5]Gomez? \n[6]Last night, you were... unhinged. You were like some desperate, howling demon. You frightened me. Do it again. \n[7]The little ones, off to school. Bless them. \n[8]Too fast. \n[9]Oh Gomez, don't torture yourself. That's my job. \n[10]Imagine, Darling, if Fester did come back. Half-alive, barely human, a rotting shell... \n[11]Tully is here, darling. \n[12]Look - our little boy. \n[13]So sweet. He looks just... like a little entree. \n[14]It's over, darling - have you seen your sister? \n[15]Gomez? \n[16]Her favorite... \n[17]Oh, Mama, I was sure we'd find her here. \n[18]Fester adores Gomez! \n[19]Just as long as we're together, n'est pas, mon cher? \n[20]That's the soap, dear. \n[21]We are Addamses, and we will not submit. Who recalls the fable of the tortoise and the hare? The swift, yet lazy little cottontail, and his slow but determined companion? What does that story teach us, as Addamses? \n[22]Yes! We will survive! Poison us, strangle us, break our bones - we will come back for more. And why? \n[23]Private tutors. \n[24]Spells and Hexes. \n[25]Well, one day each week I visit Death Row at our local prison, with my children. \n[26]Autographs. \n[27]He's... he's going through a bad patch at the moment. But it's not his fault. \n[28]Not anymore. \n[29]... and so the witch lured Hansel and Gretel into the candy house, by promising them more sweets. And she told them to look in the oven, and she was about to push them in, when, low and behold, Hansel pushed the poor, defenseless witch into the oven instead. Where she was burned alive, writhing in agony. Now, boys and girls, what do you think that feels like? \n[30]I know - Gomez, let's go for a drive. The whole family. \n[31]I don't know, darling.   I wish I did. \n[32]It's hard to say. Sometimes people have had terrible childhoods. And sometimes they just haven't found their special place in life. And sometimes they're dogs from hell and must be destroyed. \n[33]Stop it, you two. \n[34]I would like to speak with Fester. \n[35]You are a desperate woman, consumed by greed and infinite bitterness. We could have been such friends. \n[36]Despite everything, I don't hate you. I pity you. Persecution, fiendish torture, inhuman depravity - sometimes it's just not enough. \n[37]You've done this before. \n[38]Tully Alford - charlatan. Deadbeat. Parasite. How Gomez adored you. \n[39]Dear Fester - or whomever you are. Which is the real you - the loathsome, under-handed monster you've become? Or the loathsome, underhanded monster we came to love? \n[40]Fester - I saw you tonight, at my window. I know it was you. \n[41]Mon cher! \n[42]Darling, take care! \n[43]As does mine. \n[44]Our wheel. \n[45]A day alone - only that would be death. \n[46]Quickly, my darling! \n[47]Later, my dearest. \n[48]But what of Fester? \n[49]Look at you. \n[50]Oh yes - in the den. \n[51]Hello, Margaret. Cousin It - I almost didn't recognize you. \n[52]That unfortunate woman. Filled with evil. But not enough. \n[53]How true.   Stranger things have happened. \n[54]And just as refreshing. \n[55]Of course - \"Wake The Dead.\" \n[56]And just as refreshing. \n[57]We'll catch up. \n[58]Our family... what are they? \n[59]Gomez? \n[60]Oui, mon cher... ", "FESTER": "\n[1]Mother, I'm... I'm so terribly sorry... It was just a party. It's over. It means nothing. Those Siamese twins, that hunchback, Cousin It - they're not you. \n[2]I love you.   And I want money. \n[3]Up here. \n[4]Somebody should stay behind - in case she comes back. \n[5]standing at a second story window, watches the car drive off. \n[6]I don't know... \n[7]You choose. \n[8]Yes, Mother. \n[9]Yes, Mother. \n[10]Yes, Mother. \n[11]Yes, mother. It's beautiful. \n[12]But, Mother... \n[13]I'm not stalling! Stop badgering me! \n[14]You can't! Not with red-hot pokers! \n[15]Morticia, please... \n[16]Don't ask me... \n[17]I was... restless! I couldn't sleep. \n[18]But, Mother can't we... \n[19]No tricks, Gomez! That's the wrong book! \n[20]Allow me... \n[21]Oh, really? \n[22]They're not yours, Tully!     Back off! \n[23]I'll never listen to you - not ever again! \n[24]You never really loved me! \n[25]You're a terrible mother!   There, I said it! \n[26]Oh, calm down. \n[27]What can I say? He's going to break hearts. \n[28]Halloween - it's such a special time. Ghosts and goblins. Witches on broomsticks. \n[29]I'm so glad I can share this night with my family - my real family. Now that I've got my memory back. \n[30]You know, all the old sayings are true. There's no place like home. And blood is thicker than water. \n[31]remembering this childhood favorite \n[32]I tell you what - we'll give you a head start. Three skulls and a pelvis - how's that? \n[33]My own dear brother - who could be more precious? \n[34]Let us always be as one. \n[35]Come on! ", "ABIGAIL": "\n[1]Say it, Gordon. Make me believe it. \n[2]We've got to find Tully. \n[3]Where the hell is Tully? \n[4]What are you doing? \n[5]Have you gone mad? \n[6]You're doing this on purpose. \n[7]The Mediterranean, the Riviera - once we find the money, we'll go everywhere. We'll try again, right after lunch. Gordon - where should we go first? \n[8]Acapulco? Cancun? Ariba! Ariba! \n[9]After lunch, we'll try again. \n[10]We'll find the money. And meanwhile, we have this little nest. Quiet and cozy. Without that dreadful family. \n[11]Just the two of us, away from the world. Our dream come true. \n[12]I know why you've been so glum. It's because it's taking us a little longer than we'd hoped to find the gold. Isn't that right? \n[13]Of course it is. Well, don't you worry - we're right on the verge. Tomorrow, for certain, my darling. You know, some people might think it's strange, for a mother and son to be so close. I think it's beautiful. Don't you, Gordon? \n[14]What? \n[15]dabbing her eye with a fingertip \n[16]I don't think so. The vault, Mrs. Addams - any thoughts? \n[17]Gordon - let's get started. \n[18]Stop stalling! \n[19]Tully, take over! Tighten it! \n[20]Do it! \n[21]\n[22]Again! \n[23]Tighter! \n[24]Gordon? \n[25]Gordon, I have a thought. Just a notion, top of my head. Tell me what you think. Since you and Mrs. Addams are so very close... \n[26]... be my guest. \n[27]Addams! \n[28]Let him up! \n[29]That's right! Now get moving - Addams, take him to the vault. And if you're not back in one hour... I displace her. \n[30]Knock it off!    The vault, Addams - right now! \n[31]Can it, Gordon! Stop dragging your feet! You disgust me - you're nothing but a useless, snivelling baby! A stone around my neck! What was I thinking - I should've left you where I found you! \n[32]Keep the book closed, Gordon - listen to mother! \n[33]I had to be strict with you - because I cared! Put it down! \n[34]Stop whining, you little good- for-nothing! Be a man! ", "TULLY": "\n[1]Let me go! \n[2]Gimme that! Stop it! I'm warning you! It's not a good day! \n[3]Relaxing.   Taking a little sun. \n[4]Au contraire. \n[5]This is a restraining order, Gomez. \n[6]It requires you to keep a distance of one thousand yards from this house. You've got about nine hundred and ninety-nine yards to go - catch my drift? \n[7]Not your house, moustache! Not any more! It belongs to the eldest living descendant, the older of the brothers -- Fester Addams! \n[8]He's afraid of him. Seeing the twins brought it all back. You're bitter rivals, Gomez - always were, always will be! \n[9]Sorry - no can do. He's very hurt - it's not a good time. Leave it alone. Or better yet - just leave. \n[10]We've been expecting you... \n[11]I'd love to, you know that, but - I've got this stomach thing. When I torture people. It's just me. \n[12]Where's your bathroom? \n[13]Is this gonna smell? \n[14]Well, not enough. \n[15]This is for keeps, Gomez!      Not just doubloons! \n[16]Gomez... it's Tully. I'm your lawyer. I'm on retainer. \n[17]Put that book down, Gordon! You don't know what it can do! It's not just literture! \n[18]I'm your friend, Gordon - think of the doubloons! ", "PUGSLEY": "\n[1]Where... where's the party? \n[2]Not since before the Mamushka. \n[3]comes from the bathroom, nibbling a wrapped bar of motel soap. \n[4]This place isn't so bad. They even put candy in the bathroom. \n[5]Oh. \n[6]During rush hour. \n[7]Because we're Addamses! \n[8]Here, Lurch.   On the house. \n[9]Yes. \n[10]I don't understand. All he does is watch TV and eat. \n[11]Here we come! \n[12]How do you like it? \n[13]She wasn't your mother.     She just said that. \n[14]Please, Uncle Fester? \n[15]For the picture? \n[16]Uncle Fester, will you be on my team? ", "WEDNESDAY": "\n[1]Thank you, Grandmama. \n[2]Thank you, Lurch. \n[3]But he isn't even Uncle Fester. \n[4]Do you want a cigar, Father? \n[5]Father? \n[6]Put the tortoise on the highway. \n[7]Yes. \n[8]Are they made from real girl scouts? \n[9]If that man isn't Uncle Fester, then who is he, mother? \n[10]Why is that lady doing all this? \n[11]This is my costume. I'm a homicidal maniac. They look just like everyone else. \n[12]Children begging in the streets. \n[13]From the Bermuda Triangle. \n[14]No, mine! ", "GRANNY": "\n[1]You kids are going to have to kill your own breakfast this morning. \n[2]Lousy bucket of bolts...! \n[3]Then who'll take the swamp? \n[4]Wednesday! Wednesday! \n[5]I like it. \n[6]Kill the hare. Skin it.   Boil it. \n[7]Because we like it! \n[8]Here kitty, kitty, kitty... \n[9]Dinner's going to be late. \n[10]Here, boy.   Here, boy. \n[11]Well, it's their loss. I even made finger sandwiches. \n[12]Thank God for that lightning. Knocked some sense into you. \n[13]Did you bring a shovel? ", "MARGARET": "\n[1]Trick or treat! \n[2]Isn't he handsome? Everyone keeps asking where he bought his costume. \n[3]And what are you, darling?   Where's your costume? \n[4]I'm sorry, and I'm not bitter, but I blame Tully. \n[5]Oh, stop. I'm blushing. \n[6]Charades? \n[7]I've never played this before - how does it go? ", "PERSONNEL OFFICER": "\n[1]We have so many homemakers re-entering the work force - your domestic skills can be very valuable. College? \n[2]Major? \n[3]Liberal Arts. Have you been a volunteer, PTA, service organizations? \n[4]With your children? \n[5]Well, what about your husband? Is he currently employed? \n[6]Of course not. What is he - A loafer? A hopeless layabout? A shiftless dreamer? "}}