{"dialogues": {"DAVID": "\n[1]Don't build me up like that, Charlie. He'll be disappointed. \n[2]Hi there. I'm David Norris. And I'm running for the US Senate. 2/12/09 2. The crowd goes wild. \n[3]Karen Woods, founder. Husband: Bob. \n[4]Kids: Samantha, painting, and Ricky, Little League. John Pascal. Wife: Anna. St. John's grad. Two year old: Loyita... He stops. Knows this cold. His finger runs down to a Realtor's Association breakfast in Nassau County four days out. \n[5]Abagail \"Abby\" Best, Stuart Broxterman, Chapel Davis, Milan Sabovic, Jim Vargas... His ability to retain this sort of information is stunning. He doesn't need to review. It's already all there. He closes his itinerary file. Goes to the window and looks out at the trees. The silence back...it's deafening. \n[6]I had some tea. (sees Charlie's not in the \n[7]What? \n[8]Well, it's over. And it's going to be a blowout... David puts on a brave face. . .but this is the first moment that he realizes not only is he going to lose, but he's going to lose big. It's going to be a grand,. public humiliation. \n[9]I'm going to take a walk, figure out my speech. \n[10]Actually just looking for a place to be alone for a minute before I head in there. \n[11]Thank you. \n[12]What are you doing in here? \n[13]Oh... . What did you do? \n[14]It's almost midnight. They'just caught on now? \n[15]Are you for real? \n[16]Hard to argue with that. \n[17]I'm \"that guy.\" 2/12/09 9. \n[18]No. \n[19]Maybe I should have made that clearer in my ads. \n[20]You weren't running, for Senate at the time. \n[21]He crushed me. She has beautiful eyes. And an exceptional gift for conveying empathy... \n[22]Winning would feel better. But losing has its advantages. 2/12/09 10. \n[23]The only time a politician is alone is when he's asleep.. .or in the bathroom. After eight years in politics that gets kind of hard to take. She tilts her head a little, gives him a curious look. \n[24]Thank you... \n[25]It's the champagne. Brines out the Hallmark in people. \n[26]Why not? I have to think up some good platitudes for my speech. He takes a gulp of champagne. \n[27]Apparently, even if I hadn't been caught dropping my drawers in the middle of a senate campaign I would have lost the election anyway because I'm too blunt. \n[28]The TV pundits. \n[29]Tonight's probably not the night to ask. \n[30]\"Field.\"  \"Lynfield.\" A beat. She shrugs. Then they lean toward each other... and kiss. It turns more and more passionate. When they finally pull apart: \n[31]Holy shit. She seems just as surprised. They look at each other and laugh. Just then the bathroom door opens. It's Charlie. He sees David and the woman. \n[32]\n[33]Wait. The woman turns to face David. Suddenly two hotel guards turn the corner and spot the woman. \n[34]I'm really not sure. David has a huge grin on his face. \n[35]But I think I'm ready to give my speech. \n[36]I grew up in Red Hook and I don't want to shock anybody but I got in a few fist fights along the way. Laughter ripples through the crowd. We don't know enough yet to get the joke. 2/12/09 13. \n[37]And we used to have a saying when you got in a fight: \"it's not whether or not you get knocked down -- because eventually everyone does -- it's what you do when you get back up.\" Don't worry, I'm not going to moon you. The audience explodes with laughter this time. \n[38]But I am... (waiting for the laughter to die down But I am going to get backup. I wanted to come out here tonight and give you a victory speech, a speech I've dreamed of giving foremost of my life. But life doesn't always deal you the cards you want. The audience sobered now. Reflective. \n[39]My life changed when I was ten years old. My entire world turned upside-down.' His audience,. knows exactly what he's talking about. \n[40]And as I looked for something to -hang ;on to, something; to help me cope' with what had. happened the only thing that made sense to me was service. Finding a way to do something with my life that left this world a little better than I found it. The audience is moved. Tears begin to well up. People dab at their eyes. \n[41]Hello? \n[42]Give him 3227. I'm not used to this phone yet. 2/12/09 16. \n[43]Really? \n[44]Sir, there's someone-- \n[45]No way... It's the woman from election night.', He leans around to try to see the front of her face. \"It's definitely her. His eyes drift down at her legs. Just then she opens her eyes. She recoils for a second;. Then` her eyes soften when she realizes who it is. \n[46]\n[47]Your skirt was so short I couldn't help it. \n[48]Skirt, dress, same thing. \n[49]So do shorts, dear. 2/12/09 18. \n[50]I have one but, unlike you, I wouldn't say it in public. \n[51]Hello...? Hello? David looks at his. phone. The signal has gone to zero. \n[52]The line cut. \n[53]You're relentless. \n[54]I just started a new job, today. \n[55]Something got into me. He means her. They stare at each other. \n[56]What's the deal with you and argyles? \n[57]At least my clothes match. \n[58]The belt and shoes are black. \n[59]There you` go with the platitudes again. I guess it wasn't the ch mpagne . His blackberry goes again. RING-RING. \n[60]Hello? Hello? He shakes his head. It's dead again. \n[61]Depends what the telecom lobby thinks of your voting record. \n[62]Oh, Jesus... I'm sorry. \n[63]I'll pay for the damage. He pulls out his wallet. There's $7 inside. She laughs. \n[64]Give me your number and I'll send you a check. 2/12/09 21. \n[65]It's my first day at the office! \n[66]No! He grabs the cup with both his hands over hers. \n[67]You're crazy. Actually crazy. The phone on David's lap'RINGS again. She snatches it with her free hand. \n[68]Who was that? She shrugs. Sorry, pal. He lunges for his phone, but she holds it on the other side of her body. \n[69]What is this, third grade? 2/12/09 22. \n[70]The morning after .I lost I woke up thinking about you . That melts her. Instantly. All her bravado drops. \n[71]Guess who I just sat down next to on the bus? \n[72]The woman from election night. \n[73]She kissed me. I just didn't fight it. \n[74]Charlie? David looks at his phone. \"Call Lost\" on the screen. David hits redial. Gets a fast busy. \n[75]' . This is ridiculous. He pockets his phone. \n[76]Okay... Daviddecides he doesn't need to announce himself. \n[77]Doesn't anybody bother getting in before eight at this place? David passes a couple of empty offices on his way towards a large corner suite where a secretary sits outside an office marked \"Charles Traynor, Chairman.\" She's smiling. 2/12/09 26. \n[78]Susan! How are you today?  Susan? David looks closer across her desk. Her face is frozen. \n[79]Susan? He leans across her desk, touches her arm. She stays dead still. David rushes through Charlie's door: \n[80]Call 911! Something's wrong with Susan! \n[81]Jesus! Three men in business suits talking by the window spin to see David. it's Mr. Richardson and-two aides we recognize as the \"security guards\" who chased Elise away on election night. \n[82]What the hell are you doing?! Richardson blinks Clearly surprised. Then: \n[83]Hey. The suits stare back in silence for a beat, then turn back to talking amongst themselves -- though at a lower volume. \n[84]Can somebody tell me what's going on? 2/12/09 29. \n[85]Who are you guys? \n[86]What the hell is happening to me? 2/12/09 31. \n[87]I just... came to work... \n[88]Whatever you were doing to Charlie back there... it wasn't misplacing his keys. \n[89]Why Charlie? What did you do to him. \n[90]Yes... \n[91]He said I could go. \n[92]You said I could go. Richardson walks over to him. \n[93]Why does it'matter? \n[94]Why do you care.? \n[95]What the hell-- What are you-- Richardson removes the piece of paper that Elise wrote her number on from David's wallet-- \n[96]\n[97]No! And burns Elise's number. David strains and tries to pull loose from the vice-like grip of the four Intervention Team men. But he can't get free. \n[98]What is wrong with you people?! Richardson drops the paper on the floor and lets it burn. ON David's reaction CUT TO: \n[99]Ice water. \n[100]Okay. Harry can see that David is still very shaken. \n[101]Thanks. David walks away, still trying to get his bearings in the new reality he now knows. Charlie comes around a corner. \n[102]Sorry... 2/12/09 36. \n[103]Fine. How about you? \n[104]No headaches or-- \n[105]After the meeting. \n[106]I lost her number. \n[107]I was pickpocketed. \n[108]I was` raised to believe there's something behind the curtain. I just never pictured it quite like this. \n[109]You should know. You can read my mind, right? 2/12/09 38. Harry hesitates...as if he's not sure how much to tell David, how far to go with this. Finally: \n[110]He knew what color I was thinking. \n[111]So? Harry looks away. He's crossing a line. He's really putting himself out there: \n[112]it-;' s like a sixth sense for you? \n[113]What did they do too Charlie? \n[114]What type of risk? \n[115]That's all? \n[116]What would your colleagues do to you if they knew what you were telling me? This is precisely what Harry has been worried about. \n[117]They're not following me? \n[118]Why are you helping me? \n[119]Why do they care if I'm with Elise? \n[120]Why do they care? Harry looks back at him. Taken aback a bit by how much David seems to care. \n[121]You have no idea? \n[122]They send you here to tell me that? \n[123]I'm ready... I changed a few things last night. \n[124]Stop the bus. \n[125]Now. \n[126]Elise! The woman turns around. And it's her... \n[127]Hi. \n[128]I rode the Ml to work every day for the last three years hoping one day I'd run into you again. She's amused, rather than moved, because she doesn't buy it. \n[129]I couldn't. \n[130]No girlfriend. She looks at him with continued skepticism. But his expression is dead serious. \n[131]Can we go somewhere and talk? She hesitates. It hurt when he didn't call. She's angry at herself for that, but it's the truth. \n[132]I just got sick. \n[133]One second. CharlieT can't make breakfast. \n[134]And...I might have to push the speech. \n[135]I just ran into Elise. He hangs up. \n[136]We've known each other since we were kids. We have a shorthand. 2/12/09 44. He's not being flip or clever or smooth. He's being matter- of-fact. Serious. \n[137]Doesn't matter. Let's take a walk. His focus on her is absolute. But she's wary of getting reeled in again. \n[138]Somewhere far. We have a lot to talk about. \n[139]I'll take my chances. \n[140]My-speech will always be there, you might not be. \n[141]Walk with me and I'll explain that. She's still dubious. His phone vibrates. This time he turns it off . \n[142]I'm not losing you again. I'm not letting you out of my sight. \n[143]Can we walk? The moment she finally relents, CUT TO: \n[144]you have a boyfriend? \n[145]Uh...yeah... \n[146]It wouldn't matter. \n[147]Okay... if you were married it would matter. \n[148]I didn't have your number. \n[149]It was taken from me. I was mugged. \n[150]Your number was in my Wallet and they ,:took it. \n[151]I'm serious. What else could possibly-explain my fawning all over you on that bus three years ago...and again today and not calling you in between? \n[152]I swear to God I didn't have your number. I swear on my parents' graves. \n[153]I didn't even have a last name to try to track you down. Do you know how many pages come back when you type \"Elise\" into Google? And none of them were you. \n[154]That's not fair. \n[155]I haven't announced yet but... soon. \n[156]That concession speech I gave sure did. You had everything to do with that. Elise smiles. \n[157]You know entirely too much about me given how little I know about you. \n[158]According to Maxim, I'm supposed to \"maintain eye contact and ask you what you do for a living.\" It's the first witty comment h6' :s made this time around. He's just barely starting t6Â°'looÂ§`en up. \n[159]Oh.. \n[160]I think you have the wrong idea about me. \n[161]Is there a performance of this company coming up that I could watch? \n[162]I'm there. You hungry yet? 2/12/09 49. He points at the Boathouse restaurant a few hundred feet down the path they're on. \n[163]We could wait an hour and call it lunch. \n[164]So unfair... \n[165]Thank you. You're... (pulling it from the recesses of his brain Paul, right? De...Santo? \n[166]David. \n[167]Why? \n[168]Do you ever get nervous when people watch you? \n[169]I get more anxious alone in my apartment than in front of an auditorium full of people. Everything's backwards for me. \n[170]How did you find me? \n[171]It's okay. \n[172]I told you I'm not letting you out of my sight. \n[173]Come with me. Come and watch. \n[174]We can reschedule the speech. \n[175]Where does your company perform? \n[176]Okay. David and Elise stop to say goodbye to-each other. \n[177]just want to \n[178]Thanks. Thanks a lot. David turns back to Elise. 2/12/09 57. \n[179]Whatever happens...I'm not going to let anything stand between us this time. It's such an odd thing to say, if you don't know what David has gone through. She gives him a quizzical look. But she's also moved by his,tone \n[180]Not this time. He leans in to kiss her-- \n[181]I'll see you in two hours. 2/12/09 58. \n[182]What? \n[183]I don't know... \n[184].I'm here today to honor that, and to announce my intention to run for the United States Senate... \n[185]I have to see Elise now. \n[186]Tomorrow. After GMA. He heads for the door. Charlie follows. \n[187]This is different. Trust me, it's different. David leaves. \n[188]Elise ...I doubt you'll ever get this message but-- \n[189]Can I have the number for the Manhattan Modern Ballet... 2/12/09 62. He looks down to see his phone has zero bars... \n[190]Do you have a phone book? \n[191]I must have forgotten. It's been a while. \n[192]Why are you so.determined to keep us apart? \n[193]The Plan? If there is a Pi ri you misread it. \n[194]Then your Plan's wrong. \n[195]I don't care. Richardson grabs him and pushes him against a brick wall. \n[196]Why are you keeping us apart? \n[197]You put us together three times-- \n[198]Three times? Bullshit! If I'm not supposed to be with her then why do I feel like this? \n[199]You don't know, do you? You don't know why they're keeping us apart... \n[200]You're in a nice suit but the reality is you're just a minion aren't you? David pushes past Richardson and walks into a busy restaurant. McCrady quickly consults his Planbook. \n[201]Excuse me ladies and gentleman-- (as people turn and look, \n[202]I don't care what you put in my way, I'm not going to give up. David walks off, leaving Richardson standing there. 2/12/09 66. \n[203]Jesus:.,  Is this how far you people will go?! He rushes toward the accident-- \n[204]How much longer? \n[205]I didn't say I had to meet anyone. \n[206]You're not a real cop, are you? You're one of them. Somebody could have been killed in that crash! Doesn't that make you-- \n[207]Sergeant! He goes to the highest ranking guy on the. scene. \n[208]I know you heed a statement from me, but do I have to stay here to give it to you or-- \n[209]17th Street between 10th and 11th. And sir, you might have to break some traffic laws getting there. So take this. He hands him a $100 bill. A light that just turned green \n[210]Go through that-- The driver blows through it as it turns re \n[211]I'm in serious trouble here... \n[212]You're incredible. How did you get that good? \n[213]That's a lot of motivation for an eight year-old. She waves to the other dancers and receptionist in the lobby and they exit on to-- \n[214]Sure... it was the only constant in your life, aside from your parents... 2/12/09 74. \n[215]Oh... David's phone buzzes. Caller ID shows it's Charlie. \n[216]I'm a candidate for the US-:Serrate. I don't have to punch out''when I leave. David sends the call to voice.mai \n[217]Couple houtrs while I'm out of touch won't:ill him. \n[218]I'm a terrible dancer. I don't dance. Elise climbs out. David follows. \n[219]You're going to teach me to dance in one night? Not happening. \n[220]Yes. She spins and shoves him against the wall. Forcefully kisses him. Then pulls free. \n[221]Holy shit... \n[222]Serious, serious.trouble... \n[223]Hurry where? \n[224]I've been told I have trouble feeling. \n[225]That's different. I mean-- \n[226]In private. With women AlthOugh that might be changing. Is there any style of dance you can:'t do? \n[227]To make an ass of myself for the third time in one night? Â§4`r, 6'. \n[228]Hmmm, could get ugly... He looks down an alley as if he's noticed something. When she looks, he takes off like a bat out of hell-- \n[229]Quit complaining and run. She catches up. He spins and digs it out. He can't dance, but he sure can run. He pulls away and wins. \n[230]Yes!!!! He pumps his arms in a victory dance. \n[231]You said \"no rules\". She punches him in the stomach. Hard. He crumples, completely unprepared for it. \n[232]Sweet Jesus! Christ on a crutch! \n[233]You're insane. \n[234]I'm serious. You're a maniac. You should come with a warning label. \n[235]Doesn't this song make you feel like you're at your high school prom? \n[236]I spent any, entire childhood three blocks up Carroll Street. We didn'.t move-` around a lot. \n[237]Before sixth grade I spent about half my time in the principal's office. \n[238]The only person who spent as much time down there as me was a girl I had a huge crush on so I didn't mind too much. 2/12/09 82. A smile spreads on Elise's face. \n[239]No... My dad filled vending machines. \n[240]After my brother died my Dad wanted to get me out of town for a while. We went to Washington and the day we arrived he took meto the. Capitol. We ended up sitting in the Senate gallery;,all day. (re: Financial' District across the river We could see that from the end of my block, but-be never once encouraged me to go to Wall Street. His idol was JFK. He thought business guys were selfish. \n[241]I want to matter. I don't think that's just forrhim. Elise,. tucks her head into his shoulder. \n[242]Just make sure I make it to Diane Sawyer on time and I'll be fine. Elise looks at him for a long beat. \n[243]Believe what? 2/12/09 83. \n[244]I. don't want perfect.,. \n[245]I haven't stopped thinking about you since the moment I met you. I want you in my life-- \n[246]Listen to me-- 2/12/09 84. \n[247]Elise, listen! I don't care. We'll work it out... I've spent my whole life wondering why it takes auditoriums of people to fill the empty space inside me. Then I met you...and realized it doesn't. She looks at him. He means it. \n[248]That wasn't the effect I was going for... She smiles...then laughs out-loud-- \n[249]You been up long? \n[250]Did you wake up in. the middle of the night? \n[251]I thought you never sleep through. \n[252]I won't hurt you. They kiss more... and then get swept up by it... \n[253]What's wrong.. \n[254]Oh... I didn't-- I guess we hadn't gotten to that stuff yet... \n[255]How long? \n[256]Was it serious? 2/12/09 86. An awkward beat. Elise opts for complete honesty. \n[257]What happened? Complete honesty. \n[258]What an idiot. \n[259]But it was:h'ard to leave. \n[260]Me too. David looks at the clock. \n[261]I have this Diane Sawyer interview. It comes out awkward. \n[262]Only people who haven't spent enough time with ' me to know the 'truth. \n[263]By my campaign manager mostly. \n[264]With a childhood friend. So I don't think that counts. And, truthfully, that's how we celebrate things we're I'm from. \n[265]that a euphemism, Diane? She laughs. \n[266]I think Americans are tired of electing automatons whose every word and move is stage-managed so as not to offend anyone. I think they want somebody who doesn't hide who he is or what he really believes. I guess I'm hoping they want to elect someone who's actually like them. But I could be very wrong about that. 2/12/09 89. \n[267]You'd be surprised at the number of underwear companies that have approached me to be their spokesman. Diane bursts out laughing. The floor techs are laughing too. \n[268]You can call her that. And yes. Definitely. David is looking at a text from Elise as he speaks. It says: \"I want to go to bed with you.\" \n[269]God dammit! 2/12/09 91. \n[270]What happened to Free Will? 2/12/09 92. \n[271]You expect me.'to believe that? \n[272]If you're in control of the important things then you're incompetent cause when I look around at the world these days it seems pretty fucked. 2/12/09 93. \n[273]Why are you trying to keep me from Elise? Or are you just another lackey who doesn't really know? Thompson studies David for a long beat. Then decides it's time to level with him. \n[274]Stop. Don't tell me this. 2/12/09 94. \n[275]Stop. \n[276]Why does it matter to you who I love? Some skeleton of hers `is so bad I won't get elected? I don't believe that! \n[277]Stop talking. It's not working. I'm a politician. I spend my life with professional liars. With people who decide what they want and then figure out the story they have to tell to get it. 2/12/09 95. \n[278]I don't care who you are. I don't care who's orders you're following. \n[279]Who said anything about running. \n[280]We both know if you could have we wouldn't be standing here having this conversation... Thompson stares back. He's never dealt with such temerity... \n[281]You already did once.' And I'm still standing... always knew you were out there. We all do. It's the one thing we have in common. Whether we call it God or the Devil or Fate we all know you're out there, fucking with us... \n[282]You crush our dreams because they don't fit with your Plan. Your Plan that has no space for me falling in love but somehow has room for Tsunamis and cyclones and Darfur and AIDS. Fuck your plan. I reject it. I reject you. 2/12/09 96. \n[283]The only thing we have in this fucked up world are the choices we make. And there's nothing you can do to me that will get me sign them away. Kill me. Or erase me. Or let me go. Thompson stares back at him, dumbfounded. A long silence, \n[284]What do you want? \n[285]What? 2/12/09 97. \n[286]I don't believe you. I thought we already established that. A beat. \n[287]Don't say that. Don't. 2/12/09 98. \n[288]Really? \n[289]You're going to: be fine. \n[290]It's; going to be fine. And as incredible of a dancer as you already are, yot're just going to get better and better... DavidV;embraces her again, so she won't see the tears welling in his eyes. \n[291]I...I have to go make a few calls. His voice cracks. Elise notices. \n[292]I'm just...happy for you... \n[293]I'm started. \n[294]I think I need... I... \n[295]Even I can't blow a lead that big. \n[296]Do you still serve neighborhood guys here or just the tourists? The bartender smiles big. A couple people at the bar notice him. Then others notice and they start whooping it up for him. He doesn't know any of them-but they sure know him. \n[297]Why are you here? REVERSE to REVEAL Harry, in a suit and raincoat. \n[298]About what? \n[299]Why, then? Why do they care so much? \n[300]Why are you so different than they are? 2/12/09 105. A long beat, then: \n[301]My mom? \n[302]When Thompson told methe choice as Elise or the White House I barely hesitated. \n[303]Before I met Elise that was all that mattered. Now I hardly notice. She's all I think about. Do you know where she's getting married? \n[304]Is she happy with him? Tell me she is and I'll walk away. \n[305]Harry... is she happy? \n[306]Will you help me:ï¿½ Just help me get to her... \n[307]What if Icould move as fast as you can? \n[308]Teach me about the doors. \n[309]The first day, after they caught me, they carried me through one.I thought it was a hallucination at first. Eventually I realized it's how you move around so fast.  If you don't want to help me because of what they'll do to you...okay, that's your choice. But if this is about protecting me then shouldn't the choice be mine? \n[310]You know, when I do town hall meetings I usually get introduced to forty or fifty people between when I walk, through' the door and when I start speaking. But when I'm done with the speech I can call on each one of them by `game. A beat... \n[311]Are they ever locked? \n[312]Let's go. Harry smiles and hblds,.up a photograph of.the Manhattan County Court Building in Foley Squa:e:. \n[313]North Moore St. Just south of the coffee shop... Red door. I come out on Broadway, near Leonard St. Harry looks at a photo of what David just described. \n[314]\n[315]Okay ...so...  I hightail it East-to Lafayette no, it's Crosby Street there. INT. DANCE COMPANY -- Nit;HT Elise dances. \n[316]I'd knock the Yankees cap off his head and go through the door before he has a chance to pick it up... A thinsmile forms on Harry's face and grows... 2/12/09 111. \n[317]How am I doing? \n[318]Could I ever learn to read that? Harry shakes his head. Impossible. \n[319]No matter how hard I tried? \n[320]Is that me? \n[321]I want to ask you what it says.. .what she's thinking.. .bit somehow that feels ...wrong. \n[322]The fastest path is getting to the blue door right off the bat... \n[323]But if I can make it...I'.Il have caught them completely bysurprise. \n[324]The marriage is scheduled for ten minutes from now. \n[325]I'm going for the blue door. \n[326]Where is she? Water drips from his clothes onto the marble floor. \n[327]Where is she?! I'll . explain to her-- Lauren points at the 1-adies room. David nods \"thanks\" and \n[328]Hi... \n[329]You're not supposed to be weeping on your wedding day, Elise. Elise fights the emotion again welling inside. \n[330]You were never happy with Adrian. You told me that. Elise puts her head in her hands. \n[331]I love you. I know I've acted strangely. But, I love you. \n[332]I've never felt anything like. this in my life. \n[333]They'll reset me... \n[334]They'll scramble my brain-- \n[335]But at least you'll know the truth. I saw behind the curtain, Elise. I saw this. He opens up Harry's Planbook. Elise sees the intricate \"wiring diagrams.\" Sees the lines shift on the page. It startles her. \n[336]It's not in their \"Plan\" for us to be together. So they're trying to stop us. \n[337]They said if we were together they'`d take dance from you and politic,s,from me. They hurt your ankle that night. They-- The door flies open again. David picks up a trash can and clobbers the fedora-wearing man who enters. He drops. \n[338]He's not a cop. He's one of them. Another body slams into the door now. But the shield holds it shut. \n[339]I'm going to: show you. He takes Elise's hand, opens the bathroom door, and walks her across the threshold into-- \n[340]Come on... We need to lose them. David walks her across the street and picks a door at random, \n[341]The rain slows them down but they can track us. We have two orthree minutes. Maybe less. Elise is still speechless. He takes her hand. \n[342]The ten year-old in me always mixed up winning elections with being loved. Then I met` you;,.. The thing is, if they'd let me be with you I wouldn'tk have left politipe. t, just would have beef in it, or. all the right reasons. David pauses for a moment. He can see this' so clearly in his head. How can it notbe right? \n[343]Now you know. Youknota everything. And you have to leave mitie. \n[344]You're not safe with me. If you \n[345]Let's go. \n[346]If they find us ...they'll take you from me. \n[347]They'll take you from here. David touches his head'. \n[348]Perfect. David picks a door. It's locked. He tries another. It's \n[349]They're not supposed to be locked! David hears sounds coming from the building's central staircase. He looks down it to see four men in silver suits climbing up the stairs. 2/12/09 127. DING. The elevator door down the hall opens. More men in silver suits. \n[350]Who are you? \n[351]You can't oti{rn Fate... Tft , CHAIRMAN It's .more- complicated t,}an that, Fate am Free Will coexist They're;in tension with each other. And pure chance. A beat. David looks back at him... \n[352]TH2;.&gt;ï¿½HAT, RMAN I could control 'everything. You'd be ha` 3 ou' d be puppets. I try to .keep things from getting too out of control. But that has a cost. Most people go through life like pinballs, reacting predictably to the stimuli I apply. They accept the path they find themselves on. And perform accordingly. But every once in a while someone comes along who refuses to be bound by his fate, someone who understands that Free Will is a gift most people are too afraid to use. Which, you see, is partly the point of all this. \n[353]And all the misery, all the pain... \n[354]Maybe we should go dancing. A smile slowly spreads across her face ... ", "ELISE": "\n[1]David? \n[2]Wow... How areyou. Reeling from the adrenaline; David takes a moment, then: \n[3]Calling would have been easier. \n[4]Girlfriend wouldn't let you? 2/12/09 43. \n[5]Don't you have to get to work? \n[6]\"I haven't seen you in three years - - You make me sick\" is not an ideal come-on. For the record. David smiles. She's softening. A little. His phone vibrates. He pulls it out of his pocket. \n[7]You just hung up on your best friend. \n[8]What speech? \n[9]Where? \n[10]I don't think you should cancel your speech. What if I don't like you at the end of our walk? \n[11]Seri6us1y, my number hasn't changed:. Just call me like you didn't last time. \n[12]I was there, David. You didn't callrie! \n[13]Stalker. 2/12/09 45. \n[14]It's been years, David. How do you know I don't have a boyfriend? Oh, shit. He hasn't even had time to think about that. \n[15]So all the stuff about me being in your mind constantly for the last three years was just talk... The truth is you don't have any real conviction. \n[16]So you don't care about being a home-wrecker? 2/12/09 46. \n[17]Now you're just trying to say what you think I want to hear. A beat. She lets David twist in the wind... \n[18]I'm single. ON David's face: relief... \n[19]Now let's hear your bullshit excuse for never calling me. \n[20]What? \n[21]Oh, come on. \n[22]Come on.. \n[23]Um, you had a girlfriend and you felt guilty. I have a thing about being lied to, David. \n[24]You really are smooth. \n[25]It's okay. I like it. I probably shouldn't, but I do. It's Sellas. Elise Sellas. \n[26]I read somewhere you're running again. \n[27]I hope I had a little something to do with that. 2/12/09 48. \n[28]According to Cosmo I'm supposed to keep it that way. \n[29]I'm a dancer. \n[30]Not like that, you pervert. In a dance company. The. Manhattan Modern Ballet. \n[31]I think it was the first thing that crossed your mind. \n[32]Actually, we have a show opening tomorrow night. \n[33]Yeah... But I'm not putting out just because you're buying me brunch. \n[34]I bet lines like that work wonders with the \"dancers\" you normally hang out with. \n[35]How do you do that? I can't remember the names of people I just met. \n[36]Right.. Thanks_.' \n[37]Ballet is basically impossible to do correctly. \n[38]You just do absurd things. with your body. The movement is completely unnatural. It requires incredible strength in all sorts of random muscles. And you have to be born with ridiculous amounts of flexibility in your hip or you'll never be an y good. \n[39]In the history of ballet there've only been a handful of people who actually did ballet the way it's supposed to be done. Forme that just made it completely addictive. \n[40]Not really. Do you get anxious when you make 'a speech? \n[41]Your speech? \n[42]At the speech? \n[43]God, don't skip this for me. \n[44]Okay. Her phone buzzes with a text message. \n[45]Now? \n[46]I can't then.  They just moved my dress rehearsal to noon. David's own sixth sense kicks in. Has he been discovered? \n[47]David! \n[48]I'll meet you right after the rehearsal. \n[49]We're n in our space. There was a`;â\u0080¢power ot outage or something. We're using a space\" on Murray and West Broadway today. \n[50]I've got to go that way...to stop by my apartment and change. \n[51]You know, the speech on election night, you said I inspired you... I wish I could do that again now. \n[52]Well, you're really just a hit with women of all ages, aren't you? \n[53]Okay.:.. I believe you. Of course I tend to believe in the wrong people. Especially men. It's the kind of quip that's more truth than jest. \n[54]Don't worry. That's definite. 2/12/09 60. \n[55]It's all I do. It's the only thing I ever wante&amp; to be. And I started young. \n[56]By third grade I was going every day after school. \n[57]We moved around a lot then. Dance was kind of my stability. \n[58]Really more the dance. She doesn't make a big deal of it but we get it. \n[59]I take it this is an unauthorized social break. \n[60]Charlie? \n[61]Couple hour, huh? Well, we better make them,,-,--'count. \n[62]What's it look like? We see the reflection of a dance club in the window. \n[63]You don't now. By the end of the night, you will. 2/12/09 75. They walk towards \"Plan B\", a hip joint with zebra wallpaper and fake palm trees. Salsa music pulses from inside. \n[64]Are you doubting me? \n[65]Don't. She turns and walks into the club. David stands there. \n[66]Ready? Nope. \n[67]Perfect. She yanks him onto the dance floor. \n[68]Okay, we've al-ready used up an hour, we &gt;etter hurry. She pills him toward the exit. \n[69]You've got to let yourself feel the music. 2/12/09 78. \n[70]Whoever said that hasn't seen you speak. \n[71]What? \n[72]Next stop, the best 80s club in the city. You ready? \n[73]Race me to that light. You lose, you dance, I watch. You win, I dance, you watch \n[74]No rules. \n[75]You bastard! He's got a good lead, so he flips around and runs backwards. 2/12/09 79. \n[76]That was good. That was very good. \n[77]You said you had trouble feeling. \n[78]We. need a cab. He'laughing through the'pain. \n[79]I do. You just can't see it with my clothes on. OFF David biting his lip... and PRE-LAPPING the music-- \n[80]I was six when it came out. So, not really. Brutal. David just shakes his head and smiles as, she pulls him to the dance floor. \n[81]You grew up over there? She indicatesa residential area just behind the docks. \n[82]What were you like as a. kid? \n[83]You? Really? \n[84]Did your dad work here? \n[85]And you're going to be a senator... \n[86]So...areyou doing all this-:f.or him? \n[87]I don't want tonight to mess anything..up for you, for the campaign. \n[88]You're different... somehow you make me believe... \n[89]Just... believe, period. \n[90]I don't let people in, David. And I never let them in this quickly. David pulls her close., He-,can't see her eyes. But we can. She's struggling with something more... \n[91]I haven'::t lead a perfect life \n[92]There are skeletons in my closet, David. The kind that-- \n[93]The kind that people use against-- \n[94]You scare me. \n[95]No. 2/12/09 85. \n[96]Slept straight through. \n[97]I don't. I told you, you scare me. He kisses her. \n[98]Hello? :Why, are you calling? No...I... . Look, I have to go... She hangs up. David looks at her. \n[99]That was my , ex. Adrian. \n[100]He hasn't called since we broke up. \n[101]Three months. \n[102]We were engaged. \n[103]He left... David can feel this in the pit of his stomach now. \n[104]You don't know me that well yet. You're still in the wishful thinking phase. Truth is I should.;-Have left him a long time before he left me. It was a ,ain' l relationship. It hurt tb be i-h it every day. \n[105]H&amp; knew what buttons., tb push. \n[106]David... . It's not... It's over between us. Completely over...I want to be clear about that. I'm pretty sure yesterday was the most perfect day I've ever had. \n[107]I know. So did that. They look at each other. Then David reaches for his clothes-- \n[108]Can I come? My dress rehearsal's not until nine. David's face lights up. \n[109]I'm afraid if I let you out of my sight. . .you know...I might never see you again... A smile creeps across his face... \n[110]If it's broken...my career's over. \n[111]How bad is it? The surgeon turns to her with a classic doctor's detachment: \n[112]It's a sprain! It's just a sprain! David gives her a tight hug. \n[113]It's going to be okay. The doctor said it would heal in' a month. . .maybe even less. \n[114]They want to do an MRI...to assess the ligament. damage but.: -. They break from them hug. \n[115]You okay? \n[116]Floor open? \n[117]I just feel like being on the floor. \n[118]Just a little queasy. \n[119]I'm not sure. Nervous... I just need a minute in the bathroom. 2/12/09 116. \n[120]Am I making the biggest mistake of my life? 2/12/09 118. \n[121]I'm just nervous. You haven't done this yet. It's overwhelming... \n[122]I'm okay. I'm going to clean up. Tell Adrian I'll be right there. \n[123]Why are you doing this to me? Just then the door bursts open. The suspicious man from the \n[124]David! 2/12/09 120. David calmly turns back to her. \n[125]This is so screwed up. Oh,-God.. \n[126]Don't do this to me. \n[127]If you care 'so much, why the hell did you disappear on me in that hospital? \n[128]\n[129]David, stop talking like this! Stop! 2/12/09 121. David looks back at her... Just looks at her. Then he leans over and wipes a tear from her face. And he decides... He just decides. \n[130]Stop talking like a crazy person. Stop making things up-- \n[131]Jesus.. .the cops are after you?! David grabs the shield and uses it to wedge the door closed. Kicks it in so it's jammed tight. \n[132]Who's \"them?\" SLAM! SLAM! The door cracks-- \n[133]Jesus, David!. What's going on?! David is impossibly calm. He puts his hat back on. \n[134]No. \n[135]It doesn't make any sense but, right now I feel safer than I've ever felt before. I'm staying... \n[136]Every door? tavid nods...as they walk into another... \n[137]We can't keep running forever,. David. \n[138]I won't let..them. \n[139]No, I won't let them. She leans,-.over and kisses hi's forehead. \n[140]This one's open! Elise is standing at the door to the roof. David runs to her and they go up the stairs together to-- \n[141]Kiss me. Tears well in her eyes. And his. \n[142]Close your eyes and kiss me. He does. And they kiss in the rain... \n[143]I love you, David Norris. 2/12/09 128. They hold each other for a long beat ... . and then, finally, open their eyes.. .ready to accept their fate-- They see an empty roof. The Silver Suits are gone. And the rain has stopped. A strange silence envelopes them... They spin the other direction to see The Chairman, standing there, alone. ", "RICHARDSON": "\n[1]This is a.bignight, gentleman. Is ever ything set? Harry nods. Richardson notices his eyes: \n[2]You look tired. You should take a vacation when we finish with this. You'll have earned it. \n[3]Sure it would. Everybody needs a vacation. Even us. \n[4]He spills his coffee when he steps out of Starbucks. The moment he comes through the door. \n[5]Our models indicate between 7:00 and 7:05 am. Harry nods but he seems distant Richardson sees this. \n[6]Grab him! David bolts out of the office as they lunge at him-- \n[7]You can't get away, David. David spins and rushes back into the main office, then down an internal staircase to the floor below. Jumps the last five steps and hits the floor hard. As he comes up he runs smack into another RSR employee who is frozen solid. David curses, then dives around the frozen employee to find Richardson, coming out of another office. down the hall. Again, physically impossible for him to get there that fast-- David spins and-- A DISTORTED WIDE ANGLE SHOT of a chloroform rag shoved right at us. FOCUS GOES IN AND OUT... FROM DAVID'S POV, BLURRY FOCUS as he's carried toward one of the large corner offices on the 40th floor. The nameplate reads \"Steve Kincaid.\" Richardson opens the door and ushers his men, carrying David, \n[8]Yes, sir. No, sir. No, sir. I understand that, sir. Absolutely. I'll do that, sir. What a goddamm mess. \n[9]Yes. \n[10]Can you reset him? \n[11]\n[12]What are my options? \n[13]We're the people v ho make sure things happen according to Plan. David stares back at him for a moment. then leaps up. His rope comes off and the chair falls. He sprints toward an open door forty feet across the warehouse. Richardson makes a little gesture with his hand-- \n[14]Did you really think I couldn't see that coming? David dabs blood from his lip, which split during the fall. \n[15]I can read your mind! David stares back. \n[16]Yeah, really... Choose a color.  Blue. Choose a number.  Seventeen. David's jaw drops slightly. Richardson was clearly right. \n[17]Now,. why are you still deciding whether or not to run? David's hands go to his head`, involuntarily, an atavistic response, as if;s.omehow that will keep his thoughts from spilling out into view. \n[18]You saw the futility of that back at the office. David's entire reality has finally been bent to the breaking point. He can't hang on any longer to an explanation for all this based in the world he's known to date... \n[19]You just saw behind a curtain you weren't even supposed to know was there, Mr. Norris. Its jarring. I'm sure. \n[20]It wasn't your fault. Your Path through the world this morning was supposed to be adjusted. (glancing bitterly at Harry, in the corner Your coffee was supposed to.spill onto your shirt as you left Starbucks near your apartment. You would have gone up to change and arrived at work ten minutes later than you did. By then we would have left. People call it \"chance\" when their coffee spills or their internet goes down or they misplace their keys. Sometimes it is. Sometimes it's:us...nudging you back on Plan. David takes all this in. He's still shell-shocked. \n[21]Sometimes. when nudging a person back on Plan isn't enough we intervene directly. \n[22]You need to worry about getting back on your Plan, David, not worry about us putting him back on his. David stares back, still trying to get his bearings. \n[23]Only a handful of human beings know what you now know, David. We're determined to keep it that way. \n[24]So before I let you go, you need to understand something: If you ever reveal our existence we will erase your brain. Your memories, your emotions, your entire personality will be expunged. Your friends and family will think you've gone crazy. You won't \"think\" anything because a blank slate can't \"think.\" Davidstares back. \n[25]Do you understand what I just said? \n[26]Not a word. Not one word about us. (long beat as he studies \n[27]There's always &amp; Woman... Richardson motions;to his men. At.-THE DOOR Two men come through from outside and block David's exit. \n[28]How is that possible? Why didn't we get an alert? \n[29]You weren't ever supposed to see her again. \n[30]Because, David, you can't be with her. And we didn't want to have to resort to this-- Four big guys grab David and pull his arms backwards like prison guards incapacitating a prisoner. Richardson reaches into David's pocket and pulls out his wallet-- \n[31]Tell me you're kidding. How could our Path-analysis miss this? McCrady just shakes his head, mystified... Richardson walks to the closet and pulls out his fedora:. \n[32]'rlhek,e are they now?` \n[33]This whole thing will be over in an hour. \n[34]What? \n[35]36 hours without contact and she'll never speak to him again. I've studied her file. Her deepest fear in life is-- 2/12/09 51. \n[36]What's that? \n[37]A kiss, that's all it takes? \n[38]If Melton and Morris do their jobs right we'll be okay. But Richardson is clearly worried. \n[39]Nice work. \n[40]We're not out of the woods yet. He looks down at the inflection points in McCrady's Planbook. \n[41]That was way too close. What the hell is going on with this case? \n[42]Richardson. Yes, sir. Believe me, it was a surprise to me too. But I think we have it under control. \n[43]I ' 11-keep you = posted, sir. As he does he real zes David can see him. \n[44]D` emit ! Richardson-steps back out of the sunlight. \n[45]Get out of the sunlight. McCrady, notices David looking, jumps back out of the light. \n[46]I cannot get a break on this case. \n[47]There is an entire world of women out there. I thought I made it clear this one was off limits. David takes off walking. \n[48]Doesn't change the fact. David looks around, trying to figure out his next move. \n[49]You know: why. \n[50]There's no misreading what the Plan says about you and Elise. It's unequivocal. \n[51]Do you realize who wrote this Plan? \n[52]Well you should. You need to learn a little more respect. David shoves him off. Looks like he might take a swing at Richardson. Then his eye catches the complex diagram that McCrady is looking at in his Planbook. 2/12/09 64. \n[53]Because the Plan calls for it. \n[54]That was chance. That wasn't us. \n[55]It doesn't matter what you feel. It matters what's in black and white. David's ready to explode: at him when he sees something in Richardson's eyes. David stops.. .then his whole expression changes... \n[56]'It's not something your mind could :comprehend. \n[57]Son of a bitch. \n[58]Maybe you should try the subway. David holds him in a steely gaze. \n[59]I need something that's going to keep him in place longer-- \n[60]Amateur! That's an amateur's mistake! \n[61]I want more red liUhtss-- \n[62]A traffic jam. \n[63]He's getting out of range! \n[64]What? 2/12/09 70. \n[65]Can 'I block the front door? \n[66]I'm blocking them all-- His hand stretches out \n[67]Dammit ! McCrady's phone buzzes. He pulls it out and looks at the caller ID. \n[68]Celebrate while you can. They'll just kick it upstairs now You have no idea what you're up against. David just looks at him. He'll deal with that when it comes... \n[69]What?! \n[70]Why was it changed? 2/12/09 77. \n[71]You spend your whole career hoping that one day you'll get a \"red- letter\" case. Something you can really make a name for yourself with. Finally I get one... and it's. .booby-trapped... ", "HARRY": "\n[1]I'm not sure the kind of tired I feel would be fixed by a vacation. 2/12/09 7. \n[2]Got it. \n[3]Two weeks. Richardson claps him din-the shoulder and leaves. Harry watches him go. \n[4]No... \n[5]Now. \n[6]Shit! He's looking at a leather portfolio. We catch a glimpse inside: a complicated circuit diagram. Harry shuts the book, look's up to get a bead on\" the the bus, then takes off down Broadway, again, hoping to cut it off at Union Square. \n[7]Dammit! Harry sprints out onto lark Avenue now, right behind the bus-- HONK! Harry turns just in time to see a.taxi skid into him. TRUNK! He rolls up onto the hood-- \n[8]I'm fine-- Will you hand me that? feet away. We'll come to know it as a \"PLANBOOK.\" \n[9]Oh...shit... \n[10]We should talk. But not here. Go back to work and I'll contact you later today with a place to meet. 2/12/09 35. \n[11]The world's exactly the same as it's always been. You just understand it more completely now. Hang on to what mattered before you knew any of this and you'll be fine. \n[12]A lot of people just collapse when they see what you've s'een. Their personal choices suddenly seem meaningless to them. Life starts to feel pointless. \n[13]Most people don't. Harry looks over his shoulder, scans for any signs of his colleagues. He's far from relaxed. \n[14]How are you feeling? \n[15]Richardson was just trying to scare you. \n[16]Because he set it up as a choice. \"Choose a color. Choose a number\" \n[17]We can't read your mind or hear your thoughts. But before you make a choice your brain weighs options, and we percpite that. We know if you're going to go off Plan \"or not because, as long as we're close enough, we cansense it when it's about to happen. \n[18]Seventh, actually. \n[19]Made some small change in the way he assesses risk. \n[20]I don't know. Something arcane. Something to do with mortgage- backed securities. \n[21]Yes. \n[22]That's why we're meeting out here. \n[23]We don't have the manpower to follow everybody all the time. They're checking in on you. Just not here. Not right now. ON David's face considering this. \n[24]I have my reasons. David studies him. Ha=rry's' clearly not ready to go into \n[25]Your entire reality gets shattered this morning and you want to know about a woman? \n[26]I don't know. 2/12/09 40. \n[27]All I know is, given the amount of resources they've used, keeping you from her is pretty important to them.  You're going to look for her aren't you? Again, David is silent. \n[28]There are twelve million people in this city. On a slow day. You're not going to find her, you do realize that, don't yore-? Even if a hypnotist pulled her number out of the recesses of your brain, no matter how many times you called it, you,'d never get through... \n[29]You want my advice? Forget about her. Accept that you'`&gt;ll never see her again. Move on with your life. ON David as Harry's words sink in. \n[30]I would have come earlier but I had to wait for the rain.  Water interferes with their ability to sense your decision tree. That's why we met on a boat last time. I guess I'm here to set the record straight. \n[31]8ecause.,..she's enough, David. If you have =her r tau rtt .ght not need to fill the d side you with votes and ataplause'and dreams of one day becoming p sident... if Harry has:looked straight into David's soul. \n[32]I've watched you a long time. They're right to want you in the White House. It would be good for the world. That's important but it can't be the only thing that matters. \n[33]You know, your Dad was a smart man. He could have been a lot more -- and he wanted to be. So did your brother. But the Plan didn't call for that. This hits David hard. \n[34]In my job, you implement the Plan... And most of the time.. .you don't even know why... I'm sorry... \n[35]That wasn't me... that wasn't us at all. a drink as well. \n[36]The public loves you. 2/12/09 106. \n[37]Front of a judge. Tomorrow morning. \n[38]Thompson won't let you get near \n[39]No. A beat. \n[40]What do you mean? \n[41]How do you know about that? 2/12/09 107. \n[42]Do you have any idea how complicated it is to navigate through those doors... how many thousands of permutations there are in even a simple several block journey? \n[43]I've seen you do that  The rain is supposed to stop in the nexthou'r. We're going to need all night to do this. And we're going to need aplace surrounded by water to do it. \n[44]Put your hand on my shoulder. And don't let go until we've crossed the threshold. 2/12/09 108. David complies. Harry opens the door. \n[45]Maybe if you have a defective hat. They step through the door and onto-- \n[46]Hurry. Harry runs David to the front dooraf a brownstone. Opens the door. They move through i into-- \n[47]We're underneath Canal Street, which c as ,,A canal before rt, was a street. This is the jcity's':pumping station for downtown Manhattan. We're ten blocks from the courthouse. \n[48]Lower Manhattan is a nightmare. Layer upon layer of substrate -- that's what we call the system of doors -- has been added over time. That makes it a lot more complex to navigate down here than it is uptown. And a lot slower. Harry dumps out several hundred photos of doors, interior and exterior, all below Canal Street. \n[49]You ready? \n[50]Your destination. Courtroom Six. \n[51]Good. Keep going. 2/12/09 110. \n[52]Thompson's there. \n[53]one wearing a hat Is. a threat. vv1Le. h e rea lizes w hat' = g oin g on , them. \n[54]Good... good... improvisation. We have trouble with that... \n[55]Don't get cocky. You know ten permutations out of ten thousand. Get back to work. \n[56]Yourbrain can only put so much in at once. Take- a brreak. Da :} , nods. His eyg6,0s' to: Harry' s leather Planbook. He \n[57]For the same reason you can't breathe underwater or flap your arms and fly. You're not built to do it. 2/12/09 112. \n[58]Elise. Her decision tree. What it was a few hours ago, before the rain, before we were down here. David looks at it, then looks away. \n[59]You know what she's thinkin-g,'David -- as much as you need to know. The rest ...well...you're`built to feel that. \n[60]ready to get back to work? Sometl`ing about that strikes Harry... \n[61]Your father used to say that. Off David's reaction-- \n[62]But you're exposed the whole way there. It's a lot riskier than leapfrogging through doors-- \n[63]Assuming you make it. \n[64]You got lucky. It's raining again. \n[65]You can't jump the gun on this,,.. Getting there too early is almost as bad as getting there too late. Harry looks at his updated Planbook and consults his watch. \n[66]It ',.t time. David breathes a sigh of relief. Harry takes the hat off h1znrhead wand hands it to -David. \n[67]Of course... MUSIC CUE (something with relentless, pounding energy of the Verve Remix of Sarah Vaughn's \"Fever\"). \n[68]Run fast. 2/12/09 115. ", "CHARLIE": "\n[1]Just wait 'till you see how they respond to him.. David pops a cherry lozenge into his mouth and straightens his lapel pin, which is shaped like New York State. \n[2]What the hell? What happened to \"I'm going to have softie tea, rest my voice, and go to bed early?\" You have Diane Sawyer tomorrow and you have to be up at four AM for us to make it in time. David is holding ,a beer, in his left hand. With his free hand he picks up a cup and saucer. \n[3]Ten. \n[4]Latest poll has you ten points up. A slow smile spreads across David's face. \n[5]Better than I thought, I thought we'd get killed in Seneca. He turns to look at a large suite full of more than a dozen Norris supporters talking on phones and typing into laptops. \n[6]Eddie, call Boyd! Where the hell are the. Suffolk numbers? We've got to get the Suffolk numbers! \n[7]I really thought we'd win Suffolk. 2/12/09 6. A senior aide walks over. \n[8]David? \n[9]What the hell was that? \n[10]Tom Frankel from the Journal is calling you in five minutes. I just gave him this number. \n[11]Can't. He's going to ask you about joining the firm. My compliance guys say all firm business has to be done on the blackberry. \n[12]Sarbanes-Oxley. You voted for it, pal. In fact, you cosponsored it. \n[13]Who? \n[14]The one you kissed? \n[15]You're shitting me. Just randomly you sit down next to-- He's cut off mid-word. \n[16]There you are. I called your cell ten times. You left me hanging. \n[17]\n[18]You sure you're okay. \n[19]Great. Why? \n[20]I feel fantastic, -man. Is it just, me or is this an odd conversation?  What the hell happened with the girl? \n[21]Please explain to me why you don't have an ear-to-ear smile right now. \n[22]You lost her number? \n[23]Come on. You can't be serious.  You're serious... Oh, man...dude. I'm sorry... I'm really sorry... \n[24]How are you feeling about the speech? David has not noticeably aged and yet he's more tempered and subdued than when we last saw him. We `hear it in his voice: \n[25]Tell me at breakfast. \n[26]Why not? \n[27]What? Are you crazy?! \n[28]Does it matter? \n[29]Elise, pleasure to see you again. There's a crowd of people standing around downtown waiting for you. \n[30]He's announcing today. \n[31]What's okay? It's not okay. The one thing you can't be this. time around is impulsive. That's why we're announcing the way we are, \n[32]David, what the hell? \n[33]Great. Perfect solution. Now, let's pay and get you over there. Charlie waves the waiter over to give them the check. \n[34]The speech is in 30 minutes. 2/12/09 54. \n[35]Thank you. David looks around for anything out of the ordinary, any sign of Richardson or his men. But. they stay out of view. He thinks they're not on to him yet. \n[36]That's four blocks from where you're speaking. David reacts: Richardson can't be behind that. \n[37]You can literally walk there after the speech. David nods, his suspicions fading. \n[38]But we've got to leave right now. 2/12/09 55. \n[39]David, the speech starts in 15 minutes. We have a 25 minute drive. \n[40]I'm wrangling him right now-- \n[41]I've just never seen you like that. David can't possibly explain. \n[42]\"I'm going to-postpone my announcement to have brunch with a woman?\" Postpone any speech. I know she made an impression on you but this is ... Charlie just shakes his head, unable to comprehend. A beat. \n[43]\"What is it about her? \n[44]Good Morning America at 7am tomorrow, then you have the bankers group... David, are you listening? David's staring out the window. The sunlight has caught the building across the street just right to illuminate Richardson and McCrady on the second floor. \n[45]After you go back out there and talk to the New York channels-- \n[46]No, we need this on the nightly-- (catching up to David and \n[47]Every time we get close.. .you do something to derail it. A beat. There's a truth to that. David knows it. But-- \n[48]How's he doing? \n[49]Thanks. 2/12/09 102. The aide leaves. Charlie glances at the front page of the Times, then reaches for the New York / Region section. As he does the front page of the Arts section catches his eye. There is a big photo of Elise, doing an \"airborne split,\" accompanying an article titled \"Dance Takes a Quantum Leap.\" Charlie glances through the window at David who is climbing down from the pickup truck to applause from his parking lot audience. \n[50]I'm going to show you this because you'd find out eventually and because I want to be here when you do. Charlie turns the Arts section around for David to see it. Elise's photo has a noticeable impact on David. He glances at the article for a moment. Then Charlie points down near the bottom, at a particular \n[51]David?  David? \n[52]Take a day off. Take a couple. We're sixteen points up. ", "WOMAN": "\n[1]Hi. I hope I didn't startle you. \n[2]Hiding from security. \n[3]Crashed a wedding. One floor up. \n[4]Ivana Trump finally realized I wasn't her niece. I think after the fifth; glass of champagne my Czech accent started slipping. spite of David's state that gets a grin. \n[5]Life is short. \n[6]You're that guy running for Senate aren't you? \n[7]You winning? \n[8]Too bad. The other guy's a tool. \n[9]Personally, I think mooning your friends at a college reunion is no big deal. And I don't think the Post should have printed the photo. David just shakes his head. He will never, ever live that down and he knows it. \n[10]At least not full page. He can't help but crack up. \n[11]Listen, I've done it. \n[12]Do you still have a chance or is it over? \n[13]You must ...I don't know what you must be feeling... \n[14]Like what? \n[15]Watching you, you'd never know it. The way she looks at him, the way she says it, David knows she sees what others miss in him -- even if he isn't even quite sure what it is. Not yet. \n[16]Well, everything happens for a reason, right? Even losing. God, I'm really rollrng out the platitudes tonight, aren't I? \n[17]After it kills their Czech accents. She offers:him the bottle. He hesitates, then takes it. \n[18]Why the hell would you do that? \n[19]Says who? 2/12/09 11. \n[20]Fuck 'em. They just wish they had the balls to be candidates themselves. She hands him the champagne bottle again. \n[21]And they work for the Man anyway. You going to run again? \n[22]No, it is. Look at me. You have to run again. Do-yo hear me? She's serious about this. Intense. \n[23]Otherwise the-country will be run by tools. like Lynwood. \n[24]I better go. 2/12/09 12. She exits. \n[25]Gotta go.  Don't let the bastards grind you down. She spins and sprints away. The hotel guards chase her. \n[26]You need a better line than that or I'll have to assume you're a pervert who likes to stare at girls' legs while-, they sleep. \n[27]Dress. \n[28]If you're a pervert, yeah. All that matters is they both show leg. \n[29]Yeah, but there's that pesky piece of fabric right here that interferes with your fantasy life. She shuts her eyes and leans against the window. \n[30]Wake me when you have a good come back to that. \n[31]Pussy. David laughs. Can not believe this woman. In a good way. His blackberry RINGS. Her eyes pop open. David.picks up. \n[32]That ringer get any-louder or do you pretty much have it maxed out? \n[33]I never sleep through the night. I catch up on the bus. You going to run again? \n[34]I saw your concession speech. I heard Bill Clinton called it the best political speech he's seen in 20 years. David looks back at her. 2/12/09 19. \n[35]What's the deal with you and boring shades of blue? David is wearing a Navy blue suit, blue shirt, and blue tie. A beat. \n[36]That's easy if you. restrict yourself to one color. \n[37]Variety is the spice of .life . \n[38]Your phone sucks. Don't guys like you get special phones that actually work in the middle of the biggest city in the country? 2/12/09 20. \n[39]Hope your new job pays better than your old one. \n[40]God, that is smooth. Spill coffee on me then ask for my number. She takes the coffee from his hands and casually takes a sip, then turns back to him with a devilish look in her eyes. \n[41]Just let me spill some on you and we'll be even. She thrusts the cup toward his tie. David parries. \n[42]Tell your boss some crazy chick dumped coffee on you on the MI. It's New York; he'll understand. She thrusts the cup back at him- \n[43]Come on. Just a little. They struggle with the cup. &lt;,;:Both suppressing laughter. \n[44]He's not here! She hangs up. \n[45]You forgot what that was like, didn't you? How fun it was... That stops him for a moment. Until the phone RINGS again. \n[46]Oh my God! How do you stand it? She drops the phone into the coffee. \n[47]There. We're even. He stares at her. Incredulous. They lock eyes. God knows what would come next if they were in private... The fourth RING gurgles up through the coffee. A beat. \n[48]Sturdy little fucker, isn't it? She pulls the phone out of the cup and wipes it off with her scarf, pushing the button which sends the call to voice mail. Then she reaches out her hand, as if to shake. \n[49]By the way, I'm Elise. ", "THOMPSON": "\n[1]My name's Thompson. \n[2]Who said anything about Free Will? David stares back at him. \n[3]You know, we actually tried Free Will before. After taking you from hunting and gathering to the height of the Roman Empire we stepped back to see how you'd do on your own. You gave us the Dark Ages -- for five centuries -- until finally we: decided we should come back in. The Chairman thought maybe we just needed to do a better job of teaching you how to ride the bike before we took the training wheels off again. So we gave you the Renaissance, the Enlightenment, the Scientific Revoluton.:ï¿½we spent six hundred years tempering your passions with reason.,then in 1910 we stepped ba ï¿½c again. Within fifty yearsï¿½you brought us World War I, the lepre'ssion, Fascism, the Holocaust ani capped it off by bringingtheentire planet to the brink of destruction in the Cuban Missile Crisis. A decisiOfl was taken atthat point that we' should stop in again before Â±ou did _soittething even we Cduldn't fix. You on't have_ Free Will, David, you have the appearance of Free =Will. \n[4]You have Free Will over what tie you pick in the morning, or what beverage to order at lunch. But humanity just isn't mature enough to have control over the important things. \n[5]It's still here. If we'd left things in your hands, it wouldn't be. \n[6]We put Elise in front of you three years ago to inspire you to, .g `ve that speech -- the speech that pulled you back from the brink of oblivion and, overnight, itiade.you the front runner for this coming election. The intervention on Charlie was to prevent the hedge fund you had just become vice chairman of from going belly up in the sub-prime=crisis, bringing two major banks down. with it, arid in , the process making you unelectable. David blinks. Tries to, process this... Are you s aying you warit me to win \n[7]You can matter, David. Really matter. What you wanted your whole life. What your father wanted when he took you to the Senate gallery when you were ten. What your brother wanted when he made you promise, the day before he overdosed, that you wouldn't be like him. \n[8]Why do you think you have that yearning to be in front of people. . .and that terrible emptiness when you're not? \n[9]David you are meant to change the world. But that doesn't happen if you stay with her. \n[10]It's not about her-:..it's about you, what being with her does to \n[11]David, the president can't be a \n[12]Why do you refuse to accept what should be completely obvious by now? You've seen what we can do. You can't doubt we are who we say we are. \n[13]You can't outrun your fate, David. \n[14]Maybe we should just reset you. \n[15]You fight us, we will take everything from you. \n[16]You'd still be living in caves if it weren't for us. \n[17]It's 6:20. If you leave now, you'll make Elise's show. David's eyebrows go up. Huh? Thompson is letting him go? \n[18]There's one more piece to all this I haven't told you. I guess I didn't have the heart. If you stay with her, it doesn't just kill your dreams, it kills hers. \n[19]Elise is about to become one of the most famous dancers in the country... and eventually one of the greatest choreographers in the world. If she stays with you... she ends up teaching dance to eight year-olds. \n[20]When you look back at all this, David, just remember, we tried to reason with you. Thompson gets up and leaves...just as the lights go down for the next dance. David watches him go...then turns around just in time to catch Elise's entrance into the dance -- a graceful jump. When she lands, her ankle cracks, and she falls. The audience gasps. INSERT: a floor board tilted oddly. It goes back to normal. FIND THOMPSON: His hand slightly outstretched. THE AUDIENCE instantly knows something is wrong. David jumps up and runs down to the.: stage door. A dancer comes from off stage and helps Elise off the floor as the show continues. \n[21]I always hear people saying \"you yourself for what can't bla M4' hpens fih other people,\" but in this case, really, you can. David stands up... h T ompson is knocked onto his ass. People in the waiting room stare at David. Almost everyone here knows his fade. He looks at them, unable to summon his usual wit. \n[22]This is what you do, David. This is what you did the first night you got elected. This is what you did at that college reunion. We give you opportunities people would kill for and you squander them with impulse. It doesn't take a genius to see Elise isn't exactly going to help you with that. \n[23]You want to know why you can't have her? Look in the mirror. Thompson leaves. \n[24]You're an educated man. You've read the Greek tragedies`. In the end Fate always wins... David looks back at him in steely silence. \n[25]It a sprain. \n[26]This time. Do you really want to watch her lose the only thing she's ever cared about? You just got the tiniest taste of what that looks like... The thought makes David ill. \n[27]Walk away. If you truly love her, walk away. She'll hate you for it...but that way she'll be able to let you go quickly. You can give her that at least. 2/12/09 100. \n[28]You're doing the right thing, David. Not just for her, and the world. . .but for yourself. David looks at him for a beat, then turns and walks away into the night. \n[29]Cars! Cars! From here it's faster in the cars! \n[30]Where is heribw?! \n[31]What? Thompson's Aide is speechless as he stares at his Planbook. \n[32]What? \n[33]Call the Intervention Team! Tell them it's a square-one reset! 2/12/09 122. ", "MCCRADY": "\n[1]Was that Donaldson? \n[2]What do you want to do? 2/12/09 28. David caught a glimpse of just before he passed out. A half-dozen members of the \"Intervention Team\" (the Silver Suits) stand nearby. Richardson and MCCRADY (one of the men from the rooftops) stand behind David, about 20 feet away. \n[3]I don't think we have the authority in a situation like this. \n[4]We have a problem. \n[5]Central Park. Bethesda Fountain. \n[6]We may not have that long. \n[7]Her decision tree is diverging from our models. \n[8]No, something is wrong. I'm already seeing inflection points. Off Richardson's surprised look-- \n[9]If they kiss... \n[10]A real kiss. But once they do that every possible adjustment that's strong enough to break them up will cause ripples over your limit. 2/12/09 52. \n[11]The \"four blocks\" thing was a brilliant move, boss. \n[12]We're okay... \n[13]He's going to go next door:. Just then David exits the furniture store and goes next door to a clothing store-- \n[14]You can't keep.-thephones and internet down on the whole block, for too much. longer without running into ripple problems... \n[15]He's deciding how to-- Uh..oh-- \n[16]He's smart. He's very smart. David exits the restaurant from another door. He hurries toward West Broadway. \n[17]You've got two more minutes keeping taxis off West Broadway before-- \n[18]There are too many, ripples in the system.. Cumm.lative effects are. coming into play. \n[19]I've got inflection points. All they have to do is catch sight of each other this time-- \n[20]There are several next ones-- 2/12/09 71. \n[21]Wait, he's-- \n[22]Hat! Hat! McCrady is behind him He points. at Richardson's fedora, which is on the sidewalk. Fell off when he ran. Richardson sprints to grab it-- \n[23]Forget it! He's already there... Richardson charges into the lobby to see David staring through the partially open door to the rehearsal room... 2/12/09 72. \n[24]It's Mr. Donaldson. Richardson pulls the fedora off his head and crushes it in his hands. David turns just in time to see this. At the same time David realizes the door is no longer \"stuck.\" \n[25]Sir? Richardson grabs the phone and answers --.going outside to talk. David turns back to the dance studio. He opens the door to get an unobstructed view of Elisee,. She spins, arches, dips. David can't take his eyes off hey` When the artistic director pauses the routine to give notes, Elise gives David a. little wave. Then they start again. David looks back out at Richardson on the street, but he's gone.. ", "DIANE SAWYER": "\n[1]You've overcome enormous obstacles in your life and risen to-such heights so quickly... People are fascinated by you. \n[2]As a speaker and politician you've been repeatedly compared to JFK. \n[3]You're the youngest person ever elected to Congress. Which you celebrated by getting in a bar fight on inauguration night. 2/12/09 88. \n[4]Let's just say you have a habit of getting into the press for...other uniquely human things as well-- \n[5]Most politicians... \n[6].run aw ay from the embarrassing things they've done Yoti,crack, jokes about them. You embrace, them. Especially since your.;, concession speech thr ee years ago which started as a `sstd-up routine and brought tears to my,eyes by the .,end when you talked about losing Your mother to Lancer and then your older brother,,Pdt, to an overdose, both whei.you:were only ten years old. \n[7]And if you are? \n[8]Unfortunately, we're out of time. David Norris, announced his candidacy for US Senate yesterday. Thanks for stopping by. It goes to commercial. \n[9]They're saying your girlfriend -- can we call her that? Is this one going to last more than a month? \n[10]They're saying she's getting a tour of the control room in studio C. Can somebody take Congressman Norris to studio C? Thompson's aide signals David to follow him. David does. They walk through a couple thick doors into the corridor. ", "BURDENSKY": "\n[1]Re-setting's off the table. This is our fault:... Richardson glances irately at Harry, who stands by himself off to the side, clearly disgraced. David, who is tied to a chair facing away from Richardson, cranes around to see who's talking. \n[2]You could bullshit him but you'll never be completely successful. \n[3]The questions will burn in him till the day he dies. You'll have to monitor him constantly... \n[4].to make sure he doesn't talk... the endless ripple effects... REVEAL David untying the rope restraining him. \n[5]If it were me, I'd level with him. \n[6]That's the only way to extinguish his curiosity. Richardson turns and studies David. Then walks over to him. An uncomfortable pause. \n[7]It seems like these two were meant to be together because they were meant to be together... \n[8]Were, in the past, in an earlier version of the plan. Actually a dozen earlier versions. God knows how many artifacts pushing them together are left in the current plan. ", "LAUREN": "\n[1]Oh, you're clone. You're gone... \n[2]Just tell me if he disappears one more time you'll never take his call again. \n[3]I hope you realize how lucky you are. I'm the friend. Lauren. \n[4]It goes without saying that I'll kill you if you hurt her. And by the way, congratulations on your announcement. \n[5]I can't answer that question for you, Elise. But I will say-- \n[6]\n[7]David?! \n[8]You want to explain to me-- ", "CNBC ANCHOR": "\n[1]RSR Capital announced yesterday that David Norris would become its Vice Chairman. 2/12/09 15. \n[2]Norris worked at Goldman Sachs for four years before running for Congress at the tender age of 25. \n[3]He served four terms in the House-- The blackberry rings. \n[4]--prior to his unsuccessful bid for Senate in last week's election. David rushes over and ?icks=up the blackberry. He has to \n[5]RSR, one ofthe country's fastest- growing hedge funds is run by NO ris's former Goldman colleague and campaign chairman, Charles \n[6]. his . electrifying concession speech led commentators to-- Finally David finds the answer button as he mutes the TV. ", "DONALDSON": "\n[1]The disciplinary rules requ-te me to. demote you in rank and re-assign yot to a less desirable post. Donaldson Â±ingers the document he just signed. \n[2]I'm going-'to interpret those rules loosely. I'm going to go easy on you because,I feel the deck was stacked ,against you. In a WIDER shot we see that both Burdensky and Donaldson's AIDE sit nearby. \n[3]I'm talking about the intense chemistry between them, the constant inflection points, and the kicker of course: you pulling them apart only to have \"chance\" put them back together. Twice. That seemed impossible. So I asked Burdensky to do some research this morning, which he just completed. 2/12/09 76. \n[4]Something important. They went from \"meant to be together\" to \"red- letter denied relationship\" in a single Plan revision a few years back. As for why, specifically, that's apparently above even my pay grade... \n[5]Exec VP. \n[6]\"The Hammer?\" Yes. He'll crush this romance with the flick of his hand. And he'll thank me for giving him the opportunity. ", "THE CHAIRMAN": "\n[1]Hello, David... Good morning, Elise. His voice is gentle, paternal. \n[2]I think you know. David and Elise stand in awe'-'as they realize. \n[3]Or maybe you don't see it. Maybe you just feel it. And that's even better. Because that's the other part. David and Elise take it in... \n[4]I sit up there and I watch it and it hurts me... . but if you could see the incredible courage people show, the random acts of kindness, the love... If you could see huitan beings choosing every moment every day to be better thAn'' I made them, you would know it's all worthwhile. Good luck, David. And good luck to you, Elise. You're a-beautiful dancer. And so much more... The Chairman turns to his aide, who we didn't know was there. \n[5]Their case isclosed. \n[6]Not anymc3e . David and Elise watc]i The Chairman walk away, still awed by what=they've just experienced. As He disappears around a corner, the sun comes out from behind the clouds ... After a long beat, Elise turns back to David, as if to say \"what do we do now?\" "}}