{"dialogues": {"STANDARD": "\n[1]It's over, Hunter. \n[2]Well, how does it feel to be rich men? \n[3]Okay!  Everybody topside!  Let's get our pants on and get to our posts! \n[4]All right, tycoons, let's stop spending our credit and start worrying about the job at hand. \n[5]Sandy, you want to give us some vision? \n[6]Sandy, scan the whole sky. \n[7]Sandy, contact traffic control. \n[8]Dell, plot our location. \n[9]Where the hell are we? \n[10]This is Chaz speaking.  Sorry, but we are not home.  Our present location seems to be only halfway to Irth. Remain at your posts and stand by. That is all. \n[11]Let's hear it. \n[12]Computer, this is Captain Standard. What conditions are you talking about? \n[13]A transmission? \n[14]Play it for us, please. \n[15]Computer, what language was that? \n[16]Just hold it, hold it! Computer: have you attempted to analyze the transmission? \n[17]Well, it's finally happened. \n[18]Sandy, can you home in on that beam? \n[19]Computer, what's the frequency of the transmission? \n[20]Dell -- show me that on a screen. \n[21]Can you get it a little closer? \n[22]Any rotation? \n[23]Gravity? \n[24]Martin, get the others up to the lounge. \n[25]Except it will take 75 years to get a reply back.  Don't forget how far we are from the Colonies, Martin. \n[26]You're overruled, Martin.  Gentlemen -- let's go. \n[27]Dell, I want greater magnification. More surface detail.  I want to see what this place looks like. \n[28]It's out of focus. \n[29]Put ship in atmospheric mode. \n[30]Dell, set a course and bring us in on that beam. \n[31]Activate lifter quads. \n[32]Turn on navigation lights. \n[33]What's the terrain down there? \n[34]Is it solid? \n[35]Then take her down. \n[36]What the hell happened? \n[37]Damn it!  How long to fix? \n[38]Let's take a look outside.  Turn the screens back on. \n[39]Kick on the floods. \n[40]Well, we can't go anywhere in this darkness.  How long till dawn? \n[41]Just settle down.  Sandy, you get any response yet? \n[42]Sandy... how far are we from the source of the transmission? \n[43]Martin, would you run me an atmospheric? \n[44]Nontoxic... but unbreathable. Pressure? \n[45]Good!  Moisture content? \n[46]Any microorganisms? \n[47]Anything else? \n[48]Well, we won't need pressure suits, but breathing masks are called for. Sandy -- can you rig up some kind of portable unit that we can use to follow that transmission to its source? \n[49]I heard you.  You want to break out the side arms? \n[50]I'm sending.  Do you hear me? \n[51]All right.  Now just remember: keep away from those weapons unless I say otherwise.  Martin, do you read me? \n[52]Open the outer door. \n[53]Which way, Sandy? \n[54]You lead. \n[55]Okay, Martin.  We're on our way. \n[56]Good.  I'm getting you clear too. Let's just keep the line open. \n[57]Can't see more than three meters in any direction out here.  We're walking blind, on instruments. \n[58]What's wrong? \n[59]How far? \n[60]Martin, uh, we've found it. \n[61]It appears to be some sort of spacecraft.  We're going to approach it. \n[62]There are no signs of life.  No lights... no movement... \n[63]We're, uh, approaching the base. \n[64]Appears to be a door hanging open, the entrance is clogged with debris. \n[65]Martin, we're going in.  I'm going to hold the conversation to a minimum from here on. \n[66]Who knows? \n[67]Climbing gear. \n[68]No, you'll follow me. \n[69]Look at this... \n[70]Something has been scratched here... into the veneer.  See? \n[71]Keep away from that gun! \n[72]Just machinery. \n[73]... This is the control room... \n[74]... Some details of the control room... \n[75]... This is the skeleton... another view of the skeleton... the transmitting device... \n[76]... This is a closeup of the triangle we found scrawled on the console in front of the skeleton... \n[77]... And that's it. \n[78]Martin? \n[79]But? \n[80]Jay... how's it coming on the repairs? \n[81]And when will you be ready to do that? \n[82]Then why the hell are you sitting around here? \n[83]Alas, poor Yorick. \n[84]Find anything we missed? \n[85]Still worried? \n[86]I've always respected your opinion, Martin.  If something worries you, it worries me. \n[87]Well... it's obviously intentional... some kind of attempt at communication... maybe it's a symbol that means something to them... \n[88]Tell you what, Martin.  As soon as the engine's fixed -- \n[89]This is Chaz. \n[90]What's up? \n[91]I'm on my way. \n[92]What is it? \n[93]What is it, I can't -- \n[94]This is Chaz.  All hands topside. Now. \n[95]Doesn't seem much doubt about it, does there? \n[96]Well, does anyone else agree with Martin that we should not explore it? \n[97]Then the sooner we get moving, the better. \n[98]We can't make out any details or features yet... but it's definitely too regular for a natural formation... \n[99]... There's one thing I can say for sure though... \n[100]Can't tell -- these weather conditions could erode anything, fast. \n[101]Maybe there is no entrance; the thing may be solid. \n[102]You want to try? \n[103]Can we come up? \n[104]Can you see anything in the hole? \n[105]Dell, you want to come down, we can figure out where to go from here. \n[106]Okay, Dell, but just for a preliminary look-around.  Don't unhook yourself from your cable.  And be out in less than ten minutes. \n[107]Take care. \n[108]Are you okay in there? \n[109]What was that Dell, I lost you, do you read me? \n[110]What'd he say? \n[111]If we don't hear from him soon, I think we better go in after him. \n[112]Let's go. \n[113]Here's his line.  We can haul him out of there if we have to. \n[114]But what can we do?  He's out of radio contact. \n[115]No, I told him to be out in ten minutes.  It's been much longer. Let's get him out of there. \n[116]The line's slack.  Christ, do you think the idiot unhooked himself? \n[117]There, it caught! \n[118]No, it's coming. \n[119]No, I can't see far enough.  The line's moving, though. \n[120]I can see him!  Here he comes! \n[121]Get ready to grab him! \n[122]Look out!  There's something on his face! \n[123]Don't touch him, watch it! \n[124]Help me -- I'm going to try to get it off. \n[125]It won't come -- it's stuck. \n[126]How the hell should I know?  Come on, give me a hand, let's get him out of there! \n[127]Yeah, we hear you!  We're coming back! \n[128]Can't talk now; Broussard's injured. We'll need some help getting him into the ship. \n[129]Martin, are you there? \n[130]We're coming up now, open the outer lock door. \n[131]It's some kind of organism, it's attached itself to him.  Let us in. \n[132]You hear me, Martin?  Open the outer door. \n[133]We can't leave him out here, open the door. \n[134]Martin, this is an order!  Open the door! \n[135]You men stay clear, there's a parasite on him. \n[136]I don't know but don't touch it. Give us a hand here, let's get him up to the Autodoc. \n[137]Help me, come on, let's get him up here. \n[138]It wouldn't come. \n[139]Medical gloves. \n[140]It's really on there tight. \n[141]Stop it, you're tearing his face. \n[142]Let's let the machine work on him. \n[143]Ask him. \n[144]Good. \n[145]He went into the pyramid alone.  We lost radio contact with him.  When we pulled him out, it was on his face. It won't come off, not without injuring him. \n[146]Let's look inside his head. \n[147]You're right... we can't stand here and do nothing. \n[148]Somebody give me a scalpel. \n[149]I've made an incision... it's not reacting... but some kind of yellowish fluid is leaking out of the wound... \n[150]Hold it, this stuff's smoking! \n[151]That stuff's eating right through the metal!  It's going to eat through the decks and right out through the hull! \n[152]There!  Look! \n[153]There.  Should be coming through about there. \n[154]It's stopped? \n[155]We're just plain lucky.  That could have gone right through the hull -- taken weeks to patch it. \n[156]No, thank God... just missed him. \n[157]It appears to have healed itself. \n[158]I don't see how.  But let's do what we can for him. \n[159]I think we'd better get some intravenous feeding started.  God knows what that thing is leaching out of him. \n[160]What film? \n[161]I personally can't make any sense out of it... \n[162]That sounds a little fanciful... \n[163]I'll do it.  The rest of you continue. \n[164]You know, it's fantastic -- the human race has gone this long without ever encountering another advanced life form, and now we run into a veritable zoo. \n[165]Well, those things out there aren't the same, you know -- the spaceship and the pyramid.  They're from different cultures and different races.  That ship just landed here -- crashed like we did.  The pyramid and the thing from it are indigenous. \n[166]Maybe it wasn't always dead. \n[167]The door was closed.  It must still be in here. \n[168]No, don't open the door.  We don't want it escaping. \n[169]Maybe we can catch it. \n[170]As long as we're careful not to damage it... \n[171]Shit! \n[172]I think it's dead. \n[173]Look at these suckers -- no wonder we couldn't get it off him. \n[174]Quick -- it's decomposing -- gimme something to grab it with! \n[175]Christ!  Let's get it out of here! \n[176]How's Broussard? \n[177]Still unconscious? \n[178]Can you do anything for him? \n[179]Good. \n[180]I need some coffee. \n[181]I'm sorry to say it looks like you were right in the first place, Martin.  We never should have landed here. \n[182]I can't lean on Faust any harder -- he's been working non-stop on the engines. \n[183]They seem native to the planet.  It's got an atmosphere and a dense gravity.  It's dead now, but once it must have been fertile. \n[184]Too primitive.  It's a pre- technological construction.  That slab was engineered by an Iron-Age culture at best. \n[185]What? \n[186]Switch on tractor beams. \n[187]Lock tractor beams. \n[188]Retract landing struts. \n[189]Take us up. \n[190]Switch on lifter quads. \n[191]Engage artificial gravity. \n[192]Let's take her into an escape orbit. \n[193]Just hold us together till we're in space, that's all! \n[194]You bet we made it.  Martin, set course for Irth and accelerate us into stardrive. \n[195]Quit complaining; we're in space. \n[196]I think the best thing to do with Broussard is to just freeze him as he is.  It'll arrest the progress of his disease, and he can get complete medical attention when we get back to the Colonies. \n[197]That's okay, he can remain in hypersleep until they're ready to treat him. \n[198]How do you feel, Dell? \n[199]Don't you remember? \n[200]Hell, you're in great shape, you've got your sense of humor back! \n[201]We're going home.  We're in hyperspace. \n[202]I think that's a pretty reasonable request. \n[203]The commander normally has first publication rights. \n[204]Oh it's okay.  I've had better cag than this, but I've had worse too, if you know what I mean. \n[205]What's wrong? \n[206]Breathe deeply. \n[207]We'll have to catch it and eject it from the ship. \n[208]We've got about a week left, right? \n[209]All right, so that's what we've got. A week.  It's plenty of time. \n[210]So does anybody have any suggestions? \n[211]No, we can't afford to lose that much oxygen.  We're going to have to flush it out. \n[212]Room by room, corridor by corridor. \n[213]We'll have to trap it somehow.  If we had a really strong piece of net, we could bag it. \n[214]Good.  Get on it.  But first, I'm issuing a standing order: from this moment forth, every one of us will wear protective garments, including helmets.  Let's get down to the locker and change. \n[215]I thought I'd find you here. \n[216]That's the one about the albatross, right? \n[217]We came out there, we'll go back.  A long time by the clock, but a short time to us. \n[218]I can see you're putting your spare time to good use. Let me tell you something: you keep staring at hyperspace for long enough, they'll be peeling you off a wall.  I've seen it happen. \n[219]Come on -- let's go above and see how they're coming with the gear. \n[220]I hope not. \n[221]How do we locate the creature? \n[222]These will be very useful.  At least we won't have to go digging around in closets with our bare hands.  All right, here's the battle plan: we're going to break into two teams and start systematically covering the ship.  Whoever finds it first, catches it in the net and ejects it from the nearest airlock.  Clear? \n[223]For starters, let's make sure the bridge is safe. \n[224]All right -- Roby and Melkonis will go with Faust.  Hunter and I will make up the second team. \n[225]We'll all carry communicators.  We want to keep in constant touch. \n[226]We've got it up here!  It's trapped! Get up here fast! \n[227]Food-storage room! \n[228]It started crashing around right after we locked it in. \n[229]I guess we open the door and net it. \n[230]It looks completely different from the first one -- it's more like a worm with legs... and tentacles. \n[231]Don't be an idiot. \n[232]Once we kill the thing we won't need the food any more -- we can go straight into hypersleep.  Also, it sounds like that thing is already doing a pretty good job on our supplies; it may be fouling them all. \n[233]Get those masks on. \n[234]Go ahead, Jay. \n[235]Shut it off. \n[236]What do you think?  Now we go in. \n[237]Then let's go and do it. \n[238]So it's trapped in between -- now we have to drive it out. \n[239]The only other thing I can think of is for somebody to crawl in there and flush it out. \n[240]The man would need protection, obviously -- as well as some way to drive the thing before him. \n[241]While the rest of us wait down in the cooling unit with the net. \n[242]Got a better idea? \n[243]Let's be democratic. \n[244]Martin, take one. \n[245]Open it up, Cleave. \n[246]Yeah, we're getting into position. \n[247]Right now let's keep it closed. \n[248]Are they close? \n[249]Let's get moving with this net. \n[250]All right, then -- when it gets to the other side of the door, you sing out, then drop the door.  Okay? \n[251]And you and I will bag it, and then we'll take it to the ventral air lock, got it? \n[252]Yes! \n[253]Okay, our screens show you as being near to the opening.  We'll open it up, then we'll cue you and you can start blasting.  That'll drive it right out.  You don't have to go any farther. \n[254]Okay, get ready. \n[255]Open the vent, Sandy. \n[256]How did it get so big? \n[257]Meet us on the bridge.  Be careful -- it's huge now. \n[258]We'd better seal off the lower maintenance level; at least trap it there. \n[259]What's that supposed to mean? \n[260]That's right -- we can't kill it on the ship, but we can at least keep it at bay -- and maybe drive it into the air lock. \n[261]No, I don't want us separated. \n[262]All right... but do not go below decks. \n[263]And be right back. \n[264]Well... yes... there's a pattern... but it's meaningless to me. \n[265]That next thing there -- six legs, tentacles -- that's the thing we saw in the food locker. \n[266]Then that tomb... must have been some kind of fertility temple... where they stored their eggs, and maybe held mating rituals... \n[267]Which presumably means... \n[268]What? \n[269]We've got six hours left. \n[270]Does anybody know what happened? \n[271]Can we get to him? \n[272]At least we're rid of the damn monster.  It must have been the first thing sucked out of the ship. \n[273]I don't buy that.  There's still time to destroy it and get ourselves in the freezers. \n[274]It's time for drastic remedies. \n[275]That kind of remark is pointless. Now come on -- I want to hear every suggestion you can come up with, no matter how wild. \n[276]Let's hear it. \n[277]That'll blow the ship up. \n[278]But the lifeboat can't accelerate to light speed. \n[279]No, it won't work and I just realized why.  There's only one hypersleep freezer on the lifeboat. Only one of us could survive. \n[280]But the idea's good, if we could just turn it around somehow. \n[281]If we could just get the creature into the lifeboat, we could launch it into space and blow it up. \n[282]We can load the lifeboat up with explosives and trigger them remotely, once the lifeboat is in space. \n[283]You can't say that; I think it's a good plan. \n[284]Right.  We've got a lot to accomplish.  Let's get moving. \n[285]I'd suggest the N-13 sticks.  They're portable, and they can be radio detonated. \n[286]Here, carry these. \n[287]It's stable; it doesn't hurt to drop it. \n[288]Now.  If we can get it into the boat, we won't have to blow it up -- we can just eject it into space. \n[289]You can come up!  It's safe! \n[290]The ship's gravitational attraction must have drawn him back. \n[291]No... the risk is too great.  Perhaps after we've destroyed the thing. \n[292]Along the base of the walls there. \n[293]It will be. \n[294]Well... now we have to herd that thing up here. \n[295]Yes, and maybe launch the boat and blow it too... if the others are injured. \n[296]All right, Martin, we'll be in touch with you on the communicator. \n[297]And you stand aside while we drive it in, then shut the hatch, launch the boat, and -- \n[298]Come on; we haven't much time, air is a factor. \n[299]We've got something on the tracker... got to be it, it's too big for the cat. \n[300]Let me go first; you stay behind me. \n[301]I can't, the acid will pour out! \n[302]Kill me... \n[303]Look... \n[304]That was Melkonis... it ate Hunter... \n[305]No... don't... \n[306]No good... it's eaten too much of me... \n[307]Kill me... ", "ROBY": "\n[1]Oh... God... am I cold... \n[2]I feel like shit... \n[3]Cattle ranch! \n[4]Right.  Fire up all systems. \n[5]Where are we? \n[6]What the hell? \n[7]Chaz, I've got something here on my security alert.  A high priority from the computer... \n[8]Computer, you have signalled a priority three message.  What is the message? \n[9]What?  Why? \n[10]Unknown!  What do you mean? \n[11]Oh my God. \n[12]If there is some kind of alien intelligence down on that planetoid, it'd be a serious mistake for us to blunder in unequipped. \n[13]Hell, no!  We don't know what's down there on that piece of rock!  It might be dangerous!  What we should do is get on the radio to the exploration authorities... and let them deal with it. \n[14]Look -- \n[15]No -- that's atmosphere.  Cloud layer. \n[16]Just a second. Those aren't water vapor clouds; they have no moisture content. \n[17]Atmospheric turbulence.  Dust storm. \n[18]Locked. \n[19]Engines off. \n[20]Engine room, what happened? \n[21]Has the hull been breached? \n[22]How long to fix? \n[23]Well, get started. \n[24]Not much help. \n[25]Or something will be able to see us. \n[26]There could be a whole city out there and we'd never see it. \n[27]Hello, Faust! \n[28]How's it coming on the engines? \n[29]Yeah, okay. \n[30]Close... \n[31]10% argon, 85% nitrogen, 5% neon... and some trace elements. \n[32]Ten to the fourth dynes per square centimeter. \n[33]Zero.  Dry as a bone. \n[34]Not a one.  It's dead. \n[35]Yeah, rock particles.  Dust. \n[36]Read you, Chaz. \n[37]Okay, Chaz, I hear you.  I've got you on my board. \n[38]Hell! \n[39]Found what? \n[40]I agree.  This is the single most important discovery in history. \n[41]What killed it? \n[42]He died. \n[43]Not they... he... \n[44]... There was only one skeleton. \n[45]I don't even know what I'm looking for. \n[46]Oh well... you know me. \n[47]What would you say that was supposed to mean? \n[48]But why draw it on the wall? \n[49]This ship is full of cat hair. \n[50]Here comes the dust again. \n[51]Now what's wrong? \n[52]Can you get them back? \n[53]Well, there ought to be some way we can get through to them -- \n[54]Yeah, okay.  Go ahead. \n[55]Yes! \n[56]Hold it, I can't hear a damn thing! \n[57]Go ahead! \n[58]You mean... you've translated it? \n[59]Well come on, come on!  What does it say? \n[60]The computer just translated the goddamn message.  It's not an S.O.S. It was a warning. \n[61]Jay, we've got a problem.  I was wondering if there was any way you could shortcut the repairs and give us immediate takeoff capability. \n[62]The computer's translated the alien signal, and it's kind of alarming. \n[63]It couldn't translate the whole thing, only three phrases.  I'll just read it to you the way I got it: \n[64]No. \n[65]We're not going anywhere. \n[66]We can't spare the personnel.  We've got minimum takeoff capability right now.  That's why Chaz left us on board. \n[67]Just can that crap!  I'm in command here till Chaz returns!  And nobody's leaving this ship! \n[68]How many? \n[69]Hey, can you guys hear me? \n[70]Thank Christ!  We lost you!  Listen, there's been a new development -- \n[71]Oh no. \n[72]Right. \n[73]Here, Chaz. \n[74]Chaz -- what happened to Broussard? \n[75]Chaz, if it's an organism, and we let it in, the ship will be infected. \n[76]Chaz, listen to me -- we've broken every rule of quarantine.  If we bring an organism on board, we won't have a single layer of defense left. \n[77]I understand why you did that. \n[78]I guess I had it coming.  Let's call it settled. \n[79]Would somebody fill me in? \n[80]Look at that. \n[81]It's some kind of organ -- it's inserted some kind of tube or something down his throat. \n[82]I think that's how it's getting oxygen to him. \n[83]Seems to have stopped penetrating. \n[84]I think it's fizzled out. \n[85]My God, what about Broussard? \n[86]Did it get on him? \n[87]Look there, what's that stain on his lungs? \n[88]That tube must be depositing it in him. \n[89]Hey!  what about the film? \n[90]Broussard had film in his datastick, didn't he?  We can see what happened to him. \n[91]The same thing must've happened to the creatures on the other ship... except they took one of those jars on board, and opened it there. \n[92]What common objects? \n[93]Is that its mouth? \n[94]Ugh. \n[95]For Chrissake, open the main lock! \n[96]My God, it's lethal even when it's dead! \n[97]About four hours. \n[98]Look, I'm not trying to rub anybody's nose in anything.  The important thing is just to get away from here as fast as possible. \n[99]If we knew exactly what happened to the beings on the other ship -- \n[100]Yeah? \n[101]Where did the parasites come from? \n[102]Couldn't the pyramid have been built here by space travellers? \n[103]I think we better take another look at those heiroglyphs. \n[104]Up one kilometer, Jay. \n[105]Engaged. \n[106]I'm altering our vector now; should give us an easy escape velocity -- \n[107]We made it!  Damn, we made it! \n[108]With great pleasure. \n[109]That's the part that always makes me feel like I'm gonna puke -- when we accelerate into light speed. \n[110]We'll have to go into quarantine, maybe for quite a while. \n[111]Are you in pain? \n[112]Dell, what's the last thing you can remember? \n[113]Do you remember the pyramid? \n[114]First thing I'm going to do when we get back is eat some biological food. \n[115]Tastes like something you'd feed a chicken to make it lay more eggs. \n[116]You like this shit? \n[117]You know what they make this stuff out of? \n[118]I didn't say it was bad for you, it's just kind of sickening, that's all. \n[119]What Dell -- what? \n[120]That thing used him for an incubator! \n[121]But we can't kill it.  If we kill it, it will spill all its body acids right through our hull and out into space. \n[122]We won't need it then. \n[123]But if we haven't caught it in a week, then we have to go into the freezers anyway. \n[124]We have to avoid injuring it.  What we really need is some electric animal prods. \n[125]Even simple. \n[126]Where's it coming from? \n[127]Okay. \n[128]What happened to the lights? \n[129]Oh, hold it! \n[130]Yes! \n[131]Where are you? \n[132]We're coming! \n[133]What's it doing, having a seizure? \n[134]Now what? \n[135]Hey, wait a minute!  That's all our food supplies in there!  We can't pump poison gas all over them! \n[136]You win. \n[137]This stuff's deadly -- I hope we know what we're doing. \n[138]Now what? \n[139]Where does that go? \n[140]Are you crazy? \n[141]So the only question left is: who gets to crawl down the airshaft? \n[142]There.  That's where it's got to come out. \n[143]That's a flip-flop gate to channel the air, but we can use it to trap the thing. \n[144]Uh-huh. \n[145]By eating our food supplies. \n[146]It was horrible -- horrible.  Like a chicken. \n[147]Dead. \n[148]It's monstrous -- it grew, like some horrible tapeworm.  We were completely unprepared. \n[149]Two down, four to go. \n[150]Nothing. \n[151]Don't count on it. \n[152]I think it's time we took a hard look at those heiroglyphs. \n[153]Can you make out any pattern in all that? \n[154]I know it looks like a senseless jumble, but if you look closely, there are recognizable forms. \n[155]In symbolic form... very stylized... but if you stare at it, you can see some of the different creatures we've been dealing with. \n[156]And right next to it, that oval design with the markings -- it's a dead ringer for the spore casings. \n[157]So the next step should be -- \n[158]This is all the same creature.  We're seeing the different stages in its life-cycle. \n[159]You will notice, though, that there are no more phases.  Only four forms are shown.  After that the pattern repeats. \n[160]... More spores coming. \n[161]How much oxygen did we lose? \n[162]I saw it.  Faust got himself jammed in the air lock door.  His body held it open. \n[163]No, I had to seal off a whole section.  We'd lose too much of our remaining air if we opened the connecting door. \n[164]Poor kitty; puss puss puss. \n[165]No such luck.  I saw it running down one of the corridors. \n[166]It was time for that a couple days ago. \n[167]I've got an idea, but you're not going to like it. \n[168]Okay.  First we shut down all the cooling systems on the stardrive engines. \n[169]Right... but it'll take a few minutes for the engines to overheat and melt down the core.  In the meantime, we get in the lifeboat and leave the ship. \n[170]And the creature with it.  We can make it back to Irth in the lifeboat. \n[171]Doesn't matter -- we're already at light speed.  And when we get back to the Colonies, they'll pick us up in the network. \n[172]Our lives are more important. Anyway, we can take a small amount of the most valuable stuff with us on the lifeboat. \n[173]Yeah... I forgot. \n[174]I think it's going to be almost impossible to drive it up into the lifeboat. \n[175]It's not going to work. \n[176]You know, it's funny -- this stuff we went to so much trouble to dig up -- this treasure, the paydirt -- it'll make it back to Irth just fine -- even if we're not with it. \n[177]Hey watch it! \n[178]So what do we do?  Do we ignore it and finish loading the explosives into the boat -- or do we flush it out now? \n[179]Oh -- Jesus -- \n[180]I should hope so!  And we'd better make sure it's pretty far from the ship when we blow it. \n[181]Well, if we had some, I'd eat it. I'm starting to get hungry. \n[182]Isn't \"bait\" the word you used? \n[183]Who gets the privilege? \n[184]Is it armed? \n[185]Thanks for the thought. \n[186]And you'll let me know when you've got it coming this way... \n[187]Kablooey. \n[188]Hello?  Standard?  Hunter? \n[189]What did it do to you? \n[190]I'll get you out of there. \n[191]But I can save you -- get you to the Autodoc! \n[192]What can I do? \n[193]Kitty go bye-bye. \n[194]What'll it be, Kitty?  Here -- how about some Tacitum-35, ten kilos of it.  This'll buy us an island on some nice planet. \n[195]Computer!  I've turned all the cooling units back on!  What's wrong? \n[196]Try a little of this, you fucking bastard. \n[197]... So it looks like I'll make it back to the Colonies on schedule after all.  I should be to the frontier in another 250 years or so, and then with a little luck the network will pick me up.  I'm not as rich as I was a couple days ago -- but I'm not exactly broke either. Incidentally, I did manage to salvage one souvenir out of this whole mess. \n[198]Poor Yorick here should go at least partway toward proving I'm not a crank.  I wish it was him we'd met in the first place -- things might have turned out different. \n[199]This is Martin Roby, executive officer, last survivor of the commercial vessel SNARK, signing off. Come on, cat, let's go to sleep. ", "HUNTER": "\n[1]Is it over? \n[2]Boy, that's terrific. \n[3]I don't know.  Seems to me we came on this trip to make some credit, not to go off on some kind of side trip. \n[4]What's happening? \n[5]Phenomenal.  Staggering. \n[6]Or a mass grave. \n[7]I've completely lost their signal. \n[8]I'm trying. \n[9]What?  What was that? \n[10]I'm getting nowhere.  The whole area around the pyramid is dead to transmission.  I think we should go after them. \n[11]What do you mean, no? \n[12]But they don't know about the translation!  They could be in danger right now. \n[13]Why, you chickenshit bastard -- \n[14]I've got 'em!  They're back on my screens! \n[15]Three blips!  They're coming this way! \n[16]Jay, this is Cleave!  Meet me at the main air lock! \n[17]Martin, I'm by the inner lock door! I'll wait here for you to let them in! \n[18]Don't know -- Broussard got hurt somehow. \n[19]Don't know -- maybe we'll be real lucky and he just broke his neck. I knew we shouldn't of come down here. \n[20]Outer door's open. \n[21]Oh -- God -- oh -- \n[22]That thing, God almighty, didn't you try to get it off him? \n[23]Hey now, what is this? \n[24]Yeah... well, maybe he should have.  I mean, you brought the goddamn thing in here.  Maybe you deserve to get slapped. \n[25]I keep my mouth pretty much shut, but I don't like hitting. \n[26]Where did it come from? \n[27]How does he breathe? \n[28]Yeah, but how?  His nose and mouth are blocked. \n[29]What is it -- I can't tell anything -- \n[30]Oh... God... \n[31]It doesn't make any sense.  It paralyzes him... puts him into a coma... then keeps him alive. \n[32]Well, can't we kill it?  I mean, we can't leave the damn thing on him. \n[33]How about cutting it off?  We can't pull it loose, but we can cut off everything but the bottom layer, where it's stuck to his face. \n[34]It's eating a hole in the floor! \n[35]Careful, don't get under it! \n[36]What's happening up here? \n[37]But this thing uses it for blood. \n[38]It makes me sick to see him like that. \n[39]This is horrible. \n[40]That must have been when he got it. \n[41]You can't tell -- that kind of stuff could represent printed circuits... \n[42]Listen, hadn't somebody better check on Broussard? \n[43]I'll come with you. \n[44]What do you mean? \n[45]How could anything be indigenous to this asteroid?  It's dead. \n[46]It's gone. \n[47]Now we're in for it. \n[48]Well, what the hell good can we do in here?  We can't grab it -- it might jump on us -- \n[49]Yes? \n[50]He's running a fever. \n[51]Yes. \n[52]The machine will bring his temperature down.  His vital functions are strong. \n[53]Boy do I feel a lot better.  It's a straight shot back to the Colonies, and then we can start taking bids on the paydirt.  Any bets on the top bid? \n[54]Do we have to talk about this kind of crap at the dinner table? \n[55]Oh, no.  Oh, no. \n[56]We'd be sitting ducks in the freezers. \n[57]And then we run out of food and oxygen. \n[58]I think I could cobble something together.  A long metal rod with a battery in it.  Give it a hell of a shock. \n[59]These have portable generators in them.  They're insulated down to here -- just be careful not to touch the end. \n[60]Don't worry, it won't damage it, it'll just give it a little incentive. \n[61]We saw it inside and slammed the door on it!  It's in there now! \n[62]I hate to open that door. \n[63]Maybe we don't have to.  It's trapped in there.  We could just leave it in there all the way back to Irth. \n[64]God damn it. \n[65]It escaped. \n[66]Have we got any food at all left in the ship? \n[67]-- And the cooling unit on the other. \n[68]We can't pump poison gas down into the cooling unit!  It'll flood the whole ship! \n[69]Sounds like a rough one. \n[70]Right. \n[71]Hey, do you guys read me down there? \n[72]Okay, I'm starting now. \n[73]Hey, you guys. \n[74]I don't think this shaft goes on too much farther... anyway it's getting pretty hot in here... \n[75]Good. \n[76]What happened?  Where is it? \n[77]Where's Melkonis? \n[78]You mean his body was still kicking when it ran off with him? \n[79]At least it can't get up here now. \n[80]Listen, it sure didn't like this flamethrower. \n[81]Thing is, I'm about out of fuel. \n[82]We sure need this flamethrower. \n[83]Recognizable!  In that? \n[84]Well... I suppose that star-shaped thing could be the parasite that got on Broussard.  Is that what you mean? \n[85]-- The big one.  And there it is. \n[86]... And Broussard got caught in their reproductive cycle. \n[87]Oh my God. \n[88]Oh no!  We can't fight this thing! There's only six hours of air left -- we're dead men! \n[89]How? \n[90]We can't kill it on board.  It's huge now and must have tremendous amounts of that acid in its body. \n[91]Blow the ship up? \n[92]What about all the minerals and elements in the cargo hold?  That's the only reason we came out here. We'd have to abandon them all.  We'd be broke. \n[93]Good!  That's good! \n[94]We can use the flamethrower. \n[95]The flamethrower needs more fuel. \n[96]Which explosive should we use? \n[97]Hold it! \n[98]Up there. \n[99]Should we go outside and bring him in? \n[100]This should do it. \n[101]What we really need is some red meat in here for bait. \n[102]Whoever's doing the herding is gonna have their hands pretty full.  I think somebody should stay by the lifeboat to slam the door on the thing once it's inside, and to serve as... as... \n[103]Hey look, somebody has to have his hands free to lock the creature in the lifeboat! \n[104]Just keep your finger off the button till she's way away from the ship, that's all. \n[105]If you press the button right now, it will blow the whole nose of the ship off. \n[106]It's coming from down there. \n[107]It must have stopped moving.  I'm not getting anything. \n[108]The flamethrower! ", "MELKONIS": "\n[1]The vampires rise from their graves. \n[2]Somebody get the cat. \n[3]Feast your eyes. \n[4]This is deep space commercial vessel SNARK, registration number E180246, calling Antarctica air traffic control.  Do you read me?  Over. \n[5]Out here? \n[6]First contact... \n[7]What's the frequency? \n[8]I've got it.  It's coming from ascension 6 minutes 32 seconds, declination -39 degrees 2 seconds. \n[9]It's tiny! \n[10]If it's an S.O.S., we're morally obligated to investigate. \n[11]Men have waited centuries to contact another form of intelligent life in the universe.  This is an opportunity which may never come again. \n[12]My God, it's stormy for a piece of rock that size! \n[13]Well... this rock rotates every two hours.  The sun should be coming up in about 20 minutes. \n[14]Sorry.  Nothing but that same damn transmission, every 32 seconds.  I've tried every frequency on the spectrum. \n[15]Source of transmission is to the northeast... about 300 meters. \n[16]No problem. \n[17]Receiving. \n[18]That way. \n[19]My signal's fading. \n[20]It's the dust, it's interfering... \n[21]... Hold it, I've got it again.  It's over that way. \n[22]It's close, real close. \n[23]We should be almost on top of it.  I just can't quite... \n[24]Air lock? \n[25]Look at these holes.  This place looks like Swiss cheese. \n[26]Holy Christ... \n[27]\n[28]That's where the transmission is coming from. \n[29]And bring back as much physical evidence as possible, too.  The rest of the skeleton.  Some of the machinery.  Written records, if there are any. \n[30]And there sits man's first contact with intelligent life in the universe. \n[31]That creature sure must have considered it important... using his last strength to draw it... \n[32]It wasn't necessarily built by them. \n[33]This looks ancient. \n[34]Maybe the entrance is buried.  Could be under our feet. \n[35]I couldn't make it out -- too much interference. \n[36]Sun will be down in a minute. \n[37]It'll yank him right off his feet if he's not expecting it.  The line could get tangled in something. \n[38]Maybe we should just wait a few more minutes. \n[39]Is it still coming up, or is it hooked on something? \n[40]Can you see anything? \n[41]What is it? \n[42]Oh God, oh God no. \n[43]What is it? \n[44]It's not coming off -- not without his whole face coming off too. \n[45]He wouldn't open the lock; he was going to leave us out there. \n[46]He's the only one that knows that. \n[47]Blood's thoroughly oxygenated. \n[48]We can't expect to understand a life form like this.  We're out of our back yard.  Things are different here. \n[49]We don't know what might happen if we tried to kill it.  At least right now it's keeping him alive. \n[50]God, that smoke's poisonous! \n[51]Jesus, what can we put under it? \n[52]Christ, that stinks. \n[53]I never saw anything like that in my life... except molecular acid. \n[54]Hell of a defense mechanism.  You don't dare kill it. \n[55]Yes, thank heaven. \n[56]Reminded me of when I was a kid and the roof leaked -- everybody running for the pots and pans. \n[57]Is it still dripping? \n[58]Isn't there some way we can get it off him? \n[59]It appears to be a heavy fluid of some sort... it blocks the X-rays... \n[60]Could be some kind of venom, or poison... \n[61]slides to a picture of one of the \"urns\" \n[62]It's a crude symbolic language -- looks primitive. \n[63]Primitive pictorial languages are based on common objects in the environment, and this can be used as a starting point for translation... \n[64]More likely that organ -- the tube- like thing -- fits up in there. \n[65]These day and night cycles are totally disorienting.  I feel like we've been here for days, but it's only been how long? \n[66]We do know that. \n[67]They never made it off the planet. The parasites won. \n[68]No.  It's just too small to support fauna as big as the parasites.  If there were a native ecology, it would have to be microscopic. \n[69]They're from a dead civilization; they're spores from a tomb.  God knows how long they've been here. \n[70]I feel like an escapee from Hell. \n[71]We're going into the freezers now. \n[72]I'm going to write a book about this expedition.  I'm going to call it \"The Snark Log.\" \n[73]Maybe we could write it together. \n[74]What's the matter, you don't like this stuff? \n[75]It was growing in him the whole time and he didn't even know it! \n[76]We can't go into hypersleep with that thing running around loose. \n[77]Well, I kind of hate to point it out, but all our supplies are based on us spending a strictly limited amount of time out of suspended animation... and as you know, we used up most of that time in harvesting. \n[78]How? \n[79]And what do we do when we find it? \n[80]I was thinking of a line from an old poem: \"Water, water everywhere, but not a drop to drink.\"  All that space out there, and we're trapped in this ship. \n[81]We can't even radio for help; the carrier wave wouldn't reach its destination till long after we'd died and turned to dust.  We are utterly, absolutely alone.  Can anybody really visualize such a scale of distances?  Halfway across Creation... \n[82]Time and space have no meaning out here.  We're living in Einsteinian equation. \n[83]We're the new pioneers, Chaz.  We even have our own special diseases. \n[84]Is it malfunctioning? \n[85]We're making fools of ourselves! \n[86]So one of us goes into the airshaft and drives the thing along -- \n[87]I've got Hunter... and something else as well, in front of him. \n[88]They're on the next level up. \n[89]They're getting pretty close now. \n[90]Okay. ", "BROUSSARD": "\n[1]Is that you, Roby? \n[2]Yeah, it's you all right. \n[3]You look dead. \n[4]We made it! \n[5]I'm going to buy a cattle ranch. \n[6]I'm not kidding.  You can get one if you have the credit.  Look just like real cows, too. \n[7]Where's Irth? \n[8]I don't recognize that constellation. \n[9]I got it.  Oh boy. \n[10]Just short of Zeta II Reticuli.  We haven't even reached the outer rim yet. \n[11]I'll give it to you on number four. \n[12]That's it.  Let me straighten it out. \n[13]That's what I'm going to do. \n[14]Planetoid.  Diameter, 120 kilometers. \n[15]Yeah.  Two hours. \n[16]Point eight six.  We can walk on it. \n[17]Right. \n[18]Forget the credit; what we have here is a chance to be the first men to contact a nonhuman intelligence. \n[19]Hell, we're equipped -- \n[20]There are no commercial lanes out here.  Face it, we're out of range. \n[21]I'll see what I can do. \n[22]Activated.  Vertical drop checked. Correcting course.  On tangential course now, orbiting. Crossing the terminator.  Entering night side. \n[23]Approaching point of origin.  Closing at 20 kilometers, 15 and slowing. Ten.  Five.  Gentlemen, we are directly above the source of the transmission. \n[24]Well, line of sight is impossible due to dust.  Radar gives me noise. Sonar gives me noise.  Infrared -- noise.  Let's try ultraviolet.  There. Flat.  It's totally flat.  A plain. \n[25]It's... basalt.  Rock. \n[26]Drop begins... now!  Fifteen kilometers and dropping... twelve... ten... eight and slowing.  Five. Three.  Two.  One kilometer and slowing.  Lock tractor beams. \n[27]Kill drive engines. \n[28]Nine hundred meters and dropping. 800.  700.  Hang on gentlemen. \n[29]And we're... down. \n[30]Jesus Christ! \n[31]Uh... No, I don't see anything.  We've still got pressure. \n[32]Can't see a blessed thing. \n[33]Good!  Maybe we'll be able to see something then. \n[34]Not sitting on our butts in here, that's for sure. \n[35]Are we just going to sit around and wait for an invitation? \n[36]Close enough to walk to! \n[37]I volunteer for the exploration party. \n[38]Receiving. \n[39]Looks like a derelict. \n[40]Let's try and find the control room. \n[41]This hole goes up several decks -- looks like somebody was firing a military disintegrator in here. \n[42]I'll go first. \n[43]But functioning. \n[44]A recording.  A damned automatic recording. \n[45]We've got to go back and take a lot more pictures, holograph everything. \n[46]Hell, that thing's been dead for years.  Maybe hundreds of years.  The whole planet's dead. \n[47]Sure, we're ready. \n[48]Chaz, this is Dell.  Can you come topside for a minute? \n[49]Well, the sun just came up again, and it seems the wind's died down. It's as clear as a bell outside. There's something I think you ought to see. \n[50]Take a look. \n[51]I was scanning the horizon to see what I could pick up.  Look there, on that screen. \n[52]Maybe they built it. \n[53]A marker for buried instrumentation? \n[54]Maybe the rest of the crew is in there -- in some kind of suspended animation, waiting to be rescued. \n[55]There's no entrance. \n[56]Maybe we can get in by the top. \n[57]Sure. \n[58]You guys just wait down here till I say it's okay to come up. \n[59]There's a hole at the top. \n[60]No, it's too small, only room enough for one person. \n[61]I can see... partway down.  It just goes down like a stovepipe.  Smooth walls.  I can't see the bottom -- light won't reach. \n[62]No, I want to go in. \n[63]Right. \n[64]Okay, I'm in the mouth of the chimney now, and I'm starting down. \n[65]It's noticeably warmer in here.  Warm air rising from below. \n[66]Yeah, I'm okay.  Haven't hit bottom yet.  Definitely a column of warm air rising; it keeps the shaft clear of dust. \n[67]Yeah, but this is hard work.  Can't talk now. \n[68]I'm way below ground level. \n[69]Tunnel's gone -- cave or something below me -- feels like the tropics in here; air is warm and humid... ... high oxygen content, no dust, it's completely breathable -- \n[70]It's unbelievable!  It's like some kind of tomb... some primitive religion!  Hey, is anybody there?  Do you read me?  Standard! \n[71]I don't know if you can hear me, but the place is full of large bottles or jars, just like the one we found on the other ship -- except these are all sealed.  Also they're soft to the touch. \n[72]Another funny thing -- I just put my hand on it, and now there are these raised areas appearing where my fingertips were. \n[73]... Mouth's so dry... can I have some water... \n[74]More. \n[75]Wretched.  What happened to me? \n[76]Don't remember nothing.  Can't hardly remember my name. \n[77]Not exactly, just feel like somebody's been beating me with rubber hoses for about six years. \n[78]God I'm hungry. \n[79]... I don't know... \n[80]No.  Just some horrible dreams about smothering.  Where are we? \n[81]I'm really starving; can we get some food before we go into the freezers? \n[82]I don't know... I'm getting these \n[83]\n[84]OhmygooaaAAAHHHHH!!! ", "FAUST": "\n[1]Ohh... I must be alive, I feel dead. \n[2]Cold! \n[3]Just a minute, hold it, I'm checking. \n[4]Martin, this is Jay.  The intakes are clogged with dust.  We overheated and burned out a whole cell. \n[5]Hard to say. \n[6]Right.  Talk to you. \n[7]Yeah! \n[8]I never saw anything as fine as this dust... these cells are all pitted on a microscopic level.  I have to polish these things smooth again, so it's going to take a while.  Okay? \n[9]The way I figure it, they landed here for repairs or something, then they couldn't take off again.  Maybe the dust ruined their engines.  They set up an S.O.S. beacon, but nobody came.  So they died. \n[10]What? \n[11]Well... I'm going to have to blow the engines out... \n[12]Oh -- I'm not near ready yet. \n[13]Right. \n[14]You ready up there? \n[15]Okay.  I'm going to start the extraction procedure now. \n[16]As what? \n[17]Sorry to interrupt, but I'm gonna charge up the engines for a minute, okay? \n[18]Yes?  What is it? \n[19]Why, what's wrong? \n[20]What do you mean? \n[21]What the hell's going on? \n[22]Hurt!  How? \n[23]Is it alive? \n[24]Here, let me try. \n[25]Excuse me, I've got work to do. \n[26]Hey, guess what? \n[27]The engines are fixed. \n[28]This dust is getting clogged in the intakes again! \n[29]Well, we should at least be able to each buy our own planet. \n[30]I kind of like it. \n[31]It grows on you. \n[32]Yes, I know what they make it out of, so what?  It's food now.  You're eating it. \n[33]What was that?  What the Christ was that? \n[34]Shit... \n[35]The water will still recycle. \n[36]We could put on our pressure suits and blow all the air out of the ship.  That would kill it. \n[37]We could cut a section out of that metallite netting.  It won't hold up to that acid, but aside from that it's pretty strong. \n[38]Might even incinerate the damn thing. \n[39]With these. \n[40]Tracking device.  You set it to search for a moving object... It hasn't got much range, but when you get within a certain distance, it starts beeping. \n[41]It's clear. \n[42]Nothing yet... nothing... we can move pretty fast as long as there's nothing on the tracker. \n[43]Hold it. \n[44]I've got something. \n[45]Machine's screwed up, I can't tell. Needle's spinning all over the dial. \n[46]No, just confused.  It's coming from below us. \n[47]That way. \n[48]Bulbs burned out, nobody bothered to replace 'em. \n[49]Hold it. \n[50]It's within 4 meters. \n[51]Well we better do something. \n[52]I know what we can do.  We can pump poison gas into the room and kill it.  Through those ventilator slots there. \n[53]Somebody gimme a hand, I'll get the stuff. \n[54]Looks like he helped himself. \n[55]All over the ship; we'll have to check the charts to know for sure. \n[56]That one section of the ventilator shaft has only two outlets -- you notice?  The food storage room on one end -- \n[57]Poison gas... \n[58]How about a flamethrower?  That wouldn't poison the air. \n[59]Well, uh... good luck.  I hope you won't need me, but if you do, I'm here. \n[60]Hey, are you guys still there? What's going on? \n[61]Right. \n[62]What happened?  Where's Sandy? \n[63]Dead! \n[64]It's still in the ship? \n[65]There's some more combustible fuel down in the storage lockers next to the lounge. I'll go get it. \n[66]You just sealed it off; it can't get to that section. \n[67]Right. \n[68]It's in the lock -- blow the main lock. \n[69]It's in the main air lock.  Blow the lock. ", "COMPUTER": "\n[1]I have interrupted the course of the voyage. \n[2]I am programmed to do so if certain conditions arise. \n[3]I have intercepted a transmission of unknown origin. \n[4]A voice transmission. \n[5]I have recorded the transmission. \n[6]Unknown. \n[7]It is none of the 678 dialects spoken by technological man. \n[8]Yes.  There are two points of salient interest.  Number one: it is highly systematized, indicating intelligent origin.  Number two: certain sounds are inconsistent with the human palate. \n[9]65330 dash 99. \n[10]I have a temporary sequence on the monitor -- \n[11]Attention!  The cooling units for the stardrive engines are not functioning!  Engines will overload in 4 minutes, 50 seconds!  Attention! \n[12]Attention!  Engines will overheat and main core will melt in 4 minutes, 30 seconds! \n[13]Attention!  Engines will overload in 4 minutes! \n[14]Attention!  Engines will overload in 3 minutes, 30 seconds! \n[15]Attention!  Engines will overload in 3 minutes! \n[16]The reaction has proceeded too far. The core has begun to melt.  Engines will overload in 2 minutes, 35 seconds. \n[17]Attention!  Engines will overload in 2 minutes! \n[18]Attention!  Engines will explode in 90 seconds! \n[19]Attention!  Engines will explode in 60 seconds! "}}