{"dialogues": {"RIPLEY": "\n[1]\n[2]\n[3]Wait.  New... \n[4]\n[5]What the hell --? \n[6]This must be a dream.  A bad one. \n[7]\n[8]Who are you? \n[9]Ripley.  How did I get here? \n[10]Where is here? \n[11]Can I use a radio to -- \n[12]Uh, I - I still don't feel 100%.  Whoever took me out of the stasis tube must not have run the full D-F program... Where's Newt? \n[13]There was a little girl with me -- \n[14]No.  She was with me.  I put her in her stasis tube -- We launched when the -- \n[15]Oh, God.  Newt. \n[16]It came with us. \n[17]Listen -- there is a danger here.  It came with me.  How long have I been here? \n[18]Loose for two days.  This planet could be overrun within the week. \n[19]Look, there's a xenomorph --  An Alien creature.  A killer.  A monster. And now it's here. \n[20]Calm down, Ripley.  Okay, I was with a platoon of Colonial Marines on a mission to planetoid LV426.  We left Earth six months ago - maybe a year -- \n[21]We launched in the Cruiser Sulaco from Gateway sub-orbital space station -- \n[22]What do you mean? \n[23]Uh...All right... Forget the Earth - How many people do you have here?  Let's worry about them.  Warn them -- \n[24]I don't need rest - I need to get to your people.  You've got to get to them -- tell them about the alien -- \n[25]Enough?  Didn't you hear what I said? It could wipe out the entire population of this planet.  It may have started already - Have there been any unusual deaths since I got here? \n[26]Idiots...I'll -- \n[27]What the -? \n[28]\n[29]This can't be happening. \n[30]You must listen to me!  You're all in terrible danger!  It came with me on the ship -- \n[31]Yes, the ship brought it.  Not evil. It brought the Alien.  I told you, it's here. \n[32]I was on the Earth less than a year ago. It's still there.  People, cities, all still there! \n[33]It's still there! \n[34]I haven't been floating in space for twenty years.  Let me get to my ship and I'll prove it. \n[35]This is reality.  There is a Xenomorph loose on this planetoid - a alien -- it must have stowed away on my ship -- must have killed -- Newt.  Killed the girl I brought with me. You can't stop it.  It goes inside you like an egg - grows - Explodes out of you - keeps growing into some sort of monster.  Kills you -- Kills all of you... \n[36]Who are you people?  Look at you -- all of you -- the way you're dressed.  This isn't the Middle Ages.  You're in space -- on a artifical planet.  What are you doing out here? \n[37]Isn't there anyone here who will listen? \n[38]I guess not.  I can't believe this... \n[39]You won't be able to fight it... You don't know what it is --! \n[40]You've sentenced yourselves to death! \n[41]\n[42]\n[43]You fucking idiots!  You're dead! You're all dead! \n[44]Dead... \n[45]Christ.  Jesus Christ.  It's here.  Here. Shit.  Here.  I can't get rid of it... \n[46]Newt.  This isn't what I wanted... \n[47]Don't stare at me! \n[48]Wherever I go. \n[49]Thanks, but no thanks, Anthony. \n[50]Not hungry. \n[51]Waste of time. \n[52]That was the plan when they put me down here.  And why should you care? \n[53]Believe me, that's a discussion you don't want to have with me. \n[54]That's one of each.  That means you could go either way.  I'm tired of talking about this. \n[55]I'm tired of fighting.  Maybe I'll be dead before he finds me.  Maybe he won't get the satisfaction. \n[56]And Androids usually aren't the prisoners of lunatics that believe they're ancient Greeks. \n[57]Whatever. \n[58]I was right, wasn't I?  You've seen it, you've seen the Alien? \n[59]I can tell you have.  I was right. It came with me. Go away. \n[60]Listen, priest, or whatever you are, I know what you want.  I can't help you. I couldn't help any of the others. Just stop what you're doing.  Go away. Do you understand? \n[61]You going to stay, Father?  But you're not going to talk.  Okay.  Then you can listen.  You should listen.  Your Abbot was right.  I am guilty.  But not of heresy.  Of murder. \n[62]The murder of the crew of the Nostromo. That was when I first met the Alien. \n[63]No, not the same one that's here now. Or maybe it is.  Maybe they're all the same one.  I couldn't save my crew then. I should have been able to.  But I couldn't. When I went the second time -- \n[64]Then I met Newt.  Newt.  I fought -- stayed alive to keep Newt alive. Hoped maybe that would make up for... \n[65]Now he got her too.  What's the point?  Just go away.  Leave me in here.  If you let me out you'll want me to help you and it will start all over again. Let it end. \n[66]I can't help you. \n[67]It never ends. \n[68]And the alien takes on the form of the creature that finds it, assuming that animal is the dominant life form on the planet.  So when it gestates in a man -- \n[69]Shit.  I just didn't think it could do that to animals. \n[70]Is that the only reason you came to get me out?  Because I knew about this thing? \n[71]Thank you.  If anything, you're honest. \n[72]I don't know about the Abbot. \n[73]Is that speaking up for someone? \n[74]All right, let's forget about the past and get on to our survival.  No more prisoners behind us? \n[75]Okay -- If the Alien's had a few days to lay his eggs our only hope is to get off this - What is this? \n[76]Get to my ship and get off this Satellite. \n[77]We can't what? \n[78]A Tape Library? \n[79]So? \n[80]There must be books on other colonies -- \n[81]And what does an android have to do with all this? \n[82]The Company?  What does the Company have to do with this? \n[83]Prison? \n[84]You left that part out. \n[85]Your Abbot talked about that.  The New Plague. \n[86]I think I can see how this comes out. \n[87]To the Company. \n[88]Too much profit. \n[89]The Company had such a sense of irony. Sending you out on this wooden tub. \n[90]So how'd they find out about you? \n[91]Join the club.  I figured this wasn't planned.  You don't have to be a genius to see it wouldn't be prudent to try to preserve man's written works for generations -- without women. \n[92]And I don't know about your New Plague, but I was just on Earth and everything's fine. \n[93]I was right about the Alien, wasn't I? Means I must be right about the Earth. \n[94]That's better than nothing.  Come on. \n[95]At any rate, let's forget about the Earth completely - whether you're right or I'm right what's important is getting the hell out of here.  From here my ship is...? \n[96]Right.  And this is... \n[97]Aptly named.  What's in the middle? \n[98]Work with me here.  How far is it back to the surface of the planet? \n[99]And the elevator -- the thing they lowered me down in? \n[100]Well, you start appreciating him more than me and I'll find a way to shut you down, capisce, Andy?  How do we get up? \n[101]Five miles with the Alien between us and there?  Good luck, boys. \n[102]Can't what?  Not help you go to your deaths?  I've had my fill of that. \n[103]I've fought these creatures twice before.  It take a lot to kill these things.  Heavy artillery. \n[104]How about something we can make weapons from?  Do you have anything like that -- any modern things here? \n[105]This is a man-made planet.  Something has to be recirculating your air, your water. \n[106]Please. \n[107]Most people do.  Without some sort of technology we haven't got a chance. \n[108]An atmosphere processing plant -- \n[109]Where is it? \n[110]All right.  You've got me - so far. But here's the deal:  I don't know how many of your brethren are going to be alive when we get up there, but if we make it to my ship, you're all coming with me.  We'll take as many of your precious books as we can carry, but we're going.  I'm not going to fight this thing again to end up alone again.  Understand? \n[111]We're all dead anyway.  We might as well go fi -- \n[112]Ugh - I'm all right. \n[113]Still thawing out.  I hate hyper sleep... Come on. \n[114]What? \n[115]I got a belly full of that from the Psychtechs when I was on Earth.  Yeah. \"Survivor Guilt syndrome,\" or something like that.  But that's not what I was thinking about.  I was thinking about my \"friend\" up there. \n[116]He was on the pod.  He killed Newt but not me.  Why not me?  It's almost like he's playing with me.  Maybe they have some sort of race memory.  Maybe he knows what I did to his \"mother.\" That's why he didn't just kill me. That would be too easy.  He has to torment me. \n[117]Hell, I don't know what it is. \n[118]\n[119]Thanks. \n[120]I'm all right. \n[121]What was that? \n[122]Androids can't dream... \n[123]Androids don't sleep. \n[124]What did you see? \n[125]I saw the inside of your cell. \n[126]Stay with him. \n[127]All right.  He's still above us, anyway. \n[128]I've faced this evil twice before - I guess I've gotten sensitive to it --  You're really a Doctor? \n[129]What's that book? \n[130]I don't buy \"just a book\" from a guy who says we can't leave the planet without the library. \n[131]You don't have any food in there, do you? \n[132]In a few hours that's going to sound good.  Going in and out of suspended animation - Christ I probably haven't eaten in a year. \n[133]Aces. \n[134]Are you sure you're a doctor? \n[135]Well, I'm just hungry. \n[136]You did that... \n[137]You burned yourself on the escape pod. \n[138]Thank you, I guess. \n[139]Blood. \n[140]The Abbot. \n[141]What are you doing down here, father? You look like you've seen something that doesn't exist. \n[142]I thought you said the evil was inside me -- that sealing me up was the answer to all your problems? \n[143]I only tried to warn you. \n[144]Father, we're all on the run from the same monster so let's not resort to the fire and brimstone routine.  I've been enlightened about your \"movement.\" Pretty funny to be tried for heresy on a planet of heretics. \n[145]And with you as their leader. \n[146]So you, protector of knowledge and truth, lied to them. \n[147]You're as bad as the Company. \n[148]That's why you ran.  After all your talk death stared you in the face and you were afraid. \n[149]The Alien. \n[150]Don't move.  Don't breath. \n[151]Floor's too unstable to try to walk around them. \n[152]He's thinking like a leader.  Everyone: Grab wood.  Spring the traps.  Clear a path.  Good work, Father John. \n[153]Brother.  Let's go. \n[154]Tied.  Without sleep, food -- I just feel my age.  Figuring hyperspace time, I'm almost a hundred. \n[155]Yeah - a hundred years ago.  An antique. \n[156]Go ahead and what? \n[157]I'll get to it, but listen to me -- you may dress like you're living in the middle ages but you can't treat me like your chambermaid, or whatever Monks had. \n[158]Shit. \n[159]\n[160]It's open!! \n[161]\n[162]We wait.  John!! \n[163]\n[164]\n[165]No.  NO!  I beat you!  I beat you mother fucker!! \n[166]What are you writing? \n[167]Is he --? \n[168]I'm sorry. \n[169]Yeah.  Lead me not into temptation to kick your -- ahh -- \n[170]Oh shit. \n[171]Where is the Big Boy -? \n[172]It's playing with us.  It could get in here any time it wants. \n[173]Let's talk about the facts, Mr. Abbot. \n[174]This is your technology? \n[175]Well then, the facts are that we're screwed. \n[176]An Eco system.  Nothing to recycle your atmosphere except the green plants.  Winds generated down here --  Windmills use the natural surface winds to turn wheels underground, create tides on the seas to recirculate your water... \n[177]Probably pumping this air through charcoal filters. \n[178]It gets colder all the time here, right? \n[179]Your wood burning fires throw soot into the atmosphere, building the cloud layer - cutting off the sun's rays - cooling the planet, forcing you to burn more wood. \n[180]Don't you see?  This is a planet set to self destruct.  Not in ten minutes or two hours but soon.  Your atmosphere here is finite.  If the plants die the fires will eat up all the oxygen - this planetoid will be dead - Everyone will die. \n[181]Wait a minute -- you were exiled --? \n[182]No, now I understand why I landed here. To join you happy lunatics in your deaths. \n[183]BASTARD!!  It came out of his fucking head! \n[184]He sent him to us.  That bastard outside. I can't get away from him.  He's fucking with my mind.  He's my punishment! \n[185]I don't feel like a discussion of Alien biology. \n[186]I should just wait for the air to run out... \n[187]Your books?  Your books are gone, Brother. Your world is gone.  Once that thing starts to lay its eggs, all your brothers - if they aren't already - are dead. \n[188]What? \n[189]Give it up. \n[190]Wood?  When I saw it in my room it looked the way it did before -- black, mechanical -- unless that was a dream. \n[191]Then the reason they've always looked the same to me is that I only ever saw them in the same environment. \n[192]Maybe it can deposit different types of eggs.  The chest burster is probably dormant until the host eats - The first one I ever saw came out of Kane after he started to eat -- \n[193]No. \n[194]No, we're not beat yet, Father -- \n[195]Brother.  Not yet.  If he's taunting me, then maybe we can use that.  We can beat this bastard.  We can get to my ship. We can live. \n[196]Okay.  Good luck. \n[197]Sit tight. \n[198]He could be waiting on the other side of that door.  We might not get ten feet before he kills the three of us. \n[199]Where is the light coming from? \n[200]What do we do? \n[201]Your hands okay? \n[202]I was a warrant officer on a ship -- but I did all my sailing in space. \n[203]How old were you when they towed \n[204]What happened to your mother? \n[205]Did you know that I was a mother? \n[206]No.  On Earth.  I never mentioned my daughter.  My daughter.  I have - had I guess, by now - a daughter on Earth. Kathy.  She was nine when I signed on to the Nostromo.  Mommy will be home before you know it I said.  My shares would have set us up good.  Then I lost sixty years floating around in a rescue pod.  Thanks to the Alien.  I came home to face a bitter, 70 year old woman.  My daughter.  A little girl who's mother never came home. \n[207]They said I should have been happy to be alive.  Funny, huh?  That's why I went back the second time.  Not so I could fight it -- You can't fight it -- So I could let it kill me. \n[208]Thanks for the try Father -- \n[209]Brother, but I'm not looking for absolution. I couldn't be a good mother to my daughter. I couldn't be a good mother to Newt.  But I can be a good mother to you.  I can make sure you survive. \n[210]Blood. \n[211]Don't think about it.  Don't think about what's up there.  Just row. \n[212]Holy shit. \n[213]Stop.  How far? \n[214]John - it's too late -- \n[215]\n[216]You had to.  You're supposed to end suffering. \n[217]Let's get the hell out of here. \n[218]He's made a mess. \n[219]I'm glad.  Really.  But we've probably only got a few minutes before this entire place goes up in flames.  Just grab whatever books you want and -- \n[220]Is there another way out? \n[221]You wanna give it a bandage?  Look -- Where is my ship from here? \n[222]Here's the plan --  \n[223]Forget the books! \n[224]Shit. \n[225]Don't --! \n[226]\n[227]Aargh.  I'm fine.  Let's get the fuck out of -- \n[228]Beat... Beat him - ugh -- \n[229]Don't worry.  Ship.  Just -- \n[230]Don't be stupid -- \n[231]They're lost.  You did your best.  If you get out, it wasn't in vain. We've got to live!! \n[232]I told you -- the Earth is still there -- \n[233]Not working. \n[234]It means I don't know how long I was in hyper sleep. \n[235]It means my clock isn't working.  We have to get out of here.  Even if he was right this ship's onboard computer is filled with man's knowledge. \n[236]Then man starts over.  He's done it before. \n[237]Okay.  The seals weren't broken so we're probably clear.  But those dead monks out there are going to start hatching soon.  Let's get ready to take off. \n[238]Here, I need a compressor tank from in that compartment. \n[239]I know.  I locked you in. \n[240]I'm not going with you.  I've got one inside me. \n[241]I figured it out.  That's why it didn't kill me.  He must have impregnated me when I was in the stasis tube.  It hasn't come out yet because I haven't eaten, It's still dormant.  So either I eat and it kills me or I don't eat and I starve to death.  Either way I die. \n[242]What, an exorcism?  No good. \n[243]I've set a time lock.  When the pod escapes the Colony's gravitational pull this compartment will open.  Then all you have to do is get into the Stasis tube with Mattias and press the blue button.  With any luck a freighter or something will pick you up.  Good luck. \n[244]It always wins.  We killed it, but it's still inside me -- You're my last chance. If I can keep you alive it'll make up for all those I've lost. \n[245]What is this stuff? \n[246]I don't -- \n[247]Why? \n[248]But you -- \n[249]You'll die -- \n[250]No - wait!  John! ", "JOHN": "\n[1]Keep this from getting wet.  Go home at late afternoon mealtime and don't come back to work today -- \n[2]I'll tell the Abbot.  Just rest today. You're lucky you only burned yourself on the side of the furnace.  If some of that glass had gotten on your arm -- \n[3]-- it would've burned clean through to the other side. \n[4]That's late afternoon.  Now get on. \n[5]You're welcome.  Go! \n[6]All right, but I'm no Father Anselm. \n[7]Don't. \n[8]Please don't tell him.  At least until I know if there's an infection. \n[9]You don't, but thanks anyway. \n[10]I have someone waiting for me. \n[11]Come on, Mattias. \n[12]Brother Philip. \n[13]My training has taught me to feed what's hungry. \n[14]How could I forget?  Have a good meal... \n[15]Perfect. \n[16]He likes when I read to him and -- I can't -- \n[17]Father, I --? \n[18]I'll reserve judgement until the patient lives. \n[19]Thank you.  Let's go upstairs, boy. \n[20]\n[21]In the year of our Lord 1348 I, Brother Gerhado of the Minorite Abbey helped bury the Abbot and my sixty fellow monks, day by day, one by one, until I am the only one left.  I stayed as long as I could bear it, then with my dog -- \n[22]- fled.  I have put this to parchment lest this pestilence - this Black Death - stay my hand. This was finished by another hand... \n[23]\n[24]\n[25]\n[26]\n[27]No.  No supplies.  Kyle, there's someone in here -- \n[28]I don't want to stay.  I have to get her out before this sinks.  You come in, give me a hand -- \n[29]All right -- \n[30]I'm supposed to be a doctor. \n[31]She could've been lost. \n[32]Lights.  So many lights -- \n[33]Machines.  Buttons.  Metal. \n[34]Thousands of lights.  Like the stars. Like Heaven on Earth. \n[35]\n[36]\n[37]You're out of it.  Out of it... \n[38]I don't think she's here yet. \n[39]She is close, though. \n[40]What is it -- What's wrong? \n[41]But I.  Her meals -- \n[42]Father, I don't understand -- \n[43]What?! \n[44]Huh?  A woman? \n[45]One of your sheep?  Jesus Christ. Call a vet. \n[46]You're no help.  Okay, let me get my bag. All creatures great and small... \n[47]So would I.  It's freezing in here. \n[48]Haven't we all... \n[49]May be pneumonia.  Pitch some of that hay around her.  Stop this damn cold breeze. \n[50]First, I'll -- \n[51]Wait a minute... \n[52]I don't know.  It's all over the ground. Some sort of -- \n[53]Jesus!  Help m -- \n[54]\n[55]This woman.  Ripley.  I tended her -- \n[56]Please, sir, let me finish.  I feel that there may be something to what she says. \n[57]I don't understand what you are doing. \n[58]From what?  This woman?  You never gave her a chance.  How can you be so sure you're right? \n[59]You didn't see this thing -- this demon -- Brother Graham and I -- we both saw it. \n[60]I -- I don't know what it was.  But I don't think Ripley was a party to it. \n[61]But she tried to warn us -- \n[62]But I believe her.  I don't know how to describe it -- A feeling. \n[63]Here. \n[64]It's - It's her conviction.  I just think -- \n[65]That's what she said. \n[66]But I -- \n[67]Yes, Father. \n[68]\n[69]Now find John and have him brought to me immediately. \n[70]I -- Abbot.  Must -- \n[71]Yes.  Devil. \n[72]Don't humor me -- I'm -- \n[73]\n[74]Ripley! \n[75]Anthony?  Thought you dead fifteen years. \n[76]I -- I'm looking -- the Abbot -- \n[77]Puh.  Please. \n[78]Wait a minute - I thought you were the expert on this monster. \n[79]Yes.  I mean no.  I mean, that was part of it.  Look.  I never thought you were wrong. I was wrong not to say anything.  I was afraid to speak up.  It's hard to be a monk, you know? \n[80]We all are.  Took vows. \n[81]I'm sure he thinks what he did was right. \n[82]No.  Charity. \n[83]Arceon. \n[84]We can't. \n[85]Leave Arceon.  Can't leave the library -- \n[86]Books. \n[87]The reason we are out here.  Like the Monks who guarded Monastery Libraries on remote islands off England during the First Plague -- \n[88]Some of these books survived the burning of the Libraries of Alexandria.  They contain knowledge that exists in no other record.  Their value is unestimable. \n[89]We're supposed to protect them. \n[90]He's a spy. \n[91]Colony. \n[92]The order was more of a counter culture, a reaction to the Technology that was beginning to take over everyone's lives. It was a simple enough idea - Read, don't watch disk.  Walk, don't pump more carbons into the air.  The earliest members renounced technology.  Started to collect the remaining books.  Nobody would have noticed if it hadn't been for the Virus. \n[93]After a scare like that, thousands flocked to our retreat.  People started clamoring for written information.  For our books. They abandoned the modern ways -- \n[94]They sold the technology.  A movement to live simply was quickly twisted by Federal agents into a political movement against the Company-controlled World Government.  Too much was at stake. \n[95]We were sentenced as political dissidents. This orbiter is our gulag.  All the men were packed up with all our books, and towed into space.  Ten thousand men.  The eldest died very quickly. \n[96]Perhaps. \n[97]The Abbey, the fields -- \n[98]The sea. \n[99]As a stone falls --- Five miles through the center. \n[100]Ropes cut. \n[101]There are ladders. \n[102]You can't -- \n[103]I need you.  I can't do it alone. \n[104]We renounced technology.  It was those things that caused the Plague. \n[105]God? \n[106]I don't know.  I just took it for granted. \n[107]That's five levels up -- \n[108]A chance. \n[109]Those things you said before -- \n[110]I read about it in psychology books. Sometimes when people outlive someone they cared for, they transfer some of the guilt for that person's death to themselves. \n[111]You make it sound human. \n[112]I think I do. \n[113]\n[114]Jesus Christ.  Ripleeeee -! \n[115]\n[116]You're welcome. \n[117]Hold this against your nose.  It'll stop the flow. \n[118]I'm a doctor. \n[119]Visions. \n[120]They're portents.  They stand for an evil yet to come. \n[121]You need sleep. \n[122]No.  We all need rest.  You especially. \n[123]Doctor's orders. \n[124]Besides, you see what happens when you get ahead of us.  We should stay together. \n[125]What do you mean? \n[126]See my bag? \n[127]Just a book. \n[128]It's just... a medical book I might need. \n[129]Only if you can eat bandages. \n[130]You all right? \n[131]You weren't hurt when I landed on you? Bruised a rib? \n[132]Sort of.  My father passed on when we first came here.  The Abbey's Physician - Father Anselm - took me in.  He really raised me -- Taught me what he could before he passed away.  He was schooled on Earth. \n[133]You haven't eaten since I took you out of your tube. \n[134]Blood.  Mixed with sea water. \n[135]Getting close... \n[136]Father -- \n[137]No one could be. \n[138]We are going to the Technology Room. Trying to find some way to fight -- \n[139]Please. \n[140]Sir --? \n[141]Ripley -- \n[142]Brother. \n[143]I just - are you allright? \n[144]Hello? \n[145]I think this is it. \n[146]\n[147]\n[148]\n[149]\n[150]\n[151]I thought we'd lost you. \n[152]Last will and testament.  Just kidding. \n[153]Resting.  He'll be fine. \n[154]Sir.  We're all in the same coracle, so to speak. \n[155]Yes... \n[156]What? \n[157]Ripley, wait -- \n[158]Ripley, don't -- \n[159]I believe - I know - that we can win -- there is an answer in our books. \n[160]If that's true, then all of us, the books, are consigned to ashes. \n[161]How does this explain the thing that came out of the ewe's chest?  The Abbot's head? \n[162]No what? \n[163]Brother -- \n[164]We had better go, then. \n[165]Must be day on the surface of the planet. \n[166]Mirrors.  Reflect the outside light down great shafts -- through lenses.  That's what they make in the glass factory. Lenses.  Look -- \n[167]Opens to the surface.  Water flows in and out.  I don't know how.  There's one at either end.  I came down on the other side. \n[168]We cross. \n[169]They'll be fine.  You've been on a boat before. \n[170]Father Anselm used to take me on his coracle when I was little. \n[171]Five.  The Abbot said they put us to sleep for the thirty years it took to get here.  We've had almost forty more.  Until now. \n[172]Never had one.  I mean, never knew her. I mean, I did, once.  She left my father when he joined the movement.  If she hadn't I wouldn't be here.  They kept the other children with the women, on Earth.  That was too long ago now.  Like a dream. \n[173]The girl in the ship with -? \n[174]Jesus Christ. \n[175]You didn't choose to get lost in space. \n[176]Brother. \n[177]From the levels above. \n[178]He must have slaughtered all -- \n[179]There's Andrew.  And Raphael.  Peter... \n[180]We're right below the Abbey now. \n[181]This is the glassworks.  They have tools here -- Kyle -- \n[182]Kyle.  Brother Kyle. \n[183]Kyle goddammit! \n[184]Keep singing, my friend. \n[185]I killed him.  I'm a doctor and I killed him. \n[186]No.  He hasn't been up here yet.  I did this. \n[187]Here - philosophy - we'll start here -- \n[188]Mattias! \n[189]He waited.  Ripley, this is Mattias.  My dog.  Good fellow. \n[190]Easy, boy... \n[191]Not that will do us any good. \n[192]We hurt it. \n[193]On the roof directly above this room. \n[194]But the books -- \n[195]No!  THE BOOKS!! \n[196]\n[197]Are you all right? \n[198]\n[199]Ripley -! \n[200]\n[201]Ripley - the lever!! \n[202]Saw that happen to a bottle once. \n[203]We've got to get to the Library -- \n[204]Some of them!  I've got to save some of them!  Mattias!! \n[205]The Library -- \n[206]What does that mean? \n[207]It means the Abbot could've been right --  \n[208]Not everything.  Some things will be lost forever. \n[209]What can I do? \n[210]Hey!  What?! \n[211]Hey - I'm locked in. \n[212]What? \n[213]What?!  You can't -- \n[214]My book -- I know what to do -- \n[215]You can't do this.  Ripley - listen to me - you're confusing feeling of guilt for actual sin - I can help you -- \n[216]NO!  No, Goddammit - you can't do this. You can't let it win. \n[217]Listen to me!  You have to let me try! Ripley:  You're MY only chance! \n[218]I told you Father Anselm raised me. He raised me and when he was dying I couldn't do anything to save him.  I didn't know enough.  It was my fault he died.  If you don't let me try to save you my body will live but my soul will be dead. \n[219]Please. \n[220]Something that will make you well. Something that will make you sick. \n[221]Shut up and drink. \n[222]Choking.  It was the only way. \n[223]\n[224]They knew. \n[225]That's idea.  Join...my brothers.  If we were right, Heaven.  If we were wrong -- either way, where we belong.  World of books.  Pages. \n[226]You... are from the real world. \n[227]Stay -- both of you. ", "ABBOT": "\n[1]Mind?  Just Philip, if he knew.  I passed him on the way up.  He said you'd come in alone.  I knew better. \n[2]Hello, Mattias.  How are you, boy? \n[3]You know what Philip says about Mattias' hair and his breathing.  You'll have to take him out of here. \n[4]Someone must have left this one unlocked. Take the book with you. \n[5]Kyle tells me you did a good job at the glassworks today. \n[6]It will get easier.  Father Anselm was... an unexpected loss.  You'll do fine. \n[7]Just have it back before the end of lunch. Oh -- And I didn't see you in here. \n[8]How is the woman, John? \n[9]I am the Abbot.  Leader of this Colony. And you? \n[10]Your vehicle crash landed.  Brother John found you and brought you here. \n[11]This is the Minorite Abbey within the manmade orbiter Arceon. \n[12]We have no radio here.  We are a monastic order that has renounced all modern technology.  We live the old way.  The pure way. \n[13]You were alone. \n[14]You were the only living thing found aboard that vessel. \n[15]What came with you? \n[16]Almost two days -- \n[17]Wait a moment -- \n[18]Leave us. \n[19]Continue. \n[20]Not possible. \n[21]When we left Earth seventy years ago, it was on the brink of a New Dark Age. Technology was on the verge of destroying the planet's environment.  A computer virus was threatening to wipe away all recorded knowledge.  There didn't seem to be any way it could be averted.  In the almost forty years since we were towed out here in hypersleep, the news that came with occasional supply ships only got worse. Finally, the ships stopped coming.  We had to resign ourselves to the fact that worst had come to pass, and the Earth no longer existed. \n[22]Your mind is troubled.  You need to rest some more. \n[23]I have had enough for now. \n[24]No.  And there won't be. \n[25]Bolt it. \n[26]Your patient is in a dangerous mental state.  Nobody gets in or out until I say so. \n[27]Nobody. \n[28]You heard Brother Graham tell of the devil inside sheep's wool -- \n[29]An evil brought by this woman in her vessel of technology. \n[30]We know that.  At first we believed its arrival was a good omen.  But it has only brought pestilence.  Dead sheep.  Dead fish. \n[31]We know the name of the evil it brought. It brought technology.  Technology to destroy our planet, as surely as it destroyed the Earth. \n[32]All dead. \n[33]You could not have been on the Earth a year ago, because there is no Earth to be on -- for at least twenty years. \n[34]Then there is no choice. \n[35]The evil is inside you.  I cast you down. To be sealed away.  And God have mercy on your soul. \n[36]No trouble? \n[37]I had that wood earmaked for the Cloister next winter.  Well, we might not get to the winter if we don't take care of this. By winter time we can start taking the penitent cells apart.  No one in them. \n[38]Neither are we -- \n[39]Go ahead. \n[40]Yes, and you did a good job.  You shouldn't feel responsible.  You couldn't have known -- \n[41]There isn't. \n[42]This colony is my responsibility.  I am protecting the colony. \n[43]A better question is what makes you think I'm wrong? \n[44]That's right.  You both did.  And what was it? \n[45]She admits she brought it. \n[46]You know that's how the devil works. Deception. \n[47]You haven't seen a woman in thirty years. Where does this feeling originate, John? \n[48]I believe you.  But your feelings are fooling you. \n[49]Don't think. \n[50]It's been a long night.  For all of us. You really don't understand what you're dealing with here. \n[51]These are ideas which threaten the very system we live under.  The creature is dead and the woman is gone.  Forget them. Both.  Go read.  Go fishing.  Go anywhere, but leave this alone. \n[52]Alone.  I'll get Philip to let Mattias into the Library, all right?  For your own good, just stay out of this. \n[53]I mean it. \n[54]Start in the library.  And keep it quiet. \n[55]Cold tonight -- \n[56]And every day.  Never this bad.  Taken so much wood out of the structure the surface wind blows right through the colony.  Right under the floor -- \n[57]Matthew?  Matthew?  Jesus, what's wrong? \n[58]Stay together.  Together... \n[59]Run!  RUN! \n[60]No - NO.  The -- \n[61]I was their spiritual leader.  I was not prepared to lead them in battle. Not against that thing. \n[62]Destruction.  The destruction YOU brought to us! \n[63]What are you doing with this woman --? \n[64]You don't join the devil to fight the devil. \n[65]Look who defends the deceiver -- the one who isn't even human.  John, can't you see what is happening?  On ancient Earth, during the Black Death - many believed that God had abandoned them, so they appealed to the Devil.  Flocked to him hoping to save their bodies - losing their souls in the bargain. \n[66]All right.  I was trying to keep you quiet. \n[67]I do what I have to do to keep the Brotherhood together.  We all gave up believing in Earth a long time ago.  How do you think they would feel if told their exiled was in vain?  That the holocaust they were trying to avoid never occured?  Those men up there have grown to live with it. \n[68]You threatened the status quo. \n[69]Only about you.  The rest I still believe.  If Earth still orbits its sun there is no way it could have survived being reduced to Barbarism. \n[70]Not afraid of death. \n[71]The Devil. \n[72]What was that? \n[73]What do we do? \n[74]We can't just stand here and wait. \n[75]John - what are you doing? \n[76]Technology. \n[77]Go ahead. \n[78]Open the door, woman. \n[79]\n[80]What's wrong?! \n[81]Close it -- close it -- it's coming - \n[82]Hurry -- \n[83]Do you see what you've delivered us into? \n[84]On the other side of that door. Waiting for us to starve to death. \n[85]Why should he enter?  He knows that one of the people in this room is in league with him. \n[86]Maybe more than one of us. \n[87]Even this is forbidden to us. \n[88]It's here.  I was just hoping I would be dead long before it came to this. \n[89]We're supposed to die here.  That's the point. \n[90]The punishment for our crime was death. \n[91]Poetic justice for the anti-technologists. The Company's best work.  You know, I used to be a corporate executive.  Middle range V.P.  Then my wife got hit by a speed craft. I chucked it all and joined the order. Be a monk -- see the world.  Being here, being chairman of the board... \n[92]Where can she go?  She's trapped.  Trapped inside her own prison.  A prison in her mind.  Inside her mind.  Dancing. Sparklets of light - dance with the june bugs in the recesses of ourmindstheyare coming to danceintheshadowof... \n[93]RidingthewildwindsofchangeNoescapeNo escapeforthewickedEvilEvilthynameis woman.Woman.Womanheiscoming.Heiscoming foryouuuuuuuuu --* ", "ANTHONY": "\n[1]You waiting for meat?  They don't bring me meat because they know I'm an android. Really don't need it.  Bread's better for you anyway.  Harder to digest, so it makes you feel fuller than you are. \n[2]Mmmm.  Just a little crunchy. \n[3]You don't eat, you'll starve to death, girl. \n[4]Because I'm a synthetic person you don't think I can care? \n[5]You told me you had a bad experience and a good one with androids -- \n[6]You've still gotta eat.  You gotta fight the bastards -- \n[7]He?  You make it sound like this Alien has a personal score to settle with you. The biology you describe:  Queen laying eggs, larvae, drone -- that's very insectoid.  Insects usually don't bear grudges. \n[8]Medieval Monks. \n[9]And they've only chose to live the life style, they don't believe they're --  What's that? \n[10]Hey -- you knocking -- cut it out -- You're going to wake everybody up. \n[11]Brother John? \n[12]Made too good for that.  What're you doing? \n[13]What?  You look like you've seen the devil. \n[14]You mean he -- \n[15]It must be able to take on some of the characteristics of the animal it grows in. Maybe they are from some sort of aggressive soldier race -- warring parties drop the eggs on opposing planets -- \n[16]It's a biped.  In a sheep or cow, a quadroped. \n[17]Not for years. \n[18]Satellite. \n[19]The Company planted me here. \n[20]They built this prison. \n[21]Prison.  They are all political heretics. \n[22]A computer virus.  A bad program.  By this time the Corporate structure was transglobal, all the world's data storage systems were linked.  It spread through two countries before it was stopped. \n[23]This was a threat -- \n[24]I was placed among them as a sensor. Keeps tabs on the movement. \n[25]I told them.  After the supply ship's stopped coming I saw no point in keeping up the charade.  Since I was a sort of walking reminder of technology, they cast me down. \n[26]In Heaven. \n[27]This orbiter was patterned after a medieval concept of the universe -- They call the top half \"Heaven - \" \n[28]The bottom half is \"Hell.\"  Where we are. \n[29]Really. \n[30]It's smart.  First he cuts their escape off, then works his way down through the monastery level by level until there isn't a thing left alive.  Interesting... \n[31]We don't have weapons here. \n[32]There is technology. \n[33]A room.  A Technology room.  Fresh air and water come out. \n[34]The heart and lungs of Arceon. \n[35]One level beneath the underground sea. \n[36]On the other side of the orbiter. \n[37]\n[38]\n[39]No - please.  Just let me sit. Awhile. \n[40]Damn it. \n[41]The reason I'm down here. \n[42]Dreams. \n[43]That's probably what they thought when they built me.  But my brain is cyber- organic - patterned after the human brain - it functions the same way a human brain does.  It accumulates random images and sensations during waking hours, but unlike the human brain that sloughs them off during sleep -- \n[44]Right.  Maybe they've fixed this on later models, but I don't.  Do you know what happens to the human brain when it is deprived of sleep?  It starts to run off the dreams while you're awake, as hallucinations.  Same thing with me. For twenty years I absorbed data on this planetoid.  A little after we lost contact with Earth the visions started.  They thought I was insane.  I had to explain that it was because I was an android. They liked that even less. \n[45]What I always see.  Images of Monsters. Demons. \n[46]Just images I've absorbed from those old books and have no way to get rid of. \n[47]My head is full of them.  I try to get them out any way I can. \n[48]I know that.  I'll settle for rest. \n[49]You should've eaten the bread. \n[50]Enough rest.  There's beasties afoot. \n[51]We're getting close to the center of the arc -- near the sea. \n[52]She's helping us -- \n[53]The Organism. \n[54]\n[55]Man trap. \n[56]In case anyone tried to get in and tamper with the technology. \n[57]No I won't.  He's a terrible liar. \n[58]It's ironic.  I guess my visions were prescience after all.  How will I ever resolve that with my artifical con- science? \n[59]More than that.  There are pumps beneath the floor - I can feel their vibration. \n[60]The Greenhouse Effect.  It's how the Earth almost destroyed itself in the late 20th century. \n[61]This planet is the supreme triumph of planned obsolesence.  A certain amount of primitive materials with an atmosphere processing system as fragile as a real environment but not replenishable. \n[62]I didn't have to see that to know what that means. \n[63]I'm confused.  Before you said it came out of the torso, not the head -- \n[64]There are several inconsistancies between this and the other Aliens you described. \n[65]I think this is important.  This may help us fight it.  The creature that I fought in the hall - when I first saw it, it had camoflaged itself to look like wood. \n[66]I don't think it was.  I think that this creature, if it is the efficient predator that you say it is, has the ability to adapt to its environment. \n[67]Or this may be an as yet unseen stage of development -- you saw a queen -- This could be like a King ant -- more highly advanced than the drone, bred for survival -? \n[68]Don't have second thoughts.  Blind and crippled I would only slow you down. Give him time to figure out what you're doing.  Just leave me my staff. \n[69]Ripley, I know.  Good luck. \n[70]Now the seer can only see what God wants him to.  Forty years on a planet of Monks and I've finally found religion. \n[71]John?  Ripley? \n[72]Well come then.  I haven't got forever. ", "KYLE": "\n[1]Good work. \n[2]You're yourself, that's better... \n[3]The Abbot will be pleased. \n[4]Don't what? \n[5]You want to be the Abbey's Physician, and you haven't learned the first rule: Don't worry about the patient. \n[6]I shouldn't have. Sorry.  Look, I know how you must -- \n[7]Not coming down? \n[8]John!  Wait -- !  Don't go in! \n[9]John - what is it?  Is this a Supply ship? \n[10]John.  Just get the hell out of there -- \n[11]Her?  Look, this is not the supply ship, so this is technology forbidden to us. Get out of there now! \n[12]You shouldn't have gone in -- \n[13]What was it like in there --? \n[14]Just lights? \n[15]\n[16]Hey!  Watch it! \n[17]What?  What is it? \n[18]John - relax.  Take a deep breath - Christ, now I sound like you -- \n[19]Is that it, John?  Is it the book --? \n[20]Everything's gonna be fine.  Now, let's see the -- \n[21]Sure.  Everything's gonna be fine... \n[22]Wait -- JOHN! \n[23]Can't see my baby. Don't see my baby.  Bay be. \n[24]Cards on the floor, fifty two pickup. Black king on red queen, put the ace up -- \n[25]Ace up.  Put the ace up.  Redaceupup. Blackaceup.Up.Pup-pup-pup-chaka- boomloommawhacka -- Booomalooma looma -- ", "THE ALIEN": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]", "HYSTERICAL MONK": "\n[1]Brother John!  You're here!  The Abbot said you'd -- I need -- you're the medic -- \n[2]My Sandy -- she's ill -- \n[3]Sandy.  My ewe. \n[4]Father Anselm was the vet. \n[5]I just gave her dinner and she keeled over. \n[6]Been using the wood from the walls for the fire in my cabin. \n[7]What is it? \n[8]What?!  WHAT?! ", "SECOND MONK": "\n[1]This is forbidden. \n[2]A woman... \n[3]It isn't sinking.  Look at it.  What are we supposed to do with it? \n[4]It's evil. \n[5]Evil technology.  Look at these fish -- \n[6]See?  Just look at the fish. \n[7]They're boiled.  These fish are boiled. ", "BALD TRIBUNAL MONK": "\n[1]You have no voice in this tribunal. \n[2]Evil. \n[3]No.  Who knows what new evils she'll release if allowed back into that infernal machine. \n[4]...they'll have started before she gets down to the Hermitage level. \n[5]Only finding the wood for the ship.  But Anderson's hut was about that big, and he's dead three months now. \n[6]I don't -- AAH -- "}}