{"dialogues": {"WILLIE": "\n[1]...to lie to them in order to line their own dirty pockets with the taxpayers' money. When have the citizens of Kanoma County ever witnessed a campaign like this? Why is the opposition so anxious to defeat me? Why have they used every dirty method known to make sure I'm not elected county treasurer? Well, I'll tell you why... \n[2]...Because they're afraid of the truth... and the truth is this. They're trying to steal your money. Yeah, I said steal. The county commissioners rejected the bid on the schoolhouse. Why? Well, they'll tell you their reason is the job will be done better. The county commissioners would have you believe that they're interested in public welfare. They're interested in welfare, sure. But it's their own. Let's look at the reason in the light of the facts and the figures. That brick factory is owned by one of the commissioners. That same brick factory uses convict labor. \n[3]Why? \n[4]If you folks'll be so kind as to read these handbills, my boy will pass them out among you. \n[5]Pass 'em out, Tom. \n[6]Let him alone! \n[7]I'm going to be on that same street corner tomorrow, Mr. Duffy. \n[8]My boy is out distributing those handbills now. \n[9]What did you want to see me about, Mr. Duffy? \n[10]I'm happy to know you, sir. \n[11]None for me, thank you kindly. \n[12]I'll have some orange pop if you don't mind. \n[13]He stutters, Mr. Duffy, but you... you don't say anything. Let's go, mister. \n[14]This is my wife, Lucy, Mr. Burden. \n[15]That's my pa. \n[16]Now we'll talk. \n[17]He's a strong boy. Don't worry about him. He can take care of himself. \n[18]Fifteen. \n[19]Nine years. \n[20]Oh, he's the best. I couldn't love him any more if he was my own flesh and blood. \n[21]Get the coffee, Lucy. \n[22]I'm going to run. They can't keep me from running. \n[23]I'm going to run. They're not going to kick me around like I was dirt. \n[24]Hmmm?... Yeah, yeah, sure, that's right. \n[25]By myself, at night. \n[26]If I ever find the time I'm going to take a course at the university. \n[27]Speak up. Speak up. \n[28]Good boy. Have you eaten yet, Tom? \n[29]I'm going to run... and you're not going to stop me. I'm gonna run even if I don't get a single vote. \n[30]...Measure of the damages is caused by... \n[31]A breach... \n[32]Of an agreement... \n[33]To sell... Oh, two years of this. \n[34]Willie Stark... Bachelor of Law... \n[35]If you'll just let me take your case... \n[36]Really, I'll wait for my fee. Just as long as you want me to. \n[37]How about that, Lucy, that's me. \n[38]No, I worked too hard in my time to get there. I think I'll just go on practicing law and make a little more money. \n[39]Wonder who that is? \n[40]Folks, if you'll just bear patiently with me for a couple of minutes, I'd like to tell you what this state needs. It needs a balanced tax program. Now I'd like to give you the facts and the figures. \n[41]How did it sound, Jack? \n[42]Say... I forgot to send a telegram to Lucy... Conductor! \n[43]Now right here... right here I'd like to add something about last year's taxes... eh? \n[44]What this state needs is a balanced tax program. Last year, last year the state claimed to have spent on roads... \n[45]Did it sound all right, Mr. Burden? \n[46]Thanks. \n[47]Oh, no. Wait a minute. My feet are killing me. Let me stay here, huh? \n[48]That's what I say. \n[49]A man don't have to be governor. \n[50]A man don't have to be governor. \n[51]Oh, I'm going to lose, Mr. Burden. I know that. Don't try and fool me. I'm not going to lie to you. I wanted it. I wanted it so badly I stayed up nights thinking about it. A man wants something so badly he gets mixed up in knowing what he wants. It's something inside of you. I would have made a good governor. Better than those other fellows. \n[52]A great governor. \n[53]Build them highways... greatest system of highways in the country. \n[54]I'll build schools. \n[55]Told me what? Told me what? \n[56]Jack! Told me what?... Told me what? \n[57]Framed? \n[58]Is it true? \n[59]Is it true? \n[60]My friends... \n[61]My friends... I... \n[62]I have a speech here. It's a speech about what this state needs. There's no need in my telling you what this state needs. You are the state and you know what you need... You over there... look at your pants. Have they got holes in the knees? Listen to your stomach. Did you ever hear it rumble from hunger?... And you, what about your crops? Did they ever rot in the field because the road was so bad you couldn't get them to market?... And you. What about your kids? Are they growing up ignorant as dirt, ignorant as you, 'cause there's no school for them?... No, I'm not going to read you any speech. \n[63]But I am going to tell you a story. It's a funny story... \n[64]Get ready to bust your sides laughing, 'cause it's sure a funny story. It's about a hick... a hick like you, if you please. Yeah, like you. He grew up on the dirt roads and gully washes of a farm. He knew what it was to get up before dawn and get feed and slop and milk before breakfast... and then set out before sunup and walk six miles to a one-room, slab- sided schoolhouse. Oh, this hick knew what it was to be a hick, all right. He figured if he was going to get anything done, he had to do it himself. So he sat up nights and studied books. He studied law because he thought he might be able to change things some... for himself, and for folks like him. \n[65]No, I'm not going to lie to you. He didn't start off thinking about the hicks and all the wonderful things he was going to do for them. No. No, he started off thinking of number one. But something came to him on the way. How he could do nothing for himself without the help of the people. That's what came to him. And it also came to him, with the powerful force of God's own lightning, back in his home country, when a schoolhouse collapsed because it was built of politics... rotten brick. It killed and mangled a dozen kids. But you know that story. The people were his friends because he fought that rotten brick. And some of the politicians down in the city, they knew that... So they rode up to his house in a big, fine, shiny car and said as how they wanted him to run for governor... \n[66]...So they told the hick... and he swallowed it. He looked in his heart and he thought in all humility how he'd like to try and change things. He was just a country boy who thought that even the plainest, poorest man can be governor if his fellow citizens find he's got the stuff for the job. Well, those fellows in the striped pants... they saw the hick and they took him in. \n[67]There he is! There's your Judas Iscariot. Look at him... lickspittle... nose- wiper. \n[68]Look at him! \n[69]Look at him! Joe Harrison's dummy! Look at him! \n[70]Look at him! \n[71]Now, shut up! Shut up, all of you. Now, listen to me, you hicks. Yeah, you're hicks too, and they fooled you a thousand times, just like they fooled me. But this time I'm going to fool somebody. I'm going to stay in this race. I'm on my own and I'm out for blood. \n[72]Listen to me, you hicks... \n[73]Listen to me and lift up your eyes and look at God's blessed and unflyblown truth... And this is the truth. You're a hick. And nobody ever helped a hick but a hick himself. \n[74]All right, listen to me... listen to me. I was the hick they were going to use to split the hick vote. But I'm standing right here now on my hind legs... even a dog can learn to do that. Are you standing on your hind legs? Have you learned to do that much yet? Here it is, here it is, you hicks. Nail up anybody who stands in your way! Nail up Joe Harrison! Nail up McMurphy! And if they don't deliver, give me a hammer and I'll do it myself. \n[75]Double bourbon. \n[76]And a beer. I hear you got fired from the paper. \n[77]You're smart. 'Cause before I'm through with that mob they're not going to have enough money left to pay the boy that cleans the spittoons. \n[78]I feel fine, fine. You see, Jack, I learned something. \n[79]How to win. \n[80]Do you want to know what my platform is? Here it is: I'm going to soak the fat boys and I'm going to spread it thin. \n[81]This is Jack Burden, a friend of mine. From now on he's going to live here. Give him anything he wants. \n[82]Duffy works for me now. \n[83]No. No, not yet. But I want to keep him around. He reminds me of something I never want to forget. \n[84]Come on, come on, come on, come on. Are these the boys? \n[85]How many do you think we can get? \n[86]How much? \n[87]What do you think, Sugar? Do they look like good boys? \n[88]Get a hundred... All right, go on, all of you. Blow. Blow, blow. You too, Duffy. Go on. \n[89]Handbill distributors. \n[90]That's the object. Not like when they beat up my boy Tom. \n[91]Oh, he's fine. He starts college in the fall. \n[92]Fine... fine. \n[93]Sadie is my secretary now. Oh, pardon me. \n[94]Hey, Sugar. \n[95]Keep everybody out of here. I want to talk to Jack and Sadie alone. \n[96]From now on you're working for me. \n[97]I don't know. Something will turn up, won't it, Sadie? \n[98]How much did they pay you on that newspaper? \n[99]I could buy you cheap, couldn't I? \n[100]No. No, I don't play that way. I like you, boy. I always have. I'll tell you what I'll do. I'll give you four hundred dollars a month and traveling expenses. \n[101]Money?... I don't need money. People give me things. \n[102]Because they believe in me. \n[103]It's a far cry from where I come from... to this house. \n[104]And standing here under the portrait of one of the greatest governors of this state, talking to you people... well, it's an honor I never thought I'd have. \n[105]Shoot. \n[106]Yes. Yes, that's true. I have nothing to hide. I'll make a deal with the devil if it'll help me carry out my program. But believe me, there are no strings attached to those deals. \n[107]Doc, Jack here has been telling me how you feel about things... how you'd like to see a new hospital built, a hospital that's the biggest and best that money can buy. You want those things, Doc, because, well, because you're a man who wants to do good. Now, I'd like to ask you a question. \n[108]Do you know what good comes out of? \n[109]Out of bad... that's what good comes out of. Because you can't make it out of anything else. You didn't know that, did you? \n[110]Why not? \n[111]Why, that's easy. Just... just make it up as you go along. \n[112]Folks, there's a time to talk and there's a time to act. I think the time to act is right now. And with your support, I not only will win but I will do all of the things I promised. I need your help. Oh, I need it badly. But I'm not going to beg for it. In the name of this state which we love... in the name of the governor in whose house we meet... I demand it. \n[113]Well, what do you say, sir? \n[114]But a game one. \n[115]Look, I'll give you complete power as attorney general. You can do anything you see fit. I'll swing the ax to clear the way for you. Is that a deal? \n[116]Jack, we have to get back to town... a lot to do. Dr. Stanton. \n[117]This is not a time for speechmaking. I should get on my knees and ask God to give me strength to carry out your will. \n[118]This much I swear to you. These things you shall have. I'm going to build a hospital. The biggest that money can buy... and it will belong to you. That any man, woman, or child who is sick or in pain can go through those doors and know that everything will be done for them that man can do. To heal sickness. To ease pain. Free. Not as a charity, but as a right. And it is your right that every child shall have a complete education. That any man who produces anything can take it to market without paying toll. And no poor man's land or farm can be taxed or taken away from him. And it is the right of the people that they will not be deprived of hope... \n[119]I demand that this bill be passed. Nobody's going to tell me how to run this state. \n[120]Oh, look at him go. He's going to be All-American. \n[121]All right, come on, both of you. Let's go, hurry it up. \n[122]Come on. Pillsbury put his hand in the pork barrel and got caught. You know, I never did trust that guy. \n[123]Later, boys, later. Say, Jack, go back and get the Judge. Let's get him over to my hotel just as soon as you can. \n[124]Well, I'm very sorry. Something very important came up. You'll call me later, won't you? \n[125]Look at you, Pillsbury. Fifty years old, gut-sprung, teeth gone, never had a dime. If the Almighty had intended for you to be rich he'd have taken care of that a long time ago. The idea of you being rich... that's plain blasphemy. Ain't that a fact? \n[126]Answer me! \n[127]Louder, man. Don't mumble. Speak up. Say it's a fact, a blasphemous fact. \n[128]I don't care if she's dying. Sugar, get the car. Get him and bring him over here. \n[129]Now, you know what you're supposed to do, don't you, Pillsbury? You're supposed to stay poor and take orders. Oh, there'll be some sweetening for you from time to time... but Duffy'll take care of that. Don't you go setting yourself up on your own again, do you understand that? \n[130]Louder, man. And say, I understand that. \n[131]Give him a pen and some paper, Sadie. \n[132]See who that is, Duffy. \n[133]Oh, hello, Judge. Sit down. I'll be with you in just a couple of seconds. Now write what I tell you to write... Dear Governor Stark. I wish to resign as auditor due to ill health, to take effect as soon as you can relieve me. Respectfully yours. Did you sign it? \n[134]Well, sign it! Don't put any date on it. I can fill that in when I need it. \n[135]Now bring it to me. \n[136]Now get out. \n[137]Yeah, I know. \n[138]Against who? \n[139]I got that \"this time,\" Judge. \n[140]It's too true. \n[141]What have we got on Hopkins, Jack? Hello, Jeff. About that Pillsbury business... Here's what I want you to do when it comes up in the legislature. Now, wait a minute, wait a minute. You listen to me. You got a mortgage coming due on that place of yours in about five weeks, haven't you? You'd like to get it renewed, wouldn't you? All right, Tiny'll talk to you in the morning. \n[142]Get going, Tiny. \n[143]I'm not a bit interested in Pillsbury's hide. It's something much more important than that. If the McMurphy boys get the notion they can get away with this, there's no telling where they'll stop. \n[144]Judge, you talk like Pillsbury was... was human. He isn't. He's a thing. You don't prosecute an adding machine if the spring goes busted and makes a mistake. You fix it. Well, I fixed him. I'm not a bit interested in Pillsbury. It's something much bigger than that. \n[145]It took you a long time to make up your mind, Judge. A long time. What made you take such a long time? \n[146]And now you are? \n[147]I'll tell you what you are. You're scared. You sat in that big easy chair of yours for thirty years and played at being a judge. Then all of a sudden I came along and put a bat in your hand, and I said, go ahead, Judge, start swinging. And you did. And you had a wonderful time. But now you're scared. You don't want to get your hands dirty. You want to pick up the marbles... but you don't want to get your hands dirty. Look at my whole program, Judge. How do you think I put that across? \n[148]You're not by any chance thinking of going over to McMurphy's boys, are you? \n[149]I'm happy to hear that. No hard feelings. \n[150]Do you think he means it when he says he's through with politics, Sadie? \n[151]What about you, Jack? \n[152]All right. All right. Take it easy. I'll take your word for it. \n[153]Sugar, take Miss Stanton home. When am I going to see you again? \n[154]What's the matter, Anne? \n[155]You've got to understand me. \n[156]Do you think I like sneaking around corners any more than you do? But right now, with the Pillsbury business and with your uncle quitting... If I got a divorce... \n[157]No. No, we won't stop seeing each other, will we? \n[158]Because you believe in what I tell you. \n[159]Sugar, meet me at the hotel as soon as you can. \n[160]These things are never over. I'll tell you what I want you to do, Jack. I want you to start a new page in that black book of yours... under then name of Judge Stanton. \n[161]Ssshhh, easy. \n[162]You know, some of this has rubbed off on you. \n[163]No... no... but I'll have to get myself a new boy. \n[164]Jack, there's something on everybody. Man is conceived in sin and born in corruption. \n[165]What's the matter, Jack? Are you afraid you might find something out? \n[166]It's only practice. He'll be all right tomorrow... You been gone a long time, Jack. \n[167]Why'd you lay around the hotel? \n[168]About what? \n[169]What did you find on the Judge? \n[170]You sure you didn't find anything on the Judge? \n[171]You're going to keep trying, aren't you? \n[172]I want you to. There's something else I want you to do too. \n[173]What's eating you, Jack? \n[174]If you've got something on your mind, boy, spit it out. We've been together too long to play games. \n[175]I hear your pal Adam Stanton turned down the job as director of the hospital. That's bad. Especially at a time like this. \n[176]Why? What difference does it make? \n[177]I heard it around. \n[178]I'll be right back, Jack. I want to see what's happening here. \n[179]Tom, come here. What's going on here? \n[180]Well, it does to me. What do you want him to do? \n[181]Tom, you're going to have to obey the rules. Do you hear me? You're going to obey the rules. \n[182]Tom! He's a little high-strung. Tom, come here. Tom! \n[183]Go on upstairs, Lucy. I have some business I want to talk over with Mr. Hale. \n[184]Now... now, don't get excited. Get me another drink, Sugar. \n[185]She's not going to die. She'll get the best medical attention there is. No expense will be spared. \n[186]Wait a minute, Lucy. He's asleep. And the doctor said after a good night's sleep he'll be all right. \n[187]Lucy! You care for a drink? \n[188]Accidents will happen, you know. \n[189]I saw the police report. There... there was nothing about drunkenness on the police report. \n[190]Tom, the doctor says you need rest, boy. \n[191]You don't know what you're talking about. I saw the police report -- \n[192]Nobody has to do anything. Stop worrying. I'll take care of everything. \n[193]Tom, go on upstairs and get some rest, boy. Go on... go on... go on. \n[194]Sugar, help him... Mr. Hale, come on over and sit down. You sure you wouldn't care for a drink, Mr. Hale? \n[195]Hey, Tiny, go home. Go on, out of here... out of here. Go on. \n[196]What business did you say you were in? \n[197]What business are you in? \n[198]Trucking business. Trucks run on state roads. If a man in the trucking business had a contract with the state, a big one, that would be pretty good, wouldn't it? Go on, Jack. Tell him what would happen. \n[199]Go on, tell him. \n[200]No, no. No, I'm not trying to bribe you. I'm... I'm only talking things over with you, that's all. \n[201]Sugar, follow him. Keep calling in. \n[202]Lucy!... Lucy! \n[203]All right, all right, gentlemen. I'll give you a statement. This whole thing is a mess of lies. It's a frame. The man that made that statement... have him repeat it to my face. He can't. He vanished. Let me ask you some questions. Where has he gone? Where is he? \n[204]I won't dignify that question with an answer. \n[205]At the football stadium, where he's supposed to be. He's going to play for State University, which this administration is responsible for. He's not hiding from anybody, gentlemen. He'll be out there in full view of seventy thousand cheering fans. One of which will be me. See you, men. \n[206]Why don't they put him in! \n[207]Get that man out of here! Come on, get him out of here. \n[208]They're booing you. \n[209]The doctor said it was nothing. \n[210]You're scared... plain scared. \n[211]Atta boy... get mad. Show some spirit. Jack, tell him what his playing means. Go on, tell him. \n[212]He's hurt? I'm hurt. It wasn't me that wrapped that car around the tree. It wasn't me that got drunk. But me, I'm takin' the rap. Go on, kid. Get out there and play. Show 'em the kind of stuff a Stark is made of. \n[213]I'm the one that made him play. I sent him in. \n[214]I sent him in. \n[215]What goes on? \n[216]They gotta fly. This is my son. He's got to live. \n[217]Isn't there anybody else we can get? \n[218]How bad is it really, doctor? \n[219]Has he got a chance? \n[220]What do you mean? \n[221]You'll do everything you can, won't you? Anything between you and me.. that won't count, will it? It doesn't have to. Look, doc, anything you want in the world you just ask for it and you got it. Go on, doc... ask for it. \n[222]How much does the doc know? \n[223]Oh, you know what I'm talking about. \n[224]About Anne and me. \n[225]Right over there, that's going to be the main building... fifteen stories high, like on the model. Over there, that's the laboratory. Finest technical equipment in the world. \n[226]Why? \n[227]To do some good for the people of the state. \n[228]Oh, there are lots of ways to get votes. \n[229]I won't interfere. I may fire you, but I won't interfere. \n[230]Yes, I know. I'll tell you what... You stay on your side of the fence; I'll stay on mine. Is that a deal? \n[231]How many theaters will this play in? \n[232]Hear that, Jack. All over the country. \n[233]Oh, there's one thing in there I didn't like too well. That messiah or dictator. \n[234]All right, all right, that's the way it stands... as of now. \n[235]Hello, Lucy... How are you making it, Pa?... How are you, Tom? \n[236]You're still a great cook, Lucy. Great cook. Well, I guess I better be getting back to town. Nice to have spent the day with the family. Goodbye, Lucy. Tom. \n[237]Take care of yourself, Pappy. Oh, uh... how do you like the new radio I got you? You know how it works? You can get police calls on it. Come here, come here... I'll show you. \n[238]This one for police calls up here. \n[239]All right, go ahead, go ahead. \n[240]Your friend, the Judge. \n[241]How long will it take you to pack? I want you to go back to Capital City with me tonight. \n[242]Because I need you. \n[243]I'll explain all of that later. Now, Lucy, do like I say. \n[244]You stay right here, Jack. I want you bear witness to what I've got to say. \n[245]You stay right here, Sadie. \n[246]All right, then tell Duffy not to do anything or say anything until I get there. \n[247]Shut up! \n[248]Leave him alone. How many scrapes have I gotten him out of? How many girls? \n[249]It's not him they're after. It's me. How many halfwitted apes do you think I'm going to have to pay to square this one? What do you think this is going to cost me? \n[250]A man builds for his son. That's all he builds for. \n[251]Give me a drink, Jack. \n[252]She'll go. \n[253]What's the score? \n[254]How do you know? Were you there? \n[255]Selling me out. \n[256]How many votes have we got? \n[257]We need twenty. \n[258]Yeah. Do you know how? \n[259]Oh, Jack. Come here. What have you got in your black book about that old friend of yours? \n[260]You know who I'm talking about... your old friend, the Judge. \n[261]If and when? I need it right now. He's got four senators wrapped up in his hip pocket. Come on, come on, boy... what have you got? \n[262]I ought to bust you, Jack. \n[263]Who are they? \n[264]All right, give him a break. But if you got the facts, you got the facts. The truth is sufficient... just like it says in the Bible. \n[265]All right, boy... I'll trust you. Where are you going? \n[266]Are you sure? \n[267]Tell the boys to get the hicks out. Bring 'em in from the sticks, empty the pool halls. Turn 'em out. Turn the yokels out. \n[268]Boy, I'll live to be President... \n[269]I've got fourteen senators to vote against impeachment. If I win, you're out of politics. \n[270]You sure you don't want me to go in with you? \n[271]Well, hurry it up, boy. We've got places to go. \n[272]I can't wait until tomorrow. I'm a very impatient man. \n[273]Is it true, Judge, that you're behind the impeachment proceedings? \n[274]I wanted to hear you say it with your own silver tongue. \n[275]Mind if I pour myself a drink? How about you, Judge, will you have one? You better... You're going to need it. \n[276]What'd he say, Jack? \n[277]Are you kidding? Did you show it to him, or didn't you? \n[278]That's what I figured. Let's get down to cases, Judge. Do you remember a man with the name of Littlepaugh? \n[279]Remember the Fortune Electric Company? \n[280]Remember how you got the job? \n[281]Do you remember how you got the job? \n[282]You know, Judge, dirt's a funny thing. Some of it rubs off on everybody. How did you get the job, Judge? Blackmail? \n[283]Yeah. But it did. \n[284]Well, I guess you know what the next move is, don't you? \n[285]Everybody except you, Judge. You're alive. And people think you're a certain kind of man. And you just couldn't bear for people to think otherwise. \n[286]Yes, yes, you did. \n[287]How about my answer? \n[288]I want it tonight. \n[289]We've got a lot to do. It's getting late, Jack. Let's get back to town. \n[290]Aw, you don't mean that, boy. \n[291]It's all right, doc. Just here to discuss some politics with the Judge. \n[292]Good night. \n[293]Wait a minute, Jack -- \n[294]They tried to ruin me. But they are ruined. They tried to ruin me because they did not like what I have done. Do you like what I have done? \n[295]Remember, it's not I who have won, but you. Your will is my strength, and your need is my justice, and I shall live in your right and your will. And if any man tries to stop me from fulfilling that right and that will, I'll break him. I'll break him with my bare hands. For I have the strength of many. \n[296]Hello, Jack boy, I'm glad you're here. I knew you'd come back. \n[297]Oh, doctor, I'm very glad to see you. \n[298]It could have been the whole world, Willie Stark. The whole world... Willie Stark. Why did he do it to me... Willie Stark? Why? ", "JACK": "\n[1]No. Who'd he shoot? \n[2]What's so special about him? \n[3]Why, you promised me a vacation. \n[4]Yeah... but there's a... a girl I know. \n[5]The question is... can I? \n[6]Right. Oh... uh... what did you say his name was? \n[7]The fellow's name. \n[8]Willie Stark... \n[9]I found him in Kanoma City. A typical, hot, dusty, backwoods county seat. \n[10]Where can I find Tiny Duffy? \n[11]Uh, they told me I could get my camera back here. \n[12]People. Can I? \n[13]Are you Tiny Duffy? \n[14]Chronicle. \n[15]That's true... Only my boss on the paper can't see it that way. \n[16]Whose business is it? \n[17]You a commissioner? \n[18]Who isn't a commissioner? \n[19]Then you're in a position to know where -- \n[20]I thought you said he was head man? \n[21]Burden's my name... Jack Burden. Can we go somewhere where we can talk? \n[22]I know your side. What happened to the plate your men took from my camera? \n[23]You've been talking for a long time, Mr. Stark. \n[24]How old is the boy? \n[25]How long have you been married? \n[26]And now you, Mrs. Stark? \n[27]How did you meet? \n[28]Is that the only reason? \n[29]When did they fire you, Mrs. Stark? \n[30]If you don't mind the truth, Mr. Stark, you haven't much of a chance. \n[31]Oh, you studying law too? \n[32]Here you are... the last of the Willie Stark articles. Now can I go? \n[33]I do. \n[34]I hadn't been home in a long time. Only a hundred and thirty miles from Kanoma City. It was separated from the mainland by a body of water. For the first time I wondered if it wasn't separated by more than that. \n[35]Hello, Mother. \n[36]You look beautiful, Mother. \n[37]Two or three weeks. If that's all right with you. \n[38]Stepfather, Mother. \n[39]Yes, Mother. \n[40]Excuse me... I... \n[41]Dr. Stanton, I presume. \n[42]Good to see you, Judge. How have you been? What have you been doing? \n[43]Do you mind if I kiss your niece, sir? \n[44]Thank you, Mother. Thank you very much. \n[45]I like what I'm doing, Mother. \n[46]A lot of people like them. \n[47]What are you afraid of? \n[48]You think you can buy anything, don't you? \n[49]Apologize? I'd rather die. \n[50]Well, I don't. Neither do you. You don't love him, Mother. You never did. \n[51]I can get along without him. You need this house. And the parties. And the cars and the clothes and the lies. I don't. It's the truth, Mother, face it. For once in your life, face it. \n[52]Anne, Burden's Landing is a place on the moon. It isn't real. It doesn't exist. It's me pretending I live on what I earn. It's my mother trying to keep herself young, and drinking herself old doing it. It's you and Adam living in this house as though your father were still alive. It's an old man like the Judge dreaming of the past... Anne, come away with me. \n[53]And live in a shack and eat red beans. Anne, what do you want me to do? \n[54]Are you afraid I can't make a living? \n[55]What is it you want me to be? \n[56]Like your father. All right. I'll run for governor. Anne, I'm sorry. I'm sorry I said that. \n[57]Anne, I've wanted you to say that more than anything in the world, and now that you've said it... Anne, I guess you were right. I'm not sure of anything, including myself. I'm not sure I could live up to the... Anne, wait for me. Please wait for me. \n[58]Yeah. \n[59]Yeah? \n[60]Well, I guess that's the end of Willie Stark. \n[61]No more politics, eh, Willie? \n[62]The question I'd like to know is, why all the speeches you're making around the countryside? \n[63]Fine, Willie, fine. \n[64]Do you mind if I sit with you, Sadie? \n[65]Thanks... Tell me, what are you on this merry-go-round for? \n[66]For whom? \n[67]Which is. \n[68]Smart people. \n[69]You don't have to be smart to frame a guy like Willie Stark. \n[70]It is a frame, isn't it? \n[71]To split the vote and win the election for Harrison, huh? \n[72]I just want to make sure. \n[73]Look, why don't you tell the boys back home to save their money. Willie couldn't steal a vote from... from Abe Lincoln in the Cradle of the Confederacy. \n[74]I don't know, Sadie. I really don't know. \n[75]Fine, Willie, fine. \n[76]Shut up yourself! Listen, Willie, try it on your feet this time. \n[77]All right... Look, Willie, you tell 'em too much. Just tell 'em you're going to soak the fat boys and forget the rest of the tax stuff. \n[78]But it's the way you say it. Willie, make 'em cry. Make 'em laugh, make 'em mad, even mad at you. Stir 'em up and they'll love it and come back for more. But for heaven's sake don't try and improve their minds. \n[79]What? \n[80]Well, they haven't counted up the votes yet. \n[81]Come in. \n[82]Help yourself. \n[83]Nothing... except Willie here has been saying as how he's not going to be governor. \n[84]I don't tell anyone anything... I just listen. \n[85]Sadie! That's enough. \n[86]That's what they tell me. \n[87]Hey, lay off that. You're not used to it. \n[88]Why don't you lay off of him, Sadie? \n[89]Well, things seem to have quieted down. \n[90]Yeah. How was he? Noisy? \n[91]His wife. \n[92]Well, I'll take him from here on in. They're waiting for him at the barbecue. \n[93]Hey, Willie, Willie... come on, wake up, Willie. Come on, Willie. \n[94]Never touches the stuff. Lucy doesn't favor drinkin'. \n[95]Hair of the dog that bit him. \n[96]Shut up! \n[97]Sadie, he's wonderful... wonderful... \n[98]I thought the Chronicle line was -- \n[99]How do you square that? \n[100]Well, I don't... not any more. \n[101]If you had any guts you'd print this... \n[102]I know. You've got a wife and three kids and your boy goes to Princeton. \n[103]I'm too rich to work. \n[104]We didn't do so good. \n[105]You heard wrong, Willie. I quit. \n[106]How do you feel, Willie? \n[107]Yeah... what? \n[108]I didn't see Willie again until his second campaign... four years later. \n[109]I drifted from job to job... \n[110]...That is, whenever I could find one. \n[111]But always further and further away from Anne, and the life at Burden's Landing. \n[112]But Willie wasn't drifting. He knew where he was going. \n[113]He had his foot in the door and he kept right on pushing to get in. He had lost the election but he had won the state... and he knew it... and the people knew it. \n[114]They were all hopping on his bandwagon... even Tiny Duffy. \n[115]Yep, Willie came back like he said he would. \n[116]Willie was right -- he'd learned how to win... \n[117]He spent a lot of money doing it... an awful lot of money... I was beginning to wonder where he got it from. \n[118]There were rumors throughout the state that Willie was making deals with all kinds of people... strange deals... for Willie Stark. \n[119]The second time out, it wasn't a campaign... it was a slaughter. It was Saturday night in a mining town. \n[120]He came back and he took me with him. \n[121]It looks like everybody works for you. \n[122]If they all look like them I'd hate not to take one. \n[123]How is Tom? \n[124]Oh. And Lucy? \n[125]Sadie! \n[126]Doing what? \n[127]Three hundred dollars a month. \n[128]For a bag of salt. \n[129]You throw money around like it was money. \n[130]Why? \n[131]I was going home again. But this time it was different. Now I had a feeling that maybe the waiting was over... for me, and for Anne. \n[132]Are there any questions? Mr. McEvoy. \n[133]Judge? \n[134]Adam, you know how rumors start... \n[135]You've got to say yes. With you in the race... \n[136]What if it was his bribe! He swept the old gang out of office. What if they hollered like stuck pigs? He jammed through bill after bill and the people got what they wanted. \n[137]He started to build the roads, the schools, the power dams, to change the face of the state from one end to the other... His methods? \n[138]Politics is a dirty game... and he played it rough and dirty. Willie's little black book was a record of sin and corruption. And me, Jack Burden? I kept the book and added up the accounts. \n[139]Clown, show-off, playboy, they yelled at him. Building football stadiums. Fiercely proud of his son who played in them. \n[140]They said he was building up a private army. But he was building, always building... \n[141]Always playing up to the crowd. Letting them trample on tradition. Well, tradition needed trampling on. \n[142]The crowd loved it... Willie loved it... and so did I. \n[143]What goes on here? \n[144]Why, Sadie, I'm surprised at you. \n[145]If I met her on the street I'd never recognize her. \n[146]How should I know? I wasn't looking at her face... Look, if it's going to cause all this grief, why don't you let him go? \n[147]Just because a guy's sitting with a couple of girls on his knees in public... \n[148]You could always bleach your hair. \n[149]He's been two-timing Lucy. So there's another kind of arithmetic for what he's doing to you. \n[150]You seem to think Lucy's on her way out, don't you? \n[151]You ought to know. \n[152]Hey, you got the wrong guy. I'm not the hero of this piece. \n[153]He's right, Judge. Can't you see that he's right? \n[154]I've known the Judge all my life. He's always meant everything he's said. \n[155]But we beat the Pillsbury rap... It's over. \n[156]You're crazy. There's nothing on the Judge. \n[157]What if I won't do it? \n[158]What are you going to do? Have me shot? \n[159]I tell you there's nothing on the Judge. \n[160]It's a waste of time. \n[161]I kept saying to myself that Willie was wrong about the Judge. If there was anything left at Burden's Landing, it was honor. I had to believe that. \n[162]Anne, I want to ask you a question. Was the Judge ever broke? Really broke? \n[163]I don't want to know, but I've got to. \n[164]Did who tell me? \n[165]Me, I'm on the thirsty side. Bring some glasses, Anne, quick. \n[166]Another glass, Anne, for a ghost. \n[167]Shall we dance? \n[168]No, no... keep playing. Anne and I want to hear this, don't we, Anne? Adam... ghost... and me. \n[169]To the ghost?... To Adam, to the director of the new medical center. \n[170]I'm sorry, Adam. \n[171]Why? Because your uncle resigned? \n[172]Anne, if Adam doesn't want to discuss it, let's not. \n[173]Because you're the best man for the job. \n[174]It could have. Let's grant that. \n[175]No, it's not. If that were the only answer I wouldn't be with him any more. There's another side of it. I've learned something from him. You can't make an omelet without cracking eggs. \n[176]At any price. \n[177]I really believe that Stark wants to do good. You do too. It's a matter of method. Many times out of evil comes good. Well, pain is an evil. As a doctor you should know that. \n[178]The people of the state don't think so. \n[179]Will I find anything, Judge? Will I? I didn't find it all at once. It takes a long time to go through old courthouse records and musty deeds... a very long time. But it wasn't too hard for me. I was well trained in research, especially this kind. \n[180]I found what I didn't want to find. \n[181]Have some photostat copies made of these. I'll be back tomorrow for them. \n[182]Who is it? \n[183]Wait a minute. \n[184]All right, come in. \n[185]Stone. \n[186]I'm not. I've been sleeping. \n[187]Willie knows everything. \n[188]Willie's boy is worried about Willie's boy. \n[189]That's not my problem. \n[190]I'll be with you in a minute. \n[191]What do you mean? \n[192]What are you talking about? \n[193]Answer me! \n[194]What are you talking about? \n[195]You're crazy, Sadie. You're out of your mind. \n[196]Shut up! \n[197]Shut up! \n[198]He's off today. \n[199]Yeah. I figured if you needed me you'd yell. \n[200]Thinking. \n[201]Things. \n[202]Nothing. \n[203]Yeah, I'm sure. \n[204]If you want me to. \n[205]What? Bucket boy? Towel slinger? What? \n[206]What else do you want me to do? \n[207]What do you want me to do? \n[208]Oh? How did you hear it? \n[209]I just wanted to know. \n[210]How did you hear he turned it down, Willie? \n[211]I'd like Anne to see you now. I'd like Anne to see you now, you drunken sot! Come on. \n[212]You can never tell about a head injury. Maybe the boy's hurt. \n[213]Tom... cut it out! \n[214]There isn't a plane flying. \n[215]I still think Dr. Stanton should operate. \n[216]About what? \n[217]About what? \n[218]He doesn't know a thing... not a thing. \n[219]The boy? \n[220]He'll live. \n[221]Willie? \n[222]He'll find someone else to blame in a few days. \n[223]Anne... Anne, why did you do it? \n[224]You mean he wasn't like me. \n[225]Everybody loves him. \n[226]Are you going to? \n[227]His career! \n[228]What Willie needs, Willie's got. \n[229]What about Adam? \n[230]Well, you don't have to worry about him. If Adam finds out it'll be easy to prove a Stanton is no different than anybody else. Just show him these. Willie was right... a man is conceived in sin and born in corruption. Even Judge Stanton. Show them to him, Anne. Change the picture of the world that Adam has in his head, just like our picture of it has been changed. \n[231]Wipe out everything he's ever believed in. It'll be good for him. There's no God but Willie Stark. I'm his prophet and you're his... Oh, Anne... Anne, I'm sorry. I didn't mean... Anne! \n[232]It's all right, officer... we both work for Willie Stark. \n[233]Now he had us all... me, Anne, and Adam. Now we all worked for him. \n[234]If you don't mind, Mrs. Stark... the boys have to get back to make the morning editions. Set 'em up on the porch, fellows. We'll take some pictures out here, first. \n[235]Mrs. Stark, please... All right, fellows, take one down there, will you please... Shoot it up this way. \n[236]I'll wait outside. \n[237]Who do you mean? \n[238]If and when you need it. \n[239]I'm going to give him a break. If he can prove it isn't true, I won't spill it. \n[240]I promised two people I'd do it this way. \n[241]Myself... and someone else. It doesn't matter who. I'm going to give him a break. \n[242]That's the way it's going to be. \n[243]I'll be around. \n[244]The chips were down, and Willie knew it. He was fighting for his life. He roared across the state making one speech after another. And all of them added up to the same thing... \"It's not me they're after, it's you!\" \n[245]Willie hollered foul. Willie knew if you hollered long enough, hard enough, and loud enough, people begin to believe you. Just in case they didn't, he organized spontaneous demonstrations. \n[246]In case anyone hollered back, he organized spontaneous slugging. Willie pulled every trick he ever knew -- and added a few more. \n[247]Hey, Sugar! You'll never live to be impeached! \n[248]And always the trail led to one place... Burden's Landing... and the Judge. \n[249]I'm sure. \n[250]Judge, I beg you, as a favor to yourself, to me... call up, release your votes. \n[251]Judge, you know what Stark is capable of. Think it over. I'll leave now. I'll come back tomorrow and we'll talk about it again. You can give me your answer then. \n[252]I told you not to come in here. \n[253]You'll get your answer tomorrow. \n[254]How did you find out? \n[255]For me too, Judge. \n[256]I asked you... how did you find out? \n[257]Judge, I beg of you, call and release your votes, for your sake. \n[258]How did you find out? \n[259]You know we're through, don't you? \n[260]Did you give him -- \n[261]Answer me. Did you give -- \n[262]No. \n[263]Yeah. I know. Well, I kept my promise. \n[264]Come in. The door's open. \n[265]What do you want? \n[266]No, I want to see you cry. \n[267]Stop it! \n[268]I know. I was here. \n[269]Tell him what? \n[270]About you and Willie? \n[271]How was it, Anne? You tell me. \n[272]Your brother is an old-fashioned man. He believes in his sister's honor. Me, I'm a modern man. The twentieth-century type. I run. \n[273]For who? Your brother, or Willie? \n[274]Who's through with who? \n[275]Better for who? Him. \n[276]Did he tell you that too when he asked you to betray the Judge? At least I walked out on him. \n[277]If I ever loved you. I'll go find Adam. \n[278]Do you know who Dr. Stanton is? \n[279]Did he try to come through here today? \n[280]Well, can you check the other entrances? \n[281]No, thanks. I'll wait out here. If Dr. Stanton shows up, let me know. Pass the word along to the boys, will you? \n[282]Anne, Anne... Where are you going? \n[283]To do what? \n[284]No, that's too easy. \n[285]I do. \n[286]No, no more. \n[287]We're alive. \n[288]We've got to go on living. \n[289]So that Adam's death has meaning, so that it wasn't wasted. Anne, our life has to give his death meaning. Don't you see that? Look at those people... \n[290]Look at them! They still believe in him. And we've got to make them see Willie the way Adam saw him, or there's no meaning in anything... anything. \n[291]Will you wait here? \n[292]Will you wait here? ", "SADIE": "\n[1]Find a dummy. That's what we've got. \n[2]Stand... sit... \n[3]I take notes. \n[4]For those who pay me. \n[5]People. \n[6]Oh, yeah. Anybody that pays me is smart. \n[7]No. No, brother, you don't. \n[8]Why don't you give me a cigarette? \n[9]If you know, why do you ask? \n[10]Yeah. \n[11]I wish the poor... had enough sense to have somebody give him a good greasing for the beating he's going to get. 'Cause this way all he gets out of it is the ride. Hey, those speeches! Ain't they awful? Ain't they just plain awful? Question to you: if somebody told him he was a sucker, do you think he'd quit? \n[12]What I need is some sleep. Shut up! \n[13]Since you won't let me sleep you might at least give me a drink. \n[14]What's up? \n[15]So you told him. \n[16]Who told you? \n[17]That you're not going to be governor. \n[18]All right! That you've been framed, you poor sap. \n[19]And how! Oh, you decoy, you woodenhead decoy! And you let 'em. You let 'em because you thought you were the little lamb of God. But you know what you are? Well, you're the goat! You are the sacrificial goat! You are a sap... because you let 'em. \n[20]Enough? He didn't even get anything out of it. Oh, they'd have paid you to take a rap like that, but they didn't have to pay a sap like you. Oh, no, you were so full of yourself and hot air, all you wanted was a chance to stand up on your hind legs and make a speech: my friends, what this state needs is a good five-cent cigar. What this state needs is a -- \n[21]He wants to know if it's true. \n[22]Here. \n[23]He's not used to a lot of things. Are you, Willie? \n[24]Are you, Willie? Are you? Are you... are you, are you, are you? \n[25]Hi. \n[26]Yeah, I quieted him down. \n[27]Oh, he reared some. He's been telling me all the things he's going to do. He's going to do big things, this fella. He's going to be President. He's going to kill people with his bare hands. I quieted him down... Hey! Who's Lucy? \n[28]He talks like she's his mammy... she's going to blow his nose for him. \n[29]Yeah, well give me a receipt for the body and I'll be on my way. \n[30]There he is. \n[31]Whoops! \n[32]How'd you get him here? He was out stiff. \n[33]Hair? He must have swallowed the dog. \n[34]Hey! \n[35]What's he up to? \n[36]Same for me. \n[37]Hey, I need a boy... Where's a boy? Take that downstairs; they're waiting for it. Right away, on the double. Listen, baby, you've got to double- space all of this... he can't read, see. \n[38]And they need four copies. Hi, Jack. How are you? \n[39]Fix your tie, Willie. \n[40]Yeah. We need a college man around... for research. \n[41]You low-down, no-good redneck... \n[42]I'll kill him. \n[43]I'll kill him. \n[44]I hate all women. \n[45]Was she pretty? \n[46]Was she pretty? \n[47]Was she pretty? \n[48]Let him go? I'll kill him. I'll drive him out of this state. \n[49]Public or private... I know him. How about what happened in Chicago? That girl on skates... and the time you both went to St. Louis... There's a new invention, you know, Photography and newsreels. Willie Stark in a nightclub... Willie Stark with a blonde. \n[50]I could also break every bone in his neck. After all I've done for him... Now he goes two-timing me. \n[51]Lucy? If she had her way he'd be back in Kanoma City slopping the hogs right now. And he knows it. He knows what she'd do for him. She had her chance. \n[52]He'll ditch her... Give him time. \n[53]We're late. \n[54]Yeah?... Oh, I see. Dumond can't come. He says his wife is sick. \n[55]Yes? This is it, Willie. Jeff Hopkins on the wire. \n[56]No. No, I don't. \n[57]Good evening, Governor Stark. I thought you might like to know that Judge Stanton kept his promise. He gave the story to every paper in town. \n[58]Why? Because his name is Stanton? \n[59]Phew! Awful lot of smoke. Awful lot of whisky. You sober? \n[60]I'll have one with you. What are you hiding out for? \n[61]For four days? You've been back in town for four days. \n[62]Willie's worried about his boy. \n[63]Well, why don't you put something on the phonograph -- a low-down, mean blues. Play it over and over again until you're sick of it. Then crack it and go back to work. I do it all the time. \n[64]No, it isn't your problem. I'll wait for you if you want to powder your nose. \n[65]Hmmm. Yeah, I can see it. I've got to look in the mirror to be able to see it. Soft, white skin... not like mine. I had smallpox when I was a kid. Where I lived it seemed nearly all the kids had smallpox... \n[66]It leaves your face hard. Then she's got poise. Look at the way she holds her head... at just the right angle. That takes training. That takes years of training... \n[67]I see what Willie sees. Willie's got big ideas, Jack. \n[68]A girl like that could be a governor's wife. Or even a President's. \n[69]He ditched Lucy, he ditched me, and he'll ditch you. \n[70]He'll ditch everybody in the whole world because that's what Willie wants. Nobody in the world but him. \n[71]You and your high-tone friends. What do they know? What do they know about anything? Why did you have to mix her in? \n[72]Am I? Well, why don't you go down and ask her. Or ask him. Ask Willie. \n[73]Go ahead, ask him. \n[74]Ask him! \n[75]Ow-oo... oh... oh. \n[76]I'll help. \n[77]I'm going back to the capital and get hold of Duffy. \n[78]Somebody's got to go back to the capital. I'll go in the other car. \n[79]Yes, Governor. \n[80]Eleven. \n[81]Who else do you think he promised, Willie? \n[82]You'd be smart... play square with him. You're going to need people like us around. ", "ANNE": "\n[1]We were just discussing whether you should... \n[2]Oh, please... let's not talk politics. \n[3]And do what? \n[4]Oh, Jack, Jack, you haven't been sure. You've gone from one thing to the other... a year at law school, and now this job as a reporter... \n[5]Oh, no, Jack, it isn't that. I don't care about the money. It... it's just that I... I want you to be something. \n[6]I don't know. It's just that I want you to be... to do... something important. \n[7]All right, Jack. I'll go away with you. I'll do anything you want me to do. \n[8]I'll wait for you. \n[9]I'm very glad to have met you. \n[10]Does he mean it, Jack? Does he? \n[11]I waited for you. Hello. You promised we could... uh... discuss my charity project... Children's home? \n[12]Yes, certainly. \n[13]Please take me home now, Sugar Boy. \n[14]I understand you. It's myself I don't understand. \n[15]Maybe we'd better stop seeing each other. \n[16]No. \n[17]Because I believe what you tell me. \n[18]Why do you want to know? \n[19]Did he tell you -- \n[20]I don't know. I... how should I know if the Judge was ever broke? \n[21]Let's... let's have a drink first. \n[22]Adam! \n[23]Well, I'm not. What's wrong with being the director of the new medical center? \n[24]What other things? \n[25]Yes, me too. \n[26]But calmly. \n[27]But at least a hospital will be built, and the sick will be cared for. \n[28]No, Stark is not for you. Well, what is for you? Pride. Pride, that's all it is... foolish, stupid pride. All you've ever talked about is what you could do if... if somebody would tear down and build. All right, all right, somebody has, and he's given it to you. But he's not for you. No, he's not for you. \n[29]Jack, how is he? \n[30]Yes. \n[31]Oh, thank God. How is -- \n[32]He blames himself, doesn't he? \n[33]Oh, I tried to call here at the hospital, but I just... \n[34]He wasn't like anybody I ever knew before. \n[35]He wasn't like anybody I ever knew before. I love him, I guess. I guess that's the reason. \n[36]He wants to marry me. \n[37]Not now. It would hurt him. A divorce would hurt his career. \n[38]Jack... Jack, what are you going to do? You can't leave him now. He needs you now more than he ever did before. \n[39]You don't know him. You've known him all these years and you don't really know him at all. \n[40]Adam? \n[41]Jack... \n[42]I called you. All afternoon I've been calling you. \n[43]You've got to tell Adam. You've got to see him. \n[44]He knows about me and... \n[45]I tried to explain to him. I... I tried to explain to him that it wasn't the way he thought it was. \n[46]He hit me, Jack. My own brother... he hit me. \n[47]I'm frightened, Jack. \n[48]We're through. \n[49]He called me this afternoon. He's going back to Lucy. He said it was better that way. \n[50]Both of us. \n[51]Oh Jack... help me, please, please. Adam's all I've got left now. Oh, Jack, if you ever loved me... \n[52]I don't know. Leave me alone. \n[53]I don't care. \n[54]I don't know, I don't know, I don't know. \n[55]Leave me alone, please. \n[56]He's dead. \n[57]My brother's dead. \n[58]How? ", "STANTON": "\n[1]Is my shingle showing? \n[2]I thought they were very good. I was proud of you, Jack. I was particularly interested in Stark's ideas on health and medicine. You know the conditions at the hospital I work in. They're intolerable. I'd like to meet this Willie Stark. He sounds like an honest man. \n[3]I have a question. \n[4]A lot of people in this state have been saying that you've been making deals... some of them with the very groups that you claim you're against. Is that true? \n[5]You're sure about that? \n[6]Shoot. \n[7]You tell me, Mr. Stark. \n[8]No, I didn't... There's another question I'd like to ask you. You say there's only bad to start with and the good must come with the bad. Who's to determine what's good and what's bad?... You? \n[9]How? \n[10]That's his bribe. \n[11]Hello... Come on, Anne, take this food and start cooking. I'm hungry. \n[12]It's been a long time since I played this thing. What do you say we wake up the ghosts, huh? \n[13]Remember the last time I played this? You and Anne were dancing? \n[14]What shall we drink to? \n[15]Don't you ever stop working for him? \n[16]I came up here to get away... \n[17]Nothing, except that I'm not going to take it. \n[18]That's partly it. There are other things. \n[19]You too? \n[20]All right, let's discuss it. \n[21]Calmly. Go ahead, Jack. Why do you think he wants me? \n[22]It could have nothing to do with my name being Stanton? \n[23]That's your answer. \n[24]Or heads. \n[25]At what price? \n[26]Do you really believe that, Jack? \n[27]Pain is an evil; it is not evil. It is not evil in itself. Stark is evil. \n[28]How would they know? The first thing he did was to take over the newspapers and the radio stations. Why be so afraid of criticism? If Stark is interested in doing good, he should also be interested in the truth. I don't see how you can separate the two. No, Stark is not for me. \n[29]Anne... Anne... \n[30]I just got a call from Dr. Birnham. The earliest he can possibly get here will be tomorrow morning. \n[31]That's up to Governor Stark. He wanted another doctor... a specialist. I sent for one. \n[32]He's unconscious... and paralyzed. \n[33]To live? Yes. \n[34]Even if the operation's successful -- that is, if he lives -- I think he'll be paralyzed for life. \n[35]There are some things, Governor Stark, that even you can't buy. Do you want me to operate, or don't you? \n[36]Yes. \n[37]What are you trying to convince me of? I've taken the job. \n[38]My reasons are my own. Why are you building a hospital? \n[39]And get some votes. \n[40]Yes, I know... I won't stand for any interference. \n[41]If that's a threat, you're wasting your time. You know what I think of your administration. \n[42]What are you doing here? \n[43]Oh, I see. Well, good night. \n[44]Aren't you going back with him? \n[45]Why not? You belong with him. Jack, how could you have done it? When Anne brought me those papers she told me you promised not to tell Stark until... \n[46]Anne? Anne? ", "DUFFY": "\n[1]Who told you that? \n[2]You the reporter that's been snoopin' around town? \n[3]What paper? \n[4]You sure come a long way to stick your nose into other people's business. \n[5]It ain't any of his business either. \n[6]He's the head man. \n[7]He's in a position to know nothin'. And to say nothin'. \n[8]He uses my head. \n[9]Who's arrested? Nobody's been arrested. Hi, Willie. \n[10]Did you apologize to Willie? \n[11]Did you give him his handbills back? \n[12]Give him back his flag and his bag and... give this man his camera. \n[13]You go right ahead, Willie. We all believe in free speech. We got to... it's in the Constitution. \n[14]It's a free country, Willie. If you can convince the people to vote for you... you go right ahead. \n[15]I wanted you to meet a fella came all the way up from the state capital to meet you. A reporter. Wants to write you up... maybe put your picture in the paper. \n[16]Now that ain't polite. Don't you want to hear both sides of the story? \n[17]Must have dropped out. Oh, come on, fellas, let's relax. It's a hot day... Hey, Sugar Boy... \n[18]Bring some cold beer for the boys. \n[19]Orange pop! All right, Sugar Boy. Bring him some orange pop. \n[20]Did you hear that, boys? The p-p- pop's s-s-sold out. \n[21]If you want to listen to a boy from the sticks, I know just the guy. \n[22]Brought some people all the way up from the state capital just to meet you. Folks, I want you to meet Willie Stark, the next governor of our state. \n[23]I wouldn't add a thing. Just give them the facts. \n[24]Great speech. \n[25]Where is he? \n[26]Is he drunk? \n[27]Willie, what are you trying to do? \n[28]Play! Play! \n[29]Play anything. \n[30]That's a lie! \n[31]Go get him, boys... go get him. \n[32]Let these boys through, officer. \n[33]These are the boys that can get the boys. \n[34]Fifty. \n[35]Five dollars a head. \n[36]Shut up! \n[37]They're lined up against you solid. They had a meeting. \n[38]Me? What would I be doing there? \n[39]We might be able to dig up a few more. \n[40]No. ", "JUDGE": "\n[1]Good to see you, boy. Very good. \n[2]Oh, just sitting here... waiting for all of you to come home. You know, when a man starts to get old his eyes stray and play funny tricks on him. As I watched you in that boat I thought sure I saw a boy of twelve with a fishing rod in his hands. And I was sure the first thing he'd say would be... \n[3]I think this state could stand a few changes. \n[4]To the young people... to Anne, to Jack, to Adam... To what lies before them. To the world they'll make... in spite of the mistakes we've made. \n[5]A few... but it will hold. \n[6]I'm an old bird... I... \n[7]It's a deal. \n[8]The papers have the story. \n[9]They're talking about impeachment proceedings. \n[10]This time, Pillsbury. \n[11]How true is it? \n[12]You haven't answered my question. Why are you saving Pillsbury's hide? \n[13]Or where you will... Pillsbury is guilty. As attorney general of this state, it's my job to prosecute. \n[14]Yes, it is. \n[15]He's right because you want him to be right. Because you're afraid to admit you've made a mistake. Do it now before it's too late. I'm offering my resignation as attorney general. You'll have it in writing by messenger in the morning... dated. \n[16]I wasn't sure. \n[17]I knew how, but I never knew why. \n[18]I'm through with politics. \n[19]Goodbye, Governor. Are you coming with me, Jack? \n[20]You're making a mistake. \n[21]I made a mistake once, Jack... when I resigned. It was too easy then, just resigning, pulling out. No, Jack, I've made my choice. I have nothing more to lose. \n[22]Yes, it's true. \n[23]Well, you've heard it. If that's all you came to hear you could have saved yourself a trip. \n[24]Show me what? \n[25]Of course. I was their counsel for over ten years. \n[26]I swear I never even remembered his name. Isn't that remarkable, Jack? I never even remembered his name. It's all so long ago it's hard for me to realize it ever happened. \n[27]Yes, it did. But it's difficult for me to realize it. \n[28]Thanks for that much. \n[29]Yes, I do. Jack Burden. Willie Stark's hatchet man. \n[30]This would never stand at law, not for a minute. It happened over twenty- five years ago, and you could never get any testimony. Everybody is dead. \n[31]Ever since then I... I've done my duty. I... I'm responsible for many good things. But I also did this. \n[32]You have tender sensibilities for a hatchet man. Good night, gentlemen. \n[33]You'll have it in the morning. \n[34]In the morning. Good night, gentlemen. ", "LUCY": "\n[1]You sleepy, Pappy? You want to have a nap? \n[2]I'm worried about Tom. It's getting dark. He should have been home. \n[3]He was a neighbor's boy. They were poor folks. Both died. I couldn't have any children, so... He's a good boy. \n[4]Oh, there isn't very much to tell about me. \n[5]I was teaching school and one day a pupil walked in. It was Willie. I couldn't have a grown man in the class and Willie wanted to learn so badly... so I married him. \n[6]Except that I loved him. \n[7]A couple of weeks ago. I'd been teaching for a long time and nobody ever said I wasn't all right. But I don't care. I don't want to teach in a schoolhouse that they built just so somebody can steal some money. And Willie doesn't want to be Treasurer, either, if he has to associate with those dishonest people. \n[8]I don't care if Willie loses... just so he gets the truth to the people. Isn't that true, Willie? \n[9]Isn't it, Willie? \n[10]Well, if you lose you can give a little more time to studying your law books. \n[11]What happened, Tommy boy? What's the matter? \n[12]Let him tell it his own way. Go on, Tommy. \n[13]Let him wash up first. \n[14]A breach... \n[15]Of an agreement... \n[16]To sell personal property... \n[17]Oh, go on, Willie, go on. \n[18]Willie, Mr. Hale's here to see you. \n[19]I'll get him. \n[20]No, he won't be all right unless you make him all right. I'll get him. \n[21]Tommy... Tommy... Tommy! \n[22]Sit down, Willie. Please sit down. \n[23]What difference does that make now? \n[24]Yes... I want you to operate. Please, may I see Tom now? \n[25]I made some refreshments for your friends. I'll get them. \n[26]No, thank you. Thank you kindly. \n[27]Why? \n[28]She can be a witness too. \n[29]Willie! \n[30]Willie, stop. \n[31]What do you think it cost him? \n[32]Willie! Tom... Tom. ", "MADISON": "\n[1]Hey, Jack, ever hear of a fellow called Willie Stark? \n[2]Oh, county... uh... treasurer, or something like that. \n[3]They say he's an honest man. What I want you to do is to hop into your car... \n[4]Well, that can wait. \n[5]Oh... Well, she can wait too. \n[6]The answer is... get up there. \n[7]Who? \n[8]Oh, the... uh... Stark... Willie Stark. \n[9]Yes. You've earned your vacation. You've been writing these like you really mean them. \n[10]Hello, Jack. Cut your vacation short, didn't you? \n[11]By the way, Jack, the fellow you wrote the articles about... uh... Stark. \n[12]He lost. \n[13]Get up there. Get up there fast. Your friend, Willie, is hotter than a firecracker. \n[14]Stay there with him. \n[15]No use going any further, Jack. We aren't printing them any more. \n[16]Divide and conquer? Stark is getting too big for his britches and the hicks are getting too smart. We're now supporting Harrison. \n[17]I work here. \n[18]Jack, you fool. \n[19]I work here. I take orders. \n[20]You won't find it easy to get another job. ", "TOM": "\n[1]I gave out the handbills, Pa. \n[2]This time they were waiting for me. They took them away from me. Threw them in the dirt and beat me up. I brought some of them back. \n[3]I'm going to do it the way I want to do it. \n[4]It doesn't make any difference to me either way... whether I play or not. \n[5]I put 'em across, don't I? Every Saturday I put 'em across and I can still do it, drunk or sober. That's all you want, isn't it... for me to put 'em across so you can big-shot it around? Isn't that all you want? \n[6]Mr. Hale -- \n[7]I don't want you to try to cover up for me. I was wrong... that's all there is to it. \n[8]I don't care what the police report says. I was driving and I was drunk. It's all my fault. Anything you want to do to me, you can do. Whatever you want me to do, I'll do. \n[9]I don't want you to take care of anything. \n[10]Ever since the accident, my head... \n[11]Get dizzy... can't see... dizzy... \n[12]Get out of here! \n[13]I wouldn't know. \n[14]All right, I'll play. Now get out of here. \n[15]Goodbye. \n[16]What for? \n[17]Now he needs us. Now that he's in trouble he needs us, so he can lead us around like monkeys with rings in our noses. So he can say to people, look at me, feel sorry for me... just a family man with a wife and a crippled son... \n[18]Why don't you leave us alone? ", "PILLSBURY": "\n[1]Right over there, mister. \n[2]Them as is tendin' to it. County commissioners that the voters of Kanoma County elected to tend to their business and not take no buttin' in from nobody. \n[3]Yeah. Name's Pillsbury. Dolph Pillsbury. \n[4]Oh, Tiny, you're a card... Ain't he a card? Yeah, he's a card... Now, who thought up those city ordinances about arresting someone for making a speech? \n[5]Hi, Willie. \n[6]Now you know Willie don't drink, Tiny. His wife don't favor drinking. And Willie's the teacher's pet, ain't you, Willie? \n[7]Now ain't he a card? \n[8]Yeah... and the figures. \n[9]Yes. \n[10]It's a fact, a blasphemous fact. \n[11]Yes. \n[12]I understand that. \n[13]No. ", "FADE OUT": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]", "MCEVOY": "\n[1]Can't that wait until this evening? \n[2]How long do you plan on staying? \n[3]You do very well at it. I read your articles about this fellow... Willie Stark. Very convincing... Too convincing for my tastes. \n[4]A lot of people are fools. Articles like that shouldn't be permitted. They only tend to incite people. \n[5]Honest man? This state is full of these log-cabin Abe Lincolns with price tags on them. The louder he yells the higher his price. \n[6]Yes, don't you? \n[7]What do you think, Judge? \n[8]Well, I'll tell you what I think -- \n[9]The mistakes you've made, not me. You're all still pretty high and mighty, aren't you? You all think this state needs a change. You don't like the way it's run. Well, who's going to run it? Willie Stark? The Judge? You? You can be bought too. As a matter of fact you have been. And with my money. \n[10]That's a waste of good liquor. Your mother wouldn't approve. \n[11]No, I have no questions. ", "HALE": "\n[1]What I've got to say anybody can listen to... Where's your boy? \n[2]My daughter may die. \n[3]Where's your boy? \n[4]No thanks. \n[5]Accidents? Your boy was drunk. \n[6]Whose police and whose report? I say the boy was drunk. And I know it. \n[7]Right here before your father... I want you -- \n[8]I didn't say. \n[9]Trucking business. \n[10]You're trying to bribe me, aren't you? \n[11]You're pretty good at talking. I remember when you first started talking. A place called Upton. You did a lot of talking then and the things you said made sense, to me and a lot of other people. I believed in you... I followed you... and I fought for you. Well, the words are still good. But you're not. And I don't believe you ever were. ", "NARRATOR'S VOICE": "\n[1]And so the eyes of the entire nation are now focused upon Governor Willie Stark, an amazing phenomenon on the American political scene. The whole state is filled with his accomplishments -- each of them, of course, bearing his personal signature, to make sure that no one will ever forget who gave them to the state. \n[2]This is the way the roads used to be. But there are those who claim that they were adequate for the people's needs, that you don't need a four- or six-lane highway for a horse and buggy. \n[3]When Stark boasts of his great school system, his critics say: you can't go to school and work in the fields at the same time. And they question the benefit of these projects, charging that the need and the poverty of the people is as great as before. \n[4]Willie Stark has never forgotten the source of his power: the people who supported him. \n[5]He still keeps in touch with these people of the backwoods, making periodic trips to such places as Kanoma City, now famous as his birthplace... \n[6]For those who say that Willie Stark is a man of destiny, there are others who claim that he is a man of evil, a man who cares neither for the people nor the state, but only for his own personal power and ambition. \n[7]Obviously, these ambitions go far beyond the boundaries of the state. Just how far, only time will tell. Meanwhile, he is here... \n[8]...and from the looks of things, he is here to stay. Willie Stark: messiah or dictator? ", "SHERIFF": "\n[1]Sorry, Willie, you'll have to move on. \n[2]City Ordinance Number One-Oh-Five: more than five people congregating is disturbing the peace. \n[3]There's an ordinance against that too. \n[4]Get that camera! Willie, you're under arrest. \n[5]Yeah, I apologized to Willie. \n[6]Yeah, I gave 'em back. ", "WILLIE'S VOICE": "\n[1]They're not going to kick me around like I was dirt. \n[2]I'm going to be on that same street corner tomorrow, Mr. Duffy! \n[3]That brick factory is owned by a brother-in-law of one of the commissioners. The county commissioners rejected the low bid on the schoolhouse. \n[4]A voice in the wilderness. A man named Willie Stark... \n[5]Now, friends, if you will bear patiently with me for a few minutes, I'll give you the figures. What we need is a balanced tax program... \n[6]...So get ready to laugh. ", "COP": "\n[1]Where do you think you're going? Oh, I'm sorry. I didn't recognize you. \n[2]Yes sir. \n[3]Haven't seen him, sir. \n[4]If you care to come inside and wait, Mr. Burden, we can find you a seat. \n[5]Yes sir. \n[6]Stand back, everybody. Stand back. "}}