{"dialogues": {"MARY": "\n[1]Vita aenigma est. Life is a puzzle. It is. Specifically, life is most like a crossword puzzle. There are a million reasons why, not the least of which is that life, like crosswords, requires the use of your whole entire brain- Her writing hand knocks a glass of grape soda and it spills all over the puzzle. \n[2]Crap. The puzzle answers all run together. \n[3]Four letter word for... vomit. She takes a deep breath to calm her nerves. it doesn't help. \n[4]Not \"barf\". For sure not \"barf\". That's too easy. \"Puke\" is okay, but maybe a bit pedestrian (that means boring)... I like \"hurl\". I do. I like the way it rolls off your tongue -- the word, I mean. But my all time favorite is none of those. She puts her head between her knees, tries to keep it together.     2. \n[5]Four letter word for vomit? S-P-E- W. Spew... Sp-ew. A door nearby opens but Mary doesn't budge. A POLICE OFFICER walks out. A 40ish female TEACHER pokes her head out the door, signals to Mary. \n[6]Jesus help me. \n[7]You weren't supposed to tell them. \n[8]I made a crossword puzzle to help them guess what my job is. You ruined it. \n[9]People do crossword puzzles all the time but they don't often think of the person who made all the words fit together, and who thought up the clues, and who made sure the little black squares at the top mirror the ones at the bottom. She pulls one of the crosswords out of the garbage can, holds it up, turns it upside down, forces a nervous smile. \n[10]Crossword constructors usually have above average intelligence, with knowledge of just about every subject you can imagine. And it helps if they can spell. The card in Mary's hand reads \"LAUGH\". She laughs. Nobody else does. She looks at the cards again, instantly gets serious, sweeps her hand through the air. \n[11]Imagine, for a moment, a world without crossword puzzles. A world- Mary notices one Kid with his hand up. It totally throws her off. \n[12]My parents - \n[13]Water. \n[14]Yep, I live at home... She forces herself to get it together, totally faking it. \n[15]But so do all of you, so there... And sure, I only create one crossword puzzle a week but I have deadlines, I have stress, I have demands on me so huge you would not believe. The newspaper business is hell. I mean it. Hell. Somebody's got to write about all the horrors that go on in this world.     5. \n[16]And after people read about those horrors, somebody else has to bring them back from the brink of suicide. Who do you think that is? She leans in close to the front row, scares herself more than anybody. \n[17]Me! My crossword puzzle is always good news. it enlightens. it r andma's entertains. It keeps your g mind alive so she remembers to send you five bucks on your birthday. Think about that as you lie in bed tonight picking your nose and crying yourself to sleep. I know I will. The Kids just stare at her. She leans against the teacher's desk, tries to look relaxed but fails miserably. \n[18]My job matters, you know. In media circles I am, as the Dutch say, geliefd. That means I have plenty of friends. Hoards, in fact. Scads even. The kids aren't buying it. \n[19]That's a pretty blouse. The Teacher smiles back. Awkward. \n[20]Twelve letter phrase for smashing success! She heads down the walkway toward the bus stop. \n[21]As one would say in old Paris... Coup de maitre! talking - now to him. \n[22]It means \"master stroke\", even though the direct translation is actually \"master blow\"... Leave it to the French to pass off an unpleasant slave activity as an everyday expression. The Custodian doesn't know what the hell she's talking about. Mary continues on to the bus stop. \n[23]I sometimes suffer from benign positional vertigo. Could you please not drive until I'm - f He ignores her, starts driving. Mary struggles toward the back o f the bus, grabbing g goes. \n[24]Excuse me... pardonnez-moi... begnadiyen sie mich... She lurches for an empty seat and just about dislodges her shoulder on the center pole. Finally settled, she peeks under her sweater at the shoulder damage. \n[25]Hello hematoma. She smiles at an angry ELDERLY LADY sitting across from her. The lady gives her the \"don't talk to me\" glare, then stares out the window. Mary fidgets in her seat.     7. \n[26]In crosswords, as in life, some days are harder than others. It's true. In the New York Times, for example, the puzzles get harder as the week goes. So on Monday, a day that traditionally bites the big one, the crossword is super easy. It's comforting to know that although life can be difficult at times, crosswords let you off easy when you need it the most. Mary looks around for anybody to talk to. The other PASSENGERS avert their eyes. Mary starts biting her nails. \n[27]\n[28]Hi Betty. Betty just rings up the papers. \n[29]Did you see the review of \"Hairspray\" in the Journal yesterday? They used the word \"spectacular\" -- always a good sign. Maybe you'd like to go see it with rne? I have a coupon for five dollars off. Betty shoves the newspapers back across the counter, points at them, then speaks in barely recognizable English.     \n[30]We could bring your dad if you want. I don't think the show is ageist. That means he won't feel like a loser for being old. As she takes her time paying, Mr. Takihashi madly gestures about Mary holding up the line. Betty barks at her. \n[31]So no then? That's a no? Betty ignores her. Mary waits, loads the newspapers into her bag. \n[32]Sometimes crosswords are even better than life. Here's how. They don't discriminate. Crosswords don't care if you're young or old; black or white; male, female or intersex. Crosswords only care if you're an idiot. And, really, that's okay, because if you have the IQ of a yam, finishing a crossword should be the least of your worries. Mary glances up at the TV news once more, then walks away. \n[33]Crap. \n[34]\"Brilliant\" is what they said. Never in the history of St. Margaret's Career Day have the children's brains been so inordinately stimulated as they were today by my presentation. \n[35]\"Inspired\", the teacher told me. \n[36]\"Engrossing\" one child exclaimed. \n[37]I'm sure that's what he meant. And \"ebullient\"- \n[38]Dad, some of the greatest orators of all time had their heads chopped off for their labors. I'm lucky to escape with a simple flesh wound. Mary hands over the last newspaper, heads out to the hallway. Her mother yells to her. \n[39]I told you I'm not going. \n[40]Mrs. Alchessi has gliomatosis cerebri. \n[41]A brain tumor characterized by, among other things, dementia. She's nuts. Mary walks up the stairs. \n[42]I'm normal. Silence from her parents. Mary marches back into the living room. \n[43]In fact, I'm normalis extremes. That's the kind of normal that doesn't get more normal. \n[44]I'll go. Mary bolts up the stairs to her room. Mr. and Mrs. Horowitz look at each other, surprised, happy. \n[45]Carol, tonight I have a date. A blind one. Not the guy, I mean the situation. We are, as yet, unknown to one another... It's nerve wracking, I know. Try not to have a spontaneous epileptiform seizure. The doorbell rings. Mary freezes, listens for the muffled voices downstairs. She sits on the corner of her bed and breathes rapidly into a paper bag. There's a knock on her bedroom door. Mary folds up the bag, puts it in her pocket for later, then opens the door a crack. It's her mother. \n[46]I'd rather not. Mrs. Horowitz opens the door wider, takes a look at Mary, looks like she's going to cry. \n[47]i already did. Repeatedly. \n[48]Please don't mean on the inside. \n[49]Let's hope all that does it for him. \n[50]Gods. You may have noticed that I'm wearing clean socks. Translation: I'm really trying and thus should be amply rewarded. Thanks for your support. She gets up, has a second thought, gets back onto her knees. \n[51]And by support I don't mean, you know - She hikes up her bra. \n[52]I mean your assistance, your furtherance, your advocacy of my efforts to get out there and... do what I'm supposed to do. She concentrates hard, opens her eyes. Now she's ready. \n[53]I never went to kindergarten! He looks at her, totally confused. \n[54]They skipped me to the forth grade. \n[55]I missed finger painting. He has no clue what to say. \n[56]Me too. She lunges for his lips but the seatbelt snaps her back inches short. \n[57]You're not her type. And she's married. \n[58]Steve? \n[59]Is it Steven with a V or Stephen with a P-H? \n[60]I thought so. There are almost a million Stevens with a V in the country, you know. It's much more popular than the P-H way, almost twice as popular in fact. I think it's the Brits who prefer the P-H. They love their P-H's over there. Not as much as they love their fish and chips but still, they love them. It was the media thing, you know, that's why our moms wanted us to get together. You work in the media, so do I. We really have to hand it to our moms, Steve, we do, and not just for raising us, or for thriving during a time when women painstakingly struggled for equality, but I mean we should hand it to them for being visionaries and predicting our all encompassing compatibility. We're professionally compatible, yes, but it's occurring to me at this particular moment that we're also sexually compatible, and I don't know if you noticed like I noticed but we're also both wearing blue. What are the chances of that? Actually, if I really think about it, the chances are probably pretty good. Blue is one of the most popular three colors, however, yours is- She leans forward and checks the fabric tag on the neck of his jacket. She can't quite read it. She reaches up and flips on the interior light. Steve's just about blinded. She grabs the tag, reads. \n[61]Nylon. And mine... She grabs her own tag and reads it, just about elbowing Steve in the eye. \n[62]Polyester! See? Both synthetic fibres! And the chances of that are much smaller than the chances of us just wearing blue. Steve looks at Mary - suddenly fully aware of her craziness.     19. \n[63]Do you like crosswords? \n[64]Me too! And semantics, the study of the meaning of words? You love words, right? \n[65]I know! She can hardly believe her good fortune. Her mind reels just as fast as her lips. \n[66]Steve with a V, you know what we are? We're didymous. Two of a kind. Two rare earth elements brought together by Norns, that's Scandinavian for The Destinies. You want to make out for ten to fifteen minutes more then go get a six pack of Twinkies and Mountain Dew and stay up all night and talk? Steve is frozen. No escape - then it hits him. He jumps a bit, pulls out his cell phone. \n[67]I didn't hear it ring. \n[68]I didn't feel it \n[69]It's okay. When you get back we can have plenty of quality time. \n[70]Steve, this has been a night to remember. \n[71]Normal. \n[72]Mom, sometimes that's all you need to know he's the one! Mary smiles big, takes the rest of the stairs up two at a time. Mrs. Horowitz is about to follow her. \n[73]Eleven letter word for serendipity. She screams into her pillow. \n[74]The perfect answer: S-E-R-E-N-D-I-P- I-T-Y. Serendipity. Why would you ever need a better word than that? She sits up, grabs her notebook, starts to draw out a new crossword puzzle. \n[75]When I was a fledgling (that means novice) crossword constructor, I would find comfort in the words of the learned crossword sages. Above all, my hero is Manny Nosowsky, frequent New York Times contributor and all around cruciverbial master. \n[76]Manny says that a crossword puzzle's greatness can be determined by asking three simple questions. She marches in the direction of the Editor's office. \n[77]Is it solvable? She almost collides with a mail cart but keeps walking. \n[78]Is it entertaining? She arrives at the Editor's office, plants her feet in the doorway.     23. \n[79]Does it s arkle? She looks down at the crossword puzzle in her hands, smiles, holds it out for Soloman. Soloman grabs the crossword and hands it right to the Assistant, who rushes it out the door. \n[80]Romantic? \n[81]Creativo? That's Italian for \"creative\". \n[82]How about - \n[83]Oh. She looks like she's going to cry. She picks bag, fidgets. \n[84]Maybe I could make it up to you by doing a fishing themed crossword. I know how you love the piscatology. Soloman shakes his head -- it's done. Mary hesitates then finally gets up. \n[85]Okay. I'll just give you some time then. We'll talk next week.     25. He ignores that. She walks out, seemingly content, a bit of denial. A PAYROLL CLERK sees the elevator doors close behind Mary. \n[86]Indeed. \n[87]Finished with the Times? She goes to take the paper. He stops her. \n[88]How do you think? She looks at him -- worry all over his face. She hesitates for a moment then sucks it up. \n[89]Because if you're thinking that they loved it, that they thought it was imaginative and bold and evocative... you would be right.     26. He's not sure how to take that. \n[90]He works a lot, you know. Travels all the time. 'Tis possible he has not yet espied it. She picks up the crossword, admires it. \n[91]But when he does, I'm sure he'll say, \"that Mary Horowitz... is a catch. Where oh where has she been all my empty life? From here onward my life will be divided into 'before I met Mary' and 'after I met Mary' with the second part being far superior. I am lonely no more. The missing letter in my puzzle has at last been found.\" \n[92]I'm not. \n[93]Four letter word for am I going to wait my whole life for Steve to call? She suddenly stops writing. \n[94]Nope. She flails out of the tub like a salmon heading upstream, grabs a towel barely big enough to cover her. Without any effort to dry off, she runs out of the bathroom. \n[95]Ow ow ouch. She gets off the banister, slops the rest of the way down the stairs, jumps into the doorway of the living room.     29. \n[96]The news is Steve's life! It's not just what he does, it's who he is, imbedded deep down in his polymer of nucleotides. I should be out there by his side. That's what girlfriends do, isn't it? Let him concentrate on his work. I'll concentrate on the relationship. It won't be easy, I know, but neither is quantum physics or... the Heisenberg Uncertainty Principle or... paper mache, but I've managed to do fine with those, haven't I? She looks at her parents. They sit at a table playing bridge with MR. and MRS. HANCOCK. \n[97]Top of the evening. Mr. Hancock checks out Mary's bare legs as she stands in a puddle of bath water. Mrs. Hancock lifts her husband's chin, snaps him out of it. \n[98]Exactly! And all I have to do is go to him, be near him, and do my best to radiate... me. Mr. Horowitz doesn't like the sound of this. \n[99]Wherever news happens, Dad. Wherever news happens. \n[100]Abe, Catherine, I'm off. I don't know where I'm going - The Greyhound Bus DRIVER hollers from behind her. \n[101]Geographically yes, I know. Figuratively, philosophically, spiritually, much less so. My entire life is before me. The world is my ostrea edulis... That means the edible kind of oyster. \n[102]Mom, two handles, two handles, they both hold stuff, what's the difference? Mrs. Horowitz goes to explain, gives up.     31. \n[103]Disrespect. Do you mean unmannerly, tactless, vulgar? Because he's a straight man, Dad, and some things can't be helped. But if you mean inconsiderate to me, contemptuous toward me, insulting, irreverent, uncivil - \n[104]I don't know when I'll be back but I do know this- The door shuts in her face. \n[105]I'm not coming back alone. \n[106]Omaha... Einstein... cholera... grenade... Bach... oui... potbelly... Oreo. The man drops the crossword, glares at her. \n[107]Sorry. She looks away, starts biting her nails, then spots a sign on the freeway, calls-out to the Driver and anybody else who will listen. \n[108]Bessemer, Alabama! Named after Sir Henry Bessemer, a Brit. Guess what he did? Perfected the way steel is made, of course.     34. \n[109]I won't bore you with the whole story, just the best parts, like how it involves molten pig iron which does not, as one might think, have anything to do with pigs. It's actually a raw iron made from iron ore, plus limestone, plus coke - and by coke I mean the carbonaceous residue, not the cola, or the booger sugar. Mary looks around for a response -- nothing. \n[110]You know what else is in Bessemer? The city, I mean? Hitler's typewriter. It's crazy, I know. That guy was such an asshole. \n[111]Can you watch my stuff? He glares at her -- you have got to be kidding. Mary grabs her backpack and Kroger bag and steps off the bus. \n[112]Homing pigeons. A few of the Diners overhear. \n[113]Carrier pigeons, despite their name, are more or less useless when it comes to actually carrying anything. Homing pigeons are better for messenger work... The Diners lose interest. Mary catches the eye of a WANDERER at the end of the counter. He's hanging on her every word. \n[114]You know who used them all the time? Genghis Khan. Loved the pigeons, scared to death of pooches though. The Wanderer just stares at her. \n[115]You know, dogs, canines, de honden? Still nothing. She looks back at the TV.     36. \n[116]My boyfriend is probably holding that camera right now. The Diners ignore her and just eat their pie. Mary realizes the time, runs out of the rest stop. \n[117]Crap! Crap, crap, crap! She looks down the road -- no sign of the bus anywhere. She takes her paper bag out of her pocket, breathes into it. A TRUCK DRIVER passes her with coffee in hand, on his way to his rig. \n[118]Do you know when the next bus to Dallas goes through here? \n[119]I missed mine. She breathes double time into the paper bag. He takes pity on her. \n[120]You ever killed animals? He looks at her, surprised but amused. \n[121]Set a garbage can full of kittens on fire or anything like that? Now he's disturbed. \n[122]Humans? \n[123]Touche, sir. Touche. Mary thinks some more. \n[124]Do you have a .light? Matches, Zippo, blow torch, et al? \n[125]May I see your license? Why not. He pulls his license out of the visor, flashes it. Mary steps up and grabs it, looks at it closely. \n[126]Norman James Durwood.     38. She reaches up and shakes his hand. \n[127]Mary Magdalene Horowitz. \n[128]Norm, if you're going to rape and murder me, you'll have to cut me up into a million chunks and scatter this appendage - She holds her arm up, shows him. \n[129]Will lead homicide detectives right to you. She smiles at him warmly, puts the marker back in her bag. \n[130]And you already told me you don't have a light to burn the flesh off. Norm can't believe this. Before he can say a word, Mary moves around to the passenger side, hops up into the truck. She notices some snacks on the dash. \n[131]Moon Pies! Want to go halfsies? At a loss, Norm motions for Mary to help herself. As she unwraps a Pie, he reluctantly starts up the truck. \n[132]And my other rule about crossword puzzles is this. No pencils. Doing a crossword with a pencil is like screaming with your lips duct taped together. It's weak.     40. \n[133]If you're going to do a crossword, you should do it fearlessly, with abandon, and with a pen. I prefer a medium tip, felt, blue - \n[134]Oh. She thinks about it, whispers. \n[135]Do you mean quiet as in softly hushed like this? Or do you mean quiet, as in silent? He nods. Mary squeezes her lips together, holds them. It lasts for about a second. \n[136]Norm? \n[137]Thanks for not raping me. \n[138]Eight letter word for \"screwed\". Mary crosses to the Medieval Times parking lot, steps over the police line blowing in the wind. \n[139]F-A-S-T-E-N-E-D. Fastened.     41. She looks around. There's nobody for miles. \n[140]That's what's great about crosswords, and life. Every once in a while, you get a surprise. She heads back to the interstate, starts walking. \n[141]All roads lead to Oklahoma, Papa. \n[142]My road, dad. My road. You don't commit to a relationship and then give up because you'd rather be at home curled up in front of the fireplace with a thesaurus. This is what people are supposed to do - go out on a limb for love. My limb just happens to be in Oklahoma. It's only 850 miles away from home. No big deal.     42. \n[143]Just think of this like the time I went to Girl Scout camp, except for the part where I got kicked out. This time, no unsupervised butane experiment is going to ruin the adventure, I swear. \n[144]Steve! She jumps into his arms but he's only got one arm free and isn't about to use it to catch her. She slides down his leg to the ground but quickly picks herself up. \n[145]I'm here! Surprised? \n[146]Astounded, flabbergasted, bushwacked - He pulls Mary off to the side, away from everybody. \n[147]Talking to you. And noticing how the Oklahoma climate agrees with your complexion. \n[148]Of course not... I went to Dallas looking for you first. And you know why? Steve grabs his head. This is not happening. \n[149]Because you're inimitable and I'm intransigent. \n[150]It means you're awesome and I'm unstoppable. \n[151]Mind blowing. At a complete loss, he just goes along. \n[152]I know. I'm just here to support you, show you I care, and also ask why you aren't following that guy pretending to be a nurse but obviously not wearing sterilizable, non-slip footwear. Steve looks toward the hospital, spots the Man. \n[153]If I was Baby Peggy's dad, that's how I'd avoid the press too. Steve takes off running. Mary yells out to him. \n[154]I'll be right here in case you want to make out later on! Steve looks back, a bunch of people stare. Mary waves to him then watches until he's out of sight. A SECURITY GUARD approaches her. \n[155]Thanks. I found them in an alley. Elizabeth looks at the boots again, impressed. She stands up. \n[156]Neither really. \n[157]I'm just here because my boyfriend is working the story. He's with CNN, the world's news leader, the most trusted name in news, the place where more - \n[158]I'm definitely pro-leg.     48. Elizabeth smiles, hands Mary a candle. \n[159]Thanks, Bruno. He walks away. Mary takes a sip of the hot chocolate, burns her mouth. \n[160]Crap. She grabs her tongue with her fingers. Hartman appears right in front of her. \n[161]Mary. \n[162]Thank y- He puts an arm around her, pulls her away from the crowd. \n[163]No? \n[164]Of course. I don't want to interfere in his work but I just need to be here for him and - He grabs her, hugs her in so her words are all muffled - and yet she keeps talking.     52. \n[165]Pro-leg. She shows him her button featuring a cartoon of a very happy three legged baby. Hartman laughs. \n[166]She'd just be like the tree frogs. Hartman turns around. What? \n[167]A trematode parasite causes polymely in tree frogs. It happens all the time. In some ponds there's like a quarter of the tree frogs with extra legs. Totally natural. Hartman looks at her like she's a nutcase. \n[168]There you go, George. Just a little nasolacrimal duct cleaning. Nothing to be ashamed of. Elizabeth runs up to Mary, hugs her. \n[169]Steve! \n[170]Steve! STEVE! \n[171]Steve? Are you okay? Is he okay? Angus leans over to her window. \n[172]Oh no. \n[173]Thank you. \n[174]What if it's a viral zoonotic disease? He should see a doctor. \n[175]But wait, what if - up. Hartman grabs her face, squishes her lips to shut her \n[176]Will you take care of him? \n[177]Elizabeth! I have to meet Steve at his next job, in New Mexico. He's sick, not as in rad, although he is that too, but more like unwell, infirm, perhaps barfy. Hopefully nothing serious but you never can be too sure and besides, healthy or not, he needs me. \n[178]The trip's not too long, right through all kinds of interesting sites like, for example, El Santuario de Chimayo: The Lourdes of America. Know what that is? A sacred sand pit near a burrito stand. What could be better than that? Mary looks away from Elizabeth, fidgets a bit. \n[179]Want to go? Unless you're busy, I mean. You probably have something better to do. Elizabeth thinks about it. \n[180]What kind of car do you have? \n[181]What year?     60. \n[182]Replace the recalled seat belts? \n[183]Let's grab souvenirs! Elizabeth and Howard each pick up a Baby Peggy sign off the ground. Mary grabs as many as she can hold -- way, way too many. A bunch of them slide off but she perseveres. \n[184]Here's something you never see in crosswords, two letter words, and thank goodness for that. The word \"go\": not fun. The word \"vamoose\": super fun. You see? crosswords are just like life in that way - they're only boring if you have no sense of adventure. \n[185]Thanks. Mary puts the apple in her Kroger bag. \n[186]Howard, if you get sleepy and want to trade off driving for a while, just wake me up and I'll take over.     61. \n[187]I'm a night owl, yes, but I'm also a day owl too, a burrowing owl, technically. They stay awake all day too. I'm pretty much alert 24/7, always have been. No caffeine. Just sugar and my natural tendency to, you know, never fall asleep. Mary leans back, closes her eyes, and she's out. \n[188]Persimmon. AKA, the mabolo, the date-plum, the velvet apple. Genus: Diospyros. \n[189]Be has a point. \n[190]I have to go find Steve. How do I look? Unwashed hair, bed head, and there's a chunk of a Twinkie caked onto Mary's ear. Elizabeth picks the Twinkie off, smooths down Mary's hair. \n[191]I'll be back. Save me a sign! And if Cloris comes out, tell her I loved her in \"My Little Pony: The Movie\". Mary runs off as Howard and Elizabeth join the crowd of fans. \n[192]Slept on it in the car. Where's Steve? Is he okay? \n[193]Hello... Bonjour... Hola... Jolly afternoon... She gets to Angus. He kisses her hand. \n[194]Poker? Technically I'm familiar but I've never actually played. With people, I mean. \n[195]\"There are few things that are so unpardonably neglected in our country as poker.\" Guess who said that one. She looks around the table. The guys, except Angus, are starting to lose their patience. \n[196]Mark Twain. And you know what else- \n[197]Sorry. Mary looks at her cards, thinks about it for way too long, then grabs a handful of coins from her Kroger bag, slaps them on the table. \n[198]Send it, ladies! Steve steps into the tent, spots Mary, turns to run back out. \n[199]Thank God you're okay!     66. He looks over her shoulder and mouths \"you're dead\" to Hartman. \n[200]I'm not. It's more like picking travel destinations based on where you happen to be working. \n[201]Hartman told me you wanted me here. Now that I am, what better opportunity for us to get to know each other better. \n[202]Hartman said you'd say that. \n[203]And he said you'd say that too. It's just your fear talking. Steve just about loses it. \n[204]You know how sometimes you see a pinguid guy with an attractive girl and you think how the heck did he pull that off? People won't think that when they look at us. We're perfectly matched. She can hardly contain her excitement. \n[205]Stop it, you guys! Stop! \"Victory attained by violence is tantamount to a defeat, for it is momentary.\" You know who said that? Gandhi. And me. Just now. The fight continues. Mary half covers her eyes. \n[206]No! This isn't about money! It's about courage, love, honor and all things virtuous and pure. Steve, kick him in the leberknoedel! Hartman looks up at her, hurt. The distraction costs him. Steve knees him then follows with a jab to his face. \n[207]He fought for me. Happiest moment of her life. \n[208]\n[209]Please! Somebody help him! Apply a vasoconstrictor, a nasal tampon, anything! At the absolute least, direct pressure and a clean tissue! Steve puts the camera back in place. Hartman recovers fast.     71. \n[210]\n[211]What? I didn't - \n[212]Wait! Steve! Hartman spots her. \n[213]No, wait! Attendee! She runs to the end of the fence, jumps it, runs after them. \n[214]\n[215]But I do! If you're in trouble because of me I can fix it, I can explain to your boss. He or she probably just doesn't understand our relationship. \n[216]Sure we do, it's just in the pupa stage right now. \n[217]Six letter word for \"over my lifeless, rigormortic and maggot infested, i.e. dead, body am I giving up now\"... D-O-G-G- motherfucking-E-D. Dogged. She gets out her Chapstick, liberally applies it, dabs a bit on her temples as well. \n[218]Normally I don't condone swearing. I think it's something people do when they don't have the vocabulary to express themselves properly, but even I, with my plenitudinous vocab, must admit -- every once in a while, it's okay to get a bit peppery - \n[219]I got him in trouble, Dad. I have to go find him and make it right. There's three places they could be headed. She pulls a note pad out of her pocket, looks it over. \n[220]For each story, I've worked out an equation of potential human casualties, estimated property damage, availability of endlessly repeatable images, with bonus points for anything involving reporters in galoshes. There's no doubt in my mind. They're heading to the storm in Galveston. \n[221]I can't think of work at a time like this! \n[222]Ridiculous? Mom! How many times did you propose to dad? \n[223]I rest my case! If you gave up the first time dad said no then I wouldn't exist. Telling me to give up so soon on my potential husband- to-be, birth father of my twelve future children and adoptive father of my gerbil Carol -- you might as well be saying that you wish you had given up too and that you never married dad and that I'd never been born. Is that what you're saying? \n[224]Sure you don't want to come along? \n[225]How bad could it be? \n[226]And when I met Steve, I knew right away we had a lot in common. We're both in the media, we both love crosswords, we both love words. We both felt this unexplainable connection, no matter how much his instinct might be to fight it. That's okay. We just have to get to know each other better, that's all. She uses the wipe on her face, gets a bit on her lip and the taste is awful. She rolls down the window, closes her eyes and gently sticks her face out to rinse with rain water. The car hits a flooded patch of the road. A wave of mud washes up and smacks Mary right in the face. \n[227]Crap. She starts the handy wipe bath all over again. A nervous Howard speaks up. \n[228]If there's one thing I learned from crossword puzzles it's that you can't give up.     80. \n[229]Sometimes you run into a doozy and you think you'll never be able to solve it in a million years. If you quit, you're right, but if you stick with it, you'll figure it out. Eventually. She looks at Howard. \n[230]I have to give it one more try. I have to fix the mess I made with his work, then maybe he and I -- For the first time, she doesn't seem so sure. Howard notices. \n[231]Me too. \n[232]Oh my God. Howard backs under an overpass, points to a protected area up the cement embankment. \n[233]Crap! \n[234]I spy with my little eye a chemical element from group two of the periodic table.     84. Howard points to a discarded fireworks casing at their feet. \n[235]Cobalt. Mary points to a steel belted tire on the ground, lays back and shuts her eyes. Howard takes something out of his - it's a pocket, puts it in her hand. Mary looks at it shrivelled, sculpted apple head. She smiles, hardly able to keep her eyes open. \n[236]Mother Teresa. \n[237]But you're out now. He's a bit surprised she was listening.     85. \n[238]Maybe there is. \n[239]They're fuscous, that means - \n[240]You know what I'd call this? \n[241]Imbroglio, Howard. That means we're screwed.     86. \n[242]\"Eunice, Louisiana. Please...\" She stops reading, looks a bit uneasy. Howard steps forward, grabs the note. \n[243]See? He needs me, if only to help with his spelling.     90. \n[244]Please let those kids be okay. \n[245]George, Lydia! What's going on? Lydia hugs her. \n[246]Eight letter word for... my life has come to this. There's a bit of shuffling around in the dark. \n[247]Not destiny, that's only seven letters. Not fortuity - that sounds more like when good things happen to people like finding a quarter in the sofa or something. I mean the not so great stuff that's bound to befall some people more than others. Fate's nasty cousin, I mean. Suddenly Mary's face lights up with her mini keychain flashlight. \n[248]F-O-R-E-D-0-0-M. Foredoom. \n[249]Crap. \n[250]I am not afraid. I am not fearful, pusillanimous, nor am I affrighted. Suddenly in the light - a face. Mary screams her head off. The face doesn't budge - it's a LITTLE DEAF GIRL. \n[251]Oh my God, they forgot one! You scared the crap out of me. The girl just stares at her.     100. \n[252]I'm sorry, can you hear me, I mean at all? Do you have sensorineural hearing loss or conductive? \"Deaf people can do anything except hear.\" You know who said that? Doctor Jordan, first deaf President of Gallaudet U. Maybe you'll go there one day. That is, unless we perish down here. Mary smiles. The Little Deaf Girl just stares back. \n[253]And then there's black lung disease, also a problem in coal mines. Chronic cough, breathlessness, cyanosis - that's where your skin turns purple -- There's a CLINK behind Mary. She turns her light onto the area, sees the flashlight and note hanging from the thin rope. Mary grabs the flashlight, turns it on, reads the note.     101. \n[254]Rhinolith, that's the real word. Rhino is nose, lithos means stone. Nose stone. You know what that is? Snot. \n[255]And Archimedes, there's another one. He was into math, philosophy, all kinds of stuff, then one day he was working out an equation in the sand and somebody stabbed him. Crappy, I know. \n[256]Happenstance, I love that word too. And you know what else - Mary coughs. Before she has a chance to catch her breath, a rope with a small bag attached quickly drops next to her, the bag hitting the floor. Mary unties the bag and looks inside to find water and sandwiches.     110. \n[257]No dessert. Crappy. Did you know that the word dessert comes from an old French word that means \"clear the table\"? Sometimes I feel like dinner is just doing time so I can get to the point, and of course the point always involves sugar. Who needs - The Little Deaf Girl covers her ears, vocalizes as much as she's able. \n[258]I know. She sits down. \n[259]I know. She notices the Little Girl's shoes are soaked. Mary moves next to her, takes off her rubber boots and puts them on the Little Girl. Mary puts an arm around her, holds her close at - softly, her side, then speaks like she's a different person to herself, the Little Girl unable to read her lips. \n[260]I'm not good at... silence. \"Mary doesn't do quiet\", that's how my grandmother always said it. \"What's that hush?\" she'd holler at a party. \"It's Mary about to talk\", then she'd laugh and laugh and laugh. Everybody would... But I knew something they didn't - that if you keep talking, if you keep on talking, you don't hear people telling you that you're different. You don't hear people saying they don't like you. And if you're talking, you just might not hear it when some kid... calls you a freak. Mary's eyes start to well.     \n[261]I just wanted to be normal, that's all. Steve said I was. She thinks about it, laughs a bit. \n[262]I'm beginning to think newsmen can't entirely be trusted. She buttons up the Little Girl's sweater. \n[263]The truth is normal is -- not me. She seems surprised she said it out loud. There's relief in it. \n[264]My friends, the people I've met over the past week, they're not normal either. They're more interesting, more original, more real, more rare. She suddenly gets it, brightens up. \n[265]That's where I fit. - and for She thinks about it, in silence. The sadness fades the first time, she's comfortably quiet. She smiles at the Little Deaf Girl. The Little Deaf Girl smiles back. And they sit -- Mary totally calm. Mary hears something in the distance - a gentle PLINK PLINK PLINK she couldn't have heard while talking. She picks up the flashlight, moves toward the noise. In a corner of the mine, a water drip hits on some old rusted mining tools, including two rusty vice grips. The Little Girl coughs. Mary looks back at her, concerned. \n[266]Little Deaf Girl, it's time for us to go home. \n[267]After I got kicked out of Girl Scouts, while the other girls were learning how to sell cookies, I was at home reading the biography of Sir Edmund Hillary. Mary motions for the Little Deaf Girl to jump on piggyback. She jumps up onto Mary's back, still in the red rubber boots. Mary starts jugging up the rope, the vice grips and rope pieces acting like ladder steps. They start rising up slowly. Not an easy task. Mary struggles every step. \n[268]If life is like a crossword puzzle then its worth, its greatness, its raison d'efre should be judged in the same way.     114. Mary grasps the cable with everything she has, pulls up another step. \n[269]Is it solvable? One of the red boots drops down into the mine shaft. \n[270]Is it entertaining? \n[271]Does it sparkle? The crowd goes nuts. Cameras flash. Rescuers rush to help them onto the ground. An Ambulance Attendant grabs the little Girl, wraps her in a blanket. Mary's eyes flutter in the blinding lights of the cameras pointed at her. She scans the entire crowd. \n[272]And does it fit? Her eyes fix on a spot in the crowd. She starts running. \n[273]I am. Cameras go off all around them. \n[274]My brain is full of all kinds of information, some of it useful, some of it not.     117. MARY  (cont'd) I've recently discovered, hiding in the back of my mind, somewhere between astrophysics and a catalog of candy bars of the Seventies, a previously hidden bit of knowledge more important than everything else. It is this... \n[275]In solving the puzzle of life there's one thing you must do. She points to the side of the road. The bus pulls over. \n[276]Find somebody just as normal as you. Mary stands up, gets off the bus. \n[277]if not a whole bunch. Howard, Elizabeth, George, Lydia, Carlos, Clyde, a few old Ladies, a bunch of other Protestors file off the bus. Mary keeps talking to the bus driver. \n[278]And don't be a slave to your loins. Trust me on that one. Mary taps the side of her head. \n[279]You need to let this be the boss of you. Cornprende ? \n[280]He's my favorite behavioral geneticist in the world. They continue on through an open yard. \n[281]Good one. \n[282]My grandma left it to me. My parents won't stay here. And for me it was always too... quiet. She looks at her new friends. \n[283]Not anymore. They head toward the house. ", "HARTMAN": "\n[1]What do you mean \"the big one\"? Terrorists, natural disaster, what? \n[2]Please let it be the bird flu. \n[3]How's it spreading? Angus looks at Steve. \n[4]Oh my God, they're everywhere! \n[5]Al Qaeda connection?     10. \n[6]Not me!. Hartman grabs a gas mask and rushes to the van's side mirror. \n[7]I need blush. No, wait. I'll go pasty. It'll look like I could be the first media victim. \"Hartman Hughes, no such thing as too close to the story\". Hartman looks back at Steve and Angus. They're just standing there, unable to keep a straight face. Hartman deflates. \n[8]Assholes! I knew it was too good to be true. He throws his gas mask down, storms off. \n[9]I had a perfectly good bologna sandwich going on upstairs. Wasted! Angus and Steve watch the elevator door close, shrug it off. \n[10]Of course not. Nice camera work, Stevie. Steve glares at Hartman. Corbitt points at the frozen shot on the TV screen, looks at Steve. \n[11]Paula, what started out as a routine rehearsal here at the Dallas Medieval Times turned deadly when an employee allegedly turned on his fellow performers. Twenty- four hours later, at least thirty employees are still being held hostage by the assailant, their lives hanging in the balance. He listens to his earpiece, nods.     32. \n[12]The castle you see behind me is one of eight medieval Times dinner theatre restaurants. Guests who cross the drawbridge enjoy a medieval style feast while watching the main attraction: knights engaging in a battle of strength and skill. The restaurant promises \"fun, feasting and fighting\" but it appears that this time, fun was in short supply. A few feet away, Angus frantically takes notes as he talks to a MAINTENANCE WORKER, then slips a piece of paper to Hartman. \n[13]Paula, devastating news just in. We have one confirmed death - an Andalusian - a purebred Spanish horse. One of many that perform in the show, and the first innocent victim of a rogue knight's rage... He takes a moment to fake compose himself, barely getting the words out. \n[14]At times like this, I like to think there's a heaven just for horses. A rolling meadow, lush grasses, unlimited supply of... those things horses like to lick - or is that cows? Nevertheless, a beautiful, peaceful place. He turns and looks toward to the Medieval Times. \n[15]May you long roam in that heaven, noble horse - Angus hands him another note. Hartman scans it, instantly kills the fake anguish. \n[16]But not quite yet. We're the first to report, the horse is not dead, Paula. Not dead. The horse is alive and well after having merely fainted, as it was trained to do for the show. One happy, blessed miracle...     33. \n[17]while a deranged madman continues to hold the lives of his coworkers in his depraved hands. And they're out. A pissed off Hartman pulls out his earpiece. \n[18]Dammit, Angus. Get it a bit closer to right before you hand it to me. Josh moves in, removes Hartman's mic. \n[19]It's that kind of genius that won me the Southeast Idaho Christian Family Coalition's Journalist of the Year award, you ingrates. \n[20]Perhaps the greatest obstacle the hostage negotiators face is the suspect's refusal to communicate using modern day technology. In keeping with his role as a medieval knight, he's insisting on an eleventh century messenger to deliver all communication. The screen splits with a female news ANCHOR. \n[21]Actually, homing pigeons. The Diners look at Mary. \n[22]You can buy them on the internet for twenty-five bucks a pop. Mary looks at the Diners, smiles, points to the TV. \n[23]Which one of you bastards hid my bronzing shimmer? The police surrounding the castle take aim. Dead silence as the Medieval Times drawbridge lowers. A KNIGHT walks out, arms raised as high as his squeaking armor will allow, which is not very high, but high enough to get the point across -- Surrender. \n[24]\"God wouldn't have given my child the third leg if he didn't want her to keep it.\" But for now, the fate of that precious child's third leg is the hands of a judge... This is Hartman Hughes reporting, live from Oklahoma City. Steve signals they've cut, lowers his camera. Hartman calls out to Angus. \n[25]What if next time I say Baby Peggy is like the wishbone of her parents' dispute? Hartman acts out a wishbone pull. Steve's disgusted. \n[26]Priceless! This is priceless! Steve cringes. \n[27]M'lady. She's a bit stunned and star struck. He offers his hand. \n[28]Hartman Hughes. Mary lets go of her tongue, uses her saliva covered hand to shake his. \n[29]Mary'. Mary, Mary, Mary. He takes his hand back, discretely wipes it on his pants. \n[30]Steve told me you were beautiful. He was going on and on and on and on about it. I had to come see for myself. Great boots. \n[31]Listen, Mary, I've been working with Steve for about a year now. The guy is like a brother to me. A YOUNG PROTESTOR recognizes Hartman.     51. \n[32]Girls follow us around everywhere we go. Who do you think they're after? Hartman reflects on it, smiles. \n[33]Me, of course me, but every once in a while some of them try to land Steve. It's true. Sure he'll go for a few skanks here and there but it's all just a sad attempt to hide his fear. All he wants is to love but he's afraid of opening up, afraid of putting himself out there, afraid of somebody like you, Mary - yes you - afraid of you breaking his heart. Can you blame him? She's a bit stunned and confused by all of this. \n[34]No! Promise me this. Promise you'll stick around long enough to help him get over that fear. He tells you to go away, don't. He says he thinks you're crazy? You're not. He's crazy, Mary. Crazy not to let down his walls and tell you how he really feels. Can I count on you to hang in there no matter what? \n[35]Good girl. The SECURITY GUARD walks past, gestures that they should be behind the fence. Hartman holds up his press pass to get rid of the Guard, then lets go of Mary. He points her toward the protestors, starts backing away. \n[36]I'll tell Steve to come find you when we wrap for the day. What side are you on? \n[37]You might want to jump camps. No way they're going let that baby keep the third leg and live like a freak. Trust me. He waves and turns around, starts heading for the press camp. Mary calls out to him. \n[38]What's going on? Josh rushes to get the mic on Hartman.     53. \n[39]No amputation? \n[40]Who? \n[41]It's over? The kid keeps the leg. \n[42]'Til she gets it caught in a car door. \n[43]And like the noble tree frog whose extra leg is nothing if not natural, so Baby Peggy begins the rest of her three legged life... This is Hartman Hughes reporting live from Oklahoma City. Hartman pulls out his ear piece. Angus, Josh and Steve all look at him, a bit surprised. \n[44]A little thing called astutitude, my friends. Steve and Angus look at each other -- is that even a word? \n[45]Angus, hold up.     56. Steve sees what Hartman's looking at. \n[46]Hi beautiful. Mary tries to get a look at Steve but can only see part of his back hunched over behind the seat. \n[47]Steve's not feeling well.     57. \n[48]I'm sure he'll be fine by the time we get to New Mexico. \n[49]Steve really wants you to follow us. It would mean a lot to him. \n[50]He was going to go ask you himself but look at the poor bastard. So sick he can't even sit up straight. \n[51]Exactly what I told him, but the only person he wants touching his infected flesh is you. Mary looks at Steve, worried. \n[52]Hey now, we need you to be strong for him. Leachinan trial, Santa Fe, can you remember that? Mary nods, unable to speak. \n[53]We'll meet you there, God willing.     58. He lets go of her face. \n[54]Like he's my own. She backs away from the window. Angus waves to her and starts driving. \n[55]But the octogenarian Leachman may not have been as innocent as her representatives claimed, at least according to the evidence found at the murder scene. Hartman reads from his notes. \n[56]Whips, hot wax, bamboo skewers, a spanking bench, and perhaps most damaging, a henna tattoo across Ms. Leachman's chest that read \"Mrs. Juan Carlos Velasquez\". \n[57]Hi gorgeous. What'd you do to your hair?     64. \n[58]Never better. Come in and wait. He'll be back soon. \n[59]You all know Mary? Steve's girlfriend? Mary shakes hands around the table, greets them all in their native tongues. \n[60]Don't go, Steve! Look who's here. Mary jumps up - just about knocks the table over, then sustains a number of injuries trying to leap over chairs. At last she makes it to Steve, hugs him. \n[61]For the hundredth time, Steve, no, I am not interested in a threesome with you and your new girlfriend. Steve points to Mary. \n[62]Okay. Fine. Hartman goes to Mary, grabs her hand. \n[63]Everything I said about Steve, about his feelings for you, his hopes, his dreams, his fears, his unexplainable odor, forget about it. Forget everything I said. None of it was true. Mary's stunned, devastated. She looks like she's going to cry. Hartman and Steve look at each other - what now? Hartman shoves him forward. Steve reluctantly puts a comforting hand on her shoulder. \n[64]Because nothing I said comes close to the enormity of Steve's real feelings for you!     68. Mary perks up. Steve yanks his hand off her shoulder like it's on fire. \n[65]It's a love that defies words! Steve jumps him. Hartman fights back. Mary's horrified. \n[66]Okay, alright. Hartman wipes his lip, looks up at Mary. \n[67]Mary, millions of people believe what I tell them every night. Why shouldn't you? Steve dives at him. Hartman swings and gets him right in the nose. One of their cell phones ring, then another, then all the guys' phones go off. \n[68]And as she left the court room today a free woman, the cheers of her devoted fans carrying her forward - \n[69]As you can see, Cloris Leachman's fans have become surprisingly violent despite her victory here today. Add this to the list of the most dangerous locations for journalists. Iraq, Somalia, Lebanon, Sri Lanka... and just about any place Cloris Leachman fans gather. Hartman wipes blood from his lip. \n[70]Hartman Hughes putting his life at risk to report live from Santa Fe, New Mexico. They cut. Hartman grabs a hand mirror, points to his face, yells out to Steve. \n[71]This is my gift, understand, my instrument. Makes no difference if you're walking around looking like Quasimodo. Ignoring Hartman, Steve walks over to Angus. \n[72]Sorry, darling, we're on to the next story. \n[73]And this time, the warnings were hard to ignore. One Galvestonian told us \"tornados, we can handle. Hurricanes we can handle. Bugs we can handle. Put 'em all together and that's a storm I don't need to see\". A wise man indeed. Something off to the side catches Hartman's eye -- it's a picnic table blowing down the street.     79. \n[74]Oooh! Get that! Steve gets the shot then pretends to make adjustments to his camera while he discretely scans the area, on the lookout for Mary. \n[75]Paula, this pier was closed to the public twenty-four hours ago, and for good reason. Steve inches a bit closer for the shot, his footing unstable. Josh moves in and hangs on to Steve to keep him steady. \n[76]As I stand here, I can actually feel the structure moving under my feet. The only thing between me and the limitless depths of the sea is this two-by-four railing that - The railing flies off. Hartman drops to his knees and crawls to the other railing then hangs on for dear life. Steve and Josh struggle to hang on to the camera and each other.     81. Steve signals,to Hartman to wrap it up fast. Hartman talks slower than ever. \n[77]And Paula I have to tell you, not only has my hearing been permanently damaged by the sheer force of the rain hitting my eardrums, but at this point, I'm beginning to wonder if I'll even make it out alive. He raises his head up for the big finish, gets hammered by the wind and rain. \n[78]This is Hartman Hughes, reporting live from Galveston, Texas. Steve and Josh start backing up off the pier with Hartman crawling behind them. Steve yells back to him. \n[79]\n[80]Come on, that was funny. You have to admit... Stevie? \n[81]Tornadocane my ass. Where the hell were the cicadas? Retards in a mine shaft, now that's a story. \n[82]Look, it's your girlfriend. \n[83]Getting some fresh air. It helps my pores. Steve tries to grab the paper. \n[84]Yes, Steven? \n[85]Aren't I?     89. Hartman leans out the window with the paper, waves it around. Steve reaches for it, one hand on the wheel. As he grabs Hartman, the truck starts swerving. \n[86]And what went through your mind when you realized they were gone? The Teacher just bawls. Hartman turns to the camera. \n[87]Grief too strong for words. That's the best way to describe this tragic, tragic scene. One minute, a merry day at the fair. The next minute, helpless babes savagely sucked into the menacing abyss. The Teacher bawls even harder. Hartman gives her a \"there there\" then continues talking to camera. \n[88]And here's how hopeless the rescue looks at this moment. The earth surrounding hole is far too perilous for anybody to approach on foot. Moving heavy rescue equipment in too close could mean death for the rescuers as well. Its cold down there, wet, dark, probably a few snakes and rats moving around.     91. \n[89]If the hearing impaired children even survived the fall, they're undoubtedly dealing with serious injuries, although some may have had their fall cushioned by their deaf brothers and sisters who dropped before them. Nevertheless, they've got to be in complete misery. Even if one them is telling the next \"it'll be okay\", it's not like he, or she, can hear a word of it. \n[90]To some, a simple crane. To the trapped, innocent, special children -- the answer to their prayers. The cable lowering the bucket jerks and stops. The crowd gasps. Hartman stays on camera.     92. \n[91]Or is it? The cable jerks and begins moving again. \n[92]Only time will tell. Through the crowd, Steve sees a WOMAN who looks like Mary from the back. fie freezes, then realizes it's not her. Total relief. \n[93]Elation here in Louisiana but the danger, far from over as rescuers bring these children up one grubby little face at a time. Hartman looks off to the side, holds up a finger like he's trying not to cry. He signals Steve to cut. \n[94]Remind me next time to mention Jesus. Still on the lookout for Mary, Steve's not even listening. \n[95]A happy ending that's left parents across this country wondering - how can I keep my family safe from abandoned mines? Are there abandoned mines in my backyard? Is my child's school built on top of an abandoned mine? Steve spots Mary, running toward him. \n[96]And how, oh how, can these death traps be avoided? Mary drops right into the abandoned mine. \n[97]Behind inc... Oh what's the point? Hartman walks away moping. \n[98]Fox scooped us? Our Mary? The bastards. Steve glares at him. \n[99]I'll be gentle. \n[100]Steve, tell us about Mary, your fiance struggling for her life at the bottom of the abandoned mine as we speak. Steve glares at him. Hartman motions for him to go on. \n[101]They've lowered food and water into the depths of this abandoned mine. The last task of this archaic crane that finally blew its motor. We've been told the new rescue equipment won't make it until daybreak. Until then, all we can do is wait, hope, and of course pray. There's a commotion at the rescue site. Doug zooms in. \n[102]First interview is ours. Here comes our girl. Steve, you ready? Grab her arid kiss her then let me start with the questions. Doug focuses in on Steve. Hartman holds the crowd back so Mary can get to him. Mary runs toward them -- and keeps on running, right past Steve's open arms. She heads for her friends at the fence - Howard, Elizabeth, Carlos, George, Lydia, all of the other Protestors. She swan dives right into them. They catch her. ", "STEVE": "\n[1]Probably doing his nails. 40ish reporter HARTMAN HUGHES rushes to the van on his face. napkin tucked in his shirt collar, bread crumbs \n[2]Bird flu is for pussies. This thing's unstoppable. \n[3]Squirrels. Hartman can barely contain his excitement. \n[4]Exactly. \n[5]Who wishes he was in Iraq now? \n[6]Next E-coli story breaks, he'll be fine. \n[7]Mary, hi. I'm Steve. She puts up a finger - \"just a second\". She turns around and runs back upstairs. Steve looks at Mrs. Horowitz, confused. \n[8]Great. Thanks. She just stares at him and smiles. \n[9]Ready? Mary nods a bunch of times.     16. \n[10]Mrs. Horowitz. Goodnight.  Sir. \n[11]Sorry about this blind date thing. My mother - \n[12]Okay. She gets in the car, fastens her seatbelt. Steve hesitates then heads to the driver's side, gets in. \n[13]Sorry?     17. \n[14]Whoa! Undeterred by the whiplash, Mary undoes her seatbelt and tries again, this time making contact with Steve's lips. He's more than a little startled but kisses her back anyway, all the while straining to see the Horowitz house. \n[15]Mary... uh, what about your mother? She straddles him and keeps kissing. \n[16]No, we're right in front of your house and... She undoes her sweater. \n[17]And I have no problem with that whatsoever. She kisses his neck. He looks up with a \"thank you, God\". \n[18]Mary. \n[19]\n[20]Sure. She just about jumps out of her pants with excitement. \n[21]What's not to love. \n[22]Sorry. I have to get this. \n[23]Vibrate. \n[24]You didn't?  This is Steve... What? Really? Now? If I don't have a choice...     20. He hangs up, looks at Mary like he feels bad. \n[25]Work. I have to go to... Boston. This happens all the time. You know how it is. Wherever news happens... Mary gets off of him, slides back into her seat, buttons her sweater. \n[26]Sure. I'll call you. He leans over, opens her door. \n[27]No kidding. You certainly are - He searches for any word that will do. Mary jumps in. \n[28]You read my mind. Never happier, she jumps out of the car. As he drives away, she pulls the paper bag out of her pocket, breathes into it. \n[29]What?... Mom, let me call you back.     28. He listens, signals to Angus he needs a minute, then stops at a reception area. He sorts through the newspapers, pulls out the Atlanta Citizen, flips through it. \n[30]What page? He finds Mary's crossword. He looks at it closely, totally confused. It takes him more than a second to get it. He laughs -- then suddenly reality sets in. \n[31]Jesus. \n[32]But then we wouldn't have heard about horse heaven. Josh and Angus laugh. \n[33]Forget it. \n[34]It's a set up. \n[35]I don't care. Never again. My mom set me up with this chick - \n[36]Yeah, go ahead and suggest that. Corbitt will love it. Steve turns and looks toward the edge of the fenced off hospital grounds. Dozens of PROTESTORS are camped out - a sorry assortment of oddballs standing at the fence, waving their signs: \"SPARE THE LEG\", and \"HONOR THE FATHER\". Many of them carry drawings of a three legged baby wearing a halo. Steve braces himself and heads for the crowd. Half way across, he spots a loner walking from the parking lot. He's 35, chubby, his shirt buttoned one button off so it hangs lower on the left. This is HOWARD. In one hand: a pro-leg sign. In his other hand: a carton of chocolate milk. Howard stops to lick up the chocolate milk spilling all over his arm. Steve catches up with him. \n[37]Mind if I ask you a few questions on camera? \n[38]How do you feel about what's going on here?     44. Steve shoulders his camera, focuses in on Howard's sign. It's an impressively detailed drawing of a judge yanking a baby's third leg off. \n[39]Please God, no. He looks for a place to hide but she's running ridiculously fast. It's too late. She's only a few feet away. \n[40]Surprised?     45. \n[41]What are you doing? \n[42]Tell me you didn't come all the way here just to see me. \n[43]No, we're not. I don't know what that means but trust me. We're so not. \n[44]Great. Listen, Mary, you seem like a nice girl, and the ten minutes we spent together were -- \n[45]Sure, but I'm working here. Working.     46. Mary points to the partially hidden side door of the hospital. A MAN with his face covered, in a nurse's uniform and dress shoes, sneaks out the door unnoticed. \n[46]She's on me what, thirty seconds after meeting me, and the chick will not shut up the whole time. I had to fake a work call, gave her the - \n[47]I think I'm in the clear, then she does this crossword - she works for the Citizen - she does this crossword all about me, and as if that's not crazy enough, she shows up here. \n[48]Over by the fence. Red boots. Can't miss her. \n[49]Jesus, Angus. When a psychotic chick's swinging a machete at your throat, who cares if she's hot? \n[50]Crazy, man. The chick is cra-zy. Hartman sits up, totally awake and never happier. He points at Steve. \n[51]Hughes, don't. Don't even. \n[52]Tell me you weren't talking to Mary. \n[53]Go to hell, Hughes. scans it Angus hands Hartman the press release. Hartman quickly. \n[54]Tree frog? Where do you get this shit? Hartman taps the side of his head -- it's all up here. \n[55]No, go. Fast. Hartman rolls down his window. \n[56]Don't. Hartman sticks his head out the window. \n[57]Hughes, I swear I'll kill you. Hartman waves to Mary to catch up. Angus sees her in the mirror as he drives. \n[58]Angus, come on man, get me out of here. \n[59]Who cares? Jesus, you guys - Angus hits the brakes. Steve hides behind the seat just as Mary catches up with the van. \n[60]You're an asshole, Hughes. Hartman laughs. \n[61]You have to stop stalking me. \n[62]Stalking. \n[63]This is crazy. \n[64]Go home, Mary. \n[65]He's not my friend, he's not your friend. He's just an asshole who thinks it's fun to string you along and make my life hell. He yells toward the tent. \n[66]Hughes! Get out here!     67. Mary looks right at him. \n[67]\n[68]Tell her the truth. About all the crap you told her. \n[69]Tell her! \n[70]How long do you figure until - Steve's phone rings. He cringes, answers it. \n[71]This girl. She's been following me... She's not my girlfriend... He listens, clenches his teeth, hands the phone to Angus. As Angus listens, Steve grabs his equipment, waits in dread. Angus hangs up the phone, hands it back to Steve. \n[72]I'm done? \n[73]Any luck, the storm will kill me first. \n[74]Considering you probably just cost me my job, maybe you don't want to talk to me right now. \n[75]We don't have a relationship.     74. \n[76]Mary, go home! She looks at him, hurt. \n[77]Go home. He jumps in the CNN truck as Angus starts it up. Mary looks around, helpless. \n[78]You had to get the pier shot. Had to. Just about got us all killed. Happy? Hartman points in the water, yells. \n[79]You're such an asshole. Steve walks off the pier mad as hell. \n[80]\n[81]Who the hell are you? What are you doing? \n[82]You seen her? \n[83]No, she's here somewhere. I can feel it. \n[84]They're deaf, asshole. They spot Mary and Howard up ahead in the ditch, next to the car on its side. \n[85]We're not stopping. Hartman grabs a piece of paper, writes fast. \n[86]Highway patrol's down here every hour. It's not like they'll rot in the ditch. As they get closer, Hartman rolls down his window, folds up the piece of paper. \n[87]What the hell are you doing? \n[88]Hughes! \n[89]You're not telling her where we're going. \n[90]Asshole! Hartman laughs, rubs his arm in pain. \n[91]No, no, no. \n[92]Mrs. Horowitz. \n[93]You and your husband stay put, Mrs. Horowitz.     96. \n[94]They'll have her out before you even make it to the airport... She'll be fine. I promise. He hangs up, looks at Hartman. \n[95]She better be. Hartman looks away, guilty. \n[96]I'm not her boyfriend! \n[97]Thank Christ. Now if they can only get her out of there. Angus hangs up his phone. \n[98]Mary... she's smart, incredibly smart. She talks a lot. Never boring, I'll tell you that much. He thinks about her, gets lost in it. \n[99]Mary Horowitz doesn't pretend to be anything she's not. She's passionate, beautiful, real... and she definitely doesn't deserve to be where she is now.     109. ", "HOWARD": "\n[1]Me? \n[2]I haven't made up my mind yet. Both parties have valid arguments. \n[3]I'll go too. Mary turns around and spots Howard. \n[4]Plymouth Colt. \n[5]Eighty-nine. Mary quickly scans her memory. \n[6]Yes. Mary thinks about it, smiles. \n[7]You can have that. I have more. \n[8]Guilty or not? They all think about it. A greasy haired Shaman CLYDE steps up behind them.     63. \n[9]Who doesn't? \n[10]This storm could be bad. Sure you want to drive into it? \n[11]I saw Steve talking to you... He wasn't very nice. Mary makes herself busy putting the handy wipe in her Kroger bag then looks out the window. \n[12]You know what my favorite part of doing crosswords is? When you know something you didn't think you knew. Mary thinks about it, then turns back to looking out the window. \n[13]Hang on. He hits the brakes, starts backing up as quickly as possible. Mary looks ahead -- sees what looks like a tornado up ahead. \n[14]We'll just have to wait for this to pass, then we'll keep going. It'll be okay. They look down to the road just in time to see Howard's car picked up and blown right through the underpass, landing on its side in a ditch fifty yards away. \n[15]Barium... I spy with my little eye... a transition metal She barely has the energy to get the word out. \n[16]My best seller. I'm an apple sculptor. She's quiet for once. Howard watches her drift off. \n[17]I went to school for physics but got bored. Now I just make these and sell them on appleheadsrule.com. I was going to give that one to my girlfriend in Bangor but I can make her another one. She'd probably prefer a Stephen Hawking one anyway. Science is her life. Not like my girlfriend in Tacoma. She's really into Jesus. Same as my other girlfriend in Duluth. He waits for a response - nothing. \n[18]Maybe I'll meet them in person one day. They're just so far away and I don't get out much, not farther than the apple orchard or the post office anyway. \n[19]I saw the people on TV fighting for Baby Peggy. It wasn't far from my house, and the people there looked nice enough, so I went. I thought I had everything I needed at home but then I thought, maybe there's more. \n[20]Can I tell you something? Mary nods. \n[21]I like your eyeballs. \n[22]Brownish gray. I know. They both smile. \n[23]Quagmire? \n[24]\"Please meet...\" He looks at Mary, disgusted, continues reading. \n[25]M-E-A-T. \"Please meat me there. XO Steve\". \n[26]No kidding. She rushes to the car, Howard joins her. They push the car ey with everything they have, it tips back onto its wheels. Th jump in the car and start it up. \n[27]She'll be okay. She will. Howard looks behind him at the ever growing crowd. \n[28]All this. For her. He manages a sad smile. \n[29]They don't even know her. \n[30]You're okay. \n[31]That bus driver looked like Francis Galton. Did you see that?     118. \n[32]In retrospect, and I say this with some hesitation because I don't like to have actual regrets so I'll just say I'm beginning to perpend - \n[33]I'm beginning to perpend whether or not eating three bags of caramel corn for lunch was the smartest thing to do. Honestly I'm this close to spewing... Mary reaches the end of the path and stops, waits for everybody else to catch up. They're in complete awe of the monstrous Georgian estate before them. ", "ANGUS": "\n[1]Where the hell is he? \n[2]Pandemic. Hartman's eyes light up. \n[3]Half of the Midwest and spreading. Nobody's safe. Steve tries on a gas mask. \n[4]Always a possibility. \n[5]Hartman, come on. Hartman gets in the elevator, hollers out to them. \n[6]We're going to hit rush. We'll have to take the second flight. Exec. Producer DAN CORBITT walks in, heads straight for his desk. \n[7]Take a look at those... plants. Corbitt pauses it on the worst shot, looks at Steve. \n[8]Rebecca wants you to come for dinner when we're back home. Her cousin from Florida -     39. \n[9]What? \n[10]She's hot. \n[11]You let you mother set you up? What the hell is wrong with you? There's a commotion in the distance. Every photographer on the grounds focuses on the castle. Reporters jump into position. Hartman touches up his make-up, roots through his bag. He yells out to Steve, Angus and Josh. \n[12]Wherever news goes...     49. \n[13]Here? \n[14]Is she hot? \n[15]I've been married to the same woman for seventeen years. I care. \n[16]For now. Hartman checks his teeth in a hand mirror. \n[17]Is that her? She's hot. \n[18]She's really hot. \n[19]I don't think we've met. Angus. Mary shakes Angus' hand. He can't take his eyes off her. \n[20]Your eyes are striking. Steve punches him through the seat. Mary's oblivious. \n[21]Nothing wrong with that one. \n[22]My dear, sit. He shoves the BBC guy out of the way to make room for Mary next to him. Vince shuffles the cards. \n[23]Verdict's in. They all rush off to the court house, leaving a stunned Mary standing alone. \n[24]Consider yourself temporarily saved by the storm. It's worse than they thought. We've got to move. Steve grabs his equipment. They start walking. \n[25]He'll probably fire you after. \n[26]She's too smart to come here during this. Steve looks around like he's crazy. \n[27]We can't just leave them. \n[28]Christ, you two. You'll get us killed. Angus leans into the front seat, tries to steady the steering wheel. \n[29]Corbitt wants you to go on air to talk about Mary. An interview with the boyfriend. \n[30]Close enough. Come on, we need this. Hartman steps up, listens in.     98. \n[31]Fox has already got their hands on everything but her panty size. \n[32]Corbitt wants you on in five. Steve sees he has no choice. He nods. Hartman puts an arm around him. ", "ELIZABETH": "\n[1]I like your boots. \n[2]Are you pro-leg or anti-leg? \n[3]This is the pro-leg group over here. We're supporting Baby Peggy's dad in his fight to save the baby's third leg. She points to the end of the fenced off area where only a few \n[4]Those are the anti-leggers. They're all for the amputation. \n[5]The pro-leggers have better snacks. \n[6]You see? When you sing loud enough and when your signs are big enough, people listen! Mary spots some of the news vans pulling away. \n[7]Go, go on. I'll watch your stuff. Mary drops her bags, runs toward the media camp. \n[8]Sign my book before you go? Elizabeth hands her the ratty hand decorated book and a pen.     59. \n[9]Not really. Mary is stunned. She takes a minute to realize it's real, gets excited. From behind her: \n[10]Mary, have you met Howard? Mary shakes her head. Howard offers his hand. It's got dried chocolate milk all over it. She takes it. \n[11]Mary, Howard. Howard, Mary. Mary, Howard's got a car, you know. He can drive us. Mary looks at him, thinks about it. \n[12]Yay! I love Cloris Leachman. \n[13]Perfect. \n[14]I wish, but I only left enough cat food out for two days. I'll miss you guys! Elizabeth hugs them both, jumps on the bus. Howard and Mary watch as she struggles to her seat with all the signs.     77. \n[15]Howard! She hugs him.     105. \n[16]What's taking so long? ", "RESCUE SUPERVISOR": "\n[1]The new equipment is going to take a while. Let's try and find out what kind of shape our victim's in. \n[2]Let's keep it simple. Get me a flashlight, a piece of paper and a pencil. An unenthusiastic Hartman steps in front of the camera, the Rescuers in the shot behind him. Doug films. Hartman goes to speak but can't seem to summon his on air personality. \n[3]Tell her help is on the way. We just need her to confirm she's conscious -- here, give me that. The Supervisor grabs the paper and pencil, scribbles the note, ties it to the flashlight. They look up to the thin nylon rope now in place of the snapped cable. The Rescue Supervisor signals for them to drop it. He attaches the flashlight/note, waves to the crane op. The crane swings over, lowers the rope into the hole. \n[4]That's a good sign right there. The Young Rescuer grabs the note. \n[5]What's it say? \n[6]Jesus Christ. \n[7]Can we leave her down there? He motions for the Rescuer to continue. \n[8]Great. \n[9]We've got the whole country watching now, can't afford any more mistakes. The crane from Shreveport is a wash. We're looking at as much as sixteen hours to bring the other one in. \n[10]There's air coming in through the top. \n[11]Let's at least get some food and water down there. The rope we've got on there now will handle a small load -- if that damn crane holds. He looks up at the old crane, worried. \n[12]As fast as we can get them here. \n[13]Jesus Christ. Tell me she's not -     113. ", "TEACHER": "\n[1]We're ready for you now. (a plastic Kroger shopping Mary jumps up, grabs her purse bag). \n[2]Here's a treat, students. Our final guest for Career Day, Miss Mary Horowitz, is the crossword constructor for the Atlanta Citizen. You know the crossword puzzles you see every week in the newspaper? It's her job to create them. Isn't that fun? Mary stares at the Teacher, whispers. \n[3]Pardon me? \n[4]Oh, I'm so sorry.     3. Mary takes the crossword puzzles out of her bag, looks at them like lost puppies. \n[5]Maybe you could tell them a bit about what your job is like? \n[6]Daniel, you have a question? \n[7]Children! The Teacher shoots the Kids a warning look, then notices Mary hyperventilating. \n[8]Are you okay? Mary grasps for breath, struggles to speak. \n[9]Water. Just hang on. The Teacher rushes out. The kids all stare at Mary. \n[10]Who's ready for some fun? The deaf kids start running down the hill, straight for the petting zoo.     87. Just when they're close enough to smell the goats, tground gives way from the back and the kids drop out of sight front of the Teachers - each kid taken tota off The Teachers drop their picnic baskets and scream their heads off. ", "SOLOMAN": "\n[1]Let's split the gardening feature into two weeks. Keep them in suspense. He steps back, looks at the whole layout. \n[2]Looks good. How are we doing here?     22. He checks his watch. \n[3]Five minutes to spare. Look at that. The Assistant points to a blank corner of page 26. Soloman's surprised, and not particularly impressed. \n[4]Horowitz. \n[5]Steve? Mary sits and smiles.     24. \n[6]Every single answer is \"Steve\"? Who the hell is Steve anyway? No wait, I don't care, but I do care that you pissed off our readers. Mary's smile falls a bit. \n[7]I thought you knew better than to pull something like this. It's He's too frustrated, the words aren't coming \n[8]No! \n[9]No. \n[10]Mary. We're letting you go. ", "CORBITT": "\n[1]You're set. KDFW's on site now. Angus and Steve start to get up. \n[2]Hang on. They sit. Corbitt grabs the remote control, turns the TV on.     27. \n[3]Anybody want to tell me about this? He fast forwards through footage of Hartman reporting from a greenhouse. Corbitt slows it to normal speed, mutes it. They watch as Hartman interviews an attractive female BOTANIST holding a test tube with a seedling in it. Hartman keeps pointing to the seedling - which happens to be right in front of the Botanist's generous breasts. The camera gets closer and closer - each time it pulls away Hartman points to the seedling again to force the camera in close - basically turning the piece into a giant boob-fest. \n[4]We can't use this. Hartman fakes disgust. \n[5]You want to go back to the Weather Channel, try that again. Corbitt checks his watch, points them out the door. \n[6]Get out of here. Don't embarrass me in Dallas. Hartman, Angus and Steve walk out. Steve nods to Hartman - thanks asshole. In the hallway, Steve's cell phone rings. He answers it. \n[7]Who the hell was that? \n[8]Storm's over. What else is happening? The Exec shrugs and yawns. \n[9]Shame about your girlfriend in the pit, Steve, but we've got the inside advantage here so let's use it. Steve shakes his head, not impressed. Angus takes the phone off speaker, steps aside to talk to Corbitt. Steve's phone rings. He answers it, listens, cringes. ", "TRUCK DRIVER": "\n[1]Can't say I do. \n[2]I'm headed that way. He points to his truck. Mary looks at the truck, looks at him, looks at the truck, thinks about it for a long time.     37. With no sign of an answer forthcoming, the Truck Driver keeps walking to his rig. When he's just about there, Mary yells out to him. \n[3]Road kill? \n[4]No. \n[5]Would I tell you if I did? \n[6]Wait for the next bus if that suits you. He climbs into the truck. Mary runs to catch up with him. \n[7]Afraid not. ", "CLYDE": "\n[1]Everybody deserves the benefit of the doubt. He looks at Mary, smiles. \n[2]Everybody. As he joins the Leachman fans, Mary thinks about it. \n[3]Shhhh. \n[4]Shhhh. He puts his hands on the sides of her head. Mary's confused and a bit freaked out. \n[5]In here. So loud. Always thinking, thinking, thinking. Mary goes to speak, stops herself. Clyde keeps his hands still on her head, looks into her eyes.     73. \n[6]You already found what you're looking for. Mary's eyes soften and she's suddenly calm. A moment of peace. Suddenly, Mary spots Hartman, Steve and Angus rush past. She breaks away from Clyde, rushes along the fence to catch up. "}}