{"dialogues": {"CARNBY": "\n[1]Your mother is wrong. Being afraid of the dark is what keeps most of us alive. \n[2]That's because they don't know the truth. \n[3]So, maybe you're thinking I'm an asshole, trying to scare this poor kid for no reason. But that's where you're wrong. Because I've got my reasons. There's a world around you that you've trained yourself not to see. You've willfully closed your eyes. But your fear of the dark is not a weakness. It's there to protect you from things you'd better pray you never see. My eyes were forced open a long time ago. Now I know. Just because you can't see something, doesn't mean it can't kill you. \n[4]Trust me, I'm carrying enough baggage for the both of us. \n[5]You really want to know? \n[6]I'm a paranormal investigator. \n[7]I'm an effective solution to unusual problems. \n[8]Speaking of which, that taxi's been following us since the airport. \n[9]If you can... \n[10]I'll draw him away... \n[11]Hello? \n[12]Linda, what's wrong? \n[13]I'll figure this out, Linda. I'll find John. \n[14]Of course not. \n[15]Sister... John disappeared last night. And something happened to me as well. \n[16]I need your help, Sister. I need to find the others. \n[17]I'll let you know as soon as I hear something. \n[18]I ordered for you, Fischer. It's pecan. \n[19]That means all nineteen are missing. \n[20]That's what I'm trying to find out. \n[21]Thanks Fischer. It's good to know I've still got friends at 713. \n[22]I missed you too. \n[23]Aline... let me explain. In private. \n[24]Five minutes, Aline. I'll tell you everything. \n[25]I was in the Amazon for six weeks, tracking poachers through their transport lines. Then I fell in with a group of ex- Chilean military selling artifacts on the black-market. This was found in a gold mine in the southern tip of Chile. \n[26]I asked very nicely. \n[27]Does it make any sense to you? \n[28]Ten thousand years ago, it would've been like burying them at the ends of the earth. \n[29]You're not trying to seduce me, are you? \n[30]Hairs on the back of my neck just stood up. \n[31]I could ask you the same thing. \n[32]I think we'd better run... \n[33]Can't hold it... \n[34]Is there any way out of here? \n[35]Hey Richie. \n[36]I'll catch up. \n[37]I need to know what those things are. \n[38]I'm asking nicely. \n[39]You're right, Commander. I guess I have gone soft. \n[40]I need to find out what's happened to John and the others. Stay in contact. We'll meet up later. \n[41]I'm not here. Commander Burke is. Now what the hell is that thing inside him? \n[42]The list of people I trust is short, Fischer. Is it about to get shorter? \n[43]Have you I-D'd him? \n[44]He was an agent? When? \n[45]It's fused with his nervous system. \n[46]Can you remove it? \n[47]I'm not much for coincidences. These organisms must be connected to those things from the museum. \n[48]Catchy. When did they first appear? \n[49]Have you isolated any weaknesses? \n[50]If they disrupt electricity, why did my flashlight still work? \n[51]I'm going to need a lot of those. \n[52]Five minutes... \n[53]I know. \n[54]Maybe this will help... \n[55]What are we looking for? \n[56]Yeah. That's us right there. \n[57]John? \n[58]Behind you! \n[59]It is. The other two are from the orphanage as well. \n[60]Something's controlling them. \n[61]Twenty. Including me. \n[62]We'd better get out of here. \n[63]Aline! \n[64]It's true. I've got one inside me. But it's not controlling me. \n[65]Why are the lights still out? \n[66]All Agents! You've got to kill the organism to stop them! Aim for the spine! \n[67]We need to go down there. \n[68]They're coming here for a reason. Until we know what they're after, we're never really going to be able to stop them. \n[69]Every culture has a story about the end of the world. \n[70]Wait. Aline, look at this... \n[71]Aline! \n[72]Subtle. \n[73]Aline! \n[74]We'll find a way out. \n[75]It's just like the organism Fischer took out of Pinkerton. \n[76]This is where it happened. \n[77]So it's a key. \n[78]The answers I've been looking for my whole life could be in there. \n[79]Barr... how much C-4 you got left? \n[80]It was 713. \n[81]Aline... \n[82]Give him the key. Enough people have died today. \n[83]Look at the dust on the floor. This is where Hudgens got in. \n[84]Over there! \n[85]We'll find a way. \n[86]Burke! \n[87]They were under us the whole time. \n[88]Something's very wrong... \n[89]Remember what Hudgens said? I was his last failure. He said he perfected the implant process. \n[90]Then where the hell is everybody? Where's everybody gone? \n[91]Aline... \n[92]It's going to be a busy day. ", "ALINE": "\n[1]I don't have anything scheduled. What museum was it transferred from? \n[2]It's probably an error. It must be for the big Abkani show. \n[3]We've got Abkani artifacts coming in from museums around the world. Until Hudgens gets back, I'm doing all the cataloguing anyway. \n[4]Off on another archeological goosechase. He thinks he's finally found the Erebus. \n[5]The pictograms are late-period Abkani. It seems to be some sort of... prophecy. Shadows that make ghosts of men. The world of light consumed by darkness. This is the first indication I've ever seen that the Abkani had a myth about the end of the world. \n[6]Hello? \n[7]It's a fascinating piece, Dr. Hudgens. I started decoding the pictograms and... \n[8]I was only going to catalogue it for you. \n[9]But, Dr. Hudgens, I was just... \n[10]Edward... \n[11]I thought you were dead, you asshole! \n[12]Give me one reason why I'd ever want to speak to you again? \n[13]It's Abkani... \n[14]And how did you end up with it? \n[15]You should've called, Edward. Or written. Just to let me know you were alive. \n[16]Yesterday, maybe not. But something happened last night. \n[17]They were found in completely different locations. Alaska. Newfoundland. Venezuela. And now this one's from Chile. \n[18]The Abkani's written language is based on pictograms. Combinations of symbols to create different meanings. But there's one here I've never seen before. \n[19]Give me that. \n[20]What is it? \n[21]How come every time you show up, my life gets complicated? \n[22]No! Why didn't you ask me that before you pushed me in here? \n[23]What do you think? \n[24]Those doors lead to the front entrance. \n[25]They saved our lives. \n[26]It's fine. Thanks. \n[27]I want to finish studying those artifacts. \n[28]Commander, I need to get to my office. \n[29]At least let me pack up my work. There's priceless artifacts in there. If they get damaged... \n[30]I don't think I want to know your definition of out of the ordinary. \n[31]Dr. Hudgens. When did you get back? \n[32]I'm fine. A bit shaken up. But fine. \n[33]Edward. \n[34]I can do that myself. \n[35]Dr. Hudgens... I forgot to ask. Did you find the Erebus this time? \n[36]Since when do I have a security detail? \n[37]What's missing... \n[38]I see nothing's changed... \n[39]Edward? \n[40]Sweet dreams... \n[41]Something smells amazing. \n[42]I love omelettes. \n[43]I figured out a connection with the symbols on those artifacts. They correspond to constellations. But something's missing. \n[44]Can you run the program on this? \n[45]The Abkani used constellations to pin- point a geographical location. But I don't think I can isolate it closer than a hundred mile radius. \n[46]That looked like John. \n[47]You had no choice. \n[48]How many are there altogether? \n[49]What are you doing? \n[50]He's not one of them. \n[51]What does Hudgens have to do with this? \n[52]It looks like you're going to war. \n[53]I've been thinking about something. The Abkani prophecy. The shadows that make ghosts of men... \n[54]But not every story starts to come true. \n[55]They're Abkani. \n[56]It's a warning. \n[57]The gist of it is, even if you make it down here alive, you're already dead. \n[58]Maybe this is what they look like when they grow outside a human host? \n[59]The Abkani didn't put this here. \n[60]You sure this is going to work? \n[61]What is this place? \n[62]Who did this to you? \n[63]Edward, look... \n[64]The pictograms carved here make it pretty clear that's a bad idea. \n[65]Some doors are locked for a reason. \n[66]Edward... if he detonates those charges, we're all dead. \n[67]Where are all the children? \n[68]Edward... what's going on? \n[69]It can't be... \n[70]Yes Edward? ", "BURKE": "\n[1]his better be good, Miles. \n[2]his is Bureau 713. \"Strange\" doesn't \n[3]Yes Miles. And what level are the sensors picking up now? \n[4]What are we looking at, Krashinsky? \n[5]I want a full security sweep. Miles, get Fischer to send his sci-and-spy boys down here. Now go. \n[6]hat the hell are you doing here, Carnby? \n[7]It's Commander Burke. This is my unit. \n[8]You used to be able to take care of yourself, Carnby. Gotten soft since you left 713? \n[9]Aline Cedrac. Pleasure to meet you. How's the Ph.D. coming along? \n[10]Miles, get her to a medic. \n[11]Why am I still looking at you? \n[12]That information's classified. If you were still an agent, you'd already know. But since you're not, stay out of my way. \n[13]Get him out of here! \n[14]The museum's quarantined until we're done. \n[15]If you notice anything out of the ordinary, let me know immediately. \n[16]Have you been meeting with Carnby? \n[17]All the intell you've got on Edward Carnby. \n[18]Love what you've done with the place, Carnby. \n[19]Drop your weapon and get down on the ground. \n[20]He's been infected with some kind of organism. He could be under its control. \n[21]You'll excuse me if I don't take your word for it. Now drop your weapon. \n[22]Forget to pay your power bill, Carnby? \n[23]Confirmed. Spinal shot's a kill shot. \n[24]You remember the number one rule they teach you in 713 training? Trust your instincts. \n[25]Fischer's missing. So is Hudgens. And I've got a situation brewing that makes this scrap look like a bar brawl. \n[26]That's what I want to find out. I need you both to brief me in the air. \n[27]Oh, and Carnby... I'll need my I-D back. \n[28]Krash! What are you reading? \n[29]The military? We don't have time to wait for them to mobilize. \n[30]No. Initiate Nine-Alpha on my authority. But I won't hold my breath. By the time this clears Defense Council, we'll be dead or drinking... \n[31]I know, Miles. But back-up won't make it before sunrise. \n[32]We are. The highest xeno concentration on record is closing in on this location. This could be our chance to wipe them out once and for all. \n[33]What? \n[34]Goddamn it. Miles, you're in charge of perimeter defense. Nothing gets in or out until we find out what's down there. \n[35]It's a dead end. \n[36]We'll double-back. Take another tunnel. \n[37]We've got to get down there. \n[38]Hold tight, Miles. Once we retrieve Marko we're coming back up. Whatever's down here is going to have to wait. \n[39]Cheung! Cut the line! \n[40]Krash, I need another exit. Can you run a sonar pulse at this depth? \n[41]We've got to get up there. \n[42]Miles! Re-route those `copters! Pull all agents back into the mine! Set formation in teams of three! Miles! \n[43]Goddamn it! \n[44]I think you'd better see this. \n[45]There's always a way... \n[46]I say we got two options. One, we open this door, deal with whatever's on the other side. \n[47]Two, we set enough C-4 to bury this place. Keep whatever's in there, down here for good. \n[48]There's no way this was sanctioned. \n[49]Once we get out, we can remote detonate. \n[50]The remote detonator's inactive. The signal can't get through. ", "HUDGENS": "\n[1]I've been searching for the Erebus for twenty years, Captain. Now that I've found it, I'm afraid your ill-informed superstitions aren't enough to stop me. \n[2]Bring it up. \n[3]The conditions must be perfect. Otherwise, there will be... consequences. \n[4]Did you know the Abkani were the first civilization to use gold for their valuables? They believed it held the power to contain evil spirits. Thousands of years later, we don't even remember why gold was valuable to us in the first place. Now, let's load it onto the truck. \n[5]You have no idea... \n[6]I suppose one should not be surprised when mercenaries act mercenary. \n[7]You're making a terrible mistake. \n[8]Captain! Don't open it! \n[9]They're faster than I thought... \n[10]Did a shipment arrive for me today? \n[11]Who told you to do that? That crate was not to be opened. \n[12]It's not your place to question my instructions, Ms. Cedrac. Leave the tablet alone. I'll catalogue it myself when I get back. \n[13]The Abkani never cease to amaze me. \n[14]Such a complex society at a time when most of humanity was still hunting and gathering and huddling around fires. \n[15]A few hours ago. I heard there was some excitement. Are you alright? \n[16]I apologize for snapping at you earlier. Now, what are you still doing here after all you've been through? \n[17]Where did you get that image? \n[18]This is a major find. I'll need to analyze it. Confirm its authenticity. \n[19]That wasn't a request... \n[20]Where is the artifact? \n[21]And you are? \n[22]My dear, do you have any idea who I... \n[23]I'll just have to hold off my curiosity until morning. \n[24]Just an empty shipwreck. You were right. It was another wild goosechase. \n[25]If you can't beat us, Fischer, join us. \n[26]I'm afraid I can't allow that. \n[27]Now drop your weapons and back away. \n[28]Our early work was crude, I admit. But eventually we perfected the implant process. You were our last failure, Carnby. If you hadn't escaped, 713 never would've shut down the experiments. \n[29]Before your kind took over, 713 had very different... priorities. Now, you just blaze in and destroy everything before we can learn to control it. I've wasted twenty years working in secret because of short-sighted men like you. \n[30]There it is... \n[31]You were a fine archeologist. \n[32]You couldn't have opened it anyway. Not without this... \n[33]Insert the key. \n[34]Now turn it. \n[35]When we found the first of them, 713 saw just another threat to be eliminated. But I knew it was something more. It was the first. The first to wake. I've woken others since then. But the rest are coming... ", "AGENT MILES": "\n[1]Sir, we're getting some strange readings in the control room. \n[2]Well, sir, normal levels of paranormal activity range from three to five... \n[3]We don't know. \n[4]They only go up to 50. \n[5]Ms. Cedrac, I'm Agent Miles. This is Commander Burke. \n[6]Fischer... \n[7]Commander Burke wants to see you. \n[8]Sir, this one's infected too! \n[9]Krash? \n[10]We've got three perimeters of flash- mines. Gatling guns are set to electromagnetic motion tracking. And every available agent in the vicinity is here. But Commander... \n[11]Something's definitely down there, sir. But there's too much interference to get a clear reading from here. \n[12]Defense perimeter's up. Still waiting for the generator to come on-line. \n[13]Only until dawn. \n[14]I know. \n[15]Incoming! \n[16]Where the hell are the lights? \n[17]We've got incoming! What are your orders? \n[18]They've hit the outer perimeter. \n[19]Krash? Report! Krash? \n[20]Can't get through to Krash either. Too much interference. \n[21]Hold your fire until they're at the second perimeter. \n[22]Fire! \n[23]They're turning back! \n[24]Confirmed. \n[25]Feenstra! \n[26]Last one. \n[27]Commander? Krash? Anyone? \n[28]I die fighting or I don't die at all. ", "FISCHER": "\n[1]Why did I agree to this? \n[2]You've got a good memory, Carnby. \n[3]I tracked down the three you asked about. They all disappeared last night. Same story. No suitcase. No car. Just up and walked out in the middle of the night. \n[4]I ran full cross-references. Nothing much in common between them. Except they all grew up in the same orphanage. Your orphanage. What's going on, Carnby? \n[5]You shouldn't be here, Carnby. \n[6]Your curiosity have anything to do with the fingerprint of yours I found on his corpse? \n[7]Yeah, we got dentals. Agent James Pinkerton. He's ex-713. \n[8]Went MIA twenty years ago. Presumed dead. I'm trying to get more intell, but his records are so classified, they're practically invisible. \n[9]I've never seen this kind of symbiosis before. \n[10]Scanner's still reading something... \n[11]There's one inside you too. But the symbiosis is incomplete. \n[12]I could try. But it might paralyze you. \n[13]We call them xenomorphs. \n[14]Two years ago. They've been 713's top priority ever since. But it's been almost exclusively in rural areas. This kind of urban infiltration is unprecedented. \n[15]Most metals pass right through them. So normal bullets and blades are useless. But they're vulnerable to elements 76 to 79. Osmium, iridium, platinum, and gold. Negates their ability to disrupt electricity. \n[16]The closer the current to its power source, the less disruption. \n[17]This is calibrated to track their disruption field. It won't help you see them, but you'll know when they're nearby. \n[18]They live almost exclusively in darkness. Sunlight's lethal in large doses. But only certain light frequencies hurt them. \n[19]But for maximum damage, we use bullets coated in a photon-accelerated luminescent resin. Cuts right through them. \n[20]Yes. He's got intell we need. And I trust him. \n[21]What else could I do? I had to tell him. \n[22]Sarah? Answer me! Sarah! ", "AGENT BARR": "\n[1]Reading two xenos. \n[2]Cheung! Marko! Don't let them get away! \n[3]Goddamn it, Krash, I know. Commander Burke, we're secure. And sir... Carnby is here. \n[4]Roger that. We're hot. \n[5]Where the hell's our back-up? \n[6]We're clear, sir. \n[7]Scanner's clear. \n[8]It's definitely this way, sir. \n[9]Readings are getting stronger. \n[10]What do you got, Marko? \n[11]Marko! \n[12]Commander... \n[13]Enough to blow this place to... ", "KRASH": "\n[1]Electromagnetics off the scale, Commander. \n[2]Confirmed. \n[3]Losing readings. \n[4]Readings gone. You lost them, Barr. \n[5]Multiple readings confirmed. Back-up's on the way. \n[6]Landing. \n[7]Negative. \n[8]We're practically off the scale, Commander. This is unprecedented. Should I initiate Contingency Nine-Alpha? \n[9]Is that a negative, Commander? \n[10]Electromagnetics around the mine are off the scale. ", "SISTER CLARA": "\n[1]After the power went out, I went to check on the children. But their beds were empty. Every one of them. They just disappeared... \n[2]Still having trouble sleeping, Edward? You can't stay up all night, you know. \n[3]What is it, Edward? \n[4]Welcome home, Edward. \n[5]Yes. Thank you, Sophie. \n[6]Let me get a look at you. Are you sleeping enough? \n[7]It's happening again. \n[8]I'll get their files. ", "GUARD": "\n[1]Got another delivery, Ms. Cedrac. \n[2]Ancient Native American civilization. They were this super-advanced culture, but something like ten thousand years ago, they just disappeared. \n[3]Not much else to do around here at night. \n[4]This is Aline Cedrac. She's the assistant curator. \n[5]Where is Hudgens anyway? The show opens in a few days. \n[6]So he sticks you with the work. At least it keeps your mind off your boyfriend. \n[7]Damn it... I shouldn't have said that. Her boyfriend's been missing for the last three months. \n[8]There's... somebody here to see you. ", "CAPTAIN CHERNICK": "\n[1]They say a sunken ship is like a grave. It should never be disturbed. \n[2]Don't you want to open it? Make sure it's what you're looking for? \n[3]Is this made of solid gold? \n[4]If the container's made of gold, whatever's inside must be worth a fortune. \n[5]But I'm looking forward to finding out. \n[6]The only mistake would be letting you walk out with whatever's in there. Barnes... \n[7]Throw him in there. \n[8]Kill him. ", "CABBIE": "\n[1]You travel light. \n[2]That's pretty funny, man. What do you do? \n[3]Yeah, man. Hearing about my passengers' lives keeps the job interesting. \n[4]Get the fuck outta here! \n[5]What does that mean exactly? \n[6]No shit? Want me to lose him? \n[7]I'm trapped, man! ", "1": "", "AGENT CHEUNG": "\n[1]There! \n[2]Everything okay in here? \n[3]Ms. Cedrac's security detail. \n[4]Dr. Lionel Hudgens. Former agent, sci-and- spy division. Currently 713 advisor status. I know exactly who you are. But I'm not your \"dear\" anything. \n[5]Since it seemed like you needed it. \n[6]There's more over here. ", "A": "\n[1]ll that is visible of the creature's trajectory is furniture \n[2]gent Turner turns to see Fischer approaching. \n[3]gent Miles OPENS FIRE, sending a stream of glowing bullets \n[4]line comes up to the concrete wall, running her hands along \n[5]line uses her flashlight to read the symbols on the door. \n[6]line inserts the device into the opening in the door. "}}