{"dialogues": {"MOZART": "\n[1]Miaouw! Miaouw! Mouse-wouse? It's Puss-wuss, fangs-wangs. Paws-claws. Pounce-bounce! \n[2]I am! I am! I'm stopping it - slowly. You see! Look, I've stopped. Now we are going back. \n[3]Yes! Back! Back! Listen - don't you know where you are? \n[4]We are in the Residence of the Fartsbishop of Salzburg. \n[5]Go ahead, tell him. Tell them all. They won't understand you anyway. \n[6]Because here everything goes backwards. People walk backwards, dance backwards, sing backwards, and talk backwards. \n[7]Why? People fart backwards. \n[8]Yes, I think it's brilliant. You've been doing it for years. \n[9]Sra-I'm-sick! Sra-I'm sick! \n[10]No, no. Say it backwards, shit-wit. Sra-I'm-sick Say it backwards! \n[11]Em iram! Em iram! \n[12]No, this is serious. Say it backwards. \n[13]Just say it - you'll see. It's very serious. Em iram!  Em iram! \n[14]Ui-vol-i-tub! \n[15]Tish-I'm tee. What's that? \n[16]Tish-I'm-tee. \n[17]Yes. \n[18]My music! They've started! They've started without me! \n[19]Certainly! \n[20]Well, I think that went off remarkably well, don't you? \n[21]These Viennese certainly know good music when they hear it. \n[22]What do you mean? \n[23]Why what, sir? \n[24]Humiliated? \n[25]If His Grace is not satisfied with me, he can dismiss me. \n[26]No, Your Grace! I mean with all humility, no. I would rather you dismissed me. It's obvious I don't satisfy. \n[27]Excuse me! \n[28]And the other one? \n[29]And the other one? \n[30]Oh, they're both so beautiful, I can't decide. Why don't I have two heads? \n[31]Your Majesty! \n[32]Oh, thank you. \n[33]Oh sir, yes! The honour is mine. Absolutely. \n[34]I know your work well, Signore. Do you know I actually composed some variations on a melody of yours? \n[35]Mio caro Adone. \n[36]A funny little tune, but it yielded some good things. \n[37]Really? Oh, grazie, Signore! Sono commosso! E un onore per mo eccezionale. Compositore brilliante e famossissimo! \n[38]Majesty! \n[39]Oh, German! German! Please let it be German. \n[40]Because I've already found the most wonderful libretto! \n[41]I - I don't think you have, Herr Director. Not yet. I mean, it's quite n - Of course, I'll show it to you immediately. \n[42]It's actually quite amusing, Majesty. It's set - the  whole thing is set in a - in a - \n[43]In a Pasha's Harem, Majesty. A Seraglio. \n[44]Exactly. \n[45]Well not especially. It can be in Turkish, if you really want. I don't care. \n[46]Why not? It's charming. I mean, I don't actually show concubines exposing their! their! It's not indecent! It's highly moral, Majesty. It's full of proper German virtues. I swear it. Absolutely! \n[47]Love, Sire! \n[48]No, I don't think you do. I mean watching Italian opera, all those male sopranos screeching. Stupid fat couples rolling their eyes about! That's not love - it's just rubbish. \n[49]Majesty, you choose the language. It will be my task to set it to the finest music ever offered a monarch. \n[50]Keep it, Sire, if you want to. It is already here in my head. \n[51]I think so, Sire, yes. \n[52]The rest is just the same, isn't it? \n[53]That really doesn't work, does it? \n[54]Did you try this? Wouldn't it be just a little more -? \n[55]Or this - yes, this! Better. \n[56]It is new, it is, isn't it, Sire? \n[57]And German? \n[58]So then you like it? You really like it, Your Majesty? \n[59]What do you mean, Sire? \n[60]I don't understand. There are just as many notes, Majesty, as are required. Neither more nor less. \n[61]But this is absurd! \n[62]Which few did you have in mind, Majesty? \n[63]Majesty, this is Madame Weber. She is my landlady. \n[64]Well - Well we haven't quite received my father's consent, Your Majesty. Not entirely. Not altogether. \n[65]Twenty-six. \n[66]Katherina! I'll tell you what I'm going to do. I'm going to write another aria for you. Something even more amazing for the second act. I have to get some water. Her mother is lying on the stage. \n[67]What? \n[68]I'll be right back. \n[69]You should really go home now, Frau Weber. Your carriage must be waiting. \n[70]I have to talk to the singers. \n[71]Oh - excuse me! \n[72]No, she's fine. \n[73]Did you like it, then? \n[74]It really is the best music one can hear in Vienna today. Don't you agree? \n[75]What?? \n[76]Of course. \n[77]Excuse us, Fraulein. Good night, Signore. \n[78]I will. \n[79]Most beloved father, it is done. Do not blame me that I did not wait to see your dear face. I knew you would have tried to dissuade me from my truest happiness and I could not have borne it. Your every word is precious to me. Remember how you have always told me Vienna is the City of Musicians. To conquer here is to conquer Europe! With my wife I can do it.  I vow I will become regular in my habits and productive as never before. She is wonderful, Papa, and I know that you will love her. And one day soon when I am a wealthy man, you will come and live with us, and we will be so happy. I long for that day, best of Papas, and kiss your hand a hundred thousand times. \n[80]What is this, Herr Chamberlain? \n[81]Why do I have to submit samples of my work to some stupid committee? Just to teach a sixteen-year-old girl. \n[82]Is the Emperor angry with me? \n[83]Then why doesn't he simply appoint me to the post? \n[84]No, but I'm the best. \n[85]Who is on this committee? \n[86]Naturally, the Italians! Of course! Always the Italians! \n[87]They hate my music. It terrifies them. The only sound Italians understand is banality. Tonic and dominant, tonic and dominant, from here to Resurrection! Ba-ba! Ba-ba! Ba-ba! Ba-ba! Anything else is morbid. \n[88]Show them one interesting modulation and they faint. Ohime! Morbidezza! Morbidezza! Italians are musical idiots and you want them to judge my music! \n[89]Must I? Well, I won't! I tell you straight: I will not! \n[90]Oh, leave me alone. \n[91]They'll come anyway. They love me here. \n[92]Oh yes? You always know everything. \n[93]You borrowed money from your mother? \n[94]Well, don't do that again! \n[95]Don't be stupid. \n[96]Shut up! Just shut up! I don't need them. \n[97]Stanzi! Stanzi! Stanzi-Manzi! \n[98]Sssh! \n[99]Sssh! Stay here. \n[100]Stanzi? How's my mouse? Mouse-wouse? I'm back - puss-wuss is back! \n[101]Stanzi! \n[102]What's the matter? What is it? Stanzi! \n[103]Stop it now. Stop it. I've brought some friends to meet you. They're next door waiting. Do we have anything to eat? They're all starving. \n[104]What's the matter with you? \n[105]Sssh. What is it? Tell me. \n[106]Yes! \n[107]Your Excellency, you requested some specimens of my work. Here they are. I don't have to tell you how much I need your help. I truly appreciate your looking at these. I have pressures on me - financial pressures. As you know, I'm a married man now. \n[108]She is well. She is - well, actually, I'm about to become a father! She only told me last night. You are the first to know. \n[109]So you see, this post is very important to me right now. \n[110]Why? Here is the music. It's here. I am submitting it humbly. Isn't that what you wanted? \n[111]Filled? That's impossible! They haven't even seen my work. I need this post. Please, can't you help me? Please! \n[112]Whom did they choose? \n[113]Sommer? Herr Sommer? But the man's a fool! He's a total mediocrity. \n[114]But I can't lose this post, I simply can't! Excellency, please. Let's go to the palace, and you can explain to the Emperor that Herr Sommer is an awful choice. He could actually do musical harm to the Princess! \n[115]Look, I must have pupils. Without pupils I can't manage. \n[116]No, but I'm broke. I'm always broke. I don't know why. \n[117]How can anyone say that? We have no cook, no maid. We have no footman. Nothing at all! \n[118]They're stupendously successful. You can't get a seat. The only problem is none will hire me. They all want to hear me play, but they won't let me teach their daughters. As if I was some kind of fiend. I'm not a fiend! \n[119]Do you have a daughter? \n[120]Well, could you lend me some money till you have one? Then I'll teach her for free. That's a promise. Oh, I'm sorry. I'm being silly. Papa's right - I should put a padlock on my mouth. Seriously, is there any chance you could manage a loan? Only for six months, eight at most. After that I'll be the richest man in Vienna. I'll pay you back double. Anything. Name your terms. I'm not joking. I'm working on something that's going to explode like a bomb all over Europe! \n[121]I'd better not. It's a bit of a secret. \n[122]Actually, it's a big secret. Oh, this is delicious! What is it? \n[123]Ah. Italian? \n[124]Two thousand, two hundred florins is all I need A hundred? Fifty? \n[125]I can't say. Really \n[126]And which one of them do you want me to teach? \n[127]Madame. \n[128]I'm afraid I am. \n[129]Really? \n[130]Good morning, Fraulein Schlumberg. \n[131]I'd like a little wine, if you have it. \n[132]Now, please play me something. Just to give me an idea. Anything will do. \n[133]Well, yes! on the whole. I suppose. How long have you been playing, Fraulein? \n[134]Who was your teacher? \n[135]Thank you, Madame. Come on now - courage. Play me something you know. \n[136]Perhaps it would be better if we were left alone. I think we're both a little shy. \n[137]Perhaps if I were to play a little first, it might encourage the Fraulein. Why don't you let me try the instrument? All right? \n[138]Well, I'm a good teacher. The next time you wish me to instruct another of your dogs, please let me know. Goodbye, Fraulein, goodbye, Madame! goodbye, Sir! \n[139]Papa! PAPA! \n[140]Why are you here? \n[141]Of course, welcome! Welcome ten thousand times. Papa! my Papa! \n[142]Feed? Well, of course she feeds me. She stuffs me like a goose all day long. She's the best cook in the world. I mean, since Mama. Just wait, you'll see. \n[143]I don't know. Stanzi? Stanzi! \n[144]Oh, yes. Oh, I mean no - not exactly like this. I mean today - just today, Stanzi - I remember now. She had to go - yes! She had to help her mother. Yes, she's like that. Her mother's a very sweet woman, you'll see. \n[145]Oh! I didn't know you were home. Stanzi, this is my father. \n[146]We'll wait, we'll wait. Why don't you get up now, darling? \n[147]She's very tired, poor creature. You know me: I'm a real pig. It's not so easy cleaning up after me. \n[148]Oh we could, if we wanted to, but Stanzi won't hear of it. She wants to do everything herself. \n[149]It couldn't be better. \n[150]What do you mean? It's wonderful. Really, it's - it's marvelous! People love me here. \n[151]Who? Who says that? Now that's a malicious lie! \n[152]Pupils? \n[153]Yes. \n[154]I don't know. It's not important. I mean, I don't want pupils. They get in the way. I've got to have time for composition. \n[155]This one will. \n[156]Oh, let's not talk about it. \n[157]It's a secret. \n[158]It's too dangerous, Papa. But they're going to love it. Ah, there she is! \n[159]My Stanzi - look at her! Isn't she beautiful? Come on now, confess, Papa. Could you want a prettier girl for a daughter? \n[160]He's not Herr Mozart. Call him Papa. \n[161]Isn't that marvelous? We're delighted. \n[162]Didn't I? I thought I did. I'm sure I did. \n[163]Tea? Who wants tea? Let's go out! This calls for a feast. You don't want tea, Papa. Let's go dancing. Papa loves parties, don't you? \n[164]What? How can you be so boring? Tea! \n[165]Why not? Oh, come, Papa! What better way could I spend it than on you? My kissable, missable, suddenly visible Papa! \n[166]This is just a game, Papa. \n[167]Oh no, Papa, please! Don't spoil the fun. Come on. Here, take mine. \n[168]Yes, Papa, name it. Name it. I'll do anything you say! \n[169]Papa, the rule is you can only give penalties that can be performed in the room. \n[170]But my penalty. I've got to have a penalty. \n[171]Oh, that's really too easy. Any child can do that. \n[172]Give me a name. Who shall I do? Give me a name. \n[173]Now that's hard. That's very hard. For Salieri one has to face the right way around. \n[174]What is it? \n[175]What does she want? \n[176]Well, ask her! \n[177]Oh, damn! \n[178]Yes? \n[179]That's right. \n[180]What? \n[181]Are you saying that someone is paying you to be our maid and doesn't want us to know who he is? \n[182]Papa, is this your idea? \n[183]Are you playing a trick on me? \n[184]Stanzi! \n[185]Papa! \n[186]No one calls you that. \n[187]Thank you, Sire! \n[188]Baron! \n[189]Majesty, may I ask you to do me the greatest favour? \n[190]May I introduce my father? He is on a short visit here and returning very soon to Salzburg. He would so much like to kiss your hand. It would make his whole stay so memorable for him. \n[191]Father - \n[192]Yes, Sire. \n[193]Who told you this, Majesty? \n[194]Well, yes, I admit it is. \n[195]Well, Majesty, it is only a comedy. \n[196]But, Your Majesty - \n[197]Sire, I swear to Your Majesty, there's nothing like that in the story. I have taken out everything that could give offense. I hate politics. \n[198]But, Majesty, this is just a frolic. It's a piece about love. \n[199]But it's new, it's entirely new. It's so new, people will go mad for it. For example, I have a scene in the second act - it starts as a duet, just a man and wife quarreling. Suddenly the wife's scheming little maid comes in unexpectedly - a very funny situation. Duet turns into trio. Then the husband's equally screaming valet comes in. Trio turns into quartet. Then a stupid old gardener - quartet becomes quintet, and so on.  On and on, sextet, septet, octet! How long do you think I can sustain that? \n[200]Guess! Guess, Majesty. Imagine the longest time such a thing could last, then double it. \n[201]Twenty, sire! How about twenty? Twenty minutes of continuous music. No recitatives. \n[202]Sire, only opera can do this. In a play, if more than one person speaks at the same time, it's just noise. No one can understand a word. But with music, with music you can have twenty individuals all talking at once, and it's not noise - it's a perfect harmony. Isn't that marvelous? \n[203]Elevated? What does that mean? Elevated! The only thing a man should elevate is - oh, excuse me. I'm sorry. I'm stupid. But I am fed up to the teeth with elevated things! Old dead legends! How can we go on forever writing about gods and legends? \n[204]Oh, bello, bello, bello! Come on now, be honest. Wouldn't you all rather listen to your hairdressers than Hercules? Or Horatius? Or Orpheus? All those old bores! people so lofty they sound as if they shit marble! \n[205]Forgive me, Majesty. I'm a vulgar man. But I assure you, my music is not. \n[206]Sire, the whole opera is finished. Do you know how much work went into it? \n[207]How can I persuade you if you won't let me show it? \n[208]Just let me tell you how it begins. \n[209]May I just do that, Majesty? Show you how it begins? Just that? \n[210]Look! There's a servant, down on his knees. Do you know why? Not from any oppression. No, he's simply measuring a space. Do you know what for? His bed. His wedding bed to see if it will fit. \n[211]Certainly, Herr Director. \n[212]Five minutes, please! \n[213]Yes, but this is not a ballet. This is a dance at Figaro's wedding. \n[214]But surely the Emperor didn't mean to prohibit dancing when it's part of the story. \n[215]What are you doing? \n[216]What are you doing, Herr Director? \n[217]Please! Please. I've no one else to turn to. Please! \n[218]It's unbelievable! The Director has actually ripped out a huge section of my music. Pages of it. \n[219]I don't know. They say I've got to re-write the opera, but it's perfect as it is. I can't rewrite what's perfect. Can't you talk to him? \n[220]Oh, I could kill him! I mean really kill him. I actually threw the entire opera on the fire, he made me so angry! \n[221]Oh no! My wife took it out in time. \n[222]It's not fair that a man like that has power over our work. \n[223]Oh, Excellency, would you? \n[224]Thank you! Oh, thank you. \n[225]Oh yes, certainly. Certainly, Herr Director! \n[226]Ladies and gentlemen, we're going from where we stopped. The Count: Anches so. Right away, please! \n[227]Nine performances! Nine! That's all it's had - and withdrawn. \n[228]But what is it they don't like? \n[229]What did you think of it yourself? Did you like it at all? \n[230]It's the best opera yet written. I know it! Why didn't they come? \n[231]I know, I know. Perhaps you should give me some lessons in that. \n[232]Oh no, the honour would be all mine. \n[233]Grazie, a lei, Signor Antonio! \n[234]Well? \n[235]That kind of music should be punishable by death. \n[236]How could I not? \n[237]How could it not, Excellency? \n[238]I never knew that music like that was possible. \n[239]Oh no! One hears such sounds and what can one say, but - Salieri! \n[240]Oh. Everybody's here! We've got guests. Good. I've brought some more. \n[241]We'll have a little party. Come in. Come in. You know Herr Schikaneder? This is! a very nice girl. \n[242]Yes, my love? \n[243]Salzburg.  We were just talking about Salzburg. If you've come from my friend the Fartsbishop, you've arrived at just the right moment. Because I've got good news for him. I'm done with Vienna. It's over, finished, done with! Done with! Done with! \n[244]What? \n[245]Wonderful! He liked the monkey, didn't you? \n[246]I liked the horse. \n[247]I'd like to try them someday. I'm not sure I'd be much good at it. \n[248]Animals? \n[249]German! \n[250]No, no, I love that. I'd want it to be in German. I haven't done anything in German since Seraglio. \n[251]Half the receipts! Stanzi! \n[252]Why not? Half the house! \n[253]Oh, Stanzi. \n[254]Well, you liked it, didn't you? Monkey-flunki-punki. \n[255]Stanzi-manzi, I'll put it in your hand! \n[256]Is my pupil still anxious to learn the art of music? \n[257]Really? Perhaps your dear wife might care to profit from my instruction? \n[258]Well. Since it appears nobody is eager to hire my services, could you favour me with a little money instead? \n[259]If a man cannot earn, he must borrow. \n[260]No doubt, sir. But I am endowed with talent, and you with money. If I offer mine, you should offer yours. \n[261]Please. I'll give it back, I promise. Please, sir. \n[262]Please. Please. Please. Please. Please. Please. \n[263]What work? \n[264]What dead? Who is dead? \n[265]Who are you? \n[266]How much? \n[267]How long will you give me? \n[268]No one. \n[269]I'm not telling you. \n[270]You'd think I was mad. \n[271]No. Don't answer it! \n[272]Tell him I'm not here. Tell him I'm working on it. Come back later. \n[273]Leave that alone! \n[274]Put it down! \n[275]Put it down, I said! It's nothing for you. \n[276]What? \n[277]Yes. \n[278]No. \n[279]Because there's nothing to see. \n[280]Well, we can. \n[281]Here. It's all right here, in my noodle. The rest is just scribbling. Scribbling and bibbling. Bibbling and scribbling. Would you like a drink? \n[282]I don't have it yet. It's not finished. I'm sorry, but I need more time. \n[283]No, no! I promise you, I'll give you a wonderful piece - the best I ever can! \n[284]This is my wife, Stanzi. I've been sick, but I'm all right now. Aren't \n[285]Give me two more weeks. Please. \n[286]I can't write it! \n[287]It's killing me. \n[288]Go back to bed. \n[289]Stanzi? Stanzi-marini-bini? \n[290]What happened? Is it over? \n[291]No, no. I have to get back. I have - \n[292]Papa! Papa! \n[293]Not here! She's not well, either. She went to the Spa. \n[294]You're so good to me. Truly. Thank you. \n[295]I mean to come to my opera. You are the only colleague who did. \n[296]This is only a vaudeville. \n[297]Do you mean that? \n[298]I have bad fancies. I don't sleep well anymore. Then I drink too much, and think stupid things. \n[299]The doctor thinks I am. But - \n[300]I'm too young to be so sick. \n[301]No! No, it's him! \n[302]The man. He's here. \n[303]Tell him to go away. Tell him I'm still working on it. Don't let him in! \n[304]Wait! Ask him if he'd give me some money now. Tell him if he would, that would help me finish it. \n[305]He knows. He knows! \n[306]What happened? \n[307]Another? But that's too soon! Tomorrow night? It's impossible! Did he say a hundred? \n[308]Would you? Actually, you could. \n[309]But you'd have to swear not to tell a soul. I'm not allowed. \n[310]You know, it's all here in my head. It's just ready to be set down. But when I'm dizzy like this my eyes won't focus. I can't write. \n[311]A Mass. A Mass for the Dead. \n[312]Where did I stop? \n[313]So now the Confutatis. Confutatis Maledictis. When the wicked are confounded. Flammis acribus addictis. How would you translate that? \n[314]Do you believe in it? \n[315]A fire which never dies. Burning one forever? \n[316]Strange! \n[317]We ended in F Major? \n[318]So now - A minor. Suddenly. \n[319]The Fire. \n[320]Common time. \n[321]Start with the voices. Basses first. Second beat of the first measure - \n[322]Third measure, second beat starting on E. Flam-mis a-cri-bus ad-dic-tis. And fourth measure, fourth beat - D. Ma-le-dic-tis, flam-mis a-cri-bus ad- dic-tis. Do you have that? \n[323]Sing it back. \n[324]Good. Now the tenors. Fourth beat of the first measure - C. Con-fu-ta-tis. Second measure, fourth beat on D. Ma-le-dic-tis. All right? \n[325]Fourth measure, second beat - F. Flam-mis a-cri-bus ad-dic-tis, flam- mis a-cri-bus ad-dic-tis. \n[326]Now the orchestra. Second bassoon and bass trombone with the basses. Identical notes and rhythm. The first bassoon and tenor trombone - \n[327]It couldn't be simpler. \n[328]With the tenors. \n[329]Exactly. The instruments to go with the voices. Trumpets and timpani, tonic and dominant. \n[330]Oh no. Now for the Fire. Strings in unison - ostinato on all - like this. \n[331]Second measure on B. \n[332]Do you have me? \n[333]Show me. \n[334]Good, good - yes! Put it down. And the next measures exactly the same, rising and rising - C to D to E, up to the dominant chord. Do you see? \n[335]Yes, yes - go on. The Voca Me. Suddenly sotto voce. Write that down: sotto voce, pianissimo. Voca me cum benedictis. Call me among the blessed. \n[336]C Major. Sopranos and altos in thirds. Altos on C. Sopranos above. Vo-ca, vo-ca me, vo-ca me cum be-ne- dic-tis. \n[337]Yes, and on 'dictis'. \n[338]And underneath, just violins - arpeggio. \n[339]The descending scale in eighth notes, and then back suddenly to the fire again. \n[340]And that's it. Do you have it? \n[341]Do you have it? \n[342]Then let me hear it. All of it. The whole thing from the beginning - now! \n[343]Do you want to rest a bit? \n[344]We'll stop for just a moment. Then we'll do the Lacrimosa. \n[345]Would you stay with me while I sleep a little? \n[346]I am so ashamed. \n[347]I was foolish. I thought you did not care for my work - or me. Forgive me. Forgive me! ", "SALIERI": "\n[1]I think it is an interesting notion to keep Mozart in Vienna, Majesty. It should really infuriate the Archbishop beyond measure - if that is your Majesty's intention. \n[2]Si. \n[3]Ah! Here she comes. Fraulein Lorl, good morning. \n[4]What have you got for me today? Let me see. \n[5]Ah-ha! Siena macaroons - my favourites. Give my best thanks to the baker. \n[6]Thank you. Are you well today, Fraulein Lorl? \n[7]Bene! Bene! \n[8]Grazie, Signore. \n[9]Majesty, I hope you won't think it improper, but I have written a little March of Welcome in his honour. \n[10]It's just a trifle, of course. \n[11]Majesty. \n[12]You do me too much honour, Sire. \n[13]A-flat, Majesty. \n[14]Finally! Such an immense joy. Diletto straordinario! \n[15]Really? \n[16]Ah! \n[17]My pleasure. \n[18]Excuse me, Sire, but what do you think these could be? Being a foreigner, I would love to learn. \n[19]Ah, love! Well of course in Italy we know nothing about that. \n[20]Grazie, Signore. \n[21]Yes? \n[22]Bene. \n[23]Good morning. \n[24]Really? What else did he tell you today? Give me some gossip. \n[25]Oh? News travels fast in Vienna. \n[26]Yes. \n[27]No. \n[28]Well even if there is, I don't think you want to get involved with this one. \n[29]Well, do you know where it's set, my dear? \n[30]In a harem. \n[31]A brothel. \n[32]A Turkish brothel. \n[33]My dear, it will hardly enhance your reputation to be celebrated throughout Vienna as a singing prostitute for a Turk. \n[34]Perhaps. \n[35]You might be disappointed. \n[36]Looks and talent don't always go together, Katherina. \n[37]Yes! yes! er, on  the whole, yes, Majesty. \n[38]What? \n[39]Well, what does it matter to you? \n[40]You were sublime. \n[41]Extremely clever. \n[42]Dear Mozart, my sincere congratulations. \n[43]How could I not? \n[44]Please! Please! Send him away, back to Salzburg. For his sake as well as mine. \n[45]Your Highness. \n[46]Oh, Your Majesty, it would be such a tremendous honour! \n[47]An interesting idea, Majesty. But - \n[48]You already commissioned an opera from Mozart. \n[49]Yes, of course. My concern is to protect you from any suspicion of favouritism. \n[50]I'm sure there is a way, Majesty. Some kind of a little contest. I could perhaps put together a small Committee, and I could see to it naturally that it will select according to Your Majesty's wishes. \n[51]Sire. \n[52]Yes. \n[53]Who is she? \n[54]Excuse me, my dear. \n[55]Madame. How can I help you? \n[56]Frau Mozart? \n[57]How charming.  But why did he not come himself? \n[58]I understand. \n[59]I will look at them, of course, the moment I can. It will be an honour. Please give him my warmest. \n[60]I'm afraid I'm not at leisure this very moment. Just leave them with me. I assure you they will be quite safe. \n[61]Really? \n[62]Then he didn't send you? \n[63]I see. \n[64]Let me offer you some refreshment. Do you know what these are? \n[65]Cappezzoli di Venere. Nipples of Venus. Roman chestnuts in brandied sugar. Won't you try one? They're quite surprising. \n[66]Don't keep calling me that. It puts me at such a distance. I was not born a Court Composer, you know. I'm from a small town, just like your husband. \n[67]Are you sure you can't leave that music, and come back again? I have other things you might like. \n[68]Originals? \n[69]These are originals? \n[70]It is miraculous. \n[71]Tomorrow night I dine with the Emperor. One word from me and the post is his. \n[72]Come back tonight. \n[73]Alone. \n[74]Some service deserves service in return. No? \n[75]Isn't it obvious? \n[76]It's a post all Vienna seeks. If you want it for your husband, come tonight. \n[77]Then don't. It's up to you. Not to be vague, that is the price. \n[78]Yes. \n[79]Dear God, enter me now. Fill me with one piece of true music. One piece with your breath in it, so I know that you love me. Please. Just one. Show me one sign of your favour, and I will show mine to Mozart and his wife. I will get him the royal position, and if she comes, I'll receive her with all respect and send her home in joy. Enter me! Enter me! Please! Te imploro. \n[80]Show her in. Then go to bed. \n[81]What? \n[82]Go! Go! Go! \n[83]Show this woman out! \n[84]Majesty, I did. Believe me, it was a most agonizing. decision. But finally, I simply could not recommend Herr Mozart. \n[85]Well, Sire, I made some inquiries in a routine way. I was curious to know why he had so few pupils. It is rather alarming. \n[86]Majesty, I don't like to talk against a fellow musician. \n[87]I have to tell you, Mozart is not entirely to be trusted alone with young ladies. \n[88]As a matter of fact, one of my own pupils - a very young singer - told me she was - er - well! \n[89]Molested, Majesty. Twice, in the course of the same lesson. \n[90]What does he want? \n[91]Come with me. And stay in the room. \n[92]Herr Mozart, what brings you here? \n[93]So you are. How is your pretty wife? \n[94]I'm flattered. And congratulations to you, of course. \n[95]Why didn't you come to me yesterday, Mozart? This is a most painful situation. Yesterday I could have helped you. Today, I can't. \n[96]I have just come from the palace. The post has been filled. \n[97]My dear Mozart, there is no one in the world I would rather help, but now it is too late. \n[98]Herr Sommer. \n[99]No, no, no: he has yet to achieve mediocrity. \n[100]An implausible idea. Between you and me, no one in the world could do musical harm to the Princess Elizabeth. \n[101]You don't mean to tell me you are living in poverty? \n[102]It has been said, my friend, that you are inclined to live somewhat above your means. \n[103]How is that possible? You give concerts, don't you? I hear they are quite successful. \n[104]Of course not. \n[105]I'm afraid not. \n[106]Ah, how exciting! Tell me more. \n[107]Come, come, Mozart; I'm interested. Truly. \n[108]Cream cheese mixed with granulated sugar and suffused with rum. Crema al Mascarpone. \n[109]Forgive me. We all have patriotic feelings of some kind. \n[110]What exactly are you working on? \n[111]I don't think you should become known in Vienna as a debtor, Mozart. However, I know a very distinguished gentleman I could recommend to you. And he has a daughter. Will that do? \n[112]Do any pupils come to the house? \n[113]Then how does he pay for all this? Does he work at all? \n[114]Really? What is it he's writing? \n[115]Of course not. You're a good girl. You're very kind to do this. Next time you're sure they'll be out of the house, let me know, will you? \n[116]Yes what? \n[117]Where does he work? \n[118]I've just learned something that might be of interest to you, Herr Director. \n[119]Mozart is writing a new opera. An Italian opera. \n[120]And that's not all. He has chosen for his subject, Figaro. The Marriage of Figaro. \n[121]Exactly. \n[122]Yes. \n[123]I've seen the manuscript. \n[124]Never mind. \n[125]Incredible. \n[126]Well, gentlemen, so be it. In that case I think we should help Mozart all we can and do our best to protect him against the Emperor's anger. \n[127]About the ballet. \n[128]Excuse me - didn't His Majesty specifically forbid ballet in his opera? \n[129]Yes, in the third act. \n[130]Wolfgang, what is it? Sta calmo, per favore. What's the matter? \n[131]Really? Why? \n[132]Why bother with Orsini-Rosenberg? He's obviously no friend of yours. \n[133]You burned the score? \n[134]How fortunate. \n[135]But there are those who have power over him. I think I'll take this up with the Emperor. \n[136]With all my heart, Mozart. \n[137]No, no, no, Herr Mozart, please. It's not a holy relic. \n[138]It is not a question of liking, Your Majesty. Your own law decrees it, I'm afraid. \n[139]I know; it's outrageous. Still, if the public doesn't like one's work one has to accept the fact gracefully. \n[140]Well, I can speak for the Emperor. You made too many demands on the royal ear. The poor man can't concentrate for more than an hour and you gave him four. \n[141]I think it's marvelous. Truly. \n[142]I think you overestimate our dear Viennese, my friend. Do you know you didn't even give them a good bang at the end of songs so they knew when to clap? \n[143]I wouldn't presume. All the same, if it wouldn't be imposing, I would like you to see my new piece. It would be a tremendous honour for me. \n[144]Grazie, mio caro, Wolfgang! \n[145]Mozart. It was good of you to come. \n[146]Did my work please you? \n[147]Yes? \n[148]You flatter me. \n[149]I agree, Baron. \n[150]No, Baron, no. I'm afraid Mozart is a lost cause. He has managed to alienate practically the whole of Vienna. He is constantly drunk. He never pays his debts. I can't think of one person to whom I dare recommend him. \n[151]Indeed. Just a moment - as a matter of fact I think I do know someone who could commission a work from him. A very appropriate person to do so. Yes. \n[152]Herr Mozart? \n[153]I have come to commission work from you. \n[154]A Mass for the dead. \n[155]A man who deserved a Requiem Mass and never got one. \n[156]I am only a messenger. Do you accept? You will be paid well. \n[157]Fifty ducats. Another fifty when I have the Mass. Do you accept? \n[158]Work fast. And be sure to tell no one what you do. You will see me again soon. \n[159]Now calm yourself. Calm. What's the matter with you? \n[160]Why? What has happened? \n[161]What medicine? \n[162]Where? \n[163]Is he working? \n[164]Is he working? \n[165]Opera? Opera! \n[166]Are you sure it's an opera? \n[167]Are you neglecting my request? \n[168]The sooner you finish, the better your reward. Work! \n[169]I'll take care of him. \n[170]I have a carriage. Excuse me. \n[171]I'm taking you home. You're not well. \n[172]Thank you. Go. \n[173]Come now. \n[174]Where is your wife? \n[175]You mean she's not coming back? \n[176]No, please. \n[177]I would never miss anything that you had written. You must know that. \n[178]Oh no. It is a sublime piece. The grandest operone. I tell you, you are the greatest composer known to me. \n[179]I do. \n[180]Are you ill? \n[181]What? \n[182]Shall I answer it? \n[183]Who? \n[184]What man? \n[185]Finish what? \n[186]Yes, I am looking after him. \n[187]Well, he's sleeping now. Better not. \n[188]Oh, yes. He's just exhausted. He became dizzy, that's all. We should let him rest. \n[189]Of course. \n[190]Bene. \n[191]Yes. And congratulations to all of you. It was superb. \n[192]Yes, indeed. Goodnight to you all now. It was perfection - truly! \n[193]He said to give you this. And if you finish the work by tomorrow night, he will pay you another hundred ducats. \n[194]Yes. Can I - could I help you, in any way? \n[195]My dear friend, it would be my greatest pleasure. \n[196]Of course. \n[197]Then, let us try together. I'd regard it as such an honour. Tell me, what is this work? \n[198]The end of the Recordare - Statuens in parte dextra. \n[199]Consigned to flames of woe. \n[200]What? \n[201]Oh, yes. \n[202]Come. Let's begin. \n[203]Confutatis Maledictis. \n[204]Yes. \n[205]What time? \n[206]Yes. \n[207]I think so. \n[208]Yes. \n[209]Please! Just one moment. \n[210]First bassoon and tenor trombone - what? \n[211]Also identical? \n[212]And that's all? \n[213]I think so. \n[214]That's wonderful! \n[215]Sopranos up to F on the second 'Voca'? \n[216]Yes! \n[217]You go fast! \n[218]Yes. \n[219]Oh no. I'm not tired at all. \n[220]I can keep going, I assure you. Shall we try? \n[221]I'm not leaving you. \n[222]What for? \n[223]Your husband is ill, ma'am. He took sick. I brought him home. \n[224]I was at hand. \n[225]He needs me, ma'am. \n[226]He asked me to stay. \n[227]No. I was assisting him. He asked me. \n[228]But - but - but - \n[229]Madame, I will respect his. He asked me to stay here. ", "CONSTANZE": "\n[1]Stop it. Stop it! \n[2]Stop it! \n[3]No! No! No! \n[4]Where? \n[5]Fartsbishop! \n[6]Your Grace, I've got something to tell you. I want to complain about this man. \n[7]Why not? \n[8]That's stupid. \n[9]Do you think that's funny? \n[10]Oh, ha, ha, ha. \n[11]Yes, you are. You're very sick. \n[12]Sra-I'm-sick. Sick - kiss I'm - my Kiss my! Sra-I'm-sick - Kiss my arse! \n[13]No, I'm not playing this game. \n[14]No! \n[15]Iram - marry Em - marry me! No, no! You're a fiend. I'm not going to marry a fiend. A dirty fiend at that. \n[16]Tub - but i-tub - but I vol - love but I love ui - You. I love you! \n[17]What? \n[18]Eat \n[19]Eat my - ah! \n[20]Mother, please! \n[21]Get some water! \n[22]Are you all right? \n[23]Excuse me, Wolfi. Mama is not feeling very well. Can we leave now? \n[24]I will. \n[25]I think you're mad! You're really mad! \n[26]One royal pupil and the whole of Vienna will come flocking. We'd be set up for life! \n[27]No, they will not. I know how things work in this city. \n[28]Well, I'm not borrowing any more money from my mother, and that's that! \n[29]Yes! \n[30]How are we going to live, Wolfi? Do you want me to go into the streets and beg? \n[31]All they want to see is your work. What's wrong with that? \n[32]This isn't pride. It's sheer stupidity! \n[33]Excellency! \n[34]That's right, Your Excellency. I've come on behalf of my hus band. I'm - I'm bringing some samples of his work so he can be considered for the royal appointment. \n[35]He's terribly busy, sir. \n[36]Would it be too much trouble, sir, to ask you to look at them now? While I wait. \n[37]I - I really cannot do that, Your Excellency. You see, he doesn't know I'm here. \n[38]My husband is a proud man, sir. He would be furious if he knew I'd come. \n[39]No, sir. This is my own idea. \n[40]Sir, we really need this job. We're desperate. My husband spends far more than he can ever earn. I don't mean he's lazy - he's not at all - he works all day long. It's just! he's not practical. Money simply slips through his fingers, it's really ridiculous, Your Excellency. I know you help musicians. You're famous for it. Give him just this one post. We'd be forever indebted! \n[41]Oh! They're wonderful. \n[42]Thank you very much, Your Excellency. \n[43]That's very tempting, but it's impossible, I'm afraid. Wolfi would be frantic if he found those were missing. You see, they're all originals. \n[44]Yes. \n[45]Yes, sir. He doesn't make copies. \n[46]Is it no good? \n[47]Oh yes. He's really proud of his work. \n[48]So, will you help him? \n[49]Oh, thank you, sir! \n[50]Tonight? \n[51]What for? \n[52]What do you mean? \n[53]But! I'm a married woman! \n[54]Well, I'm here. My husband has gone to a concert. He didn't think I would enjoy it. \n[55]I do apologize for this afternoon. I behaved like a silly girl. Where shall we go? \n[56]Should we stay here? It's a charming room. I love these candlesticks. Were they here earlier? I didn't notice them I suppose I was too nervous. \n[57]Wolfgang was given some candlesticks by King George in England, but they were only wood. Oh, excuse me. Let's not talk about him. What do you think of this? It's real lace. Brussels. \n[58]Well, it's much too good for every day. I keep saying to Wolfi, don't be so extravagant. Presents are lovely, but we can't afford them. It doesn't do any good. The more I tell him, the more he spends. Oh, excuse me! There I go again. \n[59]Do you still want to look at this? Or don't we need to bother anymore? I imagine we don't, really. \n[60]You shit! You shit! You rotten shit! \n[61]What are you staring at? \n[62]Tell them to go away. I don't want to see anybody. \n[63]Tell them to go! \n[64]No! \n[65]I love you! I love you! \n[66]I love you. Please stay with me. I'm frightened. \n[67]Stop it, Wolfi. I look dreadful. Welcome to our house, Herr Mozart. \n[68]Oh, yes. \n[69]In three months! Papa. \n[70]May I offer you some tea, Herr Mozart? \n[71]Wolfi! \n[72]Wolfi, I think your father's tired. I'll cook us something here. \n[73]This is just a game, Papa! \n[74]Salieri! Do Salieri! \n[75]Wolfi! Wolfgang! \n[76]There's a young girl to see you. \n[77]I don't know. \n[78]She won't talk to me. She says she has to speak to you. \n[79]What do you mean? What admirer? \n[80]What is ridiculous? Wolfi has many admirers in Vienna. They love him here. People send us gifts all the time. \n[81]Well, this is none of your business. Whoever sent you is going to pay, no? \n[82]Who is we? Who is letting who? Could you please wait outside? \n[83]Look, old man, you stay out of this. We spend a fortune on you, more than we can possibly afford, and all you do is criticize, morning to night. And then you think you can - \n[84]No, it's right he should hear. I'm sick to death of it. We can't do anything right for you, can we? \n[85]And so you do! The only time you come out is to eat. \n[86]Oh, now I'm a bad housekeeper! \n[87]Do you hear him? Do you? \n[88]When can you start? \n[89]Good! Come in. You'll start with that room there. It's filthy! \n[90]Wolfi. \n[91]These gentlemen are from Salzburg. \n[92]Wolfi! Your father is dead. \n[93]Your father is dead. \n[94]How much will you pay him? \n[95]I'm talking about now. How much will you give him now? Down payment? \n[96]You're not going to do this? \n[97]When? We need money now. Either he pays now, or you don't do it. \n[98]I don't trust this man. And I didn't like what he did with your opera. It was common. \n[99]Half the house! You'll never see a penny. I want it here, in my hand. \n[100]Shut up! I'll not let you put anything in my hand until I see some money. \n[101]Wolfi? Wolfi! \n[102]Who was that? \n[103]I heard voices. \n[104]What's the matter? \n[105]What's that? Oh! Who gave you this? How much is it? Wolfi, who gave you this? \n[106]Why not? \n[107]Wolfi. Wolfi! \n[108]Why? \n[109]Not at all. \n[110]He's not in. But he's working on it. He said to tell you. \n[111]Leave him alone! \n[112]He's doing his best. \n[113]You know what's ridiculous? Your libretto, that's what's ridiculous. Only an idiot would ask Wolfi to work on that stuff! \n[114]Money! Money! \n[115]Oh yes, and who are you? He's worked for Kings. For the Emperor. Who are you? \n[116]Oh yes, sir. He's all right. And he's working on it very hard. \n[117]Wolfi, I think you really are going mad. You work like a slave for that idiot actor who won't give you a penny and here. This is not a ghost! This is a real man who puts down real money. Why on earth don't you finish it? \n[118]Give me one reason I can understand. \n[119]Why not? \n[120]No, this is really awful. You're drunk, aren't you? Be honest - tell me - you've been drinking. And I'm so stupid I stay here and listen to you! \n[121]It's not fair! I worry about you all the time. I try to help you all I can and you just drink and talk nonsense and - and frighten me! It's not fair! \n[122]Please! Let me sit here. Let me stay here with you. I promise I won't say all word. I'll just be here, so you know no one's going to hurt you. Please, please! \n[123]I want to go! \n[124]I want to go back to Vienna. \n[125]Yes! \n[126]I feel wrong. I feel wrong being here. \n[127]What are you doing here? \n[128]Why you? \n[129]Well, thank you very much. You can go now. \n[130]No, he doesn't. And I don't want you here. Just go, please. \n[131]And I'm asking you - \n[132]Wolfi, I'm back. I'm still very angry with you, but I missed you so much. \n[133]I'll never leave you again. If you'll just try a little harder to be nice to me. And I'll try to do better, too. We must. We must! This was just silly and stupid. \n[134]What is this? \n[135]Oh no, not this. Not this, Wolfi! You're not to work on this ever again! I've decided. \n[136]This is not his handwriting. \n[137]He's not going to work on this anymore. It is making him ill. Please. \n[138]Please. \n[139]Thank you. \n[140]Good night. \n[141]I regret we have no servants to show you out, Herr Salieri. Respect my wish and go. \n[142]Wolfi? Wolfi? ", "JOSEPH": "\n[1]How good is he, this Mozart? \n[2]Ah-ha. Well then, we should make some effort to acquire him. We could use a good German composer in Vienna, surely? \n[3]Very small pay, I imagine. I'm sure he could be tempted with the right offer. Say, an opera in German for our National Theatre. \n[4]Ah-ha. What do you say, Chamberlain? \n[5]Ah-ha. Kapellmeister? \n[6]Ah-ha. Court Composer, what do you say? \n[7]You are cattivo, Court Composer. I want to meet this young man. Chamberlain, arrange a pleasant welcome for him. \n[8]Well. There it is. \n[9]Good, good, good. \n[10]Good morning, gentlemen. \n[11]Well, what do you have for me today? \n[12]Yes, what about him? \n[13]Ah-ha. Well. There it is. Good. \n[14]What a charming idea. May I see? \n[15]May I try it? \n[16]Delightful, Court Composer. Would you permit me to play it as he comes in? \n[17]Let's have some fun. Bring in Herr Mozart, please. But slowly, slowly. I need a minute to practice. \n[18]Ah-ha! \n[19]Gentlemen, gentlemen, a little less enthusiasm, I beg you. Ah, Mozart. \n[20]No, no, please! It is not a holy relic. You know we have met already? In this very room. Perhaps you won't remember it, you were only six years old. He was giving the most brilliant little concert here. As he got off the stool, he slipped and fell. My sister Antoinette helped him up herself, and do you know what he did? Jumped straight into her arms and said, Will you marry me, yes or no? \n[21]You know all these gentlemen, I'm sure. \n[22]The Baron Von Swieten. \n[23]The Director of our Opera. Count Orsini-Rosenberg. \n[24]And here is our illustrious Court Composer, Herr Salieri. \n[25]And now he has returned the compliment. Herr Salieri composed that March of Welcome for you. \n[26]Well, there it is. Now to business. Young man, we are going to commission an opera from you. What do you say? \n[27]Did we vote in the end for German or Italian? \n[28]Why so? \n[29]Well, what is it about? Tell us the story. \n[30]Yes, where? \n[31]Ah-ha. \n[32]Well, I'm glad to hear that. \n[33]Cattivo again, Court Composer. Well, tell him, Mozart. Name us a German virtue. \n[34]Well, there it is. Let it be German. \n[35]Ah, this is yours. \n[36]What? On one hearing only? \n[37]Show me. \n[38]Bravo, Madame. You are an ornament to our stage. \n[39]And to you, Court Composer. Your pupil has done you great credit. \n[40]Well, Herr Mozart! A good effort. Decidedly that. An excellent effort! You've shown us something quite new today. \n[41]Yes, indeed. \n[42]Oh, yes. Absolutely. German. Unquestionably! \n[43]Of course I do. It's very good. Of course now and then - just now and then - it gets a touch elaborate. \n[44]Well, I mean occasionally it seems to have, how shall one say? How shall one say, Director? \n[45]Exactly. Very well put. Too many notes. \n[46]My dear fellow, there are in fact only so many notes the ear can hear in the course of an evening. I think I'm right in saying that, aren't I, Court Composer? \n[47]My dear, young man, don't take it too hard. Your work is ingenious. It's quality work. And there are simply too many notes, that's all. Cut a few and it will be perfect. \n[48]Well. There it is. \n[49]Enchanted, Madame. \n[50]Really? How delightful. May I ask when you marry? \n[51]Excuse me, but how old are you? \n[52]Well, my advice is to marry this charming young lady and stay with us in Vienna. \n[53]Well. There it is. Strack. \n[54]Good morning, Court Composer. This is my niece, the Princess Elizabeth. \n[55]She has asked me to advise her on a suitable musical instructor. I think I've come up with an excellent idea. \n[56]I'm thinking about Herr Mozart. What is your view? \n[57]Yes? \n[58]And the result satisfies. \n[59]Ah-ha. Favouritism. But I so want Mozart. \n[60]You please me, Court Composer. A very clever idea. \n[61]Well. There it is. \n[62]I don't think you understand me, Court Composer. \n[63]Why not? \n[64]Oh? \n[65]Of course not. \n[66]Really? \n[67]Yes? \n[68]Ah-ha. Well. There it is. \n[69]Bravo, Mozart. Most charming. Yes, indeed. Clever man. \n[70]What is it? \n[71]Ah! By all means. \n[72]Good evening. We have met before, Herr Mozart. \n[73]Bravo? \n[74]Ah-ha. Well. There it is. \n[75]Sit down, gentlemen, please. \n[76]Mozart, are you aware I have declared the French play of Figaro unsuitable for our theatre? \n[77]Yet we hear you are making an opera from it. Is this true? \n[78]It is not your place to ask questions. Is it true? \n[79]Would you tell me why? \n[80]Mozart, I am a tolerant man. I do not censor things lightly. When I do, I have good reason. Figaro is a bad play. It stirs up hatred between the classes. In France it has caused nothing but bitterness. My own dear sister Antoinette writes me that she is beginning to be frightened of her own people. I do not wish to see the same fears starting here. \n[81]I think you are rather innocent, my friend. In these dangerous times I cannot afford to provoke our nobles or our people simply over a theatre piece. \n[82]Ah, love again. \n[83]I have no idea. \n[84]Well, six or seven minutes! maybe eight! \n[85]You are passionate, Mozart! But you do not persuade. \n[86]Please. \n[87]What is this? I don't understand. Is it modern? \n[88]Why? \n[89]Do you like this, Salieri? \n[90]Well, look at them. \n[91]No, no, no! This is nonsense. Let me hear the scene with the music. \n[92]Oblige me. \n[93]What I hoped by that edict, Director, was simply to prevent hours of dancing like in French opera. There it is endless, as you know. \n[94]I believe that is the best opera yet written, my friends. Salieri, you are the brightest star in the musical firmament. You do honour to Vienna and to me. ", "OLD SALIERI": "\n[1]Mozart! Mozart! Mozart. Forgive me! Forgive your assassin! Mozart! \n[2]Show some mercy! I beg you. I beg you! Show mercy to a guilty man! \n[3]Mozart! Mozart! I confess it! Listen! I confess! \n[4]Mozart! Mozart! I cannot bear it any longer! I confess! I confess what I did! I'm guilty! I killed you! Sir I confess! I killed you! \n[5]Mozart, perdonami! Forgive your assassin! Piet\u0088! Piet\u0088! Forgive your assassin! Forgive me! Forgive! Forgive! \n[6]What do you want? \n[7]About what? \n[8]So? \n[9]What do you want? \n[10]Leave me alone. \n[11]Do you know who I am? You never heard of me, did you? \n[12]Are they? \n[13]I do not seek forgiveness. \n[14]How well are you trained in music? \n[15]Where? \n[16]Then you must know this. \n[17]I'm surprised you don't know. It was a very popular tune in its day. I wrote it. How about this? \n[18]This one brought down the house when we played it first. \n[19]Well? \n[20]Can you recall no melody of mine? I was the most famous composer in Europe when you were still a boy. I wrote forty operas alone. What about this little thing? \n[21]I didn't. That was Mozart. Wolfgang Amadeus Mozart. You know who that is? \n[22]Ah - you've heard that? \n[23]And do they believe it? \n[24]Do you believe it? \n[25]He was murdered, Father! Mozart! Cruelly murdered. \n[26]He was my idol! I can't remember a time when I didn't know his name! When I was only fourteen he was already famous. Even in Legnago - the tiniest town in Italy - I knew of him. \n[27]I was still playing childish games when he was playing music for kings and emperors. Even the Pope in Rome! \n[28]I admit I was jealous when I heard the tales they told about him. Not of the brilliant little prodigy himself, but of his father, who had taught him everything. \n[29]My father did not care for music. He wanted me only to be a merchant, like himself. As anonymous as he was. When I told how I wished I could be like Mozart, he would say, Why? Do you want to be a trained monkey? Would you like me to drag you around Europe doing tricks like a circus freak? How could I tell him what music meant to me? \n[30]Even then a spray of sounded notes could make me dizzy, almost to falling. \n[31]Whilst my father prayed earnestly to God to protect commerce, I would offer up secretly the proudest prayer a boy could think of. Lord, make me a great composer! Let me celebrate your glory through music - and be celebrated myself! Make me famous through the world, dear God! Make me immortal! After I die let people speak my name forever with love for what I wrote! In return I vow I will give you my chastity - my industry, my deepest humility, every hour of my life. And I will help my fellow man all I can. Amen and amen! \n[32]And do you know what happened? A miracle! \n[33]Suddenly he was dead. Just like that! And my life changed forever. My mother said, Go. Study music if you really want to. Off with you! And off I went as quick as I could and never saw Italy again. Of course, I knew God had arranged it all; that was obvious. One moment I was a frustrated boy in an obscure little town. The next I was here, in Vienna, city of musicians, sixteen years old and studying under Gluck! Gluck, Father. Do you know who he was? The greatest composer of his time. And he loved me! That was the wonder. He taught me everything he knew. And when I was ready, introduced me personally to the Emperor! Emperor Joseph - the musical king!  Within a few years I was his court composer. Wasn't that incredible? Imperial Composer to His Majesty! Actually the man had no ear at all, but what did it matter? He adored my music, that was enough. Night after night I sat right next to the Emperor of Austria, playing duets with him, correcting the royal sight-reading. Tell me, if you had been me, wouldn't you have thought God had accepted your vow? And believe me, I honoured it. I was a model of virtue. I kept my hands off women, worked hours every day teaching students, many of them for free, sitting on endless committees to help poor musicians - work and work and work, that was all my life. And it was wonderful! Everybody liked me. I liked myself. I was the most successful musician in Vienna. And the happiest. Till he came. Mozart. \n[34]One day he came to Vienna to play some of his music at the residence of his employer, the Prince-Archbishop of Salzburg. Eagerly I went there to seek him out. That night changed my life. \n[35]As I went through the salon, I played a game with myself. This man had written his first concerto at the age of four; his first symphony at seven; a full-scale opera at twelve. Did it show? Is talent like that written on the face? \n[36]Which one of them could he be? \n[37]So that was he! That giggling, dirty- minded creature I'd just seen crawling on the floor. Mozart. The phenomenon whose legend had haunted my youth. Impossible. \n[38]Extraordinary! On the page it looked nothing. The beginning simple, almost comic. Just a pulse - bassoons and basset horns - like a rusty squeezebox. Then suddenly - high above it - an oboe, a single note, hanging there unwavering, till a clarinet took over and sweetened it into a phrase of such delight! This was no composition by a performing monkey! This was a music I'd never heard. Filled with such longing, such unfulfillable longing, it had me trembling. It seemed to me that I was hearing a voice of God. \n[39]But why? \n[40]Why?  Would God choose an obscene child to be His instrument? It was not to be believed! This piece had to be an accident. It had to be! \n[41]There she was. I had no idea where they met - or how - yet there she stood on stage for all to see. Showing off like the greedy songbird she was. Ten minutes of ghastly scales and arpeggios, whizzing up and down like fireworks at a fairground. \n[42]Understand, I was in love with the girl. Or at least in lust. I wasn't a saint. It took me the most tremendous effort to be faithful to my vow. I swear to you I never laid a finger on her. All the same, I couldn't bear to think of anyone else touching her - least of all the Creature. \n[43]At that moment I knew beyond any doubt. He'd had her. The Creature had had my darling girl. \n[44]It was incomprehensible. What was God up to? Here I was denying all my natural lust in order to deserve God's gift and there was Mozart indulging his in all directions - even though engaged to be married! - and no rebuke at all! Was it possible I was being tested? Was God expecting me to offer forgiveness in the face of every offense, no matter how painful? That was very possible. All the same, why him? Why use Mozart to teach me lessons in humility? My heart was filling up with such hatred for that little man. For the first time in my life I began to know really violent thoughts. I couldn't stop them. \n[45]Every day. Sometimes for hours I would pray! \n[46]Astounding! It was actually beyond belief. These were first and only drafts of music yet they showed no corrections of any kind. Not one. Do you realize what that meant? \n[47]He'd simply put down music already finished in his head. Page after page of it, as if he was just taking dictation. And music finished as no music is ever finished. \n[48]Displace one note and there would be diminishment. Displace one phrase, and the structure would fall. It was clear to me. That sound I had heard in the Archbishop's palace had been no accident. Here again was the very voice of God! I was staring through the cage of those meticulous ink- strokes at an absolute, inimitable beauty. \n[49]Yes, Father. Yes! So much for my vow of chastity. What did it matter? Good, patient, hard-working, chaste - what did it matter? Had goodness made me a good composer? I realized it absolutely then - that moment: goodness is nothing in the furnace of art. And I was nothing to God. \n[50]No? Was Mozart a good man? \n[51]All I ever wanted was to sing to Him. That's His doing, isn't it? He gave me that longing - then made me mute. Why? Tell me that. If He didn't want me to serve Him with music, why implant the desire, like a lust in my body, then deny me the talent? Go on, tell me! Speak for Him! \n[52]Oh? I thought you did so every day. So speak now. Answer me! \n[53]Oh yes, yes, yes, yes, yes! Always the same stale answers! There is no God of Mercy, Father. Just a God of torture. \n[54]Evening came to that room. I sat there not knowing whether the girl would return or not. I prayed as I'd never prayed before. \n[55]From now on, we are enemies, You and \n[56]Because You will not enter me, with all my need for you; because You scorn my attempts at virtue; because You choose for Your instrument a boastful, lustful, smutty infantile boy and give me for reward only the ability to recognize the Incarnation; because You are unjust, unfair, unkind, I will block You! I swear it! I will hinder and harm Your creature on earth as far as I am able. I will ruin Your Incarnation. \n[57]What use after all is Man, if not to teach God His lessons? \n[58]Go on. Mock me. Laugh, laugh! \n[59]That was not Mozart laughing, Father. That was God. That was God! God laughing at me through that obscene giggle. Go on, Signore. Laugh. Rub my nose in it. Show my mediocrity for all to see. You wait! I will laugh at You! Before I leave this earth, I will laugh at You! Amen! \n[60]I'm sure I don't need to tell you I said nothing whatever to the Emperor. I went to the theatre ready to tell Mozart that His Majesty had flown into a rage when I mentioned the ballet, when suddenly, to my astonishment, in the middle of the third act, the Emperor - who never attended rehearsals - suddenly appeared. \n[61]So Figaro was produced in spite of me. And in spite of me, a wonder was revealed. One of the true wonders of art. The restored third act was bold and brilliant. The fourth was a miracle. \n[62]I saw a woman disguised in her maid's clothes hear her husband speak the first tender words he has offered her in years, only because he thinks she is someone else. I heard the music of true forgiveness filling the theatre, conferring on all who sat there a perfect absolution. God was singing through this little man to all the world - unstoppable - making my defeat more bitter with each passing bar. \n[63]And then suddenly - a miracle! \n[64]Father, did you know what that meant? With that yawn I saw my defeat turn into a victory. And Mozart was lucky the Emperor only yawned once. Three yawns and the opera would fail the same night; two yawns, within a week at most. With one yawn the composer could still get - \n[65]What was this? I never saw him excited before by any music but his own. Could he mean it? \n[66]Would he actually tell me my music had moved him? Was I really going to hear that from his own lips? I found myself actually hurrying the tempo of the finale. \n[67]So rose the dreadful ghost in his next and blackest opera. There on the stage stood the figure of a dead commander calling out 'Repent! Repent!' \n[68]And I knew - only I understood - that the horrifying apparition was Leopold, raised from the dead. Wolfgang had actually summoned up his own father to accuse his son before all the world. It was terrifying and wonderful to watch. \n[69]Now a madness began in me. The madness of a man splitting in half. Through my influence I saw to it Don Giovanni was played only five times in Vienna. But in secret I went to every one of those five - all alone - unable to help myself, worshipping sound I alone seemed to hear. \n[70]And hour after hour, as I stood there, understanding even more clearly how that bitter old man was still possessing his poor son from beyond the grave, I began to see a way - a terrible way - I could finally triumph over God, my torturer. \n[71]My plan was so simple, it terrified me. First I must get the Death Mass and then achieve the death. \n[72]His funeral - imagine it! The Cathedral, all Vienna sitting there. His coffin, Mozart's little coffin in the middle. And suddenly in that silence, music. A divine music bursts out over them all, a great Mass of Death: Requiem Mass for Wolfgang Mozart, composed by his devoted friend Antonio Salieri. What sublimity! What depth! What passion in the music! Salieri has been touched by God at last. And God, forced to listen. Powerless - powerless to stop it. I at the end, for once, laughing at Him. Do you understand? Do you? \n[73]The only thing that worried me was the actual killing. How does one do that? How does one kill a man? It's one thing to dream about it. It's very different when you have to do it, with your own hands. \n[74]I did. \n[75]I poisoned his life. \n[76]What difference does that make? \n[77]No, Father. From now on no one will be able to speak of Mozart without thinking of me. Whenever they say Mozart with love, they'll have to say Salieri with loathing. And that's my immortality - at last! Our names will  be tied together for eternity - his in fame and mine in infamy. At least it's better than the total oblivion he'd planned for me, your merciful God! \n[78]Don't pity me. Pity yourself. You serve a wicked God. He killed Mozart, not I. Took him, snatched him away, without pity. He destroyed His beloved rather than let a mediocrity like me get the smallest share in his glory. He doesn't care. Understand that. God cares nothing for the man He denies and nothing either for the man He uses. He broke Mozart in half when He'd finished with him, and threw him away. Like an old, worn out flute. \n[79]Why did He do it? Why didn't He kill me? I had no value. What was the use, keeping me alive for thirty-two years of torture? Thirty-two years of honours and awards. \n[80]Being bowed to and saluted, called 'distinguished - distinguished Salieri' - by men incapable of distinguishing! Thirty-two years of meaningless fame to end up alone in my room, watching myself become extinct. My music growing fainter, all the time fainter, until no one plays it at all. And his growing louder, filling the world with wonder. And everyone who loves my sacred art crying, Mozart! Bless you, Mozart. \n[81]Goodbye, Father. I'll speak for you. I speak for all mediocrities in the world. I am their champion. I am their patron saint. On their behalf I deny Him, your God of no mercy. Your God who tortures men with longings they can never fulfill. He may forgive me: I shall never forgive Him. \n[82]Mediocrities everywhere, now and to come: I absolve you all! Amen! Amen! Amen! ", "SCHIKANEDER": "\n[1]Stanzi-Manzi-Banzi-Wanzi! \n[2]Sssh! You're dishgrashful! \n[3]No, no! You both lost. You both lost. You both have to forfeit. And the penalty is you must exchange your wigs. \n[4]Herr Mozart, why don't you name your son's penalty? \n[5]What did he say? What did he say? \n[6]I've got a good one. I've got the perfect one for you. Come over here. \n[7]Now, I want you to play our tune - sitting backwards. \n[8]And a fugue in the manner of Sebastian Bach. \n[9]Sublime! Utterly sublime! \n[10]Who is it? \n[11]C-c-c-come in! \n[12]Who the devil are you? What do you want? \n[13]Dinner? How dare you? I am a nobleman. I only dine with people of my own height. \n[14]This is ridiculous. I won't have any of it. You're turning my house into a circus! \n[15]Shut up. Women, women, women! I'm sick to death of them. \n[16]In the pot, I have got a good dinner. Not a sausage or stew, but a singer. Not a sausage or stew but a singer. Is the treat that I'll eat for my meat! \n[17]Hey what? \n[18]Leporello! We want some hay - prestissimo! Leporello - where are you? \n[19]Well, how do you like that? \n[20]Yes, well, it's all good fun. \n[21]Isn't he marvelous? He cost me a bundle, that horse, but he's worth it. I tell you, if you'd played Don Giovanni here it would have been a great success. I'm not joking. These people aren't fools. You could do something marvelous for them. \n[22]'Course you would. You belong here, my boy, not the snobby Court. You could do anything you felt like here - the more fantastic the better! That's what people want, you know: fantasy. You do a big production, fill it with beautiful magic tricks and you'll be absolutely free to do anything you want. Of course, you'd have to put a fire in it, because I've got the best fire machine in the city and a big flood - I can do you the finest water effects you ever saw in your life. Oh, and a few trick animals. You'd have to use those. \n[23]I tell you I picked up a snake in Dresden last week - twelve foot long  - folds up to six inches, just like a paper fan. It's a miracle. \n[24]I'm serious. You write a proper part for me with a couple of catchy songs, I'll guarantee you'll have a triumph- de-luxe. Mind you, it'll have to be in German. \n[25]Of course! What else do you think they speak here? \n[26]So there you are. What do you say? \n[27]Ah. Well. Ah, I see you've got your manager with you. Well, Madame, how about half the receipts? \n[28]Down payment? Who do you think I am? The Emperor? Whoops, I have to go. \n[29]Stay where you are. You're going to like this next one. We'll speak again. Triumph-de-luxe, my boy! \n[30]Am I interrupting something? \n[31]Where's our friend? \n[32]I hope so. I need it immediately. \n[33]Is he happy with it? \n[34]Is this it? \n[35]What the devil is this? Requiem Mass? Does he think I'm in the funeral business? \n[36]Wolfi! \n[37]What is this? \n[38]Oh! I'm sorry! I'm sorry! What have you got for me? Is it finished? \n[39]What? The vaudeville, what'd you think? \n[40]Can I see it? \n[41]Why not? \n[42]Look, I asked you if we could start rehearsal next week and you said yes. \n[43]So let me see it. Where is it? \n[44]Look, you little clown, do you know how many people I've hired for you? Do you know how many people are waiting? \n[45]I'm paying these people. Do you realize that? \n[46]I'm paying people just to wait for you. It's ridiculous! \n[47]Oh yes? And what's so intelligent about writing a Requiem? \n[48]You're mad! She's mad, Wolfi. \n[49]Listen, Wolfi. Write it. Please. Just write it down. On paper. It's no good to anyone in your head. And fuck the Death Mass. \n[50]Herr Salieri. \n[51]Can we come in? \n[52]But he's all right? \n[53]Well, tell him we were here, won't you? \n[54]And say everything went wonderfully. A triumph-de-luxe - say that! Tell him the audience shouted his name a hundred times. \n[55]I'll call tomorrow. \n[56]Oh, by the way, give him this. This is his share. That should cheer him up, eh? ", "LEOPOLD": "\n[1]But he needs to be here in Salzburg, Your Grace. He needs me and he needs you. Your protection, your understanding. \n[2]Oh sir, yes! He's about to make the worst mistake of his life. Some little Viennese slut is trying to trick him into marriage. I know my son. He is too simple to see the trap - and there is no one there who really cares for him. \n[3]Sir - \n[4]Yes, sir, that's the truth. But don't blame him. The fault is mine. I was too indulgent with him. But not again. Never again, I promise! I implore you - let me bring him back here. I'll make him give his word to serve you faithfully. \n[5]Oh, sir, he's never disobeyed me in anything. Please, Your Grace, give him one more chance. \n[6]Oh, Your Grace - I thank Your Grace! I thank you! \n[7]My dear son. \n[8]I write to you with urgent news. I am coming to Vienna. Take no further steps toward marriage until we meet. You are too gullible to see your own danger. As you honour the father who has devoted his entire life to yours, do as I bid, and await my coming. \n[9]Am I not welcome? \n[10]You're very thin. Does she not feed you, this wife of yours? \n[11]Is she not here? \n[12]Do you always live like this? \n[13]Don't you have a maid? \n[14]How is your financial situation? \n[15]That's not what I hear. \n[16]They say you're in debt. \n[17]How many pupils do you have? \n[18]Yes. \n[19]How many? \n[20]Composition doesn't pay. You know that. \n[21]What's that? \n[22]Why not? \n[23]You don't have secrets from me. \n[24]I see that you're expecting. \n[25]When, may I ask? \n[26]Why didn't you mention it in your letters? \n[27]Thank you. That'll be fine. Don't spend any money on me. \n[28]No, please! This is ridiculous! No, please! \n[29]No, really! \n[30]I want you to come back with me to Salzburg, my son. \n[31]I'm tired of this game. Please play without me. \n[32]Mine? \n[33]I never saw this girl in my life. Is this a kind of joke? \n[34]Young woman, this won't do at all. My son can't possibly accept such an offer, no matter how generous, unless he knows who is behind it. \n[35]Oh, this is ridiculous. \n[36]But you can't take her without reference. It's unheard of! \n[37]So now we are going to let a perfect stranger into the house? \n[38]Never mind. You won't have to do anything for me ever again. I'm leaving! \n[39]Don't worry, I'm not staying here to be a burden. \n[40]She does. She says I sleep all day. \n[41]And what do you expect? Who wants to walk out into a mess like this every day? \n[42]So you are! The place is a pigsty all the time. \n[43]Sorry, sorry! I'm sorry I spoke! I'm just a provincial from Salzburg. What do I know about smart Vienna? Parties all night, every night. Dancing and drinking like idiot children! \n[44]Dinner at eight! Dinner at ten! Dinner when anyone feels like it! If anyone feels like it! \n[45]Your Majesty. \n[46]That's right, Your Majesty. Twenty years ago. No, twenty-two! twenty- three! And I remember word for word what you said to me. You said - you said -- \n[47]No! Yes, 'bravo,' of course 'bravo'! Everybody always says 'bravo' when Wolfi plays. Like the King of England. When we played for the King of England, he got up at the end and said, 'Bravo! Bravo! Bravo!' three times. Three bravo's. And the Pope four! Four bravo's from the Holy Father, and one 'bellissimo.' \n[48]Hush! I'm talking to His Majesty. Your Majesty, I wish to express only one thing - that you who are the Father of us all, could teach our children the gratitude they owe to fathers. It is not for nothing that the Fifth Commandment tells us: 'Honour your Father and Mother, that your days may be long upon the earth.' ", "VOGLER": "\n[1]No, Doctor. Thank you. \n[2]Herr Salieri? \n[3]I am Father Vogler. I am a Chaplain here. I thought you might like to talk to someone. \n[4]You tried to take your life. You do remember that, don't you? \n[5]In the sight of God that is a sin. \n[6]Do you understand that you have sinned? Gravely. \n[7]I cannot leave alone a soul in pain. \n[8]That makes no difference. All men are equal in God's eyes. \n[9]Offer me your confession. I can offer you God's forgiveness. \n[10]My son, there is something dreadful on your soul. Unburden it to me. I'm here only for you. Please talk to me. \n[11]I know a little. I studied it in my youth. \n[12]Here in Vienna. \n[13]I can't say I do. What is it? \n[14]I regret it is not too familiar. \n[15]Oh, I know that! That's charming!  I didn't know you wrote that. \n[16]Of course. The man you accuse yourself of killing. \n[17]All Vienna has heard that. \n[18]Is it true? \n[19]Should I? \n[20]For God's sake, my son, if you have anything to confess, do it now! Give yourself some peace! \n[21]Do you hear me? \n[22]Yes? Did you do it? \n[23]Did you try? \n[24]You cannot say that! \n[25]God's ways are not yours. And you are not here to question Him. Offer him the salt of penitence. He will give you back the bread of eternal life. He is all merciful. That is all you need to know. \n[26]My son, no one can speak for God. \n[27]I do not claim to unravel the mysteries. I treasure them. As you should. \n[28]What? \n[29]Yes. \n[30]Why? Why? Why? Why add to your misery by confessing to murder? You didn't kill him. \n[31]No, you didn't! \n[32]But not his body. \n[33]My son, why should you want all Vienna to believe you a murderer? Is that your penance? Is it? \n[34]Oh my son, my poor son! ", "CAVALIERI": "\n[1]Maestro. \n[2]Well? How do you like it? It's Turkish. My hairdresser tells me everything's going to be Turkish this year! \n[3]Well, I heard you met Herr Mozart. \n[4]And he's been commissioned to write an opera. Is it true? \n[5]Is there a part for me? \n[6]How do you know? \n[7]Why not? \n[8]Where? \n[9]What's that? \n[10]Oh! \n[11]Turkish? Oh, if it's Turkish, that's different. I want to be in it. \n[12]Oh. Well perhaps you could introduce us anyway. \n[13]What does he look like? \n[14]Why? \n[15]Looks don't concern me, Maestro. Only talent interests a woman of taste. \n[16]Since you are determined, Since you are determined, Calmly, with no ferment, Welcome - every pain and woe. Bind me then - compel me! Bind me then - compel me! Hurt me. Break me! Kill me! At last I shall be freed by death! \n[17]Be freed at last by death! Be freed at last by death! At last I shall be freed By! Death! \n[18]Majesty. \n[19]Don't bother! \n[20]Don't bother. \n[21]Did you know? Had you heard? \n[22]The marriage! \n[23]Nothing! He can marry who he pleases. I don't give a damn. \n[24]How was I? Tell me honestly. \n[25]What did you think of the music? \n[26]Meaning you didn't like it. \n[27]Is her mother still lying on the floor? \n[28]I'm so relieved. \n[29]Is she a good fuck? \n[30]I assume she's the virtuoso in that department. There can't be any other reason you'd marry someone like that. \n[31]Come in! \n[32]No, no, no, no. You can't take him away now. This is his night. Won't you introduce us, Wolfgang? \n[33]You really are full of surprises, aren't you? You are quite extraordinary, you little shit! ", "SCHLUMBERG": "\n[1]Quiet! Quiet! Quiet! Down there, damn you. Welcome to you. Pay no attention, they're impossible. Stop it, you willful things! Come this way. Just ignore them. They're perfectly harmless, just willful. I treat them just like my own children. \n[2]What? Ha-ha! That's funny - I like it. Which one, eh? You're a funny fellow. Hannah! Come this way. \n[3]Hannah! \n[4]You won't be teaching this one either. She's my wife. \n[5]This is Herr Mozart, my dear. The young man Herr Salieri recommended to teach our Gertrude. Where is she? \n[6]Gertrude! \n[7]Of course, it's him. Who do you think it is? \n[8]Gertrude! \n[9]People who know say the girl's got talent. You must judge for yourself. If you think she stinks, say so. \n[10]Strudel, this is Herr Mozart. Say good morning. \n[11]Quite right. He's going to need it. Klaus! A bottle of wine. Prestissimo! Now let's go to it. I've been waiting all day for this. \n[12]Now sit down all of you and behave. Zeman, Mandi, absolutely quiet! Especially you, Dudelsachs - not one sound from you. \n[13]Come on, then. Up and at it! \n[14]Never mind, Strudel. It's part of music, getting used to an audience. Aren't I right, Herr Mozart? \n[15]Nonsense. Strudel's not shy. She's just willful! You give into her now, you'll be sorry later. Strudel - play. \n[16]I said play! \n[17]Stop that, Dudelsachs! Stop it at once! Don't let him disturb you. He'll be all right. He's just a little willful too. Please, please - play. I beg you. \n[18]Stop it! STOP! \n[19]No, not you. I was talking to the dog. You keep playing. It's most important. He always howls when he hears music. We've got to break them of the habit. Play, please. Please! \n[20]That's it. Now keep going, just keep going. Now you stop that noise, Dudelsachs, you stop it this instant! This instant, do you hear me? Keep going, Herr Mozart, that's it. Go on, go on! \n[21]Good, good, good! Very good dog! Very, very good Dudelsachs. Quick, quick, dear, bring his biscuit. \n[22]Now guess who's going to get a nice reward? Clever, clever Dudi. \n[23]It's a miracle, Herr Mozart! \n[24]Yes. He is a little strange. \n[25]Herr Mozart. What a surprise. What can I do for you? \n[26]Well, your pupil is married and living in Mannheim, young man. \n[27]What is this, Mozart? What's the matter with you? \n[28]What for? \n[29]Well, this is hardly the way to go about it. \n[30]I'm sorry. No. \n[31]My answer is no, Mozart. ", "LORL": "\n[1]Good morning, sir. \n[2]I will, sir. \n[3]Yes, thank you, sir. \n[4]Madame Cavalieri is here for her lesson, sir. \n[5]Are you Herr Mozart? \n[6]My name is Lorl, sir. I'm a maidservant. I was asked to come here and offer my services to you. \n[7]They'll be paid for by a great admirer or yours who wishes to remain anon - anonymous. \n[8]I can't tell you that, ma'am. \n[9]Yes. I can live in or out just as you wish. \n[10]Not at all, sir. And I was told to wait for an answer. \n[11]But I really can't tell you, sir. \n[12]That's right, ma'am. \n[13]Yes, ma'am. \n[14]Right away, ma'am. \n[15]They're out every night, sir. Till all hours. \n[16]Oh, thank you, sir. \n[17]Not that I've seen. \n[18]Oh, yes, sir, all day long. He never leaves the house until evening. He just sits there, writing and writing. He doesn't even eat. \n[19]Oh, I wouldn't know that, sir. \n[20]Oh, thank you, sir! \n[21]I think I've found out about the money, sir. \n[22]He kept seven snuff boxes in here. I could swear they were all gold. And now look there's only one left. And inside, sir, look - I counted them - tickets from the pawnshop. Six of them. \n[23]In there, sir. \n[24]I'm leaving. I'm not working there anymore. I'm scared! \n[25]You don't know what it's like. Herr Mozart frightens me. He drinks all day, then takes all that medicine and it makes him worse. \n[26]I don't know. He has pains. \n[27]Here, in his stomach. They bend him right over. \n[28]I'm frightened, sir. Really! When he speaks, he doesn't make any sense. You know he said he saw - he said he saw his father. And his father's dead. \n[29]I suppose so. He sits there all he time, doing some silly opera. \n[30]Please don't ask me to go back again. I'm frightened! I'm very, very frightened. ", "VON STRACK": "\n[1]I agree, Majesty, but I'm afraid it's not possible. The young man is still in the pay of the Archbishop. \n[2]In my opinion, it is time we had a piece in our own language, sir. Plain German. For plain people. \n[3]Yes, sir. \n[4]Your Majesty, Herr Mozart - \n[5]He's here. \n[6]Well done, Sire! \n[7]Did we? \n[8]What is what? \n[9]Because His Majesty wishes it. \n[10]On the contrary. \n[11]Mozart, you are not the only composer in Vienna. \n[12]A little modesty would suit you better. \n[13]Kapellmeister Bonno, Count Orsini- Rosenberg and Court Composer Salieri. \n[14]Mozart - \n[15]Mozart - \n[16]Look, young man, the issue is simple. If you want this post, you must submit your stuff in the same way as all your colleagues. \n[17]I know we banned this play, but frankly I can't remember why. Can you refresh my memory, Herr Director? \n[18]Oh yes, yes. And that was? \n[19]Ah. \n[20]Govern your tongue, sir! How dare you? \n[21]Herr Mozart - ", "COMMENDATORE": "\n[1]Don Giovannnnnnnnnni! \n[2]Down! Down! \n[3]I'm here! I'm here! \n[4]Don Giovannnnnnnni! \n[5]I've come to dinnnnnner! \n[6]Are you drunk? You invited me. And my horse. Here he is. Ottavio! \n[7]Whoa! Whoa! Stop it! \n[8]Leave me alone! Stop it! I'm a famous horseman. \n[9]Stop it. What are you doing? Remember who you are! You're a horse and they are whores. \n[10]Shut up. \n[11]How long does it take to cook a soprano? \n[12]I can't wait that long. I'm starving! \n[13]Oh shut up. I'm sick to death of that tune. \n[14]Shut up. I'm sick of that one too. \n[15]And that one, too! \n[16]Shut up. \n[17]Hey! Hey! Watch out! \n[18]Whoa! Whoa, Ottavio! Whoa! ", "VON SWIETEN": "\n[1]He's remarkable, Majesty. I heard an extraordinary serious opera of his last month. Idomeneo, King of Crete. \n[2]Tiresome? \n[3]Majesty, I thought it the most promising work I've heard in years. \n[4]Excellent, sire! \n[5]I'm a great admirer of yours, young man. Welcome. \n[6]I don't think it was really decided, Director. \n[7]My dear fellow, the language is not finally the point. Do you really think that subject is quite appropriate for a national theatre? \n[8]Well done, Mozart. Really quite fine. \n[9]Mozart - \n[10]Mozart, music is not the issue here. No one doubts your talent. It is your judgment of literature that's in question. Even with the politics taken out, this thing would still remain a vulgar farce. Why waste your spirit on such rubbish?  Surely you can choose more elevated themes? \n[11]Because they do. They go on forever - at least what they represent. The eternal in us, not the ephemeral. Opera is here to ennoble us. You and me, just as much as His Majesty. \n[12]What? \n[13]This is embarrassing, you know. You introduced Mozart to some of my friends and he's begging from practically all of them. It has to stop. \n[14]Can't you think of anyone who might commission some work from him? I've done my best. I got him to arrange some Bach for my Sunday concerts. He got a fee - what I could afford. Can't you think of anyone who might do something for him? \n[15]How sad. It's tragic, isn't it? Such a talent. ", "COLLOREDO": "\n[1]Where is he? \n[2]We'll start without him. \n[3]Ah, Mozart. Why? \n[4]Why do I have to be humiliated in front of my guests by one of my own servants? \n[5]How much provocation am I to endure from you? The more license I allow you, the more you take. \n[6]I wish you to return immediately to Salzburg. Your father is waiting for you there patiently. I will speak to you further when I come. \n[7]Then try harder, Mozart. I have no intention of dismissing you. You will remain in my service and learn your place. Go now. \n[8]No! I won't have him back. \n[9]Hardly. \n[10]I'm not surprised. Money seems to be more important to him than loyalty or friendship. He has sold himself to Vienna. Let Vienna look out for him. \n[11]Your son is an unprincipled, spoiled, conceited brat. \n[12]And how will you make him keep it? \n[13]You have leave to try. ", "MADAME WEBER": "\n[1]Let us pass, please! Let us pass at once! We're with the Emperor. \n[2]Do you know who I am? This is my daughter. I am Frau Weber. We are favoured guests! \n[3]Call Herr Mozart! You call Herr Mozart immediately! This is insupportable! \n[4]Go ahead, Constanze. Just ignore this fellow. Go ahead, dear! \n[5]Young man, I am no stranger to theatres. I'm no stranger to insolence! \n[6]Wolfi! Wolfi, my dear! \n[7]Oh! \n[8]Oh, Sire! such an honour! And, and, and these are my dear daughters. This is Constanze. She is the fiancee of Herr Mozart. \n[9]You see? You see? I've told him that, Your Majesty, but he won't listen to me. \n[10]Oh, Your Majesty, you give such wonderful - such impeccable - such royal advice. I - I - May I? \n[11]Ah, what an evening! What a wise man we have for an Emperor. Oh, my children! Now I want you to write your father exactly what His Majesty said. \n[12]But aren't you taking us? \n[13]That's all right; we'll wait for you. Just don't take all night. ", "FRAU SCHLUMBERG": "\n[1]Upstairs. \n[2]You can't be Herr Mozart! \n[3]I've heard about you for ages! I thought you must be an old man. \n[4]It's such an honour for us to have you here, Herr Mozart. And for Gertrude. \n[5]Michael, please! I'm sure you will find her most willing, Herr Mozart. She's really very excited. She's been preparing all morning. \n[6]Ah, now! Here she comes. \n[7]Perhaps a little refreshment first? A little coffee, or a little chocolate? \n[8]Wine? \n[9]That's all right, dear. Just go ahead, as if we weren't here. \n[10]Just one year. \n[11]I was. But she quite outgrew the little I could show her. \n[12]Michael! \n[13]What a strange young man. ", "VALET": "\n[1]Open the door, Signore! Please! Be good now! We've brought you something special. Something you're going to love. \n[2]Signore Salieri! Open the door. Come now. Be good! \n[3]That's all right, Signore! He heard you! He forgave you! He wants you to go inside now and shut the window! \n[4]Come on, Signore! Look what I have for you! I can't give it to you from down here, can I? \n[5]No one, sir. He'll be all right. Poor man. He's a little unhappy, you know. \n[6]Did he open? \n[7]Here I am, Signore. Now open the door. \n[8]Mmmm - this is good! This is the most delicious thing I ever ate, believe me! Signore, you don't know what you're missing! Mmmm! \n[9]Now that's enough, Signore! Open! \n[10]If you don't open this door, we're going to eat everything. There'll be nothing left for you. And I'm not going to bring you anything more. ", "PAPAGENO": "\n[1]Merciful Gods! If only I knew by which door I came in. Which was it? Was it this one? Come on, tell me! \n[2]Now, I can't go forward and I can't go back. Oh, this is awful! \n[3]Oh well, I'm not alone in that. Just give me a decent glass of wine - that's divine content enough for me. \n[4]Well! \n[5]Well, actually I do have a rather weird feeling in my heart. Perhaps it's just indigestion. But you know, I really would like - I really do want - something even nicer than food and drink. Now what on earth could that be? \n[6]What? Who the devil are you? \n[7]Oh. Well, thank you! How wonderful. Some people get all the luck. \n[8]I can't wait. \n[9]What do you mean - now? \n[10]Well, I don't know! I mean you're a delicious, delightful, delectable little bird, but don't you think you might be just a little tough? ", "BONNO": "\n[1]Majesty, I must agree with Herr Dirretore. Opera is an Italian art, solamente. German is - scusate - too bruta for singing, too rough. \n[2]Aie! \n[3]What is this Marriage of Figaro? \n[4]Hah! \n[5]Bello! Bello, Barone. Veramente. \n[6]His Majesty has been more than patient, Signore. \n[7]Si, si! Veramente. \n[8]Majesty, the Herr Director, he has removed a balleto that would have occurred at this place. ", "ARCO": "\n[1]Mozart is not here. \n[2]They're looking for him, Your Grace. \n[3]Follow me, please. The Archbishop would like a word. \n[4]Indeed. \n[5]His Grace is very angry with you. \n[6]You are to come in here and ask his pardon. \n[7]Your Grace. ", "SERVANT": "\n[1]Excuse me, sir, there is a lady who insists on talking to you. \n[2]She didn't say. But she says it's urgent. \n[3]That lady is back, sir. \n[4]Sir, there is a Herr Mozart waiting for you in the salon. \n[5]He didn't say, sir. I told him I didn't know when you would be back, but he insisted on waiting. \n[6]Herr Mozart. ", "Behold!": "", "UGLY OLD WOMAN": "\n[1]Here I am, my angel. \n[2]I've taken pity on you, my angel. I heard your wish. \n[3]Now you've got to promise me faithfully you'll remain true to me forever. Then you'll see how tenderly your little birdie will love you. \n[4]Well, promise then. \n[5]Of course now. Right away, before I get any older. \n[6]Oh, I'm tender enough for you, my boy. I'm tender enough for you. "}}