{"dialogues": {"FRANK": "\n[1]What is it? \n[2]Somebody call an ambulance! \n[3]All right. \n[4]Yeah. \n[5]I'll be fine, Charlie. Half the people here owed Bumpy money when he died. A lot of money. If they think I'm going to forget to collect, they're wrong. \n[6]Fuckin crooks. \n[7]It's chaos.    Every gorilla for himself. \n[8]Thank you, Charlene.      Last one. \n[9]Then maybe I'll have to go for a walk. Just cause you said so. \n[10]How's Nate?   You seen him? \n[11]Where, Saigon? \n[12]You're gonna have to boot it a couple times. Cops keep cutting it, selling it, cutting it - \n[13]Twenty percent? \n[14]Twenty percent's my profit. If I'm giving it to you then what am I doing? Twenty percent puts me, and everyone you know, out of business, which puts you out of business. There are ways to make money legitimately, and then there's this way. Not even Bumpy took twenty percent. \n[15]There.   That's twenty-percent. \n[16]Get yourself a new suit. \n[17]A hundred kilos. \n[18]That's not what I want. \n[19]No, even then it's too late. It's been chopped. I want to get it where they get it. From the source. \n[20]Why not. \n[21]I've lived in jungles all my  - \n[22]They ain't Chinese. \n[23]What do you care? \n[24]What do you care? \n[25]It says right there.   Frank Lucas. \n[26]Me. \n[27]Then there'd be more. On a regular basis. Though I'd rather not have to drag my ass all the way up here every time. \n[28]Give them a hundred. \n[29]A hundred. And it's all I got left. So if that dope doesn't arrive, for whatever reason - Cousin or no cousin - don't let me down. \n[30]Take it with you. I don't want to have to call the coroner. \n[31]You show me after supper. \n[32]Is that right. \n[33]This is your room. \n[34]I had it made. From memory. \n[35]I remember. \n[36]I was with him every day for fifteen of them, looking after him, taking care of things, protecting him, learning from him. \n[37]Bumpy was rich, but never white   man rich. Why? Because he didn't own the    company. He thought he did. He didn't.     He only managed it. Someone else owned    it. So they owned him. \n[38]Nobody owns me. Because I own my company. \n[39]And my company sells a product that's better than the competition's at a price that's lower. \n[40]Honey, these are my brothers. \n[41]What matters in business is honesty, integrity, hard work, loyalty, and never forgetting where you came from. \n[42]You are what you are and that's one of two things. You're nothing ... or you're something. Understand what I'm saying? \n[43]I'll be right back. \n[44]Hey, Tango, what's up.    I was just thinking about you. \n[45]I was looking at the jar and you know what? I didn't    see nothing in it. \n[46]Yeah, that's right. \n[47]For the cops. Should be enough. \n[48]That basically's the whole picture right there. \n[49]No loan, no contingencies.    Cash sale. \n[50]Who's the beauty queen? \n[51]What is this? \n[52]I'm wearing clothes. These are clothes. Those - - are a costume. With a sign on it that says Arrest me. You look like fuckin Jackie Fox. \n[53]You like Jackie? You want to be Superfly? Go work for him, end up in a cell with him. \n[54]The guy making all the noise in the room is the weak one. That's not who you want to be. \n[55]You and Jackie were talking about me? \n[56]I'm taking you shopping tomorrow. \n[57]You go shopping every day.    Like a girl. \n[58]How much you owe? \n[59]Sure.   Don't worry about it. \n[60]Joe. It's a gift. Not a loan.       You don't owe me nothing. \n[61]I'm Frank. \n[62]Because I don't have to. \n[63]I got it. \n[64]I hope you weren't waiting long. A woman as beautiful as you shouldn't have to wait for anything. \n[65]You really don't know who that is? It's Martin Luther King. \n[66]You're right. He was as important as Dr. King, though. \n[67]A lot of things. He had a lot of friends. He served New York and it served him. \n[68]Teacher. \n[69]How to take my time ... how if you're going to do something, do it with care ... do it with love. \n[70]How be a gentleman. \n[71]I got five different apartments in the city I could've taken you to. I brought you here instead - \n[72]To meet my mother. \n[73]I deal with enough crooks as it is. \n[74]Mr. Sibota.   What can I get you? \n[75]It's been his dream all his life to play for the Yankees - and he's good enough. \n[76]I can't have this kind of stupidity. \n[77]He doesn't feel shit, coked up all the time. Get rid of him. \n[78]Gimme those glasses. \n[79]Pull - \n[80]Too many things to look after right now to think about that. \n[81]Bumpy was interested in a lot of things. \n[82]He didn't have what you needed. You had what he needed. We've always had to come to you. \n[83]I'm just trying to make a living. \n[84]I set a price I think is fair. \n[85]I'm thinking of them as much as they ever thought of me. \n[86]I don't need it. I already got everything from 110th Street to Yankee Stadium, river to river. \n[87]You pay what a kilo now, 75, 80? I'd consider 50. And I can get you as much as you want. \n[88]They look at me like it's Christmas and I'm Santa Claus. \n[89]No.   They're working for me now. \n[90]What is it? \n[91]I wish Bumpy could've met her.     I wish she could've met him. \n[92]Stay in the car \n[93]Detective. \n[94]Listen   to me. Before you say another word -   about her - or me - remember that you're   saying it on the most important fuckin   day of my life. \n[95]I don't know what you're talking about. \n[96]You want to keep talking, talk to my lawyer, here's his card. You call him, because we're done here - \n[97]If you're not getting your share, it's not my fault, go ask the chief of police. \n[98]No, you're all the fuckin same. \n[99]Detective ... There are some things you don't do. This is one of them. Not on a man's wedding day. \n[100]Stevie. Come over here. I heard you didn't show up. \n[101]You're     too busy to meet with Billy Martin?   After I set it up? \n[102]What're you   talking about? This is your dream since   you were their age - Maybe I can   set it up again. \n[103]You tested it. You're sure. \n[104]The fuck you looking at? \n[105]We need to talk. \n[106]That's not why I'm here. Everybody's happy, Jackie. Charlie, Baz, the cops, the Italians, everybody. Everybody except you. \n[107]Then I don't understand. Why do you have to take something that's perfectly good the way it is, and wreck it? \n[108]Brand names mean something, Jackie. Consumers rely on them to know what they're getting. They know the company isn't going to try to fool them with an inferior product. They buy a Ford, they know they're gonna get a Ford. \n[109]Not a fuckin Datsun. Blue Magic is a brand name; as much a brand name as Pepsi. I own it. I stand behind it. I guarantee it and people know that even if they don't know me any more than they know the chairman of General Foods. \n[110]What you're doing, as far as I'm concerned, when you chop my dope down to five percent, is trademark infringement. \n[111]That's not true. That's where you're wrong. \n[112]Jackie, you don't need to. You don't need to make more money than you can with Blue the way it is. No one does. At a certain point it's just greed. \n[113]I have to insist. You call it Blue Magic, that's misrepresentation. \n[114]That's all I'm saying.   Wrap it in red cellophane and - \n[115]Whack it down to nothing, tie a bow around it and call it Blue Dogshit if you want, just don't let me catch you doing this again. \n[116]You don't go over there any more. \n[117]It's all right, pull over, what are they going to do? Give us a ticket? \n[118]Detective. How's it going?        You have a nice Thanksgiving? \n[119]Where's the Shelby? \n[120]We're gonna shut the trunk and say good night, forget you pulled us over. \n[121]I don't know, would you rather it's your fuckin house blows up next time? \n[122]I know. \n[123]Don't you ever put me in a car with dope in it. \n[124]Yeah, I see them. \n[125]Here you go, boys.   Merry Christmas. \n[126]Paying cops is one thing, I understand that. I been paying them since I was ten - put more of their kids through college than the National Merit Award. This is different, this Special Investigations Unit. They think they are special. \n[127]Someone's been following me. Besides cops. I see cars where they shouldn't be. Guys I don't know - \n[128]Bumpy hardly ever went out at a certain point. He stayed in - read - watched TV - played chess. I thought he chose to lead a quiet life. He didn't. He couldn't go out without something happening. \n[129]Where? With who? Everyone I know is under surveillance. I can't even be with my family at Christmas anymore. \n[130]I do pay them, I pay them all. Cops, accountants, lawyers, who don't I pay? Everybody. I pay them a fortune, it doesn't matter. It doesn't satisfy them. The more you pay, the more they expect. \n[131]You can't start with them because they can't stop. It's like dope. They always want more. \n[132]Put on something nice, we're going out. \n[133]Keep going. \n[134]Fuck that. I'm not going to sneak into my own club. Just drive. \n[135]You can carry it all?      We ordered a lot. \n[136]Don't forget the yellow sauce. \n[137]Doc's got the keys.   Let's go back. \n[138]I'm not leaving you on the street. \n[139]What the fuck was that? \n[140]Who didn't like Charlie?   Everybody liked Charlie ... \n[141]Go home.   Go see your kids. \n[142]What are you doing?     Where've you been? \n[143]What money? \n[144]In your car? \n[145]Where's the car? \n[146]With ten million dollars in it? \n[147]Are you crazy? Take it back to Teaneck. What are you doing driving around without security? Doc'll take you back. \n[148]To go where?    No, we're not. \n[149]Shhh.   Come on, now.   Shhh. \n[150]Where are we going to go? Spain? China? Which fuckin place is it going to be? \n[151]We can run and hide is what you're saying. \n[152]This is where I'm from. This is where my family is. My business. My mother. This is my place. This is my country. This is America. \n[153]\"I can guarantee you peace of mind,\" you said. Do I look like a man with peace of mind to you? They shot at my wife. Who does that? \n[154]Who was it, which one of your people? I'll take that gun away and shove it up their ass. \n[155]Then maybe I'll kill them all just to make a fuckin point. \n[156]I'm watching the news.     Where the hell's everyone going? \n[157]Just like that? We're going to leave the fuckin country to the communists? \n[158]I haven't! \n[159]I'll figure something out.      You'll see me again. \n[160]That's what my wife thinks. \n[161]Give them half! \n[162]Cut half of them loose!      The mules! \n[163]Newark.     Short Term Parking Lot 3. \n[164]Tomorrow will be fine. \n[165]Ten million dollars means nothing to me. \n[166]This - is his death warrant. \n[167]Is that where I'm going? \n[168]You think you got Frank Lucas.      You got nothing. \n[169]Here he is, let me talk to him alone. \n[170]I just heard something. I said it couldn't be true. You didn't really turn in a million dollars you found in the trunk of a car, did you? \n[171]Want me to tell you what happened to it? It ended up in cops' pockets. \n[172]Maybe? No. It did. All you did was give it to them for nothing in return. Not nothing: You got their contempt. \n[173]Why'd you do that? What're you trying to prove, you're better than them? You're not better than them. You are them. \n[174]You did it because it was right. That's all. Why's that hard to say? The question is would you do it again? That was a long time ago. It'd be very easy to find out. Tell me you want to find out, tell me the address, and a car will be there, the trunk loaded. \n[175]Who the fuck are you to say no to that? You think that impresses me? \n[176]Let me ask you something. You think by putting me in jail, you're going to stop even one junkie from dying? Because you won't. If it isn't me, it'll be someone else. With me or without me, nothing's going to change. \n[177]You have any sort of case? Or just that idiot drives for my brother. Is he your case? Because if it's just him and the powder, it's not enough. \n[178]My brothers won't talk to you. My cousins. None of my family. No one but that mother fucking driver. \n[179]Bullshit. \n[180]Who the fuck are they? I don't know them and they don't know me. \n[181]This is who you're going to put on the stand? Guys who don't know me? Who got nothing to do with me? \n[182]I don't represent nothing. \n[183]Look at me. You looking? Can you tell by looking it would mean nothing to me if tomorrow you turned up dead? \n[184]What can we do? \n[185]I could give you cops, but that's not who you want, is it. You want organized crime names. \n[186]You'll take them, too? You'd go after cops? Are you serious? You'd do that? Lock up your own kind? \n[187]What can you promise me? \n[188]You know, I don't care if the feds take all my buildings, my stocks, my off-shore accounts. They can take it all, I don't care - use it to build battleships, paint bridges, whatever the fuck they want. Fight another war. But those other motherfuckers - the cops - put my money in their pockets. Millions. \n[189]Oh, I remember them all.   That's not the problem. \n[190]The jail's aren't big enough. \n[191]You go up here. Your \"special.\" \n[192]Frederick Douglass Boulevard? What was wrong with just plain 8th Avenue? \n[193]I used to sit here with Ana in my old car. She hated it. Now I don't even have a car. Or her. \n[194]Just do what? \n[195]The fuck is that? Just do what? \n[196]Who the fuck would buy those? \n[197]I haven't talked to them in years. It's better that way. For them. I don't know where they are. Went back to Greensboro when they got out, I guess. \n[198]What am I going to do now, be a janitor? What do I know how to do? How am I going to live? \n[199]You told me but you can barely take care of yourself. \n[200]You know, one phone call, Richie, I could be back in business. \n[201]I won't.   I'm just saying I could. \n[202]Thanks for the clothes. \n[203]Uh-oh. Look out. Here come the gangsters. \n[204]Every idiot gets to be young once. \n[205]Let's get out of here. ", "RICHIE": "\n[1]You know the Number 1 fear of most people isn't dying; it's public speaking. They get physically ill. They throw up. \n[2]I don't like being like that.     I want to beat it. \n[3]He knows me, he'll take it from me. I've known him since high school. \n[4]You bit my fuckin hand - \n[5]All right.   Get lost.    Get out. \n[6]Let's see who comes for the car. \n[7]You called for the warrant?     Where are they? \n[8]We saw him with the slips, Javy. \n[9]Yes, I do, and so do you, don't give me that bullshit - \n[10]I got night school. \n[11]Not when it's less. \n[12]Than what I make now. \n[13]They do in the Prosecutor's Office. Three thousand less. \n[14]Fuck this - \n[15]Check inside. \n[16]Javy ... \n[17]This isn't a couple of bucks. \n[18]We're talking about principle? \n[19]We're fucked either way. \n[20]Yes, we are. \n[21]Nine hundred and eighty thousand. \n[22]I'm sorry. \n[23]It couldn't be avoided. Next weekend I'll be able to take him. \n[24]What?   Where? \n[25]Your sister's. In Vegas? \n[26]You can't move to Vegas.     Not with Michael anyway. \n[27]Hey, you want to shut up over there? \n[28]No court will allow it for one thing. I won't allow it. \n[29]When am I supposed to see my son? \n[30]Laurie, you can't raise a kid in Las Vegas. \n[31]What's he going to grow up to be in a mobbed up place like that? What are you thinking? \n[32]Goddamn it - \n[33]I told you nice to shut the fuck up. Now I'm gonna kill you. \n[34]Pick up the fuckin glass! \n[35]Who. \n[36]Is he dead? \n[37]Where are you? Javy, where are you? \n[38]Bullshit. I got a man in trouble and I need back-up. \n[39]I said, put the fucking call out again - \n[40]Fuck you, too. \n[41]Sergeant, I'm not asking, I'm fuckin telling you: Get some patrolmen over here now. \n[42]Bandage his head. \n[43]I know he's fucking dead. Bandage his head, clean him up, put him on a gurney and prop it up so he's sitting. And open his eyes. \n[44]Step back, injured man coming out. Let them do their job and he'll be all right. Ma'am. Excuse me. Step back. Sir. Please. \n[45]You robbed him, didn't you. \n[46]This.   Where'd this come from? \n[47]You lying piece of shit - \n[48]Yeah. \n[49]It's wrong. \n[50]You robbed him, and then you shot him, and I helped you get out of there. How many more you shot? \n[51]You're a disgrace. \n[52]Don't look down there. Look here. You ever fuckin threaten me again, I'll kill you. \n[53]About taking money? I don't care about money. I don't do that. \n[54]What's going on there? \n[55]No, the money. \n[56]I play softball on Sundays with some guys. \n[57]I grew up with them, big deal. \n[58]What about him? \n[59]Yeah, Tony's one of them. \n[60]Not enough.   But she wants to make it never. \n[61]Beth. \n[62]I have seen it. \n[63]But it's federal. I'd have to answer to who? FBI? \n[64]You know why I don't have it. \n[65]No, they're all on the take and I'm not and it doesn't matter to anyone. Instead of giving you a medal for turning in money, they bury you. \n[66]I'll do it, but only like this: I don't set foot in a police station again. I work out of a place of my own. And I pick my own guys. Guys I know wouldn't take a nickel off the sidewalk. \n[67]This is the only floor we'll be using. \n[68]I'm reluctant to bring anyone in I don't personally know. \n[69]Where are they? \n[70]Our mandate is to make major arrests. No street guys - we want the suppliers - the distributors. \n[71]Heroin, cocaine, amphetamines. No grass under a thousand pounds. Less than that, someone else can waste their time. \n[72]We'll be handling big shipments, big money, big temptation. Yeah. \n[73]It's not true. \n[74]You paid ten bucks for it? \n[75]Now, how is that possible? Who can afford to sell shit twice as good for half as much? \n[76]For a cop the uppermost thing is the arrest. For a prosecutor, the arrest is nothing without the evidence to convict. We don't have any real evidence on anyone on this board, so they're coming down. We're starting over from the street. \n[77]It'll never be out of my sight. \n[78]It's got to be `Blue Magic.' \n[79]That's half. I'll give you the other half tomorrow when you give - \n[80]What are they going to do, arrest us? \n[81]We're not losing that money.    Go. \n[82]Get out. \n[83]Get the fuck out of the car! \n[84]That's my money. \n[85]The bills are sequenced and registered with the Essex County Prosecutors Office. All begin with CF3500. Take a look. \n[86]Honest mistake. Just give it back to me. \n[87]Yeah, I know, like everyone else. Some of them will steal no matter what. There can be a camera on them they'll do it. Some'll never do it. The rest are capable of either, depending how their department leans ... Only theirs isn't leaning, it's fallen over. The patrol cars don't even stop in Harlem, just roll down the window so the dealers can throw the money in. I saw drops made on precinct steps. \n[88]It's where this dope is coming from. Blue Magic. Out of New York. What am I supposed to do, ignore it? \n[89]He wouldn't stop. Motherfucker almost ran me over. \n[90]I told him I was a cop.      I showed him my identification. \n[91]I was chasing your 20 thousand dollars. \n[92]Then my investigation's over. \n[93]I know. \n[94]Tony, the things she's telling Child Social Services make me look very bad: Out all night. Lowlife informants hanging around.   Women - \n[95]Thank you. \n[96]You don't have to talk about it, you don't want. What do you hear about Blue Magic? Anything? \n[97]Nothing about who's bringing it in? \n[98]Down south, Florida?   Cubans?   What. \n[99]Mr. Louis - \n[100]I'm sorry, but I just have to tell you, sir, you were a hero to me growing up. I still push elevator buttons eight times for the rounds you beat Billy Conn in. For luck. \n[101]That's is the plate number on the limo. Check with the company, who rented it. \n[102]No, he's bigger than that. His seats were phenomenal; better than Al Tosca's. Joe Louis and Ali shook his fuckin hand. \n[103]Originally from Greensboro, North Carolina. Couple of arrests years ago. Gambling, robbery, unlicensed firearm. \n[104]For fifteen years he was Bumpy Johnson's collector, bodyguard and driver. He was with him when he died. \n[105]Five brothers, he's the oldest, lots of cousins, all living here now, spread out around the boroughs and Jersey. The brothers are - \n[106]Except for the chinchilla coat, which no one can explain, Frank's life seems orderly and legitimate. \n[107]Has breakfast at a Midtown place, usually alone. \n[108]Then goes to work. Meeting with his accountant, or lawyer, dropping in on one of the several office buildings he owns. \n[109]Nights, he usually stays home. When he does go out, it's to a club or dinner - with his new wife - friends, celebrities, sports figures - never O.C. guys. \n[110]Sundays he takes his mother to church. Then drives out to change the flowers on Bumpy's grave. Every Sunday, no matter what. \n[111]Neither was Bumpy Johnson's and he owned Harlem. \n[112]Is it?   Everything he does, he does like Bumpy. \n[113]We haven't seen that again. That apparently has been retired to the closet. \n[114]Won't get any informants. Not inside. It's like a Sicilian family. Like he's structured his own family the same way to protect himself. \n[115]Being with Bumpy long as he was, he would have been around Italians a lot. Enough to learn that much. \n[116]But it's not even Frank Lucas I want. I want to know who he's working for: Which Italians are bringing the heroin in. \n[117]Yeah - \n[118]Because it's an attempted homicide, that's Grand Jury. Now, that Grand Jury could come in very favorably. Might turn out to be Attempted Manslaughter. Self Defense even. She had a knife. Depends on how I want to deal with you. You see where this is going. \n[119]Let's say you beat it somehow. What do you think Cousin Frank'll think of that? He knows you had to sit here listening to something like this. And then you beat an attempted murder? Is he stupid? He'll assume you talked. \n[120]You fucked up, Jimmy. But nobody knows. Frank doesn't know. Yet. Do you want him to read about it in the paper? Or do you want to walk out of here - no bail, no trial - just walk out, now. \n[121]Yeah.   Tony.    How's it going? \n[122]The fuck is a `micro' wave? \n[123]Of what. \n[124]No, thanks.   I don't want one. \n[125]This is nice, where's this? \n[126]I'd like to ski Aspen some day. \n[127]This is your place? \n[128]If I don't report what you just said to me, you know I could be in a lot of trouble. If I do, then it's you. \n[129]From who, your uncle? Why would you do this? Why would you risk our friendship? \n[130]You shouldn't have done it. \n[131]He's not important enough for you to do this. \n[132]Tell Marie I'm sorry I had to leave. You can tell her why. \n[133]INS, FBI, IRS - I can't get anything out of them. Nothing on his travel, his bank accounts, property holdings - nothing. \n[134]They don't want this to stop. It employs too many people. Cops, lawyers, judges, probation officers, prison guards. The day dope stops coming into this country, a hundred thousand people lose their jobs. \n[135]Who took it out? If there's a contract on me, it would be nice to know who took it out. \n[136]No.    I don't. Not when it's my life. \n[137]Who?    FBI?   You're going to protect me? \n[138]Talk. \n[139]Laurie. I'm sorry I couldn't give you the kind of life you wanted. I'm sorry it was never enough. But don't punish me for being honest. Don't take my son away. \n[140]I'm not. \n[141]You're right. This is no place for him. Around me. Take him. The further away the better. For him. \n[142]I'm crazy. Can't you tell that? I'm crazy enough to shoot someone and make it look like an accident next time he comes over the bridge without my permission. Get the fuck out of New Jersey. \n[143]None of you ever been in the service? It's an Air Force tail number. \n[144]Captain, I'm Richard Roberts, Director of the Essex County Narcotics Bureau. \n[145]Open it. \n[146]The warrant permits me to search the plane and its cargo. \n[147]I don't need it. \n[148]There are drugs on that plane - \n[149]I had good information the target of my investigation was bringing dope in on that plane. \n[150]Frank Lucas. \n[151]He's not Italian. He's black. \n[152]I believe Frank Lucas is above the mafia in the dope business. I believe he buys direct from the source in Southeast Asia, cuts out all the middlemen, and uses US military planes and personnel to bring pure No. 4 heroin into United States. \n[153]I was promised when I took this job, it was about real arrests. \n[154]I have cases against most of Frank's organization. Not him - \n[155]That's right. \n[156]Yeah, you'd know, sitting here, having never been on the  - \n[157]Lou. We're ready to go in there knowing there's a good chance we won't all come out. That's what we're willing to do. All I'm asking you to do get me a warrant. \n[158]We don't have a lot of time to fuck around - \n[159]It'll be here. \n[160]What kind of trees are these? \n[161]Thank you, your Honor.   Ladies and gentlemen - \n[162]Maybe. \n[163]I don't have the time or interest to listen to  - \n[164]No, thanks. \n[165]Then that's the way it is. \n[166]Then you got nothing to worry about. \n[167]I got more than that. I got a line of people wanting to testify that stretches out the door and around the block. \n[168]Is it? Tony the Bug.     Benny Two-Socks. Carmine Camanetti. \n[169]They sell dope for the Mazzano crime family. Which you all but put out of business. \n[170]They have everything to do with you. And the only thing they hate more than you is what you represent. \n[171]You don't? Black businessman like you? Of course you do. But once you're gone, things can return to normal. \n[172]Get in line. That one stretches around the block, too. \n[173]You know what you have to do. \n[174]I'll take them, too.   I want them all. \n[175]They're not. Not the ones in business with you. They're not my kind any more than the Italians are yours. \n[176]I can promise you if you lie to me about one name, you'll never get out of prison. Lie about one dollar in one offshore account, you'll never get out. You can live rich in jail the rest of your life, or poor outside it, that's what I can promise. \n[177]I believe it. \n[178]I want to know everyone   you've met for the last twenty years.    Everyone you sold to. Every cop you ever    paid off. Every one who ever stole from   you. Every one you remember. \n[179]What is? \n[180]What? \n[181]Sneakers.   Expensive ones. \n[182]Your brothers know you're out? \n[183]I told you I wouldn't let you starve. \n[184]You're welcome. ", "ANA": "\n[1]Hi.   I'm Ana. \n[2]You're Frank and this is your place. Why's it called Small's? Why don't you call it Frank's? \n[3]This is your father? \n[4]It is not. \n[5]What'd he do? \n[6]What was he to you? \n[7]What'd he teach you? \n[8]Anything else? \n[9]That's what you are? \n[10]It's very nice. \n[11]Why would you trust these people, the way they look at you? \n[12]They looked at us like we're the help. \n[13]Yes. \n[14]I bought you something, too. \n[15]Come on. You look great. You want to miss the fight? Come on. \n[16]We can still go out. \n[17]Why don't you just pay who you have to pay? \n[18]I'm going to wait in the car. \n[19]The lights give me a headache, you go. \n[20]Get the keys, Frank, it's cold. \n[21]Who shot at us? It doesn't matter. We're leaving. \n[22]We're leaving from here.      Money's in the car. \n[23]Everything from your mother's house. \n[24]Yes. \n[25]Out front. \n[26]I didn't count it. \n[27]We're not going there, we're going to the airport. We're leaving the country. \n[28]Frank, Charlie's dead. They tried to kill us. What else has to happen - ? \n[29]We can go anywhere we want.     We can live anywhere. \n[30]There was some on that dresser, but it's gone now so I guess you  - \n[31]If you leave now, there's a chance Frank might not kill you - \n[32]I'm sorry. ", "RIVERA": "\n[1]And that's what you want to do for a living. \n[2]Who's going to do this? \n[3]Just throw it in, he doesn't take it. That's good service. \n[4]Throw it - \n[5]Down - \n[6]We gonna stay with him or the car? \n[7]Think he made us? \n[8]I just called. I called and walked back here and ten seconds has gone by. \n[9]You saw policy slips? You saw grocery bags. You don't know what's in them. \n[10]What's the rush? Half an hour the warrant'll be here - \n[11]Guess you're going to miss it. You know, what you were saying before - about throwing up in front of people - money will take that feeling away. \n[12]Less than what. \n[13]No lawyer on earth makes less than a cop. \n[14]You're fuckin kidding me. \n[15]Richie - \n[16]It's the same thing.   In principle. \n[17]Richie, a cop who turns in this kind of money says one thing: He'll turn in cops who take money. We'll be pariahs. \n[18]Not if we keep it. Only if we don't. Then we're fucked, you're right. But not if we keep it. \n[19]Goddamn it, did we ask for this? Did we put a gun to someone's head and say, Give us your money? Cops kill cops they can't trust. We can't turn it in. \n[20]Thank you - \n[21]What?   What are you talking about? \n[22]What. That's my money. I've never taken dirty money in my life. \n[23]Maybe the occasional gratuity. Like anybody else. You're going to tell me that's wrong? \n[24]No, it isn't. It's part of the salary for getting shot at. For that, certain courtesies are shown. In gratitude - \n[25]A discount on a TV, a Doughboy in the backyard, a new dress for your girlfriend maybe once a year. I'm talking about not living in fucking poverty. You want to call that wrong, call it wrong. \n[26]Then goddamn it, pay me fifty grand a year, you son of a bitch. Pay me what I deserve for getting shot at. No? Fine. Next time four guys come into your place with sawed-off shotguns, you take care of it. \n[27]You know what, Richie? Fuck you, you make that kind of accusation against your own kind. And you know why. \n[28]I'm a leper. Because I listened to you and turned in a million fucking dollars. You know who'll work with me after that? Same as you. No one. ", "TOBACK": "\n[1]How much. \n[2]What happened to the rest? \n[3]What're you doing counting this in front of everybody? Are you out of your fuckin mind? Take it into a room. Now. \n[4]Me and the U.S. Attorney. No one else. No FBI. Hoover knows better than to mix his men with dope. Too much temptation for the feeble-minded. \n[5]Richie, a detective who doesn't have the cooperation of his fellow detectives can't be effective. \n[6]Doesn't matter. \n[7]It's fucked up. You're right. Maybe this's an opportunity away from all that. \n[8]Done. \n[9]This is more than a year's salary, Richie. If it disappears, I won't be able to get it for you again. \n[10]Richie - cops are like - \n[11]What were you doing there? \n[12]The cab driver's filed aggravated assault and grand theft charges - \n[13]- which he may reconsider depending on the amount the State of New Jersey offers to settle - \n[14]You stole his cab and broke his arm. \n[15]I don't want to hear about you going into New York anymore. \n[16]You're not listening to me. I said: I don't want to hear about it ... You do whatever you have to do, go wherever you have to go to find out who's bringing this shit into the country ... Just don't tell me. Get some sleep. \n[17]Not your typical day in the life of a dope man, Richie. \n[18]You think Frank Lucas took over for Bumpy Johnson? His driver? That's a little far-fetched. \n[19]Bumpy never wore a chinchilla coat in his life. \n[20]What do you got on him you can use in court? Because this isn't it. You try this without informants and powder, no one's going to jail. \n[21]That's because they all think you're on the take and you think they are. \n[22]Richie has a lot of experience - \n[23]He was out of line, Richie. \n[24]It's over.   You're shut down. \n[25]Where is it? \n[26]You know that it's there.     You're sure. ", "TRUPO": "\n[1]Now just enough for the reagent test. \n[2]When's the last time I was in Jersey? Let me think. Never. What're you doing coming over here without letting anybody know? You don't know you can get hurt doing that? \n[3]You got your money. Now, never, ever, come into the city again unannounced. You come in to see a fuckin Broadway show you call ahead first to see if it's okay with me. \n[4]Hello, Frank. \n[5]You sure you done the right thing? She's a beautiful girl - there's no question - but she's got an attitude on  - \n[6]Man walks around in a fifty thousand dollar chinchilla coat and he never even bought me a cup of coffee? Something wrong there. \n[7]You pay your bills, Frank? \n[8]Do you pay your bills, I asked you. \n[9]What's my share? You don't even know me. Maybe I'm special. \n[10]What does that say? Special - Investigations - Unit. See that word there? \"Special.\" Ten grand, first of each month, delivered here. \n[11]Have a nice honeymoon. \n[12]Hello, Frank. \n[13]I did not, as a matter of fact.       Get out of the car. \n[14]The Shelby's gone, Frank. \n[15]Want to come over here a minute, Frank? \n[16]Now what are we gonna do about this? \n[17]I got a better idea. \n[18]Or would you rather I took it all and threw you and your brother in the fuckin river? \n[19]I loved that car. \n[20]Let's go. \n[21]From what I hear, it was the Corsicans. The French Connection, Fernando Rey, the exporters Frank has put out of business. Now, I can take care of him in New York, but I don't want to have to worry every time he drives across the bridge to Jersey someone's gonna take another shot at him. \n[22]We need to start working together. We need to step up our efforts. Next time their aim could be better. We need to keep this cash cow alive. \n[23]Jesus. What the fuck you doing here? You actually going to arrest Frank Lucas? What's the matter with you? \n[24]Your husband's illustrious career is over. The Feds are going to come in and take it all. Everything. But not before I get my gratuity. Where's the money? \n[25]The money! The getaway money Frank and every other gangster keeps in his house! ", "TOSCA": "\n[1]White wine, please. \n[2]Pull - \n[3]She's a lovely girl.    You should marry her. \n[4]Frank. That's a mistake. If I may say. Don't take her for granted, girl like that. \n[5]You interested in history, Frank? The events that have brought us to where we are today? You know who was? Bumpy. \n[6]I always wonder if people know when history's being made. And what they're doing at the time. This, for instance, could be a historic moment, and you're sipping a glass of ice water. \n[7]Bumpy and I did a lot of business together, as you know. Whatever he needed, he'd come to me and I'd do my best to provide it. He came to me, I didn't go to him, is the point I'm trying to make. You know why? \n[8]Yes.   Until now. \n[9]Monopolies are illegal in this country, Frank, because no one can compete with a monopoly. If they let the dairy farmers do that, half of them would go out of business tomorrow. \n[10]Which is your right. Because this is America. But not at the unreasonable expense of others. That's un-American. You know the price you pay for a gallon of milk doesn't represent its true cost of production. It's controlled. Set. \n[11]It's very unfair, in fact. Your customers are happy, but what about your fellow dairy farmers? You're not thinking of them. \n[12]All right. I can see you're getting excited. Don't get excited. That's not why I invited you to my home. To get excited. \n[13]Here, I got something for you. \n[14]Now what if - I'm just thinking out loud - you sold some of your inventory wholesale and I helped with the distribution. \n[15]Which is a little mom and pop store compared to what I'm talking about. I could make you bigger than K-Mart. L.A., Chicago, Detroit, Vegas. I'm speaking nationwide. And I'd guarantee you peace of mind. You know what I mean by that. \n[16]Frank. You can see I'm a Renaissance man. Unfortunately not all my people are as enlightened. Ask them, What is civil rights, they don't know. They're not as open to change from the way things are done and who's doing it. But I can talk to them so there won't be any misunderstanding. That's what I mean by peace of mind. \n[17]You see, I was right. This is a historic moment. You're going to be bigger than Bumpy himself. \n[18]Can't smoke it here, unfortunately. Grace doesn't like it. Take it with you. \n[19]Hey, Frank, you keep that hat on, I'm gonna miss the fight - \n[20]I don't know that it was any of them, Frank. Neither do you. \n[21]You want to know who it was? I can tell you. It was a junkie. Or a rival. Or some dumb ass kid trying to make a name for himself. Or someone you forgot to pay off. Or slighted without realizing it. Or someone you put out of business by being too successful. Success has a lot of enemies. Your success is who took a shot at you. How you gonna kill it? By being unsuccessful? You can be successful and have enemies, or unsuccessful and have friends. It's the choice we make. ", "TEDDY": "\n[1]Who is it? \n[2]Yeah. \n[3]Who's this? \n[4]Frank who? \n[5]What are we selling, Frank? \n[6]What. These are clothes.     This is a very nice  - \n[7]What's wrong with Jackie.    I like Jackie. \n[8]He wants to talk to you by the way.     I told him I'd tell you. \n[9]Not about you. We were talking. He said he wanted to talk to you about something. \n[10]I went shopping today. \n[11]We're going to be here all night if we count every bill. \n[12]Let him go.   This is for you. \n[13]It was an accident.   He feels terrible about it. \n[14]Frank. He's your cousin. What's he gonna do? Go back home? I'll talk to him. I'll straighten him out. \n[15]What?   Why? \n[16]We got a problem. \n[17]He's been cutting it so much it's down to two, three percent pure. \n[18]Give me the keys; take a cab home. \n[19]Frank?   Some of it's in the trunk. \n[20]Was it Jackie? I'll fuckin kill him whether it was or not, you tell me to. What do you want us to do, Frank? We can't just sit here and - \n[21]Short Term Lot 3. This the Mustang were talking about ... Camero? ... What's the plate number? Yeah, I got it ... I got it, Frank ... ", "TONY": "\n[1]When you asked me to be your son's godfather, I took it very seriously. \n[2]I said yes, I'd take on this responsibility, take care of your son, God forbid something happened to you - \n[3]Old friends like me. \n[4]It's all right. I understand. They ask me, I'll tell them what you want me to tell them. I'll lie for you. \n[5]What. \n[6]A lot of sorrow and misery from guys being put out of business. That's all. \n[7]Guys down south is all I heard. \n[8]I don't know. All I can tell you is whoever it is, they're upsetting the natural order of things. \n[9]It's a scientific force like atomic energy. It rearranges the molecules. \n[10]Of anything. Of popcorn. You don't want to put your head in there. \n[11]I can get you one of these. Just like this, brand new. I'll have it delivered. \n[12]Aspen.   Just got back.    Had a great time. \n[13]Know who we met? Burt Reynolds. I'm not kidding. Lot of people from Hollywood go up there now, buying up everything. \n[14]Are you kidding? You know what it's worth? Ski-in-ski-out, five bedrooms, sauna, everything. We were guests. No ... No, that's your place. \n[15]Isn't there something we can do - about leaving the big guy alone? You know who I mean. \n[16]I'm hoping you won't do that. \n[17]I'm not taping it. How do you know? Because we're friends and I'm telling you. This is a real offer. \n[18]Because I care what happens to you. \n[19]I had to. I had no choice. Neither do you. Leave Frank Lucas alone. \n[20]Yes, he is. ", "NATE": "\n[1]Frank - ? \n[2]He said \"a lot.\" What that means, I don't know. Four or five keys? \n[3]My cousin-in-law.    My ex-wife's cousin. \n[4]How much you gonna want, Frank? \n[5]No one I know can get that much. It'd have to be pieced together from several suppliers and none of it's gonna be 100- percent pure. \n[6]I know that. But that means dealing with the Chiu-Chou syndicates in Cholon or Saigon - if they'll deal with you - \n[7]You're gonna go get it. \n[8]You're gonna go into the fuckin jungle - \n[9]No. This is the jungle. Tigers. Vietcong. The fuckin snakes alone will kill you. \n[10]He says this whole area's controlled by the Kuomintang - Chiang Kai-Shek's defeated army. \n[11]Bangkok. I can bring it here or anywhere in between. \n[12]It's bigger than an Amana refrigerator- freezer. \n[13]Fifty grand. In advance. That'll cover them, the pilots and the guys on the other end. \n[14]Fifty, to cover them all. \n[15]I'll let you know when it's in the air. \n[16]Hello? \n[17]Home.    The war's over. \n[18]We been here since 1961, Frank. ", "SPEARMAN": "\n[1]You know me, and I vouch for them. \n[2]Richie, we work together. You want me, you got to take them, too. \n[3]That's Jones. With the skinny white woman. \n[4]That's Abruzzo, with the fat black one. \n[5]Both are good with wires. Have good informants. They're honest. And they're fearless. They'll do anything. They're insane, Richie, like you. \n[6]Jonesy's right. \n[7]He's going into New York.   Are we? \n[8]They could. New York cops.     They can do worse than that. \n[9]He's a supplier at most. Or just a pimp. We'd've heard of him otherwise. \n[10]Richie.   Excuse me. \n[11]Said he'll only talk to you. \n[12]Maybe he means the time?   3 o'clock? \n[13]\n[14]I got to talk to Teddy. \n[15]What the fuck is that? I got business with Teddy and it's none of your fuckin business except to knock on the fuckin door and get him. ", "JIMMY": "\n[1]Yeah ... for you. \n[2]You can't take me in for that, I got       a license for that, motherfucker. \n[3]What is that? \n[4]I said, what the fuck was that? \n[5]Oh, he's all right. I just shot him in the leg. You got a health plan, what are you complaining about. He's fine. Here - Five hundred all right? Six? Look, he's feeling better all the time. \n[6]Where is it? \n[7]Where is my fuckin dope? You and your girlfriends take it again? I'll fuckin kill you. \n[8]The fuck is this place? \n[9]I'm just telling you what I heard - \n[10]It's what he said - \n[11]The fuck should I know - \n[12]It's what he said.   I'm sure. \n[13]Yes! ", "US ATTORNEY": "\n[1]That's enough. \n[2]That was a military transport plane. If there was heroin on board then someone in the military would have to be involved. Which means that even as it fights a war that's claimed 50,000 Americans lives, the military is smuggling narcotics. \n[3]That's how these events are being interpreted by General Easton in that call to me. That someone employed by the this office believes the United States Army is in the drug trafficking business - and is trying to prove it by desecrating the remains of young men who've given their lives in the defence of democracy. \n[4]Shut the fuck up. \n[5]Is it any wonder then, because of your actions, the entire federal narcotics program is now in jeopardy of being dismantled as completely and enthusiastic- ally as that fucking transport plane? That's what you've accomplished Mr. Roberts. Single-handedly. \n[6]And that target is? \n[7]Who?  Who's Frank Lucas? Who's he work for? Which family? \n[8]Is that supposed to be some kind of joke? You're this close to the end of your career in law enforcement, you're making jokes? \n[9]Does he. And how many arrests has he made in his so-called investigation? \n[10]Does that mean `none?' \n[11]Frank's organization - \n[12]No fucking nigger has accomplished what the American Mafia hasn't in a hundred years! \n[13]Lou, get this fucking kike out of here - ", "SHEILA": "\n[1]I'm not talking about your proclivities, Richie. Those I only know too well. I'm talking about being a cop. \n[2]Because it'll come out. You're going to have to sit down with shrinks and social workers, her lawyers, the judge, lots of questions. \n[3]Scheduling. \n[4]Scheduling. What about your friends from the neighborhood? You still hang out with them? \n[5]Wise guys.    That's going to look good. \n[6]What about Anthony Zaca? \n[7]Richie, I'm just trying to understand things your wife has said. If they're not true, tell me. \n[8]Is he also your son's godfather? \n[9]Do you really care about this? Or do you just not want her to win - ever. How often do you see your son as it is? \n[10]Yeah, all right. Give me a twenty. Well, I'm not going to sit here all day. \n[11]Richie, yes, fuck me like a cop, not a lawyer - Oh, God, Richie, no - don't answer it - No, no, no - \n[12]Your honor, a lot has been said here today about how unsavory Mr. Roberts' environment is for a child. How dangerous it is. I'm sorry, but this is our world. This is where we live and we tell him, Protect us. We give him that responsibility, and then say, Oh, but we don't trust you to raise a child. We don't think you're fit for that. ", "RICHIE V/O": "\n[1]It's a dog and pony show. \n[2]His name is Frank Lucas ... \n[3]Eugene Lucas in Brooklyn - \n[4]Earl Lucas in Newark - \n[5]Lester Lucas in Queens - \n[6]Turner Lucas, the Bronx - \n[7]And Teddy Lucas, in Bergen County. \n[8]He gets up early. Five a.m. \n[9]Jimmy?   Look at me - \n[10]Any time I want to change my mind? I don't like the quality of your work? I can find a witness saw you shoot your girlfriend. It just took me a while. I even know what he'll look like. He'll look just like you. \n[11]Somewhere in the South tower. \n[12]Positive. ", "LAURIE": "\n[1]I don't know, Richie. \n[2]I'm moving. \n[3]To the St. Regis, what do you care. My sister's. \n[4]What am I supposed to do with him?       Leave him with you? There's a picture. \n[5]You? \n[6]Last weekend! \n[7]Oh, like this is a good environment. Around your friends. There are less creeps in Vegas. \n[8]I'm thinking - Richie - of him! \n[9]What are you saying? That because you were \"honest\" and didn't take money like every other cop, I left you? \n[10]You don't take money for one reason: to buy being dishonest about everything else. And that's worse than taking money nobody gives a shit about - drug money, gambling money nobody's gonna miss. I'd rather you took it and been honest with me. Or don't take it, I don't care. But don't then go cheat on me. Don't cheat on your kid by never being around. Don't go out and get laid by your snitches and secretaries and strippers. I can tell just by looking, she's one of them. \n[11]You think you're going to heaven because your \"honest.\" You're not. You're going to the same hell as the crooked cops you can't stand. ", "GENERAL": "\n[1]How would you get it into the States? \n[2]Who do you work for in there? \n[3]Who are you really? \n[4]I mean, who you represent? \n[5]You think you're going to take a hundred kilos of heroin into the US and you don't work for anyone? Someone is going to allow that? \n[6]I don't believe a word of this. \n[7]After this first purchase, if you're not killed by Marseilles importers - or their people in the States - then what? \n[8]Of course not. \n[9]Opium plants are hearty enough to outlive any war. They'll still be here long after the troops are gone. But what are you going to do for transportation when the last US plane goes home? \n[10]It's not in my best interest to say this, Frank ... but quitting while you're ahead is not the same as quitting. \n[11]But you don't think she's right. ", "JACKIE": "\n[1]Frank.   Welcome. \n[2]Great.   Girls, get out. \n[3]You talked to Charlie. You want to hear more about my Black Coalition. Let me explain it to you - \n[4]I'm happy. \n[5]What the fuck are you talking about, Frank? \n[6]With all due respect, Frank, if I buy something, I can do whatever I want with it. \n[7]If I buy a car, I can paint it, God damn it. \n[8]What do you want, Frank?    You want me to call it something else? \n[9]Fine. I'll call it Red Magic, even though it doesn't sound as good. \n[10]Pink Magic.   Black Magic - \n[11]Catch me? Insist? Infringement? I don't like these words as much as please - thank you - sorry to bother you, Jackie. These are better words to use you come into my place without an invitation. ", "TANGO": "\n[1]Hey, Frank, get me an ashtray while you're at it. \n[2]Didn't you see the jar, Frank? I think you walked right past it. \n[3]The money jar. On the corner.      What I got to do, put a sign on it? \n[4]Bumpy don't own 116th Street no more, Frank. Bumpy don't own no real estate in Harlem no more. I'm the landlord now and the lease is twenty-percent. \n[5]Then don't sell dope, Frank. Get a fuckin job. You need a job? You can be my driver, drive me around, open my door, yes, sir, no sir, where to, sir, right away, Massa Johnson, sir. \n[6]Of every dollar. Every VIG, every truckload, every girl, every ounce.      In the jar. \n[7]Bumpy's fuckin dead. \n[8]The fuck you want, Frank - \n[9]What're you going to do, boy? Shoot me in broad daylight? In front of everyone? ", "CHARLIE": "\n[1]I know you're hurting, Frank.    So am I. \n[2]You going to be all right? \n[3]I'm sure Bumpy never told you, but he made me promise, anything ever happened to him, I'd make sure you didn't go without. \n[4]That's the spirit. Go get them. \n[5]She is a beauty queen.    No kidding. Miss Puerto Rico. \n[6]Frank.   This is Mike Sibota. \n[7]She's the most beautiful bride I ever saw, Frank. \n[8]They're fucking crooks.   No code of ethics. \n[9]Me, too. ", "DETECTIVE": "\n[1]Did you know his girlfriend? Good- looking girl. One of his informants. \n[2]Should've seen their place.    Like animals lived there. \n[3]Chose a good night, huh?   Grand Central Station in here. \n[4]What's this? Oh, that's it, I'm taking you in. \n[5]This then - But first - \n[6]All right, now I'm arresting you. \n[7]What is that, a bribe?     Oh, now you're all under arrest. \n[8]I'm taking you all in. \n[9]What was what? ", "JONES": "\n[1]There's a story about you. About turning in some money. A lot of money. Is it true? \n[2]Stuff's ten percent pure. Strong enough to smoke for all those suburban white kids afraid of needles. \n[3]And it's all that's out there. \n[4]Ice Pick Paul goes here - \n[5]No, you're thinking of Benny the Bishop. Benny Two-Socks is Tosca's deadbeat son- in-law. \n[6]What're you doing?     We just - \n[7]And this isn't a Jersey plate. Or New York. Not with just two letters. It's three and three, not two and three - \n[8]Then what the fuck is it - \n[9]How long we gonna wait for it? ", "BUMPY": "\n[1]The corner grocery's a supermarket. Candy store's a MacDonald's. And this place. \n[2]Where's the pride of ownership here? Where's the personal service? Does anybody work here? \n[3]What right do they have cutting out the suppliers, pushing all the middlemen out, buying direct from the manufacturer - Sony this, Toshiba that, all them Chinks - putting Americans out of work? \n[4]What am I supposed to do with a place like this, Frank? Who am I supposed to ask for, the assistant manager? This is the problem. This is the way it is now: You can't find the heart of anything to stick the knife. \n[5]Forget it, Frank. No one's in charge. \n[6]He's got the stick - the cane - and he'll use if he has to. \n[7]But most of the time he doesn't have to. He moves the whole herd - quietly. \n[8]What right do they have cutting out the suppliers, the middlemen, buying direct, putting Americans out of work ... This is the way it is now, Frank. "}}