{"dialogues": {"KEVIN": "\n[1]It's a big, thick envelope, Vicky. You got in. \n[2]\"Dear Ms. Hughes.  We're sorry, but after keeping you on the wait list for the past couple months, we've decided you are now rejected.  Enclosed is a 100-page, full-color brochure on how rejected you are.\" \n[3]You got in. \n[4]Then she said -- she loves me. \n[5]Nothing, I just hugged her back. \n[6]I couldn't tell -- She could've meant like, \"I love you grandma\" or \"I love you Vanderbilt.\" \n[7]Please. We're all golden, we're college bound. I figured it out -- I can get a c- minus in every class, and it's not gonna make a difference.  U of M, here I come. \n[8]Finch, you got the Latin homework? \n[9]Whatever. \n[10]Really, Stifler.  He's the manager. \n[11]Stifler, you're such an asshole. \n[12]What was I gonna do, call dad?  I don't even know his number. \n[13]Yeah, well anyway...I thought you might have some advice, brother to brother.  I mean, I think tonight she might, we might really, there's a chance that -- you know. \n[14]What?  Not the Bible? \n[15]Does it tell me how to get laid? \n[16]Ready for what? \n[17]You ever hear of something called The Bible? \n[18]Unlisted age, plus \"youthful mind,\" equals old. \n[19]Alright...I'm shooting for a nine o'clock ETA.  Beer in hand by five after. \n[20]It's all good. Breath check. \n[21]You got something up your sleeve for tonight, Finch? \n[22]How the hell do you know all these random songs? \n[23]At least now I know what the hell they're saying. \n[24]The difference is so phenomenal, I can't decide. \n[25]You know, I've never got that shit. What exactly constitutes third base? \n[26]Then where does a blowjob figure in? \n[27]Oh, man, that's kind of sad. \n[28]Yeah, okay Sherman, whatever. \n[29]Yeah man, right on! \n[30]Hopeless. \n[31]Gotta go. \n[32]Vicky -- do you think, maybe...it's time for us to take the next step in our relationship? \n[33]Yeah, it's such a perfect evening. Isn't this how you've always pictured it? \n[34]Or not. \n[35]Okay, don't stop. \n[36]Oh -- Now! \n[37]God dammit, Stifler! \n[38]Vicky, wait! \n[39]Stifler, how's the man chowder?! \n[40]Dammit!  If Sherman has sex before I do, I'm gonna be really fucking pissed. \n[41]Man, I just gotta get laid already! This blowjob thing is bullshit! \n[42]Vicky, wait. \n[43]Ow, what the hell? \n[44]Feeling better, Oz? \n[45]That's the spirit. \n[46]I -- I don't get it, how the hell did you do that? \n[47]I put in months of quality time with Vicky.  Sherman meets a chick for one night and scores?  This is just wrong. \n[48]Alright, I got an idea.  But it stays between us.  Agreed? \n[49]Okay.  It's really simple.  We make an agreement -- no wait, more than an agreement. \n[50]No, a pact.  No money involved.  This is more important than any bet.  Now here's the deal: We all get laid before we graduate. \n[51]This is different.  This is better. Think of when you're working out, Oz. You need a partner, someone to spot you.  Someone to keep you motivated. \n[52]That's what we are, we keep each other on track.  Prior to this day, we've postured.  We've procrastinated. We've pretended.  We've -- well I can't think of other p-words, but we've probably done them too. \n[53]Separately, we are flawed and vulnerable.  But together, we are the masters of our sexual destiny! \n[54]Guys, guys -- you're ruining my fucking moment here.  Now think about it -- \n[55]No longer will our penises remain flaccid and unused!  From now on, we fight for every man out there who isn't getting laid when he should be! This is our day!  This is our time! And, by God, we're not gonna let history condemn us to celibacy!  We will make a stand!  We will succeed! We will get laid! \n[56]Now, the sex -- it's got to be valid, consensual sex.  No funny stuff.  And no prostitutes, if you were thinking about that, Finch. \n[57]So, I'm thinking prom is basically our last big chance. \n[58]I know, but think about it -- At the parties that night.  Chicks are gonna want to do it. \n[59]Right.  That gives us... \n[60]Alright then.  It's official.  Any questions? \n[61]To the next step. \n[62]Did you get the flowers? What about the poem? \n[63]Vicky, please don't do this. \n[64]What? \n[65]You mean...and orgasm? \n[66]Well...I'm pretty sure I've -- \n[67]But that one time -- \n[68]Well of course I'd want to give her that.  I mean, what do you think, I don't care about her? \n[69]Of course. \n[70]I -- I don't know, you can't ask me that. \n[71]I don't want to dupe her, Jessica.  If I say it, I have to be sure I mean it. \n[72]This is your plan, Finch? \n[73]This.  Right now. \n[74]Of course, Finch.  What? \n[75]What are we gonna hear? \n[76]Fifteen minutes ago. \n[77]Yeah. \n[78]Yeah. \n[79]No -- it's true.  He is...really... big. \n[80]Finch hasn't done a damn thing, and he's got girls lining up already. \n[81]Uh...I thought you might know a trick or something.  To make her, you know... \n[82]Yeah. \n[83]What?!  How do I do that? \n[84]Well, no.  I think...I guess it would be good to be able to return the favor.  I mean, it would be nice to know she enjoys things as much as I do. \n[85]Qualify for what? \n[86]I was being selfish.  And majorly insensitive.  And I'm a total idiot. \n[87]Yes!  I'm a shithead!  I'm a complete and total shithead! \n[88]And I want to try to make it up to you. \n[89]Shhhh.  Your parents are downstairs. \n[90]Just a second! \n[91]Vicky, shhh, you know there's no lock on your door. \n[92]Nah, you get kind of dizzy though. \n[93]Went home to shit. \n[94]Observe. \n[95]Excuse me.  Do you know who Paul Finch is? \n[96]...Yes? \n[97]That's good, Jim. \n[98]I can't, I have no idea how he's doing it.  And that leaves you trailing, Jim.  You gotta get your act together. \n[99]You can send me the address too. \n[100]I'll save you a seat. \n[101]There we go. \n[102]Here we go. \n[103]Want a beer? \n[104]Just in time. \n[105]Oh, man!  This is incredible. \n[106]I can't believe Oz had to work. \n[107]Nice collection there, Jim. \n[108]You know, Jim...you could go back there...and... \n[109]Anything!  Just tell her it looks like she needs an extra hand or something. \n[110]No, you're stupid.  Get going!  Right now!  She's primed! \n[111]Come on, Jim.  Where are you? \n[112]Hello?  Hey Sherman...what?!  How did you know? \n[113]He's going in! \n[114]No idea. \n[115]Ho-lee shit. \n[116]Oh no. \n[117]Holy shit! \n[118]Not again. \n[119]Hey, minuteman. \n[120]How do you know that? \n[121]Yeah?  Well come prom night, those excuses aren't going to do you much good. \n[122]You're not doing the extra credit problems. \n[123]That's my trick! \n[124]We've come a long way since Homecoming. \n[125]Indeed I did.  But, our relationship. It's progressed a lot.  It's time for us to...express ourselves in new ways. \n[126]Well, I feel that...things are getting to that point in a relationship. When two people share...a special moment between them. \n[127]You want to do it? \n[128]No, I don't not love you.  I like, I know that we've definitely got something between us.  Something good. Something special. \n[129]I didn't say that.  I mean, love, it's like a term that gets thrown around. People say things, they get married, have kids, and then what?  It's like they call it off, going \"I was wrong.\" \n[130]I know, Vick.  I'm just not ready yet, okay? \n[131]Hey...what was that all about? \n[132]Right, and who told you that? \n[133]No comment?!  Are you kidding me?! I've never seen someone's image change so...so drastically! \n[134]Did you guys hook up or something? \n[135]Then what the hell are you talking about? \n[136]I don't get it, that really works? \n[137]Oh no, Stifler, what did you do? \n[138]Finch!  Get to the bathroom!  Now! \n[139]Just go! \n[140]You're gonna shit your pants! \n[141]Finch, listen -- Stifler slipped some sort of laxative in your Mocash-chino or whatever.  It's fast acting.  I mean really fast. \n[142]You fuckin' rule! \n[143]Hey... \n[144]It's like a six or seven hour drive. That's easy, I don't mind driving. \n[145]About the other day...I've been thinking. \n[146]Yeah, we have something great, Vick. \n[147]Now?! \n[148]Alright, how do you guys stand?  Well, Finch, I know where you are, but you can't use that as an excuse.  Jim? \n[149]Oz, how about you and Heather?  Now you guys are a couple or something? \n[150]Attitude?  Me?  I think that you guys should be more enthusiastic.  Shit, we've been trying to get laid forever, and tonight's the night we've been waiting for.  We're in this together. Don't back out on me now! \n[151]No, but come on guys, we made a pact! \n[152]It was a pact.  You break it and there are no excuses.  You guys have to -- \n[153]I don't care. \n[154]I'm not going. \n[155]This isn't how I wanted things to turn out.  Making the pact wasn't just about getting laid.  It was about doing one last thing with you guys before we graduated.  But now I've just wasted my last few weeks here trying to do what?  I don't even know. All I managed to do was fuck up our friendship. \n[156]Nah.  Fuck, you guys are right, I don't know what I'm doing.  I mean I'm acting like I've got it all together tonight.  But I know Vicky is gonna ask me if I love her.  And I don't know what I'm gonna say.  So now it's like, maybe I'll just wimp out on the whole thing. \n[157]He didn't? \n[158]See -- this is the nicest room. \n[159]No!  Get out of here! \n[160]You comfortable? \n[161]Yeah. \n[162]Yeah.  Are you sure? \n[163]Me too. \n[164]Yeah, right here. \n[165]So, do you want to be -- I mean, how do you want to do it? \n[166]Like, normal style.  The...missionary position. \n[167]Yeah Vick? \n[168]Okay. \n[169]Victoria...I love you. \n[170]That was a great night. \n[171]I can't believe we just had our senior prom. \n[172]It did. \n[173]Don't say that, we can do it somehow. It might not be perfect, but -- \n[174]It is far away...and we'll be on our own...meeting new people... \n[175]Vicky...last night...I wasn't lying. \n[176]What? \n[177]I guess we'll call you two-ply. \n[178]Yeah. \n[179]So Oz, you almost made it, huh? \n[180]Wow.  You two really have something going, don't you? \n[181]You know what the coolest thing is? This, right now. \n[182]Yeah, but we'll still see each other. \n[183]To the next step. \n[184]Hey.  I got another question for you. \n[185]Um...I'm sort of wondering about...love. ", "JIM": "\n[1]Yeah, I'm the best, baby. \n[2]Oh yeah, baby, I'll give it to you. \n[3]I do, baby, I do. \n[4]Yeah, that's right. \n[5]Man, shut up! \n[6]Yep, okay Mom, 'night. \n[7]Yeah.  Damn cable.  There's this nature show that I'm trying to watch. \n[8]Uh... \n[9]Must...be...broken... \n[10]Nothing! \n[11]Jesus, Mom!  They're not illegal! They're pay channels.  How could a television channel be illegal?!  God, get a clue! \n[12]Yeah -- hey, did you see The Little Mermaid on TV the other night?  That Ariel, whew. \n[13]Yeah, Oz, but not when she's on land. \n[14]A hot cartoon. \n[15]C-Span? \n[16]And you said... \n[17]You think she was serious? \n[18]No -- Kevin, you? \n[19]There's our man. \n[20]Ooh, here's an easy one:  \"Attractive SWF, fun loving and a youthful mind seeks outgoing companion.\" Okay...\"Attractive\"...ugly. \n[21]No, \"Charming\" is old.  \"Older\" is really old.  \"Youthful mind\" is dead. \n[22]Finch, you can be the one to date a nearly-dead insane chick.  Eat your damn imitation hot dog. \n[23]You can crash at Stifler's? \n[24]This was remade?  Into what? \n[25]So, does my hair look better -- like this, or... like this? \n[26]Nadia does, that Czechoslovakian chick, she might be there tonight. Now, do you think she'd prefer -- Cool Hip Jim... or Laid Back Jim? \n[27]What about you?  You're the one with the girlfriend and you're still stranded on third base. \n[28]So let's say you get there...what's uh, third base feel like? \n[29]Apple pie... McDonald's or homemade? \n[30]Hey Sherman.  Scopin' the babes. \n[31]You've got something going? \n[32]Oh, shit!  There she is.  Nadia. \n[33]What would I say? \n[34]But -- \n[35]Kevin, get back here! \n[36]Yes. \n[37]No...you...go...ahead. \n[38]Oh, shit.  No!  Shit! \n[39]Hey, you did better than I did, Nova. \n[40]What the hell?  I should be able to talk to chicks.  I'm articulate.  I got a 720 on my SAT verbal. Copious.  Verisimilitude. \n[41]Intransigence. \n[42]Regurgitation. \n[43]Jesus, what did you eat? \n[44]Shit, I can't believe a fine woman like this produced a guy like Stifler. \n[45]Sorry, I thought you were dead. \n[46]Finch!  Where were you last night? What happened to the foolproof plan? \n[47]You did it. \n[48]Jesus, we're all gonna go to college as virgins.  They've probably got special dorms for people like us. \n[49]Like a bet? \n[50]Pontificated. \n[51]Their tiger-style kung-fu is strong; but our dragon style will defeat it! \n[52]Yeah, it's like tradition or something. \n[53]Exactly three weeks to the day. \n[54]Just a minute! \n[55]Yeah, sure. \n[56]Dad, come in. \n[57]Okay. \n[58]Uh...dad... \n[59]I know, Dad. \n[60]Dad!  I know! \n[61]Yes dad. \n[62]Thank you, dad, I got it. \n[63]Wait! \n[64]This is unexpected. \n[65]Yeah, I think you sounded pretty good. \n[66]You're just gonna sit there and drink your coffee? \n[67]Finch, don't you think it's about time you learned to take a dump at school? \n[68]I have no idea.  Finch showers in a bathing suit. \n[69]Yeah, enormous. \n[70]Definitely not. \n[71]Mom?!  I'm home! \n[72]It's not what it looks like! \n[73]Hey, dad.  Did you knock? \n[74]Dad, please stop.  Please.  I'm sure I know what you're talking about. \n[75]Yes. \n[76]Wow, that's amazing, she's probably gonna want to do it soon. \n[77]Hey, where's Finch? \n[78]I don't get it.  How does a guy like that get this sudden reputation? \n[79]Actually, it's an eagle and this big python. \n[80]Yeah, see it's on his stomach, here, and the eagle -- the eagle is actually grasping the python in its talons, so the snake is like his -- \n[81]Yeah, I know.  I'm working on it. \n[82]Me? \n[83]Yes.  No.  Yes. \n[84]Okay...that would be cool sometime. How 'bout tomorrow? \n[85]I suppose that would be okay. \n[86]What am I gonna do, broadcast her over the internet? \n[87]Oh -- no way.  I can't do that to her. \n[88]Well...dammit, if I'm doing this, how the hell am I gonna watch? \n[89]I know.  Hey Nadia. \n[90]Dad. \n[91]Dad!! \n[92]So you need to change, right? \n[93]No, go right ahead and get dressed. I'll just be downstairs, studying up. Get me when you're ready. \n[94]Be back in a sec! \n[95]Did I miss anything?! \n[96]Woah! \n[97]Oh, thank you Lord, for this wonderful day. \n[98]Hey!  You can't touch my stuff! \n[99]Oh no no no. \n[100]Dear God -- she's -- she's -- she's -- \n[101]Gentlemen, I'd like to make an announcement.  There is a gorgeous woman masturbating on my bed. \n[102]But, but -- what would I do? \n[103]That's stupid. \n[104]Oh...oh...oh, shit! \n[105]Hey mom hey dad! \n[106]Oh boy oh God oh crap oh no. \n[107]Please, God.  Let this be it. \n[108]Looks like you could use an extra hand. \n[109]Well...uh... \n[110]Uh...yeah...sorry. \n[111]Strip? \n[112]You mean like, strip strip? \n[113]Uh... \n[114]Um...okay... \n[115]Nadia, I can't -- \n[116]Oh yeah! \n[117]Oh no. \n[118]No, no, I'm not done!  I've got reserves!  Nadia, please please please.  I'm begging you. \n[119]Did you see this?  This is your more exotic dirty magazine. \n[120]Oh yes.  Very arousing women.  They arouse me very much.  But not as arousing as you. \n[121]Holy shit. \n[122]No, not again. \n[123]No!  I've got...reserve reserves! \n[124]...okay. \n[125]Shut up.  You're supposed to be supportive. \n[126]No.  Her sponsors here saw the thing on the net.  I don't think they liked it. \n[127]She's already on a plane back home. \n[128]You know, maybe I'm just not good with girls, period.  Like I was born without that part of the brain.  I mean, I can't talk to girls.  And when I do talk to them, I screw it up. \n[129]Jesus, Kevin, rub it in. \n[130]Hold on.  You have no idea why I'm angry? \n[131]Yeah, that's pretty much it. \n[132]What was your name again? \n[133]Okay.  Michelle, do you want to be my date for the prom? \n[134]Yes.  Seriously. \n[135]Whatever you want. \n[136]Yeeeeeeeaaaawwwwww! \n[137]Highly, highly overrated. \n[138]My date's a flute-toting band dork. That answer your question? \n[139]Back out?  You don't need us to get laid.  You afraid or something? \n[140]I don't have to do shit!  Forget it already! \n[141]I'm tired of all this bullshit pressure!  I mean, I've never even had sex and already I can't stand it!  I hate sex!  I don't want it, I've never wanted it, and I'm not gonna sit here busting my balls over something that just isn't that damn important!  So fuck this stupid pact, fuck you, and fuck sex!  Now, I'm gonna go hang out with that geek over there, 'cause at least she's got something else to talk about besides sex!  God damn! \n[142]Kevin, come on, the bus to Stifler's is gonna be here soon. \n[143]So do I, Kev. \n[144]Come on man.  Tonight is the night. We're finally going to a post-prom party on the lake.  We've been waiting to do this for the last four years. Why else are we still friends with Stifler?  You gotta go. \n[145]There it is.  I want to grab my bag. Oh, and my date. \n[146]Stifler's mom got it in the divorce. \n[147]Oh, I've got stories, believe me. They're a little more risque than tales of Band Camp. \n[148]Okay.  You want a story?  Here's a story.  Stifler finds this beer, right?  And... \n[149]I told you. \n[150]Yeah, bring it on! \n[151]So, the end of the story is...you had to kiss the guy for twenty seconds? \n[152]Okay, I get it. \n[153]...excuse me?! \n[154]This'll do. \n[155]Why, uh, what makes you think that I -- \n[156]Are you gonna do what I think you're gonna do? \n[157]Oh yeah!  Put it in your mouth! \n[158]Hail, hail, to Michigan, the leaders and best! \n[159]She's gone. \n[160]Oh my God.  She used me. \n[161]Wow!  I was used!  Cool! \n[162]Hail! to the victors, valiant; Hail! to the conquering heroes, hail... \n[163]No, no that's fine. So you doing okay? \n[164]Hang in there, buddy, you'll get there. \n[165]After getting laid? \n[166]Thanks guys. ", "OZ": "\n[1]Illegal channels?  Shit, if there's any channel that should be illegal, it's whatever that women's channel is. Lifetime Supply of Pantyhose, or some shit. \n[2]She's a mermaid, dude. \n[3]She's a cartoon, dude. \n[4]Is there anything you don't jerk off to? \n[5]Oh shit dude, the L-word! \n[6]Just don't bring it up, hang low, maybe she won't mention it again. \n[7]You guys got the Latin homework? \n[8]Stifler!! \n[9]Depends if my date wants to stop by. \n[10]Nah, gave her the Heisman.  I'm working on something new. \n[11]Dude, it's gotta happen -- she's a college chick! \n[12]She works part-time at my dad's store. \n[13]Dude, he does not. \n[14]Once, in church, dude. \n[15]\"Fun loving\" -- insane. \n[16]Dude, I wish you wouldn't do that. \n[17]And little hurly-burly came by in her curly-wurly, and asked me if I needed I ri-hide -- \n[18]It's early Springsteen, dude, this is classic.  This was before the cheesy remake. \n[19]Bli-hinded by the light -- cut loose like a deuce, another runner in the night, blinded... \n[20]Who cares? \n[21]Contact, dude. \n[22]Shortstop.  'Course, you don't make it to third, and you're out. \n[23]Feels like warm apple pie, dude. \n[24]Great evening, isn't it? \n[25]There's something about the spring that's just cool.  Like the smell of fresh rain or something. \n[26]Suck me, beautiful. \n[27]Suck me...beautiful? \n[28]Uh...you know, my friends call me Nova -- as in Casanova. \n[29]Well...jeez, don't laugh at me. \n[30]Like what? \n[31]...okay... \n[32]I'm not good in math. \n[33]Shut the fuck up. \n[34]Oh that's really reassuring.  And don't call me Nova anymore.  I'm a fraud. \n[35]I'm such a loser. \n[36]No shit, I'm never gonna get laid. How the hell am I gonna become this Mr. Sensitive Man? \n[37]Dude, it's not like I haven't been trying to get laid. \n[38]The Sha-lin masters from east and west must unite! \n[39]Dude, prom sucks. \n[40]Hey guys, you came to watch me in action? \n[41]Keep it down, dude. \n[42]This place is an untapped resource. Check it out, dude, these vocal jazz girls are hot. \n[43]Dude, watch me work.  They go for sensitive studs like me. \n[44]Sorry. \n[45]Oh, well... It came from the heart. \n[46]Really?  Hey, thanks -- Heather, right? \n[47]Yeah.  Right, uh-huh. I feel like I've discovered this whole new side of me.  Music is so expressive. \n[48]Oh sure.  I know what people think. It's like, Oz, he's just this kickass lacrosse player -- I also play football, by the way -- But that's like...not all that I am. \n[49]I mean it really bothers me when people try to pigeonhole me like that. \n[50]Yeah...so like, what else do you do? \n[51]I just -- realized that I didn't know anything about you.  I was interested. \n[52]Thanks coach. \n[53]-- Thanks, coach -- \n[54]Hey, what're you doing here? \n[55]Whoops, excuse me... \n[56]You can call me Oz. \n[57]You can call me Ostreicher. \n[58]Forget it. \n[59]Neither will I. \n[60]Yeah! \n[61]Stifler, fuck -- ...man, you don't have to be so insensitive. \n[62]Alright, cool.  I gotta hit the showers, but...I think this'll be really good. \n[63]Hey, you know, what can I say, I dig those cute little sweaters she wears. \n[64]So does your tongue cramp up? \n[65]What reputation? \n[66]Okay, explain. \n[67]Nice car. \n[68]You don't like it? \n[69]What?! \n[70]What?  No I'm not. \n[71]I wasn't making fun of you. \n[72]I'll do it. \n[73]I'll do it. \n[74]Because I want to. \n[75]You can do that? \n[76]You've still got a chance with Nadia, right? \n[77]Dammit! \n[78]How did you know I was here? \n[79]You talked to Stifler? \n[80]...okay.  Cool then.  I'm um, I'm glad you came by.  I mean, really. \n[81]Uh...my dad's the manager. \n[82]Ah, he's always too heavy on the vinegar.  If you really want a good one, you gotta let me make it. \n[83]My dad's always here running the store, busy and stuff...and I fill in once a week so he can get a night off. \n[84]So you're going to Michigan? \n[85]Onions? \n[86]You want onions? \n[87]Well, State's got a good business school.  And I can probably walk onto the lacrosse team.  Green peppers? \n[88]Well, I mean, business is okay, and lacrosse is awesome, but what am I gonna be, a pro lacrosse player?  I really have no idea. \n[89]Well, you're not.  Oil and vinegar? \n[90]I know.  Salt and pepper? \n[91]You -- oh, you mean -- yeah, East Lansing and Ann Arbor. \n[92]Wanna swap your chips for cookies? \n[93]...I needed the shelter of someone's arms...there you were -- woo-hoo- hoo... \n[94]...I needed someone to understand my ups and my downs, oh baby there you were... \n[95]Come on, you know the words, sing along. \n[96]Our last game is this Saturday. \n[97]...I've got this lacrosse game.  It's really important, it's our last game. And you know, Central almost beat us last time, so I really want to kick their ass, and it's like cool because we're gonna get to play at State, which means that after the game I might be able to stop by... \n[98]I'm sorry, I totally spaced.  I just...I didn't realize it... \n[99]Alright...yeah...thanks for understanding. So I guess...I'll see you later. \n[100]Good luck, guys. \n[101]Sorry, coach. \n[102]Yeah. \n[103]I'm not playing. \n[104]No.  I'm missing the game for you. \n[105]Dammit, Kevin, what's with the attitude? \n[106]Kevin, it was just a -- \n[107]...Guess what? \n[108]I still think you're okay. \n[109]And by the way, Sherman didn't even get laid. \n[110]Come on, Kevin.  Vicky's looking for you. \n[111]There's something I've been meaning to tell you, Heather. \n[112]It's gonna sound really bad, but I want you to know. \n[113]See, uh, I'm a virgin.  And me, Kevin, Jim, and Finch, we all made this pact. That we would...lose our virginity... before high school was over. \n[114]And, see, tonight is supposed to be the night we all do it. \n[115]No, that's not what I mean.  I mean -- look.  You know what made me leave that game?  Coach was giving this speech, about not slacking off when you see the opportunity to score. \n[116]No, see Heather, what I realized is that...with you, it's not like I'm running towards the goal, trying to figure out the best way to score.  And this may sound corny, but -- \n[117]I feel like I've already won. \n[118]And, well, I really care about you.  A lot.  And I want you to know that. \n[119]You called me Oz. \n[120]Dieter.  My middle name is Dieter. \n[121]I know, it sucks! \n[122]I can't think of anything to say that's not cheesy. \n[123]Yeah.  So you want double condiments on that? \n[124]I'll just say that we had a great night together. \n[125]I know. \n[126]I think we're falling in love. \n[127]It's true.  I mean, after this, everything'll be different. \n[128]After high school. \n[129]Fuck yeah we will. ", "VICKY": "\n[1]You think so? \n[2]Kevin, this is serious! \n[3]I love you! \n[4]Vanderbilt's not that far from U of M. \n[5]What?  We both have cars. \n[6]That's not why we're going out. \n[7]Jessica!  He'll drive there for me, and I'll drive to Ann Arbor for him. We're going to have sex when he's ready and I'm ready.  It's got to be completely perfect.  I want the right place, the right time, the right moment. \n[8]Please. \n[9]You like her?  Her sponsor family lives on my block.  Why don't you talk to her? \n[10]Just tell her what's on your mind. And smile, you've got a good smile. Come on. \n[11]Oh, Kev. \n[12]Tonight? \n[13]Just relax. \n[14]Let me know. \n[15]Stifler, you're such a jerk. \n[16]He likes it. \n[17]I think I've had one. \n[18]...I've never tried it. \n[19]Jessica, can you drive me home? \n[20]Not for you. \n[21]I'll think about it. \n[22]I think \"shithead\" really says it. \n[23]How? \n[24]Oh...ungghhhhh! \n[25]Oh Kevin -- don't stop! \n[26]Oh, God! \n[27]Moly shmmmt!  Fmmkkkk! \n[28]\n[29]No, I'm not.  I'm writing a sequence of random numbers that look like I'm doing the extra credit problems.  Mr. Bender doesn't bother to check homework past April. \n[30]It's everyone's trick, Kevin. But I did pick it up from you. \n[31]Yeah, we have.  You corrupted my four- point into a three-nine-five. \n[32]Like how? \n[33]I think you're so right, Kevin. \n[34]Yes -- \n[35]I love you. \n[36]Kevin?  Do you not love me? \n[37]But you don't love me. \n[38]Kevin...you're not your dad.  The two of us, we're not your parents. \n[39]Okay. \n[40]Did you know that it's...450 miles from Ann Arbor to Nashville? \n[41]So have I.  And I know you want to make things perfect for me.  And I understand that you really wouldn't tell me that until you were 100% comfortable with it. \n[42]And I want to make things perfect for you.  You're right, Kev, we do have something good...and special. \n[43]Kevin... I want to have sex with you. \n[44]No...I know the perfect time... \n[45]So, I guess you and Sherman are pretty close.  You met at that party a while back? \n[46]\"Deep conversation,\" huh?  Is that what you guys call it? \n[47]Wow, Kev...it's perfect. \n[48]Yeah, are you? \n[49]You sure you're comfortable? \n[50]Yeah. \n[51]Okay. Did you bring a condom? \n[52]I don't know.  How do you? \n[53]Okay. \n[54]Kevin... \n[55]I want to hear you say it. \n[56]I love you. \n[57]Here. \n[58]Yeah. \n[59]Yeah, the time went by so fast. \n[60]Kevin, next year...with you in Ann Arbor, and me in Nashville...it's not gonna work, is it. \n[61]No, Kevin -- That's the whole thing, that's what I've been realizing.  That nothing's perfect, that you can't plan everything. \n[62]I know. Let's go.  Don't you have something to tell your friends? \n[63]Your little pact.  Jessica told me all about it. Way to go, Kev! ", "HEATHER": "\n[1]I think he's got a nice voice. \n[2]Not bad, Chris. \n[3]Yeah...so...you've got this sort of... Bobby McFerrin thing going there. \n[4]Okay. I mean, I agree, but...aren't you supposed to be out, like, trying to decapitate someone with your lacrosse stick or something? \n[5]Of course, I didn't -- \n[6]You?  You think I don't get that? God, it's like just because I don't get drunk and barf every weekend, people say \"Oh, here's this goody-two- shoes choir-girl priss.\" \n[7]Well the same things you do.  Hang out with friends and stuff, you know, whatever. What do you think I do? \n[8]Oh...well that's okay.  Cool. \n[9]Just enjoying my exhilarating first lacrosse experience.  You like, \"kicked butt.\" \n[10]Um...Chris -- \n[11]Do I have to? \n[12]What's your middle name? \n[13]Come on!  I won't tell. \n[14]Okay. So I had this...thought, and...this may seem like it's out of left field, and I don't know if you can, but since I'm not going with anyone -- \n[15]Well, I uh, I was -- I was asking Chris to prom. So do you wanna go? \n[16]Yeah, me too, okay, cool. \n[17]I'm glad you think so. \n[18]No, I like the car. By the way, though, about prom?  That was like a bad idea.  Sorry I invited you. \n[19]Oh, please.  I asked you because I thought you might actually be worth going with.  But you are just a jock. No wait.  You're a jerk. \n[20]I saw you making fun of me with your lacrosse buddies. \n[21]Give me a break, you're so full of it. \n[22]I know, my timing's off. \n[23]Why are you doing this? \n[24]Yeah?  Well you can't fake your way through this.  You better practice. \n[25]Hi... \n[26]Stifler told me. \n[27]Well...I needed to find you.  We are gonna have to practice that song. \n[28]So you like, work nights? \n[29]Really?  Cool.  Tell him his subs are great. \n[30]That's nice. \n[31]Yeah, well my parents wanted me to go to Northwestern.  I didn't want to write all those extra essays they make you do -- I mean, how am I supposed to know what my \"most emotionally significant moment\" was?  So when my U of M acceptance came in December, I said the hell with it. \n[32]What? \n[33]Oh, yeah.  So what're you gonna major in? \n[34]Yeah.  So wow, you've got it figured out. \n[35]Oh thank God, I thought I was the only one. \n[36]Yeah.  You know, people are always like, \"What're you gonna major in?\" And I don't know.  And they're like, \"You'll figure it out.\"  Yeah?  When? \n[37]Sure. \n[38]So we're gonna be close next year? \n[39]...yeah. \n[40]You can't sing at the competition. \n[41]...it's okay, you should do whatever makes you happy. \n[42]That would be a start. \n[43]What about the game?! \n[44]You're missing the game for us?! \n[45]What's that? \n[46]This isn't the best way to proposition me. \n[47]This isn't any better, Chris. \n[48]Oz, it's okay, I know. \n[49]Well, that's what your friends call you.  I mean...I feel like I'm one of your friends now...and also...your girlfriend. \n[50]Hmm.  You know that's really a shitty middle name! \n[51]Then don't. ", "STIFLER": "\n[1]\n[2]You coming to party tonight, Ostreicher, ya fuckface? \n[3]That junior chick? \n[4]Yeah right.  I got an idea for something new.  How 'bout you guys actually locate your dicks, remove the shrink wrap, and fuckin' use 'em. \n[5]Bullshit.  From where? \n[6]Hah!  Yeah, Oz, I bet it's more like your dad works at her store. \n[7]Hey, man, I'm not making fun.  I'm fuckin' impressed.  I mean, \"Footlong or six-inch, white or wheat,\" that's some serious shit to master. \n[8]Meyers, what's the deal with you and Vicky, anyway?  You've been going out since Homecoming and all she'll do is blow you?  Shit, I'd drop her like a steaming turd. \n[9]I do when I'm throwing them at your mom, you damn freak. Alright then, see you guys tonight. I'll look for you in the No Fucking section. \n[10]What party?  There's no party. \n[11]Try the house down the street. \n[12]You actually said that?!  Haaaah!! \n[13]This is pathetic.  I'm gonna find me a little hottie. Suck me, beautiful! \n[14]\n[15]Check-out time!  Please vacate the room. \n[16]Yep. \n[17]Here, babe. \n[18]You're really beautiful. \n[19]Uh huh. \n[20]Doing what? \n[21]No way. \n[22]Look... ...Sarah.  I wouldn't go telling stories or whatever about you.  I promise. \n[23]What the hell are you losers doing? \n[24]Dickhead!  You gotta see this. \n[25]What did you cocks do to him?  Shit, if Coach Marshall sees this, he'll kick Oz off the team on principle alone. \n[26]I think you need your balls reattached. \n[27]What the fuck are you doing here? \n[28]You dipshit, you're expecting to score with some goody-goody choir-girl priss? \n[29]Hah!  Central sucks! Choir Chick?  What the hell are you doing here? \n[30]Well, just don't expect Oz to pay for the limo. \n[31]What?? Whatever -- look uh, don't forget -- my cottage after prom.  On Lake Michigan. \n[32]My man Oz, working it with the choir babes? \n[33]I'll bet you do, you little horndog, she's givin' you fuckin' stiffies, right? \n[34]Yeah!  Sing for me!  yes! \n[35]Fuck me!  You're gonna have a naked Eastern-European chick in your house, and you're telling me you're not gonna take advantage of that? \n[36]Dammit, Jim, get some fucking balls. If you don't have the guts to photograph a naked chick in your room, how are you ever gonna sleep with one? Now all you gotta do is set up some sort of private link or whatever on the net, and tell me the address. \n[37]Shut up and watch this, you might learn something. \n[38]What the fuck is this? \n[39]This just got a hell of a lot better. \n[40]He blew it.  Literally. \n[41]You gotta be fucking kidding. \n[42]\n[43]Oh my fucking God.  You're gay. \n[44]No thanks, you've been singing that shit all week.  If you try that at MSU this Saturday, I'm pretending I don't know you. \n[45]No shit. \n[46]Kevin!  You seen Shitbreak lately? \n[47]Me?  Nothing.  I'm the one whose ass he kicked. I'll tell you one thing, though.  I don't think he's gonna have a problem shitting in school anymore. \n[48]This way, sit. \n[49]Ugh...oh no... ", "FINCH": "\n[1]Non habeo.  Canis meus id comedit. \n[2]Do you commonly grasp warm pieces of stool? \n[3]Perhaps you should consider actually answering an ad. \n[4]This is no imitation.  Removing the hot dog from the Ultradog yields a better dog.  Behold -- Ultradog, no dog. \n[5]A foolproof plan, my friend.  You shall see. \n[6]Gentlemen, see you at the Bacchanalia. \n[7]Good morning gentleman. \n[8]I thought a fashionably late entrance would enhance my appearance. When I got here, the Bacchanalia was over and the nymphs had left. \n[9]If I might ask, when you brush your teeth, do you spit or swallow? \n[10]Yep. \n[11]Uh-huh. \n[12]Mochaccino. Actually, in the spirit of the pact, I do need to ask for your cooperation in one small matter. \n[13]Whatever you hear about me, you agree. \n[14]You'll see.  Gotta go.  Sixteen minute round trip. \n[15]When was the last time you looked at the facilities here? \n[16]Seduce her. \n[17]What do you suppose they're saying? \n[18]This is truly revolting. \n[19]Easy, tiger.  What's in there? \n[20]Why is this? \n[21]Charming. \n[22]First of all, it's Mochaccino, and secondly...Oohhhh! \n[23]Come on come on come on... \n[24]Okay.  You can do this. \n[25]Aaaaaaarrrgghhhh! \n[26]Okay.  I'm here for your dumb...dumb meeting. \n[27]At least I learned how to shit in school. \n[28]How come you have no date? \n[29]No, of course not, don't be ridiculous. \n[30]Me too.  For the most part. \n[31]Nope.  He pissed himself. \n[32]Ah, Stifler's mom!  Thank you for letting us have a great party. \n[33]I'm three sheets to the wind, ma'am! \n[34]Oh no, no date.  Bathroom incident. \n[35]...Nevermind.  You have anything to drink? \n[36]No, no, that's what the cretins drink. I mean alcohol, liquor -- good stuff. \n[37]Single malt? \n[38]So...would you object if I said you're quite striking? \n[39]Yes ma'am, I am. \n[40]Neither did I! \n[41]I'll tell you, I've learned one thing: women, like wine, get better with age. Of course, I have no frame of reference for this comparison. ", "NADIA": "\n[1]You are in my English class, no? \n[2]I thought so. \n[3]So you are having fun? \n[4]I said, you are having fun? \n[5]Me too. \n[6]Well...I am going to get another beer. You want one? \n[7]Okay. \n[8]You are right.  The hands are not always necessary. \n[9]In fact -- I should teach you my own special method.  I developed it myself at the ballet institute in Prague. You use nothing but the muscles of the inner thigh. \n[10]You are very good in the world history class, yes? \n[11]Perhaps you can help me with my studies? \n[12]Well, I do have ballet practice. Perhaps I can come by your house afterwards.  I can change clothes at your place? \n[13]Hello James.  Ready to study. \n[14]Do you mind?  This fabric is so uncomfortable. \n[15]James!  You have come in here on purpose?! \n[16]Shame on you! \n[17]Well.  You have seen me.  Now it is my turn to see you.  Strip. \n[18]Yes, slowly. \n[19]For me? \n[20]Perfect. \n[21]Move with the music. \n[22]No, no, you must put your whole body into it. \n[23]Can't what?  Do you not want to be with me?  I wish to be entertained, James. \n[24]More sexy, Jim, more sexy. \n[25]More, more, you bad boy! \n[26]Now!  Hames, come to me. \n[27]Be gentle. \n[28]Jim... \n[29]You are done, James.  Perhaps I should be going now. \n[30]I do like your dirty magazines. \n[31]Yes...James, it is knowing that these beautiful women arouse you that arouses me... \n[32]Oh Jim... \n[33]So, \"shaved\" is the expression? \n[34]Touch me Jim...here. \n[35]I am sorry, Jim.  I suppose we will not be doing any studying now. \n[36]It is too bad.  I was at first hoping you would ask me to the prom.  But... \n[37]You should change your shorts. \n[38]Come back to bed, James. ", "JIM'S DAD": "\n[1]What the heck is this? \n[2]James, don't speak that way to your mother! \n[3]Turn that garbage off!  Give me that! \n[4]Honey, why don't you let me handle this one. \n[5]Jesus Christ.  The dictionary?  Hell, son, I'll buy you some dirty magazines. \n[6]Can I come in? \n[7]You're not...busy? \n[8]Sit down, Jim.  Let's talk. \n[9]These are for you.  From father to son. \n[10]Go ahead son, there's more. \n[11]Now, that one's a little more...a little more...graphic. \n[12]Oh, okay.  Here's let me show you. \n[13]This, son, is your more exotic dirty magazine. \n[14]Do you know about the clitoris? \n[15]Sometimes it can be pretty hard to locate. \n[16]Okay, well that about covers it. \n[17]Now, let's put these somewhere where your mother won't find them. \n[18]I'll have to save this speech for another day.  I'm too worn out. \n[19]Jim? \n[20]I guess...we'll just tell your mother...that we ate it all. \n[21]Oh, Jim!  I'm looking at the ol' family portrait, here.  Yep.  It's a good one. \n[22]Son, I wanted to talk to you about what I think you were trying to do the other day. \n[23]Now, you may have tried it in the shower, or maybe in bed at night, and not even known what you were doing. Or perhaps you've heard your friends talking about it in the locker room. \n[24]Sure you know, son, but I think you've been having a little problem with it. It's okay, though.  What you're doing is perfectly normal.  It's like practice.  Like when you play tennis against a wall.  Some day, there'll be a partner returning the ball. You do want a partner, don't you son? \n[25]That's great.  Now remember, it's okay to play with yourself.  Or, as I always called it -- \"Stroke the salami!\" Ho-ho, Jim.  There's nothing to be ashamed of.  Hell, I'm fifty-two, and I still enjoy masturbating.  Uncle Mort masturbates.  We all masturbate. \n[26]Poor guy thought he was the only one. \n[27]Son.  This lady's here for you. \n[28]Oh, you bet he is.  Jim's quite the bookworm. \n[29]Oh, no, not too much of a bookworm. He's a good little kid.  Er, guy. Man. \n[30]Okay, okay.  I'll let you hit those books. \n[31]Son.  That's the best damn story I ever heard. \n[32]You know, after I graduated high school, my parents let me do some traveling... ", "JESSICA": "\n[1]Yeah right. \n[2]Yeah but, no offense, you're talking about a post-high school, long- distance relationship, and you and Kevin haven't even done it yet. \n[3]What the hell are you expecting him to drive to Vanderbilt for?  Milk and cookies? \n[4]Vicky, it's not a space shuttle launch, it's sex.  So did you do the physics write-up? \n[5]Of course he does.  What about you? Have you just never had one with Kevin -- or have you never had one, period? \n[6]Well that's a no.  No wonder you're not psyched about sex. You've never even had one manually? \n[7]Are you kidding?  You've never double- clicked your mouse? \n[8]Hell, just a pair of tight pants will set me off. Am I right or what, Nadia? \n[9]See? \n[10]No wonder she never pays attention in class. \n[11]Sure. \n[12]Ah, you'll get her back soon enough. That's easy, she likes you.  What you need to do is learn to press a girl's buttons.  You gotta give her what she's never had. \n[13]I'll give you a hint. \"Ohhh, yeah, yeah!\" Comprende? \n[14]You got it, stud. \n[15]No you haven't. \n[16]No. \n[17]Do you? \n[18]Do you love her? \n[19]Well, if you want to get her in the sack, tell her you love her.  That's how I was duped. \n[20]Well it's up to you.  The Big L, or the Big O. \n[21]No comment. \n[22]Thanks.  It was my idea. \n[23]Are you kidding?  No. \n[24]Well...I guess it's okay for me to tell you now.  That reputation of his isn't going anywhere. Finch comes to me and says, \"Jessica, I need help with this, blah blah, etcetera.\"  So I told him, pay me two- hundred bucks, and I'll tell a couple girls that you're dynamite in bed.  So he did, and I did. \n[25]Duh.  Of course.  Naturally, I embellished a little bit.  Hey, did you hear that Finch had sex with an older woman? \n[26]No?  Damn, that one was my favorite. \n[27]Hey, Finch.  Wanna dance? \n[28]I like to keep my options open.  And let me just clarify that you have no chance of scoring with me, Finch. ", "MICHELLE": "\n[1]And what we should do today, in band? Instead of playing our instruments regularly?  We should play them backwards!  That'll be so funny! \n[2]We're here for the party? \n[3]Ringing the bell is dorky -- let's just go in. \n[4]And so, one time?  I was at band camp? And we weren't supposed to have pillow fights?  But we had a pillow fight! And it was so much fun! \n[5]And one time, we all lost our music? And we were supposed to play this song?  But we didn't know it.  So we just made it up!  And we kept playing and playing but the conductor didn't know what we were doing and it was so funny! \n[6]So you're pissed about something, huh? You know what I do when I'm angry?  I just play some Bach on my flute.  It's so relaxing.  I learned to do that at band camp. \n[7]Is it because we have a test tomorrow? Sometimes I get cranky when I know I have a big test to study for. \n[8]I thought so.  Because, one time?  I was at this -- \n[9]Michelle. \n[10]Really?  You seriously want to go with me? \n[11]Are we going to Steve Stifler's party afterwards?  That would be so cool. \n[12]Cool!  We're gonna have so much fun! It's like this one time, at band camp... \n[13]You know, at band camp?  We have dances like this.  Only they're way funner.  Don't you think prom is just highly overrated? \n[14]It reminds me of this one time -- Hey, can I ask you a question?  How come you don't have any stories?  I've got lots of stories, and you don't have any. \n[15]Are they gross or something, like guy stuff?  Tell me. \n[16]That is a nasty story! \n[17]You wanna hear a nasty story of mine? It's kind of sexual. \n[18]Well, this one time?  At band camp? We were playing this game, I don't know if you know it?  But it's called spin the bottle?  And I had to kiss this guy named Marc Wander on the lips?  And... \n[19]Yes!  And he was such a dork!  And everyone laughed at me, but I didn't care?  Because it was so funny! \n[20]Oh!  And then this one time?  At band camp?  I stuck a flute in my pussy. \n[21]What, you think I don't know how to get myself off?  Hell, that's what half of band camp is!  Sex ed! \n[22]So are we gonna screw soon?  I'm getting kind of antsy. \n[23]Now, I have two rubbers.  Wear them both, it'll desensitize you.  I don't want you coming so damn early. \n[24]Come on.  I saw you on the net.  Why do you think I accepted this date? You're a sure thing! \n[25]Don't you want me to? \n[26]Okay! ", "KEVIN'S BROTHER": "\n[1]You called me to ask me how to get laid? \n[2]Just dial 976-Asshole. \n[3]Have you ever heard of the bible? \n[4]Well, that's not really the name, but we always called it that. \n[5]You know what, nevermind.  You're not ready. \n[6]Whoop, you're fading out.  Good luck at that party. \n[7]Say that again, Kevin? \n[8]Orgasm? \n[9]Try the spicy tuna hand roll. \n[10]Uh -- forget that.  Look, is that all you're interested in?  Ways to get your girlfriend into bed? \n[11]That's good, that's what I needed to hear.  Now you qualify. \n[12]You've just inherited The Bible. \n[13]It originally started as a sex manual, this book that some guys brought back from Amsterdam in the early eighties. What to do with your tongue, things like that.  And each year, it got passed on to one East student who was worthy of it. After a couple years, guys started adding their own techniques.  Things they figured out themselves. You have to keep it a secret, and return it at the end of the year.  So, now you know.  Good luck. \n[14]What's that? \n[15]That's the next book, Kevin.  That's the next book. ", "SHERMAN": "\n[1]What's up, fellas? \n[2]Indeed.  Some fine ladies here, boys. Confidence is high, repeat, confidence is high. Sherman is moving to DefCon Two, full strategic arsenal ready for deployment. \n[3]Did you see that Central chick? Brunette? \n[4]She's around.  Seems that she's taken a liking to me.  Fellas, it's time that she experienced -- The Sherminator. \n[5]I'm a sophisticated sex robot, sent back through time...to change the future for one lucky lady. \n[6]Don't you think you fellas could try a little tact?  I've got company.  Know what I mean? \n[7]...I'll never forget...thank you. \n[8]Fellas, say goodbye to Chuck Sherman, the boy.  I am now a man. \n[9]I highly recommend you join the club. \n[10]It was just my time, fellas, it was just my time.  Best of luck to you, boys. \n[11]Still questing after the holy grail, eh guys? \n[12]Jim must've addressed that E-mail wrong.  It went out to every mailbox in the East High directory.  God, how juvenile. \n[13]The horror, the horror. \n[14]I'm on the offensive, boys.  The Sherman Tank is going back in. \n[15]Locked on target, flying in stealth mode under enemy sex radar.  Ready to drop the payload...again. ", "COLLEGE CHICK": "\n[1]Sure. \n[2]What did you just say? \n[3]What?! \n[4]You need some work, buddy! \n[5]Look, Chris.  There are just some things you need to learn, that's all. \n[6]Alright, well...you've got to tone it down.  You don't need to go to Lookout Point and spout cheeseball lines to be romantic. \n[7]You have to pay attention to a girl. Be sensitive to her feelings. Relationships are reciprocal. \n[8]Come on, I'll drop you off at your friends'. ", "STIFLER'S MOM": "\n[1]As if there were any alternative in the matter.  Are you enjoying yourself? \n[2]I'm so happy for you.  Takes the edge off, doesn't it?  And where might your date be? \n[3]Pardon me? \n[4]I believe the kegs are upstairs. \n[5]All right, I got some scotch. \n[6]Aged eighteen years. Why don't you get the glasses.  Behind the bar. \n[7]Mister Finch -- are you trying to seduce me? \n[8]I had no idea you'd be this good! ", "CHOIR TEACHER": "\n[1]What the hell was that? \n[2]No, it was good. \n[3]Well then keep it coming. Alright, people, good work!  Keep it up and we'll do great at the state competition. \n[4]Okay, Heather, that was good, but I want to thicken up that solo. Michigan State is this Saturday, and I want that part to smoke. \n[5]A little, but I think it'll work better as a duet.  With a tenor part. \n[6]Okay then.  The rest of you okay with that? \n[7]Great.  See you tomorrow. ", "COACH MARSHALL": "\n[1]Good work, Ostreicher. \n[2]You're a killer, Ozzy! \n[3]Alright!  Good hustle, guys, but we can still lose.  You all saw what happened to Oz out there.  I don't ever want to see you guys thinking you're gonna score.  You don't score until you score, period. \n[4]It all boils down to today.  For you seniors, this marks the culmination of your past four years.  Think of what that means to you.  Are you guys gonna look back on your days at East and know that you made the most of the time you had? \n[5]Now that's the attitude, Ostreicher! \n[6]Christ!  I didn't say you were out of the game! \n[7]What the fuck is this?  You got someplace more important to be? ", "JIM'S MOM": "\n[1]Hey, Jimmy.  I just wanted to say sweet dreams. \n[2]Kiss goodnight. \n[3]Is something wrong with the reception? \n[4]I think he's trying to watch one of the illegal channels. \n[5]Oh my God! \n[6]Jim?  Honey, where are you going? ", "SOPHOMORE CHICK": "\n[1]God, I can't believe there are so many cool people at this party. \n[2]Thanks. \n[3]Really? \n[4]I don't know if I want to be doing this. \n[5]You know.  If we hook up, tomorrow I'll just be some girl you go telling all your friends about. \n[6]Steve!  You could at least look at me when you say that. ", "STIFLER'S BROTHER": "\n[1]Steve!  Steve!  It's my computer and I wanna use it! \n[2]This is like the coolest thing I've ever seen. \n[3]What happened?!  What happened?! \n[4]You guys are gonna fuck, aren't you!? \n[5]Fuckers fuckers fuckers fuckers! \n[6]That was awesome! "}}