{"dialogues": {"JACK": "\n[1]Nothing. \n[2]A hunter. \n[3]Go for help. Call the police. \n[4]Blending in? \n[5]I closed the Stockholm account. \n[6]But there were complications. \n[7]Collateral damage. Two shooters. Unidentified. [A beat] And a girl. \n[8]Guess so. \n[9]Since now. \n[10]So. \n[11]Buon giorno. \n[12]America. \n[13]Si. Il Americano. \n[14]I'm no good with machines. \n[15]Si. \n[16]Poco. \n[17]Not for much longer. \n[18]Working vacation. \n[19]Photographer. \n[20]Pictures of the region. Architecture, landscapes... \n[21]No people. Sights and landmarks. For guidebooks, magazines... \n[22]Actually it's a syndicate. Lots of different publications. Um... Casa editrice. \n[23]You're very kind, but I... \n[24]Did I forget to mention my electromagnetic hypersensitivity? \n[25]Who's the client? \n[26]This is a small town, Larry. I don't like small towns. I grew up in one. Besides, I'm already attracting attention. \n[27]I'll think about it. \n[28]No. \n[29]I take pictures, father. \n[30]I try to, father. \n[31]Un po' di formaggio, per favore. \n[32]Questo. \n[33]E un po' di pecorino. \n[34]Prego. You're welcome. \n[35]\"Amidst gathering clouds\". \n[36]Una gelata alla fragola. Per favore. \n[37]Edward. \n[38]What car did they give you? \n[39]Range? \n[40]Time? \n[41]Targets? \n[42]Fire rate? \n[43]Magazine capacity? \n[44]You want a submachine gun to fit in a lady's purse? \n[45]A small briefcase would be possible. \n[46]X-rays? Camouflage: lap-top, DVD player, MP3 or digital camera? \n[47]Noise? \n[48]No such thing. You'll have to make do with a suppressor like everyone else. It'll dampen the decibels, dislocate the sound source and reduce muzzle flash. I can't make you silent but I can make you invisible as the Finnish phrase goes, but only as long as you're prepared to lose some range. \n[49]Two o'clock. \n[50]By the clothes stall. Light blue shirt, open at the neck, expensive buff suede shoes. Is he with you? \n[51]You want a weapon with the firing capacity of a submachine gun and the range of a rifle. \n[52]Give me a month. To trial. Then a week for final adjustments. \n[53]Buon giorno. \n[54]Il fermo posta? \n[55]Clarke. \n[56]Clarke. Una pacchetto. \n[57]Grazie. \n[58]Your source in Rome. \n[59]I hope you paid below the odds. The more you pay them the more cops gossip in the locker room. \n[60]Yet. \n[61]Sinful. \n[62]Have you ever wanted to be anything other than a priest? \n[63]Photographer? \n[64]I do what I'm good at. \n[65]No. \n[66]I'm not a young man. I have my savings. \n[67]I don't think God is interested in me. Father. \n[68]What are the snakes for, father? \n[69]Sono un amico di Padre Benedetto. \n[70]Buon giorno. \n[71]I'm taking pictures forty minutes north of here. Right up in the mountains. Father Benedetto said you might be able to help. \n[72]My publisher wouldn't stretch to a four by four and the park trails are playing havoc with my chassis. \n[73]Not really. I just need something to work on a ruptured driveshaft. \n[74]Just a hobby. I tinker. \n[75]I appreciate that. \n[76]Bene? \n[77]Quant'e? \n[78]Ciao. Grazie. \n[79]E Clara qui? [Is Clara here?] \n[80]Forse un altro tempo. [Perhaps another time.] \n[81]I've got company. \n[82]If he's not baby-sitting the Belgian contract then he's either a Joe, a cop or a shooter. He's not with The Company, they're fast: it's been three days and no TA. He's not intel: they're deep background and he wants to be noticed. He might be a cowboy but he can't be a cop: they work in pairs and he's alone. Strike Guarda di Finanza, State Police and NOCS: he's not Italian- he doesn't look like one, dress like one or behave like one. So who the hell is he? \n[83]Larry? \n[84]What's he waiting for? \n[85]I can handle it. \n[86]It's a bad line. \n[87]Yes? \n[88]The Carabinieri around here like roadblocks. It's cover. \n[89]This attracts less attention. \n[90]Fifty minutes. \n[91]I'll wake you before the turn-off. \n[92]The turn-off's up ahead. \n[93]Just a precaution. \n[94]Derelict. I checked three days ago. \n[95]I'll check alone. There are adders the mountains. And vipers. Your shoes. \n[96]Yes. \n[97]You'd be out of a job. \n[98]It's hard to like something you know nothing about. \n[99]I've made up two sorts. \n[100]Thirty lead and thirty jacketed. \n[101]Not a problem. \n[102]Will mercury do? \n[103]Watch out for vipers. \n[104]At least three hundred and sixty miles per hour. That's including twenty off the top for the sound suppression. \n[105]Eight-two-one. \n[106]You'll find it easy. I've re- balanced it for the longer barrel. The fulcrum is two centimetres forward of the grip now. Which won't matter if you're firing- and I'm guessing you are- from a fixed position. \n[107]No major recoil issues. You should be able to hold onto any target. Even the smallest. \n[108]Good shot. \n[109]You'll upset the balance. \n[110]Then I'm happy to oblige. \n[111]A briefcase. Samsonite. Standard pattern in black with combination locks. Is there a number you'd prefer? \n[112]Eight-two-one. \n[113]Throw them in the lake. \n[114]Aspirinio. Like Mosacata but frizzante. \n[115]It wouldn't look right if the picnic wasn't touched. \n[116]It had to be chilled. They're Italian cops. \n[117]I'm paid to. Don't move. \n[118]Parnassius apollo. It's endangered. \n[119]It serves its purpose. \n[120]No. \n[121]I have an acquaintance. \n[122]Wild boar. \n[123]I'm much older than you. By the time you've retired I'll be dead. \n[124]Hokey. \n[125]Morboso? \n[126]You needn't act. \n[127]You might have to act with your other clients but you don't have to pretend anything at all with me. \n[128]I want you to be yourself with me. Be as indifferent as you like. I came here to get pleasure, not to give it. \n[129]I don't sleep with the other girls. \n[130]Here? \n[131]What did he want? \n[132]Switzerland? \n[133]And you told him? \n[134]Shoulder holster. \n[135]You're a true friend, father. \n[136]Grazie. \n[137]Buon giorno. \n[138]I'm fine. \n[139]It's nothing really. Just a broken rib. Un costollo rotta? \n[140]I came off my bike. \n[141]No, no, no. I have pain killers. I just need a strong cup of coffee. \n[142]Why d'you call me that? \n[143]How did he know I was here, Larry? \n[144]I doubt it. \n[145]How do you do? \n[146]Will you take a coffee with me? \n[147]Prego. \n[148]Have you been to England? \n[149]I am. \n[150]Due cappuccini e un cafe corretto. \n[151]If not with gold, than at least not with enough medieval cobbles to loosen every-self tapping screw in a Fiat. \n[152]Where do you come from, Anna? \n[153]Dove abita? \n[154]Great. I'll see you then. \n[155]How about our usual place? \n[156]You've forgotten? \n[157]Maybe we should try something different. \n[158]Locanda Grapelli? \n[159]Good. \n[160]Seven. \n[161]Locanda Grapelli. \n[162]I'll be there. \n[163]See you then, Clara. It was a delight to meet you Anna. Arrivederci. \n[164]What makes you think I'm leaving? \n[165]All men are sinners. \n[166]I don't seek peace. I never have. \n[167]Perhaps. Perhaps I'll stay. The valley. The villages. The mountains. \n[168]I see a whore. She's young enough to be my daughter. \n[169]Aren't all sins equal? \n[170]Who says? \n[171]Everyone's on the run from something. \n[172]I've done nothing I didn't have good cause to do. \n[173]For what reason? \n[174]I make things. Artifacts. \n[175]Why do you say that? \n[176]You know a lot about me. \n[177]And I should too? \n[178]Fabio. The `car doctor'. Was he conceived here father? \n[179]He looks like you. Even more than he does in the photos you keep of each other. Where was he conceived, father? Under one of these trees? At night? Like all the other bastards? \n[180]Expecting me to reciprocate? \n[181]I wasn't sure you meant me to. \n[182]No, grazie. \n[183]Small towns. \n[184]It is. Very good. \n[185]Sure. \n[186]No. \n[187]I doubt any of the couples here are. With the exception of the Germans at table seven. She's wearing a wedding ring and they haven't spoken a word to each other for eight and half minutes. \n[188]What makes you think I have a secret? I'm an ordinary man. I cough. I fart. I earn a living. \n[189]Why spoil the illusion? \n[190]How is it? \n[191]Bitchin'? \n[192]No thanks. \n[193]I will agree. \n[194]It's bitchin'. \n[195]Sure. Bastardo. Imbecile. \n[196]Eat shit and die, pimple dick? \n[197]I guess I've led a sheltered life. Of sorts. \n[198]Too much work. \n[199]For what? \n[200]Never apologise. \n[201]Mine too. \n[202]Si. \n[203]Retire. \n[204]Liar. \n[205]Would you be flattering me if I wasn't a client? \n[206]Am I a client? \n[207]Give it away. \n[208]Grazie. \n[209]Grazie, Clara. \n[210]Where? \n[211]I don't deliver, Larry. I never deliver. It's too dangerous. She comes to me. I know the town. That's what we agreed. \n[212]Breach? What breach? \n[213]Not possible. \n[214]Cops? \n[215]How come I'm still here? \n[216]Where the hell's this information coming from? \n[217]They don't. \n[218]They can. They can trust me and so can you. \n[219]I've never jeopardised an operation in my life. \n[220]Put them in the back. We've got a way to go. \n[221]Swimming. \n[222]An hour. And we're not going to the sea, we're going to the lakes. In the mountains. \n[223]A picnic. \n[224]It is. \n[225]Ten kilometres. Another twenty minutes. \n[226]We're going off the beaten track. \n[227]Lontano. Fuori mano. \n[228]You shall see. \n[229]There's no need to worry. I've been here before several times. Taking photographs. \n[230]You're not afraid of coming into the wild with me, are you? \n[231]This is a Citroen! \n[232]This was made by the French for taking potatoes to market. Besides, I always come here in this car. \n[233]Of course. I don't want to walk back to town any more than you do. \n[234]I assure you it does. \n[235]No. Not quite. We go another hundred metres, through the wood. But from here we just roll forward. No motor. No sound. And you'll see a wonder. \n[236]You won't need to hold on. I'll go slowly. Just relax and look. \n[237]No. \n[238]Yes. \n[239]There are vipers! Vipera! Marasso! \n[240]If we stay here for a year, they'll devour us. \n[241]Maybe we should... \n[242]I haven't. \n[243]Let's eat. \n[244]Is Clara yours? \n[245]Edward is my real name. \n[246]Quite sure. \n[247]Nothing. \n[248]Dear Father Benedetto... \n[249]I promised myself that I would write to you- as your friend- to say goodbye. \n[250]Everything I've ever done... \n[251]I've done for a reason. \n[252]I never thought the day would come when I'd run out of reasons. Reasons to worry. Reasons to run. Reasons to pull the trigger. \n[253]Maybe that day's come. \n[254]Or maybe I've just found a reason to change. \n[255]I still don't understand. What's the point of a gun if it's not loaded? \n[256]Does the gun make you feel safer with me? \n[257]Then why's it in your purse? \n[258]Maybe this is suicide. Cops often put the graft on working girls. Perhaps the girl I told you about, Clara, has sold me out. \n[259]I guess I'll go to work too. \n[260]I can't stay here forever. \n[261]It's not that I've given up on life, Father. Just the way that I was living it. If you can call it living. \n[262]It's time to go home. \n[263]I can't, Clara. One day... \n[264]If I had one request, Father, it would be this. That it's not Clara who finally pulls the trigger. But whoever it is... \n[265]...by this time tomorrow I'll be dead. \n[266]All there, as agreed. \n[267]Sweets. For your journey. \n[268]I guessed you'd have a sweet tooth. \n[269]I suppose I'll read about this in the Times or the International Herald Tribune. Or Il Maessagiero. \n[270]You never know. \n[271]Sure. You? \n[272]How do you know I'm retiring? \n[273]\n[274]When can I see you? \n[275]If I asked you would you come away with me? \n[276]Why not? \n[277]Together. \n[278]Wherever. Then when we're through, we could come back here. For good. \n[279]Where else? \n[280]Forever. \n[281]Unless you have other plans. \n[282]\n[283]Someone got what was coming to them. \n[284]Go to your apartment and pack. Wait `till I get there. Don't answer the door to anyone but me. \n[285]Trust me. \n[286]Clara. My name is not Eduardo. \n[287]My name is Jack. \n[288]I promise. Take this. \n[289]Look after it. In case. \n[290]Now go. \n[291]What will you tell them? ", "CLARA": "\n[1]Morboso? \n[2]Morboso. \n[3]Morboso is like... when you can't stop thinking about something. \n[4]Or someone. \n[5]Act? \n[6]Maybe I pretend very well. I got more tip than the other girls usually get. \n[7]Buon giorno! \n[8]You are hurt? \n[9]What's wrong with you? \n[10]Stronzo! Let me help you! \n[11]But you have to go to the hospital! \n[12]I know a place which make the strongest coffee in L'Aquila. \n[13]Ve bene. Tutto posto. Signor Farfalla. [Good. Everything's OK. Mr. Butterfly.] \n[14]You have a tattoo. On your back. \n[15]My friend Anna. This is my friend Signor Farfalla. \n[16]That would be very good. \n[17]Anna is learning English. \n[18]Anna is like all Italians. She thinks America is like in the movies. Little Italy, \"West Side Story\", \"Chicago\". \n[19]I tell her in these times America is like here, there, anywhere. The streets are not... pave-ed with gold. \n[20]Perhaps we will have a drink together soon? I am free... \n[21]...on Monday. \n[22]But Eduardo... Where would you like to meet? \n[23]Our usual place? \n[24]I forgot. Where is our usual place? \n[25]Remind me. \n[26]Where would you like to try, Eduardo? \n[27]Locanda Grapelli! Si! \n[28]Seven? \n[29]Locanda Grapelli. \n[30]You'll be there? \n[31]See you then, Eduardo. \n[32]Ciao. \n[33]I did not think you would come. \n[34]Certo. \n[35]Si. \n[36]Una botiglia di acqua minerale non gasata et... una Parasini, per favore. \n[37]He speaks Italian. So do I. Listen: \n[38]Una botiglia di acqua minerale et una Parasini, per favore. \n[39]Non gasata. \n[40]Cittadina. \n[41]Parasini. From Calabria. It is good, you will agree? \n[42]Can I ask you something, Eduardo? \n[43]You are married? \n[44]I was sure this was your secret. \n[45]I do not think you are an ordinary man. I think you are a good man. But you have a secret. \n[46]He thinks we are a couple. \n[47]As long as we know it is an illusion. \n[48]Woooow! \n[49]Bitchin'. \n[50]It's- come se dice- `slang', no? Eco. \n[51]Come on, Eduardo! \n[52]It is good, you will agree? \n[53]My English is nice! \n[54]You know how to swear in Italian? \n[55]\"Imbecile?\" Eduardo! Try: Mangia merde e morte: tuo cazzo un brufolo. \n[56]Perdone! \n[57]Shell-tered? \n[58]Too much work. \n[59]I don't apologise, Eduardo. \n[60]For this I do. My job. \n[61]Except this job is full of testa di cazzo. \n[62]Lei? \n[63]But you are too young to... pensione? \n[64]Si. \n[65]No! \n[66]This say yes. \n[67]This... \n[68]This cannot be for sale. But I am not want to... come se dice? \n[69]Stronzo! I buy you a present! \n[70]Prego. Eduardo. \n[71]My apartment is not far from here. \n[72]Ciao, Eduardo! \n[73]Where we go? \n[74]How far do we go? To Fanale? \n[75]For a... come se dice... you have in the back... \n[76]A pick-nick! We are going for a pick-nick. Just the two of us. \n[77]I have practise my English, Eduardo. I love to have pick-nick. It is a beautiful day, isn't it? \n[78]Is it more far? \n[79]Twelve kilometres? In twenty minutes? \n[80]You will speak Italian. One day, I will teach you. \n[81]Where are we going? \n[82]I think it is good we should stay close to the road. \n[83]No! \n[84]Of course I am not. Not with you. But this... \n[85]...sentiero! \n[86]You should have a jeep. A Toyota. It is not good for a... berlina. \n[87]You sure? \n[88]I think you are crazy. This will go to nowhere. \n[89]Now there is no road! \n[90]Is this where we go? \n[91]No one comes here? \n[92]Just you. \n[93]Well? \n[94]I am going to swim in the lake. Are you coming? \n[95]Maybe! But I am lucky! \n[96]He is an Italian bird! We disturb his siesta! \n[97]Come, Signor Farfalla! \n[98]Come! \n[99]Stand by me. \n[100]Keep still. Watch. \n[101]It is said that if these fishes bite at two hands holding, then love is good for the people. \n[102]Do you make love in the water? \n[103]What's wrong? \n[104]Eduardo. \n[105]Is this your real name? \n[106]Si. Yes. \n[107]Ed-ward. \n[108]You are sure you are not married, Eduardo? \n[109]Will you put this on my back? \n[110]Eduardo? \n[111]Amore? \n[112]Eduardo, what's wrong? \n[113]Grazie, Eduardo. \n[114]One of the girls borrow it to me after the second hooker in Chieti is murdered. With some of the clients it make me feel safe. I don't tell the police, of course, but... Madonna, Eduardo. How they do to these two women! A police agente from Rome show me photographs. They show photographs to everyone in Via Lampedusa. \n[115]Non capito... how one person hurt another in this way. \n[116]You are not a client. \n[117]I have to work tonight, amore. \n[118]What will you do? \n[119]And after that? Tomorrow and the next day. \n[120]I want always to stay here. \n[121]Let me come to your home. \n[122]Stay forever here. \n[123]I have to work tonight. \n[124]You come to my apartment after. \n[125]Come away with you? \n[126]Together? \n[127]Where? \n[128]To live? \n[129]Forever? \n[130]Other plans? \n[131]I love you, Signor Eduardo Farfalla. \n[132]What's happening? \n[133]Eduardo, please? \n[134]I trust you. \n[135]No? \n[136]Jack. \n[137]You promise you're not married? \n[138]In case? ", "MATHILDE": "\n[1]It's hot. My car has no air conditioning. I asked for it, but... \n[2]One fifty to one seven five meters. \n[3]Five seconds. Seven at the most. \n[4]One. \n[5]Rapid. \n[6]Large. Preferably 9mm Parabellum. \n[7]The weapon must be fairly light. And compact. Possible to be broken down into its constituent parts. \n[8]As compact as possible. \n[9]A small vanity case would be permissible. \n[10]Not necessary. \n[11]Silencer. \n[12]Excuse me? \n[13]I didn't see him. In any case, I'm alone. \n[14]I can accept a slight loss of range. \n[15]Can you do it? \n[16]Mr. Clarke. How good to see you again. \n[17]Refreshments? \n[18]You picked a beautiful spot. \n[19]You would be hard pressed to make a fast get away in this. \n[20]I would have thought you to have had at least an Alfa Romeo. \n[21]Is it far? \n[22]Up there? \n[23]The train was tiring. One has to keep alert so much in cities. \n[24]Are we nearly there? \n[25]I told you I work alone. \n[26]Are those houses occupied? \n[27]We should check again. \n[28]I'll be careful. \n[29]You have tested the gun here before? \n[30]It's beautiful here. \n[31]I wish everywhere could be this tranquil. \n[32]You don't like the peace? \n[33]Rounds? \n[34]I should like a hundred of each. \n[35]And fifty explosive. \n[36]Mercury will do very nicely. \n[37]I have made my own targets. \n[38]Muzzle velocity? \n[39]Socimi? \n[40]I've not had one before. \n[41]You've done a good job, Mr. Clarke. Thank you. Thank you very much. \n[42]Go to the stones and fire near me. \n[43]Say... \n[44]...into the bush with the yellow flowers. Two bursts. Five seconds apart. \n[45]The sound suppression is superb. I couldn't place the direction of fire. \n[46]I shall require the rounds and the weapon by the first of next month. In the meantime would you tighten the adjusting screws on the sight, they are too loose. And lengthen the stock by three centimetres. I also want a sixty round magazine. \n[47]I'm prepared to accept that. \n[48]What about the a case? \n[49]Eight-two-one. \n[50]What do you want done with these? \n[51]How thoughtful. \n[52]I don't know Italian wine. \n[53]You chilled the wine. I thought... \n[54]You think of everything. \n[55]Wow. \n[56]It's so beautiful. \n[57]You like coming here. \n[58]You've never taken a woman here before? \n[59]Perhaps you do not have a woman in your life. It is not easy for us to keep relationships. Not in our world. \n[60]Friendships are transitory. It is... \n[61]I wish you hadn't brought me here. \n[62]This is the sort of place I wish I'd discovered by myself. Then maybe one day I could have retired here. But you already know it. \n[63]We will meet as before? \n[64]On the first of next month? \n[65]Around noon? \n[66]Thank you for a lovely day. Mr. Butterfly. \n[67]You must take your mistress to the meadow for a picnic. \n[68]Hello. I see you have brought it in from the car with you. \n[69]What's in the paper bag? \n[70]That is most thoughtful of you. \n[71]Yes, I expect so. \n[72]I'm just going to the ladies. Wait here. \n[73]Shall we go. \n[74]You won't need your piece. \n[75]\n[76]Everything's just fine. \n[77]Final payment. \n[78]Buy yourself a retirement clock. \n[79]Have you taken your girl up to the meadow yet? \n[80]Do it. \n[81]Goodbye, Mr. Butterfly. \n[82]What else could I do? There were kids everywhere. Besides he's suspicious. \n[83]I prefer it that way. \n[84]The Socimi is the perfect weapon. \n[85]He made short work of the last guy you hired. ", "FATHER BENEDETTO": "\n[1]You are American. \n[2]You speak Italian? \n[3]Va bene! You stay at Pensione Arbruzzo. \n[4]On vacation? \n[5]Lavoro? Che genere de lavoro? \n[6]Va bene. Che genere de fotografia? \n[7]People? \n[8]Ah! Magazine! Which magazine? \n[9]Va bene. So you must share a glass of wine with me. Questa sera. This evening. \n[10]Certo. You want to know the truth about Abruzzo? A priest sees everything. \n[11]Que siamo! The quality of the brandy is good, the liquor is smooth and the glass warmed by the sun. \n[12]The only good thing to come from the Francesi, everything else... \n[13]The French are... pezzi di merda. This is not an American discovery. Italians have known this for centuries. [In ITALIAN] When Rome called France the province of Gaul, they were just the same. Arrogant sensualists. Their cuisine is fussy and their wine effeminate. Only their brandy is worthy of any attention. \n[14]Forgive me. I speak too fast. You study our history? \n[15]You come to Italy to make a guide book and you don't care about history? \n[16]Of course. You are American. You think you can escape history. You live for the present. \n[17]All the sheep in my flock are dear to me, but some are dearer than most. Especially those that have strayed from the fold. \n[18]Fabio. He is a... [in ITALIAN] 'car doctor'. But I suspect his practice is not entirely sound. Ecco! \n[19]Fagiano. Pheasant. With sauce of orange juice, orange peel, chestnuts, garlic, Marsala wine and... Come si dici in Inglese? Brodo di Pollo. Chicken broth. \n[20]Also: salsify in garlic butter. Mange-tout. Fried wild mushrooms with truffle. \n[21]The Holy Father eats better than this. \n[22]Have you ever wanted to be anything other than a... come se dice in Inglese...? \n[23]Photographer. \n[24]I'm sure you have other talents. You have the hands of a craftsman, not an artist. You are good with machines. Yet you told me just the opposite when we first met. \n[25]Journalism cannot make you a rich man. \n[26]Perhaps you are rich already? \n[27]My meagre income is subject to the vagaries of the stock market and with church attendance declining there's less and less money in the offertory. But if a man has God in his vaults... \n[28]I know better than to try to make a convert over pheasant and Trebbiano. \n[29]\"The grave soul keeps its own secrets, and takes its own punishment in silence.\" \n[30]I've been looking for you. \n[31]A man was here asking questions about you. \n[32]He came to the church this afternoon. \n[33]To know where you live. He said he was a friend from Switzerland. \n[34]Of course I do not tell him. How do I know him? He is maybe the police. Certainly he is no friend. A friend would know your pensione. Besides... \n[35]Friends do not carry guns. \n[36]If you live in Italy, and you are a man of the cloth, you meet many people. Besides, I lived once in Naples. If you live in Naples you know the difference between a fat wallet and a... custodia per armi di spalla. How you say in English? \n[37]Si. \n[38]I am a priest. \n[39]Signor Clarke? \n[40]I make a mistake. He did not say he was from La Svizzera: Switzerland. He said- forgive me the names in Italian are so similar- La Svezia: Sweden. \n[41]Buon giorno! \n[42]I walk here to meditate. Once a week, Wednesday, the farthest one can travel in the week from the Sabbath. The trees are like the Stations of the Cross: by certain trees I thank God for certain favours he has granted me, or certain gifts he has made to me and all men. For example, here by this pine, I thank him for the many friendships I have and ask him to look after those of my friends who are troubled. \n[43]Some walk here in the cool of evening. Others come at night. \n[44]I wonder how many bastards have been made here? \n[45]Perhaps you'll stay and settle here yourself? \n[46]You told me as much when we first met. Besides, those who seek for peace seldom find it. They're always moving on, looking elsewhere. [A BEAT] And they are usually sinners. \n[47]Some are greater sinners than others. And those who seek peace have much sinning in their history. \n[48]Until now. \n[49]Forgive me. This is the priest in me speaking. And the friend. But you have done much sinning, Signor Clarke. You still do. \n[50]I do not refer to the sins of carnality. But to the deadly sins... \n[51]We are not discussing theology, my friend, but you. You like this town, this valley. \n[52]You should like to remain here and find your peace at last. Yet you cannot. There is something you cannot ignore. Some force. Some enemy. \n[53]You want to speak but you dare not. You know no one sufficiently well to share your history with them. You know I am trustworthy yet still you are cautious. \n[54]What job do you do, Signor? Are you on the run, as they say? \n[55]It's an expression, no? \n[56]Some men watch some of the shadows. You watch them all. \n[57]Do you wish to tell me? \n[58]For your own sake. Perhaps I can pray for you? \n[59]Counterfeit money? \n[60]You work in metal. You are given some steel by Fabio, the car doctor. \n[61]I know only what you do in the town. People talk to me. I am their priest and they trust me. \n[62]Of course. \n[63]Why do you ask me that? \n[64]I do not remember, Signor. It was twenty-five years ago. \n[65]In the end it is I who confesses to you. \n[66]Perhaps. For your own good. You cannot doubt the existence of Hell. You live in it. It is a place without love. As for me, I go about my daily duties because the town requires it of me. Some know what you know. Perhaps I have no right to wear these robes. But I do have a heart full of a father's love. Something close to His heart! And for that I am both grateful and happy. \n[67]What do you have, my friend? \n[68]Ciao Fabio, come stai? \n[69]Dear Father Benedetto. I promised myself that I would write to you- as your friend- to say goodbye... \n[70]Everything I've ever done... \n[71]I've done for a reason. \n[72]I will them that the man who wrote this letter is my friend. \n[73]Jack. ", "LARRY": "\n[1]Jack. What brings you to Rome? \n[2]There's a bar across the street: the L'Aquila. Freshen up. Sit tight. Give me two hours. \n[3]You started smoking again? \n[4]Since when? \n[5]Due. \n[6]Stockholm account. Final installment. \n[7]You can't stay here, Jack. You won't see `em coming, not in a big city. But you can't go far, either. If the gentlemen whose accounts you closed belonged to Brink, Gallazzo, Simenov- any of the first division- you have four or five hours at most before every airport, train station, bus stop, toll booth and ski lift from Stockholm to Skopje is under surveillance. \n[8]So. You find a hole- somewhere nearby- and you crawl into it and you stay put until I say it's safe to come out. \n[9]Turn right outside the bar then second left. Via Spinetti. You'll find a silver Citroen C2 with Chieti plates. Check the glove box and follow the map. Castelvecchio. It's a fucking fortress. Literally. And as dead as a graveyard. Anyone within a three to five mile radius you'll see `em coming. \n[10]Get there. Stay there. \n[11]Do nothing `till you get my call. \n[12]Do you have any idea how long I've been trying to reach you? What happened to the cell I gave you? \n[13]Don't get jumpy on me, Jack. That cell was secure. \n[14]I've got a job. It's a custom fit. You don't even have to pull the trigger. \n[15]Relax. She triple checks out. Plus she comes to you. You don't have to move an inch. \n[16]So will anyone who's trying to kill you. \n[17]Think about this. I cleaned up your shit and made you disappear. You owe me my usual twenty percent commission plus the first installment. The rest is yours. After this you're free. \n[18]Clean bill of health and no OC. This was a straight favour with a dollar chaser, Jack. The guy's got a second cousin in NOCS on the graft who filched him the Socimi. \n[19]No one's gossiping, Jack. \n[20]Jack? \n[21]You got a long list of enemies, Jack. \n[22]Jack? \n[23]Want me to help take care of this? \n[24]You sound spooked. \n[25]Jack? \n[26]I appreciate the value of a pre- emptive strike in circumstances like these, I really do, but if you're going to go Generation Kill then do me a favour, OK, because I'm running out of bribe money. [A BEAT] Make it look like an accident. \n[27]You think I hired him? \n[28]Are you out of your fucking mind, Jack? \n[29]After everything I've done for you? The car, the cell phone (which you threw away), the safehouse, the fake passport? Someone has to pay for this shit, Jack! I have to pay for this shit. It comes out of my commission. You're my lousy profit margin. Why the fuck would I take a contract out on my own profit margin? You're not thinking straight. I was the one who told you to leave town! I told you to come to Rome! God damn it you've got a job to do! Why the Hell would \n[30]We're moving the drop. \n[31]We don't know yet. I'll call you ten am on the day with a venue. Give you enough time to make the noon delivery. \n[32]I told `em. I told `em if there was even the slightest chance security had been breached, you'd have dealt with it immediately. \n[33]Our pretty young Belgian client and her associates think someone on your long list of enemies might have put a tail on you. \n[34]Course not, Jack. But if, for the sake of argument, it was possible- I'm thinking it could be Galazzo. Or Simenov. Or Italian undercover. \n[35]The crooked kind. \n[36]The Belgians think they're planning to wait for the drop and exterminate you and Mathilde in one swoop. \n[37]I'm fucked if I know, Jack. If you want my opinion, they're just being jittery. I told `em you were the most security conscious professional I know. I told `em no one gets close to you. \n[38]I told `em if we couldn't trust you to keep a tight lid on operations the who could we trust? \n[39]You don't have to tell me that, Jack. For Christ's sake, you closed your own girlfriend's account... \n[40]Jack? [A BEAT] Jack? I'm sorry. \n[41]That was, um.... I'm just saying you can be relied on. \n[42]Jack? \n[43]Not only did you not kill him, you gave him my fucking money? \n[44]He's paranoid. That's why I'm paying you the GDP of a small country to get close to him. You could have got him in the sack. You should have got him in the car park. Now you're going to have to take him out long range! \n[45]Let's hope his workmanship is up to scratch. \n[46]Sweden turned Jack into a liability. Three stiffs: two shooters and an innocent civilian. I can't afford a mistake like that again. Europol are crooked but they aren't cheap. Jack's supposed to make me money. Not run up cleaning bills. \n[47]Never mind Larson. He didn't stand a chance, not against someone as paranoid as Jack. The Swede was only there to take Jack's heat off you. So don't fuck this up again. \n[48]Mind if I help myself? \n[49]Shit. \n[50]Is there any actual candy in this gas guzzler? \n[51]You're too old for this life, Jack. \n[52]You get sentimental then you fuck things up. ", "INGRID": "\n[1]What are you looking for? \n[2]There are no wolves in the woods so close to the city. \n[3]Snow-hare. \n[4]A hunter? \n[5]You have a gun. \n[6]You have a gun! How do you have a gun? Why should you carry such a weapon? \n[7]Jack? \n[8]Jack talk to me! \n[9]Who is he? \n[10]He's not dressed like a hunter. Why is he alone? Hunters always go in pairs. For safety. ", "WAITER": "\n[1]Cafe? \n[2]Buon giorno. Desidera? \n[3]Signore? \n[4]Per due? \n[5]Menu in Inglese? \n[6]Tedesco? Olandese? \n[7]Gasata? \n[8]Buona sera. Desidera? ", "FABIO": "\n[1]L'Americano? \n[2]You need models. For your photographs? Italian girls? \n[3]Want me to take a look? \n[4]You're a mechanic? \n[5]Help yourself. [In ENGLISH] My garage is your garage. \n[6]Si! Si! Va bene! \n[7]Niente! \n[8]Ciao, Americano! ", "ANNA": "\n[1]I am very well thank you. \n[2]But you are... \n[3]Lui Americano? \n[4]Ah. I have not been to England only to France. But I would love to go to America. \n[5]Ah, yes! I live in Via dell' Argilla. Nearby to Clara. \n[6]This is the best food in the area. \n[7]Arrivederci, Signor Farfalla. "}}