{"dialogues": {"SHEPHERD": "\n[1]The 10:15 is American Fisheries? \n[2]Janie, make a note. We need to schedule more events where somebody gives me a really big fish. \n[3]Janie, I was kidding. \n[4]Hey, Cooper. \n[5]Is he upset about the speech last night? \n[6]Well, it wouldn't be a Monday morning unless Lewis was concerned about something I did Sunday night. \n[7]And Monday morning it is. \n[8]This is a time for prudence, Lewis. \n[9]I thought what with being the President and all... \n[10]I thought you'd be turning cartwheels this morning, Lewis -- 63 percent job approval. \n[11]'Morning, Charlie. \n[12]For what? \n[13]There's a thing hanging out there? \n[14]And it's hanging out there? \n[15]Maria-- \n[16]Did they tell you I'm gonna need-- \n[17]Thanks. \n[18]Lewis, however much coffee you drink in the morning, I want you to reduce it by half. \n[19]Then hit yourself over the head with a baseball bat, would you please? \n[20]Hey, Laura, happy birthday. \n[21]I should send her some flowers. \n[22]How're you, Mrs. Chapil? \n[23]Sixty-three percent of it, at any rate. \n[24]What time does she get home today? \n[25]How's my afternoon look? \n[26]Schedule some time for me at 3:30. \n[27]Too-tall McCall, how was Mexico? \n[28]Now there's a thing hanging out there. \n[29]Well, with you out of the country, it wasn't, Robin. Now that you're back, we're great again. \n[30]A.J., did you get one of these? \n[31]It would appear to be a letter from the entire environmental community. These people are outta control. \n[32]Talk to the GDC again, A.J. Tell them the President resents the implication that he's turned his back on the environment. Tell them I'll send 455 to the floor. But we're gonna ask for a 10 percent reduction. If they want to pull their support, fine. At 63 percent job approval rating. I don't need their help getting a bill passed. We gotta get going-- where's Leon? \n[33]You all right? \n[34]Okay. First, I wanted to say congratulations. Three years ago, we were elected to the White House by one of the narrowest margins in history, and today Kodak tells us 63 percent of registered voters think we're doing a good job. \n[35]But the poll also tells us what we already knew: We don't get this crime bill of ours through Congress and these numbers are gonna be a memory. So, starting today, we're shifting it into gear. \n[36]After the elections. \n[37]We can't take it out for a spin, Lewis. We need it to get re-elected. For reasons passing understanding, people do not relate guns to gun-related crime. \n[38]Lewis, we've gotta fight the fights we can win. \n[39]Eighteen votes in 72 days. Thank you, everyone. Janie, what's next? \n[40]Try it like this and lose that. \n[41]Perfect. \n[42]That's too bad. Remind me to give her a call later. \n[43]That's not a problem. \n[44]That's okay, forget it. What time is it? \n[45]I'm gonna go over and say hi to Lucy. \n[46]Robin, don't worry about it. \n[47]No, keep going. I liked what you were playing? What's it called? \n[48]Well... you play it with gusto! \n[49]Are they supposed to be? \n[50]Then you're doing fine. \n[51]A little gift. \n[52]Nope. \n[53]I'm not comfortable with the \"really old\" part, but everything else you said was true. \n[54]Your social studies teacher said your class would be starting on the Constitution this week. \n[55]Yes. It's called a Parent-Teacher Conference. Mr. Linder and I were the key player in that discussion. Why don't you like social studies, Luce? \n[56]All your other teachers say you're happy, you're enthusiastic, you've always got your hand up...Mr. Linder says you don't participate unless he calls on you, and even then it's a one-word answer. \n[57]Luce, take a look at this book. This is exciting stuff. It's about who we are and what we want. Read what it says on the first page. \n[58]The next page. \n[59]See? Grabs you right off the bat. It's a page-turner. \n[60]Good, 'cause it's possible the subject might come up at dinner tonight. \n[61]No, it's just one of the perks. See you tonight. \n[62]Okay. Let's move on it. Thank you, gentlemen. \n[63]Have a good evening, Mrs. Chapil. \n[64]I'll see you in the morning, Janie. \n[65]It's about time. \n[66]Maybe we should try to steal her. Ten percent, A.J. Don't let them leave the room till they're clear about that. \n[67]Mention it to Janie. \n[68]Then let's clear this off the table and get everybody focused on the crime bill. I don't want to win this. I want to win it by a couple of touchdowns. \n[69]Good. \n[70]\n[71]Listen, Robin said something to me today that I'm sure she wouldn't have said it if...I mean, she wasn't saying it to me, I realize... Ah, never mind. Have a good night. \n[72]A.J., when we're out of the office and we're alone, you can call me Andy. \n[73]I mean you were the best man at my wedding, for crying out loud. Call me Andy. \n[74]Good night, A.J. \n[75]The day the government starts subsidizing private schools is the day we give up on public education. \n[76]We're already doing the least we can do, but I can't think of anything better, so we'll go with this for now. Jerry, say hello to Linda for me. And if I don't see you again, have a good Thanksgiving. \n[77]How're we doing? \n[78]Ahead? \n[79]Janie, this is unprecedented. I don't know what to do with myself. \n[80]The GDC meeting. Right. \n[81]Couldn't be better. I apologize for the interruption, but A.J. asked me to stop and say hello. You wouldn't be Sydney Ellen Wade, by any chance, would you? \n[82]All evidence to the contrary. \n[83]Sydney? \n[84]You got a second? \n[85]I thought maybe we might have a word in private. Someplace a little less intimidating. Janie? \n[86]This is my personal assistant, Janie Basdin. Janie, would you show Ms. Wade into the rec room. I'll be there in a second. \n[87]Sorry to keep you waiting. \n[88]Is it okay if I call you Sydney? \n[89]Have you ever been in the Oval Office? \n[90]I hear it's pretty good. \n[91]Are you under the impression that I'm mad at you? \n[92]Sydney, seldom does a day go by that I'm not burned in effigy. \n[93]No, I'll give you that. \n[94]Did you know that when the City Planners sat down to design Washington, D.C., their intention was to build a city that would intimidate and humble foreign heads of state? It's true. \n[95]The White House has the single greatest home court advantage in the modern world. \n[96]Sydney, this bill is important to me. \n[97]But you don't believe me? \n[98]It's not gonna pass at 20 percent. It's a long shot at 10. \n[99]Sydney, at 20 percent, we are 34 votes shy in the House. It can't be done. But I tell you what. I'll make you a deal with you. If you can get 24 votes, I'll get you the last 10. \n[100]If you can swing 24 votes by the State of the Union, I'll promise you full White House support. \n[101]Absolutely. Listen, are you hungry? I skipped breakfast. You wanna have some coffee? A donut or something? \n[102]You can't do that, Sydney. \n[103]Well, if you go through that door, the United States Secret Service. That's my private office. \n[104]Should I meet with them? \n[105]Fine. 2 in the side. \n[106]Nice shot, Mr. President? You won't call me by my name when we're playing pool. \n[107]At ease, A.J., and get away from the pocket. 9 in the corner. \n[108]I forgot to tell you. \n[109]Not our time. GDC makes a big push for the votes, and when they come up short, we move in with the softer bill, to get passed, we're everybody's hero. 3 in the side. \n[110]Sydney Wade? \n[111]Did she say anything about me? \n[112]When she called. \n[113]No, it's just that we had a nice couple of minutes together. She threatened me and I patronized her and we didn't have anything to eat, but I thought there was a connection. \n[114]She didn't say anything about me? \n[115]Tell me this: Hypothetically, what would happen-- \n[116]--if I called Sydney and asked her to be my date at the State Dinner Thursday night? \n[117]Don't I sound serious? \n[118]Why not? Jefferson did. Wilson did. \n[119]Wilson was widowed during his first term. He meets a woman named Edith Gault. He dated her, courted her, married her, and somewhere in there managed to form the League of Nations. \n[120]I don't want you to get me a girl, A.J. What is this, Vegas? \n[121]And I'm talking about something that in no way is at conflict with my oath of office. I'm a single adult, and I met a woman that I'd like to see again socially. How's that different from what Wilson did? \n[122]What are you saying? \n[123]How big? \n[124]Five points we're standing here talking about?! \n[125]I drop five points when Wisconsin doesn't make it to the Rose Bowl. 5 in the corner. \n[126]Yeah. No. No. I don't want to check a polling sample to see if this is okay, like I'm asking permission to stay out an hour past curfew. This isn't the business of the American people. \n[127]I like her, A.J. Stop being my chief of staff for one minute. \n[128]Janie! She didn't say anything about me? \n[129]That's something. \n[130]I need you to track down a phone number. \n[131]Uh, hi, is this Sydney? \n[132]Uhh...this isn't Richard, it's Andrew Shepherd. \n[133]This used to be easier. \n[134]Sydney? \n[135]Listen, do me a favor. Hang up the phone. \n[136]Hang up the phone. Then dial 456-1414. When you get the White House operator, give her your name and tell her you want to speak to the President. \n[137]Hello. \n[138]It's my fault. I shouldn't have called you at home. Should I call you at the office tomorrow? \n[139]What did you mean when you said you don't have a phone. \n[140]How did I get the number. That's a reasonable question. I don't know. Probably the FBI. \n[141]You know who else is good at that? \n[142]Well, yeah, but I was thinking of the Internal Revenue Service. They have computer files that...Well...I should stop stalling. As I'm sure you know, the French have elected themselves a new president, and we're having a formal state dinner at the White House, and I was wondering -- and you're under no obligation at all -- but I thought it might be fun... I was wondering if you maybe wanted to go...with me, and uh... there it is. That's why I was calling. \n[143]Sydney? Sydney, Congress doesn't take this long to-- \n[144]Sydney, this is just a dinner. We're not gonna be doing espionage or anything. \n[145]I'm gonna have a very nice woman named Marsha Bridgeport call you. She's the White House Social Director, and she'll help you with anything you want. Now when she calls you and tells you her name is Marsha Bridgeport, it'll help if you give her the benefit of the doubt. \n[146]I'll see you Thursday night. \n[147]Me too. \n[148]That's a little tight, Luce. \n[149]Is it supposed to cut off the blood flow to my face? \n[150]Not bad. Where did you learn how to do this? \n[151]Very funny. Really, where did you learn? \n[152]Sweetie, did Mom teach you how to do this? \n[153]Lucy, is this okay with you? My having dinner with a woman? \n[154]Are you sure? Because if you want to talk about it... \n[155]You know, I'm a little nervous. \n[156]Be myself. \n[157]Her shoes? \n[158]Sydney. Andrew Shepherd. We spoke on the phone. \n[159]Mr. President, would allow me to introduce Sydney Ellen Wade of the Commonwealth of Virginia. Sydney, this is President Rene-Jean D'Astier and his wife Monique Danielle D'Astier of France. \n[160]Sydney, it sounds like our table's ready. \n[161]Once we hit the bottom of the stairs, I gotta do a thing. You'll be escorted... \n[162]This is, actually, only our second State Dinner. The first was for the Emperor of Japan, who died shortly after that, so we stopped having them for a while, just in case. \n[163]Do I date a lot? \n[164]No. How 'bout you? \n[165]Then you're experienced at this. \n[166]How are we doing so far? \n[167]Damn. And I wanted to find a way to be different from the other guys. \n[168]By the way, nice shoes. \n[169]They're hammered. Esther, do you speak French? \n[170]I thought you spoke French. \n[171]Great, next time Julius Caesar comes to town, you're our gal. Sydney, I don't suppose that you speak any-- \n[172]That's my date. \n[173]Sydney, you didn't dissolve the NATO treaty, did you? \n[174]More beheadings at the White House? \n[175]I'm sure he would, but I have a better idea. \n[176]Would you like to dance? \n[177]Arthur Murray. Six lessons. \n[178]First of all, the 200 pairs of eyes aren't focused on me. They're focused on you. And the answers are \"Sydney Ellen Wade\" and \"Because she said 'yes.'\" \n[179]Good morning, Mrs. Chapil. \n[180]Fine. Janie, can you get me the number of a local florist? \n[181]I want to do it myself. I just need the phone number. \n[182]I want the phone number of a florist. \n[183]Yeah. \n[184]I want to send some flowers, Janie. I want to do it myself. I don't want to staff it out, and I don't want to issue an Executive Order. I just want a phone number. \n[185]Thank you. \n[186]I just need two minutes to make a call and I'll be right with you. \n[187]Thank you, Janie. \n[188]I'm calling the Organization of the United Brotherhood of It's-None-of- Your-Damn-Business, Lewis. I'll be with you in a minute. \n[189]Yeah, good morning. How do I get an outside line? Really? That's simple. Thank you. \n[190]Tell me something. What is the state flower of Virginia? \n[191]Is there someone else there who might know? No, I'm not trying to five you a hard time, I was--hold on please. \n[192]Janie, what's the state flower of Virginia? \n[193]Thank you. It's the dogwood. What? Hold on please. Janie, the dogwood is a tree, not a flower. \n[194]The dogwood is both a tree and a flower. I'd like a dozen, please. Really? No dogwoods? How 'bout roses? Simple. Classic. Two dozen roses. \n[195]Janie! Do you have any idea where my credit cards might be? \n[196]Ah. Listen, what might be better is if you just bill me for the flowers. I'm sure it'll be okay with your boss. Well, I don't know if you recognize my voice, but this is the President. The United States. Hello, hello... \n[197]The Sydney issue? \n[198]I sure hope the Sydney issue refers in some way to a problem we're having with Australia, because if it's anything else... \n[199]Tell her she can come right in. I'm finished here. \n[200]There is no Sydney issue. \n[201]No problem. Did you get the ham? \n[202]I wanted to send you flowers, but there seem to be some kinks in the system. I'm really glad you stopped by. I had such a good time last night. \n[203]I'm delivering a luncheon speech at the Governor's Conference this morning. I'm sorry to-- \n[204]Are you free for dinner tomorrow night? \n[205]Casual. In the Residence. Without the United Nations. My daughter'll be with us, so it may seem like the United-- \n[206]She's gonna like you. Excuse me -- Jeff! \n[207]I can't do this. \n[208]Either one. I have to be in and out. \n[209]Stackhouse wants to talk about grazing rights. Trust me. \n[210]Sorry. You have concerns. \n[211]Does it having anything to do with one of us being the President? \n[212]I am not mocking you, honest. I'm just a guy asking a girl over for a meal. \n[213]My ride's here. \n[214]Yeah, well, when you put it that way, it doesn't sound that great to me either. \n[215]Have dinner with Lucy and me. It's meat loaf night -- how presidential can it be? \n[216]Seven-thirty. \n[217]Let meat loaf night begin. \n[218]My teeth? \n[219]Oh, right. I've got a cavity in my upper bicuspid region. \n[220]You turned on me. \n[221]She's not having any fun, though. \n[222]They're doing a mock Congress. Each kid is playing one of the original delegates, and they debate the Amendments. Now what's not fun about that? \n[223]G'night, sweetheart. \n[224]Sleep well, honey. I love you. \n[225]She's her mother. \n[226]Would you like the 25-cent tour? \n[227]It was ready ahead of schedule. We've just been waiting for the personnel. \n[228]No, our guys. We've sent a team of Army instructors to train the Israelis. \n[229]Yeah, it is. It's the room with all the dishes. \n[230]I'm more of a West Wing President. If you're curious about the mansion, there's probably a book you can get-- \n[231]Sydney. \n[232]Do you think there will ever come a time when you can stand in a room with me and not think of me as the President? \n[233]I got news for you, Sydney. As a lobbyist, you would never be alone in a room with the President. \n[234]Probably not. \n[235]Excuse me. \n[236]Listen-- \n[237]I'm sorry, we're going to have to cut our evening short. The Libyans have just bombed C-STAD. I'll try to call you tomorrow. Can you show Ms. Wade out. \n[238]And we're gonna hit Libyan Intelligence Headquarters? \n[239]Libyan I.H.Q's in the middle of downtown Tripoli -- are we gonna hit anything else? \n[240]Are we gonna miss? \n[241]How many people work in that building? \n[242]How many people work in the damn building? \n[243]The fewest. What shift puts the fewest people in the building? The night shift, right? \n[244]What time does the night crew go on? \n[245]\n[246]Someday somebody's going to have to explain to me the virtue of a proportional response. \n[247]Attack. \n[248]The last thing I want to do is put the Lybians center stage. \n[249]This isn't about Rumson. What I did tonight was not about political gain. \n[250]Leon, somewhere in Libyan right now there's a janitor working the night shift at the Libyan Intelligence Headquarters. He's going about his job 'cause he has no idea that in about an hour he's gonna die in a massive explosion. He's just going about his job 'cause he has no idea that an hour ago I gave an order to have him killed. You just saw me do the least presidential thing I do. \n[251]No. We did everything but show them the blueprints. The hardware was sitting in a airplane hangar for a month. They didn't hit it until the \n[252]Yes, we'd just finished dinner. \n[253]We don't have a relationship. We just had dinner. \n[254]Folks, a lot of people got killed last night. Let's try to keep our eyes on the ball, okay? \n[255]There's nothing that needs prepping. A.J., let's meet with the leadership after we meet with the Security Council. \n[256]Nobody gets ten minutes today. \n[257]Lewis, tell the speaker to wait. I want to talk to him. No, I'll be right down. \n[258]I went to Stanford, you blowhole. \n[259]Thanks, Coop. \n[260]Not as tough as some. You want a drink? Lemme take your coat. \n[261]Sure it will. You button the top button, and it doesn't fall off the hanger. \n[262]I didn't think so. Listen... \n[263]Well, I have no intention of pursuing you inside the political arena, so that leaves everything out, and that's unacceptable to me. \n[264]Let's clear up a couple of things. Number 1: I seldom prance. Number 2: I have no intention of engaging in a character debate, and Number 3: You're not on my staff. \n[265]Why is that, by the way? \n[266]Why aren't you on my staff? \n[267]How much do you make? \n[268]The name's Andy. How much money do you make? \n[269]You would raise your voice to the President? \n[270]Are you attracted to me? \n[271]I asked if-- \n[272]Well, I tell you what. Let's make it the issue. Let's try something new, 'cause I know that most couples, when they're first getting together, are inclined to slam on the brakes because they're concerned about Bob Rumson's drool. \n[273]You know what your problem is? \n[274]Sex and nervousness. \n[275]Yes. Last night when we were looking at the different place settings in the dish room, I realized that those place settings were provided by the First Ladies. And I'll bet none of those First Ladies were nervous about having sex with their President husbands. And you know why? \n[276]I will. Because they weren't presidents when they met them. Not the case here. \n[277]You see what I'm getting at? \n[278]Sure. It's right through there. \n[279]As you pass through, you'll see a large closet on your left. And if you feel comfortable, hang up your coat, and when you come back I'll have fixed up a drink, we'll sit on the couch, and I will explain to you my plan. \n[280]Okay. You're attracted to me, but the idea of physical intimacy is uncomfortable because you only know me as the President. It's not always gonna be that way, and the reason I know that is because there was a moment last night when you were with me and not the President, and I know what a big step that was for you. So, Sydney, I'm in no rush. Here's my plan: We're gonna slow down. When you're comfortable, that's when it'll happen. \n[281]Perhaps I didn't properly explain the fundamentals of the \"Slow Down\" plan. \n[282]Are you nervous? \n[283]Good. My nervousness exists on several levels. Number 1 -- and this is in no particular order -- I haven't done this in a pretty long time. Number 2: Any expectations you might have, due to the fact that I'm, you know... \n[284]Exactly, thank you. Just so you remember that's a political distinction that comes with the office. I mean, if Eisenhower were here instead of me he'd be dead by now. And number three... \n[285]Yeah...put him through. Lewis, it is 5:00 a.m. You gotta get yourself a life, man. Yeah...all right. \n[286]Sydney? \n[287]What are you doing? \n[288]I have those same thoughts every day of my life. Say, you know Lewis Rothschild, don't you? Well, he's... \n[289]...on his way up. \n[290]Come on in, Lewis. \n[291]What's the situation? \n[292]Thank God. \n[293]See, and I think the important thing is actually not to be panicking. \n[294]No, please, let's do. \n[295]Rest easy, Lewis. We're not creating a diversion. \n[296]We'll have somebody take you home. \n[297]Sydney, when you leave here, you're gonna run into reporters and photographers. Your picture's gonna be taken every day, and you're gonna be asked questions every day. Answer them, don't answer them -- it's entirely up to you. The White House has no official position except to say \"no comment.\" \n[298]The White House doesn't comment on the President's personal life. \n[299]I tell you what, Lewis, we just did. \n[300]I'm sorry about all this. We'll do it better next time. \n[301]No, I mean... \n[302]Me, too. I'll call you. I'll be in Panama, but I'll call you. \n[303]All right...okay...this is good. \n[304]Douglas, does the N.R.A. have videotapes of you playing golf with Satan? We've already softened the assault weapons. We're leaving the SKS, the mini 14, and about 250 other types on the street. I mean, how much pull can one lobby-- \n[305]--Yeah, look, we're gonna continue this tomorrow. I'm late for the party fund-raiser. I'll be sure and put in a good word for you, by the way. Okay. \n[306]I studied under a Nobel-Prize-Winning economist. You know what he taught me? \n[307]Yeah. I'm going to St. Louis. \n[308]Hop in. We'll talk in the car. \n[309]Guys, do I have to be here for this meeting? \n[310]Today? \n[311]Let me see if I've got this: The third story on the news tonight was that someone I didn't know 13 years ago, when I wasn't President, participated in a demonstration where no laws were being broken in protest of something that so many people were against it doesn't exist anymore? Just out of curiosity, what was the fourth story? \n[312]Don't deal with it. \n[313]They're trying to get us to swing at a pitch in the dirt. No one ever wins these fights. It'll go away. \n[314]Aw...hell! \n[315]No, you reminded me, I'm supposed to have dinner with Sydney tonight. \n[316]I feel terrible, but I have to cancel our date tonight. \n[317]No, I've gotta go to St. Louis and avert a massive airline strike. \n[318]Thanks for understanding. I'll call you tonight \n[319]Boy, I hate doing that. She was trying on dresses. \n[320]Look! Look! There it is! Carmen's House of Flowers! We gotta stop. \n[321]I gotta get her flowers. \n[322]I broke our date. This is what men do. \n[323]Coop, I'm gonna hop out at that flower shop. \n[324]Then it's not personal. \n[325]You think there's a florist who's planning an assassination on the off-chance that I'd be stopping by? \n[326]Excuse me-- \n[327]Excuse me-- \n[328]Hey, I don't know if you're the one I talked to on the phone... Virginia, dogwood, the President ...any of it ring a-- \n[329]Same girl. She remembers me. \n[330]Brutus and Cassius? They want me to get into the character debate and mix it up. \n[331]Sydney says you guys are really stupid. \n[332]She's questioning your loyalty. \n[333]Wait a second, here comes my favorite part. \n[334]It's a good thing he cleared that up, 'cause the crowd was gettin' ready to buy some AMWAY products. \n[335]Sydney, his number have nowhere to go but up. \n[336]We're fine. We'll be back up in the 60's once I get the votes for the crime bill. Say, what're you doing this weekend? \n[337]The negotiations are going pretty well here. It looks like the nation's going to keep on flying. Lucy's sleeping over at a friend's house Saturday night. \n[338]Have you ever been to Camp David? \n[339]It's sass, right? You're sassing me. \n[340]I'll have a car pick you up Saturday morning. \n[341]How many \"e\"s in \"kaleidoscope\"? \n[342]What? \n[343]Are you still reading that ridiculous biography? \n[344]Seven-trillion-dollar communications system at my disposal, you'd think I'd be able to find out if the Packers won. \n[345]Yeah...that course wasn't about what I thought it was gonna be about. \n[346]Who cares? Let's see some scores. \n[347]I'm so sorry about this, Sydney. \n[348]You gotta tell him to turn a deaf ear. \n[349]Sydney, I can't challenge the school bully to a fight just because he picked on my girlfriend. \n[350]I have one more election left, Sydney. I don't have the luxury of losing my patience. \n[351]Things will be better when I pass a crime bill. And Sydney, if you disappeared, I'd find you. \n[352]Is that a fact? \n[353]If I'm not mistaken, Gill, I think the courts ruled on Title 9 about 20 years ago. \n[354]Well, it's a world gone mad, Gill. \n[355]Hi, Syd. Get stuck on DuPont Circle again? \n[356]I'll look into it. \n[357]You went to see the Motown Three? \n[358]The woman knows no fear. She'd lobby the Carolinas to the American Lung Association. \n[359]I don't think the Pep Boys know too many words. \n[360]Okay. \n[361]No, I was...I was thinking about-- nothing. \n[362]No, the GDC's political director didn't tell us anything. Sydney Wade told her boyfriend and her boyfriend's best friend that she had a lousy day. \n[363]I made a promise, A.J. \n[364]I made it with Sydney. \n[365]Yeah, well, this is all academic anyway. We're not going to need those votes. \n[366]This was delicious. Thank you. Is there any left? \n[367]Are you kidding me, of course I did. But actually it's not for me. The agent who checked the food thought it was delicious, and I sort of told him I'd bring him some if there was any left. \n[368]No, I loved it. \n[369]No, I'm not. \n[370]When have you seen me do a thing with my face? \n[371]You were? \n[372]Vaguely. \n[373]Ah. \n[374]How did you know? \n[375]Wow...what's the occasion? \n[376]Two votes? \n[377]That's great, Sydney. I mean it. That's great work. \n[378]Look, no matter what happens, you have every right to be proud of yourself. \n[379]Yeah, well... \n[380]Yeah? \n[381]Did he give a reason? \n[382]We said as a last resort. \n[383]No. Come on. There's gotta be three votes someplace else. \n[384]Bullshit, Leon. There's gotta be somebody we haven't-- \n[385]Storch. \n[386]What about Storch? \n[387]Wagner. \n[388]Sobel. \n[389]Clark. \n[390]Not that Clark, the one from Indiana. \n[391]She is one vote away, A.J. It's important legislation that for the first time has a legitimate chance. I think she deserves every possible opportunity to-- \n[392]You got something to say to me? \n[393]Examine what? They don't like that I'm going out with Sydney. \n[394]Whose problem we talking about, Lewis? Yours? You worried about your job? This poll isn't talking about my Presidency. This poll is talking about my life. Two hundred and sixty-four million people have decided-- \n[395]Look, if people want to listen to Bob Rumson-- \n[396]Lewis, we've had Presidents who were beloved, who couldn't find a coherent sentence with two hands and a flashlight. People don't drink the sand, 'cause they're thirsty, Lewis. They drink it 'cause they don't know the difference. \n[397]Make the deal. \n[398]Sounds good. \n[399]I'll say. \n[400]What do you mean? \n[401]You saw her? \n[402]Where? \n[403]Don't worry about it. \n[404]Practice your music. \n[405]Syd? \n[406]A grey...sweater? No. I called you at the office, but... \n[407]Where were you going? \n[408]Connecticut? \n[409]What's in Connecticut? \n[410]When did you decide to get a new job? \n[411]Why did he fire you? \n[412]I'll call him. \n[413]What do you think went on here today? \n[414]The environment got screwed. Nothing happened to you today, Sydney. Governing is choosing. Governing is prioritizing. I've made no secret of the fact that the crime bill was my top priority. \n[415]Sydney. Please. I don't want to lose you over this. \n[416]Richard Reynolds' district office. She's thinking of running his campaign. Four in the corner. \n[417]Hartford. The insurance capital of the world. Have a good time, Syd. \n[418]You handling me, A.J.? \n[419]Good. 14 in the side. \n[420]Excuse me. \n[421]Has he lied?! \n[422]Has Rumson lied in the last seven weeks? \n[423]Other than not knowing the difference between Harvard and Stanford, has he said something that isn't true? Am I not a Commander-in-Chief who's never served in the military? Am I not opposed to a Constitutional amendment banning flag burning? Am I not an unmarried father who was sharing a bed with a liberal lobbyist down the hall from my twelve-year-old daughter? \n[424]I don't think you win elections by telling 59 percent of the people that they are. \n[425]Don't-- \n[426]Is the view pretty good from the cheap seats, A.J.? \n[427]It occurs to me that in 25 years I've never seen your name on a ballot. Why have you always been standing a pace behind me? \n[428]Fuck you. \n[429]Have Lewis put the final drafts of the State of the Union and the Crime Bill announcement on my desk in the morning. \n[430]If Mary hadn't died...would we have won three years ago? \n[431]If we'd had to go through a character debate three years ago, would we have won? \n[432]Yeah. \n[433]You're not hungry? \n[434]Yeah. \n[435]It's good for you. \n[436]You're not from Wisconsin. I'm from Wisconsin. You've lived in Washington your whole life. \n[437]How are you doing in your Constitutional debates? \n[438]You're done? \n[439]Oh...well...that's good. Why didn't you tell me? \n[440]Okay, I give up. I don't care why you're not happy in social studies. I care about why you're not talking to me about why you're not happy in social studies. \n[441]You're not perfectly happy. You don't think I know when something's bothering you? \n[442]Hey! \n[443]Talk to me. \n[444]Almost every time I talk, I say things you disagree with. \n[445]Politically? \n[446]What do you mean? \n[447]Stand up please. \n[448]I want you to pay very close attention to what happens now. \n[449]In your  lifetime, you will never embarrass me. It could never happen. You're not the President's daughter, Lucy, you're mine. And no one's gonna vote me out of that job. You're my daughter, and everything else is a distant second. School is for you, Lucy. You say what you want. The only thing you have to do to make me happy is come home at the end of the day. \n[450]One more thing. I don't dislike Senator Rumson because of his political views. And even if you voted for everything he would vote for, that wouldn't make you like him. There's a fundamental difference the world. \n[451]The difference is that he says he loves America. Saying you love America is easy. What takes character -- and this is what you have-- \n[452]What takes character is loving Americans. \n[453]Luce, I gotta go. \n[454]Everything's fine. I'm just a little late for work. \n[455]Somebody get my daughter some food! The girl's from Wisconsin, for cryin' out loud! \n[456]Yes, he will. 'Morning. \n[457]That's all right, you can keep your seats. For the last couple of months, Senator Rumson has suggested that being president of this country was, to a certain extent, about character... \n[458]...and although I have not been willing to engage in his attacks on me, I've been here three years and three days, and I can tell you without hesitation: Being President of this country is entirely about character. \n[459]For the record: Yes, I am a card- carrying member of the A.C.L.U. But the more important question is why aren't you, Bob? This is an organization whose sole purpose is to defend the Bill of Rights, so it naturally begs the questions. \n[460]Why would a senator, his party's most powerful spokesman and a candidate for president, choose to reject upholding the Constitution? If you can answer that question, then, folks, you're smarter than I am, because I didn't understand it until a couple of minutes ago. Everybody knows American isn't easy. America is advanced citizenship. \n[461]You gotta want it bad, 'cause it's gonna put up a fight. It's gonna say, \"You want free speech? Let's see you acknowledge a man whose words make your blood boil, who's standing center stage and advocating, at the top of his lungs, that which you would spend a lifetime opposing at the top of yours. You want to claim this land as the land of the free, then the symbol of your country can't just be a flag; the symbol also has to be one of its citizens exercising his right to burn that flag in protest.\" Show me that, defend that, celebrate that in your classrooms. Then you can stand up and sing about the land of the free. I've known Bob Rumson for years. I've been operating under the assumption that the reason Bob devotes so much time and energy to shouting at the rain was that he simply didn't get it. Well, I was wrong. \n[462]Bob's problem isn't that he doesn't get it. Bob's problem is that he can't sell it. Nobody has ever won an election by talking about what I was just talking about. \n[463]This is a country made up of people with hard jobs that they're terrified of losing. The roots of freedom are of little or no interest to them at the moment. We are a nation afraid to go out at night. We're a society that has assigned low priority to education and has looked the other way while our public schools have been decimated. We have serious problems to solve, and we need serious men to solve them. And whatever your particular problem is, friend, I promise you, Bob Rumson is not the least bit interested in solving it. He is interested in two things and two things only: Making you afraid of it and telling you who's to blame for it. That, ladies and gentlemen, is how you win elections. You gather a group of middle-aged, middle-class, middle- income voters who remember with longing an easier time, and you talk to them about family and American values and personal character. Then you have an old photo of the President's girlfriend. You scream about patriotism and you tell them she's to blame for their lot in life, you go on television and you call her a whore. Sydney Ellen Wade has done nothing to you, Bob. She has done nothing but put herself through law school, prosecute criminals for five years, represent the interests of public school teachers for two years, and lobby for the safety of our natural resources. \n[464]You want a character debate? Fine, but you better stick with me, 'cause Sydney Ellen Wade is way out of your league. I've loved two women in my life. I lost one to cancer, and I lost the other 'cause I was so busy keeping my job I forgot to do my job. Well that ends right now. \n[465]Tomorrow morning the White House is sending a bill to Congress for its consideration. It's White House Resolution 455, an energy bill requiring a 20 percent reduction of the emission of fossil fuels over the next ten years. It is by far the most aggressive stride ever taken in the fight to reverse the effects of global warming. The other piece of legislation is the crime bill. As of today it no longer exists. I'm throwing it out. I'm throwing it out and writing a law that makes sense. You cannot address crime prevention without getting rid of assault weapons and handguns. I consider them a threat to national security, and I will go door to door if I have to, but I'm gonna convince Americans that I'm right, and I'm gonna get the guns. We've got serous problems, and we need serious men, and if you want to talk about character, Bob, you'd better come at me with more than a burning flag and a membership card. If you want to talk about character and American values, fine. Just tell me where and when, and I'll show up. This is a time for serious men, Bob, and your fifteen minutes are up. My name's Andrew Shepherd, and I am the President. \n[466]I don't want the limo. I don't want an escort. \n[467]I want a plain, ordinary, non- bullet-proof automobile. Someone around here must have a Chevy I can borrow. Well, find one and meet me outside the West Wing entrance in five minutes. \n[468]I'm going to her house. I'm gonna stand at her front door till she lets me in. And I'm not leaving till I get her back. \n[469]I haven't worked that out yet. But I'm sure groveling will be involved. \n[470]I'm the Commander-in-Chief of the most powerful army in the world. You don't think I can drive ten blocks? \n[471]I'm glad. \n[472]Sydney, I didn't decide to send 455 to the floor to get you back. \n[473]I've got some things to do. \n[474]I'm having a cuff links crisis. \n[475]I think they've locked. \n[476]Lewis. \n[477]Things have been a little rough between us lately. \n[478]Don't stop what you're doing. \n[479]No, you were right. Two hundred and sixty-four million people don't give a damn about my life. \n[480]See you after. \n[481]Whatcha got there, Luce? \n[482]Thank you. I'll see you afterward. I want a critique. \n[483]There's been something I've been trying to give you since our first date. I tried a bunch of times, but somehow I've always managed to trip over my job. Anyay... \n[484]These are for you. \n[485]Gotta go. \n[486]No, walk with me. \n[487]Do what? \n[488]Well...it turns out I've got a rose garden. ", "SYDNEY": "\n[1]Hi, my name's Sydney Ellen Wade. \n[2]I'm from Virginia. \n[3]I'm here for a meeting with Mr. MacInerney. \n[4]Forgive me, this is my first time at the White House. I'm trying to savor the Capra-esque quality. \n[5]Thanks. \n[6]Hardly an impressive distinction, A.J. \n[7]Susan, Mr. MacInerney doesn't want us to leave, because Mr. MacInerney's not yet done what he needs to do today. \n[8]You're right. I haven't read it. If someone had asked me yesterday, I'd have told them the Quebec Conference was made up of six professional hockey teams. But what I do know is that it's time for the President to run for president again. Leon Kodak is as good as it gets when it comes to electoral strategy, and I'm certain he's told the President exactly what I'd tell him: Nail down Michigan and California, where they make cars and airplanes -- and burn plenty of fossil fuel. But if I had read these eight hundred pages, I would have discovered that it's the burning of fossil fuels that's been mostly responsible for global warming and that the 20 percent reduction recommended by the GDC is a necessary first step toward arresting the catastrophic greenhouse effect that has gone unchecked by this administration... \n[9]Susan, I promise you, the White House Chief of Staff will not let us leave here until he's broken the bad news. \n[10]The President's expecting our full support? \n[11]The President's dreamin', A.J. \n[12]--the President has critically misjudged reality. If he honestly thinks that the environmental community is going to whistle a happy tune while rallying support around this pitifully lame mockery of environmental leadership just because he's a nice guy and he's done better than his predecessors, then your boss is the Chief Executive of Fantasyland. \n[13]Mr. President, I'm...don't know what to say. I'm speechless. \n[14]Yes, sir? \n[15]Of course. \n[16]Mr. President-- \n[17]Of course. Mr. President-- \n[18]I've just been on the regular tour. It didn't include... \n[19]Mr. President, what you saw in there was nothing more than vanity run amok. I was showing off for a colleague who doesn't think very much of me. It'd be a real injustice for you to hold the GDC accountable for my behavior today. On top of which, I'm monumentally sorry for having insulted you like that. \n[20]Well... \n[21]Not by a professional political operative standing 30 feet from the Oval Office. \n[22]Mr. President-- \n[23]I didn't know that. \n[24]Learned that one the hard way. \n[25]Yes, sir, I'll convey your message. \n[26]The GDC is asking for 20 percent, sir. \n[27]How do you know that until you put the full weight of the White House behind-- \n[28]Twenty-four votes? \n[29]Do I have your word on that, sir? \n[30]Sir, I'm a little intimidated by my surroundings, and yes, I've gotten off to a rocky and somewhat stilted beginning, but don't let that diminish the weight of my message: The GDC has been at every president for the last decade and a half that global warming is a calamity, the effects of which will be second only to nuclear war. The best scientists in the world have given you every reason to take the GDC seriously. But I'm gonna give you one more. If you don't live up to the deal you just made, come New Hampshire, we're gonna go shopping for a new candidate. \n[31]With all due respect, Mr. President, who's gonna stop me? \n[32]Ah. \n[33]Richard...Richard, it wasn't funny. I acted like a college freshman at a protest rally. \n[34]Oh God, I forgot about that. No, Richard...Richard, I don't want to hear your Andrew Shepherd imitation... \n[35]I'm hanging up now, Richard... Tonight? I was gonna go to bed early and wake up when there's a new president. \n[36]The President must think I'm a third- rate jerk. \n[37]I'll tell you one thing, boy. I regrouped, you gotta gimme that. I pulled it together at the end. I stood in the middle of the Oval Office and I made it very clear that from now on, he who doesn't take the GDC seriously does so at his peril! \n[38]Are you gonna be throwing that back at me the rest of my life? \n[39]That's gonna be Leo Solomon. He said he'd call at nine. \n[40]Hello? \n[41]Leo? \n[42]Andrew Shepherd. You're hilarious, Richard. You're a regular riot. \n[43]Oh, really. Well, I'm so glad you called, because I forgot to tell you today what a nice ass you have. I'm also impressed that you were able to get my phone number, considering I don't have a phone. Good night, Richard. \n[44]I don't believe this. \n[45]No way. I may choke in front of Shepherd, but Richard Reynolds I can handle. \n[46]Hello? \n[47]Are you learning-impaired?! \n[48]What? \n[49]This isn't happening to me. \n[50]It's not possible I did this twice in one day. \n[51]My name's Sydney Ellen Wade. I'd like to-- \n[52]Mr. President, I'm sure there's an appropriate thing to say at this moment. Probably some formal apology for the nice-ass remark would be in order. I just don't quite know how to word it. \n[53]No, sir, of course not. I mean -- yes, you can call me anytime you want -- this is fine. Right now is fine. When I said \"of course not,\" I meat that...You know what? The hell with it -- I'm moving to another country. \n[54]I just moved to Washington over the weekend, and my apartment isn't ready yet. This is my sister's apartment. Come to think of it, how did you get this number? \n[55]it's just another guy on the phone \n[56]The C.I.A.? \n[57]The President has asked me to join him in representing our country. I'm honored. I'm equal to the task. And I won't let you down, sir. \n[58]No. Of course. I'm a little...uh...what do I do? I, I mean, where do I go? Should I meet you? Will you... \n[59]Of course. \n[60]Mr. President, thank you for asking me. Really. This is a first for me. \n[61]We could do with a little party leadership, Mike. Is the Majority Whip takin' a break? Congress is in session, right, I'm not wrong about that? \n[62]Terrific! \n[63]Thank you. I have no idea what I'm doing here. \n[64]Yes, sir. I remember. \n[65]Sure. It's nice to see you again. \n[66]I don't know what happened. One minute I was calling him a mockery of an environmental leader. The next minute I had a date. \n[67]Got it. \n[68]An honor to meet you both. \n[69]They took me through it. \n[70]Do you do this often, sir? \n[71]I meant do you go out on...do you-- often--do you-- \n[72]Well, yeah. \n[73]Me? Lately, I seem to be going out on a lot of first dates. \n[74]Oh yeah, you can ask me anything. \n[75]It's hard to say at this point. So far it's just your typical first date stuff. \n[76]Mr. President, the President and Mrs. D'Astier look bored. They're not talking to anybody. \n[77]Monsieur le President, nous sommes tous habilles, nous avons ce merveilleux orchestre, une piece magnifique...comment se fait-il que les invites ne dansent pas? \n[78]Really? \n[79]I just said that we're sitting in this beautiful room, listening to the music of this wonderful orchestra, and I wondered why nobody was dancing. \n[80]There's a lesson there, Mr. President. \n[81]Uh, yeah, I guess. I mean, yes, sir, I'd love to. \n[82]I don't know how you do it. \n[83]That's not what I mean. Two hundred pairs of eyes are focused on you right now, with two questions: \"Who's this girl, and why's our president dancing with her?\" \n[84]Leo, you wanted to see me? \n[85]Leo-- \n[86]It was crazy. He called me at home. \n[87]Nothing. It was innocent. His cousin got the flu at the last minute. \n[88]What? \n[89]That's none of your business, Leo. \n[90]You wanna tell me how my personal life in any way-- \n[91]That's unfair. \n[92]You're making way too much of this. \n[93]Leo, there is no relationship. It was one night. It's done. \n[94]Relax, Leo. I'm sure it's just a formality. \n[95]So he had some staff flunky send me a fruit basket. \n[96]I'm sure he didn't take the time to-- \n[97]Okay, listen, so he-- --it took him ten minutes to write a card?! \n[98]A ham. \n[99]He sent me a Virginia ham. \n[100]Thanks for seeing me on such short notice. \n[101]I got the ham, yes. Thank you very much. \n[102]So did I. It's just that... \n[103]No, no, that's fine. I just stopped by to... \n[104]Dinner? \n[105]I'd love to meet Lucy, but... \n[106]Actually, I have some concerns that-- \n[107]Yes. Not many. A few. One. I have one concern. \n[108]You like to make jokes about this, but-- \n[109]What's that? \n[110]Leo Solomon has serious concerns about my exploring a social, you know, scenario, with the President of the United States. \n[111]It's just not-- \n[112]Sydney. \n[113]Nice to meet you. \n[114]Your father's on the phone with his dentist? \n[115]Who is he on the phone with? \n[116]They're probably not discussing his teeth. \n[117]\n[118]Capricorn Surface To Air Defense. \n[119]Everything all right with your teeth? \n[120]The dentist. \n[121]You've got a short-range weapons system outside Tel Aviv. \n[122]Your dad says you're studying the Constitutional Convention. \n[123]You're not having fun? \n[124]Sydney. \n[125]Thank you. It was nice meeting you. \n[126]She's wonderful. \n[127]She's you. \n[128]I thought C-STAD wasn't gonna be operational until January. \n[129]The Israelis? \n[130]It's not the dish-- \n[131]It's the China Room. \n[132]There're about seven-thousand books. I'll get one for you. \n[133]Mr. President -- have you ever noticed how similar the Van Buren flatware is to the Buchanan flatware? \n[134]This isn't a state of mind. You are the President. And when I'm in a room with you, oval or any other shape, I'm always gonna be a lobbyist, and you'll always be the President. \n[135]You think this is a good idea? \n[136]No...of course. \n[137]Is anything wrong? \n[138]Why did I have to kiss him? \n[139]Yeah. \n[140]I kissed him. \n[141]On the mouth. \n[142]In the dish room. \n[143]The China Room. \n[144]He had to go and attack Libya. \n[145]I've gotta nip this in the bud. This has catastrophe written all over it. \n[146]It's him. \n[147]He's gonna ask me to come over there. \n[148]I don't want to go over there. \n[149]All right. But I'm gonna end it \n[150]I just came over here to tell you why I can't see you anymore. \n[151]Look, I know you've had a tough day. \n[152]Mr. President, this isn't gonna work. \n[153]That's not what I... \n[154]I've really enjoyed the time we've spent together, but this has catastrophe written all over it. Please, Mr. President, don't pursue me outside the political arena. \n[155]If I were on your staff, I would tell you that the absolute worst thing you can do coming into an election year is to open yourself up to character attacks, and the fastest way to do that is to prance around like the playboy of the Western world. \n[156]Yes, of course, but if you'll follow the immutable-- \n[157]Why's that? \n[158]You can't afford me. \n[159]More than you do, Mr. President. \n[160]What the hell does it matter how much money I-- \n[161]I'm only thinking about the health of your Presidency. You think this morning's press conference was the end of it? Bob Rumson's gotta be drooling over this. \n[162]I beg your pardon? \n[163]That's not the issue-- \n[164]You're not most people. \n[165]What's my problem? \n[166]Sex and nervousness is my problem. \n[167]No, but I'm sure you'll explain it to me. \n[168]Ahhhhhh. \n[169]Yes. May I use your bathroom for a moment? \n[170]I want to freshen up. \n[171]You have a plan? Don't make me wait. You're on a roll. \n[172]You explained it great. \n[173]No. \n[174]The most powerful man in the world? \n[175]Andy... \n[176]Hi. \n[177]I wanted to leave the building before the press corps got here. \n[178]Sure. Boy, Lewis'd go nuts if he knew I'd spent the night. \n[179]What? \n[180]Hi, Lewis. Well, Mr. President, thank you for taking the time to go over those fossil fuel numbers. I'll just get my coat, and be on my way. \n[181]Who? Who's camped out? \n[182]The press is camped out? \n[183]They know my car?! \n[184]A diversion. \n[185]Thanks, A.J. \n[186]I'm no expert, but I thought we did it pretty good this time. \n[187]I know. I had a good time. \n[188]I'd like that. \n[189]Bye. \n[190]I understand, Congressman...Of course you need to deliberate. I know the fact that there isn't any heavy industry in your district doesn't make this decision any easier. But we met three weeks ago, and at the end of that meeting you said that you were leaning our way but that you wanted to sleep on it. Since I haven't heard from you since then, the only conclusion I can reach is that you haven't slept in 21 days. \n[191]Harry, think like a father for a second. Wouldn't you like your kids to be able to take a deep breath when they're 30? Thank you. You're doing the right thing. \n[192]Tote board's heavy. \n[193]That's better! \n[194]Yeah, the Motown Three said they'd give me 30 minutes next week. \n[195]Yeah. \n[196]Hey, I know it's a long shot, but if I can get one of them, it'll be a huge payoff in visibility. \n[197]I can't work tonight. I'm having dinner at the White House. We can start early tomorrow. \n[198]Good night, David. \n[199]It's terrific, Beth. I love it. \n[200]Work clothes. I always have dinner at the White House wearing a suit. I thought a dress would be nice. \n[201]Hello... I'm just trying on dresses. How do you feel about leather? \n[202]Another woman? \n[203]Boys, if I had a nickel for every time I heard that one. \n[204]What do Lewis and Robin think? \n[205]Lewis and Robin are very smart. \n[206]I didn't say that! \n[207]His number are climbing. \n[208]What about yours? \n[209]I've got some work I was gonna bring home. Why? \n[210]What'd you have in mind? \n[211]Camp David? Sure. I used to go there all the time, but then they changed chefs and... \n[212]Yes. \n[213]Do you ever get used to helicopters dropping you off at your front door? \n[214]I guess you do. \n[215]Oh good God. \n[216]I'm looking at your college transcripts. This isn't human. Nobody gets this many \"A's.\" You were like a Stepford student. \n[217]Actually I finished Andrew Shepherd: Road to the White House. Now I'm onto Shepherd: The Early Years. \n[218]Oh, Andy...C-minus in Women's Studies? \n[219]My God. He's making this up as he goes along. \n[220]Oh, man. My father heard that. \n[221]My father doesn't have a deaf ear. He hears fine out of both. So do I. So does my sister, so do my friends. You're the only one who seems to-- \n[222]I'm not asking you to. I can take care of myself. This isn't about me. How can you keep quiet? How do you have patience for people who claim they love America but clearly can't stand Americans? \n[223]I want to say something, but I'm gonna fumble it a little bit, so I'd just like you to wait till I'm done before you respond. I'm in love with you. I'm certain of it. And I want to be with you more than anything. But maybe things would be better for you if I disappeared for a while. \n[224]Merry Christmas, A.J. \n[225]I got stuck on DePont Circle. I can never remember which lane I'm supposed to take. Then I got cut off by this idiot cab driver who starts screaming at me like it's my fault. \n[226]It's not funny. I hate that place. Can't you declare it a Federal Disaster Area or something? \n[227]Ahhh...I had a terrible meeting today. Totally lost my cool with McSorley, McCluskey and Shane. \n[228]I pitched 'em the hill. \n[229]It was a disaster. \n[230]Well, congratulations, fellas, you're outta the cellar. McSorley told me the only thing on the President's domestic agenda they were more committed to defeating than the crime bill was the fossil fuel package. \n[231]No, I'm not kidding. It's funny that he used the same words. \n[232]I'm gonna get a drink and shake this off. When I come back, I'll have Christmas spirit. \n[233]Is something wrong? \n[234]I'll be back in a minute. \n[235]Congressman Pennybaker, on election day, people give a damn about what I tell them to give a damn about. And that's why I have a job. Did you want another roll? \n[236]We've got the full backing of the White House, Katherine. Yes, at 20 percent. Three more votes and the President sends it to the Hill. Katie, 10 years from now any cars with an internal combustion engine is gonna be considered a collector's item. Come on board, we'll make your Volvo a classic. \n[237]Tons. I didn't think you liked it. \n[238]So you didn't like it. \n[239]You're lying. \n[240]You are. I can tell when you're holding something back. You do a thing with your face. \n[241]Two days before I met you. You gave a speech for the Daughters of the American Revolution. I was there. \n[242]You remember the speech? \n[243]\"American can no longer afford to pretend that they live in a great society.\" \n[244]There was supposed to be something else after that, wasn't there? \n[245]I told you. The face. \n[246]You're looking at a lady who's two votes shy of the promised land. \n[247]I got Pennybaker. That got me Cass and Zimmer. \n[248]Well, I'm not there yet. \n[249]I'll be proud when I see you sign the bill. \n[250]Andy. \n[251]You're doing that thing with your face. \n[252]I didn't notice. Was there an attitude? \n[253]Well-- \n[254]I'm not really qualified to-- \n[255]Tell him to get over here. It's a party. \n[256]It can't wait? \n[257]Have you seen a gray cableknit sweater? \n[258]It's Beth's. I wore it here one time, and I didn't want to leave it. \n[259]I'm going home, and then I'm going to Hartford. \n[260]Yes. Do you know if it was sent with your dry cleaning by any-- \n[261]Richard Reynolds' campaign. He may be able to get me a job. \n[262]Not long after Leo Solomon fired me from my old one. Beth's gonna kill me. She loves that-- \n[263]Total failure to achieve any of the objectives for which I was hired. I told him he was being unreasonable. After all, I did get to dance with the President and ride in Air Force One a couple of times. But you know those prickly environmentalists. It's always gonna be something with them. If it's not clean air, then it's clean water. Like it isn't good enough that I'm on the cover of People Magazine. \n[264]You'll call him? You mean you'll call him yourself? Personally? It'll come from the President? That's a great idea. I think you should call Leo and make a deal. He hires me back for, say, 72 days. I go around scaring the hell out of Congress, making them think that the President's about to drive through a very damaging and costly bill. They'll believe me, right, 'cause I'm the President's Friday Night Girl. Now I don't know if you can dip into this well twice, especially since I've lost all credibility in politics, but you never know, I might just be able to pull it off again. I might be able to give you just the leverage you need to pass some ground-breaking piece of crime legislation -- like a mandatory three-day waiting period before a five-year-old can buy an Uzi. Fuck the sweater -- she'll have to learn to live with disappointment. \n[265]I know exactly what went on here today. I got screwed. You saw the poll, you needed the crime bill, you couldn't get it on your own, so I got screwed. \n[266]Well then, congratulations. It's only taken you three years to put together crime prevention legislation that has no hope of preventing crime. \n[267]Mr. President, you got bigger problems than losing me. You just lost my vote. \n[268]Just stay away from DuPont Circle. I hear it's murder this time of day. \n[269]Hi, A.J. \n[270]I heard your speech. I was in my car, and it just kind of steered its way over here. \n[271]I didn't come back 'cause you decided to send 455 to the floor. \n[272]Yes, you do. \n[273]They're beautiful. \n[274]Should I stay here? \n[275]How'd you finally do it? \n[276]Manage to give a woman flowers and be President at the same time. ", "LEWIS": "\n[1]You skipped the whole paragraph. \n[2]\"American can no longer afford to pretend that they live in a great society\"...and then nothing. You dumped the whole handguns paragraph. \n[3]That was the kick-ass section. \n[4]Sir, of course I didn't mean to imply-- \n[5]That's great news, sir, but... \n[6]Sir, the press is gonna need an explanation. \n[7]Because you dropped the whole kick-ass section, now we've got this thing hanging out there. \n[8]\"Americans can no longer afford to pretend that they live in a great society.\" Then ...nothing. No explanation. No context. So now it's just this thing. \n[9]Yes, sir. \n[10]Mr. President, I really feel we need to focus on... \n[11]I don't drink coffee. \n[12]He dumped a whole section. \n[13]See? \n[14]What they want is a 20 percent reduction in fossil fuel emissions. \n[15]We haven't really tried. \n[16]Hang on, are we not-- \n[17]Are we not putting back the handgun restrictions?! \n[18]Sir, we campaigned on this issue. Now, I understand we took it out when we were in the low forties, but we can push it through now. \n[19]Sir, we may never have an opportunity like this again. Let's take this 63 percent out for a spin and see what it can do. \n[20]Can I just say, to return to the subject for one moment, that it might be easier to fight a war on drugs if we weren't arming drug dealers. \n[21]Yes, sir. \n[22]What did you tell him? \n[23]We've got Jarrett. \n[24]George Jarrett. He's ours. Solid \"yes.\" \n[25]I wish I could take credit. He just said, \"Lewis, I support the President a hundred percent .\" Not the bill, the President. \n[26]We're gonna win this in a walk. It's like a kissing booth at a carnival. Give us a vote, get a photo-op with number 63. \n[27]We should have gone after the handguns. \n[28]We don't have time to do one thing at a time. \n[29]They make a nice couple. \n[30]We've got troubles. \n[31]Who are we calling, sir? \n[32]Yes, sir. \n[33]Janie? \n[34]What's the President doing? \n[35]Janie, I'm the President senior domestic policy advisor. It's important that I have a full understanding of-- \n[36]There is no need to entertain that at this point. \n[37]We should have a consensus on how the White House is going to handle it. \n[38]General Rork says around O-Eight Hundred. \n[39]'Morning, Mr. President. Hi, Sydney. \n[40]They're camped out at every exit. \n[41]The press. \n[42]You shoulda taken a cab, Sydney. \n[43]How do we exit Sydney from the building and what do we say to the press at that point? \n[44]Can I state very clearly that I can't be party to anything illegal. \n[45]Say what you want, but it's always the guy in my job that ends up doing eighteen months in Danbury Minimum Security Prison. \n[46]Okay. Good. Now, the press statement. \n[47]We can't just leave it at that, sir. \n[48]But, sir... \n[49]We've got a small problem. \n[50]Robin sees it as a problem. I see it as a opportunity. \n[51]We caught it. \n[52]You've got 14 people working for you. Did any of them-- \n[53]I'm sorry, sir. It's the evening news. It was buried as the third story-- \n[54]Sydney was at a protest rally where they burned a flag. \n[55]About 13 years ago. \n[56]See, I think it's important, when we deal with it, that we-- \n[57]Excuse me? \n[58]I'm not sure that's the wisest-- \n[59]I tell any girl I'm going out with to assume that all plans are soft until she receives confirmation 30 minutes beforehand. \n[60]Well, I say it with a great deal of charm. \n[61]What? \n[62]Here?! \n[63]No, he's not hopping. Sir, no hopping. Stay in the car. I'll get the flowers. \n[64]Let the agents do a security sweep. We don't know who's in there. \n[65]It's possible. \n[66]Hell, I question it all the time. \n[67]Mood swings? Nineteen post-graduate degrees in mathematics and you explain going from a 63 to a 46 percent approval rating in 5 weeks on mood swings? \n[68]It's Christmas? \n[69]I'm hearing rumors that your boss is wavering on the crime bill. \n[70]That's what I wanted to hear. \n[71]Congressman, it was our understanding that we had your support. \n[72]Congressman, the assault weapons are gone. \n[73]The well is drying up. The President's gotta make a move or we're gonna die fast and quiet. \n[74]And we put Sydney in the new model? \n[75]A.J., it's meaningless unless we ask him about Sydney. \n[76]You're supposed to be a United States Congressman, for the love of Christ. \n[77]But you're not gonna stay at 41. The numbers are gonna be go back up. But they're gonna go back up. George... Congressman... Congressman Jarrett... George, it's crunch time. It's personal. This is one of those moments. It's just you and the President. Now that's it gonna be? \n[78]Yeah. Yeah. Hey, George? Can I tell you something? We're gonna win this thing. We're gonna get the votes and we're gonna win. And after we do, I mean that very night, I'm gonna go to Sam &amp; Harry's, I'm gonna order a big steak, and I'm gonna make a list of everybody who tried to fuck us this week. \n[79]Vote your conscience, you chicken- shit, lame-ass-- \n[80]We lost Jarrett. \n[81]Karen, it's Lewis. Could you hunt down Congressman Quincy for me. I need to talk to him right way. \n[82]He thinks your numbers aren't likely to rebound. \n[83]She? You meant \"it,\" didn't you, sir? You meant the \"important legislation\" deserves every opportunity. \n[84]Respectfully, sir. I think we should examine the new poll for more than its value as a box score. \n[85]It's not that simple, sir. I think this poll helps bribg a murky problem into specific relief. \n[86]Mr. President, two hundred and sixty- four million people don't give a damn about your life. They give a damn about their own. \n[87]Mr. President, you've raised a daughter almost entirely on your own, and she's terrific. What does it say to you that in the last seven weeks, 59 percent of this country has begun to question your family values? \n[88]Oh yes, he does, A.J.  I'm a citizen, this is my president, and in this country it is not only permissible to question our leaders, it is our responsibility. But you already know that, Mr. President, because you have a deeper love of this country than any man I've ever known, and I want to know what it says to you that in the past seven weeks 59 percent of Americans have begun to question your patriotism? \n[89]They don't have a choice! Rob Rumson's the only one doing the talking. People want leadership. And in the absence of genuine leadership, they will listen to anyone who steps up to the microphone. They want leadership, Mr. President. They're so thirsty for it, they'll crawl through the desert toward a mirage, and when they discover there's no water, they'll drink the sand. \n[90]He's got the whole White House Press Corps asking each other how to spell \"erudite.\" \n[91]I know. Gotta rewrite the State of the Union. \n[92]Oh, good. I thought I was gonna be rushed. \n[93]Mr. President, I thought you might want to look at this. I moved Social Security up front. Hello, Sydney. \n[94]Sir. \n[95]I know sir, I'm sorry. \n[96]That's kind of you, sir, but I realize I've been a little insensitive about some personal... \n[97]Just so you know I've never been one of them, Mr. President. ", "LUCY": "\n[1]Scales. \n[2]Are my lips swollen? \n[3]Yeah. \n[4]Whatcha got behind your back? \n[5]Is it a dirt bike? \n[6]Is it a really old seventh-grade textbook of yours that you're gonna make me read cover to cover and discuss at dinner and drive me crazy with? \n[7]\"Understanding the Constitution.\" \n[8]You talked to Mr. Linder? \n[9]I like it fine, Dad. \n[10]I don't know what to say, Dad. I guess I'm just not...I don't know. \n[11]\"Property of Gilmore Junior High School.\" \n[12]\"We, the People, of the United States, in order to form a more perfect union...\" \n[13]I can't wait. \n[14]Do you see it as part of your job to torture me? \n[15]It's supposed to be tight. It's supposed to make you look regal. \n[16]All done. \n[17]Social studies. \n[18]I don't know...I just guess... \n[19]Yeah. \n[20]It's totally okay. \n[21]Dad, it's cool. Go for it. \n[22]You'll be fine. Just be yourself. \n[23]And compliment her shoes. \n[24]Girls like that. \n[25]Are you Ms. Wade? \n[26]Lucy Shepherd. \n[27]My dad told me to tell you he's on the phone with his dentist and that I should behave myself and entertain you till he gets here. \n[28]No. He told me to tell you he's on the phone with his dentist. He wants you to think he's a regular guy. \n[29]The Prime Minister of Israel. \n[30]No. They're talking about that abbreviation I can never remember. \n[31]Yeah. \n[32]Right. \n[33]Can we eat? \n[34]Dad-- \n[35]This is a nightmare. This is a social studies nightmare. \n[36]G'night, Dad. \n[37]It was nice meeting you, Mrs.-- \n[38]It was nice meeting you, Sydney. \n[39]I love you, too. \n[40]I honestly don't know. \n[41]It's progressive. \n[42]Hey, Dad, what's wrong with Sydney? You guys have a fight? \n[43]She seemed pretty-- \n[44]She's here. \n[45]In your room. Why is she mad? \n[46]Were you a dork? \n[47]If you were a dork, you should say you're sorry. Girls like that. \n[48]This is oatmeal. \n[49]We never have oatmeal. \n[50]I'm from Wisconsin. I need food. \n[51]We're done. \n[52]We ratified it last week. \n[53]It's not a big deal, Dad. \n[54]Dad, I'm perfectly-- \n[55]Damnit, Dad! \n[56]You know-- \n[57]Look-- \n[58]--sometimes when you talk, you say things I disagree with. \n[59]I mean politically. \n[60]Yes. \n[61]Yes. Okay. Yes. Sometimes, I mean, I'm not sure. You know a lot more than I do -- but still, I have these feelings, and I don't think they're wrong. Like, okay, for instance, I'm not so sure it's all right to burn a flag. I mean, it really bothers a lot of people, and I don't know why you think it's okay. I hear Senator Rumson talk, and some of the things he says sounds right to me, and I think, \"God, am I like Bob Rumson?! I mean, Dad thinks he's a jerk. Dad hates this guy! Why am I agreeing with him\" And then I think, \"Well, maybe I'm not really like Bob Rumson, but maybe I'm not like Dad either.\" But the point is I'm the President's kid, and people pay attention to what I say, and if I say something different from what you say, it'll be embarrassing for you. So I can't just get up in social studies class and say whatever I want. \n[62]What's that? \n[63]Dad, is everything all right? \n[64]Hold still. \n[65]All done. \n[66]Article 2, Section 3, of the U.S. Constitution. Executive Powers. \"He shall, from time to time, give to the Congress information of the State of the Union, and recommend to their consideration such measures as he shall judge necessary and expedient.\" ", "ROBIN": "\n[1]I didn't truly appreciate it until I came back and discovered that America isn't a great society. \n[2]Not a great society, sir? \n[3]There's a press room full of people saying \"What did he mean by that?\" \n[4]Are they blaming the President for global warming? \n[5]Can I tell my morning press gaggle that gun control-- \n[6]Got it. \n[7]David Sasser from the Times called and wanted to know what the White House felt was a great society. \n[8]I told him I couldn't speak for the President, but for my money: Bermuda. \n[9]You gonna go stag? \n[10]No. We've never gone wrong parading you around as the lonely widower. \n[11]My God.  I can't believe I said that. Mr. President, that was an incredibly thoughtless remark. I would never dream of insulting you or the memory of your wife. \n[12]Mr. President-- \n[13]Lovely. \n[14]Huge. \n[15]Mr. President, we need five minutes before scheduling if you can spare it. \n[16]Does this have something to do with Sydney Wade? \n[17]Sir, they're gonna be pressing today about whether the White House is prepared to soften the assault weapons section of the crime bill. \n[18]How do you want me to handle the Sydney issue? \n[19]Sir, what do you think about a national address? \n[20]Last question. \n[21]That was my fault, sir. We should have prepped you for that. \n[22]\"Newsweek\" is begging for ten minutes today. Any ten minutes you got. \n[23]Good morning, Mr. President. Hi, Sydney. I came over as soon as Lewis called. \n[24]I think the important thing is not to make it look like we're panicking. \n[25]We need a diversion. \n[26]You understand that by diversion I'm not saying we set the White House on fire. \n[27]No diversion. \n[28]No comment? \n[29]Sir... \n[30]It could've been a small problem. It's now at the very least a medium- sized-- \n[31]It could've been an opportunity if we'd caught it... \n[32]At 5:45. Five-forty-five doesn't do me any good, Lewis. Five-forty-five, network news is in makeup. \n[33]--It's got a bullet. \n[34]Outside the Department of Commerce. Anti-apartheid. \n[35]See, it's already distracting you. Why don't you let A.J. and Lewis-- \n[36]And they find this romantic? \n[37]Now?! \n[38]It's not what men do. I know no men who do that. \n[39]No reaction from the White House. \n[40]Fellas, we haven't slept in three years. Can't we forget work for one night and take this moment to enjoy each other as friends? It's Christmas. \n[41]How're the numbers? \n[42]How bad? \n[43]Who is Lewis on with? \n[44]Lewis! \n[45]The press is expecting an announcement on the crime bill by the Sate of the Union. \n[46]And we declare victory, sir. \n[47]Good morning, Mr. President. \n[48]Lewis...call A.J. and come on down here...I don't know, but something's happening. \n[49]Any questions? \n[50]Mr. President, they're waiting for you. \n[51]This way, people. Let's go. ", "JANIE": "\n[1]The 10:15 event's been moved inside to the Indian Treaty Room. \n[2]Yes, sir. They're giving you a 200-pound halibut. \n[3]Yes, sir. \n[4]Of course, sir. \n[5]Mr. Rothschild asked to have a moment with you this morning. \n[6]He seemed concerned. \n[7]Charlie. \n[8]Happy birthday, Laura. \n[9]You already did, sir. \n[10]--the museum trip. I'll go get it. \n[11]Three-twenty. \n[12]Very crowded. \n[13]Security briefing, sir. \n[14]Mr. President, your cousin Judith's come down with the flu and won't be able to join you Thursday night. \n[15]Yes, sir. \n[16]It's 3:45, sir. \n[17]You have the Attorney General at 4:00 and the trade representative at 4:30. Somewhere in there you promised NPR five minutes. \n[18]You will, Mr. President. \n[19]You're running four minutes ahead of schedule. \n[20]Yes, sir. \n[21]Mr. MacInerney asked me to remind you to pop your head in on-- \n[22]Yes, sir. \n[23]This way... \n[24]Yes, sir? \n[25]Miss Wade? The President wants you to join him upstairs in the residence. May I show you the way? \n[26]Mr. President, I'm sorry to interrupt. The receiving line is in place. \n[27]I'll take care of it, sir. Where do you want them sent? \n[28]I don't understand. \n[29]You just want the phone number? \n[30]I don't understand, sir, is there-- \n[31]I'll get it for you right away, sir. \n[32]Yes? \n[33]I'm sorry, I'm really not at liberty to say. \n[34]I'm really not at liberty to say. \n[35]\n[36]The dogwood, sir. \n[37]Are you sure? \n[38]Sir, it's a tree and a flower. \n[39]They're in storage in Wisconsin with the rest of your personal items. \n[40]Mr. President, Ms. Wade is here to see you. \n[41]Yes, sir. \n[42]They're 45 seconds away, sir. \n[43]You're incredibly late. \n[44]He's incredibly late. \n[45]Mr. President, Leventhal at Treasury wants two minutes. Hello, Sydney. \n[46]Mr. President? ", "KODAK": "\n[1]Sorry! Sorry, my fault. \n[2]Excuse me. Good morning, Mr. President. \n[3]They keep moving that big ficus plant. \n[4]Wait a second. You wanted me to poll registered voters? \n[5]Scare the shit out of 'em? \n[6]I can do that. \n[7]Who's on Indiana? Excuse me. New people, I can't remember your names. Raise your hand if you're on Indiana. \n[8]Put your hands down -- you're on Illinois. \n[9]What? \n[10]I don't believe it. You. New guy. \"Jarrett, Democrat, Minnesota.\" Slide his name on over to \"for.\" We just had his name laminated under \"Undecided.\" How'd you get the fence pole out of his butt? \n[11]We gotta do one thing at a time. \n[12]It's a tree and a flower. \n[13]Yes. What's going on? \n[14]I think it's a great idea, sir. You know Rumson's gonna be talking about your lack of military service. \n[15]But it can be, sir. What you did tonight was very presidential. \n[16]yes, sir. \n[17]The country has mood swings. \n[18]Well, I could explain it better, but I'd need charts and graphs and an easel. \n[19]Yeah, you didn't get the memo? \n[20]The bill is priced to move, see. \n[21]The President's coattail's are gonna have room for you, Congressman, you leave that to us. \n[22]I wouldn't say he's in a free-- \n[23]What if I do a new poll? We give him detailed public opinion. \n[24]Bad. \n[25]Forty-one. Character across the board. \n[26]Jarrett. He's trying to keep his finger in the dam. \n[27]I hope so. 'Cause, you know, if that was an \"undecided,\" then we need to work on our people skills. \n[28]We're three votes down again, sir. \n[29]Mr. President, as of this morning, Sydney only needed one more vote. The Motown Three have gotta be scared blind. I don't think there'll be a better opportunity. \n[30]If you agree to stick 455 in a drawer until after the elections, they'll give you the three votes. \n[31]We're there, sir. The State of the Union is 48 hours away. \n[32]There isn't. \n[33]There isn't, sir. \n[34]I beg your pardon? \n[35]Storch is a \"no.\" \n[36]No. \n[37]No. \n[38]No. \n[39]That one too, sir. ", "RUMSON": "\n[1]Lloyd, it's a long time till next November. Right now, I'm just looking forward to a pleasant evening. \n[2]You're over-thinking this. \n[3]Voters aren't interested in how to achieve economic growth, and they don't want to hear our plans to strengthen foreign policy. \n[4]Reporters like him. Networks and newspapers like ratings and circulation. For all the bitching we do about liberal bias in the press when it comes down to a character debate... \n[5]Because it couldn't. Our polling told us that attacking his character less than a year after he'd lost his wife was gonna be a turn-off and was gonna make people feel sorry for him. We couldn't run the campaign we wanted because the opponent was a widower. \n[6]You'll have to forgive my friend. He's been on a hunting trip and cut off from the world. \n[7]The President's got a girlfriend. \n[8]...Last night, the price of his liberal programs was raised to include the blood of 22 American soldiers. \n[9]...Mr. Shepherd's read a lot of books, but you didn't need a Harvard degree to see this comin' a mile down the road. \n[10]The fat that our Commander-in-Chief has not served one day in uniform-- \n[11]Does New Hampshire want traditional American values back in the White House? \n[12]Does New Hampshire want the pride back? \n[13]My name is Bob Rumson. And I'm running for President. \n[14]I agree a hundred and ten percent, Mrs. Harper. That's why I'm up here in the dead of winter talkin' about it with you folks. \n[15]That's very generous of you, ma'am, and I'm gonna take that money off your hands right now. \n[16]What do you got for me, Stu? \n[17]Shit, Stu, my mother's got an FBI file. \n[18]Oh man...tell me the smoke is coming from what it looks like it's coming from. \n[19]\"It's beginning to look a lot like Christmas...\" \n[20]Yes, and I'm glad to see ol' \n[21]Never mind she's the hired gun of an ultra-liberal political action committee. \n[22]Never mind that the President takes the Fifth anytime a reporter has the temerity to ask a question about a woman in a position to exert enormous influence over a huge range of issues. \n[23]Never mind that this woman's idea of how to unwind at the end of a tough day is by getting together with her ACLU pals and setting American flags on fire... \n[24]My name is Bob Rumson, and I'm running for President. \n[25]I'm not saying-- \n[26]I'm not making an acc-- let me be very clear. I'm not making an accusation. I am saying when we hear one thing, we dismiss it. We hear two, we dismiss it. But when several, several well- respected members and former members of the Virginia State House-- \n[27]--each of their own accord, comes to me and expresses concern over the woman standing next to -- I don't even know, do we call her the First Mistress? When several-- ", "BETH": "\n[1]Tell him the part about walking out the wrong door. \n[2]I wanna hear it. \n[3]If he thinks you're a jerk, I'm sure he thinks you're a first-rate jerk. \n[4]And then you walked out the wrong door. \n[5]That's my current plan, yes. \n[6]You want me to deal with him? \n[7]What's going on? \n[8]This box just says \"Miscellaneous.\" Is this bedroom miscellaneous or kitchen miscellaneous? \n[9]Sydney? \n[10]You kissed him? \n[11]You didn't' tell me that. \n[12]Where? \n[13]Where in the White House?! \n[14]The dish room? \n[15]Then what happened? \n[16]It's always something. \n[17]In what language?! Sydney, this man is the leader of the free world. He's brilliant, he's funny, he's handsome, and he's an above-average dancer. Isn't it possible our standards are just a tad high? \n[18]Answer the phone. \n[19]Answer the phone. \n[20]Answer the phone. \n[21]Answer the phone. \n[22]I can't believe I'm loaning you clothes. I thought you owned every piece of clothing there was. \n[23]Go ahead, try it on. I brought earrings, too. ", "LEO": "\n[1]I just got off the phone with A.J. MacInerney. \n[2]The President's pissed as hell, Susan. That letter was a stupid move. \n[3]This isn't the guy who needed us four years ago, Susan. He's incredibly popular. He's gonna win re-election in a walk, and he could give a shit what we stand by! If the President passes the most important piece of environmental legislation in history, and does it despite our negative endorsement, our political weight in the future will rank somewhere below the Save the Spotted Owl Society. I'm bringing in some help. \n[4]Not an environmental expert, a professional political strategist. We're playing hardball with Andrew Shepherd, and we need a heavy bat. \n[5]Sydney Ellen Wade. \n[6]She's a closer, Susan. She gets the job done. \n[7]So there I was, thinking maybe I should give Sydney a call. She's new in town, doesn't know many people... \n[8]Then I picked up the Times-- \n[9]What's going on? \n[10]Did you sleep with him? \n[11]Did you sleep-- \n[12]Yeah, it is, Sydney. \n[13]Because when it's the President, it's not personal. Sydney, I hired your reputation. I hired a pit bull, not a prom queen. \n[14]It's incredibly unfair. But you've spent a lot of time over the year telling me the trouble with the environmental lobby is that we don't understand the fundamental truth that politics is perception. This is a bad time to develop ignorance. \n[15]Am I? This is your time, Sydney. You're sitting at the grown-ups' table. You have a chance to get everything you want -- run a national campaign, be a major player inside the party. But this relationship had better go all the way, because with the leader of the free world there is no halfway. Politics is perception, and if thing don't work out, the amount of time it'll take you to go from being a hired gun to a cocktail party joke can be clocked with an egg timer. \n[16]The White House has sent me something perishable? \n[17]Here we go... \n[18]Of course it's from him. \n[19]What is it...what is it? \n[20]A ham? \n[21]There's never an egg timer around when you need one. ", "SUSAN": "\n[1]You wanted to see me? \n[2]Did the President read the letter? \n[3]It was aggressive, and we should stand by every-- \n[4]We don't need another environmental expert to confirm what every other environmental expert-- \n[5]Who? \n[6]Oh Christ. That woman doesn't know the first thing about the environmental lobby. \n[7]He just needs your driver's license. \n[8]He doesn't care. \n[9]He doesn't need to know that. \n[10]He doesn't know what Capra-esque means. \n[11]Sydney, we should leave Mr. MacInerney alone now. He's already given us more time than-- \n[12]Sir, Ms. Wade's been thrown into the deep end of the pool on her first day. She hasn't even had a chance to read the report of the Quebec Conference. \n[13]It's really time to-- \n[14]Sydney! \n[15]Mr. President, we haven't met. My name is Susan Sloan. I used to work with Congressman Myers. I hope this episode in no way-- \n[16]I want to go on the record and apologize for my attitude toward you since your arrival. \n[17]I think I have a lot of pent-up hostility. \n[18]I wonder who I can blame it on. \n[19]'Cause I've been blaming it on my mother and my ex-husband, and that hasn't been working. ", "DAVID": "\n[1]Carol, it's David in Sydney Wade's office. I want to confirm her lunch with the Congressman. \n[2]You're awfully jumpy today. What do you have -- a big date tonight? \n[3]Ask him about his position on stateboard for Hawaii. \n[4]How's this? \n[5]Hey, Syd, I saw on your schedule you're gonna meet with McSorley, McCluskey and Shane. \n[6]Sydney, these are people who represent people who make cars for a living. \n[7]Cars, you understand, run on gasoline. \n[8]Well, if we're gonna try, we should do some prep work. You wanna order in? \n[9]Okay. I'm having lunch at the Kremlin, so we'll have to, you know, start real early... \n[10]...in order for me to catch the morning plane to Moscow. \n[11]She got Pennybaker. \n[12]Leo needs to see you. \n[13]He needs to see you in his office. \n[14]He just got off the phone with MacInerney. There's been a development. ", "LEO'S SECRETARY": "\n[1]Mr. Solomon, this was just delivered by White House messenger. It's marked \"Perishable.\" \n[2]It's for Ms. Wade. \n[3]It's from him. \n[4]He wrote the note himself. \n[5]The messenger said he was waiting in the Oval Office for ten minutes while the President wrote the card. \n[6]Apparently he went through several drafts. \n[7]Dig it, Ms. Wade. You're the President's girlfriend. "}}