{"dialogues": {"CURT": "\n[1]Oh great... \n[2]Well... ah... why don't you hold onto it for a while? \n[3]Steve... Ah, I think we'd better have a talk. I've gotten- \n[4]Now, Steve! Let her wait. \n[5]Yeah, well... Listen... I... I don't think I'm going tomorrow. \n[6]I don't know. I was thinking I might wait for a year... go to city-- \n[7]Wait, let me explain-- \n[8]I just want some time to think. What's the rush? I'll go next year. \n[9]Why is it every girl that comes around here is ugly? Or has a boyfriend? Where is the dazzling beauty I've been searching for all my life? \n[10]Hey, John. Someone new in town. \n[11]You gonna go after him? \n[12]The big shot! \n[13]Hey, sis--what's wrong? \n[14]What's wrong, he's crying! \n[15]I'd like to, Toad, but I'm going with Steve and Laurie to the hop. I'd just slow you down anyway. \n[16]Yeah. \n[17]You ain't got no emotions? \n[18]Why don't you come with us? \n[19]Come on. For old time's sake. \n[20]What's the matter John? Did I say somethin' wrong? I'm sorry. \n[21]Well, we'll see you later, okay? \n[22]We'll all do somethin' together. You know, before Steve leaves. \n[23]I don't know. \n[24]What? \n[25]What? What?!!! \n[26]Quick! Hang a right! \n[27]Cut over to G Street, I've just seen a vision! She was a goddess. You've got to catch her! \n[28]I'm telling you, this was the most perfect, dazzling creature I've ever seen. \n[29]She spoke to me. She spoke to me, right through the window. I think she said, \"I love you.\" \n[30]That means nothing to you people? You have no romance, no soul? She-- someone wants me. Someone roaming the streets wants me! Will you turn the corner? \n[31]out a pack of cigarettes \n[32]No, not yet. I have no matches. \n[33]Blotto. \n[34]Cute. Very cute. Where'd you go again? \n[35]And only stayed a semester. \n[36]Why? \n[37]Well, you know I might find I'm not the competitive type myself. \n[38]Well, I'm not really sure that I'm going. \n[39]Jane... \n[40]Yeah... I'll see you. Thanks a lot. \n[41]Well--hey, Wendy. \n[42]Fine. Great. How've you been? \n[43]Ah, maybe... maybe. \n[44]Hey, Wendy--where are you going? \n[45]Well, you mind if I come along? \n[46]Okay. \n[47]There--don't you see it? Speed up, you're losing her-- \n[48]Cut around him, cut around him. \n[49]There, hang a right--over there! \n[50]You lost her! \n[51]Lost her again. Ah, Wendy, my old lover, come back here and console me. \n[52]I don't know, but I'm going to find out. \n[53]Okay, come on, who is she? \n[54]Yeah. \n[55]But she was young and beautiful, and cruising 10th Street. You're thinking of someone else. \n[56]What cruel fate keeps me from my true love? How am I ever going to meet her? \n[57]Maybe I've grown up. Maybe I've changed my mind. \n[58]Maybe you should shut up! \n[59]Why don't you move your bod into aft chamber, where we might discuss this in private. \n[60]Come on, Wendy? She doesn't say anything. They pull up to a stoplight. Wendy looks at the red stoplight and then abruptly gets out of the car and jumps in the back. \n[61]To the Opera, James. \n[62]Unless you want to go to Gallo Dam and have an orgy. \n[63]Maybe. \n[64]Huh? Yeah, I know him. \n[65]What do you want me to say? \n[66]Kip, baby, what's up? \n[67]Not much, just wanted to let you know that Bobbie here is hopelessly in love with you and trembles at the sight of your rippling biceps... \n[68]Help, wait! Joke--Joke--Bobbie, remember your nose bleeds! \n[69]Excuse me--ouch--Wendy--I got to go now. \n[70]See ya. \n[71]Oh shit--there!! Wait! \n[72]Me? \n[73]Gil Gonzales... no. \n[74]Yeah... why? \n[75]No place. Not going any place. \n[76]I guess so--yeah. \n[77]I'm sorry. It's not much of a scratch. I don't think he'll even-- \n[78]That's funny Hey, you guys know Toby Juarez? He's a Pharoah, isn't he? \n[79]He's a friend of mine. \n[80]Oh--well, I don't know him that much anyway. \n[81]Well, I don't think I can--I gotta-- \n[82]Probably is. Whimps get all the snatch. \n[83]Hey, terrific, I love miniature golf. \n[84]Well, I don't play that often really. Ah--what're we doing here then? \n[85]They don't sell gas here. \n[86]Curt. \n[87]Hey, hi. Mr. Gordon, what's up? \n[88]These are my friends. We were just... \n[89]Oh ah--no--no, I'm not-- \n[90]I mean, I'm not leaving until tomorrow. \n[91]Ah, he means, we're all done having loads of fun out here. \n[92]Yes. Yes, it is. Thank you. Thank you both. \n[93]I think I have. \n[94]No, I won't forget you and you won't forget me. \n[95]'Bye. \n[96]Right. What he said goes for me, too. \n[97]Hey--any of you guys know a blonde in a white T-Bird? \n[98]I was just wondering who she is. \n[99]Price range? You mean she's a-- \n[100]We must be thinking of different blondes. \n[101]Curt. \n[102]Wait a minute, wait a minute, Joe. What if he hears me? \n[103]No. \n[104]No, I don't. \n[105]Wait--wait a minute. Wait a minute! What blood initiation? \n[106]Yeah, yeah. No sweat. Let's get out of here. \n[107]Stand by for Justice! \n[108]Yeah, there's some things I got to do. I still want to find that blonde. \n[109]Yeah, I guess so. \n[110]Hey--I'll see you guys. \n[111]Hold that up. \n[112]Wait a minute, wait a minute. I've heard this already. Aren't you the one who for eight weeks has been telling me you have to leave the nest sometime? \n[113]No--no realizing. You've been telling me all summer that it's time to pull your head out of the sand and take a look at the big, beautiful world out there. Gimme this thing. \n[114]I feel like a mid-wife. \n[115]Wrong nothing. You've been talking about getting out of this town for eight weeks. And now--goddamnit!-- you're just--you're just mentally playing with yourself. If you can just relax, we'll talk about it at the airport. \n[116]I have a dental appointment. \n[117]Just relax, wil ya? I'll see you at the airport. \n[118]It's--I want to talk to the Wolfman. \n[119]I know, but I got to get in touch with him. I got something to give him before-- \n[120]No, I can't. I want to ask him something that-- \n[121]Listen, I got a right to talk to him. I listened to him every night for as long--for twelve years almost. I know him and it's personal and it'll only take a minute and I bet Wolfman would be upset if he knew a friend couldn't get in touch with-- \n[122]I'm looking for a girl. \n[123]No. Thanks. Listen, ah... \n[124]Are you the Wolfman? \n[125]He's on tape. The man is on tape. \n[126]Well, ah--where does he work? I mean, where is the Wolfman now? \n[127]But I got to give him this note. \n[128]No, no. See, this is very important. I may be leaving town tomorrow, and it's very important that I--damn it, that I reach this girl right now. \n[129]Well, I'm supposed to go to college back East tomorrow. And I don't know if I'm gonna go. \n[130]No, thank you. \n[131]Why don't you leave? \n[132]That'd be great. Thanks. Really. \n[133]'Bye. \n[134]Wolfman... \n[135]Hello, hello, hello! \n[136]Yeah... this is Curt, who is this? \n[137]Do you drive a white T-Bird? \n[138]You know me. \n[139]Who are you? How do you know me? \n[140]It's important to me. You're the most perfect, beautiful creature I've ever seen and I don't know anything about you. Could we meet someplace? \n[141]No... I don't think so. \n[142]I'm leaving... in a couple of hours. Where are you from? \n[143]What's your name? At least tell me your name? \n[144]Wait a second! Wait a second! \n[145]Yeah, same to you. And I better see you there next year. \n[146]Sure. \n[147]See ya later. \n[148]So long, guys. \n[149]Yeah. \n[150]I'll see ya, buddy. \n[151]Okay, John. So long. ", "TERRY": "\n[1]Hey, whadaya say? Curt? Last night in town, you guys gonna have a little bash before you leave? \n[2]Whadaya got, whadaya got? Wow--two thousand dollars. Two thousand doll-- !! \n[3]I'll take it. \n[4]...and I have a really sharp record collection. I even have \"Pledging My Love\" by Johnny Ace. Anyway, how can you love Nelson when he's going out with Marilyn Gator. Since he dumped on you maybe we could-- \n[5]She's a little conceited--just playing hard to get. \n[6]Any time, buddy. I'm your man. Nothing I like better than chewing the rug with a pal. You talk, I'll listen. I'm all ears. Shoot. \n[7]Sure. \n[8]I can't... believe... it. I don't know what to say. I'll... love and protect this car until death do us part. This is a superfine machine. This may even be better than Daryl Starbird's superfleck moonbird. It is better than Daryl Starbird's. \n[9]Budda, how would you like to go to the drive-in movies with me? \n[10]Would I kid you about a thing like that? I want you to know that something has happened to me tonight that is going to change everything. I've got a new... \n[11]Car!! All right, who's the wise-- Oh, John--verrry funny. \n[12]Hey, Curt, let's bomb around, I wanna try out my new wheels! \n[13]Yeah, tonight things are going to be different. \n[14]We're gonna remember all of the good times, is what we're gonna do. \n[15]Jesus, Milner, you're in a great mood tonight. \n[16]What you got in there, kid? \n[17]Well, goddamnit, I won't report you this time, but next time just watch it, will ya? \n[18]You mean John Milner? \n[19]Hey, nobody can beat him, man. He's got the fastest-- \n[20]Right... \n[21]What a babe... what a bitchin' babe... And Wolfman Baby, she's all mine. \n[22]Okay, honey, here I come--James Dean lives! \n[23]Stay cool, honey--don't let those creeps bug you. Wolfman, please don't let those creeps bug her... please. \n[24]Hi! Hello... buenos noches? Need a lift? Nice night for a walk? Do you know John Milner? Curt Henderson? Sure you wouldn't like a ride somewhere? Did anyone ever tell you that you look just like Connie Stevens? \n[25]You do! I mean it! Just like Connie Stevens. I met her once. \n[26]Yeah. At a Dick Clark road show. \n[27]No shit--excuse me, I mean I'm not just feeding you a line. You look like Connie Stevens. What's your name? \n[28]Oh yeah--well, you look a lot like her too. \n[29]Yeah. I'm Terry the--they call me Terry the Tiger. \n[30]What school do you go to? \n[31]Oh yeah, it's got a 327 Chevy mill with six Strombergs. \n[32]You do? \n[33]Well, come on in--I'll let you feel it. I mean, you can touch it if you want-- I mean the upholstery, you know. \n[34]What? \n[35]I go to Dewey too, ya know. \n[36]I bug out a lot. When I graduate, I'm going to join the Marines. \n[37]With the bomb, who's going to start it? We'd all blow up together. Anyway, I'd rather be at the front. I'm like that--rather be where the action is, you know. Once I got in a fight with-- \n[38]Eddie Burns--oh, yeah, Eddie Burns. I met him once, too. \n[39]Yeah, beatniks are losers. \n[40]Ah hell--I like most of the people you like. \n[41]Sure... \n[42]A double Chubby Chuck, a Mexicali Chili Barb, two orders of French fries-- \n[43]Now wait a minute. What? Huh? \n[44]Yeah, right. Cool. \n[45]Hey, now-- I mean, hey now, buddy, the lady obviously doesn't-- \n[46]Ah, no thanks, I'm waiting for a double Chubby--Chuck... \n[47]You seem to, ah--know a lot of weird guys. \n[48]I am? You really think I'm intelligent? \n[49]Brew? \n[50]Brew... oh--yeah... oh, sure... Yes! Liquor! This place is too crowded anyway. \n[51]No... hey, but no sweat. What'll it be? Beer, little wine? \n[52]Old Harper, rrright! He gives her an OK sign with his fingers and goes over to the store. He starts to enter, then stops and thinks. He sees a man in a business suit approaching, and smiles. \n[53]Excuse me, sir, while you're in there-- I mean, since you're going in anyway, I wonder if-- \n[54]Could you--sir--could you give me the time? \n[55]Great. Quarter to twelve. Thanks a lot. \n[56]Pardon me, sir, but I lost my I.D. in--in a flood and I'd like to get some Old Harper, hard stuff. Would you mind buying a bottle for me? \n[57]Thanks, here's enough for a pint. \n[58]Hi. Still quarter to twelve. \n[59]Night. \n[60]the window from outside \n[61]Hi there--ah, say--was there an old man in here a minute ago? \n[62]Yeah--ah--let me have a Three Musketeers, ah, and a ball point pen ther, a comp, a pint of Old Harper, couple of flashlight batteries and some of this beef jerky. \n[63]A what? Oh, sure-- Oh nuts, I left it--I left it in the car. \n[64]Well, I can't. I also ah, forgot the car. \n[65]Ah, well, I needed some things and I thought as long as I was in there-- look, Debbie, can you loan me a dollar? \n[66]Yeah, well, see--I've only got a fifty and he doesn't have change. \n[67]Hi--excuse me. I was wondering--could you, ah-- \n[68]Gee, that's terrific. Ah, just some ah--Old Harper. \n[69]Tootie fruiti all ruti... It's Super Cola! \n[70]It's a... a little... strong, I think. \n[71]Yeaah, I guess it wasn't mixed. \n[72]Oh yeah? I used to have a couple of horses myself. \n[73]I used them for hunting. I do a lot of hunting. Deer mostly, although I got a couple of bear last year. Yep, they were good ponies--hunting ponies. I had to train 'em special, you know. \n[74]No, I had to sell 'em. To get these wheels... and a jeep. I also have a jeep pick-up, with four-wheel drive. It's got a gun rack. And I use that for hunting mostly. \n[75]Oh, well, yeah, I figure with bears, though, it's either me or them... You know, I think you're really neat. \n[76]Oh, jeez, I'm sorry. I don't know what got into me--I didn't mean to-- maybe it's the booze or something. \n[77]I'm sorry. \n[78]Ow--my leg, my leg. Ow, watch it! \n[79]Geez, it's like Grand Central Station around here. Why don't we go someplace else. \n[80]Wait a minute. I got a blanket in the back. Why don't we go over into the field? \n[81]I thought I heard something. \n[82]Wait a minute! \n[83]The radio is gone... That means--the car is gone! \n[84]Oh no!!! OH NO!!! \n[85]Oh God--I'm sorry. But, why the car? You could have struck us with lightning or something--anything--- but not the car! \n[86]Let's talk about something else. \n[87]Who do you think'll take the regionals this-- \n[88]Wait a second. Did you hear...? \n[89]No! I mean, no. Listen, I'll go for help, you stay here. \n[90]I don't want to see the whole thing. Especially if it's us he--oh, why me? I'm going to look lousy with your legs and a goat's head and-- \n[91]Well, as long as he's not--Debbie! Debbie! \n[92]Who, me? Why me? \n[93]Steve! \n[94]Where'd you go, anyway? \n[95]Well, don't go off again. Come on, let's get out of here. \n[96]Um, oh, did I introduce you? This is Debbie. Debbie, this is Steve. \n[97]Um... I'ts in the garage. I put it in the garage for safe keeping. I mean... I don't want to take any chances with it. \n[98]Gee, ah, where's Laurie, anyway? \n[99]You broke up? Bull! \n[100]Yeah. Yeah. Laurie's probably over there. \n[101]Well... \n[102]No. \n[103]No, thanks. U'mm. You know we got to report the car missing. \n[104]Yeah. See yuh. \n[105]Burger City? Burger City!!? How can you think of hamburgers when somebody stole my car. \n[106]What? What are you talking about? \n[107]Ohh rats, I feel like-- Wait a second... hey! \n[108]It's--oh my god--it looks like Steve's car. Look, right here under our-- it's my car. My car. We found it. Look! \n[109]Never get here in time. I got a better idea. We'll just steal it back. See if you can find some wire around. We only need a foot to hot-wire it... okay? \n[110]Ah, hi--this is my car. What I mean is, somebody stole my car--I mean I lost my car and I want to thank you two guys for-- \n[111]--for returning--I mean finding it. I mean, listen now, listen guys-- I've been sick recently, and this kind of activity can really be hard on a guy. Now, easy will you? Easy! \n[112]Go, John! \n[113]Yeah. I'll die soon and it'll all be over. \n[114]You're talking to the woman I love... \n[115]Help... I mean, I want two cherry cokes with lots of ice. Never mind, forget the cokes, just bring the ice, pronto. \n[116]What?? \n[117]What's going on? \n[118]It's not my car. \n[119]What? \n[120]\n[121]\n[122]No... Steve took it. \n[123]Oh come on, you're just-- \n[124]You think so? Yeah--well I guess I have pretty much fun every night. \n[125]Yeah--well, I might be busy, you know. But we could--well, I got a little Vespa I just play around with. \n[126]Ow. \n[127]See ya. \n[128]Hey, John, let me go with you. Come on. \n[129]Ah, come on. Just let me go. So I can watch. Or, I'll flag you, okay? \n[130]Everybody ready? \n[131]Jeez, did you show him! He'll probably never even get in a car again. \n[132]It was beautiful, John. Just beauti-- what? \n[133]What? \n[134]You're crazy. \n[135]No, you creamed him, from right off the line. The guy never had a chance. \n[136]John, I don't know what you're talking about. It was the most beautiful thing I've ever seen. That guy, he might as well get a wheelchair and roll himself home. Man, you got... you got the bitchinist car in the Valley. You'll always be number one, John. You're the greatest. \n[137]Right. \n[138]Jesus, what a night. \n[139]Well, stay cool, man. \n[140]Ah--don't do anything I wouldn't do. ", "JOHN": "\n[1]Not too good, huh? \n[2]I know what you mean. The pickin's are really gettin' slim. The whole strip is shrinking. Ah, you know, I remember about five years ago, take you a couple of hours and a tank full of gas just to make one circuit. It was really somethin.' \n[3]Ahhh. \n[4]Hey, listen, Professor, if he can't find me, then he ain't worth racin', right? \n[5]Hey, did she do that to you? \n[6]Hey, wait a minute, you're goin' to the Hop? The Freshman Hop? \n[7]Oh, come on, man. That place is for kids. You two just got your ass out of there. Don't go back now. \n[8]Yeah, well, go. \n[9]Bullshit, man! \n[10]Yeah, yeah... Well, listen. You go. Go ahead, Curtsy, baby. You go on over there and you remember all the good times you won't be having. I ain't goin' off to some goddamned fancy college. I'm stayin' right here. Havin' fun, as usual. \n[11]Ah, man, it's nothin'. \n[12]Right. \n[13]Okay, wait a minute. Now, you're not going? \n[14]Hey, Zudo. \n[15]Hey, man, what happened to your flathead? \n[16]What happened to your flathead? \n[17]What? \n[18]Yeah? \n[19]Yeah, I know. \n[20]Yeah. All right, thanks. \n[21]Oh, oh. Later. \n[22]Hey, you're new around here. Where're you from? \n[23]Turlock? You know a guy named Frank Bartlett? \n[24]Well, he used to. He goes to J.C. now. \n[25]Yeah, sure. \n[26]Yeah, sure. I got him in a class. \n[27]How would you like to ride around with me for awhile? \n[28]Ah, come on! \n[29]You're just ridin' around with a bunch of girls. Hey, how about somebody else in there? Anybody else want to go for a ride? \n[30]Aw, come on... I got plenty of room. It's dangerous to have that many people in a car. Cops see ya, you're had. You got nothing to fear, I'm as harmless as a baby kitten. \n[31]Yeah, sure, Judy--her sister--her mother--anybody. I'll take 'em all. Listen, we'll go up and stop at that light. It'll turn red by the time we get there. All right? \n[32]You ever get tired of going steady with somebody that ain't around--I'm up for grabs. \n[33]So, you're Judy's little sister. \n[34]Ah, shit,--how old are you? \n[35]I'm too old for you. \n[36]Listen, listen. I think you better go back and sit with your sister. Hey, ah... where are they, anyway? They comin' back or somethin'? This is a joke, right? This better be a joke, 'cause I'm not drivin' you around. \n[37]No they don't. I mean, I don't know, maybe they do. But I don't. It's just that you're a little young for me. \n[38]OK, OK, just stay cool. There's no need to scream. We'll think of something. It shouldn't take too long to find your sister again. \n[39]Oh, shit! Hey, get down! \n[40]Hey, cool... \n[41]NO! Uh uh. N-O. Don't even say that. Jesus... \n[42]Mud, if anybody sees you. \n[43]Don't you have homework or something to do? \n[44]Hey, watch it will ya! Jesus Christ, thanks a lot. Hey, drivin' is a serious business. I ain't havin' no accidents because of you. \n[45]Come on, don't give me any grief. I'm warning ya. \n[46]I don't like that surfing shit. Rock 'n Roll's been going downhill ever since Buddy Holly died. \n[47]You would, you grungy little twerp. \n[48]Sure--ah, shit, Holstein! \n[49]Oh, no--No. Hey-- \n[50]Hey--ah, really--don't say anything. \n[51]I was a dirty bird, Carol's not grungy, she's bitchin.' \n[52]I'm going home--sir. \n[53]Ah--at the movies--sir. \n[54]No, I wa at the movies--like I said-- sir. \n[55]Oh, no sir. It's twelve and a half inches. Regulation size. Now, it's been checked several times. You can check it if you like, sir. \n[56]Yes, sir. \n[57]Yes, sir. \n[58]Thank you--asshole. \n[59]Here, file that under C.S. over there. \n[60]Chicken shit--that's what it is. \n[61]Why don't you just get out and get one then! So long, goodbye, hasta lumbago. \n[62]All right, one coke and then home. \n[63]Don't count on it. I may surprise you any minute now. \n[64]One ten cent coke. Is ice extra? All right, ice. \n[65]Probably a couple of weeks past their bedtime. \n[66]Oh Shit, Dee Dee! \n[67]Have to be before noon. \n[68]No. Hi--ahh, this is my, ahh, cousin, Carol. I'm kinda babysitting tonight. \n[69]Jesus--watch it, will yuh? Been hittin' me all night. Kids will be kids, you know. \n[70]Watch out--damn it! Look what--why don't you grow up! We don't get along too well. It's been like this-- \n[71]We don't get along too well. You know what cousins are like. \n[72]That's Freddy Benson's Vette... he got his head on with some drunk. Never had a chance. Damn good driver, too. What a waste when somebody gets it and it ain't even their fault. \n[73]That Vette over there. Walt Hawkins, a real ding-a-ling. Wrapped it around a fig tree out on Mesa Vista with five kids in it. Draggin' with five kids in the car, how dumb can you get? All the ding-a-lings get it sooner or later. Maybe that's why they invented cars. To get rid of the ding-a-lings. Tough when they take someone with them. \n[74]I come pretty close a couple of times. Almost rolled once. So far I've been quick enough to stay out of here. The quick and the dead. \n[75]I've never been beaten--lot of punks have tried. See that '41 Ford there? Used to be the fastest wheels in the valley. I never got a chance to race old Earl. He got his in '55 in the hairiest crash ever happened around here. He was racing a '54 Chevy, bored and loaded, out on the old Oakdale Highway and every damn kid in town was out there. The Chevy lost its front wheel doing about 85. The idiot had torched the spindles to lower the front end and it snapped right off. He slammed bam into the Ford and then they both of them crashed into a row of cars and all those kids watchin! Jesus, eight kids killed including both drivers, looked like a battlefield. Board of Education was so impressed they filmed it. Show it now in Drivers Education, maybe you'll see it. Anyway, since then street racing's gone underground. No spectators, I mean. Too bad. \n[76]Come on! None of that. \n[77]Funny... Who knows, in a few years--but not now, bunny rabbit. \n[78]Come on, open the door. \n[79]Carol's not a rabbit, she's a foxy little tail. \n[80]You got two seconds to get your ass over in the corner. \n[81]If the prize is you, honey, I'm a ready Teddy. \n[82]Hey, wait a-- \n[83]Yezz, bozz.... \n[84]Come on, will ya? Give it back to me. \n[85]Forget it. \n[86]He ah--doesn't like you to stay out late? \n[87]Say, where do you live anyway? \n[88]Grab onto something. \n[89]Takes more than that to scare me. \n[90]Hey, I can't keep tracka all the punks lookin' for me. \n[91]Ya should, man--you're driving a field car. \n[92]Field Cars drive through the fields, dropping cow shit all over the place to make the lettuce grow. \n[93]Yeah, well, you're car's so ugly you must have to sneak up on the pumps to get a tank of gas. \n[94]Look kid, why don't you go out and win a few races, then come back and see me. \n[95]Leave her out of this. This is just between you and me. \n[96]Yeah. But he's stupid. \n[97]Carol... \n[98]I--I don't think that I can control myself any longer. \n[99]No... Carol, I've got to have you. \n[100]All night you've been sitting there and you've been so sexy and it's been so hot--and I can't wait any more... \n[101]Well, it's been building up inside of me like a volcano, all night. Maybe if I knew where you lived I could fight it--I could take you home--but since you won't tell me, and since here we are--I've got to have you. It's too late-- \n[102]Two three one-- \n[103]This the first time you've been quiet all night. \n[104]Yeah. I like you. You're all right. \n[105]I, ah... I like you. Okay? \n[106]'Bye, kid. \n[107]Yeah. \n[108]Wait a minute, now. \n[109]Don't go overboard with this thing. \n[110]Yeah. Think so. There's some punk lookin' for me. \n[111]Yeah... it's been a long time, ain't it? I'll see ya. Thanks. \n[112]Hey, man, you all right? \n[113]Yeah. Listen, are you with the Toad, or were you with them? \n[114]What happened, man? \n[115]What's wrong, Toad? You lose the car again? \n[116]Naw, man. I can't take you when I'm racin' somebody. \n[117]All right. Go ahead. \n[118]Paradise Road. \n[119]Hey--Laurie, what in the hell are you doing in there? Is she gonna ride with you? \n[120]Come on, before she blows. \n[121]He was faster. \n[122]I was losin', man. \n[123]He had me, man. He was pullin' away from me just before he crashed. \n[124]You saw it. \n[125]Shit, Toad. The man had me. He was beating me. \n[126]Look at your glasses, man. Okay, Toad. We'll take 'em all. \n[127]We'll take em... let's get out of here. \n[128]I know, you probably think you're a big shot, goin' off like this--but you're still a punk. ", "STEVE": "\n[1]The Moose have been lookin' for you all day, man. \n[2]Mr. Jenning couldn't find you, so he gave it to me to give to you. He said he's sorry it's so late, but it's the first scholarship the Moose Lodge has given out. Oh yeah, he says they're all very proud of you. \n[3]What's with you? It's yours! Take it! I don't want it. \n[4]Your sister calls. I'll talk to you later. \n[5]Okay, make it short and sweet. \n[6]What! Come on, what are you talking about? \n[7]You chicken fink. \n[8]You can't back out now! After all we went through to get accepted. We're finally getting out of this turkey town and now you want to crawl back into your cell--look, I gotta talk to Laurie. Now take it. We're leaving in the morning. Okay? \n[9]You wanna end up like John? You can't stay seventeen forever. \n[10]We'll talk later. \n[11]Where was I? \n[12]You make it sound like I'm giving dictation. Well, seriously, what I meant was, that ah... since we do care for each other so much, and since we should really consider ourselves as adults. Now, I, ah... could I have a couple of those fries? \n[13]Ah, where was I? \n[14]Right... right... anyway, I thought maybe, before I leave, we could ah... agree that... that seeing other people while I'm away can't possibly hurt, you know? \n[15]I think it would strengthen our relationship. Then we'd know for sure that we're really in love. Not that there's any doubt. \n[16]Laurie, now, listen, I didn't ask for that back. I think that... \n[17]You don't want to wear it? \n[18]Listen, I came over here to talk to you about-- \n[19]Shut up. \n[20]Terry, I'm going to let you take care of my car while we're away--at least until Christmas. I'm afraid if I leave it with my-- \n[21]What's wrong? \n[22]Now listen, only 30 weight Castrol- R. I've written the tire pressure and stuff on a pad in the glove compartment. Are you listening? \n[23]Let's get going. It seems like we've spent most of our lives in this parking lot. \n[24]We didn't say anything. \n[25]What? Why? \n[26]I didn't see anything. \n[27]She's gone. Forget it. \n[28]What's that? \n[29]Hey, zit make-up! Wait till I tell--hey, everybody, Eddie-- \n[30]Let me see some of that stuff. \n[31]No, but we got it worked out. We're still going together but we can date other people. \n[32]Come on. \n[33]Let's dance. \n[34]Laurie, I want to dance. \n[35]Laurie, I thought since this was our last night together for 3 months, you might want to dance with me. \n[36]I want to dance now, not at Christmas. \n[37]What's wrong with you! You're acting like a snotty-- \n[38]Come on what? \n[39]Quit--quit pinching--I don't know why I ever started taking you out in the first place. \n[40]What do you mean, you asked me out! \n[41]I was busy. \n[42]Well--I was-- \n[43]Your father--great! \n[44]Out at the canyon? \n[45]I remember. \n[46]What's wrong? \n[47]Hey, Kroot! \n[48]Why don't you go kiss a duck. \n[49]I said go kiss a duck, marblehead. \n[50]I graduated last semester. \n[51]Get your shoes. Let's go before we get thrown out. \n[52]Why don't we go to the canal? \n[53]Listen, I can get tough with you too, you know. \n[54]What? Say that again, I didn't-- \n[55]Oh, figures. You must've talked his ear off trying to get him to stay. \n[56]That sounds logical. \n[57]Sure. I think Curt's probably right for Curt. Not for me though. Laurie, look at me. Now you know what I want out of life. And it's just not in this town. \n[58]It's our last night together for three months... come on. \n[59]I'm going to miss you so much. I need something to remember you by. You don't want me to forget you. \n[60]What's wrong? You're just lying there. \n[61]Not like that. \n[62]You want it and you know it. Don't be so damn self-righteous with me. After those things you told me about watching your brother-- \n[63]I'm sorry. \n[64]Terry! \n[65]Terry. \n[66]What're you doing out here? Hey, where's my rod? \n[67]Hi. \n[68]Well, what about my car? \n[69]Oh, great. \n[70]Really? That's terrible. What kind was it? \n[71]I guess we broke up. \n[72]I think I'm gonna go over to Burger City. \n[73]You really think she's got me worried about where she is, don't you? \n[74]Let me tell you something. I couldn't care less. Want to come along? \n[75]Make up your minds. \n[76]All right. See yuh. \n[77]Hi Budda. No, have a seat. \n[78]I don't know. \n[79]We broke up. \n[80]No big deal. \n[81]Nothing. We were out at the canal and... we had a fight. \n[82]What's so funny? \n[83]She's not like that. \n[84]I don't know... \n[85]Budda, Budda wait. \n[86]I gotta get up early and--I just don't think it'd work out. \n[87]Sure. \n[88]I've been thinking--maybe you're right. Why should I leave home to find a new home. Why should I leave friends that I love to find new friends? \n[89]I realize that. I realize-- \n[90]I don't know--I-- \n[91]I guess I was wrong. I may have been wrong. \n[92]Where are you going? It's awfully early in the morning. \n[93]Come on, Curt... \n[94]Hi, Karen, Judy. \n[95]Oh yeah. So what? \n[96]I wouldn't know. \n[97]Out! OUT! \n[98]I need the car--now. \n[99]I'm about to find out. \n[100]Paradise Road, I'm not-- \n[101]John's racing Falfa? \n[102]You stupid sonofabitch, she was in that car! Why did you have-- \n[103]Laurie, please. \n[104]I won't. \n[105]I won't. \n[106]Believe me. \n[107]Good luck. \n[108]Oh yeah, I'll be there. ", "DEBBIE": "\n[1]For real? \n[2]You really think I look like her? \n[3]Debbie. I always though I looked like Sandra Dee. \n[4]This your car? \n[5]It's really tough looking. \n[6]Dewey--can it lay rubber? \n[7]Wow--bitchin' tuck and roll. I just love the feel of tuck and roll upholstery. \n[8]Yeah. \n[9]Okay. \n[10]Peel out. \n[11]Peel out. I love it when guys peel out. \n[12]I never seen ya. \n[13]They got the best uniforms. But what if there's a war? \n[14]I love Eddie Burns. \n[15]You really think I look like Connie Stevens? I like her--Tuesday Weld is too much of a beatnik, don't you think? \n[16]Who do you like? I mean, singers and stuff. \n[17]That's nice--we got a lot in common. \n[18]You know what I'd like more than anything in the world right now? \n[19]I'd love a double Chubby Chuck. Isn't that what you'd like more than anything right now? \n[20]And cherry cokes. \n[21]Beat it, Vic. I'm not your baby. \n[22]Three weeks... besides, it only took one night for me to realize that if brains were dynamite, you couldn't blow your nose. \n[23]Tiger happens to be very intelligent. Unlike you. I know every thing your dirty little mind is thinking... ...it shows... \n[24]I won't be home. \n[25]That sex fiend is not a friend of mine; he's just horny. That's why I like you, you're different. \n[26]Yeah. And I'll bet you're smart enough to get us some brew. \n[27]Yeah. \n[28]Do you have an ID? \n[29]If you could get some Old Harper, I'd give you a French kiss. \n[30]Hey, did ya get it? Ya get it, ya get it? \n[31]You got it. You got it! \n[32]You didn't get it. Why didn't you get it? \n[33]What? Are you for real? Come on. Girls don't pay. Guys pay. \n[34]Well, I can't believe this... I really cannot believe this. Here. \n[35]It's the living end. \n[36]Wow, it's pretty tonight. It's a perfect night to go horseback riding-- I was going with a guy once who had a horse. \n[37]Really? \n[38]Do you still have 'em? We could go for a ride. \n[39]Why do you kill little animals? I think that's terrible. \n[40]Wait a second. \n[41]There--now. \n[42]Ow--you pinched me. \n[43]Let me get my head over here--okay, now you get up-- \n[44]Ummm, I just love tuck 'n roll upholstery. \n[45]Nah, come on. They won't come back. \n[46]All right. Okay. \n[47]What's wrong? \n[48]What? \n[49]Anyway, the Goat Killer-- \n[50]--Whenever he strikes, he leaves a bloody goat's head near the victim. Isn't that creepy? \n[51]They thought he went up to Stockton, but two nights ago they found Carlie Johnson and Don White right here by the canal all hacked to pieces and-- \n[52]--not only were there bloody goats' heads, but he had switched all the parts of their bodies around. You know putting her arms on him and his legs on-- \n[53]You think it's the Goat Killer? \n[54]Come on, we'll hide in the field. \n[55]Maybe if it's the Goat Killer he'll get somebody and we'll see the whole thing. \n[56]Shhh--he's stopped. I can't see him very--I think he's coming this way. \n[57]Over there. \n[58]Hello. \n[59]Hi. \n[60]Yeah. Yeah. It's a good thing too. 'Cause somebody stole our car. \n[61]Yeah, I do. I do. \n[62]Why can't we go to Burger City? \n[63]Hey, why don't we go get your jeep? \n[64]You know, your jeep. The one you sold the hunting ponies for. The one with the four-wheel drive. \n[65]Come on, Terry--Terry? \n[66]Oh no, he really likes to drink. He told me. \n[67]Maybe we oughta call the police. \n[68]Stop it, stop it, stop it! Help! Police! You creeps! \n[69]Hit him! \n[70]Wow--you're just like the Lone Ranger. \n[71]I don't believe it! You practically get killed trying to get your car back, then you let him have it. \n[72]What? \n[73]Well, where is your car? \n[74]You don't--no car at all. What about your jeep? \n[75]No car... well, how am I going to get home? \n[76]You know, I had a pretty good time tonight. \n[77]No, no, really. I really had a good time. I mean, you picked me up and we got some hard stuff and saw a hold-up, and then we went to the Canal, you got your car stolen, and then I got to watch you gettin' sick, and then you got in this really bitchin' fight... I really had a good time. \n[78]Anyway if you're not doing anything tomorrow night, why don't you come over? \n[79]Really? Why that's almost a motorcycle. And I just love motorcycles. \n[80]I got to go. \n[81]Goodnight. ", "CAROL": "\n[1]I'll go. I'll go. \n[2]Old enough. How old are you? \n[3]You can't be that old. \n[4]But you asked me. What's the matter? Am I too ugly? Judy doesn't want me with her and now you don't want me with you. Nobody wants me... even my mother and father hate me. Everybody hates me. \n[5]I am not! If you throw me out I'll scream. \n[6]Hey, is this what they call copping a feel? \n[7]What's your name? \n[8]So the next night we found out where they parked and went out with ammunition. \n[9]No sweat--my mother does it. Anyway, he thought he was had. He started the car and couldn't see through the windshield--and zoomed straight into the canal--it was a riot. \n[10]I still got some, so don't try anything. \n[11]Spare me, killer. \n[12]Why'd you do that? \n[13]Don't you think the Beach Boys are boss! \n[14]Grungy? You big weenie, if I had a boyfriend he'd pound you. \n[15]Good, a cop--I'm going to tell him you tried to rape me. \n[16]It's past my curfew. I'm going to tell him how old I am, my parents don't know I'm out and you tried to rape me. Boy, are you up a creek. \n[17]If you say \"I was a dirty bird. Carol's not grungy, she's bitchin'.\" \n[18]Say it--I'll tell him. \n[19]Okay--I'll think about it. \n[20]You're a regular J.D. \n[21]C.S.? What's that stand for? \n[22]Oh... \n[23]I'm so thirsty, I could die. Just a little 10 cent coke to wet my whistle. It won't take a minute, I can drink it in the-- \n[24]Isn't it great, the way I can cry whenever I want. A lot of people can't do that, but Vicki showed me how. I bet you can't cry. \n[25]Thanks for nothing. \n[26]Oh rats, I though some of my friends might be here. \n[27]Wait, there's Dee Dee. I hope she sees me. \n[28]Babysitting!! \n[29]You spastic creep! \n[30]Hi cousin, how's your bod? \n[31]Needs a paint job, that's for sure. \n[32]You never had a wreck though--you told me. \n[33]I bet you're the fastest. \n[34]I'd love to see you race. \n[35]Whadaya mean? I'm the one who's supposed to say that. Whadaya afraid of? I'll keep it above the waist. \n[36]Bunny rabbit! Oh brother, you are such a drip. \n[37]If you say \"Carol's not a bunny, she's a foxy little tail.\" \n[38]You say the cutest things. \n[39]I just love listening to the Wolfman. My Mom won't let me at home. Because he's a Negro, I think... anyway, he's terrific. Do you know that he just broadcasts from a plane that flies around in circles all the time? Do you think that's true? \n[40]Don't worry, I won't rape you. \n[41]All right, very funny. What a chop. Ha ha. Quit laughing!! \n[42]Let's catch 'em at the light. Then you jump out and flatten their tires. \n[43]Just do what I say! \n[44]It doesn't look like a gear shift knob. \n[45]Well, go ahead, cream me. What's wrong, you're a tough guy. Break my arm, see if I care. \n[46]I was just going to keep it for a little while. You're an ogre, just like my father. He won't let me play records, or stay out late, or anything. \n[47]No--he's terrible. Once I was at a party that didn't end till late and he called the cops. Can you imagine? It was only a little after midnight and he had the whole police force-- \n[48]Over on Ramona, why? Oh no. Uh uh. You thought I'd tell you where--not me, not old Carol. The night is young and I'm not hitting the rack until I get a little action. \n[49]What do you keep lookin' at? Who's that? You know him? He's following awful close. \n[50]Your car's uglier than I am. \n[51]That didn't come out right... \n[52]Oh, race him, you can beat him. \n[53]Wow! He's really fast, isn't he? \n[54]Why are we stopping here? \n[55]What? \n[56]You can't? \n[57]Me? \n[58]Well--well, a lot of that's an act, you know. Like... like my crying. It was just an act. \n[59]It's not too late! It's never too late! 231 Ramona--two three one-- \n[60]I'll show you! It's easy to find. \n[61]I had fun. Goodbye. \n[62]Do you like me? \n[63]But I mean, do you like me? \n[64]Couldn't I have something to remember you by? \n[65]Gee, thanks. It's just like a ring or something. \n[66]It's like we were going steady. Wait'll I tell Marcia. \n[67]Wait'll I tell everybody. \n[68]Well, I'll see you around. ", "LAURIE": "\n[1]Um, how you thought high school romances were goofy and we started going together just because you thought I was kinda cute and funny, but then you suddenly realized you were in love with me, it was serious... and ah... oh, you were leadin' up to somethin' kinda big. \n[2]...\"consider ourselves adults\"... \n[3]You mean dating other people? \n[4]I think you're right. I mean, we're not kids anymore, and it's silly to think that when we're three thousand miles apart we shouldn't be able to see other people and go out. \n[5]I know. I just sort of think it's juvenile now. I'll keep it at home. It's less conspicuous there. \n[6]I didn't say that. I understand and I'm not upset. I mean, I can't expect you to be a monk or something while you're away. \n[7]Nothing. \n[8]We're not going to spend the night chasing girls for you. \n[9]I don't want to go out with anybody else. \n[10]I just wish I could go with him or something. \n[11]Come on what? \n[12]No thanks. \n[13]Who's stopping you? \n[14]How sentimental. You'll be back at Christmas. \n[15]Get your cooties off me-- \n[16]Go ahead, slug me, scar my face. I wouldn't dance with you if you were the last guy left in this gym. \n[17]I'll dance with you, Eddie. You don't mind, do you, Peggy? \n[18]I don't care if you leave this second. \n[19]Oh God, come on. \n[20]Oh, Steven--please, everybody's watching. Smile or something. \n[21]You think I care if you go off. You think I'm going to crack up or something. Are you conceited! \n[22]You take me out? When we first met you didn't have enough sense to take the garbage out... I asked you out, remember? \n[23]Backwards Day--remember? If I had waited for you to ask me--even after that you didn't call me for two weeks. \n[24]You were scared. Dave Oboler told me. Then when you did ask me out you didn't kiss me for three dates. \n[25]Scared--Jim Kaylor told me. I even asked my father why you hadn't kissed me. \n[26]He said he thought you were bright and you'd probably think of kissing me after a while. \n[27]You didn't, of course. I had to. Remember that picnic? \n[28]Oh boy! You can't remember anything-- the first one, up at the lake. That was the first time you kissed me--I practically had to throw myself at you. \n[29]Go to hell. \n[30]What for? \n[31]Yeah, hard tough. \n[32]You know, it doesn't make sense to leave home to look for a home, to give up a life to find a new life, to say goodbye to friends you love just to find new friends. \n[33]That's what Curt said. \n[34]That's not true. I didn't say anything. Curt just said at dinner tonight he realized there was no big hurry. He thought he should take it easy for a while, go to J.C. and try to figure out what he wants to do with his life. \n[35]You think so? \n[36]I'm not going to the airport tomorrow. \n[37]Steve! Don't. \n[38]We've been through this before. \n[39]No... \n[40]Well go ahead, you want to. \n[41]If you're not going to remember me for anything else, why don't you go ahead? \n[42]You're disgusting! Get out of my car! I told you never-- \n[43]Get out! It's not worth it. I don't care if you're leaving--now get out! \n[44]Just don't say anything and we'll get along fine. \n[45]You just follow this street straight out of town... Listen, if you're gonna race John Milner, you can let me out right when we get there. \n[46]Mind your own business, John. \n[47]I said I didn't--you lousy greasy jerk! You coulda killed me--what's wrong with you. You clubfoot... \n[48]No, no, no. Please, don't come near me. No, please. I think I'm gonna be sick. Oh, Steven. \n[49]Oh, Steven! Oh, Steven, please, don't leave me. Don't leave me, Steven. \n[50]I couldn't bear it. \n[51]Please. \n[52]'Bye 'bye, Curt. ", "JOE": "\n[1]Whadaya doin', creep? \n[2]No, I'm talking to the other fifty creeps here. You know Gil Gonzales? \n[3]Don't know Gil... you oughta. You really should. \n[4]No reason... he's a friend of ours... and that's his car you're sitting on. \n[5]Hey, where ya goin? \n[6]Ya must be going someplace--I mean ya left here. Bring him over here, Ants, I want to show him something. \n[7]Here--bend down, look here. See that? Right across there--see? \n[8]You scratched it, man. Where do you get off sitting on Gil's car, huh, man? \n[9]It ain't the size that's in question here. It's the principle. Jeez, this is tough... what should we do with ya? \n[10]Toby Juarez. Yeah, sure we know Toby. \n[11]Sure, good old Toby. He's a friend of yours. That's cool... we all hate his guts. \n[12]We killed him last night. \n[13]This is going to take some thinking. You better come with us maybe. Go riding with the Pharoahs... \n[14]I know just how ya feel. \n[15]No, he don't. I seen the station right outside of town. \n[16]He who smelt it, dealt it. Hey, creep, scoot down. Sitting up like that, it wrecks the lines of the car, you know what I mean? \n[17]There's that badass Chevy again. Look at he snatch he's got with him. \n[18]I hate it. \n[19]We're outta gas. \n[20]No... but we're outta money, too. Come on, Carl. \n[21]All right, men. \n[22]Hey, we're all done out here. \n[23]It was nice to meet yuh. \n[24]Yeah, you just might make it as a Pharoah yet, boy. \n[25]Yeah, I seen her, what about it? \n[26]She's outta your price range, man. My brother's been with her and he clued me in. \n[27]Yeah, Thirty Dollar Sheri. Can you believe that? Thirty dollars. \n[28]Where? \n[29]Where? \n[30]It's dishonest. \n[31]We oughta do something. I got an idea. I got a good idea. \n[32]Listen, ah--Carl, I-- \n[33]Curt. \n[34]Despite you scratching Gil's car, I like you. And I know what you'd like more than anything right now. Like every guy in town, you got the same secret dream, right? \n[35]Ya want to join the Pharoahs. Huh? You can admit it--you'd like to--but you never dreamed it could be possible, did you? \n[36]Well, tonight, I'm goin' to give you your chance. \n[37]Get down! \n[38]Okay. Now you got it? I'm stayin' here. You're on your own. \n[39]Shhh. Listen. Look at it this way: Now you got three choices. One, you chicken out. In that case, I let Ants tie you to the car and drag you around a little bit. And you don't want that, right? \n[40]Two, you foul up and Holstein hears you and well, ah... you don't want that, right? \n[41]Three, you are successful and you join the Pharoahs with a carcoat, and the blood initiation and all that, huh? \n[42]Hey, you sure you got enough slack? \n[43]Oh mother, it's been a glorious night. \n[44]Oh boy, I'll tell you something, that car must've jumped five feet in the air! \n[45]You sure you got to go? The night's young. \n[46]I think she was an optical delusion, man. Psychology-wise it ain't good to dwell on it. You'll alter your ego or something. Anyway, catch ya tomorrow night? \n[47]Guess so? Man, we don't admit a lot of guys to the Pharoahs. You understand we're going to have to swipe your jacket and all--you gotta make up your mind. \n[48]Sure--listen, remember, Rome wasn't buried in a night. ", "WOLFMAN": "\n[1]Awwrigght, baay-haay-baay! I got a oldie for ya--gonna knock ya right on de flowa--baay-haay-hee-baay! \n[2]Oh, We're gonna rock and roll ourselves to death baby. You got the Wolfman Jack Show! \n[3]Who is this? \n[4]You callin' from Little Rock, California? \n[5]My, my, my... listen, man, what kind of entertainment you got in that town? \n[6]Here we go with another call out of the station. Can you dig it? Answer the phone, dummy. \n[7]Ah, yeah, listen, you got any more of those secret agent spy-scopes? \n[8]No. No, the secret agent spy-scope, man. That pulls in the moon, the sky and the planets... and the satellites and the little bitty space men. \n[9]'Bye. \n[10]A Wolfman exclusive for ya now. The Beach Boys, baby, a brand new group. I predict they gonna go a long way. This is called \"Surfin' Safari.\" \n[11]Who's this? \n[12]Hold on a minute, let me get my pants off... you understand? \n[13]I got 'em down around my knees, man. Wear these tight pants. I can't get 'em... All right, I'm gonna do my little dance now, man. \n[14]Went to a dance lookin' for romance. Found Barbara Ann... baby... Hey, this one is for all you out there watchin' the Submarine Races. \n[15]Sneakin' around with the Wolfman, Baby. \n[16]Oh, this is gonna strike a raw nerve, mama. Here's the Platters. \n[17]Who is this on the Wolfman telephone? \n[18]Pardon me. Your name is Colette? \n[19]Your name is Colette Call? \n[20]Are you French, Operator? \n[21]I... I love you, Operator. \n[22]Is Floyd there? \n[23]Floyd, I love you, Floyd. Is this you, Floyd? I cannot look on thee, love took my hand... and smiling did reply, who made the eyes but I. Floyd, reach out and touch my soul. \n[24]You mean Floyd? Hello, is this Floyd? \n[25]No, it ain't honey--bye! \n[26]Hello. \n[27]How old are you? \n[28]I'm only fourteen. \n[29]Oh, now we gonna do the weather for all the valleys and the mountain tops. Gonna be hot... about 200 degrees in Merced, 400 degrees out in Fresno, and I know we're gonna have about 500 degrees up around the valley somewhere. You got the Wolfman Jack Show. \n[30]Oh, here we go baby! Here's \"Come Go With Me.\" \n[31]Oh, I can't believe it. Feels so good 'cause you're sweet sixteen. \n[32]My, my, my. You only got five minutes left, if you want to talk to the Wolfman. Gonna make all your dreams come true, baby. \n[33]Yeah. \n[34]Are you separated? \n[35]I'll bring you right together. Hold on a minute, man. Hi ya, hi ya, hi, hi, hi. Everything's gonna be all right now, man, you understand? Now, let me play the record for you. \n[36]I haven't cried so much. And the tears and everything, man... I leaned down towards the microphone and I almost shorted myself out. \n[37]Who is this on the Wolfman telephone? \n[38]It's a shame, Baby. I'll tell yuh... Got to take it easy when you're drivin' that car of yours. You got to cruise easy, baby. Don't be doin' any accidents or anything on me. \n[39]Who is this on the Wolfman's telephone? \n[40]How're you doin', Diane? \n[41]Do you love me? Say you love me, Diane. \n[42]I got a dedication here that's for a friend of the Wolfman--a special friend of the Wolfman who's leaving town tomorrow and wants me to play the next song for a blonde young lady in a Thunderbird. A white T- Bird, you understand? Now my friend's named Curt and he wants to talk to you out there, baby. So you meet him at Burger City, or phone Diamond 3132. Now he's a friend of mine, you hear, and, little girl, you better call him, or the Wolfman gonna get you. \n[43]Little kiss on your ear. Good night, sweetheart. I'll see you later. ", "VOICE": "\n[1]Hey John--you gonna be there tonight? \n[2]Hello, is this Matilda? \n[3]They're porking in the weeds. No sweat. \n[4]Budda, you got an hour left, let's get on it. \n[5]Wolfman... \n[6]Would you dedicate a record to keep me and my girlfriend together? \n[7]Well, see, we're havin' a little problem. \n[8]Yeah, who is it? \n[9]The Wolfman ain't here. \n[10]We don't take no deliveries after eight. Come back tomorrow. \n[11]Dedications by phone is Diamond 75044. Wolfman Top 40 is Box 13, Chula Vista. Wolfman Sweatshirts is Wolf Enterprises, Bakersfield. 'Bye. \n[12]Curt? \n[13]Who were you expecting? \n[14]A white '56. I saw you on Third Street. \n[15]Of course! \n[16]It's not important. \n[17]I cruise Third Street every night. Maybe I'll see you again tonight. \n[18]Why? \n[19]Curt... \n[20]Goodbye, Curt. ", "WENDY": "\n[1]What are you doin', stealing hub caps? \n[2]How've you been? \n[3]I'm coming--wait a sec. She's got her car. Hey, I thought you were going away to school. \n[4]Same old Curt. All the time we were going together you never knew what you were doing... well, anyway, I gotta go. \n[5]Nowhere. \n[6]Okay. \n[7]What's wrong with you? You know Bobbie gets nose bleeds when she's upset. \n[8]Eat your heart out. Who was she anyway? \n[9]Mr. Beeman's not so old. \n[10]Did you know that my ex is going to become a presidential aide? It's supposed to be a secret, but his big ambition in life is to shake hands with President Kennedy. How are you going to accomplish that at J.C.? \n[11]Maybe you don't think you can do it! \n[12]Maybe I will... and maybe I won't. \n[13]Well, slide over, I'm not sitting on your lap. \n[14]You wish. \n[15]I've been silly. I'm glad you're going to stay. Maybe we'll have some classes together. \n[16]Curt, I hope I see you at registration. Call me if you want. It was nice seeing you again. ", "MANAGER": "\n[1]What do you want? \n[2]Pull the red switch. \n[3]Aren't we all. She ain't here. Come on back to the booth. \n[4]Hey, have a popsicle. The ice box just broke down and they're meltin' all over the place. You want one? \n[5]Have a popsicle. \n[6]No, man. I'm not the Wolfman. \n[7]That's the Wolfman. \n[8]The Wolfman is everywhere. \n[9]Here, let me see the note. Hell, that's just a dedication. All I gotta do is relay it. And it'll be on the air tomorrow, or Tuesday at the latest. \n[10]You don't know whether you're gonna leave town or not? \n[11]Wait a minute. Have a popsicle. \n[12]Sit down a minute. \n[13]Listen, it's early in the morning. Now, I can't really talk for the Wolfman. But I think if he was here he'd tell you to get your ass in gear. Now, no offense to your home town here, but this place ain't exactly the hub of the universe, if you know what I mean. And well--I'll tell you this much--the Wolfman does come in here now and then, with tapes, to check up on me, you know, and when I hear the stories he got about the places he goes. Hell, here I sit while there's a big beautiful world out there, don't ya know. Wolfman comes in last time talking about some exotic jungle country, handing me cigars he says was rolled on the naked thighs of brown beauties. The Wolfman been everywhere and he seen everything. He got so many stories, so many memories. And here I sit sucking on popsicles. \n[14]Well, I'm no kid anymore. I been here a long time. And the Wolfman-- well, the Wolfman gave me my start and he's sorta become my life. I can't leave him now. Gotta be loyal to the Wolfman, you understand. \n[15]I tell you what. If I can possibly do it tonight, I'll try to relay this dedication and get it on the air for you later on. \n[16]Sorry, sticky little mothers ain't they? Bye. ", "BUDDA": "\n[1]A cherry-vanilla coke and a chocolate mountain. Anything else you want, Steve? If there is you let me know now. Just honk and I'm yours. \n[2]One fries--grab it before I drop it. \n[3]He didn't dump on me, you little dip. Hi, Steve! \n[4]You've got to be kidding! \n[5]Hi. You mind if I sit down? \n[6]I got five minutes outa the rat race, and I saw you all alone. For a change. \n[7]Where's Laurie? \n[8]I thought the two of you'd be going strong, this being your last night and everything-- \n[9]Wow... what happened? \n[10]Nothing. Just thinking. A girl like Laurie--I mean, she goes to school and is cute and popular and all, but we're not so different. We know what we want. I've seen her after you for two years now. \n[11]Maybe not. She does have a different approach. Hers is \"Never surrender,\" me I lay down my arms at the drop of a hat-- \n[12]All right, relax... old fart. Listen, I'm off in an hour. If you wanta come over, my girlfriend's away for the weekend. \n[13]Why don't you? I never got a chance to talk to you. You're leaving tomorrow. Listen, I gave up a long time ago, so it'd be just for fun. No problems. \n[14]I'll see ya later then. \n[15]She's got you so brainwashed--well, hell. Some day I'm gonna win. Don't ya think? ", "FALFA": "\n[1]Hey, you know a guy around here with a piss yellow deuce coupe--supposed to be hot stuff? \n[2]I ain't nobody, dork. Right? \n[3]Hey, you see this Milner, you tell him I'm lookin' for him, huh? Tell him I aim to blow his ass right off the road. \n[4]Sorry if I scared ya, man. \n[5]Where ya been hiding? Didn't anyone tell ya I been looking for ya? \n[6]They say you're the fastest thing in the Valley. But that can't be your car, man. That must be your mama's car. Hell, I feel embarrassed just getting near ya. \n[7]Field car? What's a Field Car? \n[8]That's pretty good. Hey, I like that paint job you got. What they call that--sorta a cross between Piss Yellow and Puke Green, ain't it? \n[9]Well, at least I don't have to move over to let a funeral go by, man. \n[10]Come on, boy, prove it. Let's go. \n[11]Hey, that's a tough lookin' girl you got with you, man. What're you doin'? Trying to pick up a few extra bucks babysitting? Hey, Doll. Why don't you come on and ride with me--in about ten years? \n[12]Hey Hey Hey, baby, what do you say? \n[13]All right now, where's this Paradise Road? \n[14]Why don't you shut up, baby? You ain't said one word all night long. What a weird broad. But you're gonna appreciate me soon. You're gonna be hangin' on for mercy, when I get this sucker rollin'. \n[15]Yeah, she's with me. You worry about yourself, man. ", "BOBBIE": "\n[1]Quit shouting in my ear! \n[2]I do not! You shut up! \n[3]I know her! \n[4]You know Mr. Beeman? He owns Hepcat Jewelers. \n[5]Well, she's his wife. \n[6]Thanks a lot. \n[7]Drop dead. \n[8]Look, there's Kip Pullman! He's so neat. \n[9]Do you know Kip? \n[10]Talk to him when we go by. \n[11]Anything... I just want to meet him. \n[12]You creep, fink, son-of-a-bitch-- \n[13]Get out--get out of my car--I hate you! ", "GIRL": "\n[1]Hi John! \n[2]Hey, kid. \n[3]You won't dance? Come on. \n[4]--a great band and they came all the way from Stockton. Let's hear it. \n[5]And we want to thank Darby Langdon, who did all these neat decorations. \n[6]Now the next dance is gonna be a snowball and leading it off is last year's class president Steven Bolander-- and this year's head cheerleader, Laurie Henderson. \n[7]You got a bitchin' car. \n[8]In fact, we're gonna give you our special prize for having the neatest car around. You want me to give it to you? \n[9]Yeah, well get bent turkey. \n[10]Yeah! \n[11]I'm thirteen, how old are you? \n[12]Oh, boy, I love you, Wolfman. ", "MAN": "\n[1]Wolfman? \n[2]This is Joe... in Little Rock, way down in the Valley. \n[3]Long distance. \n[4]All we got is you. \n[5]Pinkie's Pizza \n[6]Hit parade on the stethoscope? \n[7]You must have the wrong number, partner. \n[8]Hello, Wolfman. \n[9]This is Weird Willard. \n[10]Yes, son? \n[11]Why sure, it's a quarter to twelve. \n[12]Right-o. Night. ", "CARLOS": "\n[1]Shotgun! \n[2]When? \n[3]You can't call it for the whole night, man. I got it now. Get in the back. \n[4]You tell her, Wolfman. He's my man. When I graduate, I'm gonna be a Wolfman. Hey, you know he broadcasts out of Mexico someplace? \n[5]That's just a clearing station, man. So he can fool the cops. He blasts that thing all the way around the world. It's against the law, man. \n[6]Milner ain't gonna beat that. His time has come. He's getting old. He ain't as fast as he used to be. \n[7]Hey man, don't tell Joe what he thinks. \n[8]Fuzz ahead, watch it. \n[9]Fuzz ahead, watch it. \n[10]At Jerrie's Cherries. You can just barely see the fender. \n[11]That's shitty. \n[12]That was the bitchinest thing I ever seen in my whole life. ", "ANTS": "\n[1]Tie him to the car and drag him. \n[2]Tied him to a car and dragged him. \n[3]No, I called it! \n[4]Before we picked you up. \n[5]Ah, man--they'll never catch the Wolfman. \n[6]Hey, man, who cut the cheese? \n[7]Hey, man, he looks like a whimp. \n[8]Thirty dollars ain't much. I saw ten thousand once. My old man had it in a suitcase. They caught him the next morning though. \n[9]That's rotten, man. Hiding like that. \n[10]I seen a little kid attacked by pigs once, but this was even better. ", "FIRST GIRL": "\n[1]Turlock. \n[2]No. Does he go to Turlock High? \n[3]Do you go to J.C.? \n[4]Oh, wow! Do you know Guy Phillips? \n[5]He's so boss. \n[6]I'm sorry, I can't. I'm going steady. \n[7]I just can't. \n[8]Judy's sister wants to ride with you. Is that all right? ", "HOLSTEIN": "\n[1]Where you going, Milner? \n[2]Where you been, Milner? \n[3]Milner, you weren't around the 12th and G streets at about 8:30, were you? \n[4]Uh-huh. Milner, the reason I stopped you was because the light on your license plate is out. I'm gonna have to cite you for that. And Milner, the front end of this... this... this thing you're driving looks a little low. \n[5]Look, Milner. \n[6]You can't fool with the law. \n[7]We know that was you tonight. We have an excellent description of this car. I could run you in right now and I could make it stick. But I'm not gonna do that, Milner, you know why? \n[8]Because I want to catch you in the act. And when I do, I'm gonna nail you, but good. Happy Birthday, Milner. ", "OPERATOR": "\n[1]Hello, Collect... \n[2]Yes. Collect Call. \n[3]Sir, this is the Operator. \n[4]This is a collect call for Wolfman Jack. \n[5]Is this Wolfman Jack? \n[6]It's for a Wolfman... Jack... \n[7]Your party's ready, sir. ", "PAZUDO": "\n[1]Hey, Milner. \n[2]Huh? \n[3]Ah, your mother! \n[4]Your mother. Hey, we been talkin' about you. \n[5]Yeah. There's a very wicked '55 Chevy lookin' for you. \n[6]Watch out for the cop that's in Jerry's Cherry. ", "EDDIE": "\n[1]What's what? \n[2]Come on, Steve--don't. Just cool it. \n[3]You leave tomorrow? \n[4]You and Laurie engaged yet? \n[5]And screw around--I hear college girls really give out. \n[6]Uh, Peg, I think we should dance. ", "HANK": "\n[1]We are all proud of you, Curt. The Moose Scholarship couldn't have gone to a better boy. And if there's anything we can do, let us know. \n[2]Wonderful. You can have all the fun you want. This place is for fun. \n[3]Before I say goodbye, Curt, I want to tell you I hope you'll be taking along with you a little piece of this place. \n[4]Good. Don't forget us. \n[5]Good-bye and good luck. \n[6]Some day he'll make a fine Moose. "}}