{"dialogues": {"CHRIS": "\n[1]Yes, sir. \n[2]Can it see me? \n[3]The guy was picking on Jeff. \n[4]You're supposed to get laid with it. I'm gonna wear it in and see if it puts Sarah in the mood. \n[5]Is that what they say? \n[6]Don't say it. \n[7]Who wants to hump a rodeo star? \n[8]What the fuck-- \n[9]Why would you do this? \n[10]You didn't know? \n[11]Get out. \n[12]But she was right... \n[13]Jeff, wake up. Look at this-- \n[14]Look what they did... \n[15]I saw what they did, on our soil, and-- \n[16]Yes, sir. But I can't see myself on a ship. I'd wanna be in the fight-- \n[17]I ain't much of a swimmer-- \n[18]I'm not most men, sir. I don't quit. \n[19]30, sir. \n[20]No, sir. \n[21]I love water, hooyah. \n[22]Two hundred. \n[23]No, sir. \n[24]--and when I told her the condom broke she started crying and begging me to do something. And I'm a virgin, I don't know what to do, but I'd heard if you pour Coke up there you won't get pregnant-- So we went to 7-11, got a liter of Coke and drove back into the woods. She took her panties off and did a handstand against a tree but when I start pouring, she starts screaming, \"it stings, it stings\" but when I'd stop, she'd scream \"no don't stop\" and it's fizzing out and-- \n[25]I'm gonna try and get into sniper school. \n[26]I can hunt. And what's cooler than being a sniper? \n[27]It could be the leather pants. \n[28]Corduroy. \n[29]Only thing that happens to me after three beers is a fourth. \n[30]I'm no redneck, I'm a Texan. \n[31]We ride horses, they ride their cousins. \n[32]I polish dolphins. They have to be polished in captivity or their skin disintegrates. \n[33]To be honest, you look a little sad. \n[34]So am I tall enough to buy you a drink? \n[35]How about this: one shot, one answer. \n[36]I'm just finishing BUD/S. \n[37]That was two questions... \n[38]What's that mean you know all about us? \n[39]How can you say we're self-centered? I'd lay down my life for my country. \n[40]Cause it's the greatest country on earth and I believe it's worth protecting. I'm sorry this guy hurt your sister but that's not me. Nice talking to you. \n[41]You said you'd never date a SEAL, so I'm going home. \n[42]Well in that case... what's your name? \n[43]Nice to meet you, Taya. I'm Chris Kyle. \n[44]Our instructors say our biggest enemies are ego, liquor, and women. \n[45]It's me again. The guy whose shoes you puked on? I was thinking maybe you didn't get my last message. Or the one before that. So, I figured-- \n[46]I wanted to be a cowboy-- but I did that and I felt like I was meant for more. \n[47]I rescued that bar from you. \n[48]Do you like country music? \n[49]You want kids? \n[50]That's a shitty thing to tell a girl. \n[51]But those wrong picks put you here. They made you who you are. And I like who you are. \n[52]I don't know... I just pray I can do my job if that day comes. \n[53]Check. I'm dialed for windage. \n[54]You're trembling... \n[55]We don't have to do this... \n[56]If I close my off-eye I can't see what's out there. \n[57]Negative. There's something-- \n[58]There it is. \n[59]I know enough. You're a package deal, babe. \n[60]What are you afraid of? \n[61]I'm going to marry you, and we're going to start a family. \n[62]I love you. I'm done. \n[63]Would you believe me if I told you I was painted green and on an IV two hours ago? \n[64]Package deal babe. \n[65]They say it'll be over in 6 weeks. \n[66]Don't be afraid. It's all part of the plan. \n[67]I'm not the only one going to war. \n[68]A sniper won't aim for your head. \n[69]They got sniping in the Olympics now? \n[70]You ever hunt? \n[71]You just got your first kill, Goat. \n[72]I'm going to the roof. You stay here and be on the lookout for farm animals. \n[73]Get the fuck off me. \n[74]That was sniper fire. Shooter is on our side of Elizabeth street. Over. \n[75]That sniper walked right up our ass. \n[76]My shooter statements are on the dresser. \n[77]Should be eight. Two got dragged off. Something wrong? \n[78]They still got one of our guys. \n[79]Where is everybody? \n[80]Why ain't you out there? \n[81]You still read comic books? \n[82]This kid didn't even have hair on his balls and his mom hands him a grenade-- sends him running off to kill Marines. \n[83]It was evil, man. That was hate like I've never seen it before. \n[84]I know. \n[85]It's just not how you imagine the first one going down. \n[86]The other ones-- were righteous. Like God was blowing on my bullets. \n[87]By every kill, do you mean just our kills or you're monitoring the bad guys too? \n[88]Sorry, was that a question? \n[89]I got a armed military-aged male moving tactically with a car battery. Maybe he needs a jump? \n[90]Well, I don't know what a Koran looks like but I can describe what he was carrying-- it was pressed metal, fired 7.62s and looked just like an AK-47. \n[91]That's not how the call-home goes, babe. \n[92]There are things we can't say over the phone. \n[93]I can't stop thinking about that pink silky thing you wore on our honeymoon... \n[94]Yeah-- \n[95]It was a good three days. I miss you bad. \n[96]Yeah. But I got my gun in one hand and the phone in the other-- \n[97]You're horny preggers. \n[98]You could be 300 pounds I'd still do you. \n[99]How's my boy? \n[100]I can't wait to see the way you are with him. You're gonna be incredible. \n[101]I just know. I can see it. \n[102]I haven't checked any email. \n[103]What happened? \n[104]Taya. \n[105]What happened to jump school? I thought-- \n[106]Deployed where? Where's he going? \n[107]These Marines rush in like they been doing, they'll get their asses shot off. \n[108]So let's coach them up. I'll show them how Team Guys do it and lead a unit in the street. \n[109]But if I was down in the street-- \n[110]I just wanna get the bad guys. And I can't shoot them if I can't see `em. \n[111]They're not-- \n[112]You said that AQI sniper was in the Olympics-- but Iraq hasn't qualified a shooter in the last three games. \n[113]Once you make entry I can't see shit, so keep it slow and push through the target. \n[114]Fuck this-- I'm going down to clear houses with the Marines. You coming? \n[115]If I don't see you down there, you make sure I don't see you again. \n[116]You wanna be a sniper? Swap me guns. \n[117]I'll roll with you guys if that's cool? \n[118]It's 32. But who's counting. \n[119]Down. Down! On the floor, now! \n[120]I will fucking shoot you! Down! Get down-- \n[121]You were ordered to evacuate. Why are you still here? \n[122]Who will know we've spoken? \n[123]Bring the other guys in. \n[124]Who is he? I need a name. \n[125]So he's some kind of enforcer? \n[126]We want Zarqawi. Where do we find Zarqawi? \n[127]How do we find him? \n[128]We don't even have proof this guy exists. \n[129]I'm sorry. I want to help you. I do. But I need names, places, phone numbers-- \n[130]Give me a name, Sheik. Give me something. \n[131]Yes sir, it does. \n[132]Or he could be upset The Butcher cut off his wife's hand. Either way, seems like you'd wanna explore it. \n[133]But you don't know his real name or you'd have it written up there. \n[134]If we're going back out, TEAM 3 could pull security-- \n[135]Why didn't you? \n[136]My kind of preacher. \n[137]Minaret, 11 o'clock! \n[138]You got eyes on that? \n[139]Eyes on The Butcher. He's got that Sheikh's kid in the street-- \n[140]Fuck!-- \n[141]I'm gonna pop smoke for cover but don't move till I say. \n[142]Hold. \n[143]Holding! Hold... \n[144]Move now. Go-- \n[145]Cause I'd wait. \n[146]Go around. I'll go high. \n[147]Hears the drill and Omar's screams. He'll be exposed but-- HE POPS UP to shoot The Butcher. Before he can get set-- A SNIPER ROUND clips his helmet. He's knocked flat-back. Clouds strobe overhead. The dog barks viciously inches from his face. Saliva flying off incisors as-- \n[148]Rage animates him. He staggers to his feet, FIRING HIS M4 on the minaret until the clip expires. Then-- A FLUTTER of cloth sweeps across an alley a block north. MUSTAFA slows, rounding the corner, and glances back-- Chris draws his .45, but Mustafa slips into the shadows. Women sob over dead bodies in the street below. \n[149]We need to work up a squad to pursue him. \n[150]What do you mean? \n[151]Can he do that? Just shelf us like that? I ship home in three weeks. \n[152]Shh. I'm know. I'm so sorry. \n[153]You're the most beautiful thing I've ever seen. \n[154]Our bedroom. \n[155]If it catches the light... \n[156]They're mine. I swear... \n[157]I'm nervous too. \n[158]I am... What if that little alien reaches out and grabs me? \n[159]Huh?-- \n[160]Maybe we just relax here? \n[161]Not really. \n[162]I'm just happy to be home. \n[163]If you wanna help, you should be looking at my knees. I don't know what I did but-- \n[164]No, ma'am. \n[165]Only when I'm thirsty. \n[166]Is that high? \n[167]I'll look into it. Thanks doc. \n[168]You sabotaged me back there. \n[169]It is okay. I'm fine. \n[170]Babe, I'm driving down the freeway, it's sunny and 72 degrees. I'm fine. But there are people dying over there and I look around and it's like it's not even happening. It's barely on the news, no one talks about it. No one cares. And if I stay too long I'll forget about it too. \n[171]We're at war and I'm headed to the mall. \n[172]I don't belong here. I can't help anybody- \n[173]Oh shit-- \n[174]I'm going back. \n[175]My little man... \n[176]Look at our boy. Look what we did. I love you, baby. We made it-- \n[177]This sniper is recording his kills. Mustafa. They sell these in the street. \n[178]I don't want you thinking about it. I don't need you worrying. \n[179]No, it's not. They're savages. \n[180]They're fuckin savages. \n[181]Can you give me a second--? \n[182]You okay? Jeff?-- \n[183]I'm proud of you. You hear me? \n[184]Dad too. He's proud of you. \n[185]What? \n[186]You guys know how I hate this shit so shut your traps. Our target is Amir Khalaf Fanus aka The Butcher. We'll be heading in under cover of darkness, sector P13, north of the river-- \n[187]Breacher-up. \n[188]Tell em they won't be leaving till we do-- Ask if they seen him. \n[189]Let's keep eyes on it get pictures of anyone coming and going. \n[190]What do we got? \n[191]Sixteen? \n[192]He still inside? \n[193]You got a problem? I didn't promote myself. \n[194]Hash out tactics. We go at zero-dark. And Big Giggles is making the coffee. \n[195]Tell him that's very generous of him. \n[196]Tell him he's gonna be shipped off for detention and the Iraqi courts can decide what to do with him-- or he can help us get inside that restaurant down there. \n[197]It's his choice. Tell him. \n[198]We have eyes on the target. Flushing them out the back-- \n[199]Help him-- \n[200]They're coming back up! Watch your six-- \n[201]Pull back! Loading-- \n[202]Contact. Eyes on The Butcher. 12 o'clock. \n[203]Dauber? You got visual? Confirm. \n[204]Advancing along the wall. The Butcher jumps into a truck. \n[205]He's on the move. Crossing! \n[206]I offered his father detention. I gave him a choice-- \n[207]It's not over. \n[208]I don't know... \n[209]Hey, some help here-- She's crying-- \n[210]You don't get to choose, bubba. \n[211]You get what it gives you. That's how this thing works. \n[212]Don't do this. Get up. Come on-- \n[213]Get off the floor. Right now-- \n[214]That's me. \n[215]Did I--? \n[216]Yeah. Right. Well, you Marines saved our ass plenty out there. How you holding up? \n[217]Did you lose some friends? \n[218]Yeah, I-- I'm sorry to hear that. \n[219]We have the rest of our lives for that. \n[220]We can wait. They can't. \n[221]Here? \n[222]You want some savage's ring? What if it's a blood diamond? \n[223]Not for a rock. \n[224]Ease off, don't get too close. You gonna tell her where it came from? \n[225]The Butcher has his peepers out. \n[226]I coulda taken him in that alley if I didn't have to save your ass-- \n[227]Is it just me? Or other guys too? \n[228]Get me a shot, grandma. \n[229]What the fuck!? How'd he survive-- \n[230]We're headed to the roof. Secure the van. \n[231]He didn't-- \n[232]So much for him having my horseshoe. \n[233]She'll take it to Zales and try to find out how much your spent. \n[234]They're all like that. \n[235]No!-- \n[236]Biggles is down. Man down. No, buddy. No! Stay with me-- \n[237]Cover! I need cover. He's picking us off. \n[238]You got nothing to be sorry for. I shouldn't have had us up there-- \n[239]Coulda been any of us. Just hang on-- \n[240]Don't die, Ryan. You hold on-- \n[241]He was 1000 meters out. Only one enemy sniper makes that shot. \n[242]We're going back. \n[243]For Biggles. \n[244]Some stronghold. Move. \n[245]You sure we got the right address-- \n[246]Marc-- \n[247]An AQI informant called in a tip. Biggles had just been shot. We were operating off emotion and-- we walked into an ambush. \n[248]But that's not what killed him. That letter did. That letter killed Marc. He let go and he paid the price for it. \n[249]If something ever happened to me-- you'd meet someone else. You'd be alright. \n[250]No. \n[251]I do it for you. To protect you. \n[252]Without this, there's nothing. \n[253]I could never live with myself. \n[254]I know. \n[255]Hey, buddy-- \n[256]I'm right here just give me a minute-- Just blind as a bat, huh? \n[257]That's good. Your face always needed a little fixing. \n[258]I heard you proposed? Did you tell Kelly the diamond was from Zales? \n[259]Nice. \n[260]No she's not. How can you say that? She's getting you. All four inches. \n[261]You're probably right. \n[262]Is that what they say? \n[263]The bad guys fled up into to Sadr City. \n[264]We're gonna wall `em in and hunt `em down. \n[265]Yes I do. You're my brother and they're going to pay for what they did to you. \n[266]Any other Punishers here? \n[267]Teams and shit. \n[268]I know. I visited him before I left. That fucker can't see shit. \n[269]Don't do it-- \n[270]--please God-- \n[271]He rolls off the gun, gasping for air, biting back tears. After nearly a decade of war he's finally breaking down. \n[272]How deep? \n[273]Is it Mustafa? \n[274]What was that-- \n[275]3rd floor. In a fruit locker. Breath racing. Hands tremoring. Electricity coursing through him. Gun pointed north, Chris searches nearby buildings for the sniper. PUSH BEHIND HIM, SIX-BLOCKS SOUTH to-- \n[276]\n[277]No-- It came from behind us. We went the wrong way. He's south of the wall. \n[278]I got something. 1900 yards out. \n[279]Correction. 2100 yards out. \n[280]It's him. \n[281]This is Charlie 7 Bravo. We have eyes on the target. Initiate QRF. Over. \n[282]He has eyes on our guys. \n[283]Aim small. Aim small. \n[284]For Biggles. \n[285]There are two ways onto the roof. We cover both stairways and conserve ammo. \n[286]Conserve-- \n[287]Do it. Call in our coordinates. \n[288]--you got four rounds. \n[289]Hey baby-- \n[290]I'm ready to come home. I'm ready... \n[291]--I'm coming home. Can you hear me? \n[292]Go, go, let's move-- \n[293]Stryker-3, what's your location-- \n[294]Hold there! We are 30 seconds out-- Go. Straight ahead. Go-- \n[295]--hello? \n[296]Yeah, I got out early. \n[297]I'm here, I'm stateside. \n[298]I guess I just needed a minute. \n[299]Yeah, I know... Me too. I'm coming. \n[300]Yeah. I'm good. \n[301]Okay. \n[302]That's not me. \n[303]I was just protecting my guys. They were trying to kill our soldiers and-- I'm willing to stand before my creator and answer for every shot I took. The thing that haunts me are all the guys I couldn't save. \n[304]How's it feel? \n[305]I heard you had a nice boot collection before the war and-- \n[306]We gotta take care of our own. \n[307]Get `em up, lil' lady. Hands in the air. \n[308]Tell it to the judge. \n[309]We could lock the doors. They can't get out of the yard. \n[310]You're worth fighting for. \n[311]Yes, ma'am. Right up the middle. \n[312]I meant what I said about locking the doors. \n[313]Not for four minutes. \n[314]It'll take half that. Then I got two minutes leftover just to look at you. \n[315]This Marine. His mom does parking at school and she asked for my help. \n[316]I gotta go do something but when I get back, okay? But you have to let me win. \n[317]I should get going... \n[318]Look after our women, Bubba. Love you, babe. ", "TAYA": "\n[1]Will a drink make you 6 inches taller and charming? Will it make you not married? \n[2]I watched you take your ring off. Don't be a scumbag. Go home. \n[3]Yeah? What kind of pants does a girl have to wear to be left alone? \n[4]Is that how it is with you guys-- suddenly single after three beers? \n[5]That's great. A real red-neck. \n[6]What's the difference? \n[7]What do you do for work? You look like military. \n[8]Do I look stupid to you? \n[9]Not until you tell me what you do. \n[10]You're obviously military. What branch? \n[11]Are you kidding me? You're a SEAL? \n[12]I know all about you guys. My sister was engaged to a SEAL. \n[13]You're a bunch of arrogant, self-centered pricks who think you can lie and do whatever the fuck you want. I'd never date a SEAL. \n[14]Why? \n[15]Where are you going? \n[16]I said I'd never marry one. \n[17]Taya. \n[18]Pretty egotistical of you to think you can protect us all, isn't it Chris? \n[19]Sounds like you're under attack. \n[20]--I'm not going home with you so don't even think about it. \n[21]You figured what? \n[22]Did you always want to be a soldier? \n[23]So you started rescuing girls from bars? \n[24]Only when I'm depressed. \n[25]Someday. My mom says I have a nose for picking the wrong men. \n[26]I've proven her right. \n[27]What happens when there's a real person on the other end of that gun? \n[28]I know. I don't... \n[29]I want to. I do... \n[30]You hardly even know me. \n[31]Nothing. Everything. I don't know. What if it doesn't work out? \n[32]You got it all planned out, don't you. \n[33]Well... you're gonna need a ring if you want to talk all tough like that. \n[34]Oh my god! No! Chris-- \n[35]What the hell is on your neck? \n[36]What do you-- \n[37]I'm so afraid. \n[38]Your heart is beating out of your chest. \n[39]Have you killed anyone yet? \n[40]Don't be weird with me. Seriously. I want you to tell me everything. \n[41]You knocked me up and now I'm stuck here by myself assembling baby-cribs and you can't talk to me? That's the big plan? \n[42]You guys almost done over there yet? \n[43]It's called a nightgown. \n[44]And three days is not a honeymoon. \n[45]You want me to talk dirty to you? \n[46]Well, you'll just have to decide what's more important. \n[47]Fat and horny. It's kinda disgusting. \n[48]-So romantic. \n[49]Nobody said it's a boy-- \n[50]How do you know? \n[51]I hope you're right. \n[52]Did your dad get hold of you? \n[53]Shit. You need to call him. Hang up and-- \n[54]I'm so selfish. I wasn't even thinking-- \n[55]Your little brother deployed. \n[56]He didn't get in. Just call your dad-- \n[57]Over there. He's headed to Iraq. \n[58]You were right, doctor says it's a boy. \n[59]Chris!-- \n[60]Chris-- \n[61]I thought you were dead. I thought-- \n[62]I have an alien growing inside me-- \n[63]And there's a strange man in my bedroom. \n[64]Why isn't it on your finger? \n[65]Your hands feel different. \n[66]Why am I so fucking nervous? \n[67]No you're not. Don't lie. \n[68]Why are you so good with me. \n[69]--it might be nice to get out-- \n[70]--are you listening to me? Chris-- \n[71]What do you want to do today, hon'? \n[72]Okay, we do that. Let's relax. \n[73]I'm done being pregnant. I want to meet him. \n[74]Well, this is the first time we left the house. \n[75]Jesus Christ Chris... \n[76]What am I supposed to do. You're not talking. You act like it's all okay-- \n[77]You're not fine. Your blood pressure-- \n[78]Chris-- \n[79]--it's happening-- \n[80]What're you doing! \n[81]--oh my god, you're crazy! You're fucking crazy you know that? \n[82]The baby is crying. I thought you were-- \n[83]Don't bother turning it off, I already watched it. \n[84]I had to make sure you didn't have an Iraqi girlfriend sending sexy videos. \n[85]That day we were on the phone-- \n[86]You're not protecting me by not talking about it. \n[87]My imagination is so much worse than anything you could tell me-- \n[88]Chris-- \n[89]It's not about them, it's about us. You have to make it back to us. \n[90]The news is saying the war is over. \n[91]But are we winning? \n[92]I'm making memories by myself. I have no one to share them with. \n[93]When does that start? Even when you're here you're not here. \n[94]I hate the teams for it. I do. You're my husband and the father of my children-- but they're the ones that pull you back. \n[95]If you think this war isn't changing you you're wrong. \n[96]You can only circle the flame so long. \n[97]Marc wrote that letter two weeks ago. Did he say any of that to you? \n[98]Chris? I want to know what you thought of his letter... \n[99]Do you want to die? Is that what it is? \n[100]Then tell me why do you do it. I want to understand. \n[101]No you don't. I'm here. Your family is here. Your children have no father-- \n[102]Bullshit. It's not about us anymore. You don't know when to quit. It's over- You did your part! We sacrificed enough. Let somebody else go-- \n[103]You find a way! You have to. I need you to be human again. I need you here. If you leave again, we might not be here when you get back. \n[104]Hello? \n[105]Hello? \n[106]Chris-- What's the noise? \n[107]I can't hear you-- \n[108]What's happening-- \n[109]Chris-- \n[110]Where are you? I got a weird message that you were on a plane? \n[111]So are you in Germany, or-- \n[112]You're home? What are you doing? \n[113]Chris, the kids are dying to see you. It's been nine months. \n[114]Are you alright? \n[115]Then come home. We miss you. \n[116]Chris...? \n[117]--his game is Saturdays. He's the tallest kid on the team. The doctor said he could be six-four. I can't wait for you to see him play. Maybe you could even coach? \n[118]McKenna's about to lose that tooth and I'm worried she's going to swallow it. She said she'd let you pull it. But only you. \n[119]No! He's a puppy. He doesn't know! \n[120]Can I tell you something. \n[121]I'm proud of you and I don't say it enough. I feel blessed. You're an incredible father and-- I feel lucky to have my husband back. \n[122]I know how hard you fought to get here. \n[123]Did you pleat those jeans? \n[124]Well, you're just a regular old cowboy again, aren't you? \n[125]Aren't you and Chad going to the range? \n[126]Is that all it takes. \n[127]Who are you taking out? \n[128]Well don't be late for dinner. \n[129]Love you too. ", "BIGGLES": "\n[1]Hooyah. I'd toss that critter shitter on a baguette and get my eat on. \n[2]Can you shoot? \n[3]Blowing shit up. Blowing shit up is way cooler. \n[4]Heard you got your dick wet. \n[5]We're just picking our dicks here, training those fucking haji soldiers. \n[6]I got the shits. Marc Lee said you were on fuckin fire out there. \n[7]It's a fuckin graphic novel. Talk to me, man. Did you pop your cherry? \n[8]You saw his balls? \n[9]That kid could've taken out ten Marines-- \n[10]You did your job. End of fuckin story. \n[11]How about the other ones? What about the other kills? \n[12]Listen up ladies and genitals. The Legend here would like you to know that when it comes to sniping it's better to be lucky than good! Our boy here has a Texas horseshoe crammed so far up his ass that-- \n[13]Colonel Gronski is all over Marc, bro. \n[14]It's gonna be a long three weeks. \n[15]You give good power-point, Legend. \n[16]--Private eyes, we're watching you, watching your every move... \n[17]Fucking Chief Nappy-nap. \n[18]They serve more customers than McDonalds. \n[19]When they see it's The Legend they'll probably just invite him in-- \n[20]No, I did it for you. You'd never have made Chief if I nicknamed you \"The Myth\". \n[21]--naw, it's Legend's Navy now. Just hope he leaves some for the rest of us. \n[22]He's our breech. He's a fucking way in-- \n[23]He's AQI man, look what he's holding. \n[24]Negative. Nothing yet. \n[25]--I can't hear you. Say again. \n[26]Got you. \n[27]\n[28]Got you. Got you. Go, go, go-- \n[29]Fuck `em. Let's go. Shit's getting hairy. \n[30]--we are tailing the Butcher's courier, turning onto Maryland Street. Over. \n[31]I bought the ring. \n[32]They're cheaper here. \n[33]What the fuck do you care? You spilled more blood than anyone! \n[34]Whatever, man. \n[35]Hell no! I'll tell her I got from Zales. \n[36]Still with us cookie? \n[37]This motherfucker is Keyser Söze. Next time you got a shot try not to miss. \n[38]Whatever helps you sleep at night. \n[39]You gonna be my best man? \n[40]You fucking egomaniac-- \n[41]Rooftop, twelve-o'clock-- \n[42]That should do it. \n[43]Rubber junk-man's got your horseshoe. \n[44]Clear. \n[45]How the hell'd he make that? \n[46]So much for leading us to the Butcher. \n[47]She's not like that. \n[48]It's giant, bro. Four karats. It had to belong to one of Saddam's bitches-- \n[49]I'm got it. I got it-- I can walk-- \n[50]--I'm sorry-- \n[51]Am I gonna die? \n[52]--it was always gonna be me-- \n[53]Not you. Not the Legend. You lucky fuck-- \n[54]Chris? Where are you? \n[55]Yeah... It fucking blows. They're gonna fix my face though. \n[56]Naw, I bought a new one. A small one. Her dad helped me out. \n[57]She wouldn't leave me, bro. I told her to go-- but she wouldn't leave. \n[58]She's getting a raw fucking deal. \n[59]I'm glad this happened to me and not you. No way you could've handled it. \n[60]They say you're the deadliest sniper in U.S. Military history. \n[61]You're not going back? \n[62]You don't have to do this. \n[63]Hooyah, Legend. Hooyah-- ", "MARC LEE": "\n[1]Welcome to Fallujah. The new wild west of the old middle east. \n[2]AQI have put a price on your heads and extremists from around the globe are flooding the borders to collect on it. \n[3]You snipers will be paired with a man to watch your back and inserted along the main road to do \"overwatch\" for 1st Marines going door to door. Your job is to protect those Marines at all costs. \n[4]The city was evacuated. Any military-aged male still here, is here to kill you. Let's bring these boys in safe and get our asses back home. Move-- \n[5]That's your overwatch, Einstein. You can thank him later. Keep moving. \n[6]Smells like piss in here. You covered our ass out there, man. Appreciate it. Those were ballsy shots. \n[7]Hell yeah, they were. \n[8]I chewed out our security detail. It won't happen again. \n[9]Six? \n[10]No... but you got more kills than the rest of the snipers combined. \n[11]You can't shoot what you can't see. \n[12]They're Marines. They don't get the training we do. Half of them were civilians six months ago. \n[13]Can't do. We need you on overwatch. \n[14]House-to-house is the deadliest job here. You got some kind of savior complex? \n[15]You got a hot hand. These Marines all know your name now and they think they're invincible with you up there. \n[16]They are if they believe they are. Just keep banging on the long-gun and let these ground-pounders sniff out Zarqawi. \n[17]And you're the secret squirrel with the cash, right? \n[18]He's asking for 100,000. \n[19]I went to seminary school before I joined the Navy. Came close to being a preacher. \n[20]I love to gamble, man. Love those dice. \n[21]It's like that now, huh? \n[22]Hell yeah. Congratu-- \n[23]I heard one shot. \n[24]He's all over us. You get a bead? \n[25]Negative. \n[26]--requesting back-up. We're pinned down taking sniper fire on approach of high- value target, GRID 04536236. Over. \n[27]We're on the wrong end of this. \n[28]We gotta go-- \n[29]How you know he'd wait-- \n[30]They're shutting us down. \n[31]We're confined to base pending an incident review. \n[32]Is this thing bulletproof? You never open it so I assumed... \n[33]You got a God? \n[34]We had this electric fence around our property in Oregon and us kids used to see who could grab it and hang on the longest. War feels like that, it puts lightning in your bones, makes it hard to hold on to anything else. \n[35]I just wanna believe in what we're doing-- \n[36]It lives everywhere-- \n[37]Hooyah then. Lets go kill this fucker. \n[38]Big freezers. \n[39]16 military aged males have gone in. \n[40]And check this. \n[41]I'm only clocking one point of entry. He's in there, but it's no easy breach. \n[42]That's a bad move-- \n[43]If something happens-- \n[44]Down here. \n[45]20 years from now, we'll have a reunion and you'll be married to a dude. \n[46]No ammo, no jihad. \n[47]Lex talionis... Eye for eye, tooth for tooth. \n[48]Two clicks out. Lock and load. \n[49]Courtyard is clear. Moving. \n[50]Clear. \n[51]Somebody left in a hurry. \n[52]Contact-- \n[53]\"When does it become an unjustified means by which one is completely consumed.\" ", "CHRIS KYLE": "\n[1]Fucking hot box. \n[2]I guess you'd know. \n[3]I got a military-aged male, on a cell phone, watching the convoy. Over. \n[4]He stepped off. \n[5]Hold up. I got a woman and a kid, 200 yards out, moving toward the convoy. \n[6]Her arms aren't swinging. She's carrying something. \n[7]She just pulled a grenade. An RKG Russian grenade. I think she gave it to the kid. \n[8]You got eyes on this? Can you confirm? \n[9]Fuck-- \n[10]SEALs? \n[11]No, sir! \n[12]Dangerous, sir. Feeling dangerous. \n[13]I got a military-aged male, on a cell phone, watching the convoy. Over. \n[14]He stepped off. \n[15]Hold up. I got a woman and a kid, moving toward the convoy. \n[16]Her arms aren't swinging. She's carrying something. \n[17]She just pulled a grenade. An RKG Russian grenade. I think she gave it to the kid. \n[18]You got eyes on this? Can you confirm? Over. \n[19]Fuck-- \n[20]And they were clean. Right? \n[21]Y'all are meateaters for sure but I got a little training I could show you, some simple shit, that might just keep us above ground. What do you say? \n[22]He left that part out. \n[23]You haven't heard? I'm The Legend. Hey babe-- \n[24]It's a boy! \n[25]Check. Large caliber. Came in at an angle, gotta be 300 or more out-- \n[26]Negative-- \n[27]He had line-of-sight 500 meters out. \n[28]Good. Doing good. \n[29]Slower than Christmas. \n[30]Hey, grunt-- \n[31]Y'alright? You in one piece? \n[32]What happened? \n[33]Thank you, sir. \n[34]Don't tell my wife, she might take that number right about now. \n[35]Yes, sir. \n[36]God, country, family, right? \n[37]You getting weird on me? \n[38]You need to sit this one out? \n[39]Evil lives here, we've seen it. \n[40]You want to invite these motherfuckers to come fight in San Diego? Or New York? We're protecting more than this dirt. \n[41]Move. \n[42]Tell him this boy's father was fighting for the people that butchered the clerics we found in the freezer in there. \n[43]If I ask for your help you're the one they carve up next. I've seen it happen. \n[44]You tell him to deliver The Butcher to us, or the devil comes back. \n[45]You have to ask the Navy. I lost count. \n[46]Tango down. \n[47]He was on our boys and I took him out. ", "\"D\"": "\n[1]That's alright, sir. I'm not black. \n[2]No, I'm new black. We run slow, jump low, swim good and shop at Gap. We make white folk proud then hose their ladies. \n[3]What's the word, Chief? \n[4]Why a restaurant? \n[5]Got some nice rugs up in here. This shit is hand-knotted. Beautiful. \n[6]Myth becomes Legend when we occupy a house, get 23 kills, and 21 are his. \n[7]Approaching the door... \n[8]10 meters... \n[9]5 meters... \n[10]He's knocking... \n[11]They're vetting him. \n[12]Hold. Hold-- \n[13]Now. \n[14]Big freezers. Fuck-- \n[15]Half a block back and we are wet and ready, Big Giggles. \n[16]As long as you cook and clean. \n[17]--need a two block perimeter around the area. No one gets in or out. \n[18]The Butcher is building a 7-11? \n[19]Did you see where it came from? \n[20]Fuck! \n[21]We been shot off position three nights in a row. Fallujah was bad, Ramadi was worse but this shit is fuckin biblical. \n[22]Squirrel cycled out. Dauber was coming back but his wife knocked him up. And if I bring home another rug my old lady'll murder my ass. Teams and shit. \n[23]That Biggles news hit hard. \n[24]Bro... Biggles is gone. He was in surgery yesterday and he died on the table. \n[25]The sniper who shot our boy Biggles. \n[26]Enter the fuckin sandman. \n[27]He's right, Legend. No bueno. \n[28]That's a mile. Impossible shot. \n[29]Can you confirm it's him. \n[30]It's your call, Chris. \n[31]If you got it, take it. \n[32]Mission accomplished. Biggles be proud. \n[33]If you FNGs shit your pants, don't stop shooting. Scoop and shoot. Scoop and-- \n[34]Drop motherfucker! Drop! \n[35]3 o'clock. Loading. Last mag. \n[36]Call it in. Light us up. \n[37]You're up-- \n[38]Where's Chris? He was just-- \n[39]--stop the rig, man! Stop-- ", "JEFF": "\n[1]Yes sir... Yes, he was... \n[2]Wasn't nobody there and you come away with a belt buckle too damn big to wear. What you supposed to do with it? \n[3]A strong wind'd put Sarah in the mood. \n[4]You know what they called her in high school-- \n[5]Sarah suck-a-- \n[6]Shit man-- \n[7]Some people ain't worth fighting for. \n[8]A job is a job. At least we're outside. \n[9]Chris? \n[10]I heard you're kickin ass our here. All the guys, that's what they say-- \n[11]You're my hero, bro. Always have been. \n[12]The Legend... \n[13]I'm gonna miss my ride. \n[14]I'm just tired, man. I'm-- I'm going home. \n[15]Fuck this place-- \n[16]Fuck this place. ", "MASTER CHIEF MARTIN": "\n[1]Welcome home, Petty Officer Kyle. Colonel Jones is waiting. How was the flight? \n[2]The colonel is waiting-- \n[3]Lets go, Kyle. Colonel's waiting-- \n[4]That's $80,000 on your head. \n[5]He picked the wrong fucking side. That's all there is to it. Fog of war. \n[6]Helluva an effort here, Chief. You keep after this bastard. We'll get him. \n[7]That's the first SEAL hit, sir. \n[8]Marine units that covered your exfil are still engaged there. \n[9]Brass believe this T-wall will end the war by trapping remaining AQI inside. But we got a sniper picking off contractors from deep behind the wall. \n[10]Roughly 1000 meters. \n[11]He can be whoever you need him to be, we just need him dead. \n[12]We'll shuttle you six blocks north into enemy territory which will put you right up under his nose when he takes his shot. \n[13]Bring your goggles, Bambi. We need to shut this shooter down. \n[14]Tell the pilot to turn it loose. ", "INSTRUCTOR ROLLE": "\n[1]You a quitter, boy? \n[2]Bullshit, you are fleet-meat. Don't turn away. Look up and take it. You're old as fuck. Did you join the Navy cause you had such a good time on Noah's Arc? How old are you? \n[3]30! You fart dust and could've fathered half these boys. You think cause you had a pop-gun back in Texas you're cut out to be a SEAL? \n[4]No, you're not cut out to be one? \n[5]What kind of asshole joins the Navy but hates the water. \n[6]My ass you do. \n[7]Is that you giggling you fat fuck? Look at you. You're so fat they had to baptize you at Sea World. Your momma fat too? \n[8]Don't lie to me! I bet we could use her panties as a parachute. What the fuck are you doing here fatboy? Do your feet get wet when you shower? When's the last time you saw your pecker? You're not a Seal, you're a fuckin Walrus. A big giggling Walrus. \"Biggles\" that's your new name-- \n[9]--and that's your ticket home. Just drag your jelly-roll ass up and ring it and you'll be headed home to momma Shamu. \n[10]Did I ask you to count? \n[11]Was that your ass talking then? \n[12]That's a quitter. If he quits here, he'll quit in battle. When shit gets hairy he can't step up. You get shot, he can't pull you out. We're gonna weed out the quitters and see if we can find a warrior or two. \n[13]Wave goodbye to the sun, boys... ", "RANGER ONE": "\n[1]Moo-who? \n[2]The streets are crawling. Hold your fire. \n[3]Doesn't matter. Hold your fire. We got uglies right below us-- \n[4]You can't even see that far out. Hold your fire. You'll expose us all. \n[5]Quick Reaction Force is 20 minutes out. You will stand the fuck down-- \n[6]Negative, negative-- \n[7]You just fucked us, Legend-- We need Stryker and QRF units, ASAP. \n[8]We are fucked like a football bat. \n[9]Negative, negative, danger-close, they're all over us-- \n[10]QRF is stuck three blocks out. \n[11]I don't wanna get dragged in the street-- \n[12]This is Rio Two Bravo, requesting ordinance drop. GRID 04837959. I know my fucking position! They're right on top of us. Drop it! ", "WAYNE KYLE": "\n[1]You shot it, you deal with it. \n[2]There are three types of people in this world. Sheep, wolves and sheepdogs. \n[3]Some people prefer to believe that evil doesn't exist in the world, and if it ever darkened their doorstep they wouldn't know how to protect themselves... those are the sheep. \n[4]Then you got predators who use violence to prey on the weak. They're the wolves. \n[5]Then there are those blessed with the gift of aggression and an overpowering need to protect the flock. \n[6]These men are the rare breed that live to confront the wolf-- \n[7]They are the sheepdog. \n[8]Now we're not raising any sheep in this family and I will whoop your ass if you turn into a wolf-- \n[9]That true? \n[10]And did you finish it? ", "AGENT SHEAD": "\n[1]I guess that translates to \"pay me\" in just about any language, doesn't it? \n[2]When you were having tea with Sheik al- Obedie did he tell you he ran a network of highway bandits before AQI moved in? \n[3]That's AQI's racket now. Your Sheik got edged out. This could be blowback. \n[4]This is your guy here. We believe The Butcher is Zarqawi's number two man. \n[5]We have several aliases-- If \"Fanus\" is legit we go see the Sheik. \n[6]If he delivers the Butcher he'll get it. This is Agent Shead, DIA, I need a name check on \"Amir Khalaf Fanus.\" I'll wait. \n[7]If we're humping money the head-shed will want contractors on it. I'm here. What do you got? \n[8]The Butcher is Zarqawi's enforcer. They say his weapon of choice is a drill. \n[9]Transfer the pallet. We're pulling back. \n[10]There's no room. We'll come back for you-- ", "COMMANDING OFFICER": "\n[1]Charlie Bravo-3, we got eyes on you from the east. Clear to proceed, over. \n[2]If you think he's reporting troop movement you have a green-light. Your call. Over. \n[3]--you say a woman and kid? \n[4]Negative. You know the ROEs. Your call. \n[5]If he's reporting troop movement you have a green-light. Your call. Over. \n[6]--you say a woman and kid? \n[7]Negative. You know the ROEs. Your call. \n[8]Nice shooting, Tex. Helluva call. \n[9]Negative. Bomb maker. Green-light. ", "GOAT": "\n[1]Dirt over here tastes like dog shit. \n[2]He could be calling his old lady. \n[3]They fry you if you're wrong. Send your ass to Leavenworth. \n[4]They fry you if you're wrong. Send your ass to Leavenworth. \n[5]-Fuck that was gnarly. \n[6]Shit yeah. Evil bitch! \n[7]You hear that? \n[8]Mustafa's not Iraqi. He's from Syria. \n[9]No man. No. I like my life. I wanna make it home. I go fishing and do all kind of cool shit. It's not my job to knock down doors. Those guys picked the wrong fucking job. I ain't doing that shit. ", "PO TOSH": "\n[1]Feel breath filling every cell of your body. This is our ritual. We master our breath, we master our mind--- \n[2]--pulling the trigger will become an unconscious effort. You will be aware of it but not directing it. And as you exhale, find your natural respiratory pause and the space between heart-beats. \n[3]Aim small, miss small. If you aim for his shirt button, you might miss by two inches. If you aim for his shirt, you miss by two feet. You better close those groupings, Kyle. \n[4]Mirage is boiling at 35 degree angle. \n[5]Hold right-four, up-two. \n[6]Are we looking at the same target? \n[7]You need to shut your off-eye. \n[8]There is nothing out there but a target. \n[9]Give me 50 push-ups. Clear and safe. Push `em out. ", "DOCTOR HOFFSTADER": "\n[1]How you feeling? \n[2]It'll be any day now. \n[3]How about you Mr. Kyle? How're you feeling? \n[4]I imagine you're still decompressing. \n[5]Here, slip this on for me. \n[6]Are you a smoker? \n[7]Do you drink? \n[8]170 over 110. \n[9]Not if you just had 14 cups of coffee. But for someone who is sitting down-- ", "CHRIS SCOPE POV": "\n[1]TRACK ACROSS bombed-out buildings, twisted metal and golden-domed mosques. Ragged curtains flutter out a window. Cat-tails on the river sway the same direction. We see him studying windage; we see what he's thinking-- SFX: A LOW FREQUENCY BUZZ escalates over picture as his concentration deepens. Cross-hairs land on-- A MAN ON CELL PHONE watches the convoy from a rooftop. \n[2]TRACK ACROSS bombed-out buildings, twisted metal and golden-domed mosques. Ragged curtains flutter out a window. Cat-tails on the river sway the same direction. SFX: A LOW FREQUENCY BUZZ escalates over picture as his concentration deepens. Cross-hairs land on-- A MAN ON CELL PHONE watches the convoy from a rooftop. \n[3]\n[4]\n[5]\n[6]KILO COMPANY MARINES JOG to a pink house with windows boarded up. One of the Marines looks like Jeff Kyle. \n[7]\n[8]", "IN THE STREET": "\n[1]YOUNG MARINES. Wading into war. Boots scuffing dirt. \n[2]\n[3]The tank skids to a stop. The turret spins to a castle- like structure and BA-BOOM! \n[4]\n[5]Chris falters forward. Insurgents pursuing. The Stryker just visible ahead-- pulling away. \n[6]Chris is   ten feet behind the rig, sprinting. Bullets sing past. He   sheds flack-jacket and webbing, Bible and flag. He drops   his gun in the dirt and dives. His hand clutches the last   rung of slat-armor and-- Chris Kyle is dragged off the battlefield. \n[7]Sand buries the METALLIC TOY SOLDIER that followed him since childhood. Wind whips pages of the Bible and pulls at the flag until it flaps unfolded. WE'RE BLOWN AWAY with it, twisting and clapping into an otherworldy beige. ", "WAYNE": "\n[1]Don't ever leave your gun in the dirt. \n[2]Helluva shot, son. You got a gift. You're gonna make a fine hunter someday. \n[3]Everything dies to give life. \n[4]It's a deer, son. \n[5]But we take care of our own. And if someone picks a fight with you or bullies your brother, you have my permission to finish it. \n[6]Then you know who you are... \n[7]You know your purpose. ", "ROOFTOP": "\n[1]CHRIS runs onto the exposed rooftop, running into-- A DOG SNAPS at him, BARKING and rabid, chained to a US sig M- 60. He dives away from it, crouching behind the wall. \n[2]Drying sheets billow on crisscrossing wires. Chris tracks blood-drops to the ledge. The next roof 15 feet off. \n[3]An open rooftop, RANGER ONE is concealed under a vent as INSURGENTS pass in droves in the street below. \n[4]\n[5]\n[6]\n[7]", "INSTRUCTOR \"TONY\"": "\n[1]You really from Connecticut, Dauber? I never met a hick from Hartford. \n[2]I don't think he likes black dudes, \"D\". \n[3]No? \n[4]You hungry Biggles? I'd bet you'd eat the ass out of a low-flying duck. \n[5]Squirrel! Where'd you hide your nuts? \n[6]How about you old man? How you feeling? ", "DAUBER": "\n[1]Country is countrywide, sir. \n[2]Biggles! Watch your six. Roadies on you-- \n[3]Negative. No shot-- \n[4]We'll rub a little dirt in it, get you a sip of water, you'll be fine. \n[5]Doesn't look good, Master Chief. \n[6]Fuck-- ", "WINSTON": "\n[1]Keep your head down, Tex. The Muj' got snipers too. \n[2]They got this sniper that's been hitting headshots from 500 yards out-- \n[3]--they call him \"Mustafa.\" He was in the Olympics. \n[4]What're we looking for? \n[5]I ain't that kind of red-neck. \n[6]Fuck, fuck-- ", "MADS": "\n[1]It cost lots of guys more than a leg. \n[2]That too, but I'm talking about guys that lived. They made it back but they're just not back. They can't seem to get right. \n[3]You should come down to the VA sometime. The guys would love it. They all know who The Legend is. \n[4]I bet you missed your daddy when he was gone. But can I tell you something? Your dad is a hero. He saved my life-- He helped me get home to my little girl. \n[5]So thank you for loaning him to us, li'l man. I wouldn't be here without him. \n[6]My family thanks you for your service. "}}