{"dialogues": {"GEORGES": "\n[1]They used a screwdriver or something like that...it doesn't look very professional... \n[2]No idea. Why do people break in? Because they want to steal something. \n[3]Hey, why not? If I thought about it, I could come up with at least three or four people we know who've been burgled. 4. \n[4]I'll do that tomorrow morning. Anyway, they didn't see anything. \n[5]Don't let it spoil your good mood now. \n[6]Come on, give me your coat. \n[7]Why should I imagine that? \n[8]So would I. \n[9]Shall we have a drink? \n[10]I still fancy a drink. 5. \n[11]They must have been professionals. \n[12]Did I tell you, you looked good tonight? \n[13]You're proud of him, huh? \n[14]Something wrong? \n[15]What about next week? No but still, it would make sense to get it done soon. It might give people silly ideas. And anyway, it's too ugly to look at... Wednesday? What time? OK... Will you bring the paint with you too, to paint over it? But at least some primer...Yes, OK. Thank you. \n[16]You can depend on that guy. \n[17]Yes, that's true. (Reacting when she places the egg in his egg cup Thanks. If I call a regular professional, we'll still be waiting two months time. \n[18]The Frodons waited three days when their toilet was blocked. Not exactly pleasant. \n[19]The saltcellar is empty. \n[20]I don't know if he's going to bring us the CD. Maybe he won't come at all. In any case, he didn't mention it. I'd like to buy it. It was really good and I don't want to wait long for it. We could go to Virgin this afternoon and buy it. What do you say? \n[21]Hmmm? Anne? What's the matter? \n[22]What's going on? What's the matter? \n[23]Helllloooo!!! Cuckoo!!! I'm here! \n[24]on? \n[25]Anne, what's the matter? 8. \n[26]Anne...what's... \n[27]Anne... \n[28]Anne...Darling...please! \n[29]Anne? \n[30]Hey, what's going on? Are you completely crazy? Is this supposed to be a joke, or what's going on? \n[31]Is this a joke? Is this meant to be a joke? \n[32]Anne! Please! Stop this game. It's not funny. \n[33]What's the matter? Why didn't you react? \n[34]To what? To me, to everything. \n[35]Just now. A moment ago. \n[36]I don't know what to say. Do you really not know what just happened? \n[37]as he speaks) You were sitting there, staring at me. You didn't answer me when I asked you what the matter was. \n[38]I put this tea towel on your face, and you didn't react. \n[39]Look... There's still dampness on your collar. \n[40]Just now, a few minutes ago. \n[41]There's no \"So\". I went into the bedroom to get dressed. I wanted to get help. 11. \n[42]Yes, and then you turned off the tap. \n[43]Neither do I. \n[44]Don't you think it's best if I call Dr. Bertier? \n[45]I don't know. Examine you. \n[46]Anne, please!! That's absurd. We can't pretend that nothing happened. \n[47]Can you explain how the tea towel got there? 12. \n[48]Who turned on the tap? \n[49]Can you remember that? \n[50]Don't you think it would be better to fetch Dr. Bertier? \n[51]What about the children? \n[52]What does he do? \n[53]Is he good? \n[54]That sounds rather derogatory. \n[55]And you? \n[56]Did you both make up? \n[57]Do you love him? \n[58]What can I say? The carotid artery was blocked. They did an ultrasound scan, two in fact, and they said they had to operate on her. She was scared. She was confused and scared. You know she has always been afraid of doctors. They said the risk was very low and that if they didn't operate, she'd be certain to have a serious stroke. \n[59]Just that it didn't go well. It's one of the 5% that go wrong. 15. \n[60]It's pretty upsetting. \n[61]Usually at this time, I take a nap. My blood sugar is somewhere down in my socks. \n[62]Yeah. \n[63]Nothing. It was nice of you to come despite all of your stress. \n[64]No, really. There's nothing you can do. We'll see how things go when she's back here in the apartment. We'll manage. Maybe I'll get a caretaker in, or maybe I'll manage on my own. We'll see. We've been through quite a lot in our time, your mother and I. All this is still a bit new. \n[65]Here. Thank you very much. It's for both of you. You can just put the things down here. There, beside the window, right. We'll be okay on our own. Thanks a lot. \n[66]Thank you, Mr. Mery. \n[67]Right now everything's fine. I'll let your wife know as soon as we need anything. \n[68]Goodbye, Mr. Mery. \n[69]Where do you want... \n[70]Shall I make some tea? \n[71]Of course. 18. \n[72]I'm glad you're back. \n[73]What? \n[74]What? \n[75]Anne... \n[76]Anne, I... \n[77]What can I say, it's... \n[78]There. \n[79]Everything OK? \n[80]I don't feel guilty. \n[81]\n[82]I've already read it. \n[83]Do you want it? I'll get it for you. \n[84]I don't know where I put it. \n[85]Yes, it is. Hold on, maybe it's in the... Just a moment! Viola! Here you are! Nothing like an infallible memory! \n[86]I thought I'd left it over there in the other room, but I'd already put it away. Tidy people just can't help being tidy. \n[87]\n[88]Sure, no problem. \n[89]Thank you very much. Keep the change. Thanks. \n[90]Yes. I will. \n[91]Yes, she's OK. She's recovering. \n[92]Yes, we are too. Bye, Mrs. Méry, thanks so much. \n[93]... some banal romance or other about a nobleman and a lower middle- class girl who couldn't have each other and who then, out of sheer magnanimity, decide to renounce their love - in fact I don't quite remember it any more. In any case, afterwards I was thoroughly distraught, and it took me a bit of time to calm down. In the courtyard of the house where grandma lived, there was a young guy at the window who asked me where I'd been. He was a couple of years older than me, a braggart who of course really impressed me. \"To the movies\", I said, because I was proud that my grandma had given me the money to go all alone to the cinema. 24. \n[94]\"What did you see?\" I started to tell him the story of the movie, and as I did, all the emotion came back. I didn't want to cry in front of the boy, but it was impossible; there I was, crying out loud in the courtyard, and I told him the whole drama to the bitter end. \n[95]No idea. He probably found it amusing. I don't remember. I don't remember the film either. But I remember the feeling. That I was ashamed of crying, but that telling him the story made all my feelings and tears come back, almost more powerfully than when I was actually watching the film, and that I just couldn't stop. \n[96]There are still a few stories you don't know. \n[97]You bet I won't. But what is my image? \n[98]Can I take you for a drink? 25. \n[99]You've only yourself to blame if you read stuff like that. \n[100]Tomorrow afternoon is Pierre's funeral. \n[101]I fear I must. I don't want to go at all. \n[102]Oh, I know a few people who do. Annette can never wait to get all dolled up again. And François has... 26. \n[103]She shoots him a glance, smiles at his irony. Then she says: \n[104]Of course. \n[105]She was shocked. \n[106]My God, what are people like when they're shocked? She couldn't believe it, she was speechless. I don't remember any more. In any case, not exactly. I've spoken to a lot of people since. \n[107]No, I'm sorry. I didn't mean to be unkind, but I just don't see the point of talking about it all the time. \n[108]No. Sorry. \n[109]What ... ?! \n[110]Anne... \n[111]Yes. 28. \n[112]You're always good at surprises. \n[113]I didn't come home earlier. I took a taxi. In August, there isn't a lot of traffic. \n[114]Anne...! \n[115]It was rather bizarre. The priest was an idiot. Then one of Pierre's co-workers made a speech that was embarrassingly emotional. His old secretary came with a radio- cassette player and after the speech she put on \"Yesterday\" by the Beatles. You can't imagine. Everybody turned round to look at her. Apparently, it wasn't planned. His grandchildren were there. Of course they giggled as soon as the music began. Then the urn was put on a huge stretcher that was obviously designed for a coffin, and out we went into the rain. They placed the urn on a small electric cart that crawled along for what seemed like an eternity to the tiny hole they had dug. A lot of people had to stifle their laughter. It must have been terrible for Jeanne. I have... 29. \n[116]You're not inflicting anything on me. \n[117]Imagine you were me. Didn't you ever think something like this could happen to one of us? \n[118]But things are getting better every day. We'll... \n[119]I don't believe you. I know you. You think you're a burden on me. But what if things were the other way around? What would you do then? \n[120]Oh hello! Nice to see you. \n[121]I'm sorry. I only pick up the phone when I've stored the caller's number and I can see who's calling. Why didn't you leave a message? Anyway, do come in... \n[122]Come with me. \n[123]Yes, she is. I'll go and get her in a minute. Have a seat. \n[124]No, not at all. I'm happy that you came. We were so thrilled by your concert. We hoped we'd see you again soon. Please do have a seat. Can I can get you something? A cup of tea? \n[125]Hold on, I'll just freshen up the flowers; in this heat they wilt so fast... \n[126]You haven't told us yet what's been going on since the Paris concert. \n[127]Good God, what are you doing? \n[128]Have you lost your senses?! I don't believe it! How stupid! \n[129]Look at that! Did you need to do that? Can't you call me when you need something? \n[130]Yes, so am I. \n[131]The lamp is broken too. \n[132]Yes? Who's there? \n[133]I didn't understand... I thought I'd gone mad... It was something impossible... \n[134]Eva. They're coming on the 12th. \n[135]No idea. Apparently she's coming with Geoff. \n[136]I don't know exactly. What day is it today? I'll go and look. \n[137]What? \n[138]Dear Madame Laurent, Dear Monsieur Laurent, it was beautiful and yet sad to see you. My heartfelt wishes that things will get better. With deep gratitude, your former pupil, Martin. \n[139]The family albums? I don't know, there, in the other room. Why? \n[140]What, now? \n[141]Why, Anne? \n[142]You're welcome. \n[143]What? 40. \n[144]I wasn't watching you. \n[145]You're soaked through. \n[146]Hold on. \n[147]I'll be right back. 41. \n[148]It's no big deal. Come on. \n[149]Come on, darling. It's nothing serious. Things like that happen.. \n[150]My love. My darling. \n[151]... three times a week... I'm not experienced enough. We'll see if that's enough. \n[152]It's paid by the hour. We'll see. \n[153]Anne? \n[154]It's hard to say. Sometimes I get the feeling she's totally unaware of the state she's in. And then I feel the opposite. It's... I don't know. \n[155]He's... \n[156]We can't do anything for the moment. Calm down, darling. She's getting medical treatment, they give her the necessary medication, and there are no other options right now. \n[157]She had a second stroke. Bertier examined her and felt we could spare her all the hospital inpatient procedures. 44. \n[158]Anyway, they wouldn't keep her, they'd send her to a care home. What they do in those places, we can do here. \n[159]And she won't be put in a care home. I promised her that. \n[160]Have you got a better idea? \n[161]No one's stopping you from finding out. \n[162]Believe me, I love your mother as much as you do. So please, don't treat me as if I was a total idiot incapable of doing the obvious. \n[163]Now you two had better stop, OK? Another doctor did come. He said Bertier was right. From Monday, a nurse will come three times a week. Now can we talk about something else? \n[164]There, my love, I hope you like it. \n[165]I added a little orange juice. I find it tastes quite good. 46. \n[166]Come on, Anne, you have to eat some more. You've only swallowed three mouthfuls. \n[167]Please, darling. A bit more. \n[168]Yes? \n[169]Mom has no dress for the concert? \n[170]Yes? \n[171]I'll think about it. \n[172]Yes, of course, I'll let you know in the next few days. \n[173]My pleasure. I'll see you out. \n[174]I know. \n[175]Goodbye. \n[176]I'd like to hire a second nurse. The two could take turns. That would make everything a bit simpler. What do you think? \n[177]Would you mind putting them in the kitchen. \n[178]I'm ba-aack! \n[179]Thanks very much. 49. \n[180]No, thanks, Mr. Méry. You've been a big help. \n[181]I'll let you know if I need you again. \n[182]What is it? \n[183]That's very kind of you. Thanks. See you soon. \n[184]I certainly will. Thanks. 50. \n[185]Hello Eva, how are you?... Things are fine. \n[186]\n[187]...Sur le pont... \n[188]...Sur le pont ... Sur le pont ... \n[189]le pont d'Avignon... \n[190]... pont... Sur le pont d'Avignon... : Sur le pont d'Avignon on y danse, on y danse, sur le pont d'Avignon tout le monde y danse en rond... \n[191]Sur le pont d' Avignon, on y danse, on y danse ... 51. \n[192]accompanied by the sounds that she produces): Sur le pont d'Avignon on y danse, on y danse ... Sur le pont d'Avignon tout le monde y danse en rond ... \n[193]But I've only just found out how incompetent you are. \n[194]I don't want to discuss it with you. Anyway, you wouldn't understand. \n[195]How much do I owe you? \n[196]Do you have twenty euros? 53. \n[197]Then take the eight hundred euros. You can go now. \n[198]I hope from the bottom of my heart that one day someone treats you the way you treat your patients, and that you too will have no way of defending yourself. Now get out. \n[199]... Please, open your mouth... go on... open it... Anne! Please!... come on... stop that!... \n[200]If you don't drink, you'll die. \n[201]Is that what you want? 54. \n[202]Come on, Anne, please. \n[203]Goddammit! \n[204]Anne! ... You can't force me to let you die of thirst. If you persist, I'll call Bertier and he'll put you in hospital. They can force-feed you there. Is that what you want? \n[205]I promised to spare you that. But you must help me. I'm out of my depth. \n[206]Please, Anne! \n[207]Drink that, now! \n[208]There! 55. \n[209]Good. \n[210]Please, forgive me. \n[211]Who's there? \n[212]Eva? \n[213]Just a minute. \n[214]Hello. \n[215]I was in the toilet. Sorry. \n[216]Come in. \n[217]Why this unannounced visit? Where have you come from? \n[218]Nothing. What should be going on? 57. \n[219]Don't you want to sit down first? \n[220]So why are you in Paris? \n[221]Sorry. I didn't listen to it. Forgive me. \n[222]Your worries are no use to me. \n[223]No, don't get me wrong. I'm not criticizing you. I just don't have the time to deal with your worries, that's all. \n[224]No. Let's stop this conversation right there. I'm taking care of your mother. It's a full-time job. And I'm not saying that to complain, just to explain why I didn't answer your phone calls and why I don't want to have any pointless discussions on the subject. Your mother is just as could have been expected: bad the whole time. 58. \n[225]She is turning more and more into a helpless child, and it's sad and humiliating, for her and for me. And she doesn't want to be seen in that state either. Even the last time you visited, she didn't want you to come. You two have your own life. Nothing wrong with that. But let us have our life too. Even though it's a lousy one. OK? \n[226]Nothing's the matter; your visit caught me by surprise. And I'm annoyed that you show up here to check that everything's OK. Who do you think you are? \n[227]Stay here, will you! \n[228]Please! \n[229]Please, sit down. 59. \n[230]Nothing's going on. I want to spare us all a pointless drama. I presume your mother is asleep. She mostly sleeps the whole day. And then she wakes up at night. If you really want to, we'll go and see her in a little while. Now, sit down. OK? \n[231]We do our speech exercises every day, or we sing together. Most of the time, I wake up around 5. At that time, she's still awake. Then we change her incontinence pad. I rub cream on her to avoid sores. Then, around 7, I try to persuade her to eat and drink. Sometimes it works, sometimes not. Sometimes she tells me things from her childhood, then for hours she calls for help, and then an instant later she's giggling away to herself, or crying. Nothing of any of that is worth showing to anyone. \n[232]No. 60. \n[233]The tea isn't very hot any more. \n[234]But it does make you feel better. \n[235]It was silly of me to lock the door. I'm sorry. You took me by surprise, that's all. I'm sorry. \n[236]What's going to happen now? The nurse comes twice a week, and every two weeks Dr. Bertier and the hairdresser come. That's what you want to know, right? Things will go on as they have done up until now. They'll go from bad to worse. Things will go on, and then one day it will all be over. \n[237]Can't I? What do you suggest? \n[238]What do you call \"a serious talk\"? What do you want to suggest? Do you want to have Mom live with you? Do you want to pack her off to a care home? Do you? What do you want? Go on, talk to me \"seriously\"! \n[239]Yes, it swung to and fro. \n[240]little) Yes. I think I was pretty uptight. \n[241]child) What is it?.. 63. \n[242]Are you in pain?... What's the matter?... Is your pad full? \n[243]No... So what's hurting you? \n[244]It's all right... it's all right ... I'm here... everything's fine... we'll... Hold on, I'll tell you a story... but you must be quiet, I can't talk too loud, it wears me out... Here we go: when I was little... well, I wasn't as little as all that... it was toward the end of primary school, so I was about ten, Dad and Mom sent me to a holiday camp. They thought it would do me good to spend the summer with kids my own age... We were lodged in an old castle in the midst of a magnificent wooded landscape... I think it was in the Auvergne... I don't know... in any case it was the opposite of what I'd expected... We had to get up at 6 and go for a morning swim. Not far from the castle, there was a pond fed by an icy mountain stream. We entered it running, in a double file. You know, I was never very sporty. They had a program to keep us on the go all day, probably to nip any potential pubescent impulses in the bud ... But the worst thing was the food. The third day after our arrival, there was rice pudding for lunch. I hate rice pudding. We sat at long tables in a huge hall. I didn't want to eat the stuff and the housemaster said to me: You won't get up until you've cleared your plate. So after the meal everybody left the room, and I remained seated, in tears. I had made a secret pact with Mom. I was to send her a postcard every week. 64. \n[245]If I was pleased with the place I was to draw some flowers on it, or if not, some stars. She kept the card; it was covered all over in stars. After three hours, I was allowed to leave the table. I went up to my room, got into bed and had a fever of 42 degrees. It was diphtheria. They took me to the nearest hospital where I was put in an isolation ward, which meant that Mom, when she came to visit me, could only wave at me through a window. At some point I lost that postcard. It's a pity. ", "ANNE": "\n[1]But who would do something like that? \n[2]From us? \n[3]What time is it? Can't we call the superintendent? \n[4]Or the police? \n[5]Imagine if we were here, in our beds, and someone broke in. \n[6]But it's terrible! I think I'd die of fright. \n[7]I'm tired. \n[8]Go ahead then. Mathilde told me that in her building, the attic apartment was burgled from the loft. They just knocked a hole in the wall, cut out all of the valuable pictures from their frames and disappeared without a trace. \n[9]What's got into you? \n[10]Weren't those semiquavers in the presto incredible? What staccato! Don't you agree? \n[11]No. 6. \n[12]the egg) I hope so. The last time, he kept us waiting for ages, if you remember. \n[13]Really? 7. \n[14]What are you doing? \n[15]You left the water running. 9. \n[16]What did you say? \n[17]What joke? I don't get it! Why are you talking to me like that? What's got into you? \n[18]What game, for Christ's sake? What on earth's the matter?!! \n[19]To what? \n[20]When? 10. \n[21]Please tell me what's wrong. What am I supposed to have done? \n[22]But what DID happen? \n[23]When... When was it? \n[24]So...?? \n[25]Help? \n[26]Yes. Because you left it on. \n[27]I don't understand. \n[28]Why? What can he do? \n[29]I'm fine. There's nothing wrong with me. \n[30]But what DID happen? \n[31]I'm here. I'm having my breakfast, and you're telling me things happened that I don't understand. \n[32]No, I can't! \n[33]You did! \n[34]tears) No I can't! Do you want to torture me? Leave me in peace! \n[35]No! \n[36]Yes. Thank you, Mr. Mery. Thank you. 17. \n[37]Yes, thanks. \n[38]In the living room. \n[39]First come sit with me. \n[40]Can you help me into the chair? \n[41]It's best if you put my arm around your neck and your right arm around me, that way it'll be easy. \n[42]Thanks. \n[43]Me too. \n[44]Promise me one thing. \n[45]Please never take me back to the hospital. \n[46]You promise? \n[47]You promise? \n[48]Don't talk right now. And don't give me any lectures. Please. \n[49]Nothing. Just don't say anything. \n[50]Thank you. Thank you, Darling. \n[51]Everything's fine. 20. \n[52]You don't have to hold my hand all the time now. I can look after myself, you know. \n[53]And don't feel guilty. That would be pointless. And a drag. For me too. \n[54]That's good. \n[55]Go over there now. I'm not a cripple. You can easily leave me alone for two minutes. I won't collapse. \n[56]Did you buy the new book on Harnoncourt? \n[57]And? \n[58]Sure. 21. \n[59]Don't worry. It isn't that important. \n[60]Thanks. \n[61]Right now, take care of yourself. And don't wait to see how I hold the book in my hand, OK? \n[62]There. Can you come in, please? \n[63]So? How did he react? \n[64]That's cute. Why didn't you ever tell me before? \n[65]Aha...? Don't tell me you're going to ruin your image in your old age? \n[66]Sometimes you're a rotter. But you're nice. \n[67]Listen to this! My horoscope. Motto: You have lots of verve, but need to be more serious! Love: High-class conversation is what you need. Work: You're motivated again. But proceed with care. Health: Loosen up by doing exercises. It'll give you renewed pizzazz. \n[68]You have to go. \n[69]Who does like going to funerals? \n[70]You're mean. What would you say if no one came to your funeral? \n[71]Have you talked to Jeanne since I was in the hospital? I mean, does she know I can't come? \n[72]What did she say? \n[73]How? \n[74]Sorry. \n[75]Do I talk about it all the time? 27. \n[76]Don't worry. \n[77]\n[78]Forgive me, I was too slow. \n[79]Can you wheel me into the living room? \n[80]Yes. Why are you home earlier? \n[81]That's true. How was the funeral? \n[82]How was it, go on, tell me! \n[83]There's just no point in going on living. I know it can only get worse. Why should I inflict it on us? On you and me. \n[84]You don't have to lie, Georges. \n[85]Of course I did. But imagination and reality have little in common. \n[86]Georges, I don't want to carry on. You're making such efforts to make everything easier for me. But I don't want to go on. For my own sake. Not yours. \n[87]I don't know. I can't be bothered to think about being you. I'm tired. You tire me. Everything tires me. I can't talk. I want to go to bed. \n[88]Martin! What a delight. How lovely to see you! \n[89]Don't get up. Come on, sit yourself down and don't look so shocked. \n[90]I'm so proud of you. We were both in raptures after your concert. Georges wanted to buy your new CD the very next morning. \n[91]No, no, don't worry. We want to make a contribution to your success. Even if it's only twenty euros. \n[92]You owe it to your hard work and your talent. \n[93]My right side is paralyzed, that's all. It can happen when you get older. \n[94]Let's talk about something else, shall we? \n[95]Don't be offended. But I want to enjoy the lovely interlude you've given us with your visit. \n[96]Could you do me a favor? \n[97]Would you play Für Elise? \n[98]Give it a try. \n[99]What's the matter? \n[100]\n[101]Sorry. \n[102]Georges? What's going on? Who is it? \n[103]Georges? What's going on? \n[104]What was it? \n[105]What was? \n[106]Why? \n[107]When is it? 38. \n[108]I don't want that. \n[109]Geoff doesn't need to come. \n[110]I don't need any comments on my predicament. I can only take his British humor in small doses. \n[111]Stop the CD. \n[112]Where are the family albums? \n[113]Can you get them for me? \n[114]I'd like to look at them. \n[115]Please! \n[116]Thanks. \n[117]That's nice. \n[118]Life...so long... What a long life... \n[119]Stop watching me. \n[120]Of course you were. I'm not that dumb yet. \n[121]What do you mean? \n[122]I can't... take it any more. \n[123]have... the grandmother... woman with house... not... the house then ... money \n[124]... yes... now... it's all... house sel... sel... sel... was... in two strokes of... so quickly... god it's hard... to say... sell... money gone... left... there too... \n[125]\n[126]...Mom to the concert... \n[127]...Mom to the concert... no dress... \n[128]...Mom to concert... no ... uuu... no... \n[129]Help! Help! Help! Help! Help! Help!... \n[130]\n[131]... Ssssur... \n[132]po ... pont ... sss \n[133]... Ssssur le pont ... \n[134]... ssur... le .. \n[135]Help... help... \n[136]Help... \n[137]Mom... Mom... Mom... Mom... Mom... \n[138]dress... only I... only I... all long... it was... (with a small gesture to imitate a bell): ding... dong... \n[139]fro ... you... very serious... like that... (she imitates a serious countenance, continues in a low voice): like that... serious... \n[140]PAUSE. Anne puts her hand on Georges'. \n[141]... it was n...nice... \n[142]I'm almost done. \n[143]Thanks. \n[144]Aren't you taking a coat? ", "EVA": "\n[1]You know how he is. Once he's got something into his head, he has to go through with it. In the end, everybody was delighted. And besides, it didn't hurt our financial situation. We're playing until the 28th. 13. \n[2]Then we have 10 days to rest, then we go to Stockholm for four days, and then to Kumo in Finland. Heaven knows where that is. At the North Pole. But Geoff's already been there few times, and he loves it. We're playing the \"Dowland Transcriptions\" there and then we're back in London. \n[3]Liz is at boarding school and John is living his own life. He's twenty- six years old. \n[4]He's a student. We rarely see him. He's got his own ideas. Life Geoff. They don't really get along. Geoff wants to advise him on everything, and John doesn't like that at all. \n[5]I think so. He's less impulsive. Very industrious. \n[6]No!! He's not like Geoff. Quiet, but stubborn. I think he'll do all right. At the last Conservatory concert, he played the solo part in the Haydn Concerto. It was very good. Geoff was there and congratulated him at the end. \n[7]What do you mean? 14. \n[8]My God, you know him, don't you? Over the winter, he suddenly discovered his passion for a viola player who'd been in our ensemble for years. What can I tell you? It was a huge drama, and the poor little darling wound up trying to commit suicide. That scared him and he came back to me in full remorse. I've got used to it now. What's a bit embarrassing is that the ensemble, you can't keep any secrets from anyone. \n[9]Yes, I think so. \n[10]What's aphasia? \n[11]And what do they say now? \n[12]I'm so sorry. \n[13]What can I do for you? \n[14]It's funny. I don't know if I should say it. Maybe it'll embarrass you. But when I came here a short while ago, I suddenly remembered how I always used to listen to the two of you making love when I was little. 16. \n[15]For me, at the time, it was reassuring. It gave me a feeling that you loved each other, and that we'd always be together. \n[16]... thinking about whether it wouldn't be better to invest the money in an apartment block. If inflation gets going again, property is the only sure thing. Right now, savings accounts pay 1.75% at best. Four years ago, Geoff bought some stocks with a small sum of money and the whole thing collapsed. So now we're obviously worried. Unfortunately, in the meantime, other people have had the same idea, and property prices are going through the roof. Since we came back from Scandinavia, I spend all my spare time looking through newspaper ads. \n[17]It takes time, that's all. We'll find something in the end. 42. \n[18]I don't understand you, I'm afraid. \n[19]She only talks gibberish. I don't know what... \n[20]Nothing is OK. \n[21]What's going on, actually? You can't just leave her lying on her bed like that! She's unrecognizable! It's ridiculous! \n[22]What does that mean, \"no other options\"? Why isn't she in a hospital? \n[23]I can't believe that these days there's no way of handling this efficiently. \n[24]I didn't say that. I'm simply questioning whether what I see going on here is the answer to everything! \n[25]Like what? \n[26]Hello. What was going on? \n[27]What's going on with Mom? \n[28]Well... (gesture toward the \n[29]What's going on with Mom? Why don't you answer the phone? After our last conversation, I left four messages on your answering machine. Why don't you call back? \n[30]Don't you realize we're worried? \n[31]Dad... \n[32]Dad, what's the matter? \n[33]\n[34]Mom? ... Mom?? \n[35]Tell me, what's going on? Have you gone crazy? \n[36]I don't want to sit down. What's going on here? \n[37]You can't stop me from seeing her. \n[38]It's me, Mom. \n[39]Can I do something for you? Mom... \n[40]Thanks. 61. \n[41]What's going to happen now? \n[42]You can't go on like this, Dad. \n[43]Can't we have a serious talk, you and me? ", "SOLOIST": "\n[1]Forgive me for dropping in on you like this, Professor. I tried to reach you by phone a couple of times, but no luck. \n[2]I just couldn't manage to come by after the concert. I was so sorry, because I was so pleased you came along. \n[3]... And now, an unexpected opportunity has arisen because François Mitry called me - you know him, he's my agent - to say he'd arranged for me to meet the boss of the Théâtre des Champs-Elysées tonight to talk about their new concert series. 31. \n[4]So I flew to Paris this morning, and while I was in my hotel, I thought, I'll just give it a try and drop in. After all, it's virtually just around the corner. \n[5]Isn't she at home? \n[6]I hope I'm not disturbing you too much. \n[7]No, no, thank you very much. \n[8]I've only just bought them. They should keep quite... 32. \n[9]Mrs. Laurent! Lovely to see you too. \n[10]Oh God! I wanted to bring you the CD, but I left in such a hurry that I forgot it. I'm so sorry. I'll get one today and drop it by. \n[11]You've already contributed so much. I owe you so much, Madame. \n[12]remember, when you first gave me the Bagatelles to play? I was twelve at the time, and in my youthful arrogance I said: \"But why the Bagatelles?\" And you really gave me a piece of your mind. 33. \n[13]So what happened? \n[14]And how...? \n[15]Sure ... \n[16]Of course. \n[17]Well, actually I've spent most of the time in London studying. Then I went to Copenhagen for two performances, that was Schubert too. My whole life revolves around Schubert at the moment. The concerts with the Impromptus and the Moments Musicaux, and for my bread-and-butter work I'm developing the sonatas. Not the late ones, I think I still need a couple more years for those. 34. \n[18]Really? \n[19]Um, I don't know if I remember it very well. Beethoven, it's been a long time since I've... But if you want... \n[20]", "NURSE": "\n[1]... we could take turns. She'd come from 8 till 12 and I'd do 2 until 6, or 3 to 7. That would certainly relieve the pressure on you. \n[2]She just has to know in time so she can arrange it in her schedule. \n[3]Very well. I have to go now... \n[4]Thanks for the coffee. \n[5]You mustn't take it too seriously. Usually they always say something. She might just as well say \"Mom, Mom, Mom\". It's just mechanical. \n[6]Goodbye, sir. 48. \n[7]... as you wish, sir. I don't know what you were expecting. I gave up another job to come and work here. You should have thought it over before deciding whether you wanted a second nurse or not. \n[8]What's that supposed to mean? \n[9]No one has ever complained. \n[10]Seven hundred and eighty euros. \n[11]I've never had anything like this happen to me before. Who do you think you are?! I've been doing this job for ten years. I don't need you to teach me how to do it. \n[12]No. \n[13]You're a nasty old man. I feel sorry for you. \n[14]Go fuck yourself, you old fart! ", "SUPERINTENDENT": "\n[1]The 16th from what I can see... Wait... \n[2]If you need anything, just call downstairs. If we can help at all... \n[3]It's nice to have you back, Mrs. Laurent. \n[4]Yes... So... Goodbye then, ma'am. Welcome home again. Goodbye, Sir. \n[5]Goodbye. \n[6]Can I do anything else for you, sir? \n[7]Oh, it's nothing, sir. \n[8]Thanks a lot, sir. \n[9]With pleasure, sir. \n[10]May I say something, sir? \n[11]My wife and I, we're very impressed by the way you're managing everything. I take my hat off to you. \n[12]Give my regards to your wife. ", "SUPERINTENDENT'S WIFE": "\n[1]It came to 76 euros and 40 cents. There's the till receipt and here's your change: 23 euros 60. \n[2]Thank you, sir. \n[3]Well, I'll be off. Call me if you need anything else. \n[4]Is your wife well? ... \n[5]Fine. Give her my regards. My husband and I are very glad she's back. \n[6]Goodbye, sir. 23. \n[7]I'll bring you the strawberries tomorrow around noon, if that suits you. ", "GEOFF": "\n[1]How much is she asking? \n[2]And her? \n[3]And what about the doctor? What does he say? 43. \n[4]Hey, dear... \n[5]...come here, sit down, it's OK. \n[6]Don't you think you're taking on too much? \n[7]Don't you want to get a second opinion? 45. "}}