{"dialogues": {"JENNY": "\n[1]Isn't it because Mr Rochester's blind? \n[2]I've got an English essay to do by tomorrow morning. \n[3]Cello? \n[4]I thought we agreed that cello was my interest or hobby? \n[5]Or interest. \n[6]Can I stop going to the youth orchestra, then? \n[7]Ah. Yes. But. I've already joined in. So now I can stop. \n[8]No. They don't want people who think for themselves. \n[9]You'd better, I'm afraid. Just to show my father you're un jeune homme serieux, not a teddy boy. \n[10]It'll be all right. I won't wait. It's going to bucket down in a minute. I'll see you at the weekend. \n[11]How do I know you won't just drive off with the cello? \n[12]Jenny.  I've never seen a car like this before. C'est tres chic. \n[13]It was a rehearsal. The concert's next Thursday. \n[14]Elgar. \n[15]I'm not a Jew! \n[16]Oh.  Can I sit in the car with my cello? \n[17]It's even nicer on the inside. \n[18]I only live round the corner. \n[19]I'd better not. I'm a bit close to home. \n[20]We don't go to any concerts. We don't believe in them. \n[21]So people say. \n[22]I suppose...What would he say? \n[23]Oh, yes. He'd say there's no point to them. They're just for fun. Apart from school concerts, of course, which are no fun at all, so we go to those. The proper ones don't help you get on. \n[24]Yes. I will. I know. Sometimes it seems as though that's what all this slog is for. If I get to University, I'm going to read what I want and think about what I want and listen to what I want. And I'm going to look at paintings and go to French films and talk to people who know lots about lots. \n[25]Oxford. If I'm lucky. Did you go anywhere? \n[26]This is me. Thank you. \n[27]I suppose so. I suppose the growing grass would knock you off balance, and then you'd fall over, and by the time you picked yourself up, there'd be a queue. \n[28]Oh! \n[29]They're for me! \n[30]Gosh. Him. \n[31]Just...A chap I met. \n[32]Yes, he is, really. \n[33]He's wishing me luck for tonight. \n[34]He earns it, I expect. \n[35]Can we just go? Otherwise the bunch of good-luck flowers will actually be responsible for me actually missing the concert. Which would be ironic, n'est ce pas? \n[36]Noted. \n[37]The whole point about him is that he doesn't feel. \n[38]Camus doesn't want you to like him. What he's trying to say is that feeling is bourgeois. Being engagee is bourgeois. His mother dies and he doesn't feel anything. He kills this Arab and he doesn't feel anything. \n[39]No. That just makes you a cow. \n[40]Well I'm going to be French. I'm going to Paris and I'm going to smoke and listen to Jacques Brel and wear black. And I won't speak. Ever. C'est plus chic, comme... \n[41]Hello. Thank you. \n[42]Oh, fine. I think. I mean, I didn't mess my bit up, anyway. And no-one got thrown out of the orchestra afterwards. \n[43]Going to school. \n[44]Oh. Yes. Of course. Nothing. \n[45]Thank you. And I'd like you to take me. I'd like to go with someone who knows when to clap. \n[46]Supper. \n[47]The trouble is, we'll already have eaten. \n[48]Oh. Yes. Of course. \n[49]Just a man who's been trying to pick me up. We're going to a concert on Friday night. And then we're having a spot of supper. \n[50]You've heard of supper? \n[51]Neither of you is interested in the concert part, I notice. \n[52]Don't be so daft. \n[53]Why? \n[54]There won't be anything to tell. \n[55]Fine. He's quite happy for you to take me. \n[56]Good. \n[57]St John's Smith Square. \n[58]I don't know. I'm sure we could find out. \n[59]He soon put a stop to that. \n[60]Where are we? \n[61]The trouble is, that's where St John's Smith Square is. \n[62]That's him. Now what? \n[63]Oh, and by the way...David's a Jew. A wandering Jew. So watch yourself. \n[64]Dad! \n[65]Ah. Well. Dad's got something to tell you. \n[66]Bye. \n[67]I'm so sorry. \n[68]It's beautiful. Where did it come from? \n[69]Thank you. \n[70]That would be nice. But South Ken... C'est beaucoup trop cher pour moi. \n[71]I just said....It was too expensive for me. \n[72]I just...Well, I said it in French. \n[73]I don't know. \n[74]Why on earth would he want to take me shopping? \n[75]I've only got....Well, I think it's just called `Juliette Greco'. The one with the eyes on the sleeve. I saved up and got my French conversation teacher to bring it back after Christmas. \n[76]Yes. \n[77]You're thinking of buying a Burne- Jones? A real one? \n[78]I love the pre-Raphaelites. \n[79]Yes, of course. Rossetti and Burne-Jones, anyway. Not Holman Hunt, so much. He's so garish. \n[80]An auction. Gosh. How exciting. \n[81]Oh. Friday. \n[82]Well. Yes. \n[83]No. I'm sure I could....re- arrange. That would be lovely. \n[84]What are you doing? \n[85]It's twenty-five to twelve. We finish tea at seven. \n[86]It was...It was the best night of my life. \n[87]Goodnight, Mum. \n[88]There was nothing like that. He was the perfect gentleman. He just said he wanted to take me places and show me things. \n[89]Of course. \n[90]He's not my \"new boyfriend\". God. \n[91]How do you know Danny? \n[92]What kind of work? \n[93]How do you know those, those ...Negro people? \n[94]Clients? \n[95]I'm not sure I quite understand what you do. \n[96]Jenny Mellor. \n[97]Jenny Mellor. \n[98]Really? Fifty pounds? I don't believe you. \n[99]That's not a Lockey-Hill! \n[100]It's beautiful. Do you play? \n[101]Gosh, no. One day. When I'm good enough for it. \n[102]Oh, David. You've never heard me. \n[103]A weekend away? I wouldn't be allowed to do that. \n[104]Who? \n[105]About what? \n[106]You're going to ask my father if I can go away with you for the weekend? He'd have you arrested. \n[107]I'll bet you you can't do it. \n[108]Half-a-crown. \n[109]Mon dieu! You must take me back to school. And I've got to change back into my uniform. \n[110]\n[111]\n[112]\n[113]Oh, thanks. \n[114]Oh, no. \n[115]Oh. Graham. Hello. \n[116]No, no. It's just...I've got so much to do if I'm going to get the grades I need. \n[117]Bye, Graham. \n[118]Hello. \n[119]But what's he doing here? \n[120]You came to see Mum and Dad? \n[121]And you're drinking? But it's not Christmas! \n[122]Yes, that's true. I'm only going on what I've seen over the last sixteen years. \n[123]Anyway. Would you excuse me? I've got a huge pile of Latin translation to do. \n[124]No. I didn't. \n[125]\n[126]\n[127]\n[128]I'd love to meet him. \n[129]How often do you see him? \n[130]Hopefully I'll be there by then. So that won't be much use. \n[131]Please, Daddy. It would be so helpful to know something about the place. \n[132]That was scandalous. \n[133]Really? Thank you. \n[134]A nightie? \n[135]Will we be sharing bedrooms? \n[136]No. I'm...No. \n[137]Really? Do     you think so? \n[138]Oh, I'd make sure that didn't happen. I'm going to do it when I'm seventeen. On my seventeenth birthday, hopefully. \n[139]Well...Golly. I suppose it will be with David, won't it? \n[140]April. \n[141]Can we stop? \n[142]You never get out? \n[143]\"To dear Jenny. With the pleasure of meeting you. Come and see me again soon. Clive.\" \n[144]I want to read English. \n[145]Sorry? \n[146]Oh. Yes. Reading English is just another way of saying... \n[147]Please explain what stats are. You're always going on about them. \n[148]We've got exactly the same curtains at home. \n[149]There's something you should know, David. I'm...Well, I'm a virgin. And I want to stay that way until I'm seventeen. \n[150]Well, yes. Of course we can. If it doesn't mean... \n[151]Is that me? \n[152]Oh. If that's what.. \n[153]Yes, David? \n[154]Sorry. Yes, bubbalub? \n[155]You just want to see them? \n[156]Aren't you coming? \n[157]What are you talking about? \n[158]I don't need looking after, thank you very much. David, I want to see... \n[159]\"Either way\"? \n[160]Me? I'm spoiling things? \n[161]No thanks. You go. I'll find my own way home. \n[162]Liberated! That's one word for it. \n[163]Gosh. Yes. Loads.  Thank you. I had a nice time. \n[164]As you said in the car, it was a misunderstanding. \n[165]You have no idea how boring everything was before I met you. \n[166]Excitement's a lot, when you're at school and you live in Twickenham. \n[167]But that is who you are. I've never met anyone like you. Action is character, our English teacher says. \n[168]I think it means that if we never did anything, we wouldn't be anybody. And I never did anything before I met you. And sometimes I think no-one's ever done anything in this stupid country, apart from you. \n[169]Thank you. \n[170]Lovely, thank you. \n[171]Look inside. \n[172]He was just...normal. Kind. \n[173]Oh, he was busy. David did, though. \n[174]Beautiful. \n[175]He might become a famous author, for all you know. \n[176]What? \n[177]I feel....I Feel I should do my homework. \n[178]Russian Sobranies. \n[179]Paris. You can't buy them here. \n[180]No. I never. \n[181]But I'll bring you some back, if you want. \n[182]Non. \n[183]Oui. \n[184]Peut-etre. \n[185]Might be. \n[186]You have such a Victorian attitude to sex, you two. \n[187]They don't know yet. David's got a plan, he says. He usually has something up his sleeve. \n[188]Oh, it was....(She changes her mind) David went to Oxford. Merton. English. And he offered to show me round. \n[189]Apparently I do. \n[190]Sod. Miss Davies. \n[191]Not that I know of. \n[192]Graham? \n[193]What did you happen to be talking to her about? \n[194]What if David turns up? \n[195]And who's the skinned cat, in this enchanting image? Me? \n[196]I have an education to pursue. \n[197]Oh. Thank you. I    needed a new one. \n[198]This is Graham. \n[199]Clearly. \n[200]Can I open anything yet? \n[201]You know the one, Dad. \n[202]Dad! \n[203]You've just said you don't like Europe. What's going to change? It'll have to be Europe, won't it? Because it isn't going to be you. \n[204]Oh, for God's sake. \n[205]Can I go now? \n[206]There's no bed. \n[207]A suite! \n[208]I would have thought that tonight of all nights we only need a bedroom. \n[209]What on earth is that for? \n[210]With a banana? \n[211]David, I don't want to lose my virginity to a piece of fruit. \n[212]Let's wait until we get to Paris. I think the moment might have gone. \n[213]And David..... if tomorrow night does happen, it will never happen again, so... \n[214]Because the first time can only happen once. \n[215]So, please...No Minnies. No baby- talk. I'm not old enough for baby- talk. Treat me like a grown-up. \n[216]I know. Let's go and sit in our sitting-room. \n[217]Not after the...first bit. It's funny, though, isn't it? All that poetry, and all those songs and films, about something that lasts no time at all? \n[218]It wasn't all glamour. We spent half the weekend at Heathrow in a hotel suite . \n[219]Why will I need to miss it? \n[220]God, no. \n[221]I'll catch you up. \n[222]What do you mean? \n[223]I think so. \n[224]He couldn't stop me. \n[225]I'm not sure what you're trying to tell me. \n[226]Where did you go? \n[227]Where did you go? Which university? \n[228]Oh. \n[229]You're clever. And you're pretty. So presumably, Clever Miss Stubbs won. And here you are, reading all those pony essays. I don't know. These last few months, I've been to Paris, and to jazz clubs, and I've eaten in wonderful restaurants, and seen wonderful films, heard beautiful music... \n[230]It's nothing to do with that. \n[231]Maybe our lives are always going to end up with pony essays. Or housework. And yes, maybe we'll go up to Oxford. But if we're all going to die the moment we graduate, maybe it's what we do before that counts. \n[232]I don't think you're dead. But... \n[233]And we know the person who owns this? \n[234]I gathered that much. But why do we have to crawl around the West End looking for his car? Why don't you just make an appointment, if you want to see him? \n[235]Thank you. \n[236]About what? \n[237]make conversation, as all the couples around her are doing \n[238]I'm still trying to work out what makes good things good. It's hard, isn't it? \n[239]Oh. Yes. \n[240]What are you doing? \n[241]What were you looking for? \n[242]Oh, David. \n[243]You're very sweet. \n[244]Please take me home. \n[245]What if I got married instead of going to college? \n[246]Married. \n[247]Would it? That's interesting. \n[248]Thanks. \n[249]Yes. \n[250]Nothing yet. \n[251]No. A man I just met walking his dog. \n[252]This is where you're supposed to say, \"But what about Oxford?\" \n[253]words over in her mouth \n[254]All that Latin! All those essays! What was the point? Why didn't you just send me out prowling round nightclubs? It would have been less trouble. And I might have had more fun. \n[255]How? \n[256]Ooh. Miss. Me. I can. \n[257]What? \n[258]Half the girls in this room are wearing jewelry. \n[259]We have a difference of opinion on that. \n[260]We won't be getting married in a church. David's Jewish. \n[261]intimidated by her surroundings \n[262]Yes, that's right. \n[263]Nobody has been able to explain to me the point of University. \n[264]And nobody does anything worth doing with one, either. No woman, anyway. \n[265]Boring! \n[266]Studying is hard and boring. Teaching is hard and boring. So you're telling me to be bored, and then bored, and then finally bored again, this time for the rest of my life. This whole stupid country is bored. There's no life in it, or colour in it, or fun in it. It's probably just as well that the Russians are going to drop a nuclear bomb on us any day now. So my choice is either to do something hard and boring, OR to marry my... my Jew, and go to Paris and Rome and listen to jazz and read and eat good food in nice restaurants and have fun. It's not enough to educate us any more, Mrs Walters. You've got to tell us why you're doing it. \n[267]I don't wish to be impertinent, Mrs Walters. But it is an argument worth rehearsing. You never know. Someone else might want to know what the point of it all is, one day. \n[268]I'm not sitting them. \n[269]Oh, telling people. I'd forgotten that what we tell people is more important than anything. \n[270]I'm sure David will pay you back. Send him a bill. As you said, he wouldn't have wanted me if I was dim, so he should fork out. Just tell me why there's a point in sitting my exams, and there's no point in me going to University. \n[271]In which case I should have left school years ago, shouldn't I? Ask them for the money back. If I'm too clever by half, you overpaid by a third. \n[272]Am I still allowed to read? \n[273]Danny didn't seem very pleased about our engagement. \n[274]Jealous? \n[275]Where is the flat again? \n[276]Like that? \n[277]Ah. \n[278]And this is where you're living? \n[279]You've stayed there two nights \"on and off\"? \n[280]David! \n[281]No, but.... You seem to float around. I never know where you are. \n[282]It depends on how funny it is. \n[283]We all live at home. \n[284]But I live with my mother and fa... You don't mean it. \n[285]Your mother and father? \n[286]Did you do this one? \"Show from any TWO scenes in `Pride and Prejudice' how far it is true that Jane Austen's methods are `essentially dramatic'\". \n[287]It says two here. Look. \n[288]I've been looking at flats. I've been to look at dresses. I've been reading a lot, too. \n[289]What's this afternoon? \n[290]I'm not sure he sees plenty of nice places. Would you like a radiogram for a wedding present? We love ours. \n[291]We've been through this, Dad. It'll be quite clearly marked on the menu. \n[292]David, probably. Who else would it have been? \n[293]Take us home. \n[294]It's another one of David's little muddles and misunderstandings. \n[295]I don't want to hear another word from anybody. Take me home. NOW. \n[296]Go inside, Dad. \n[297]Mr and Mrs David Goldman, Mr and Mrs David Goldman, Mr and Mrs David Goldman, Mr and Mrs David Goldman.. \n[298]You're MARRIED! \n[299]When were you going to tell me? \n[300]\"Oh,   Jenny. I'm just too busy to find   somewhere to live...I live with   my mummy.\" You were living with   your wife! All this time! \n[301]What's your address? \n[302]Where? \n[303]Byron Avenue! It's no wonder we kept bumping into each other, then, is it? What number? \n[304]\n[305]Good grief. It's the truth. \n[306]Spare time? Spare time? I can't tell you how grateful I am. \n[307]I have nothing. I left school. I didn't take my exams. Where's it all gone, now? I gave my life away. \n[308]Go and tell them. Go and tell them, then go and tell your wife. I want to see you. I want to stand there and watch. \n[309]Please don't leave me to tell them on my own. Please. You owe me that much. You owe them that much. \n[310]Two minutes. And then I'll come out and drag you in. \n[311]He's helping himself to some Dutch courage before facing you. Stolen Dutch courage, from the look of it. He has something to tell you. \n[312]Hello. I'm sorry. I think I must have the wrong house. \n[313]Yes. I wanted number...It's my cello lesson. Silly. I... \n[314]I can't. \n[315]She's beautiful. \n[316]Four months! \n[317]I saw her. I didn't talk to her. There wasn't any need. \n[318]Sit down. \n[319]Oh, you're my father again, are you? What were you when you encouraged me to throw my life away? I'm a silly schoolgirl. Was, anyway. Silly schoolgirls are always being seduced by glamorous older men. But what about you two? \n[320]And now I've got nothing. I'm...I'm broken. \n[321]What are you talking about? \n[322]It's a funny world you people live in. You both watched me... carrying on with a married man, but you don't think it's worth saying anything. \n[323]I'd like to repeat my last year at school. Start all over again. \n[324]I know. I was stupid. \n[325]I know that I need to go to university. \n[326]Some other chap? There won't be any other chaps. Not for a long, long time, anyway. \n[327]Is it really so grim, your satisfaction? \n[328]I suppose you think I'm a ruined woman. \n[329]Did you want to? \n[330]Yes. Who'd have thought there'd be a down side to all that? I could tell you all about the imagery in Jane Eyre. But I couldn't see that a man who stole maps from old ladies might be a liar. \n[331]There are a lot of things I didn't tell you. I was dreaming. \n[332]No. No, I'm not. \n[333]This is lovely. \n[334]But it is. Really. I'd love to live somewhere like this. \n[335]But all these books and pictures.... \n[336]understanding something \n[337]A Burne-Jones. \n[338]What? \n[339]Yes. I do. Still. \n[340]I feel old. But really not very wise. Miss Stubbs, I'm....I need your help. \n[341]Don't you understand what you've done? \n[342]Yes. I had fun. But I had fun with the wrong person, at all the wrong times. And I can't ever get those times back, now. Look, David. I'm in Oxford. Every day I wake up and pinch myself. And when I think how close I came... ", "DAVID": "\n[1]Hello. \n[2]Listen. If you've got any sense, you wouldn't take a lift from a strange man. \n[3]I am, however, a music lover, and I'm worried about your cello. So what I propose is, you put it in the car and walk alongside me. \n[4]Ah. Good point. \n[5]How much does a new cello cost? Twenty pounds? Thirty? I don't know. Let's say thirty. \n[6]There. Security. \n[7]I'm David, by the way. \n[8]And you are...? \n[9]It's a Bristol. Not many of `em made. \n[10]How did the concert go? \n[11]What are you playing? \n[12]Ah, Elgar. I often think it's a shame he spent so much time in Worcester, don't you? Worcester's too near Birmingham. And you can hear that in the music. There's a horrible Brummy accent in there, if you listen hard enough. \n[13]Anyway, I'm not sure Elgar and Jews mix very well. \n[14]No. I am. I wasn't...accusing you. \n[15]Jump in. \n[16]Where to, madam? \n[17]What a shame. We'll just make it last as long as we can. \n[18]Smoke? \n[19]I suppose cellists must go to a lot of concerts. \n[20]Oh, they're real. \n[21]Why don't we believe in them? \n[22]Your father, this is? \n[23]Which of course is what is so wonderful about them. Anyway, you'll go one day. \n[24]Good for you. Which University? \n[25]I studied at what I believe they call the University of Life. And I didn't get a very good degree there. \n[26]Hello. \n[27]How did it go? \n[28]Always the mark of a cultural triumph. Listen. I'm glad I ran into you. What are you doing on Friday? \n[29]I meant the evening. \n[30]Because I'm going to listen to some Schubert in St John's, Smith Square. My friends Danny and Helen will be going too, so it wouldn't be...I'll tell you what. I'll come and pick you up, and if your mother and father disapprove, then you can have the tickets and go with one of them. How does that sound? \n[31]I usually watch Danny. He knows that sort of thing. \n[32]Seven? And we'll probably go for a spot of supper afterwards, if you...But if you, if that's not...Well, we can always put you in a taxi. \n[33]If you want. \n[34]Well. I mean, if you'd like supper, then, perhaps on Friday you could...not eat? \n[35]I'm glad to hear it. Hello. David Goldman. \n[36]You didn't tell me you had a sister, Jenny. \n[37]You're a lucky man, Jack. \n[38]So. Gosh. (He looks around approvingly.) This is lovely. \n[39]I'd love one, Jack, but we're running a little late. If Jenny's ready, perhaps we'll shoot off. \n[40]Oh, it's a pretty straight run, really. Up to Hammersmith, take the A4 through Kensington and you're there. \n[41]Simple as that. \n[42]I was hoping Jenny would come with me afterwards to have a bite of supper with my aunt Helen. \n[43]How about if I promise to have her in by eleven thirty? \n[44]Thanks, Jack. I appreciate it. See you again. \n[45]Hello hello. Are we late? \n[46]Jenny, these are my friends Helen and Danny. \n[47]Shall we? \n[48]I booked a table at Juliette's. Will that kill the mood, do you think? \n[49]Juliette's it is, then. Heaven forbid that we should end the evening reflecting on our own mortality. \n[50]Have you never heard \"Chante Francoise Sagan\"? \n[51]She's marvellous. \n[52]I'd love to. You'd fit right in. \n[53]It's wonderful to find a young person who wants to know things. There's so much I want you to see. \n[54]Are you still all right to come and have a look at that Pembroke Villas place with me on Friday, Danny? \n[55]Do you? \n[56]Absolutely! Why don't we all go to the auction? Wouldn't that be fun? \n[57]Are you sure you're busy? \n[58]Oh, you know. We kept bumping into each other, and we became pals, and we've ended up doing a bit of work together, when it suits us. \n[59]Property. A bit of art dealing. Some buying and selling. This and that... \n[60]I'll be two seconds. \n[61]I'm sorry about that. \n[62]They're clients. \n[63]Jenny darling, even schwarzers have to live somewhere. And it's not as if they can rent off their own kind, is it? \n[64]You don't need to. It's too boring. All you need to know is that I work in property so that I can take you to nice places. \n[65]Your turn. \n[66]Quick! \n[67]Well done. A nerveless performance. \n[68]Play for us, Jenny. \n[69]She's good enough now. \n[70]I shall come to hear you in St John's Smith Square. Or in Oxford, when you get there. \n[71]I'll find a way. I'll talk to them. \n[72]Jack and Marjorie. \n[73]Oxford. \n[74]We'll see. \n[75]How much? \n[76]You're on. \n[77]I don't think I'm very good at Eccles. \n[78]I wasn't going to disturb you. I knew you'd have your nose to the grindstone. \n[79]\n[80]\n[81]\n[82]\n[83]\n[84]\n[85]He wrote a children's book called `The Lion, The Witch and The Wardrobe' that did very well, I believe. \n[86]Well, to us he was just the old codger who taught Medieval literature. But I came to know him very well. We just...got along, do you know what I mean? \n[87]Gosh. That dates me. He was writing them when I was there. \n[88]I'm sorry. I'm being slow on the uptake. Would Jenny like to come with me at the weekend? \n[89]Oh, once every couple of years. But next time, eh? \n[90]Well, I wouldn't want to drive back after one of those Oxford dinners. \n[91]Clive will get her a room in college. That's easy enough. \n[92]I'd be delighted. \n[93]I told you. You owe me half-a- crown. \n[94]Come on! \n[95]How can they only be nearly ready? \n[96]Maybe later. There are a couple of things we have to do. \n[97]So. Now.Is he Clive, do you think? Or CS? \n[98]There. \n[99]Well, if you look at it that way...I mean, that's proper scientific analysis. And you can't argue with science. \n[100]Anyway, tomorrow we'll try to get more of a feel for the place. \n[101]All right. Think of a number. Now think about the most boring lesson you've ever had at school. \n[102]Let's not talk about curtains. You look beautiful. You really are a princess. \n[103]I think that's good. I think that's right. And for your seventeenth birthday I'm going to take you to Paris or Rome or Florence and make you feel like the most beautiful princess in the kingdom of love. But we can still be romantic, can't we? \n[104]Minnie.... \n[105]Yes. You're my Minnie Mouse, and I'm your bubbalub. \n[106]Minnie. \n[107]Bubbalub... \n[108]Would you mind if I had a look at what might one day be mine? Just a peek? \n[109]I just want to see them. \n[110]Let it fall from your shoulders. \n[111]Thank you. \n[112]Might be worth a look. \n[113]Oh, come on, Jenny. Let's not spoil things. \n[114]I think there must be some kind of misunderstanding. \n[115]Jenny? \n[116]Jenny! \n[117]It was an old map. A Speed. It was cooped up in that miserable little cottage, and she didn't even know what it was. What a waste! It shouldn't spend its life on a wall in wherever the hell we are. It should be with us. We know how to look after it properly. We liberated it. \n[118]Oh, don't be bourgeois, Jenny. You're better than that. I know you have fun with us. I can see it. You drink everything I put in front of you down in one, every last drop, and then you slam your glass down on the bar and ask for more, and it's wonderful. We're not clever like you, so we have to be clever in other ways, because if we weren't, there would be no fun. We have to be clever with maps, and..and.. You want to know what stats are? Stats are old ladies who are scared of coloured people. So I move the coloureds in and the old ladies move out and I buy their flats cheap. That's what I do. So now you know. \n[119]And if you don't like it, then I will understand, and you can go back to Twickenham and listen to the Home Service and do your Latin homework. But these weekends, and the restaurants and the concerts..They don't grow on trees. \n[120]Do you understand? Of course you do. This is who we are, Jenny. \n[121]I suppose you have homework to do. \n[122]Really? In spite of the, the incident? With the map? \n[123]Exactly. A muddle. \n[124]I hope that there's something more than excitement to our relationship. \n[125]You know what I'm trying to say. I want you to like me for who I am, not just what I can do for you. \n[126]What does that mean? \n[127]That's a good place to end the weekend. I'll give you a tinkle. \n[128]It's a special day. \n[129]Oh, I know it.  Hello, young man. \n[130]Graham, a pleasure. I'm David. \n[131]What's everybody else having? What have you got there, Graham? \n[132]Yes. Well. You can put the pop away now. What is there for the grown-ups? \n[133]You know me so well. \n[134]Before you start on that little lot , I have a surprise. Next weekend, we're all going to Chez Georges to celebrate Jenny's birthday. \n[135]Chez Georges is in the Boulevard St Germain. In Paris. \n[136]Listen, I'm really sorry to have caused all this to-do. I just thought it might be nice. But I'll go with Aunt Helen and Uncle Daniel. They can have your tickets. \n[137]Yes, that's the one. \n[138]Where are we? \n[139]Of course! \n[140]Oh, impossible. I hadn't thought it through properly. I do apologise, Jack. Would you prefer it if Helen took Jenny on her own? I don't mind. I've been to Paris before. \n[141]Ah. I pushed the boat out and got us a suite. \n[142]Well, if work stops us getting to Paris until tomorrow, then work can buy us a nice hotel room. Anyway, it's a special occasion, isn't it? \n[143]Hold on a second. I've got something. \n[144]I thought....I thought we might want to practice. \n[145]I thought we'd get the messy bit over with first. \n[146]I'm sorry. \n[147]I'm sorry, Minnie. I'm such a fool. \n[148]Why won't it ever happen again? \n[149]Oh. \n[150]Hooray! I'll order some champagne. \n[151]Do you still feel like a schoolgirl? \n[152]And it wasn't too uncomfortable? \n[153]Yes. Perec Rachman. He's a.... \n[154]He's a business acquaintance, and we need to talk to him. \n[155]A bottle of champagne, please. \n[156]Don't be bashful. \n[157]All right, then. If you won't tell them I will. Jenny got two As and a B in her mock-A levels. \n[158]The B was in Latin. But it's much better than it was, isn't it, Minnie? \n[159]This is the one, Danny. \n[160]You can see she's different. She's got everything. You've got Helen, and.... \n[161]Yes. \n[162]Jenny, we should go. It's late. \n[163]You're all right in a taxi, aren't you? \n[164]Wait there. \n[165]Will you marry me? \n[166]I thought I had a ring. It wouldn't have been the right one. But it would have done for tonight. \n[167]I'm serious. \n[168]What do you think? \n[169]I thought that, too! I was wondering whether he might be a bit jealous. \n[170]You may have noticed that Helen's not really Oxford material. I'm going to keep him out of your way. \n[171]I haven't put my...my stamp on it yet. Haven't had time. It needs a woman's touch, really. And if you don't like it, we can move. Just say the word. \n[172]Just down from Russell Square. Two minutes' walk from the underground. \n[173]I've stayed there for the last couple of nights.  On and off. \n[174]Is that tea ready? One sugar, please. \n[175]I'm sorry. You must think I'm very odd. \n[176]A wandering Jew.(He pauses to take a sip.) If I tell you something, will you promise not to laugh? \n[177]I live at home. \n[178]No. I mean...I live at home...in the same way that you live at home. \n[179]Just my mother. My father's dead. I've been meaning to tell you, Minnie, and it would have been much better than all those silly lies. But... \n[180]Anyway. You can see how much I need you. And you won't regret this, I promise. We'll have so much fun. And just think. When we get married, you won't have to wait in the car while I do my business.. You'll be waiting at home, looking at the Burne-Jones on the wall. Home, Minnie. Our home. Can you imagine? \n[181]Everybody ready? I think you'll like this place, Jack. Their wine list is as good as anything I've seen in London. \n[182]Oh, you won't want to go in anything else after tonight. Mind you, it drinks petrol. I'm afraid we'll have to stop on the way in to town. \n[183]Madame. Monsieur. \n[184]Everyone happy? \n[185]Is that a good thing? \n[186]Sorry about this. \n[187]You might as well fill her up. \n[188]I'm just going to make a quick call. I'll be two ticks. \n[189]Jenny! \n[190]Jenny, I... \n[191]There's been a...Jenny's had a bit of a shock. \n[192]Jenny, it's not... \n[193]Of course I can. She's just got the wrong end of the stick about something. \n[194]Just let me... \n[195]Legally, yes, but... \n[196]Soon. It just - it never seemed the right time. You seemed so happy, and I was happy, and...It would have spoiled everything. What can I do, Minnie? What can I do? How can... \n[197]Jenny... \n[198]Byron Avenue. \n[199]There's no point.. \n[200]Seventeen. \n[201]Please. You have to understand. I was with you just about all the spare time I had. \n[202]Don't be like this. \n[203]Jenny, I can get a divorce. Everything will turn out for   the best. You'll see. \n[204]They're not going to listen to me now. Let me come round tomorrow. When everyone's calmed down a bit. \n[205]I owe them a lot more than that. I owe them everything. They gave me you. \n[206]Jenny. \n[207]Jenny. Minnie. I wanted to tell you that I am going to ask my wife for a divorce. \n[208]I can see my behaviour must have been... confusing. But we've never sat down and had a proper chat about it all. About the whys and wherefores. They can wait. The important thing is that you're still my Minnie Mouse, and I love you, and you had fun. You know you had fun. ", "JACK": "\n[1]I don't want to hear anything through the ceiling this afternoon, apart from the sound of sweat dripping onto textbooks. \n[2]No cello. \n[3]It's already your interest or hobby. When they ask you \"What's your interest or hobby?\" at your Oxford interview, you can say, \"Cello\". That wouldn't be a lie. You don't need to practise a hobby. A hobby is a hobby. \n[4]You don't need to be good at it. You just have to be interested in it. \n[5]No. The orchestra shows you're a joiner-inner. Universities like joiner-inners. \n[6]Well, if you stop, that shows the opposite, doesn't it? That shows you're a rebel. They don't want that at Oxford. \n[7]Course they don't. \n[8]Where are you applying, Graham? \n[9]Well, when will you be sure? You can't let the grass grow under your feet, you know. Otherwise you'll be at the back of the queue. \n[10]What for? \n[11]Travelling? What are you, a teddy boy? \n[12]You know she's going to Oxford, don't you? Oxford. English. If we can get her Latin up to scratch. \n[13]So she's studying English at Oxford while you're a wandering Jew... \n[14]What's going on here? \n[15]A chap? What kind of chap? Who? Why? \n[16]Are you sure that's all he's wishing? And where does he get the money from? \n[17]What do you mean, he earns it? Why isn't he at school? What does he do? \n[18]Well I don't like it. \n[19]Ten bob's worth of luck, I reckon. That's a lot for a schoolgirl. You can't leave them out here, anyway. I'd burgle a house that had flowers outside. They'll think we're made of money. \n[20]I won't allow it! \n[21]Right. I will. \n[22]Where is it? \n[23]Where's that? \n[24]How d'you know that? \n[25]There we are. \n[26]Near Westminster Abbey. I'm not going all the way over there. \n[27]And I've just said. That's where I'm not going. There must be something on locally. Where's the paper? \n[28]And how are you going to get over there? RAF helicopter? \n[29]Oh, bloody hell. \n[30]What's she talking about? I've never said anything like that in my life! Anyway, it's just an expression! I'm not against the Jews! \n[31]I didn't mean I'm not against you... Actually, I did mean that, because I'm not, but... \n[32]I'm sorry. What I'm saying is that you're not the sort of, of person I'd be against, if I were the sort of person who was against...people. You're not an old...Oh, dear. I'm Jack, and this is Marjorie. \n[33]I suppose I am, yes. \n[34]I'm sorry, David. Can I get you a drink? \n[35]No, no, nothing...It was more of a question, really. How would you get to St John's Smith Square from here? For future reference? \n[36]Simple as that. \n[37]No. \n[38]Back by ten, please, David. She's usually in bed by then. \n[39]Oh, well, I suppose... \n[40]Well, it's Friday night. And if you're going out to the West End... \n[41]What's that smell? Has he got perfume on? \n[42]At least there's no confusion, if you smell of carbolic soap. \n[43]It's her Latin, isn't it? \n[44]\n[45]\n[46]\n[47]\n[48]\n[49]Five bob! But... we could spend five bob on this and five bob on that, and before we know it that's our savings down the drain. \n[50]Oh, nothing. (He gestures round the room.) It's all free. That vase was free. \n[51]That chair was free. The sofa. We don't have to pay for anything. And even if we did, we don't have to work for it. That's the beauty of life, Jenny. Everything's free. Grows on trees. Wonderful, isn't it? (He warms to his theme, and grows progressively more berserk. We've got a lovely Oxford tree in the garden, lucky for you, so that's Oxford taken care of. And a whole orchard of school trees, so that's all free. I'm sure there are some private tuition trees out there. I'll go and have a look. \n[52]No, no, won't take me a minute. I think I saw some at the back there, right next to the pocket money tree. I'll just nip out and check, see that they're doing all right. \n[53]Oh. Hello. David does the most brilliant Bluebottle, Jenny. Actually, he can do all the Goons. \n[54]Oh, no, you've got him... \n[55]Is that so hard to imagine? \n[56]Hark at her! Makes us sound as though we've signed the pledge. You don't know everything about us, you know. We had a life before you came along. \n[57]They can't stand to see me enjoying myself. \n[58]You didn't tell me David went to Oxford. \n[59]\n[60]\n[61]\n[62]\n[63]Well, I don't know about this weekend. But one day, yes, thank you. \n[64]Well, I suppose...Would she have to stay the night? \n[65]Would it be a bother to you, David? \n[66]Here she is! The wanderer returns! \n[67]Was he nice to you? \n[68]Well I never. Look at this, Marjorie. \n[69]Never a dull moment with David, is there? If it's not concerts, it's famous authors. Bit different from that lad you brought home for tea, isn't he? \n[70]Graham could live to be two hundred, and he still wouldn't be swanning around with famous authors. Hasn't got it in him. \n[71]Being one isn't the same as knowing one, is it? Anyone can be one. But if you move in those circles... \n[72]Well, it says something about you, doesn't it? It says you're going places. It says you're well connected. He's an impressive young man, that David. I like him more and more. \n[73]He wasn't. And now he is. \n[74]Is David taking you somewhere special tonight? \n[75]What do we want him round for? \n[76]It might not be a bad thing if he did. \n[77]Well, if you think about it, there's more than one way of skinning a cat. \n[78]No, of course... \n[79]Blow them out, then, before the whole place burns down. \n[80]Come on. Presents. \n[81]Good grief. You won't believe this, Jenny. Did you leave anything in the shop? \n[82]She's a special girl. \n[83]Makes your dictionary look a bit feeble, eh Graham? \n[84]Well, we're not the ones trying to impress her. \n[85]David, what can I get you to drink? \n[86]I've given him a glass of pop. \n[87]A glass of something warming? \n[88]Lovely. \n[89]How d'you mean, Paris? \n[90]But..We haven't got any French money. And I'm not sure...I just don't think it would agree with me. \n[91]They don't like us, the French, you know. John Sutton at work went once. They were very rude to him. I'm not sure I'd like that. \n[92]I don't want to spoil anyone's fun, but...It's not for me, Europe. We'll go another time. \n[93]To France? And leave me here on my own? \n[94]Aunt Helen? The one who went to the concert with you? \n[95]Well, there we are. \n[96]Aunt Helen! Don't you see? If Aunt Helen's going to be there... \n[97]I didn't want to put a spoke in anyone's wheels. But if you look at it from my angle...A bachelor, taking my daughter off to Paris... \n[98]Oh, I couldn't possibly ask...No, no. If Aunt Helen's going... \n[99]Oh, aye. The potting shed. Who does he think I am? Prince Rainier of Monaco? \n[100]Married? \n[101]It would depend who it was, surely? \n[102]Course it would. I wouldn't want you married off just for the sake of it. \n[103]Who? \n[104]David? \n[105]David's asked you to marry him? Bloody hell. Pardon my French. \n[106]Of course she's got a choice. But it's an interesting one, isn't it? \n[107]Well. Looked at it one way, you wouldn't really need to go now, would you? He's a man going places. And say what you like, but they know how to take care of their money, don't they? He'll see you're looked after. \n[108]You know what I mean. \n[109]We don't know about nightclubs. We knew about education. Anyway, it all turned out for the best. \n[110]He wouldn't have wanted you if you were thick, would he? \n[111]How d'you mean, left? \n[112]What about your exams? \n[113]What are we going to tell people? \n[114]All that... \n[115]No. No need for Jack. She should hear it. All that money! Do you know how much it's cost me for you to go through school and take no exams? \n[116]You know what your trouble is, don't you? You're too clever by half. \n[117]What sort of things can you have for starters? I mean, how will I know what are starters and what aren't? I'm all right if it's soup or fruit juice. But if it's anything more than that... \n[118]Why don't you three go out? I'll be happy here with a tin of... \n[119]Someone told me that. \n[120]I was hoping you'd take us in this. \n[121]I feel like Eamonn Andrews. \n[122]Do you think we should offer him some petrol money? Or would he feel insulted? \n[123]He'd feel insulted, probably. He said tonight was his treat. That must include the petrol, for God's sakes? \n[124]What do you think? \n[125]God almighty. What have I done? \n[126]What's going on? \n[127]What's happened? \n[128]You can sort this out, can't you, David? \n[129]What's going on? \n[130]He just drove off. \n[131]Can you tell us? Please? Jenny? \n[132]Well we've got to have this out. If you won't do it, I will. \n[133]I beg your pardon? I'm still your father, Jenny. \n[134]We didn't... \n[135]That doesn't mean....what I think it means, does it? It can't. \n[136]Just tell me that you didn't...you haven't, you know...You didn't.... \n[137]Jenny. \n[138]There's a cup of tea for you here. \n[139]I know I made a mess of everything. \n[140]All my life I've been scared, and I didn't want you to be scared. That's why I wanted you to go to Oxford. So that if someone asked you out to a nice restaurant, you wouldn't panic about what was a starter and what was a main course. And then David came along, and he had money, and he knew famous writers, and he knew how to get to classical music concerts. But he wasn't who he said he was. He wasn't who you said he was, either. \n[141]The other day, your mother and I were listening to a programme about CS Lewis on the radio, and they said he moved to Cambridge in 1954. And I said to Marjorie, Well, they've got that wrong, because how would our Jenny get her book signed, if he wasn't in Oxford? \n[142]Jenny, I'm sorry. ", "MARJORIE": "\n[1]How's your mother, Graham? \n[2]Who are they from? \n[3]Who's `him'? \n[4]A chap who sends flowers? So he's a man-chap? \n[5]trouble this will cause \n[6]Objection noted. Jenny? \n[7]It's in Westminster. Just around the corner from the Abbey. \n[8]I had a life before we were married, you know. \n[9]Jack, she wants to see someone who can play. She doesn't want to see Sheila Kirkland scratching away. I'll take her. \n[10]Jack! \n[11]Thank you. \n[12]So shall I book some tickets for something? \n[13]Have a nice time. \n[14]It's called after-shave, Jack. And it makes a change from carbolic soap. \n[15]Nobody's ever going to get confused about you, dear. \n[16]Oh, hello, love. Did you have a nice time? \n[17]I can't get this casserole dish clean. We had hot-pot tonight, and it's all burnt round... \n[18]I know what the time is. How was your evening? \n[19]And he took you home in his car? Right to the door? \n[20]And I'm glad you enjoyed the concert. \n[21]I'll talk to him. \n[22]The test didn't...Well, it didn't go as well as we'd hoped. \n[23]\n[24]\n[25]\n[26]Five shillings an hour. Maybe a little more for A-level. \n[27]And what else are we spending five bob on? What else are we spending sixpence on? \n[28]It was, actually. It was a present from Auntie Vi. \n[29]Jack... \n[30]I'm trying to think what you missed. Nothing much comes to mind. \n[31]\n[32]CS Lewis? That's the Clive you're talking about? \n[33]Jenny used to love those books. \n[34]Sounds like too good an opportunity to pass up. \n[35]Did you have a nice time? \n[36]\"Clive\"...Lucky girl. What was he like? \n[37]And did he show you round? \n[38]What did you think? \n[39]Did it make you want to work harder? \n[40]David's a lot older than Graham. \n[41]Well, they say opposites attract, don't they? I wouldn't have thought he was your sort. \n[42]Is that how you feel, Jenny? \n[43]I've asked Graham round for tea and birthday cake. \n[44]I happened to be talking to his mother about something, and... \n[45]I thought it would be nice. \n[46]Are we expecting David to turn up? \n[47]Really? \n[48]Who'd like a piece? \n[49]And ours too, come to that. \n[50]Wait for me. \n[51]I can take her. \n[52]Has somebody asked you? \n[53]What did you tell him? \n[54]Do you have any choice? Or is it too late. \n[55]Jack! \n[56]You have to put the cosy on straight away. \n[57]No. On the tea-pot. \n[58]Jenny! We could walk to...(She tries to think of somewhere Jenny might find interesting.) We could walk to the British Museum! \n[59]I'll leave you to it. Don't let it stew. \n[60]Don't worry. He'll find a nice place in no time. He sees plenty of them. \n[61]You won't be bored, you know. He's not boring. \n[62]Of course. Eamonn Andrews is the poshest person that Jack can imagine being. \n[63]Did you see her? \n[64]I wondered how stupid you were. Now I know. ", "HELEN": "\n[1]I was hoping we'd miss the beginning, and then it wouldn't be worth going in, and we could go off dancing or something. \n[2]Look. We can leave our coats over there. I want to get rid of this. \n[3]That's OK. It's nice, isn't it? \n[4]Oh, South Ken somewhere. \n[5]This is...Well, it's good for this sort of concert, isn't it? \n[6]We should go shopping together one day, if you want. \n[7]Sorry? \n[8]No you didn't. You said something completely different. \n[9]In French? Why? \n[10]Anyway. It's too expensive for me, too. We don't have to worry about that. If you want something in South Ken, get David to take you shopping. \n[11]Oh, I do hope so. \n[12]I always think I'm going to my own funeral when I listen to classical music. That was classical, wasn't it? \n[13]You've got a French conversation teacher? \n[14]Is that why you suddenly speak French for no reason? \n[15]Better than here, really. \n[16]Certainly not me. \n[17]Give it to Jenny. \n[18]Oh, behave yourselves. \n[19]Nearly ready! \n[20]There. You'll do. You can keep it. I can only wear so many every day. \n[21]What about tonight? Will you be needing a nightie? Or not? \n[22]You're not sleeping with him? \n[23]Good for you. \n[24]You're only sixteen. And you don't want to get into the family way, do you? \n[25]With   David? \n[26]When's your birthday? \n[27]Oh, he'll be around in April. If that's what you want. Anyway. I'll find you a nightie. \n[28]I know. \n[29]Oh, it's always like this. There are millions of places I've never seen because I've been stuck in here. \n[30]There's never anywhere to go in the places they stop. \n[31]I'm confused now. I thought you'd made him up? \n[32]Dirty old man. \n[33]Why are university girls so strange-looking? \n[34]It's true. And they can't all have started off that way, can they? Most girls aren't ugly, but most girl students are. So there must be something about those places that, you know, makes you fat, or spotty, or short-sighted. \n[35]I'm still not quite clear on what you want to do when you get here. \n[36]Books? \n[37]You want to read English books? \n[38]Jenny... \n[39]We don't go in. \n[40]They won't be long. Either way. \n[41]Sometimes they find something, sometimes they don't. \n[42]And when they do find something, we usually have to leave quite quickly. They can be a bit naughty, sometimes. Anyway. It's nice to have company. I'm usually outside on my own. \n[43]Coo-ee. Jenny. \n[44]No. Be Sneezy. \n[45]Congratulations. \n[46]Don't worry. \n[47]Someone told me that in fifty years no-one will speak Latin, probably. Not even Latin people. So you shouldn't mind too much about your B. \n[48]That's...Gosh. That's fantastic news. \n[49]I thought you'd see sense about university. \n[50]You'll stay pretty now. \n[51]English? Books? \n[52]You won't be laughing when she goes all speccy and spotty, David. \n[53]I don't really understand what difference it makes. When I found out that... ", "DANNY": "\n[1]Helen is one of the more reluctant members of tonight's audience. \n[2]Yes. Very classical. As classical as you can get. \n[3]Oh, it's wonderful. \n[4]You must have seen her sing? \n[5]But you should see her in Paris, not here. David will take you. \n[6]Oh. No. Can't do it. There's a Burne-Jones coming up at Christie's on Friday. And I want it. \n[7]I just have a feeling that the pre-Raphaelites are going to take off. \n[8]Next Friday morning. David will pick you up. \n[9]You're busy? \n[10]Tant pis. \n[11]You nearly missed it. \n[12]You know who you are. \n[13]I know who you are, too. Tell him. \n[14]Thank you. Couldn't have bought it without you. \n[15]A couple of years ago you could pick these up for fifty quid, you know. Nobody was interested. \n[16]There aren't many people who come in here and say that. \n[17]I used to. I vowed to myself that one day I'd own one of these. And now I own one and never touch it. It's vulgar to put it on show, really. \n[18]That would be even more vulgar. \n[19]We should all go and spend a weekend in Oxford. Straw boaters, punting, cream teas, antiquarian bookshops. Bit of business, if we can find it. What about next weekend? \n[20]Be careful, Jenny. You don't know who you're dealing with. \n[21]I wouldn't be surprised if three of them come out, you know. That's the only explanation. They're making themselves a friend. LADIES! Let's go. Please. \n[22]Shall, we, ah... Make a move? \n[23]Imagine spending three years here. \n[24]No, we...Never mind. \n[25]I wouldn't worry, Jenny. You're wasting your breath. \n[26]Absolutely. This would be a good place to do a little business. \n[27]All those little old ladies wandering around...I'll bet this place is rife with stats. \n[28]Helen will look after you. Go and find a nice cup of tea somewhere. \n[29]I'm not going to tell you a second time. Now. Run along. \n[30]Sorry about being a little brisk back there, Jenny. We have our way of doing things. Silly, really. \n[31]Who wants to come up   for a drink? \n[32]A bastard. \n[33]What? Ring his office? Talk to his secretary? That isn't how it works with him, dear. \n[34]There he is. \n[35]Oh-ho. Champagne, eh? \n[36]Fantastic. \n[37]Well, I'm not sure you'd want him to marry your sister. I'm not even sure you'd want to talk to him in a night-club, come to that. \n[38]You do know what you're doing, old chap? With Jenny? \n[39]We've heard that before. \n[40]And you've got Helen with brains. \n[41]I don't want to see her hurt. \n[42]Have I? Let's think? Oh, I picked up a little Piper the other day. A good `un, I think. \n[43]The thing is, Jenny, you know, without necessarily being able to explain why. You've got taste. That's not even half the battle. That's the whole war. \n[44]Alas. One day, school will be over forever, and we can talk about art all night. \n[45]Congratulations. \n[46]Helen! Not now. \n[47]I tried to tell him. I'm not speaking to him now, if that's any consolation. \n[48]Ah, well if you want that sort of conversation...You watched David and I help ourselves to a map, and you didn't say much, either. ", "TINA": "\n[1]We still don't have to like him. \n[2]I wouldn't feel anything if my mother died. Does that make me an existentialist? \n[3]I'm sorry. I just had the strangest dream. I dreamed you crossed the road and spoke to a handsome man with the most beautiful car I've ever seen. And then you came back and you didn't mention it. \n[4]`Oo wazzee? \n[5]A spot of supper? \n[6]Oh my God! I've only just realised! That's what's going to happen to you, isn't it? Look at her! Men are going to pick her up in the street and take her out to supper! \n[7]We're trying to attract the attention of boys. \n[8]Well, make something up, then. \n[9]I'm not interested in Schubert. I want to know what else was on the programme. \n[10]Things plural? Oh my Gawd! \n[11]`Jane Eyre' and Jenny's new boyfriend. \n[12]It's true. He's more a man- friend, isn't he? He's got a sports-car, Miss Stubbs. \n[13]I think he must be as blind as Mr Rochester. \n[14]You could always go to secretarial college with Hattie. \n[15]Yes. She's got no time for boys. \n[16]She might have bought them from the Savoy, or Claridges, or the opera, or some fancy nightclub. Who knows, with Jenny? \n[17]You never bought them yourself? \n[18]Shut up, you stuck-up cow. \n[19]You're joking. \n[20]Isn't it your birthday next Tuesday? \n[21]I wouldn't like to be you. All those dinners you've had off him. Ouch. \n[22]Oh, sorry, Dr Kinsey. We're not all as experienced as you. I mean, you've done it...(She counts on her fingers) I make it never! Can that be right? \n[23]I've noticed that. What did he tell them when you had your weekend in Oxford? \n[24]And they tell us there's a God. \n[25]There are some things you must buy for us, and some things you only have to buy for us if you're a proper, true friend. (She points at Hattie, then at herself.) Chanel perfume, Chanel perfume. (She repeats the gesture) Chanel lipstick, Chanel lipstick. What have I forgotten? \n[26]How can you go back to double French when you've had a weekend with an older man in a posh hotel in Paris? You wouldn't catch me coming anywhere near this dump. \n[27]You're going to miss it. All the swanning around in posh hotels. \n[28]When you go to Oxford. Unless you're planning on being with David forever. \n[29]So? Won't you miss it? \n[30]How do you say `A penny for your thoughts?' in French? \n[31]For her thoughts, yes. You'd be overpaying by about ninety-nine centimes. \n[32]in the seat next to her \n[33]It was an unfair question. You're hopeless at maths. What do you do all day, anyway, Lady Muck? \n[34]Reading, trying on dresses... Where did we go wrong? \n[35]French. The translation paper. \n[36]I'm sure my uncle knows someone who could kill him. If that would help. \n[37]Of course we didn't. Why would we stop you? Restaurants, hotels, foreign cities, no exams... \n[38]That's the thing about our lives, isn't it? It's so easy to fall asleep, when there's nothing to keep you awake. ", "MISS STUBBS": "\n[1]Jenny. Again. \n[2]I knew that in the end `Jane Eyre' would work its magic upon you. I'm presuming that's what you're so animated about. \n[3]Ah. A Mr Rochester figure. \n[4]Is there no end to your thirst for literary understanding, Jenny? As you may have noticed, I'm attempting to turn the subject away from Jenny's lurid love-life and towards the matter in hand. \n[5]And it's quite clear on this evidence that most of you know much too much about the former, and almost nothing about the latter. Reluctantly I must concede that Jenny is evidently an expert on both matters. Excellent as always, Jenny. \n[6]Jenny, the headmistress would like a word at the end of the lesson. I'm afraid that the legend of Mr Rochester may have travelled further than you intended. \n[7]Jenny, could I have a word? \n[8]You can do anything you want, Jenny. You know that. You're clever and you're pretty... But sometimes those things fight. I'm worried that at the moment clever Jenny and pretty Jenny are fighting. \n[9]I couldn't bear it if clever Jenny lost. It's because of people like you that I plough through illiterate essays by Sandra Lovell about her pony. And there aren't many of you, I can tell you. One every few years. Is your boyfriend interested in clever Jenny? \n[10]Interested enough to let her do what she wants? \n[11]He might not have to stop you. That's what I'm trying to tell you. \n[12]I'm telling you to go to Oxford. No matter what. Or you'll break my heart. \n[13]Sorry? \n[14]Girton. Cambridge. \n[15]What does that mean? `Oh'? \n[16]I'm sure you have. But I was filled up with beautiful things, books and music and conversation, in exactly the same way at Cambridge. And I didn't have to pay the same sort of price. Are you taking precautions, Jenny? \n[17]Isn't it? \n[18]I'm sorry you think I'm dead. \n[19]You'd better get to your next class. \n[20]Yes, when it says `Sings', it means he sings those words. \n[21]Never mind. Lear... \n[22]Oh, Jenny. \n[23]Take it off. \n[24]You know there's a school rule about jewelry. \n[25]Yes. But none of it is going to ruin their lives. \n[26]Let's see who's right. Come with me. \n[27]Please don't make me drag you out like a child. \n[28]Jenny! \n[29]Oh, it's not hard. Go to Oxford and become a teacher and this is what you end up with. \n[30]Penguin paperbacks. Posters and postcards. \n[31]Let's forget all about it. \n[32]You make it sound as though it's an original. Do you like him? \n[33]Still? Gosh, you sound very old and wise. \n[34]I was so hoping that's what you were going to say. ", "HEADMISTRESS": "\n[1]Come. \n[2]Ah. Miss Mellor. \n[3]We're all very excited about your forthcoming trip to Paris. Our excitement, indeed, knows no bounds. Some of us can talk of little else. \n[4]An older man, I understand. A word of warning, Miss Mellor. There may well have been the odd sixth-form girl who has lost an important part of herself - perhaps the best part - while under our supervision. These things happen, regrettably. If, however, we are made aware of this loss, then of course the young lady in question would have to continue her studies elsewhere, if she still has any use for `A'-levels. Is that clear? \n[5]Please. \n[6]I'm surprised that you two are standing in front of me. I'm not surprised to find you here, Miss Mellor, though I do feel rather like the judge who sent Al Capone to prison for tax evasion. We take a very dim view of smoking. We take an even dimmer view of some of your other behaviour, which as far as we know has taken place off school premises. Your appearance here today, however, allows me to remind you that we are trying to teach you how to become young ladies, not nightclub hostesses. In reality, of course, you are neither. You are merely silly little girls. Detention after school. Go away. \n[7]How far advanced are these ridiculous plans? Have you set a date? Have you decided on a church? \n[8]Jewish? He's a Jew? You're aware, I take it, that the Jews killed our Lord? \n[9]I suppose he told you that. We're all very sorry about what happened in the War. But there's no excuse for that sort of malicious and untruthful propaganda. \n[10]Anyway, I can now see that you are even more in need of responsible advice than I realised. Is it true that you don't intend to sit for your exams? And therefore you won't be applying for University? \n[11]What do you think you're doing? \n[12]Nobody does anything worth doing without a degree. \n[13]So what I do isn't worth doing. Or what Miss Stubbs does, or Mrs Wilson, or any of us here. \n[14]Because none of us would be here without our degrees, you realise that, don't you? And yes, of course studying is hard, and boring, and... \n[15]I'm sorry? \n[16]Because without formal qualifications... \n[17]It doesn't have to be teaching, you know. There's the Civil Service. \n[18]So. Your Jewish friend turned out to be married already, I understand. How unfortunate. \n[19]Anyway. How do you think we can help? \n[20]I got the impression the last time we spoke that you didn't see the point of school. Or of me, or of any of us here. \n[21]So what is the point? \n[22]And what happens if some other chap wants to marry you during your studies next year? \n[23]I'm afraid I think you're the sort of young lady who attracts chaps whether she wants to or not. No,I think the offer of a place at this school would be wasted on you. You showed how little you valued us only weeks ago. And I must confess that it gives me a sort of grim satisfaction to return the sentiment now. \n[24]It gives me no pleasure to see our schoolgirls throw their lives away. Although, of course, you're not one of our schoolgirls any more. Through your own volition. \n[25]Oh, you're not a woman. ", "HATTIE": "\n[1]Une vache. \n[2]We've heard of it. But we've never eaten it. \n[3]No. Of course not. \n[4]God, you're right, Tina. I hadn't thought of that. Look at her. \n[5]Because no man's ever   going to ask us out to supper.   Not until we're ladies, anyway.   You're going to have to tell   us everything. Otherwise   it's not fair. \n[6]Charming! \n[7]What the hell are those? \n[8]Where did they come from? \n[9]He's taking you to Paris? \n[10]This term? \n[11]Oh, my God! Your birthday! \n[12]But your parents are just going to let you swan off like that? \n[13]So you have a good-looking boyfriend with pots of money, brains and a nice car. \n[14]Those funny cigarettes you were smoking. Sobranies. Ten packets each. \n[15]A suite? Oh my God. Your life. \n[16]You're not, are you? \n[17]We'll miss it. \n[18]A franc is too much, isn't it? \n[19]Oh my God. Is that really what I think it is? I'M GOING TO BE A \n[20]Three scenes. \n[21]Two. Two. Two. I can't believe it. \n[22]We should have stopped you. \n[23]Well, if you'd told us that we might have tried to stop you. \n[24]Are you getting on with the work all right on your own? ", "GRAHAM": "\n[1]Should I wear, you know, Sunday best? \n[2]Oh, God. \n[3]Oh, yes. Bye. \n[4]She's fine, thanks. She sends her best, by the way. \n[5]I'm not sure yet. \n[6]I might take a year off. \n[7]I don't know. Maybe do some travelling, that sort of thing. \n[8]Mr Mellor...I'm not a teddy boy. I'm an homme serieux. Jeune. An homme jeune serieux homme. \n[9]Hello. \n[10]I haven't seen you for ages....It all went wrong, didn't it? The tea-party, I mean. Was it because of the year off? \n[11]Never mind. I'll have one of those. \n[12]Oh dear. \n[13]I'd better be going I have a stack of homework to do. ", "AUCTIONEER": "\n[1]We turn to lot 41, The Tree of Forgiveness, by Sir Edward Burne- Jones. This is a rare opportunity to purchase a key work of the Pre- Raphaelite movement. Who will start me off at five hundred guineas? \n[2]Two hundred? \n[3]Thank you, madam. Three hundred? \n[4]Do I hear three-fifty? \n[5]Over to you sir. Four hundred guineas? Thank you. Four hundred and fifty... \n[6]No further bids? \n[7]Five hundred guineas from the very eager new bidder. \n[8]Five hundred and fifty, madam? Thank you. \n[9]Six hundred guineas. \n[10]Six-fifty? Thank you, madam. Seven hundred... \n[11]Seven hundred? \n[12]Sold for six hundred and fifty guineas. Thank you. \n[13]Your name, please? ", "WIFE": "\n[1]Oh. Hello. \n[2]Oh, no. Don't tell me. Good God. You're a child. \n[3]No. No. You stay here. If you're old enough to sleep with him, you're old enough to look at me. \n[4]You didn't know about any of this. Presumably. \n[5]No. They never do. Did he ask you to marry him? \n[6]Yes. Of course he did. You're not in the family way, are you? Because that's happened before. \n[7]Thank God for that. At least you can escape intact. Relatively speaking. Not all of them have done. \n[8]That's why he never goes through with anything. He does love them. \n[9]Thank you. He.  He's four months old. \n[10]Yes. Babies often are that sort of age. Perhaps you can remember a night four months ago when he seemed a little distracted. Anyway. If you'll excuse us. "}}