{"dialogues": {"BEN": "\n[1]It's very difficult for me to talk about my father, because in a sense I'm talking about two men. \n[2]One, of    course, is the public Isaac Sobel,    the eminent psychotherapist and popular    author known to millions of readers    around the world. \n[3]The second Isaac Sobel is the private man -- my father -- Dad. And for those of you who knew him well and knew our family -- well, let's face it -- my father was a psychotic, mind- fucking prick. An arrogant, abusive, ego-inflated -- \n[4]5. \n[5]Hello? \n[6]Paul? I have to, uh, take this. This isn't a good time. \n[7]I can't talk right now.     My father died! \n[8]Call me later -- \n[9]I can't believe he's gone. \n[10]Okay, I might have strayed from my notes a little. I'm dealing with a lot of stuff here. Grief is a process. \n[11]Thank you, I'm going to miss him terribly. \n[12]I mean -- there were issues -- as, I think, there are with any father and son. He wasn't especially warm -- \n[13]No, I'm just saying, in spite of all that -- \n[14]-- he was a great, great legs. Man. \n[15]What makes you think Paul Vitti called me? \n[16]Then yes.   He did. \n[17]Yes. \n[18]Michael? \n[19]She's with the F.B.I.   She needs to know these things. \n[20]Did I say that? \n[21]No, we're fine. \n[22]She's grieving. It's a process. \n[23]Oh, yes. Paul Vitti and I were involved in some organized crime activity a couple of years ago. I mean, I wasn't involved -- not 'involved' involved -- I was just trying to help him therapeutically, and some people tried to, uh, kill us. No big deal. \n[24]What kind of breakdown? \n[25]That would keep a parade pretty calm. He just keeps singing West Side Story songs? \n[26]The balcony scene?   Both parts? \n[27]Paul, it's me.    Ben Sobel.   Paul? Maria? \n[28]Oh, boy. What's going on, Maria? \n[29]Paul?   Paul? \n[30]Really. Can we take him to an examining room? \n[31]You already did a neurological work- up? \n[32]Completely catatonic -- \n[33]Totally gone. Well, I don't think he's smart enough to be faking. Street smart, yes, but we're talking about an I.Q. just north of a bedroom slipper. \n[34]So if I just stuck him with this needle, he probably wouldn't even respond. \n[35]Okay -- \n[36]Paul, we're going to    give you some tests to assess your    mental condition. There's no pressure    -- just answer as best you can. Do I     have your consent to share the results    of these tests? \n[37]I'll take that as a yes. Okay, I'm going to show you ten cards, each containing a picture of an inkblot. I want you to look at each card and tell me what you see. \n[38]Focus, Paul. You haven't seen the card yet. What does this look like to you? Take your time. \n[39]No, Paul, the other side. \n[40]Bat or weasel. All right. \n[41]See anything else? \n[42]Pussy with teeth. Next card. \n[43]Now try repeating the numbers backwards. For instance, if I was 1- 2-3, you will say 3-2-1. Okay, 7-3-8. \n[44]Try again.   7-3-8. \n[45]Just tell me what you think is going on in this picture. \n[46]Screwing a midget. And how does the story end? \n[47]The wife or the midget? \n[48]Okay, Paul. Last test. In this one, I'm going to start a sentence and you complete it any way you want to. Ready? 'I get angry -- ' \n[49]No, you're supposed to complete the sentence. \n[50]I wasn't asking if you agreed or disagreed; it was more like, 'I get angry when -- ' \n[51]Well, that about does it for me. \n[52]Based on his symptoms and the test results, I'd say brief psychotic disorder -- if it persists, possibly schizophreniform disorder. And Dr. Cutler agrees with my diagnosis. \n[53]\n[54]\n[55]\n[56]\n[57]\n[58]\n[59]\n[60]\n[61]\n[62]\n[63]\n[64]Yes. \n[65]Okay, Paul -- this way. \n[66]This way, Paul. Over here.      Here we go. \n[67]Leg, Paul.   Leg up. \n[68]I knew it! I knew you were faking! You used me to get you out of prison! \n[69]What are you talking about? \n[70]I was at the funeral home! \n[71]My father died! \n[72]Are you hearing yourself? \n[73]Yeah, I can see how touched you are. \n[74]I loved my father. I'm feeling a lot of grief right now. \n[75]Decongestant. I'm getting over a cold. All right, what's going on? Who's after you? \n[76]Why \"The Wrench\"? \n[77]Off? \n[78]I'm sure they'd be flattered.    So -- \n[79]So what does that have to do with you? \n[80]Maybe if you just explain to them -- that you're out of it now, that you're starting a new life -- \n[81]You are, aren't you? \n[82]Want to grab your stuff? \n[83]Paul! I don't think you understand. You're in my custody. I could get in a lot of trouble if you screw up. \n[84]Oh, no. You want to go back to Sing Sing? Thursday's meatloaf night. I can have you back there in no time. The U.S. Attorney was very clear. You stay with me; therapy every day; you can't leave the area without permission -- \n[85]And you    have to get a job as soon as you're    well enough, which is now. So are you    coming in with me or do I have to make    a phone call? \n[86]I didn't have a lot of choice. \n[87]I told you. He's in my custody.      I'm a federal institution. \n[88]His wife and kids aren't here. They're in Ohio. \n[89]His life was threatened and he didn't want to endanger his family. \n[90]Honey, your teeth are fine. I know it's an imposition, but what could I do? I didn't want him here. They - \n[91]You'll have to forgive her.     She's usually a great hostess. \n[92]Emily fuckin' Post. Well, that explains why she rarely used her middle name. \n[93]What    kind of friend? Because if it's 'The    Wrench,' or 'The Power Drill' or any    other kind of tool    -- \n[94]They won't stay late, will they? \n[95]I'm not -- this has nothing to do with Laura. \n[96]We were having a disagreement. A certain amount of conflict is normal in a marriage. \n[97]Or what? \n[98]Paul -- \n[99]Remember, this is only temporary. \n[100]Mike, can we talk for a second? \n[101]\n[102]\n[103]\n[104]\n[105]\n[106]\n[107]This has to be some kind of record, don't you think? It's been like forty minutes. \n[108]Let them? How much longer can he go? Another twenty minutes, I'm either breaking it up or calling the Guinness Book of Records. \n[109]That's not entirely true. \n[110]I have a 17-year-old son. \n[111]Can I talk to you, please? \n[112]Miss? Excuse me.     There's no smoking in this house. \n[113]What do you think you're doing? \n[114]Well, it's a little hard with the live sex show going on in the guest room. \n[115]Go to a hotel. \n[116]I'm not trying to punish you. These aren't my rules, but I have a responsibility here. Besides, I thought you might like a nice home- cooked meal after being in prison that long. \n[117]That girl is not staying here. \n[118]Oh, yeah, I'm really jealous. \n[119]We don't think it's necessary to wake the neighbors every time we have sex. \n[120]This is not a good start, Paul. \n[121]I'm sorry. Next time I lose a parent, I'll be sure to reserve the guest room. \n[122]Paul? \n[123]Why don't we go to my office?   I'll make you a plate. \n[124]I know. All you did was flash everybody in the dining room. \n[125]Well, when the paramedics revive my Aunt Goldie, I'll be sure to ask her. Sit. \n[126]Ah ah ah! \n[127]So what are you going to do, Paul? \n[128]With your life. \n[129]Okay, that's a priority. Have you thought about what you're going to do for work? \n[130]Come on. There must be something you like to do. \n[131]Oh, sporting goods. We'll check the want ads tomorrow but don't get your hopes up. Anything else? \n[132]Who are you? \n[133]I know that.   I mean what are you? \n[134]I just want to know how you see yourself. \n[135]Just answer the question.     What are you? \n[136]Really? The boss of what -- Jelly? You're not the boss of me. So what are you the boss of? \n[137]What am I doing, Paul? \n[138]I understand. \n[139]You've    spent your whole life becoming who you    are and now you can't be that anymore    -- that's gotta be scary. If you're    not Paul Vitti the mob boss, who are    you? \n[140]Well, let's think. When you were a kid, What did you want to be? \n[141]You must've wanted to be something when you were little -- fireman? \n[142]Baseball player? \n[143]\n[144]\n[145]\n[146]\n[147]\n[148]\n[149]\n[150]\n[151]\n[152]\n[153]\n[154]\n[155]\n[156]\n[157]\n[158]So what happened? \n[159]So why didn't you become a cowboy? \n[160]Something else happened when you were twelve. \n[161]Something that made you very sad? \n[162]Something else. \n[163]Paul! Your father was murdered! Right in front of you. Remember? \n[164]It's got everything   to do with it. He gave you the cowboy   suit. With a white hat. He was    in the mob, but he wanted you to be a   good guy, didn't he? \n[165]He didn't want you in the gang life. He only did it himself so you wouldn't have to. He was trying to buy you a better life than his. \n[166]Well, Paul, this could be a  great opportunity for you. You're   right back where you were when you  were twelve. You've got some big   choices to make. \n[167]It's not shit, Paul. My point is, when you're a child, you think anything is possible. Wouldn't it be great to think like that now? \n[168]I'm just saying you've got to keep an open mind and explore some new possibilities. Try some different things -- maybe you'll connect with one of them. There's a career counselor I work with. I can call him for you. He may be able to help you find a job. \n[169]How do you know unless you try? \n[170]Jelly -- what are you doing here? \n[171]That's great, Jelly. I'd love to catch up with you -- outside. \n[172]And you, Jelly -- you look -- Did you get a haircut? I thought you were in prison. \n[173]How'd you get out? \n[174]What did he have? \n[175]That's not an illness. \n[176]Where are you going? \n[177]What kind of stuff? \n[178]You can't leave without my permission. \n[179]That's it, Paul. I forbid you to go. \n[180]If you screw this up, Paul -- Paul! \n[181]Shit!   Shit, shit, shit! \n[182]\n[183]Eins, zwei, drei! \n[184]Acht gemacht gehunden nicht. \n[185]Where are you going? \n[186]The hell you are. You're supposed to be in my custody. We have therapy today. \n[187]The one where you're Mussolini? \n[188]The limp sword dream? \n[189]Do you think this dream might be sexual? \n[190]I don't want to know that. \n[191]Okay!   I get it. \n[192]Sex can represent a lot of things. In your case I think it's about performance anxiety. Trying to find a job that fits. \n[193]You're hyperventilating. \n[194]Breathe into this. \n[195]Excuse me? \n[196]Hey, I'm doing the best I can!     If you can't appreciate that, or if my    best isn't good enough for you, then    maybe you should find somebody else to    talk to, you selfish prick! \n[197]Sorry. \n[198]I'm fine.    I'm grieving.   It's a process. \n[199]Echinacea and goldenseal. Do you know the TV show 'Little Caesar'? \n[200]The producer of that show is a man named Raoul Berman. A mutual friend told him I knew you and Mr. Berman called me this morning. He wants to meet you. \n[201]Meet him and find out. \n[202]This is not social. Paul's meeting a television producer who might have a job for him. He's nervous and wants me here as a buffer. I'm a buffer, that's all. \n[203]He doesn't. He needs a buffer.    I'm here in buffer capacity only. \n[204]No, that was something else. \n[205]Laura? I'm a doctor?     I think I know what I'm doing. \n[206]Buffer. \n[207]Bait! That's funny. Honey, did you hear what Paul just said? He said this is like eating bait. \n[208]\n[209]\n[210]\n[211]Wow. That would be incredible. Did you hear that, Paul? Raoul wants to know if you'd be interested in working on his show as a consultant. You know, give technical advice, coach the actors -- \n[212]Got it. \n[213]Hey, speaking of colorful -- this peacock walks into a bar -- \n[214]And one for me. \n[215]What the hell was that? \n[216]It's my job.   He needs me. \n[217]Actually, I hear she was tough to live with. Lot of parties, loud music -- lepers. \n[218]I am. \n[219]Well, you know, it's a process. I mean, we had issues -- there's some anger -- but I'll work it out. \n[220]No, I'm -- it's okay. \n[221]It's just a confusing time. I became a therapist because he was a therapist, so obviously his approval was very important to me. But is that the only reason I did it? I don't know. And now that he's gone, why do I keep doing it? Is this what I really want? \n[222]Maybe you're right. Maybe it's time I started focusing on me, and, you know, satisfying some of my desires. \n[223]No, that's not what I meant.     I just need -- I don't know what. \n[224]There must be some mistake.    I didn't order a limo. \n[225]Hello.   I'm Ben Sobel. And you are -- ? \n[226]Yes, sir. That's right. Could you be careful, because I think they put the eggs on the bottom. \n[227]Who? \n[228]I can't discuss a patient's case with anyone -- \n[229]I'd say he's still suffering from chronic anxiety and -- \n[230]We call it Antisocial Personality Disorder. Sociopathy. \n[231]Meaning -- he -- fails to conform to societal norms with respect to -- lawful behavior. \n[232]He's got a -- criminal temperament. \n[233]Well, I'm trying to at least show him the possibility of change -- \n[234]We haven't really been introduced -- \n[235]Ben Sobel. \n[236]A stromboni? That thing they clean the ice with at hockey games? \n[237]No, we don't want to do that. \n[238]Me? No. I'm very attached to my balls. As you can probably tell. \n[239]Yes, I understand completely. May I go now? I have perishables -- \n[240]Jelly, hi. Hey! Yo-Yo! \n[241]Right. I was thinking of the cellist. How's it going? \n[242]That's great.    Have you seen Paul? \n[243]His camper. \n[244]No, what are   you doing here? I came to tell you   we have a preliminary meeting with   your parole officer and who do I run   into? Patty LoPresti. \n[245]What is this -- a knock-knock joke? Patty-who-kidnapped-me-and-threatened- to-cut-off-my-balls. Stop lying to me, Paul. Your whole gang is here. \n[246]It's not that   I don't trust you, I just don't --   trust you.   Are you lying to me?    Because I know you, Paul. You'll    say or do anything to get your own   way. \n[247]Oh, so now you're the victim?    I want the truth. \n[248]Say what? \n[249]I want the truth? \n[250]I want the truth! \n[251]Paul -- \n[252]I'm not an actor -- \n[253]Actually, I did The Music Man in tenth grade. \n[254]About being on the show?   I couldn't - - \n[255]It's not funny! There was no safety harness or anything. They could have dropped me. \n[256]I know exactly what that was about. You resent the fact that you've been put in my custody, so you passive- aggressively arranged things to make me look like a fool. \n[257]Really? I was scared at first, but on the second take, I think I found some good stuff. I was able to texture the screaming -- \n[258]Oh, screw you, Paul.   Just screw you. \n[259]Don't worry about me. Just worry about what you're going to say to this parole officer. What are you going to say? That you've moved out of my house. That you've got your old gang back together. For what, a high school drop-out reunion? \n[260]It's my business. I want to know. I'm a federal institution. \n[261]Which car? \n[262]What do you mean, 'lose 'em'? \n[263]Maybe I should just pull over.   It could be the F.B.I. \n[264]What if we just stop and get out? They're not going to shoot us in broad daylight. \n[265]Sorry! \n[266]We can't do this, Paul!     We have to stop! This is a lease! \n[267]It's a goddamn lease! \n[268]Move over?   Where? \n[269]Seat belt. \n[270]It's gonna get worse? \n[271]They're right behind us! Get away! \n[272]I wanted to save the crossword. \n[273]You think they'll get out? \n[274]Where're you going? \n[275]But your parole officer -- \n[276]I'm warning you. If you leave now -- \n[277]That's it! I'm finished! You're on your own now, pal! I'm -- \n[278]-- screwed. \n[279]I wish I knew. \n[280]I don't know anything. As far as I can tell, he's making a real effort to go straight. \n[281]I'm getting that.   Can I go now? \n[282]Then can somebody give me a ride home? \n[283]Jelly!   Where's Paul? \n[284]Michael?   What are you doing? \n[285]You got a job? That's great. Look how handsome you look in that suit. What's the job? \n[286]Oh, no, you're not! \n[287]I meant making sandwiches at the Subway, not driving a getaway car! \n[288]I don't care if he pays you two hundred an hour, you're not doing it. \n[289]He had no right to ask you without my permission. Where is he? \n[290]What do you mean you can't tell me? \n[291]You took an oath! Oh, my God!     Was there blood involved? \n[292]I was  in a car chase. There  was a little  shooting -- not that much really  -- then they -- drove into the river.   It wasn't as bad as it sounds. \n[293]Tonight, I hope. I just have to find him and -- \n[294]Yeah, but he's an amazing lout, isn't he? I can't quit now. You know that. \n[295]I love you. \n[296]All right, where is he? \n[297]What club? \n[298]Okay, Mafiaboy, give me your car keys. \n[299]No, I'm borrowing your car. \n[300]Jelly! \n[301]Where's Paul? \n[302]Can you break a twenty? \n[303]Do I just make my own change? \n[304]A ten and five ones -- when you have the chance. \n[305]Okay, Paul, what's going on? \n[306]I could ask you the same thing. \n[307]I do see a little Pacino there -- around the eyes. \n[308]Let's do what? \n[309]I'm not going until you tell me what's going on here. \n[310]Hey, guys. How's it going? \n[311]Ben Sobel. Sorry, I can't move my head to the right. Boy, I hope that's not permanent. \n[312]Hi, Carol. \n[313]Oh, I'm not into that, fellas. \n[314]I think in is better. \n[315]Wait! Okay.    Go ahead. \n[316]I could fit you under my shirt.    Don't they have anything smaller? \n[317]Nobody's going to be alive when this is over. What kind of plan is this? It's crazy. It's stupid! \n[318]You mean shoot it? \n[319]Jelly -- \n[320]Couldn't I just take this? \n[321]Ooh, cold -- cold. \n[322]My gun -- fell down in my -- \n[323]You are making a huge mistake.   You know that, don't you? \n[324]It's not your nature!   You have a choice. \n[325]So I guess that makes me a real man now.  What happened to the white hat, Paul?  Your father wasn't wrong. You could be one of the good guys. \n[326]Okay. \n[327]I have three-o-six. \n[328]Paul, it's not too late.   Don't do this. \n[329]Shit!   Ow! \n[330]You're gonna get in so much trouble. \n[331]How much is that? \n[332]Really? \n[333]Well, so much for not peeing in my pants. \n[334]You know what you said about not flipping out? \n[335]Sorry. What did I do? What did I do? I had a perfect life, I threw it away. \n[336]I can't help it! My life is over! I'm going to jail. Some people can handle prison -- I'm not one of them. I have delicate features. I'm small. I'll be way too popular! \n[337]I can't calm down!      I'm gonna die! \n[338]I can't breathe! I'm suffocating! \n[339]I can't!   I'm dying!   We're all going to die! \n[340]Did I just hit you? \n[341]I'm sorry, Paul. I blame myself for this. I wanted to help you. I wanted to be there for you. But I just wasn't good enough. \n[342]No, it is. Since my father died -- I've lost my way. I don't know anything anymore. I mean, what's the point? I didn't think it would hit me so hard -- \n[343]I'm grieving, goddammit!    Have a little respect! \n[344]I'm grieving for myself, you fucking idiot! \n[345]Now I know how you must have felt when your father was killed. \n[346]I mean, it had to be ten times worse for you -- being murdered right in front of you. And you were so young - - \n[347]It must've been so painful! \n[348]I mean, it's like all his hopes for you died with him. And that's so sad. \n[349]Your father really loved you. \n[350]I know. I know. \n[351]Rigazzi? I thought he worked for Patti LoPresti. \n[352]I can't take it anymore! That's what I hate about you fucking sociopaths! You just keep changing the rules to suit yourselves. Well, not this time, you anti-social asshole. You fucked with the wrong shrink! \n[353]Don't you read the papers?   The guy \n[354]That's it. We're screwed. \n[355]Yes, Officer? \n[356]Feeling pretty good, huh? \n[357]So what now? You go on the run for the rest of your life? Back to Sing Sing? Or you turn up dead in an alley? \n[358]Five minutes?    And then what? \n[359]Did you see Patti? \n[360]Did she grab your balls? \n[361]Well, I talked to the U.S. Attorney. \n[362]No, Paul, he did not grab my balls. He thanked me for tipping him off about the gold. And he said he won't be coming after you if you stay out of trouble.  So what do you think? \n[363]Good idea. Change is hard, Paul.    But you did the right thing. \n[364]Well, I just -- \n[365]I just vented my displaced aggression \n[366]I'm not a beast. I can handle myself if I have to -- \n[367]Well, I wrestled a bit in high school -- 122 pounds. \n[368]I'm not -- \n[369]Fine.   I have a gift. \n[370]Well, I think so.   Don't you feel better now? \n[371]You're grieving -- it's a process. \n[372]You, too, Paul. \n[373]'A time and place for us -- ' ", "VITTI": "\n[1]Garbage.   Change the channel. \n[2]I'm going to bed. \n[3]What's goin' on, Earl? \n[4]Why? \n[5]Yeah.     Take it easy. \n[6]Hey, Earl.     Is that my after-shave? \n[7]That's okay.     Keep it.   Go ahead. \n[8]Guess who, you fuck! \n[9]Not a good time? Let me explain something to you. I'm in fucking Hell right now. This is not a good time. \n[10]So what does that have to do with me? \n[11]Don't hang up on, Sobel!    They're tryin' to kill me! \n[12]\n[13]appropriate dance moves \n[14]'When you're a Jet, If the shit hits the fan, You got brothers around, You're a family man...' \n[15]'I like to be in America, Okay by me in America...' \n[16]'Tonight, tonight, won't be just \n[17]'I feel pretty, oh, so pretty, I feel pretty and witty and bright...' \n[18]'Who's the pretty girl in the mirror there? What mirror? Where?       Who can that attractive girl be?' \n[19]Tony? \n[20]The rumble -- it's tonight! I have to get out of here. I don't want to die. No, Chino, no! \n[21]'Boy, boy, crazy boy, keep cool, boy! Got a rocket in your pocket, keep cool-y cool boy -- ' \n[22]Mommy's mad at me because I made a boom on the rug. \n[23]I see you.   I see him.   I see a table. \n[24]It looks like snow. \n[25]A bat.   A big bat. Or a weasel. \n[26]And he's got a little girl -- no, it's a little boy -- in his teeth -- and he's shakin' him and shakin' him 'cause the kid didn't wipe himself good -- and the kid is screaming because the bat-weasel ripped out his throat and the blood is shootin' out of his neck vein. That's the blood. \n[27]Just the pussy with the teeth. \n[28]3-2-1. \n[29]Blue. \n[30]This is a picture of a guy -- nice, hardworking guy -- comes home and finds out his wife's been screwin' this midget while he was out of town. \n[31]I think he works over the midget for a while, then he blows 'em away. \n[32]Trick question, right?    Both of 'em. \n[33]Yes. \n[34]I did.   I said 'yes.' \n[35]-- whenever. \n[36]You fucking son-of-a-bitch! Where the fuck do you get off sticking me with a needle? \n[37]Took you long enough. I was singin' West Side Story for three fuckin' days. I'm half a fag already. \n[38]I call you to say somebody's trying to kill me and you hang up on me? \n[39]You're my fuckin' doctor! \n[40]Me me me me!   He's dead!   Get over it. \n[41]I'm deeply sorry for your loss. \n[42]What's the difference?   You hated him anyway. \n[43]I'm not sensing it, but if you say so. \n[44]What's that? \n[45]I don't know -- take your pick. Could be my old family, or could be the Rigazzis. Ever heard of Lou Rigazzi - - Lou 'The Wrench'? \n[46]Because he twisted a guy's head off once. \n[47]Off. Fuckin' Calabrese -- animals. And comin' from me you know that's a big compliment. \n[48]The feds are really putting the pressure on. The families are fighting each other again -- what's left of 'em. It's the fall of the fuckin' Roman Empire. It's World War Three out there. \n[49]They knew I was gettin' out soon and the last thing anybody wants to see is me getting into it on either side. \n[50]Yeah,   they'll probably want to throw me a   party and give me a gold watch. Trust   me -- nobody's lookin' forward to me   being out. \n[51]Me? Oh, yeah, my future looks real fuckin' rosy. \n[52]I'm not gonna be here that long. Jelly's pickin' me up in an hour. \n[53]Don't worry about it.     I'll call you tomorrow. \n[54]What are you, my father now? \n[55]I'm comin'.    Some fuckin' life this is gonna be. \n[56]Coffee? \n[57]Somebody said something about coffee. \n[58]So what's the holdup? \n[59]I understand. She's uncomfortable. The whole situation's a little awkward with me bein' here -- but let's face it, Emily fuckin' Post she's not. \n[60]Listen, I got a friend coming over.     I didn't want you to be surprised. \n[61]Not that kind of friend.     It's a personal thing. \n[62]Are you really that pussy-whipped? \n[63]I heard her busting your balls. \n[64]Or? \n[65]Or you're pussy-whipped. \n[66]Good night, Whippy. \n[67]Oh, really? I didn't hear you the tenth fuckin' time. \n[68]What? \n[69]So let him get his own fuckin' girl. \n[70]Actually, I'm right in the middle of someone. \n[71]Minding my own fuckin' business, like you should be doin'. \n[72]I've been in prison for two and a half years. What am I supposed to do? \n[73]That's what I wanted to do, but you told me I had no choice -- it was either here or Sing Sing. \n[74]Yeah, that's what I've been jerkin' off about for eight hundred consecutive nights -- a nice home- cooked meal. Ohhhh, tuna casserole. \n[75]I think you're jealous. \n[76]I didn't hear nothin' comin' out of your room. \n[77]Hey, if you're really quiet, you might be able to do it without even wakin' up your wife. \n[78]I told her if I wasn't back in two minutes to start without me. I gotta go. \n[79]Go ahead! Get out of here, you crazy fuckin' whore. \n[80]Go back to turning tricks in Jersey for all I fuckin' care. \n[81]How's it goin'? Oh, we got food. Good. \n[82]Oh, great. Jew food. Who do you have to fuck to get some bacon around here? \n[83]Not you, I'm guessing. \n[84]What is it with your relatives?   They tend to overreact quite a bit. \n[85]So? From the look of 'em, some of those broads haven't seen the old salcicc' in a long time. It's good for them. \n[86]What do you mean? \n[87]First I'm gonna find out who's tryin' to kill me. I'm a target. Somebody could shoot right through that window -- blow my fuckin' head off. \n[88]Yeah. I'm too big for a jockey so I was thinkin' maybe a hairdresser. They'll call me Mr. Paul. \n[89]I like hitting a guy on the head with a baseball bat. \n[90]Shylocking, bookmaking, unions, the usual -- \n[91]Who am I? I'm the guy who's paying you $150 an hour to play these stupid fuckin' games. You know who I am. \n[92]What do you mean, 'What am I?' \n[93]You're making me very fuckin' nervous. \n[94]I'm the boss. \n[95]You, you're good. I see what you're doing here. \n[96]You're pissing me off is what you're doing. Look at me. It's starting again, the anxiety. \n[97]I don't know.    Who remembers that stuff? \n[98]No. \n[99]\n[100]\n[101]\n[102]\n[103]\n[104]\n[105]\n[106]\n[107]\n[108]\n[109]\n[110]\n[111]\n[112]\n[113]\n[114]Yeah, so? \n[115]I don't know.    Nothing happened. \n[116]I lived in East Harlem! I joined a street gang when I was 12 and that was it. \n[117]What? \n[118]The Dodgers moved from Brooklyn to L.A. Everybody took it pretty hard. \n[119]We playin' a guessing game here? \n[120]Do I remember? I think about it every fuckin' day of my life. What's that got to do with it? \n[121]Yeah.   He did. \n[122]He always said he wanted me to go to college. I didn't even finish high school. \n[123]Okay.   Okay.   That's enough of that shit. \n[124]Yeah, just sprinkle some fuckin' fairy dust on me. \n[125]You mean working for somebody? I'm supposed to take orders from some guy who used to get me coffee? I can't do that. It's not right. It's not me. \n[126]I got stuff to do. \n[127]Calm down. I'll be back. \n[128]Oh, yeah?   Watch me.   Drive, Jelly. \n[129]Stop sweating, Doc.     I'll be back. \n[130]No, I'm okay. It was an act. I had to pretend I was nuts. There were people watching me all the time. \n[131]Doctors. They never woulda let me out if they thought I was normal. \n[132]You want to see crazy? Just tell me who's trying to kill me. I'll show you crazy. \n[133]I can't do it, Sal.   I'm out of it. \n[134]Sal, even if I wanted to -- the feds \n[135]I know. \n[136]Yeah, I do too. \n[137]Yeah, okay, I'll think about it. \n[138]I can't, Sal.    I gotta go talk to the boss. \n[139]'Yeah, what?'    That's how you answer the door? \n[140]Yeah. \n[141]Where is she? \n[142]How's it goin', Patty? \n[143]Sorry to hear about Carmine.     He was a good man. \n[144]I'll bet -- especially with all the talk about you being the one who put him there. \n[145]Yeah, I'm sure you're very busy. \n[146]You even go near them, you crazy bitch -- \n[147]Yeah, I been workin' out who's trying to kill me. I'd love to hear your thoughts on that. \n[148]So then you didn't have nothin' to do with it. \n[149]Thanks. I gotta see a guy about a business thing. \n[150]No, this is a legitimate business. \n[151]I just want to be left alone.   Put my life back together -- straight  up this time. Put the word out, will   ya? Nobody's got nothin' to worry  about from me. \n[152]Look at the size of that trunk. You could fit three people in there. Not people -- suitcases. It's a joke. \n[153]So what are you driving now? We have a Lexus. \n[154]It's a fancy Toyota, right? The Japs make good cars, but I ain't that quick to forget Pearl Harbor. \n[155]Mario, put Mr. Torre at table five. \n[156]Hey, Joey. \n[157]Yeah. \n[158]Nah -- not really. It's like -- I'm on parole, so I just -- I come in, I greet people. \n[159]You want more bread? \n[160]I'll get your drinks now. \n[161]Fluorescent light. Makes everything look yellow. \n[162]What am I -- Edison?    I'm telling you, it's a 'G.' \n[163]What? \n[164]I'm gonna do us both a big favor.    I quit. \n[165]You want to see the manager? Here's the manager. Now take a hike, you fuckin' deadbeats. \n[166]Get a Hyundai! \n[167]I can't deal with this shit. My grades suck, I'm gettin' in fights every day, and if I get suspended again my mother's gonna fuckin' kill me -- if the nuns don't kill me first. \n[168]What? \n[169]Ma?   What are you doin' here? \n[170]\n[171]Really? Do me a favor, honey -- make me a sandwich. \n[172]Coulda had that sandwich made by now. \n[173]Okay. \n[174]Hey!    Me, too. \n[175]Ham, cheese, lettuce, tomato, mayonnaise, no onion. \n[176]Where am I going? The orphanage found my real parents. They want me back. Put those in the car. I'm goin' to Jelly's. \n[177]For what? The more we talk the worse I get. I had that dream again. \n[178]No, the other one. \n[179]So don't! \n[180]I know what you're thinkin'. The sword is my cock and I can't get it up, but that ain't it. I saw Sheila last night and I had a hard-on you could swing from. \n[181]You coulda hung wet towels on it. \n[182]Wait in the  car! So what does  it mean? \n[183]Doc -- nothing's gonna fit. That nine-to-five bullshit -- I'll fuckin' kill myself if I have to do that for the rest of my life. You know they take taxes out of your check? What the fuck is that? I'm doomed. I'm gonna end up selling hot dogs on the street. Look at me. I'm havin' a fuckin' panic attack here. My heart's beatin' like a rabbit. \n[184]This is your fault. \n[185]Tellin' me I have to get a job like I'm some fuckin' nobody. It was humiliating! Thanks a lot. \n[186]What the hell was that? \n[187]Now what are you takin'? \n[188]Yeah, I know it. \n[189]For what? \n[190]No. We gettin' any real food?     This is like eatin' fuckin' bait. \n[191]\n[192]\n[193]\n[194]\n[195]In two seconds I'm gonna put a fork in your eye. \n[196]Yeah, sure, whatever. \n[197]That's her claim to fame. I hate to bust your bubble, but he's not from Bensonhurst. He's a professional Italian. He grew up in Connecticut or something like that. \n[198]What's the matter with you?   We got women at the table. \n[199]That's different. It's colorful. \n[200]So. I see in the paper where Oklahoma! might win the Tony award. \n[201]Down!!! \n[202]I think somebody's got it in for Raoul. \n[203]I'm gonna ask you once nicely.     Who you working for? \n[204]Fuck me?    Fine. Jelly? \n[205]I'll ask you again.     Who you working for? \n[206]Who are you working for? \n[207]Drop him, Jelly. \n[208]Pull him back up. \n[209]What's the matter with you? \n[210]I said pull him back up. \n[211]You heard what you wanted to hear. \n[212]Yeah, this is real authentic. \n[213]I know who he is. They used to watch the show up at Sing Sing. \n[214]Mate? I don't believe this! You're an English guy? You ain't even Italian. \n[215]Down under what? \n[216]I wouldn't wet my pants over it.      They watch 'Supermarket Sweep,' too. \n[217]You laugh too much. \n[218]Yeah.    You got a good setup here. \n[219]Coupla things, though. I don't know who makes these decisions, but some of this, it don't look right. \n[220]The people mainly. I mean, you got a boss who speaks Australian. What the fuck is that? And I'm guessing your \n[221]Yeah, the theater. So how about if I bring in some guys that I know -- you know, more 'authentic.' \n[222]Yeah. One of those trailers like the stars have. \n[223]No fuckin' way. I've had it with this job bullshit. A week of this and I'd either shoot myself or shoot Raoul. But it's good cover while I figure out my next move. Call the guys. \n[224]Yeah, ten minutes, tell 'em. \n[225]We're gonna need a grapple or a crane with maybe a fifty-foot boom. \n[226]See what you can come up with.   And we're gonna need a city bus. \n[227]How you doin', Patty. \n[228]One of Rigazzi's guys took a shot at me. \n[229]Yeah, I know. When you're a Jet, you're a Jet all the way. \n[230]Nothing's going on.   They're actors. \n[231]Okay. Something big is going down, but you're getting a cut. My hand to God. \n[232]I don't think so. \n[233]Whatever. \n[234]Raoul, this is a friend of mine. Patty LoPresti. \n[235]No, you're fine. But you might want to have somebody else start your car the next couple of weeks. \n[236]This is Lou Rigazzi. \n[237]This way. \n[238]Is that right? \n[239]Me?    No. \n[240]Thanks.    I'll sleep much better. \n[241]I don't think so. \n[242]Hey, Doc. What are you doing here? \n[243]Patty who? \n[244]Who says I'm lying? I finally    get a straight job and start putting   my life in order and you come in here   and start accusing me! That's how    much you trust me? \n[245]This is what's so hard about being an ex-con. You make one little mistake in your life and people never let you forget it. \n[246]Wait a second.    Say that again. \n[247]'I want the truth.'   Say it -- like you did just now. \n[248]No, strong, like before. \n[249]Yeah, that's good! \n[250]No, I'm serious. That had power. I believed it. You could be an actor. \n[251]Hey, you're as good as most of the bums I see around here. They have this part. You could do it. \n[252]Of course.   I'm gonna talk to Raoul. \n[253]No, this part you could do.   It's perfect. Believe me. \n[254]Oh, yeah.    That sounds real. \n[255]Hey, if you didn't want to do it, why didn't you say something? \n[256]Come on -- you were great. \n[257]What, are you self-medicating again? And don't give that decongestant multi-vitamin bullshit. \n[258]I'm gonna say that's none of his fuckin' business. \n[259]You recognize that car? \n[260]The one that's been following us the last mile and a half. \n[261]Lose 'em. \n[262]No, they're two cars back. You gotta be a little more observant, Doc. Turn left. \n[263]Broad daylight's the best time. You can see better. Take a right. Now! \n[264]Move over. I'll drive. \n[265]Backseat.    Now! \n[266]Hang on. \n[267]What the fuck are you doing? \n[268]Throw it! \n[269]Yeah, that's James Bond and the 'Sea Hunt' guy in there, so they got a pretty good shot. \n[270]I gotta take care of something. \n[271]Send my regrets. \n[272]So long, Doc. \n[273]I don't have a lot of time. They're probably gonna come lookin' for me, so we'll go over everything later, okay? \n[274]Look, I'm not happy about it, but if it keeps Patty off my back, so be it. They're meeting us at the club. Let's head out. Not all at once. I gotta tell you everything? \n[275]No, I gotta go. \n[276]I'll talk to him tomorrow. \n[277]Here -- tell him you couldn't find me. \n[278]Can't really talk right now, mate. Headin' out. \n[279]Try kickin' something.   Let me know how it works out. \n[280]I don't know. You could kick a guy in the face. \n[281]Just some guy! You knock him down, give him a couple quick kicks in the head while he's on the ground. \n[282]Why not? Because he's there and you're pissed off. \n[283]Maybe once or twice.   Look, I got people waiting. \n[284]I don't know. You could yell real loud? \n[285]Or keep your fuckin' mouth shut! Who gives a shit what you do, for cryin' out loud? \n[286]What are you doin'? \n[287]Okay, you can cut that shit out right now. \n[288]Hey, I'm serious, asshole! \n[289]What are you doing here? \n[290]What's it look like? We're just blowin' off a little steam. What's the big deal? \n[291]Al Pacino? That's your real name? \n[292]Anybody ever call you Carol Burnett? \n[293]'Cause you look about as much like Carol Burnett as you look like Al Pacino. \n[294]You better get out of here. \n[295]Don't make me hurt you.    Get the fuck out of here. \n[296]Okay, this is big and we only get one shot at it; and there's only about a million ways this fuckin' thing can go bad, so listen up. \n[297]The Federal Gold Depository in Lower Manhattan. Three times a year a shipment of gold bars goes in a heavily-guarded armored truck from the Depository to the vault at the Federal Reserve to hold for foreign governments that trade in bullion. At three o'clock in the morning -- eight hours from now --we're gonna hijack that truck. \n[298]What are you doing? \n[299]Get your fuckin' hands off him!   He's with me. \n[300]He's in. He's my responsibility. \n[301]Okay -- everybody listen up. \n[302]Check the bus. \n[303]If we can, I'm gonna   get you out before the real shit   goes down. Just don't flip out on me,   okay? \n[304]You said it yourself.   It's my nature. \n[305]What are you, fucking Jiminy Cricket? I don't know what planet you live on, but here on Earth it's 'might makes right.'   Read the papers. The guys with the guns make the rules. \n[306]Enough. Say one more word about my father and I'll break your fuckin' head. \n[307]I have five to three. They should start movin' any minute. \n[308]Let's see your watch. \n[309]\n[310]\n[311]Go! \n[312]Let's go. \n[313]\n[314]Get the ramp! \n[315]Forty bars. That's all we need. \n[316]$350 an ounce, 16 ounces in a pound, 90 pounds in each bar -- do the math. \n[317]Yeah? \n[318]Don't do this. \n[319]Calm down. \n[320]You're not gonna die! \n[321]For Chrissake, get hold of yourself! \n[322]Yeah.   Feel better now? \n[323]You were good.  It isn't your fault. \n[324]Would you just shut up about your father! \n[325]He was an asshole -- you said it yourself. What are you grieving for? \n[326]Jeez, I'm sorry. \n[327]We don't have time for this. \n[328]I'm warning you -- don't do this -- \n[329]There I go. You happy now?      You see what you're doing here? \n[330]I loved him, too. I did. \n[331]I had my hopes. \n[332]That's what Patty thought, too. This scumbag's been playin' both sides against the middle. \n[333]Yeah, what? \n[334]I felt worse. \n[335]Those are my choices? What   happened to lying on a beach in Costa  Rica for the next twenty years?   You can't let me enjoy this for  five fuckin' minutes? \n[336]And then what?    I'll show you. \n[337]Not so good. \n[338]Yeah, I know. \n[339]I told you -- I just want to be left alone. \n[340]Can't do that. \n[341]Yeah. \n[342]What kind of question is that? She's cool. She's just happy to have 'the Wrench' out of the way. \n[343]Did he grab your balls? \n[344]I'm gonna go to Ohio -- get Marie and the kids -- then we'll probably disappear for awhile -- figure out all this future stuff -- away from all the pressure. \n[345]Yeah, you, too. You hung in there. That took a lot of guts. \n[346]No, you were like an animal back there. \n[347]No. I'm telling you. You're a monster. I saw the beast in you. \n[348]Handle yourself? You were fuckin' John Wayne. \n[349]Yeah, I could tell.   You're good, you. \n[350]Paul, I just -- \n[351]No. You are good. You got a gift, my friend. \n[352]So -- happy ending, huh? \n[353]Are you kidding? I feel like shit. All that work for nothing. 20 million bucks. \n[354]Take it easy, Doc. \n[355]Hey, Doc! 'There's a place for us -- ' ", "LAURA": "\n[1]I can't believe what you said about him. Cold and withholding? You had to tell everybody? \n[2]Can I ask what this is about?    We just came from the cemetery. \n[3]Ben -- once today? Enough. \n[4]That was him on the phone? \n[5]And you didn't tell me? \n[6]You told her -- You told her at the drop of a hat. \n[7]Oh, I see. And I don't. Why tell Laura? She couldn't possibly handle a phone call. \n[8]If you don't need me anymore, I'll be in the kitchen. And two words of advice -- from one professional woman to another -- Pant. Suit. \n[9]How could you? How could you bring him here? That -- -- mobster -- in my home -- eating off my dishes. Ewww. \n[10]Oh, there's a law that says you have to bring a gangster home? \n[11]You should be in an institution.     Why couldn't he just go home? \n[12]Ohio! Sure. Everyone gets to be in Ohio except me. \n[13]How thoughtful! What about endangering our family? I think my teeth are loose.     Feel my teeth. \n[14]You didn't want him, I didn't want him, but here he is! \n[15]Here he is! \n[16]What? \n[17]That was you.    You said you wanted some. \n[18]Why don't you make your friend some coffee. I'm going upstairs to take a long bath and hopefully drown. \n[19]How long are you going to let them go on? \n[20]Oh, give me a break.    She's got to be faking.   Nobody sounds like that. \n[21]Okay, sometimes you do sound like that. \n[22]Aunt Ester, I'm so sorry we had to put you up at the hotel. We wanted you here with us, but we had an unexpected house guest. \n[23]Ben? \n[24]Really. More smoked salmon? Don't be shy. \n[25]Ben? \n[26]Now in here, I thought we'd get rid of the wallpaper and maybe put in some wainscoting -- \n[27]Don't look, don't look. \n[28]Do you realize it's almost noon? \n[29]You want a sandwich? Make it yourself. I'm not afraid of you, Mr. Oh-I'm-A-Great-Big-Mobster Man. I want you out of my house. \n[30]I've had   it with the bathrobe and the skulking   around and the girlfriend who, I'm   sorry, is so obviously faking it's not   even funny. Enough! \n[31]Okay. You don't like me and I don't like you. We can at least agree on that, right? \n[32]I'm going to be honest with you -- I'm a very anxious person -- \n[33]We have so much in common. Anyway, this is not helping me, it's not helping my marriage, and I know Ben really needs some alone time. So I'm asking you -- as a human being -- could you please leave? Yes, I'll make you a sandwich. \n[34]We finally got him out of the house -- why are we having dinner with him? I mean, how professional is that? \n[35]He's a grown man. I don't see why he needs a chaperone. \n[36]Ben, if you say 'buffer' one more time -- \n[37]Didn't you just take two of those? \n[38]Well, you better not drink anything. You know what happens. \n[39]I heard him. And I think it was 'effing bait.' \n[40]\n[41]Oh, my god. Could I get another one, please? \n[42]No.    No more for the Buffer. \n[43]I don't know why you feel you have to save this man. \n[44]So that automatically means you have to help him? You're always doing this -- putting other people's needs ahead of your own, like you're this martyr or saint or something. It's like living with Mother Teresa. \n[45]You don't need this in your life -- especially not now. You really need to be grieving for your father. \n[46]Really?   I haven't seen it. \n[47]It's okay, honey. You can let it go. \n[48]I just want you to be happy. \n[49]Oh, honey, I just brushed my teeth. \n[50]Ben? Where've you been?    What happened to you? \n[51]When is this going to end? \n[52]Why? A few days ago you weren't even sure you still wanted to be a therapist. Now you're going to risk your life again for that lout. \n[53]Go.   Just don't get shot -- please? \n[54]You tell your father right now or I'll give you such a smack it won't even be funny! ", "JELLY": "\n[1]Hiya, Doc. Sorry about the window. \n[2]I love  lox and bagels. I dated a Jewish  woman once. Actually, she might  have been the love of my life, but my  mother broke it up. \n[3]She was always hockin' me a chinick about the madels. A wonderful woman, my mother, but she fuckin' hates the Hebes. \n[4]Makin' new friends. How's it going, Doc? I brought some clothes for Mr. Vitti. \n[5]You got it. Thanks, Mrs. S. So long, everybody.    Ess gesunterhait. \n[6]So. Long time no see.     You look good, Doc. \n[7]It would appear not. \n[8]New trial. The evidence in my first trail was, you know, tainted. Turns out two of the witnesses against me changed their minds -- and the third one, he died after a short illness. \n[9]Gunshot wound to the head. \n[10]Yeah, but it is short. \n[11]I probably shouldn't be listening to this. \n[12]Sorry. \n[13]He's like a racehorse in that area. \n[14]Yeah, I bet he gets a lot of pussy. \n[15]You said 'fuckin'.' \n[16]Hey, pal -- got a light? \n[17]I'm trying to cut down. \n[18]He's screamin' too loud.     Hold on a second. \n[19]Go ahead. \n[20]You said drop him. \n[21]That's not what I heard. \n[22]Okay, you got me there. \n[23]You really gonna do this? \n[24]You got it. \n[25]I got a guy in the Transit Authority. He owes me. Just let me know when. \n[26]I'm an extra. \n[27]A supernumerary. An 'atmosphere.' It ain't bad. You just stand around all day waitin' for them to shoot and they pay you eighty bucks. \n[28]Today?   About eight hundred maybe. \n[29]Another grand. One of the producers really likes the ponies. \n[30]Plus eighty -- \n[31]Hey, Dr. Sobel? \n[32]It's Mo-Mo. \n[33]Yeah, I think he's in his camper. \n[34]Paul, not that I'm questioning, but what do we want with Eddie DeVol? Guy's a fuckin' scumbag. \n[35]Hey, Doc. What are you doin' here? \n[36]I think she likes you, Doc.     Give her a couple of bucks. \n[37]Here. See if this'll fit under your shirt. \n[38]This ain't Bloomingdale's. Nobody knew you were comin'. You're lucky you're alive, Doc. \n[39]Watch it. It may be crazy but it ain't stupid. If you want to stay alive, just keep your mouth shut, do everything I tell you and try not to pee in your pants. Can you handle an M-16? \n[40]No, I mean twirl it like a fuckin' baton. How about an A.K.? \n[41]Kalashnikov, MAC-10, Uzi -- stop me if I hit one you like. \n[42]Yeah, that's a good one. That gun brings back a lot of fond memories. Use it in good health. \n[43]Actually, gold is measured in troy ounces. 14.6 ounces to the pound. That would be... $18,396,000. \n[44]Give or take. \n[45]Oh, boy.    This is bad. \n[46]Maybe we oughta should go. \n[47]'Hold my hand we're halfway there -- ' ", "PATTY": "\n[1]In the kitchen, Paul. \n[2]Paul -- what a nice surprise. \n[3]Good.   It's good. Give me a kiss, you. \n[4]Yeah. You live with a person twenty- one years, then one day they're pulling his torso out of the river. It's hard. \n[5]That's why I try not to gossip, Paul. It's ugly. Just a sec. Michelle! Teresa! It's ten-thirty! Stop fucking around and get ready for ballet! It's hard being a single parent and a career woman. \n[6]The pressure -- it's awful. For instance, a lot of people think, now that you're out, you're going to try and take the family back from me. But I said, no, Paul would never do that. By the way, how are Marie and the kids? Still in Ohio? In Shaker Heights? At 1356 Locust? \n[7]Don't make me call my guys in. You may need the shit kicked out of you, but not in here. I just mopped. \n[8]flushed and a little excited \n[9]It's a dog-eat-dog world out there. Nobody's gonna be safe unless we can end this thing with the Rigazzis. \n[10]Oh, Paul. You actually think I would kill you? All the years we've known each other -- the Christmas parties, the fun times at the beach. It wouldn't be right. I want us to be friends. Who knows? Maybe we'll be more than friends. Want to lick my beaters? \n[11]What kind of business? You know, if you get something going, we would expect some kind of consideration -- a little taste. \n[12]Oh, Paul. I just got a chill. \n[13]Sure, Paul.    I understand. \n[14]Don't be a stranger! \n[15]Watch him like a hawk. If he steps out of line, it would break my heart, but shoot him in the fuckin' head. \n[16]Wrong.   You do not want him to change. \n[17]Patty. \n[18]Ben, Paul Vitti is important to this family. We don't want to see you turn him into a stromboni. \n[19]It's a bull with his balls cut off. \n[20]Not unless you want to be one, too. \n[21]Then do the right thing, understand? \n[22]Paul!   Hello! \n[23]I guess everybody's gone Hollywood, huh? \n[24]Jelly -- you're working here, too? \n[25]An extra what? \n[26]Eighty bucks? For standin' around all day? You used to sneeze eighty bucks. How much you make shootin' craps? \n[27]And how about bookin' bets for the Teamsters and the crew? \n[28]So eighteen hundred bucks. \n[29]I know -- extra. \n[30]I heard you had some more trouble. \n[31]I don't have to tell you, Paul. Alone on the street you don't stand a chance. That's what the family's all about. Since the old days, when the grandfathers first came over. That's not something you just walk away from. \n[32]So you want to tell me what's going on here? It looks like you got your whole crew back together. \n[33]Don't bullshit me, Paul. You're planning something. I'm feeling very left out. \n[34]You're a good friend, Paul. And I would never think of insisting on this, but I'd feel better if you brought in Eddie and some of my guys to help with the job. \n[35]Then I'll have to insist. \n[36]Excuse me? \n[37]Go fuck yourself. \n[38]It's good to have you back, Paul. \n[39]Hi, Paul.   How'd it go? \n[40]Yeah, I heard. It's all over the television. I never should've trusted Eddie. But, you know, a woman alone in the world is very vulnerable. \n[41]At least I don't have to worry about the Rigazzis no more. Thanks to you. \n[42]I know. I'll make sure. How about some breakfast? I could make you some waffles and -- whatever else you want. \n[43]Well, if you ever change your mind -- Good luck, Paul. ", "RAOUL": "\n[1]I adore this place. Best sushi in town. Have you tried the yellowtail, Paul? \n[2]\n[3]\n[4]So what do you think, Paul? \n[5]Fantastic! \n[6]Holy fucking shit. That was phenomenal! \n[7]Cut! Can you do something about the fucking smoke? \n[8]This is the problem with shooting on location. But it's worth it for the authenticity. \n[9]Tony! Come here a second. Anthony Bella. He plays Nicky Caesar. \n[10]Are you shitting me? \n[11]Tony, this is Paul Vitti. \n[12]How incredible is this? Paul tells me they watch the show in Sing Sing! \n[13]I sensed it myself. Which elements strike you as wrong? \n[14]The theater, mostly. \n[15]I would be eternally grateful. Anything else? \n[16]Done. I'll put that in the works right now. \n[17]Oh, dear God. First of all, sweetheart, we're not shooting the hooker scene until tomorrow. And the hair -- please, what is that? \n[18]Mrs. LoPresti -- I am so very, very \n[19]How dare you not inform me Mrs. LoPresti was on the set. You're fired! Enjoy your visit with us. If there's anything I can do -- \n[20]Immediately. \n[21]I mean, tell me -- was she angry?    Am I in any danger? \n[22]I'll have Brian do it.   He's new. \n[23]Oh, what is this now, the bus and truck tour of Guys and Dolls? \n[24]'The Wrench.' \n[25]Please, forgive me. I'm on painkillers -- half the time I don't know what I'm saying. \n[26]Certainly. Brian! Get my car! \n[27]Action! \n[28]Does that screaming sound real to you? \n[29]Cut, cut, cut! What the hell's going on? \n[30]Who are you? What are you doing in my shot? \n[31]I have a permit! ", "CHAPIN": "\n[1]So he's crazy? \n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]You still want him? \n[13]Yeah, he's about as crazy as I am. Think about it. Locked up, he was absolutely no use to me. But back on the street, Vitti's still powerful enough to pose a threat to both families. It's like throwing gasoline on a fire. \n[14]If? People like Paul Vitti     don't change. This guy's been a     menace to society since he was twelve    years old. Being a criminal is all he    knows. Trust me. \n[15]You know, Giuliani started this way. \n[16]Could happen.     Just stick with Vitti. \n[17]Where is he, Dr. Sobel? \n[18]Well, considering that he's in your custody, that's not quite the answer I was looking for. He's got something big in the works. You want to tell me what you know? \n[19]Yeah, that's why I've got two corpses at the bottom of the river. \n[20]Here. Vitti with Sal Masiello. Vitti with Patty LoPresti. Vitti with Lou Rigazzi. Let me know -- I can order some wallet size for you. I've got more than enough to put him away again without these. Violation of parole, second-degree murder here. When I really start digging, it'll be amazing what I come up with. You have twenty- four hours to find him and deliver him to me. Otherwise you're looking at obstruction of justice, and accessory to felony manslaughter. And trust me, Dr. Sobel, if you don't like me now, you really don't want to see me in court. \n[21]You can't take your car. We're impounding it as evidence. \n[22]Yeah, the government runs a limousine service. The number is 1-800-Fuck Off. \n[23]Acting on intelligence we developed in the last few days, the Justice Department and the F.B.I. took very aggressive action to recover the stolen gold and bring the perpetrators to justice. I'm happy to tell the people of New York that the streets are safe again. ", "MICHAEL": "\n[1]Nice. Why didn't you just take a swing at the casket? \n[2]Wow.   Talk about withholding. \n[3]Sure.     What? \n[4]\n[5]\n[6]\n[7]\n[8]\n[9]Good night, Whippy. \n[10]I have no idea. Parenting stuff. \n[11]Working. \n[12]I'm working for Mr. Vitti.   I'm his driver. \n[13]You keep telling me to get a job! \n[14]He's paying me twenty dollars an hour. \n[15]Dad -- \n[16]I can't tell you. \n[17]I promised I'd never repeat anything I heard in the car. I took an oath. \n[18]Dad, I gave my word. \n[19]I can't. \n[20]Okay!   I dropped him at the club. \n[21]Little Darling's in Queens. \n[22]I'm grounded? ", "MASIELLO": "\n[1]Paulie, great to see you! You're lookin' good, kid. Lookin' very good. Jelly, how are ya? \n[2]So, Paul, we heard you had some trouble while you were away. Some 'mental' problems. \n[3]Little people? \n[4]So you ain't crazy? \n[5]We're in a war, Paul -- nobody's safe right now. The Rigazzis are walkin' all over us. We got next to nothing coming in, and I don't have to tell you, you don't buy a lot of muscle without money these days. We need you, Paul. The family needs you. \n[6]Come on, Paulie. Nobody used to do the big jobs like you. Air France-- they're still talkin' about it. \n[7]After your father died, I always treated you like my own son. You know that. \n[8]He was a good man. I still miss him. \n[9]So you'll think about it.    For me, Paulie? \n[10]Hey, what is this -- a fuckin' funeral here? You just got back from college for Chrissakes. We should be havin' a party for you. Hey, Nino, give everybody a round here. We gotta drink to Paul. \n[11]I understand. No problem. It's good to have you back, Paul. Don't forget what I said. We're countin' on you. \n[12]You're the shrink who's taking care of Paul Vitti? \n[13]So?    Is he nuts or what? \n[14]Paulie.     Is he nuts? \n[15]Discuss it. \n[16]And what. \n[17]Meaning what? \n[18]I'm getting a fuckin' headache here. What are you saying? \n[19]He's a criminal? This is news? And for that you need a doctor degree? So what are you doin' with him? \n[20]This is Mrs. LoPresti. \n[21]That's a Zamboni, asshole.   Stromboni. ", "TONY BELLA": "\n[1]You don't have to tell me who he is. It's a pleasure, mate. \n[2]Australian-Italian. We got some paisans down under. \n[3]Fantastic!    That's so fuckin' great. \n[4]So, Paul, you going to join us? \n[5]Great.   See you later then. \n[6]Paul!   Excellent! \n[7]Two seconds. Please, Paul.    It's really important. \n[8]I'm looking for something to do when my character finds out he's being indicted. I was thinking of punching the wall, but I did that when they killed Uncle Lenny, and I did it again when Franny left me. Oh, and I punched a car, a van actually, when Peezee screwed up the big drug deal. So I'd like to find something different, that doesn't involve, you know, punching anything. \n[9]Wait, Paul.   That's interesting.    Like what? \n[10]Who? \n[11]Why? \n[12]You've done that? \n[13]My character wouldn't do that.   What else? \n[14]Yell real loud? That's original. \n[15]Who gives a shit what you do, for cryin' out loud? \n[16]What are you doin'? \n[17]Okay, you can cut that shit out right now. \n[18]Hey, I'm serious, asshole! \n[19]That was good.     My character could do that. \n[20]What the hell is this? ", "EDDIE": "\n[1]Yeah, what? \n[2]You got a problem with that? \n[3]Yeah?    So am I. \n[4]How's it goin', Paulie? You know my guys -- Enormous Bobby and Al Pacino? \n[5]So we're all here. Let's do it. \n[6]What the fuck is this? \n[7]Who is this guy? \n[8]Get rid of him. \n[9]What do you think? He can make every guy in this room. \n[10]What, on the job? \n[11]Either he's in, or he's dead.    Which is it? \n[12]Okay, no more surprises. And from this moment on, no one leaves my sight. Got it? Now go through it one more time. \n[13]You know, this might just fuckin' work. \n[14]Did you really think you were gonna live through this? \n[15]Yeah, well, nice work.   Mr. Rigazzi will be very grateful. \n[16]There's only one side as far as I'm concerned. Mine. What did you think? I was just gonna stand by and let some fuckin' has-been move back in? So long, Mr. Vitti. ", "RIGAZZI": "\n[1]What the hell happened to you? \n[2]Vitti? You talked to Vitti?     What did you say to him? \n[3]That must hurt. \n[4]I hate to see people in pain. Get him out of here. \n[5]He's a hard man to kill. But he's not immortal. Our time will come. \n[6]No, pull the car up your ass and wait there. \n[7]Could I talk to you for a second? \n[8]Get lost. \n[9]I need a couple minutes. \n[10]The guy who shot at you -- he was acting on his own. I never gave an order. \n[11]And he's been taken care of. There won't be another incident. Unless you're thinkin' of workin' for Patty LoPresti. \n[12]Good.    Then I got no beef with you. \n[13]Because   that would not be the way to go. You    want to back a winner, which is gonna   be me. It only makes sense. You come   work for us. I'll treat you right. \n[14]Well, so much for sleeping better. ", "MILLER": "\n[1]Dr. Sobel, I'm Agent Miller, this is Special Agent Cerrone, Federal Bureau of Investigation. We'd just like to ask you a few questions, if we could. \n[2]Because we monitor and record all his phone calls from Sing Sing. \n[3]You folks need a minute? \n[4]We understand. Vitti? \n[5]Well, shortly after you spoke, he \n[6]I think you'd better go up there and see for yourself. \n[7]That's if he goes back to his old life. \n[8]They're all inside. We're going to get something to eat. We'll be back before they finish dinner. \n[9]Everybody stand by. They're leaving. \n[10]Where's Vitti?   I don't see Vitti. ", "CAESAR": "\n[1]I don't know. \n[2]I don't know. \n[3]I just don't think it was him. \n[4]I think it was you, Ducks. \n[5]A dead fuckin' idiot. \n[6]I like mine burnt. \n[7]Not all of it. I'm still light about fifteen large. Can we cut? This is ridiculous. ", "CERRONE": "\n[1]We know this is a difficult time for you, Dr. Sobel. Sorry about your father. \n[2]Dr. Sobel, you received a call this morning from Paul Vitti? \n[3]You really think Vitti is crazy? \n[4]Oh, come on.    Nobody sounds like that. \n[5]I wonder what it costs to keep that many limos waiting for three-and-a- half hours. \n[6]312, all units. W.W.F. Restaurant. Times Square. \n[7]Damn it! ", "DUCKS": "\n[1]It's Peezee. Gotta be.    He hates your fuckin' guts. \n[2]Who else knew about the money? And how did Peezee know they popped Tony Cisco when we didn't even hear about it 'til last night? \n[3]What is so hard to understand here? You said yourself Peezee was a mamaluke and you couldn't trust him. Now suddenly you're soft on the guy? \n[4]Okay, I'll bite. If not Peezee, then who? \n[5]You gotta be kiddin'! \n[6]Caesar, you know me! What kind of fuckin' idiot would I have to be to try that shit with you? ", "COYOTE": "\n[1]Hey, Fredo! Or is it Guido? \n[2]Just keep walkin', Don Corleone. \n[3]Shut up! \n[4]I said, shut up, bitch! \n[5]You're a dead man, jefe! \n[6]You're a dead man, jefe! ", "GUNMAN": "\n[1]Where's your cigarette? \n[2]Fuck you. \n[3]Nobody! \n[4]Okay! Okay!    Rigazzi!   I'm working for Rigazzi! \n[5]Vitti threw me off a roof. \n[6]Nothing. I didn't tell him anything. Mr. Rigazzi, can I go -- I think my leg's broken. "}}