{"dialogues": {"ANYA": "\n[1]Don't touch him. \n[2]About as bad as you smell! \n[3]No.  I'm running to. \n[4]To find my home. \n[5]No. This isn't a home - it's just a building. Home is where you belong and none of us belong here. \n[6]I'm not sure but look. . . \n[7]It says \"Together in Paris\". I was wearing this when I came here ten years ago - it's the only way that I know . . . \n[8]. . .  that I must have been someone someone loved. \n[9]It might be. I have to go and find out. \n[10]I have to go now, before it gets light. \n[11]Then you'll have to make your own home. Lots of people do. \n[12]Then come find me. \n[13]I hope there's no snow in Paris. . . \n[14]I think you should be more careful about who you invite to dinner! \n[15]Could someone tell me. . . \n[16]Which line? \n[17]Is this the right line to get papers to travel? \n[18]To Paris. I have to get to Paris \n[19]Is this where I get traveling papers? \n[20]I didn't \n[21]Dmitri? There must be a million Dmitris. . . \n[22]Excuse me, do you know Dmitri. . . \n[23]I wish they'd all stop telling me they didn't tell me! \n[24]What are you doing. . . \n[25]Excuse me - I'm looking for a man named Dmitri. . . \n[26]I'm sorry. . .  I'm. . . \n[27]I'm looking for Dmitri.  I need traveling papers - to Paris. I heard Dmitri could help me. \n[28]I heard it from everyone who said I didn't hear it from them!   Do you know Dmitri? \n[29]Well, I don't have any money . . . \n[30]I have a bike!  Perhaps I could sell it and. . . \n[31]What are you doing here?  And where's my bike? \n[32]Officer!  My bike has been stolen! \n[33]Sorry, boy, I have to go. \n[34]No.  You can't come with me. I'm leaving. . . \n[35]It sounds like you're saying \"me too\".  Listen little guy, I have money, no food. . .  and no bicycle.  I'm the last person you should be following! \n[36]What are you do. . . \n[37]\n[38]\n[39]\n[40]\n[41]\n[42]I. . .  I. . .  spoke to you earlier about traveling paper. . \n[43]Are you Dmitri?  I didn't  mean to trespass - I don't want to do anything dishonest, but if you could just help help me. . . \n[44]Oh, yeah - in the orphanage they constantly told me I looked like a princess! Stop that! \n[45]I don't know - I don't remember anything that happened before the revolution. . . \n[46]I don't know.  I don't see what this has to do with me. \n[47]Look, I came here to get papers to travel to Paris and. . . \n[48]I have my reasons. \n[49]Look - there isn't an orphan in the world who doesn't dream she's a princess but, come on. . .  Look at me! \n[50]\n[51]All right.  I will go with you. \n[52]\n[53]All right. I will go with you. \n[54]Sorry - it's a reflex. Living in an orphanage if someone bothers you - you automatically come up swinging. \n[55]By pulling my hair?! \n[56]Put it on your nose. For heaven's sake, you're making such a fuss! \n[57]Men are such babies... \n[58]Here, let me \n[59]I'm going to stretch my legs \n[60]I must have hit him harder than I thought... \n[61]Would you like to tell what we are... \n[62]Why? \n[63]Just what do you think you're doing?! \n[64]Forged papers! Now, what?! \n[65]\n[66]Noooo.... \n[67]No! \n[68]You shouldn't have pushed us! \n[69]I'm fine. \n[70]Who's Sophie? \n[71]What?! \n[72]You never said anything to me about having to prove I'm a Princess! \n[73]I don't have a memory and I'm not a Princess! Even if I were - no one's ever going to believe it. I'm not exactly... \n[74]... good enough... I can't go through with this! \n[75]...and on my father's side, there was [THIS SECTION IS NOT LEDGABLE] \n[76]Natasha! Natasha Feastavich!- but we called her Nashie Fooshie! \n[77]You must have. \n[78]...fish fork, salad fork, meat fork and. . . \n[79]The dessert fork! \n[80]What a beautiful ship! \n[81]Konstantin Petrovich of Moscow! \n[82]No! I look ridiculous! \n[83]You'll laugh. \n[84]Not you. Him. \n[85]You said you wouldn't laugh! \n[86]I'm never going to be.. \n[87]Well! Maybe I am... \n[88]It's so beautiful ... and sad. \n[89]Lost. it feels lost. This was hers? \n[90]I know I must have had something to do with the palace - I've had little flashes of things - but being the Princess? It doesn't matter as long as I find my home. \n[91]I'm sorry. \n[92]Oh! I'm sorry... \n[93]I'm almost there... I'm finally going to know... \n[94]That was really very kind of you. \n[95]Yes - If I can't convince Sophie, I'll never be able to see Tatiana.... \n[96]Of course. \n[97]Father had fresh tropical fruits sent in. Oranges and pineapples from the far east. I remember ... I remember I threw an orange to a young boy who was hiding under a table... \n[98]But you never doubted who I was, did you, Dmitri? Not for a second ... ", "DMITRI": "\n[1]No - this way! \n[2]Go!  Run!!  Out the servant's quarters! \n[3]Go! \n[4]Go! \n[5]No one's here! Let's try the next room! \n[6]Vladimir, calm down! \n[7]For a ten million rubles reward we can look a little longer. This is the big one. . .  and all I need is the right girl. \n[8]Next! \n[9]Next! \n[10]Next! \n[11]I wouldn't be on the outside anymore.  The ten million rubles would make me welcome anywhere.  I'd really belong somewhere - if I could just find the right girl. \n[12]Next! \n[13]Next! \n[14]I've gotta find the right girl! \n[15]Next. \n[16]We will.  We have to. Come on, Vlad - she's out there. \n[17]She could be right under our nose \n[18]Ouch!  That really hurt!  \n[19]\n[20]She'll see us. \n[21]What was that? \n[22]Who are you?! \n[23]It's her. \n[24]Look! \n[25]She doesn't want to do anything \"dishonest\". . . \n[26]You look like her.  Like the Princess Anastasia.  Has anyone ever told you that before? \n[27]People say Anastasia was the only member of the Royal Family to escape alive.  That makes her an orphan too \n[28]What happened to your parents? \n[29]You know, it's strange - Anastasia's grandmother, the Dowager Empress Tatiana has been looking for Anastasia since the revolution.  Why do you think she wouldn't go to her own grandmother? \n[30]Perhaps it's because she has amnesia too - can't remember. . . \n[31]Why do you want to go to Paris? \n[32]Anastasia's grandmother is in Paris.  We're going to bring Anastasia to her - in Paris. \n[33]And I think you are the Princess Anastasia. \n[34]You never thought of the possibility? \n[35]\n[36]You don't have anything to lose.  If I am wrong - the Empress will simply tell us you aren't Anastasia and we'll be on our way.  No harm done - an honest mistake - but at least you will be in Paris. \n[37]Find out the truth - come to Paris with us. \n[38]The Her Royal Highness Princess Anastasia! \n[39]Find out the truth - come to Paris with us. \n[40]The Her Royal Highness Princess Anastasia! \n[41]Hurry up with those papers. \n[42]\"Wake up, your highness\" - we should start getting used to saying it. \n[43]Wake up! \n[44]Come on! \n[45]Take my hand! \n[46]Do you always punch people first thing in the morning? \n[47]I wasn't bothering you. I was trying to wake you up! \n[48]I was all out of dynamite! \n[49]You're a princess... \n[50]Yes. And I hate that in a woman. \n[51]Pray he's color-blind... \n[52]That's a good idea - a great idea - stretch your legs ... stretch then that way. \n[53]Wait here! \n[54]Come on up! \n[55]Trying... to... breathe... \n[56]The guards! I'll explain later. \n[57]Now just get off the train. \n[58]Come on, we'll jump together... Take my hand. \n[59]Come on! \n[60]You must enjoy causing me pain! \n[61]She's fine! I may never walk right again, but she's fine... \n[62]You are the Princess. \n[63]What do you see? \n[64]See? The Princess is under there ... \n[65]Every Russian family has one.. \n[66]It's the best fork of all \n[67]It used to be a private yacht before the government took it over. \n[68]I won't laugh - I swear... \n[69]It's not you - it's the dress! \n[70]I wanted to show you something. \n[71]Sad? \n[72]Yeah ... well, yours. You still don't believe that you're the Princess, do you? \n[73]Well, the only thing you've got when you've got a home is a fear of losing it! You're lucky you don't remember the revolution -- I never had much, but what I did have -- I lost. \n[74]Hey! It doesn't matter! You gotta make your own way in the world! Don't be sorry for me! I'm going to get what I want don't you worry! \n[75]If you have to go - wake her.. \n[76]What were you doing?! \n[77]It's okay now - I've got you. You're safe... \n[78]It's okay. Didn't hurt.. \n[79]How is our current financial status? \n[80]It worked in Odessa... \n[81]I'll save them, Madame \n[82]Nervous? \n[83]You'll convince her. You have the qualities of a princess you're poised and strong... and beautiful ... even if you forget a couple dates of family names - she'll know. \n[84]The real Anastasia couldn't have grown up to be lovelier. \n[85]But it's notthe money, Vlad. \n[86]What do you mean? ", "VLADIMIR": "\n[1]Dmitri!  I can not work with her! \n[2]May I remind you that you are supposed to be Princess - not a lazy lumbering lout! \n[3]This, my friend, as an exercise in futility! We shall never find a girl to play the Princess Anastasia out of this motley crew of commoners! \n[4]Stanislavski! \n[5]It's no use, Dmitri - we'll never find the right girl! \n[6]Who did you hear it from? \n[7]Providing travel papers is illeagal! I know Dmitri well - perhaps I can help you.  Providded you have enough money to pay for this service. . . \n[8]Good day! \n[9]. . .  even if we find her, what makes you think the Empress will even see us? \n[10]That was your dinner!  I do hope there is no cabbage in Paris! \n[11]You're trespassing, boy! \n[12]He's her? \n[13]Perhaps you heard of our brilliant plan to find a girl and. . . \n[14]Ew. . .  the honest type. \n[15]How much do you weigh? \n[16]I was just wondering since we already have the dress. . . \n[17]Would you have leaned over Rembrant's shoulder and told him to paint faster? \n[18]You probably would. They're still wet. \n[19]Wake up, young lady, that's our train. \n[20]What a world - a man who was in my position in society is calling a peasant 'Your Highness\". \n[21]Royalty do not help people with their luggage. \n[22]Well, she certainly has a mind of her own. \n[23]It's what I hate about this government - everything in red! \n[24]What do we do now? \n[25]She's quite right, Dmitri, a man of my stature should not have to \n[26]I think I have hurt my... \n[27]Is everyone all right? \n[28]No have a lot of work to do, Anya! Come along, Meetoo! \n[29]We have to prepare you for an audience with Sophie. \n[30]Ah ... the Lady Sophie... The ravishing first cousin, once removed, from the Empress. We must convince Sophie that you are the Princess before we'll be granted a meeting with the Empress ... your grandmother, I mean. \n[31]We're just going to refresh your memory... \n[32]Ah! Let us begin! \n[33]You were born on the Adriatic sea at the summer palace, where the parties and the buffets were marvelous .... \n[34]Did I tell you that? \n[35]Ah, yes ... I have always loved that fork... \n[36]Oh, yes it was the seagoing vessel of elaborate elegance in entertaining... A party boat. It once belonged to ... \n[37]Come out! I can do alterations. \n[38]I shant! \n[39]You are a natural! I don't know how you ever learned to dance that well! That must have been some high class orphanage ... \n[40]If I used the word \"bleak\" I would be optimistic. \n[41]The \"Odessa Dunk\"? \n[42]Such bravery! Why, that man should be rewarded! Amply rewarded! \n[43]I won't say a word... \n[44]May I present her Royal Highness Princess Anastasia! \n[45]Are you impressed with our Anastasia? \n[46]Then, you'll take her to see Tatiana? \n[47]Perhaps you could convince her? \n[48]We did it! We did it, my boy! We're going to see Tatiana at the ballet tonight and we're going to be rich! Rich! \n[49]Are you feeling all right? \n[50]Life is funny, isn't it. You find the right girl ... and then you lose her. \n[51]Dmitri ... You must understand that once you take her to Tatiana... well, it's over... nothing can happen between you. She's a princess and you're a commoner. ", "RASPUTIN": "\n[1]Despite being shot, poisoned and thrown into an icy river . . . \n[2]You gave the orders! \n[3]After all I've done for your family - YOU TRIED TO KILL \n[4]The Romanov dynasty ends here! You, your wife and children will all die within the fortnight! \n[5]You . . .  my little babushka . . . you'll be so much fun to kill that I'll save you for last! \n[6]\n[7]What? \n[8]And what do you want, my little rat-with-wings? \n[9]I gave you that tongue and I can rip it out! \n[10]Why would I ever be angry with you, little friend? \n[11]Get to the point sometime tonight.. I'm late for a wenching. \n[12]Impossible. That rumor's been around for years. \n[13]How do you know? \n[14]Source of my power. Owner of my soul. I need your help. \n[15]I cursed then all! \n[16]The Romanovs tried to kill me and I swore to destroy all of them! If she lives, if she should have a child someday, the Romanov Family continues! And I won't lot that happen! THIS IS THE END OF THE LINE! \n[17]\n[18]Yesses - you'd all like to get out, wouldn' t you? Sorry just one at a time and only when I call. \n[19]Do you have any idea what would happen if that broke?! \n[20]Evil, powerful beings - I have their power only if I contain them, control them. If they should all be released at once... well ... \n[21]\n[22]Where is she? Where is Princess Anastasia... \n[23]She has friends. No matter... \n[24]Finish my prophecy... \n[25]She is not to get off that train... alive! \n[26]Go! I don't care what you do with the others but finish the girl! KILLLLL HERRRRR! And have fun... \n[27]She's too far away, isn't she? \n[28]Yesss... our power is much stronger when were near. We must get close to her. \n[29]We'll catch her and finish her! We ride this night! \n[30]She's out there ... \n[31]Bartok... a question. \n[32]What do you think is the most humiliating way to die? \n[33]She leads a charmed life, that little one ... Someone is always there to save her. In the palace as a child, on the train and now ... it's him. \n[34]You are toying with me, aren't you? You let me get so close... \n[35]Bartok ... have you ever been to Paris? \n[36]We are going to Paris - and while we're there, let's kill the young man. He annoys me. ", "BARTOK": "\n[1]You, uhh. . .  hang here often? \"Hang\" get it?  I said \"hang\" and we're both, you know, cause we're bats. . .  and, uhhh. . . what's your sign? \n[2]Whatta' ya say we go somewhere - maybe get a bug to eat.  Get it?  A \"bug\" to eat, 'cause we're. . . \n[3]I'm a Gemini. . . \n[4]Oy. . .  he's gonna be so mad. . . \n[5]Oy. . .  he's gonna be so mad... \n[6]Ummm ... Father Gregori? It's, uhh ... me. Bartok. Phew! Not home ... \n[7]Oh my God! Don't do that ... feel my heart. Go ahead. I'm dying here ... \n[8]Name calling! That's mature. \n[9]No, I really like my tongue... we're very attached. Oyyyy... Okay, now... promise you won't get angry. \n[10]Yeah, right. Keep that thought okay? So, I'm in town, stop by the old palace. You get a better class of bats there - no tattoos or anything. \n[11]So, I'm cruisin' the rafters and... what can I say, I struck out. I thought chicks would like the fact that I can talk, you know but, I mean, the way things are going I couldn't get invited to a plague. Someone's gotta clean that up... \n[12]Okay... you're not gonna like this but, well, it looks like Anastasia is ... still alive. \n[13]Trust me, it's her! \n[14]Rodent's intuition, how do I know? She looks exactly like her. Except she's taller, my second cousin Treplev - he little pepper shaker. He was so cute ... \n[15]Oyyy... I knew this was gonna to upset him! \n[16]Hey, she's just a kid. And she's going to Paris outta sight, outta mind, outta Russia. \n[17]My Aunt Bella, sweet woman not the brightest bat in the world - she used to hang right side up, anyway she always said \"Curses were made to be broken\". Course, she said it in those irritating little bat squeaks, so it wasn't quite so profound... \n[18]You know, this is really obsessive behavior. There is this doctor this doctor in Austria, Sigmund something and he feels. . . \n[19]You'd lose your security deposit? \n[20]Ohhh, that was dumb... \n[21]Hello, I've get really terrible claustrophobia. That's why I could never live in a cave ... \n[22]Ew, I hate when he does this! \n[23]\n[24]Oy... not a road trip. I get wagon sick, you know that. \n[25]You're absolutely right. Travel broadens your horizons... \n[26]Well,we wait this night! \n[27]I'm getting a chest cold.. \n[28]I'm getting pneumonia. I have a fever. Feel my forehead... \n[29]My cousin Mischa, nice fellow had some dental problems - you didn't want to watch him eat, let's put it that way... \n[30]... anyway, a bunch of other bats were hanging in the belfry - I know, cliche, but there you have it, and Mischa, not the brightest bat in the world, decides to hang in the bell. Which was fine for awhile until it started ringing ... Ewwww, what a mess ... \n[31]And it didn't help the tonal quality of the bell, either. \n[32]Boy, don't you hate it when that happens? \n[33]Nice looking fellow. I mean, don't get me wrong - I'm not attracted to him in the physical sense, I just ... \n[34]Me? No. Rich food - it kills me. Ever try and fly after one of those heavy sauces? ", "TATIANA": "\n[1]Once we lived in an enchanted world. . . \n[2]A world of Tsars and Princesses and elegant palaces. . . \n[3]and grand parties. . . \n[4]A beautiful, magical time. . . \n[5]That would soon be gone forever. . . \n[6]Why were you so late tonight \n[7]What were you showing her? \n[8]I thought you were told not to tutor your servants anymore. \n[9]It's where I've made my home but I do have something for you . . . \n[10]When you're older . . . \n[11]Until then, whenever you hear this song, think of me and know that I'm waiting for you. \n[12]Some say Rasputin ad harnessed all the dark powers of evil and that it was his curse which brought about the end . . . \n[13]I will never know for sure. All I do know is that the beauty of our world was soon Gone . . .  Forever . . . \n[14]Anastasia, no! \n[15]Hurry, child! \n[16]Get on! Anastasia, get on! \n[17]Grab my hand! \n[18]\n[19]\n[20]I never saw her again. . . \n[21]Take her away, Sophie. \n[22]Haven't anything better to do than to break my heart. \n[23]No more. So more... \n[24]No, Sophie. My heart can't take it anymore! I will see no more girls claiming to be Anastasia. ", "ANASTASIA": "\n[1]\n[2]Don't worry, Sonya, no one'll notice. . . \n[3]. . .  owwwwwwwww! \n[4]I was showing Sonya something . . . \n[5]How to read. \n[6]I know, but I had to because . . . \n[7]Oh, Grandmama, why do you have to go back to Paris? \n[8]\"Together in Paris\"! Oh, when can we be \"together in Paris?! \n[9]\n[10]We're not afraid of you! \n[11]My music mox! \n[12]Hurry, Grandmama! \n[13]Don't let go! ", "SOPHIE": "\n[1]Oh, oh... I must say. I thought that one was bar - i'm just so shocked that she wasn't real well, she was real, I mean she was human, of course. but not our real. I must say, even my sisters were touched by her yes - yes they were... \n[2]... moved to tears of joy! We won't be f ooled next time, girls! I'm a going to think of really hard questions... \n[3]Oh good! We haven't seen an Anastasia in several days! \n[4]I'd just like to ask you a few questions, dear... \n[5]Where were you born? \n[6]This is the hard one ... what rare treat was served on the night of the Three Hundredth Anniversary of the Romanov Dynasty? The last ball they ever had? \n[7]Yes ... yes, it was fresh fruit. Well, maybe not \"fresh\" Estelle got one rather brown banana but ... \n[8]Oh, heavens - I must say, yes. \n[9]Oh, heavens I must say... no, no actually, I can't - Tatiana has refused to see any more girls. \n[10]Oh, heavens, no... but ... She is going to be at the Ballet Russe tonight! That's the Russian Ballet - Russe for Russian, oh those crazy French... they only go to see which dancers will defect. \n[11]Come my dear, we've much to talk about. ", "PHLEGMENKOF": "\n[1]You can't get away from me now . . . \n[2]You! You did this! \n[3]Brats!  There'll be no supper for any of you!  Back to work! \n[4]You ragged, skinny, little nothing!  I have had just about enough of you . . . \n[5]Comrade Serebreakov! \n[6]Comrade Serebreakov!  What a lovely surprise! What brings you here? \n[7]No, no, Comrade - you don't want her . . . \n[8]That's horrible, skinny thing?! She's crazy - she has no memory of anything before she came here! She didn't even know her name! That one is a rotten troublemaker, willful. . . \n[9]I couldn't break you - but he can! ", "GREGOR": "\n[1]Anya! Anya! \n[2]Anya? \n[3]Are you running away? \n[4]Where is your home, Anya? \n[5]But what if we can't ever find where we came from?! \n[6]Anya! What if we can't find anyone who loves us?! ", "SEREBREAKOV": "\n[1]I need. . . a worker. \n[2]I will take her. \n[3]Tomorrow you begin your life's work in my hearing factory. You'll start by cutting off the tails - but if I'm pleased with \n[4]you - you just may move up to cutting off the heads.  How does that sound? \n[5]I want her. \n[6]I'll break her will. . . I shall come for you tomorrow at dawn. You will enjoy serving under me. "}}