{"dialogues": {"LANGDON": "\n[1]Swim might help your jet lag. \n[2]Bags under your eyes, up at five a.m., Italian accent... Do I hear Naples in those Rs? \n[3]Vatican Police?    I was expecting another letter. My request for access to the Archives? \n[4]Shouldn't you be in Rome?   Busy time for you guys. \n[5]Urgent Vatican business, involving me? I doubt that. \n[6]llluminati? \n[7]Did they?     Look at the paper. \n[8]Look again. \n[9]Turn it upside down. \n[10]It's called an ambigram, the same backwards and forwards. That's common in a symbol, like a Jewish star, or yin-yang, or a swastika, but this is a word. People have searched for the llluminati ambigrammatic symbol for four centuries, modern symbologists even tried to create it, but nobody could pull it off, not even by computer. Most had concluded it was a myth. I wrote a book about it. Which is why you're here, isn't it? \n[11]Incredible.    Either someone just figured out how to make this, or they found it.    Recently.    Which would mean the llluminati have returned. An ancient brotherhood, enemies of the church, surfacing just after the death of a Pope?    I'd pull you off vacation too.  \n[12]Conclave?  \n[13]What do you want from me?  \n[14]Why me?  \n[15]I wasn't under the impression that episode had endeared me to the Vatican. \n[16]Spoken like a Roman Catholic. \n[17]The llluminati didn't become violent anti-Papists until the 17th century. Initially, they were physicists, mathematicians, astronomers.      Their name means \"the Enlightened Ones.\" In the 1500s, they started meeting secretly to share their concerns about the church's inaccurate teachings. They were dedicated to the quest for scientific truth.     And for that, the church -- to use your words -- hunted them down and killed them.      Drove them underground. \n[18]Into a secret society. \n[19]I assumed you were Swiss Guard. \n[20]So jurisdictionally, this is- \n[21]The Great Castration. \n[22]1857. Pius IX felt the male form might inspire lust, so he got a hammer and chisel and unmanned two hundred statues.    These plaster fig leaves were added later. \n[23]Me?   No, I'm anti-vandalism. \n[24]I just hope I can help. \n[25]That's right. Rocher looks him up and down, so, you're Langdon. \n[26]\"Vatican City will be consumed by light.\" \n[27]It's an ancient llluminati threat. The destruction of Vatican City through light.     The four pillars -- he probably means the kidnapped cardinals.     You didn't mention they were the preferiti. The favorites to be chosen as the new Pope.     Play it again. \n[28]Stop it there. \n[29]\"Brand\" them, another llluminati legend, this one says there are a set of five brands, each one an ambigram. \n[30]The first four are the fundamental elements of science -- earth, air, fire, water.    The fifth -- is a mystery.    Maybe it's this. \n[31]Revenge for La Purga. \n[32]Don't you guys read your own history? 1668.     The church kidnapped four llluminati scientists and branded their chests with the symbol of the cross.     To \"purge their sins.\" Murdered them and left their bodies in the street as a warning to others to stop questioning church rulings on scientific matters.     It was after La Purga that a darker, more violent llluminati emerged.     This sounds like retribution. Is there any more? \n[33]The Path of Illumination? \n[34]I need to get into the Vatican Archives. \n[35]This has nothing to do with that, The Path of Illumination is an ancient trail through Rome that leads to the Church of the Illumination, a secret place where llluminati members could meet in safety.    If I can find the Segno, the sign that marks the start of the Path, I'm willing to bet the four churches along it are where he intends to murder your cardinals. If we can get to one of them before he does, we can stop it.    But to find the start of the path, I need to get into the Archives. \n[36]Or by papal mandate. \n[37]What about Il Camerlengo?   Let me talk to him. \n[38]Doesn't the power of the Holy See rest with him during tempe sede vacante? \n[39]Hey, fellas --- you called me. \n[40]Thank you, Padre. \n[41]Father, I simply believe that religions can often- \n[42]I'm an academic. My mind tells me I will never understand God. \n[43]Tells me I'm not meant to. \n[44]I believe that faith is a gift, which I have not been fortunate enough to receive. \n[45]\"A shining star at the end of the Path.\"    My thoughts exactly. \n[46]Both.    You're a physicist? \n[47]Okay. \n[48]A little book written by Galileo. \n[49]And a devout Catholic.     He thought science and religion weren't enemies, but two different languages telling the same story.     He wanted like minds to be able to find the Church of Illumination, but he couldn't exactly advertise its location, so he created a coded path.     An unknown llluminati master sculpted four statues, each a tribute to one of the four fundamental elements -- earth, air, fire, water -- and put them out in public, in churches throughout Rome.     Each statue held a clue, pointing to the next. And at the end of the trail was the Church of Illumination. \n[50]The llluminati called those four churches by a special name -- L'Altare di scienza.    The altars of science. \n[51]Oh.   Oh, wow. \n[52]We go in alone? \n[53]Take a moment.     If you feel double vision, double over. \n[54]Plenty of time. \n[55]Uh... actually, I take that back. \n[56]-- confiscated from the Netherlands by the Vatican shortly after Galileo's death.     I've been petitioning to see it for almost ten years.     Ever since I realized what was in it. \n[57]The number 503.    I kept seeing it over and over in llluminati letters, scribbled in the margins, or sometimes just signed that way, \"503.\"      It's a numerical clue, but to what?     Five, of course, is the sacred llluminati number -- the pentagram, Pythagoras, a dozen other examples in science -- but why three? \n[58]It made no sense. And then I thought -- what if it were a Roman numeral? \n[59]D3.   Galileo's third text. Dialogo.    Discorsi. \n[60]Diagramma. \n[61]Diagramma della Verita.        The Diagram of Truth. \n[62]This is where he got the word out. The truth, not what the Vatican forced him to write.    Smuggled out of Rome and printed in Holland on sedge papyrus. That way any scientists caught with a copy could simply drop it in water and the booklet would dissolve. \n[63]Between its delicate nature and the Vatican burnings, it's said this is the only copy that remains. \n[64]And if I'm right the Segno should be hidden -- -- on page number -- -- five. \n[65]Latin.    Can you --- ? \n[66]Finger acids. \n[67]Do that again. \n[68]A line of text.    In English. \n[69]No one spoke it at the Vatican.    It was considered polluted.    Too free- thinking, the language of radicals like Shakespeare and Chaucer. \n[70]Another line. \n[71]\"The path of light is laid, the sacred test...\"    I need a pen, we have to transcribe this. \n[72]Ah, what the hell. \n[73]I'll know in a minute, give me the paper. \n[74]From Santi's earthly tomb with demon's hole... \n[75]'Cross Rome the mystic elements unfold. \n[76]The path of light is laid, the sacred test... \n[77]Let angels guide you on your earthly quest. \n[78]Huh?    Oh, um -- well, she moved so fast.·. \n[79]Sounds like. \n[80]Raphael. \n[81]Santi was his last name. \n[82]\n[83]I believe I am. \n[84]As impossible as kidnapping four cardinals from Vatican City?    The poem is precise. \n[85]The Pantheon is your one chance to catch this guy. \n[86]You would have, a hundred years ago. The Vatican had all the pagan statues in the Pantheon removed and destroyed in the late 1800s.    Whatever marker was there to lead us to the next church is gone now.    The path is dead.    This is your chance. \n[87]You can't send her in there alone. \n[88]I'm sorry. \n[89]Ancient newlywed. \n[90]You really know how to use that gun gave you? \n[91]Thought you said you were a physicist, \n[92]Make it short. \n[93]Seven minutes to eight. \n[94]Long story. \n[95]Can't be done. \n[96]The oculus. That could be the \"demon's hole\" in the poem. \n[97]To face east.          Sun worship. \n[98]New religions often adopt existing holidays to make conversion less shocking. December 25th was the pagan holiday of the Unconquered Sun. Made it a handy choice for Christ's birthday. \n[99]Where do you think halos came from? Not just sun worship though, the Catholics borrowed Communion from the Aztecs, canonization from Euphemerus, the cruciform from the Egyptians --- \n[100]Just trying to keep the conversation lively. Check the recesses.    I'll go left. See you in a hundred eighty degrees. \n[101]Vittoria! \n[102]What are you talking about?! \n[103]That's not possible, the poem said- \n[104]I don't know... Urbino, I think... Santi's earthly tomb... what else could it possibly... Santi 's tomb... \n[105]Damn it!    \"Santi's tomb\" must mean one of the chapels he built!    He's not buried in it, he designed it! Rich people commissioned burial chapels in churches all over Rome in his day! And the \"demon's hole,\" it isn't the oculus, it's an undercroft, a crypt, common sixteenth century term! \n[106]Yes!    Did Raphael Santi ever design a chapel with an ossuary annex and angel figure commissioned by the Catholic Church?! \n[107]Well?! \n[108]One'll do. \n[109]The first altar of science is the Chigi Chapel, in the church of Santa Maria del Popolo, about a mile from here!     It used to be called Capella della Terra, Chapel of the Earth. Earth, the first element!     This is it, I'm certain. \n[110]Please, we have four minutes! \n[111]Commandante, if you care at all about your church- \n[112]This is the place. \n[113]An obelisk, with a pyramid at the top. Both Masonic symbols. \n[114]The Illuminati were infiltrators. There isn't a powerful organization on earth they didn't place members in. Look at a dollar bill some time. A pyramid, an occult symbol representing convergence upward, with the eye of illumination above it, and beneath it the Latin for \"New World Order.\" \n[115]FDR's vice-president was a high- ranking Freemason.    Convinced him the words in Latin actually meant \"New Deal.\" \n[116]No, no, it's an annulus! \n[117]The chapel is in one of those apses. \n[118]You have to give that back. \n[119]Pyramids.      In a Catholic church. This is it. \n[120]The demon's hole. \n[121]Anybody got a flashlight? \n[122]Not from up here. \n[123]Those guns.          Keep 'em handy? \n[124]More or less. \n[125]He's here!    I think he's -- sitting. Hello? Are you all right? \n[126]Earthly symbology... everywhere... \n[127]I made a mistake. \n[128]The chapel is.     But the sculptures are Bernini. The unknown Illuminati master was Bernini. \n[129]Almost exclusively.    It means the Illuminati even infiltrated the Vatican.    They hid in plain sight. \n[130]Habakkuk and the Angel. \n[131]The prophet who predicted the annihilation of the earth.    This is the first marker. \n[132]\"Let angels guide you on your lofty quest...\" \n[133]The Path is alive. \n[134]Southwest...   it points southwest... \n[135]Earth-air-fire-water, we're looking for a Bernini sculpture having something to do with air... And the next church is southwest of here. \n[136]I need a map.    One that shows all the churches in Rome. \n[137]I could use it now. \n[138]And a compass! \n[139]The black rectangles with crosses are churches, and none of them intersect the line until it comes to an end, right in the middle of St. Peter's Square. \n[140]The Basilica is Michelangelo, but the square is Bernini.    The second marker must be a statue in the square. \n[141]Another obelisk.    We're close. \n[142]How in God's name would anyone make a sculpture about air? \n[143]Bas relief! \n[144]The other half of sculpture is bas relief. Look for more!     Something having to do with air! \n[145]\"West Ponente.\"    The West Wind.    An angel's face and five streaks.   Air! \n[146]The line of the breath in the carving points due east, directly away from Vatican City, but there are five lines, so there's room for error. \n[147]There are about twenty churches that intersect it.    None of their names invoke \"fire,\" but there must be a Bernini sculpture inside one of them that does.    I'm going to need to get back into the Archives to find it. \n[148]It would surprise the hell out of me. \n[149]Assets. \n[150]Artwork is valuable, and corporations tend to keep track of their holdings. \n[151]Sure sure, I get that. \n[152]But it's also a bank. \n[153]Wasn't me, it was her, \n[154]You don't smoke, do you? \n[155]Sit down before you fall down. \n[156]My Italian's no good, what does this note say?   Next to the entry for The Ecstasy of St. Teresa? \n[157]Moved to another church?      At Bernini\"s suggestion? \n[158]Fire. \n[159]Fire. \n[160]Fire. \n[161]The door -- ? \n[162]That's too bad. \n[163]Anything? \n[164]Are you out of your minds?! \n[165]Someone tried to kill me. \n[166]Yes. \n[167]You heard me ask permission!    You assigned me an escort!    Don't try to tell me you didn't know I was in there! \n[168]Or there is the other possibility. \n[169]Infiltration is the Illuminati specialty -- why not the head of the Swiss Guard? \n[170]I want to speak to the Camerlengo. \n[171]Unavailable?        Why? \n[172]From whom? \n[173]Oh, right. \n[174]Oh no. \n[175]The cleat, on the wall!   Get something to stand on! \n[176]Let angels guide you on your lofty quest... \n[177]Cross Rome the mystic elements unfold... \n[178]What direction is that? \n[179]Map. \n[180]We're here... Piazza Barberini... \n[181]Damn it. \n[182]Fire and death.    Show me where Santa Maria del Popolo is. \n[183]And St. Peter's is... \n[184]And we're over here -- \n[185]-- and west is -- \n[186]'Cross Rome... \n[187]It's a cross.    The poem meant it literally.    The four altars of science form a perfect cross. \n[188]Which means the fourth element, water, should be right about -- \n[189]Here. \n[190]Water. \n[191]The Vatican is about to see its fourth Cardinal murdered tonight. \n[192]Now you can either do what they tell you and force me to go to the Vatican, where we can all mourn his death together, or you can show them how real cops act and take me to the Piazza Navona, where we might be able to stop it. \n[193]By all means, talk it over.    But in fourteen minutes he'll be dead. \n[194]Let angels guide you... \n[195]Isn't there an angel on this fountain? \n[196]The marker's no good without an angel, pointing to the final- \n[197]Cardinale Guidera? \n[198]The Church of Illumination.    It's where you were being held, isn't it? \n[199]Where is it?! \n[200]You're all right? \n[201]Cold and wet but alive.       Where's Rocher? \n[202]This is it.    The Church of Illumination is somewhere in the castle. \n[203]The Vatican used this place for centuries as a hideout, a prison for enemies of the church -- there are passages and catacombs everywhere. It makes sense, the Illuminati infiltrated the Church's own stronghold.    Bernini was chief architect here, he left clues everywhere, it's even surrounded by a pentagonal park! \n[204]There. \n[205]A traforo.    Commanders on horseback used them to ride directly into a castle from the outside. \n[206]It's a dead end. \n[207]Where are they going? \n[208]No... no, it has to be here! \n[209]Bring a flashlight. \n[210]None of the other blocks are granite. And they're all square. \n[211]This one's a pentagram.   It points -- \n[212]-- at nothing. \n[213]The walls overlap. \n[214]Do you still have the gun? \n[215]Ignore me any time you like. \n[216]Leads to the Vatican.    Or from it. An ancient escape route. \n[217]Another overlap. \n[218]There's a fifth brand. \n[219]Two crossed keys. \n[220]The papacy. They're going to kill him.    Before they blow up the Vatican they're going to kill and brand the pope himself. \n[221]Technically, there is. \n[222]You could have been long gone by now. \n[223]Neither are you. I was expecting a fanatic. \n[224]Why didn't you kill us when you had the chancer \n[225]We've got to get to the Vatican. \n[226]We're under St. Peter's Square. \n[227]Senza chiave!    A one-way portal, the only access is from the other side! \n[228]The Camerlengo is in danger! \n[229]The keys.    They're upside down. \n[230]Everything has been a sign, why should this be any different? \n[231]Crossed keys -- the symbol for the papacy, upside-down. \n[232]The first pope, he was crucified upside-down, on Vatican Hill.    Right beneath where we're standing. \n[233]Or bring it down upon itself. \n[234]They were conservatives, the former Pope was becoming more and more liberal.    Maybe they loved their church so much they were willing to destroy it. \n[235]St. Peter's tomb is the very core of Christendom. \n[236]The ultimate infiltration. \n[237]The Necropolis.    City of the dead. \n[238]What's wrong? \n[239]Father, please! \n[240]There it is! \n[241]Oh my God... \n[242]Are you okay? \n[243]Thank God. \n[244]Do I have someone to tell it to? \n[245]What are you doing? \n[246]Wait a minute. \n[247]For safety. \n[248]That...is the papal office. \n[249]The Pope spent a lot of time in contemplation, alone.    If he was worried about seizures, he must have asked Rocher to install a camera without telling anyone.    To keep an eye on him.    For safety.    And maybe -- \n[250]I   -- yes, I   -- of course. \n[251]I'll try. \n[252]I hear you've chosen the name Luke. There have been Marks and Johns, but never a Luke. \n[253]Is that a message?    Science and faith all in one? \n[254]You'll lead wisely. \n[255]I -- don't believe He sent me, Father. ", "VITTORIA": "\n[1]Somebody pulled us off the grid, Phillipe. \n[2]And the LEAR's specked up to 42. It's all approved by the Director, you want me to call him? \n[3]About two billion years.     At that rate. \n[4]Power should be back five by five. \n[5]-- canister was stolen from our lab around midnight last night.     The intruder killed my research partner, Leonardo Bentivoglio, and mutilated him in order to bypass security. \n[6]We use retinal scanners. They cut out his eyes. \n[7]That canister contains an extremely combustible substance called antimatter.    We need to locate it immediately or evacuate Vatican City. \n[8]It's new, energy research technology. It uses a reverse polarity vacuum to filter out anti-matter positrons generated in particle accelerations in the Large Hadron Collider at CERN. \n[9]The anti-matter is suspended, there, in an airtight nanocomposite shell with electromagnets at each end. But if it were to fall out of suspension and come into contact with matter -- say, the bottom of the canister -- the two opposing forces will annihilate one another. Violently. \n[10]The battery going dead.     Which it will. In six hours and eleven minutes. \n[11]Where is that camera?   Number eighty- six? \n[12]You've got to find it. \n[13]You don't understand.    An annihilation is a cataclysmic event. It would be a blinding explosion, equivalent to about five megatons. The blast radius alone would be -- \n[14]Only the director of CERN.    But Leonardo kept detailed journals; if he told anyone else about what we were doing, he would have made a note of it. \n[15]I can have them flown here from Geneva in an hour. \n[16]Professor Langdon! \n[17]If this path really leads to the Church of Illumination, that may be where they've hidden the antimatter. \n[18]No, but I can change its battery, as long as it has more than five minutes of life.    That would give us another twenty-four hours to get it back to \n[19]Vittoria Vetra. Are you really a symbologist, or was he mocking you? \n[20]Bio-entanglement physics. Interconnectivity of life systems. \n[21]What are we looking for in the archives? \n[22]Galileo was llluminati? \n[23]\n[24]Feels like I'm... scuba diving... with the wrong mixture. \n[25]What makes you so sure the Segno is there? \n[26]\n[27]I know about Dialogo and Discorsi -- Galileo laid out his theories about the earth revolving around the sun, and the church forced him to recant. But what was this? \n[28]A bit. \n[29]Movement of the planets... elliptical orbits... heliocentricity... \n[30]I'm sorry, I don't think there's anything that could be interpreted as a- \n[31]English?    Why English? \n[32]Sorry, Professor.    No time. \n[33]We borrowed it. \n[34]The first marker sounds like it's at Santi's tomb. \n[35]But who is Santi? \n[36]Raphael?     The sculptor? \n[37]So the path starts at Raphael's tomb! \n[38]Is the Pantheon even a church? \n[39]The information we have clearly refers to Raphael's tomb, and Raphael's tomb is inside that building. \n[40]Wait a minute, you'll scare him off. \n[41]I'm sorry, two weightlifters in matching black suits and earpieces, they're hardly disguised. \n[42]Fine.    I'll go. \n[43]Tourists have cell phones, don't they? Hi honey, I'm at the Pantheon, you should see this place! \n[44]You're crushing my hand. \n[45]A nervous newlywed? \n[46]Try harder. \n[47]I can tag a breaching porpoise from forty meters off the bow of a rocking ship. \n[48]I am.     Long story. \n[49]Can't be done.         What time is it? \n[50]Was that Mickey Mouse? \n[51]Make it short. \n[52]Why are the tombs at an angle? \n[53]But this is a Christian church. \n[54]You're saying Christianity is repackaged sun worship? \n[55]No wonder they don't like you around here. \n[56]Raphael's tomb!    But -- \n[57]--- it's the wrong one! \n[58]He was moved here, in 1759. A century after Diagramma was published! \n[59]Where was he originally buried? \n[60]Back to the Vatican?!        You can't! \n[61]The Freemasons?   Are Illuminati? \n[62]The United States government was infiltrated by Illuminati? \n[63]Is it Raphael? \n[64]Didn't he work for the Church? \n[65]Habakkuk? \n[66]Robert! \n[67]It's ten minutes till nine!   Can we go any faster?! \n[68]There must be a hundred statues up there, which one is it? \n[69]He's still alive! \n[70]His chest! They punctured his lungs! \n[71]The Pope took Heparin? \n[72]Heparin is lethal in the wrong dosage. An overdose would cause massive internal bleeding and brain hemorrhages.    At first it might look like a stroke, but in a few days his body would show signs, we could easily- \n[73]The journals I asked for.    I'd like to stay here and study them.    If Leonardo told anyone else about our project, that could be the killer. \n[74]I'm sorry? \n[75]Bleeding of the oral mucosa. His gums.    Postmortem, the blood congeals and turns the inside of the mouth black. \n[76]It wouldn't show up until at least a week after his death. \n[77]I understand. \n[78]Where are we going? \n[79]I don't understand. \n[80]He died? \n[81]Meaning it was someone on the inside. \n[82]The journals.        Where are they? \n[83]Who took the journals from this desk?! \n[84]Those journals are private property. \n[85]I demand that you return them to me. \n[86]I am an Italian citizen and I have a right to- \n[87]Do you have something to hide, Commandante Rocher? \n[88]I'm all right, what about you?! \n[89]I don't know. He took the journals, he's hiding something. \n[90]Back to search the outer castle. \n[91]Robert, it's a dead end. \n[92]Robert... \n[93]You told me to give it back. \n[94]I ignored you. \n[95]An angel. \n[96]We have thirty minutes left, I can still change the battery if we can find the cannister. \n[97]It isn't here. \n[98]What? \n[99]The symbol for the Vatican? \n[100]But there is no pope. \n[101]The Camerlengo?!    We have to- \n[102]Men of God. \n[103]You think it's a sign? \n[104]I can still change the battery if we hurry! \n[105]What's down here? \n[106]Set it down flat. \n[107]We still have seven minutes.   Good. \n[108]It's hot down here.   Isn't it? \n[109]Heat decreases battery life.      We may have less than five minutes. \n[110]If I pull the power with less than five minutes, the residual charge won't hold suspension. We should leave it and get clear if we can. At least if it goes off down here the damage will be- \n[111]Wait! \n[112]Do we have time for that story now? \n[113]Leonardo's journals.          I want them back. \n[114]Where's that? ", "CAMERLENGO": "\n[1]His Holiness once told me that a Pope is a man torn between two worlds... the real world and the divine. \n[2]He warned that any church that ignored reality would not survive to enjoy the divine. \n[3]It seems the real world is upon us tonight. I'm familiar with llluminati lore, and the legend of the brandings.    La Purga is a dark stain on the church's history; I'm not surprised this ghost has come back to haunt us. \n[4]Commandante, have you begun a search for this explosive device? \n[5]The Sistine Chapel is a fortress, as long as the cardinals are in conclave, your security concerns are at a minimum.    Devote as much of your resources as possible to a search for- \n[6]Commander.    Though I am not His Holiness, when you address me, you are addressing this office.    Do you understand? \n[7]Good.    Now -- you said the image on screen was illuminated by artificial light.    May I suggest methodically cutting the power to various sections of the City.     When the image on your screen goes dark, you'll have a more specific idea of the device's location. \n[8]Ms. Vetra.    Besides yourself and your research partner, who knew about your antimatter project? \n[9]Do you have these journals? \n[10]Mr. Langdon.    You're correct that I may grant you access to the Archives. \n[11]I said you're correct that I may, not that I will.     Christianity's most sacred codices are in that archive. Given your recent entanglement with the church -- I need to ask you a question first. \n[12]Do you believe in God, sir? \n[13]I didn't ask if you believe what man says about God, I asked if you believe in God. \n[14]And your heart? \n[15]Be delicate with our treasures. \n[16]You've been informed of the new situation? \n[17]And the other cardinals? \n[18]May I ask your guidance, Padre? \n[19]At this hour?        That would be highly unorthodox. \n[20]The cruelest honor in Christendom. \n[21]The church will not fall in a day. We may be wise to consider evacuation. \n[22]What of the safety of the cardinals? \n[23]And the people in St. Peter's Square? \n[24]But if their faith does not protect them from an explosion? \n[25]Spoken like one who has enjoyed the blessings of a long and full life. \n[26]Mea culpa. \n[27]When did this call come in? \n[28]And he actually claimed responsibility for the death of His Holiness? \n[29]That's ridiculous, the Holy Father died of a stroke.    Did he say how they claim to have done it? \n[30]He had thrombophlebitis.    He took an injection once a day.    But no one knew that. \n[31]Of course we're not.    We'll make a public announcement refuting this absurd claim. \n[32]Cardinal Mortati shouldn't even be aware of this, he's locked in conclave. \n[33]Cardinal Mortati will remember that he is Dean of the College of Cardinals, not His Holiness himself. \n[34]As you say. Commander Rocher, the search for the device? \n[35]Mr. Langdon, you've been right so far, if belatedly, about the Path. It's now nine fifteen, how quickly can you find the next church? \n[36]Escort him. \n[37]Fine. \n[38]Professor, would it surprise you to find those clothes suit you? \n[39]What sort of signs? \n[40]If the Holy Father were given an overdose of Heparin... what signs would his body bear? \n[41]Even though he died fourteen days ago? \n[42]He was... very important to me. \n[43]Please come. \n[44]To see my father. \n[45]I was orphaned when I was nine years old.    A bombing in Madrid -- Basque separatists protesting the visit of a Catholic archbishop. \n[46]The archbishop felt responsible, and he adopted me the following day.    I was raised by him, and by the church. \n[47]He was the wisest man I ever met, even with my youthful foolishness. He always saw the middle way.    I wanted to be ordained, but I also refused to be excused from military service. So he suggested I fly rescue missions, helicopters bringing the wounded to hospital. \n[48]He was a great man. \n[49]Fourteen days ago. \n[50]If the Holy Father was murdered, the implications are profound.    Vatican security is impenetrable, no one from the outside could have gotten anywhere near him. \n[51]We can trust no one \n[52]Father... Holy Father... You told me when I was young that the voice in my heart was that of God.    You told me I must follow it no matter what painful places it leads.    I hear it now, asking me the impossible.    Give me strength.    Forgive me.    What I do, I do in the name of everything you believe. \n[53]Remove the covering. \n[54]Did you hear me? \n[55]I ask your forgiveness for putting you in this position.    Vatican laws are established to protect the church. But it is in that very spirit that I command you to break them now. \n[56]Unseal the doors. \n[57]There has been a development. \n[58]Please... a moment... if I... \n[59]It is true we are under attack from an old enemy.    And this time they've struck from within, murdering our Holy Father and threatening us all with destruction at the hands of their new god, science.    So what are we to do? \n[60]Since the days of Galileo, the church has tried to slow the relentless march of science, sometimes with misguided means, but always with benevolent intention.    Still, they call us backward, ignorant. \n[61]But who is more ignorant?   The man who cannot define lightning, or the man who does not respect its awesome power? \n[62]The promises of science have not been kept.    We're a fractured and frantic species, moving down of destruction in the name of progress. \n[63]Science and religion are not enemies. But there are things that science is simply too young to understand.    We are here to lead, but how? \n[64]Shall we cloak ourselves in silence and secrecy, as in the past?    Or do we open the doors, take down the blackened curtains, and speak to our flock? \n[65]Signores, I ask, no, I pray that you break this conclave.    Open the doors. \n[66]Evacuate St. Peter's Square. \n[67]Tell the world the truth. \n[68]We can't hide this anymore.        The burning church -- \n[69]At 11:15, if the church is still in peril, give the order to evacuate the cardinals.    But with dignity, let them exit into St. Peter's Square, with their heads held high.    I don't want the last image of this church to be frightened old men sneaking out a back door.    If Cardinal Mortati protests, escort him bodily.    Do you understand? \n[70]I'm certain it's the wrong thing, and I will be removed from my post for it.    But I also know we have no choice. \n[71]Please clear the room so that I may pray on the matter. \n[72]Have you come to make me a martyr? \n[73]\n[74]Order the evacuation.    We only have nineteen minutes. \n[75]St. Peter. \n[76]\"Upon this rock I will build my church.\"... \n[77]Upon this rock I will build my church. \n[78]The bomb is in St. Peter's tomb! \n[79]Oil lamps.      Grab one! \n[80]It must be here!    It must be! \n[81]So? \n[82]\n[83]The scientist kept journals?      So? \n[84]Really. \n[85]The fool thought he had duplicated the moment of creation. \n[86]Science.    The new God.    Ignore the weapons and chaos and madness. \n[87]His work was not religious, it was sacrilegious! \n[88]He raised me to protect the church. Even from within. \n[89]Nothing unites hearts like the presence of evil. \n[90]It isn't finished. \n[91]I was planning on doing this alone. \n[92]But perhaps it's better that you're here. \n[93]\n[94]I have been summoned by the College of Cardinals. ", "ROCHER": "\n[1]Ms. Vetra?    I'm Commander Rocher, Commandante Principale of the Swiss Guard.    Thank you for coming.     And Professor Langdon? \n[2]Thank God, the symbologist is here. Ms. Vetra, this way, please. \n[3]I'm quite familiar with incendiaries, Ms. Vetra.    I haven't heard of antimatter. \n[4]And what might cause it to fall out of suspension? \n[5]We're a bit preoccupied with four missing cardinals at the moment. \n[6]Those are the exact words the kidnapper used. \n[7]He said they'd be killed publicly. In churches. \n[8]La Purga? \n[9]Your petition has been denied seven times, Mr. Langdon. \n[10]Even if I wanted to help you, access is only by written decree of the curator and the Board of Vatican Librarians. \n[11]Yes.    But as you've no doubt heard, the Holy Father is- \n[12]The Camerlengo? He's just a priest here, the former Pope's Chamberlain. \n[13]Of course, but it could be anywhere, and the safety of the cardinals is my primary concern at the moment. \n[14]Signore, if you're about to suggest we make a naked-eye search of all of Vatican City, I must- \n[15]Yes, Padre, \n[16]I've just pulled a dozen of my best men from Vatican City during conclave and left the search for the antimatter device in the hands of secondary officers.    You'd better be right. \n[17]The Pantheon is one of the busiest tourist spots in Rome, how could he hope to get away with it?    It's impossible. \n[18]The poem.    Unbelievable.    I'm basing this operation on an American's interpretation of a four hundred year old poem. \n[19]One?    I thought you said four.    A pathway, four markers.    We'll have four chances to catch him. \n[20]Separate approaches.     Cars to Piazza della Rotunda, Via degli Orfani, Piazza Sant'Ignazio, and Sant1Eustachio.    No closer than two blocks, no uniforms, three minutes. Understood? \n[21]And I need a set of eyes inside. \n[22]They're not in uniform. \n[23]There's no time to get undercover men here. \n[24]I'm not sending a wom- \n[25]-- a civilian into this situation. You have no communications and you can't carry a walkie-talkie, it's too conspicuous. \n[26]I don't intend to. \n[27]Wrong?   What do you mean, wrong?! \n[28]You were certain of the Pantheon. \n[29]My church?   My church feeds the hungry, comforts the sick and dying. What does your church do, Professor? Ah, that's right, you haven't one. \n[30]Take him if you want, but I'm done with him. \n[31]Get that body out of there and search the rest of the building. \n[32]Outside -- a perimeter.    Secure but invisible.     No lights, no guns, no one knows.     Understood? \n[33]Why the hell didn't you figure this out in the first place? \n[34]You're sure this time? \n[35]Your theory doesn't hold up, Professor.    Michelangelo designed St. Peter's, not Bernini. \n[36]Not unless we want the full attention of the world press. \n[37]Clear the square. \n[38]His Holiness had health concerns; he was subject to seizures as well. But he took steps to make sure he was -- watched.    For safety.    That's all he wished to be made public, and that's all we should discuss. \n[39]Ms. Vetra, in case you're unaware, papal autopsies are prohibited by Vatican Law.    We are not about to defile His Holiness's body just because his enemies claim to- \n[40]We've turned the power off and on to about twenty percent of Vatican City. Nothing on the video yet. \n[41]\n[42]This isn't Italy.     It isn't even Rome.    The Vatican is its own country, with its own laws, and when those journals crossed our border they became our property.     You will get them back when I have decided they contain nothing of value to this investigation. \n[43]Do you, Doctor Vetra? \n[44]Send everyone we can spare. \n[45]Staying here to continue the search for the explosive. \n[46]Get on the radio and put the word out. Conclave is to remain sealed. \n[47]I'm countermanding it. \n[48]That door stays SHUT! Do you understand? \n[49]I'd like to see him alone. \n[50]Have you forgotten who you work for?! \n[51]For safety. \n[52]For safety. \n[53]The Holy Father was subject to seizures... but he took steps. \n[54]For safety. \n[55]You figure prominently in them. \n[56]Leonardo wasn't just a physicist, he was a Catholic priest.    Deeply conflicted about the implications of his work and in need of spiritual guidance.    About a month ago, he requested an audience with the Pope. But you'd know that, because you granted the audience, and were present during it. \n[57]And the Holy Father urged him to go public.    His Holiness thought the discovery might actually prove the existence of a divine power -- begin to bridge the gap between religion and science. \n[58]But you saw the Pope's position as a softening of church law.    An old man's weakness.    Your father's weakness. \n[59]So you brought an old enemy back from the dead to frighten people. \n[60]It didn't work, Father. \n[61]I've informed Father Simeon of what I learned and he'll get word to the Cardinals the moment conclave opens. \n[62]Put that down. \n[63]Put it down! ", "MORTATI": "\n[1]And? \n[2]A very long way for him to say very little. \n[3]They are the four leading candidates. If they're not present, they're not eligible.    There will be no consensus without them, wid are we to vote for? \n[4]It is as much a sin to offer flattery to accept it. \n[5]Two years and three months. The conclave of 1316? \n[6]Tell the Camerlengo the Cardinal Electors will take every minute required to perform their sacred trust.    No further announcements are necessary. \n[7]What we tell them to think. \n[8]May God's mercy be upon us. \n[9]Await your word. \n[10]My belief is we should proceed with the sealing of conclave. \n[11]And yet within church law.    It's in my power, I've been chosen Great Elector. \n[12]The only ambitions I have are for my church.    St. Peter's church, which is under attack at its most vulnerable moment.    This is not a coincidence. Is it possible our enemies hope to distract us from our sacred task? \n[13]That is exactly what they want, publicity and panic.    We must not give them oxygen for the media fire. \n[14]Surely there is not an elector present who values his physical being more than the unbroken leadership of the Holy See. \n[15]They care as deeply about their church as we do.    Their faith will sustain them. \n[16]We're all bound for heaven eventually, are we not? \n[17]Signore, do not confuse the power of the office you temporarily hold with your true place here in the Vatican. You were a favorite of His Holiness, but His Holiness is with his Father now. \n[18]Seal the doors. \n[19]Eligo in summum pontificem -- \n[20]The first ballot has failed. \n[21]Signore, do you realize that for the first time in Vatican history, a Camerlengo has just crossed the sacred threshold of conclave after sealing the doors? \n[22]My son... God answers all prayers. \n[23]But sometimes the answer is no. \n[24]The College will not break conclave. \n[25]A despicable act of terrorism. Father Simeon will make a suitable announcement lamenting the loss of life.      May I suggest you direct your energies to helping the Swiss Guard confront the possibility of this explosive device, and leave church leadership -- \n[26]-- to its leaders. \n[27]Speak plainly. \n[28]If it is God's will, may His will be \n[29]Praise God. \n[30]Signores... you are no doubt aware that by Holy Law the man is ineligible for election to the papacy.    He is not a cardinal, he is a priest, a chamberlain.    And there is the matter of his inadequate age.    I'm sorry, the protocols of conclave are not subject to modification.    I will not call a ballot on this matter. \n[31]Does it?    Is it God's will that we abandon reason and give ourselves over to frenzy?   Discard the rules of the church? \n[32]\"Acclimation by Adoration.\" \n[33]Gently.    But within our walls. \n[34]This should help you complete your scholarly work, Professor. \n[35]I ask only that in your last will and testament you ensure it finds its way home. \n[36]When you write of us -- and you will write of us -- may I ask one thing? \n[37]Do so gently? \n[38]Religion is flawed, Mr. Langdon, but only because man is flawed. Including this one. \n[39]It's said he was a doctor. \n[40]The world is in need of both. Science can heal, or science can kill. It depends on the soul of the man using the science. \n[41]I'm an old man.    I'll lead briefly, \n[42]Thanks be to God, for sending someone to protect His church. \n[43]Oh, my son... \n[44]Of course He did. ", "OLIVETTI": "\n[1]Professor Langdon, welcome to Vatican City.    Ernesto Olivetti, Inspector Generale of the Vatican Police Force. \n[2]This way, please, we'll meet in the headquarters of the Swiss Guard. \n[3]No. The Gendarmerie is responsible for everything inside the Vatican walls, with the exception of the security of His Holiness and the Apostolic Palace.   That is Swiss Guard.    The Commandante Generale of the Roman Carbinieri has joined us as well, in an advisory capacity, and the Guarda Nacionale have sent a representative. \n[4]A God damn nightmare. \n[5]I beg your pardon? \n[6]Are you anti-Catholic, Professor Langdon? \n[7]I urge you to guard your tone in there. The Swiss Guard is a calling, not a profession, and it encourages a certain -- zealotry.   Commander Rocher, the head of the Guard, is a deeply spiritual man, and he was close to the late Pope.    Understood? \n[8]So do I.     You were my idea. \n[9]Wait here. \n[10]There's been a development.    We received another threat from the kidnapper. \n[11]It's wireless.     It too was stolen. That could be anywhere inside the Vatican walls. \n[12]Professor, this is not the appropriate moment to- \n[13]The archives are this way. \n[14]If we find this bomb, can you deactivate it? \n[15]What makes you think he's going to murder the cardinals in the churches? \n[16]Vatican Police aren't allowed access to the archives, only Swiss Guard. Lt. Chartrand will meet you inside. I'll be here when you're done. \n[17]Twenty minutes till eight, where are we headed? \n[18]Where did you get that paper?! \n[19]Are you insane?! \n[20]You removed a document from the Vatican Archives?! \n[21]Raphael is buried at the Pantheon. \n[22]\n[23]Eight o'clock! \n[24]Can you tell what it is? \n[25]You okay? \n[26]Three, four minutes ago.    The same voice as on the tape.    We're analyzing the accent now, Alsatian is our best guess at the moment. \n[27]Not personally, but he said it was the Illuminati.    He said they murdered him. \n[28]The Pope's own medication.     A drug known as Heparin? \n[29]Someone knew. \n[30]Please.    In the car. \n[31]Do you know where the next church is? \n[32]Then get in the car! \n[33]We had no idea that -- \n[34]Of course I knew, but we had no idea that portions of our white zones are \n[35]cross-wired with that building. Commander Rocher was extending the search, if he'd known the Archives were on that grid, he never would have killed the power. \n[36]Perhaps. \n[37]Il Camerlengo is unavailable, \n[38]He's found evidence that the Holy Father was indeed murdered.    He is seeking guidance. \n[39]From God. \n[40]Please.      Make an effort. ", "CHARTRAND": "\n[1]The chambers are hermetic vaults, oxygen is kept at lowest possible levels.    It's a partial vacuum inside. More than ten minutes in the vault is not recommended without breathing apparatus. \n[2]I'll be just outside the door. \n[3]Watching you, Mr. Langdon. \n[4]What are you looking for this time? \n[5]I beg your pardon? \n[6]The Catholic Church is not a corporation, Signore, it is a beacon, a source of inspiration for one billion lost and frightened souls. \n[7]Cfmmander Olivetti said I was not to leave your side this time. \n[8]A little bit. \n[9]\"Moved at suggestion of the artist.\" \n[10]I don't know. \n[11]Electronic. \n[12]Walls... lead-lined... no signal. \n[13]Langdon says Cardinal Guidera will be killed in Piazza Navona.    He's on his way there with two Carbinieri. \n[14]You? \n[15]I need a Medevac to St. Peter's Square, right now! \n[16]The grid is still cycling -- the power to this section must be down. ", "VINCENZO": "\n[1]Professor Langdon? \n[2]I beg your pardon? \n[3]Claudio Vincenzo, Corpo della Gendarmeria Vaticano. \n[4]In fact I was in New York, on vacation.    I got a call in the middle of the night --- find Robert Langdon. A matter of great urgency. \n[5]They said to show you this. \n[6]Yes, of course, but it couldn't be the llluminati as we knew them, they disappeared a hundred years ago. \n[7]I've seen it. \n[8]\"The Art of the llluminati,\" by Robert Langdon. \n[9]It's worse than just that.    Four cardinals were kidnapped from their quarters inside the Vatican some time between three and five a.m. this morning. Shortly afterward, the Office of the Swiss Guard received that document, along with the threat that the Cardinals will be publicly executed, one per hour, starting at seven p.m. tonight, in Rome.  \n[10]Was to begin today.    We have postponed its start for a few hours, a story of illness, there are no suspicions. Yet.  \n[11]The perpetrators of this heinous act sent that -- ambigram, you say? -- as a provocation, a taunt.     But it may also be their undoing.     If you can help us learn their identity, perhaps we can stop them.  \n[12]Your expertise.    Your erudition. And your involvement with recent Church -- shall we say \"mysteries?\"     \n[13]Oh, it didn't.     But it made you -- what is the word? Formidable.     Formidable.    A plane is standing by twenty minutes from here. Will you come with me? \n[14]Professor Langdon, you have spent ten years of your academic life searching for the very symbol you now hold in your hand.     And the madman who created it, or who knows the secrets of its origin-- that person is in Rome. How much longer must we pretend you have not already decided to come? \n[15]If the llluminati have returned and are in Rome, we will hunt them down and kill them. ", "SWISS GUARDSMAN": "\n[1]Signore, by law we are at your command.    But we are also bound by- \n[2]If you think it is the right thing, Signore. \n[3]But the Camerlengo gave the order for evacuation at eleven fif- \n[4]\n[5]Yes sir. \n[6]The Camerlengo says he will grant you an audience. \n[7]That's impossible, sir.    No one- \n[8]No,   sir. \n[9]Signore Mortati, he is alive!              The Camerlengo is alive! \n[10]Please wait here while we arrange your transportation.    May I get you anything? \n[11]A token of thanks from His Holiness. ", "REPORTER": "\n[1]-- the Ring of the Fisherman, which bears the official papal seal and by Vatican law must be destroyed immediately following the Pope's death. \n[2]The Pope's Chamberlain, or \"Camerlengo,\" then seals the papal apartments --- --- and Swiss Guard will remain posted outside the doors for at least nine days of mourning, a period known as tempe sede vacante, or --- \n[3]--- \"the time of the empty throne.\" \n[4]Following the elegy Mass, the body of the pontiff, borne by the traditional twelve pall bearers will be sealed in a zinc crypt deep in the Vatican Grottoes along with the bodies of twenty-five other popes. \n[5]--- the Pope's elegy Mass, led by Cardinal Saverio Mortati, Dean of the College of Cardinals --- \n[6]The College of Cardinals will lock itself in the Sistine Chapel for Conclave literally, the word means \"with key\" -- the process by which the Church chooses a new leader for the world's one billion Catholics. \n[7]-- in St. Peter's Square where, ", "ROMAN COP": "\n[1]Langdon, is it? \n[2]Direction?   West, I think.    Mr. Langdon, we've confirmed with the Vatican that they invited you into this investigation, but what I- \n[3]Professor, I need to know what you saw here. \n[4]Professor, I am asked to escort you to the Vatican immediately.    Commander Rocher has asked to see you. \n[5]Professor!       The Vatican insists that- \n[6]Not anymore. \n[7]Blame Mussolini.    He wanted it for his summer- ", "VOICE": "\n[1]Beam on beam collisions are active. \n[2]We will destroy your four pillars... brand your preferiti and sacrifice them on the altars of science... and then bring your church down upon you. Vatican City will be consumed by light. \n[3]We will destroy your four pillars... brand your preferiti and sacrifice them on the altars of science... \n[4].... and then bring your church down upon you.    Vatican City will be consumed by light... A shining star at the end of the Path of Illumination. \n[5]Polizia! \n[6]Professor? "}}