{"dialogues": {"SHARON": "\n[1]Can you hear me? This one's conscious! \n[2]Wait. Wait. Listen to me.    Can you feel that? \n[3]That's my hand. Hold it.    Go on -- as hard as you can. \n[4]It's over, and I've got you, and you're safe. You're safe now. You got that? Don't let go. Don't let me go. \n[5]That car is older than they are. \n[6]That's what I said. \n[7]Don't we all. \n[8]Get it together, officer. \n[9]I love Elvis hair. They were going two damn miles an hour. \n[10]Three Adam Five -- show us 1019 to the jail with one male prisoner. \n[11]I just dealt with the situation. The prisoner... \n[12]He grabbed me.     End of story. \n[13]If you think I crossed the line, put it in the report. \n[14]Not you, Rob. You're a rare unthreatened male cop with a good marriage, and you like to eat where I eat -- so everything's code four. \n[15]Thanks. But  she'll invite friends, try and fix me up. She's always trying to fix me up so she doesn't have to worry about you and me. \n[16]They all worry about that. \n[17]You don't need to fix me, Robby, or fix me up. I don't want some guy to heart and soul me and then walk away 'cause he can't stand the cop thing -- or worse: he wants cop stories every night 'cause it turns him on, and he has no idea who I am inside my head. Anyway, I'm busy tonight. \n[18]Yeah.   Hot and heavy. \n[19]Hi, Mrs. Vander. You're looking good. \n[20]Looks great. \n[21]Their vows? \n[22]Oh, yeah. We've had... there's been some problems with the mail in our building, so... I'll probably get it today. \n[23]So, I guess I'll see you. \n[24]I didn't see his truck, so... \n[25]How you doing? \n[26]Kathy and the boy? Bet he's big now. \n[27]Is he looking more like you now -- or did he get lucky? \n[28]Place is coming along nice. The octagon window. Dad's signature. \n[29]Look, Larry, I shouldn't have to hear it from Mrs. Vander -- about what's happening. \n[30]So you really weren't going to tell me? Nobody was going to tell me? Mom and Dad renewing their vows, the church, the party. Mrs. Vander is all excited. She bought a new dress. It's blue. \n[31]Mom told him? \n[32]He's holding out, hah? \n[33]It's my family. Jesus, Lar. It's over ten years, and he won't let go of it. \n[34]For good reason. Remember? \n[35]You're still scared of him. \n[36]Nice seeing you, too. \n[37]Two more minutes. \n[38]Hey, Champ, my God, look how big. \n[39]Ow! You hurt my hand with that grip. Whew. \n[40]I'm semi-okay. I heard about the... ceremony and the party. \n[41]Take it easy.    You too, Champ. \n[42]Oh, no. You're not breaking my fingers again. \n[43]Three-A-5, foot pursuit. Suspect fleeing south on Pico Place, young man, green jacket. No visible weapon... Robby! \n[44]I see him! \n[45]Freeze!    Right there! \n[46]I was dead.   Y'know. \n[47]He had me.    I was dead. \n[48]I like how you're always asking the big questions, Ray. \n[49]Here -- use this -- call your wife and ask her instead. \n[50]Robby's a family man. \n[51]Yeah, but his family actually likes him. \n[52]The head.   Do you mind? \n[53]That reminds me, Ray. You still have that eye-liner you borrowed from me? \n[54]There you are. \n[55]We thought you wouldn't show.    Why you sitting here? \n[56]I didn't have a chance to thank you. I'm Sharon Pogue. \n[57]You look familiar. \n[58]Why would you do that -- jump a man with a gun? \n[59]He could've shot you. You have a death wish? You a bungee jumper? \n[60]What d'you think about it now? \n[61]For someone you don't even know? \n[62]I never thought about it. \n[63]Now I'm walking around this town because of you. Ever think about that? Maybe you should be a cop. \n[64]Okay. What d'you do? You employed around here? Oh, God. Sorry. Every time I try to talk to somebody, it comes out like an interrogation. \n[65]What? \n[66]Does it work? \n[67]Bullshit. \n[68]Not in here.    It's mostly cops. \n[69]You have a nice smile. \n[70]So... what were we talking about? Oh, yeah, you were giving me some line about starting a conversation. \n[71]Okay.    I'll play. \n[72]Tomorrow I've got a night watch shift. If the weather clears, in the morning I'll go hiking. If it rains, I'll go to the gym -- and the laundromat. Ten years from now... I want to be living in some mountainous place. \n[73]Could be Tibet. Could be Colorado. Your turn. \n[74]Actually, I'm kind of tired, Ray. I'm taking off. \n[75]It's not a great neighborhood. Maybe I should walk you to your car. \n[76]Want a ride home? \n[77]It's starting to rain.   Don't be a hero. \n[78]Okay... ten years from now, what d'you want to be doing? \n[79]I'm not drunk. You think I'm drunk? I'm not. You'll know I'm drunk when I'm throwing up, and I never throw up, so don't worry about it. \n[80]Get in the car, will you? \n[81]I'm good at this. \n[82]Are you one of those people who drive ten miles an hour in the rain? I hate that. \n[83]Oh yeah?   What am I doing there? \n[84]I'm not pissed off at you. \n[85]Those guys  in the bar are my friends --  sort of. We work together,  we tell jokes and we bullshit,  but I can't say to them... \n[86]Every time I close my eyes, I see that goddamn gun pointing at me and I don't know why I'm telling you unless it's because you were there and because I had three drinks, but I'm not ready to go inside and close my eyes and I don't want to go to your place and I don't want to keep driving around, so what the hell do we do? \n[87]What I want  is to know how you happened to  be walking by that parking lot  at that minute. What if you hadn' t been there? \n[88]If you want -- you can come in for a minute. \n[89]Want a drink? \n[90]Sit down or something. \n[91]You're not supposed to look around. I didn't have time to straighten up. \n[92]It's rude. \n[93]I'm not mad. You'll know when I'm mad. I don't usually let somebody in here, but here you are. That's all. Let's talk about something stupid. \n[94]Okay -- one thing I don't believe is that 'supposed to' business. We were 'supposed to' meet. That sounds a little fringy to me, like something you might hear on public access TV. You believe that? \n[95]So, we... smell each other?   Who says that? \n[96]You mean like   a duck? No. I think dead is   dead. I've been thinking about   it all day -- and I don't want to   think about it anymore. \n[97]Why'd you do that? \n[98]It's Austria, but I can't picture myself in Austria. I'm not good with languages, so I couldn't qualify for the departments over there. \n[99]Thanks for... coming up here. \n[100]No.    You don't have to.    I... \n[101]Oh.    You're here as a medic. \n[102]Maybe going is a good idea. \n[103]Why? \n[104]Oh, God. \n[105]It's looking great, Mom. \n[106]Looks the same. Still smells like cigarettes. I thought he quit. \n[107]Your hair looks nice. \n[108]I guess I'm well. Is this always here? \n[109]Did Larry tell you I came by where he's working? Is that why you called me? \n[110]Who's 'we.'     You said 'we' want to invite you. \n[111]How come you're renewing your vows? \n[112]Your idea? \n[113]Wasn't it blessed before? \n[114]I just what, Mom? \n[115]Sorry.  I wish I did, too. Does he? Remember any good about me? \n[116]Hurt?    I hurt him? \n[117]Oh? How come you forgot what he did? \n[118]I'm glad it hasn't been that way. That means it worked, Mom. That was the point. That's why I did it. Christ. Why do I get punished for it? \n[119]Of course I'll come. \n[120]Why not? \n[121]Mom, I'm your daughter. I don't want any trouble -- ever. I'll come to the ceremony. I won't come to argue, and I won't come in uniform. \n[122]I'd like you to send me an invitation. Mrs. Vander said it's a beautiful invitation. \n[123]Mom. I'd like to get one... in the mail... from my family. Okay? \n[124]Tell Dad... thanks. \n[125]Do you have a machine? \n[126]Do you have an answering machine? \n[127]Will you hang up please, and I'll call your machine. \n[128]Hi. Maybe we can... have breakfast or something. I get up early and run in Ballard Park. There's a Denny's across from the park. Like eight or so. If you're there, you're there. \n[129]Oh, God. \n[130]Hi, don't pick up. Look, I didn't sleep much and anyway this is a bad idea. I was feeling funky last night and I'm all right now so let's just leave it where it's at. Bye. Oh, thanks for the... Bye. \n[131]Damn it! \n[132]What?!     Who?! \n[133]Oh, Jesus. \n[134]I was just falling asleep. Finally. \n[135]It wasn't a 'date.' \n[136]I called you.    I called you at seven. \n[137]Check your messages. \n[138]I need more sleep. Come back in a month. \n[139]Then why are you here? \n[140]What's in the bag? \n[141]Did you bring some coffee? \n[142]What else did you bring?   Food? \n[143]Just black.   Black. Thanks. \n[144]So what kind of life did you rearrange in order to get to Denny's? You never said one word about yourself last night. What d'you do? \n[145]What's the difference?! You're standing in my bedroom. That's the difference. Who are you? \n[146]You're ducking. Don't duck. Oh, shit -- you're married, right? \n[147]I don't believe you. \n[148]No. \n[149]Oh, God. Oh, wait -- you're involved in some criminal activity, aren't you? Great -- That's all I need. \n[150]Bullshit. I'm... I let you in here. I'm not going to be some fool. I need the details. \n[151]That's ridiculous. Why? \n[152]Oh.   Your rules. \n[153]Jesus. Okay. Fine. I don't really want to know you anyway. Goodbye. \n[154]Can I come in? \n[155]You live here? Nobody lives here. This place is some kind of front, a scam, a drop -- or what? \n[156]What? \n[157]I just don't want to be jerked around. \n[158]Then tell me straight out.      Who are you? \n[159]Your life.    I don't want any surprises. \n[160]That's all of it? \n[161]Which is? \n[162]You thought you were what?       Gay? \n[163]I'm supposed to understand that? \n[164]I don't know.    I just don't know. \n[165]Lieutenant... \n[166]Why?   What'd I do? \n[167]My attitude's fine. End of a long day. I'm tired. \n[168]Family?! \n[169]What about Larry? \n[170]Larry.     Oh Christ. \n[171]Thanks for telling me. \n[172]I wanted to catch you before you went to work. \n[173]I don't sleep much. Can I come in? \n[174]Where's Kath? \n[175]Hey, Champ. \n[176]Y'know, they call this one a woody 'cause it has wood on the sides. \n[177]To see Kathy. \n[178]I'll just say hello. \n[179]It gets worse? \n[180]When Larry and I were growing up, our mother said that all the time. 'Don't make your father mad.' Has he hit Larry Jr. yet? \n[181]Oh.   Just you, huh? \n[182]You see a pattern here, bro? \n[183]People always say that: 'I've got a temper.' Like it's an excuse. \n[184]You want to hit someone?       Next time your 'temper' flares      up, Lar, and you just have to hit      somebody, you go home and hit your      father. \n[185]I'm blaming you, you fucking coward. \n[186]What do you call a man who uses his wife as a punching bag? Coward. \n[187]I know how it feels, 'cause I remember. I remember standing between you and Dad and taking the blows for you -- and for what?! You turned out to be just like him, you bastard. And so did I. \n[188]Oh, God. Oh, shit. \n[189]It's you, right? \n[190]Can you just shut up?    Just shut up and listen. \n[191]I don't want to talk. I don't care if you have to play some game and pretend you're a... 'angel of mercy' or... whatever. I don't care, but I don't want to hear about it. All right? I don't want to hear anything. \n[192]It's a bad night. \n[193]This is good... but I'm too tired to stand up anymore. \n[194]You want to kiss me? \n[195]Kiss me someplace I've never been kissed. \n[196]Why do you stop? You always stop. \n[197]What?       You owe him money? \n[198]If you're in trouble... \n[199]If you're in trouble with him, maybe I can help. \n[200]This is not a great place to walk. \n[201]I work here.   It's not fine. \n[202]Besides the shootings, break-ins, rapes, cart thefts? We've got a loose dog raiding garbage cans, knocking 'em over. Can't catch him. Got somebody blowing a trumpet between midnight and three. Can't find him. \n[203]You know everybody here? \n[204]Try what? \n[205]I feel like a jerk. I feel like a smiley face. \n[206]Jesus Christ, Catch. \n[207]You had no right to do that. God! You think you know everything?! Who the hell are you, some expert on raising kids?! The neighborhood angel?! Jesus! \n[208]That's not your problem! \n[209]Okay, fine -- you tell me what it is! \n[210]Blind to what?! \n[211]Or like me, right? What about you? How come you can see? \n[212]Yeah.    Fine. \n[213]I'll be out. \n[214]Let's go talk in the yard. \n[215]You took a swing at me. \n[216]I'm sorry I hit you so hard. \n[217]Jesus, Larry, what about Kathy's face?! \n[218]Okay. I'm sorry I came here.       I'm sorry I hit you. Okay? \n[219]Don't go to my department, all right? \n[220]Larry... \n[221]Because the job's all I got. \n[222]That's what you said. \n[223]I got a life! \n[224]How the hell would you know about my life?! \n[225]You know nothing about me, because you don't want to know. The family doesn't want to know me. Well, too bad. Sharon's got a life. Sharon's got a boyfriend. Sharon's going hiking in the morning with her boyfriend. She's not sitting alone miserable like you want. Too bad! \n[226]I thought you walked all over the city. \n[227]My favorite lunch spot is another half mile. \n[228]I'm okay.   Everything's code four. \n[229]Everything's fine. \n[230]Yesterday -- you mean you want to hear about it? \n[231]No kidding. Why? You never talk about yesterday. \n[232]Yesterday. Okay. Yesterday we rolled on a 415. Juliette and Sanchez had these four guys against a wall, but they were H.D.B. and definitely unco-op. It got pretty jumpy, but we got them in the car with a couple of bruises and Robby got a sprained wrist, so I did the rest of the shift with a rookie who lost it over a D.B. in Sunset Park, old woman who'd been dead maybe six, seven days, and I usually do all right but the smell got to me, and I can still smell her. Then we arrested a prostitute working out of her home, and I carried her little girl out to the social worker, and the kid was holding on real tight and making my shoulder wet and I wanted to punch her rock-head mother, and then shift ended and I had a nice visit with my brother Larry. \n[233]Sorry you asked? \n[234]Well... I feel better now.    You feel better? \n[235]What are you doing?! \n[236]Catch! There's no swimming here! And you can't be naked in a state park! \n[237]What if a park ranger comes?! \n[238]Looks like a bad one. \n[239]We should be thinking about lunch. We have to pack up. \n[240]Some of us have to work. You ever work? \n[241]Oh?   You remember that?   Working? \n[242]I have to check these jacket pockets. What's your name -- Allison? \n[243]I need to unsnap this, Allison. I'm checking your waistband. You got to Whitney School? \n[244]Lift your arms higher. Got a good basketball team at St. Mark's. You play basketball? \n[245]Well, it's a mix, Robby. Life is shit, but I'm dating this great dead guy. \n[246]He says before I came along, he thought he was dead. Sounds better when he says it -- Listen. \n[247]Shhh.   Sh! \n[248]The trumpet player. \n[249]Wow. \n[250]Look at that moon. \n[251]Are you McGuire? \n[252]Mark McGuire? \n[253]Then put that bat away.   Put it in your trunk. Now. \n[254]Ow.     Ow! \n[255]No.     That's good. Deeper. \n[256]Like a truck. \n[257]Pickup.        Ow.   Ow! That's really good. \n[258]Don't get oil on it. \n[259]Yes. Just put it down.   I'm not going. \n[260]If I go, my brother'll hurt    me with the department. I got     mad and knocked him down. All     they need is a complaint. Just     leave it alone and keep rubbing.     Okay? \n[261]Can't you rub without talking? It's been bad with my family a long time, so the hell with it anyway. If they don't want me there, I don't want to be there. All right? \n[262]Oh, Jesus! \n[263]My father used to knock us around, all of us. But I'm the one who called the cops -- finally. They say I turned against the family. \n[264]You don't know anything about it. So forget it. \n[265]Oh, yeah?   What about it? \n[266]I didn't close the door. \n[267]Oh, sure. What if they don't deserve it? \n[268]You have all the answers. \n[269]You close with your family? \n[270]See?    So why should I listen to you? \n[271]Catch, I'm beat. So are they.   I think they're finished. \n[272]Where I've never been kissed. \n[273]Oh, God. \n[274]Go away. \n[275]See that place? He's going to be playing there every weekend. \n[276]It's music, Ray. You wouldn't like it. \n[277]Catch!   Catch! \n[278]Are you all right? Your elbow's bleeding. I... \n[279]What's wrong? \n[280]Where are you going? Catch -- you're scaring me. Please... \n[281]Please, Catch, don't... Can't you talk to me?! \n[282]Please.   Wait.     I... Catch! \n[283]Watching for somebody.       Tall guy. 40s. Grey-blond hair. \n[284]It's personal. \n[285]Chill. \n[286]Give me fifteen. \n[287]I'm not sure.    Who am I speaking to? \n[288]What kind of doctor? \n[289]Do you know a Catch Lambert? \n[290]I... need to talk to you. \n[291]Are you a...? \n[292]And Mr. Lambert... \n[293]He's your patient. He's your patient we... know all this. This is police business. I'm officer Sharon Pogue -- L.A.P.D. \n[294]In general. In general.   He's your patient, and he... \n[295]Why did he walk away? \n[296]You can help by just   telling me what's in the public   record. It'll take me half a   day to do a search. Can you tell    me? Just... \n[297]Can you please tell me what's in the record? \n[298]More. \n[299]What accident? \n[300]A bus... and a van. Where?        On... the freeway? \n[301]Survivors?   Only him?      I... don't remember. \n[302]Yes.   I was there. I was there. \n[303]Does he... still see her? \n[304]He says... he doesn't remember the accident. \n[305]I think he remembers me. \n[306]How does he live? \n[307]Trumpet. \n[308]Catch, it's me. Can you pick up? \n[309]Why don't we... meet tomorrow? I'll be in Westwood. Can you meet me there? Westwood and Cole. About two o'clock. Okay? \n[310]That's okay. \n[311]You don't have to explain. \n[312]So you're the trumpet player who was waking people up -- on my beat. \n[313]On your roof? That's why we couldn't find you. \n[314]You can trust me, you know. \n[315]I've got you now. I'm holding on -- like before. \n[316]Like I held you before.   Like I did -- at the accident. \n[317]What makes it so... unspeakable, Catch? What makes it like that? \n[318]Is it because you were driving? \n[319]I read the reports, and it wasn't your fault. It wasn't. Is it because you survived and they didn't? \n[320]Catch. Please. Hold on, and we'll go in there together... \n[321]You can talk to them. You can say goodbye or I love you or whatever... \n[322]To help you. \n[323]We're not. We're not fine, Catch. Nothing is fine -- no matter how much you pretend. \n[324]You pretend that nothing happened. You walk all over the city helping people, but you're dying inside. \n[325]Then walk in there. \n[326]Walk in there, and I'll walk in with you. Walk in there and say it's real -- what happened is real. Your family died. \n[327]All right -- you talk about it! You tell me your family died and I say yes, I know, I'm sorry, and you say, I loved them... and I say, what an awful thing to lose a family... \n[328]So you can have a life! \n[329]Because it happened! Because it's the truth! I'm sorry. I'm so sorry it happened, but... \n[330]Catch -- take my hand.    Please. \n[331]I can't. \n[332]Because I want it too much. I want everything with you. I want all of you -- not just the part that isn't hiding and running away... \n[333]Not anymore. It doesn't have to be this way anymore because you're not alone -- because we're the family now. We can be the family... \n[334]I just... want to say... \n[335]When you're ready, I'll be there for you. I just want to say that. \n[336]No, I think I'll turn vegetarian. \n[337]How come it's not working for you? \n[338]Catch.  Can you... pick up? Will you call me? \n[339]Which store is it? \n[340]Whoa... \n[341]There's something I have to do.    I need an address and phone. \n[342]Elanora Chu. \n[343]I'm Sharon Pogue. I know all about the... \n[344]I'm sorry for... what happened.     I know about the accident. \n[345]No. I found out, and... I remembered. I was there. \n[346]I guess he comes here a lot -- to talk to you. \n[347]Oh. And when he comes here -- he never mentions the past, never talks about the accident? \n[348]And you... let him do that?    All this time? Why? \n[349]Walking all over the city like... \n[350]But... you let him get so lost. \n[351]Because... I want to know how to help him. \n[352]I don't think so. \n[353]He... he was paying me back, I guess, for the accident, for helping him. That's why he felt... so close to me. But... \n[354]But now he probably hates me. \n[355]I took him to the cemetery, and... \n[356]I thought it might help him... come back, you know? But he wouldn't even go in. He screamed at me. \n[357]For the truth... \n[358]But he won't even say it, or... \n[359]I was trying to help him... come back to some kind of life. I... \n[360]I was scared. I push so hard... when I'm scared. \n[361]Losing him. So I did. I lost him. He won't talk to me. I... I didn't know what I was doing. \n[362]Did I... make it worse for him? \n[363]I just came by to... wish you well. To... congratulate you and wish you well. Shit. \n[364]\n[365]\n[366]\n[367]Where do you want me? \n[368]I'm the daughter. \n[369]You both look so great. \n[370]I just wanted to... \n[371]Sure. \n[372]Not so big. Nice dress. \n[373]Larry... \n[374]I have to be here. It's a chance to make things right, and I'm taking it. \n[375]You think I talk about it?!    You think... \n[376]Here, Lar. \n[377]I was invited. I'm here. I'm going to the party. You do what you want. \n[378]Mom, I was going to fix his tie. His tie is crooked. \n[379]It was a nice ceremony. \n[380]It's a great party, Mom.   You look happy. \n[381]Thirty-five years and still in love, huh? \n[382]Of course not... \n[383]I know. \n[384]Sorry about that, but... I couldn't stand him doing that to you. I took it on... \n[385]What's up with you? \n[386]Oh. Well... let's pretend this is T.V. It's a show about a party. \n[387]That man... is really a super hero. \n[388]Is too. And so is she. Look. See? Red tights under her dress... Oh-oh, that man gave her a drink with something in it. \n[389]With stuff to make her sleep. He's a bad guy. \n[390]Watch. She'll fall down any minute. \n[391]What're you doing? \n[392]Don't walk away. Okay? \n[393]Is it working?     Do you need to check it? \n[394]Dad... \n[395]Please? Please what?! Will you stop protecting him? You were always protecting him! Don't talk to your father. Don't bother your father! \n[396]I'm going to bother you for one minute, Dad. Okay? Can you handle that? \n[397]This isn't about you, Larry -- or you, either, Mom. This is between me and my father, so leave us alone for one goddam minute! \n[398]How about you, Dad. Do you want me to leave? \n[399]Dad... I'm asking. Am I welcome here? \n[400]I want to know! Do you want me here? Do you love me, Dad? I want to know. \n[401]Do you... need to... check that again? \n[402]What, Dad?   You feel like what? \n[403]Well... you do. It's a shame you're going to miss knowing her. You're going to miss all that. \n[404]I'm next. \n[405]Hi, Mom and Dad. Congratulations. \n[406]Y'know... being in this house reminds me of something.  I was about ten, I guess, and Larry and I were playing aliens -- remember, Lar? We're making a lot  of noise, and Dad comes home from work tired and pissed off... \n[407]\n[408]We're yelling like mad, and Dad bursts into the room and says, what the hell are you doing? And I'm scared. I'm really scared. \n[409]And I say, we're playing alien invasion, Dad, and he says, oh, yeah, I'll show you a damn invasion, and he picks me up, picks me up off the floor and throws me on the couch. I hit that couch and bounce off, and he grabs Larry and throws him on the couch, and then... then he starts making these monster sounds, and he says, we came to earth to kick ass, and I run at him and jump on him and he tosses me on the couch and then Larry, and we're laughing so hard I almost wet myself, and he keeps tossing us and growling and beeping, and it was... it was great. It was great, and I'm never going to forget that. Never. And I miss that. I miss it. So I just... I wanted to tell you tanks for that, Dad. Thanks. That's all. Bye. \n[410]Me, too. \n[411]They don't like me in there. \n[412]That's a nice thing to say. \n[413]It's not fair. \n[414]It's not fair. Things got better for them because of what I did. Things got better, and I'd still do it. I'd do it all over again. And it's not fair they shut me out. It's not. \n[415]It's not fair. I was     19, and I didn't know what else    to do. I didn't know how else    to stop it. It's not fair I don't    have a family anymore. ", "CATCH": "\n[1]Y'know... since we're both walking the same way, I could take one of those bags for you. That way, I do some upper body work while I'm walking along. Helps my back. What d'you say? \n[2]Right now your mind's making pictures of me robbing your groceires, but, y'know, nine times out of ten, people do the right thing. \n[3]I guess it's worth it... for a good dog. \n[4]Hey! You want to turn that volume down? What's your point? \n[5]What's the point of blasting your music through the whole zip code? Don't you realize there are kids trying to sleep in these apartments -- old people, sick people? \n[6]Why?   What're you gonna do?   Kill me? \n[7]Hi.   Your keys are in the... \n[8]Sorry.   Gotta be going. \n[9]I... just saw it and... I saw the gun, so... \n[10]I was just walking by.      I live near here. \n[11]I got you nectarines because the peaches are hard as rocks. \n[12]I tackled a guy. \n[13]Why do you think? \n[14]He had the ball. He was going for a touchdown. \n[15]What day is today? \n[16]No. \n[17]Met somebody today. \n[18]A woman. \n[19]No. \n[20]She's a police officer. \n[21]No.   No trouble. \n[22]I saw her once a long time ago. \n[23]She looks the same. \n[24]I don't talk to a lot of people. Would you...? \n[25]I guess I live on the beat you patrol. \n[26]He was going to shoot you. \n[27]No. I didn't have time to think about it. \n[28]I figure... it was worth the risk. \n[29]Yeah -- and for what you do. I think cops are great. Out there, trying to keep it safe. You know? Tough job. Firemen are everybody's heroes. Kids wave at firemen. People should wave at cops. Did you ever think about how many people are walking around this town because you saved them? \n[30]... because you helped them or because you arrested somebody who would've hurt them or because you just... did your job? \n[31]I don't know... I look pretty dumb in a hat... \n[32]... and I don't drive and, like I said, I don't talk to many people. Am I talking too much? I am. You go ahead. \n[33]Where do you want to be ten years from now? \n[34]Somebody taught that to me. Kind of a shortcut. You ask somebody, what are your plans for tomorrow -- what're your dreams for ten years from now. It's supposed to get things started. \n[35]I never tried it. \n[36]No. Really. I just remembered it -- God is my witness. \n[37]The shortcut. \n[38]Tibet? \n[39]Oh.     I'll... walk you to your car. \n[40]Thanks for the drink. \n[41]Take care. \n[42]I don't have a car. \n[43]Oh, thanks, but... I like to walk. \n[44]Yeah. If it's no trouble. Thanks. \n[45]I don't know.    This is pretty good. \n[46]Can you drive okay? \n[47]The only time I worry is when people tell me not to worry. \n[48]I'm on Lundy Street, just off Pico. \n[49]Streets are wet. \n[50]I never drive. \n[51]I'll be alright. \n[52]Y'know, I can picture you in Colorado. \n[53]Driving around... pissed off. \n[54]Give me some time. \n[55]What? \n[56]Whew. I feel like we're boxing, and you've got me on the ropes. We'll do whatever you want. \n[57]I guess we were supposed to meet. \n[58]No thanks. \n[59]I'm circling awhile. \n[60]So... it's more real this way. \n[61]Now that I'm in here, you seem mad about it. \n[62]You first. \n[63]Some people say we each give off a particular odor -- that can only be detected by one other person's brain. \n[64]I have no idea. I'm more in the destiny school, we-met-in-another-life school. Do you believe that? Do you think when we die -- we come back in another form? \n[65]See?   Now you're thinking about me. \n[66]Let me guess.       Colorado. \n[67]Does that mean I'm going? \n[68]You okay now? \n[69]Is this the mad part? \n[70]Can I come back some time? \n[71]Must be the smell. \n[72]I better go. \n[73]Nothing.    I just... \n[74]No, I rolled up the window.       It's rain... \n[75]Hey!   Hey!    Wake up!    Wake up! \n[76]I helped you. I helped you. \n[77]I'm sorry. \n[78]Oh.   Sorry. \n[79]What? \n[80]Yes. \n[81]Why? \n[82]It's me. \n[83]We made a date. \n[84]Okay, an 'appointment.'     I keep my appointments. \n[85]I get up early. I walked there. I waited there. \n[86]Come back? What makes you think I'd come back here? \n[87]I'm here to tell you that when you tell someone you're going to be somewhere then that someone rearranges his life and you should be more aware of that and a lot more considerate instead of just... \n[88]What?   None of your business. \n[89]You think you deserve coffee? \n[90]You definitely don't deserve food. I've got coffee, sugar, sweetener, non-dairy... \n[91]What's the difference? \n[92]Somebody who keeps appointments. \n[93]I'm not. \n[94]You don't believe me?   Give me back the coffee. \n[95]Give me the coffee. \n[96]My name is Catch Lambert. I don't work. I don't commit any crimes. I like being with you. We can start from here -- from now. \n[97]And I need to start from here. \n[98]That's the way it is. \n[99]My rules. \n[100]Yeah.   Sure.   Come in. \n[101]This is what you told me about -- right? \n[102]Your interrogation.      Do I need a lawyer? \n[103]I'm not. \n[104]What is it you're looking for? \n[105]This is it. I sleep here. I walk around town. That's all of it. \n[106]Yeah. Except for you -- the way I feel about you. \n[107]Surprising.    I thought it was impossible.    I thought I was... \n[108]Dead.   In a way. \n[109]No. Did you ever wonder what 'scratch' meant, when people say, 'we'll start from scratch'? This is scratch. We can start from here. \n[110]You know the cop -- the woman cop? She... visited me. \n[111]I have a chair now. \n[112]She has a lot of questions.    She wants to know everything. \n[113]We could start from today.    What's so wrong with that? \n[114]Tell her what? \n[115]Nora... \n[116]Nora! \n[117]She's tough. \n[118]That doesn't matter. \n[119]She's sort of pissed-off at me. \n[120]For what? \n[121]I'm sorry I yelled at you. \n[122]I didn't say anything. \n[123]New day. \n[124]Drive, will you? \n[125]Drive! \n[126]Will you get off this street? \n[127]If you take a right and stop -- we can walk from here. I'd rather walk. \n[128]I'm not. \n[129]Forget about him. Somebody I used to know. I don't want to know him anymore. That's all. Forget about it. Walk with me. \n[130]I like it here. It's fine. \n[131]What's the problem? \n[132]How's it goin'? \n[133]You try it. \n[134]Go ahead. We need this. Everybody. \n[135]She feels bad 'cause you yelled at her. \n[136]She just needs you to smile at her. \n[137]Why not smile at her?   What's it cost? \n[138]You're so damn impatient. \n[139]You're so busy being pissed off, and time is going by. \n[140]It's not her fault. \n[141]No.  I'm calling the police. Hey -- police. \n[142]Maybe she'll think about it now. \n[143]No. No, I just... some people are walking around blind... \n[144]Don't tell me what my problem is! \n[145]Maybe it's not my problem. Maybe it's your problem. Maybe you're going around blind. \n[146]Blind to what's going on around you. Blind to what people need. We're supposed to take care of each other. We're supposed to keep each other safe. That's the way it should be -- if you're not going around blind, like that woman... \n[147]I think I'll... walk the rest of the way on my own. \n[148]I'll call you later -- about the hiking. \n[149]Shar... wait.    Hey! \n[150]Do we go for... symmetry? Or... more off-center. Japanese. \n[151]Are you into this? Bob? \n[152]Hey. Hey!   Can you wait up a minute?! \n[153]The city is flat. Okay? Can we stop here? Can we examine the view? Have a Milky Way? I've burned every calorie I ever had. \n[154]Up?! \n[155]I'm not one of those competitive guys, you know! \n[156]No thanks. I can't eat and have a heart attack at the same time. \n[157]As soon as you get happy, you get sad. \n[158]Everything's what? \n[159]Fine? This isn't fine. I know fine. This is something else. Something happened yesterday. \n[160]Sure I do. \n[161]All my days are the same. \n[162]I'm sorry. That would make anybody sad. \n[163]No.   No, you can always tell me. \n[164]I feel fine.   Great. \n[165]Take the day off, Pogo! \n[166]Take your badge off for once. Don't be such a damn Marine about everything. Just... \n[167]Someplace I've never been kissed. \n[168]They tell me I was in an accident. Long time ago. \n[169]I don't remember it.    I... \n[170]So soon? \n[171]Yeah.     I worked. \n[172]I've been around. \n[173]We don't need to go there. \n[174]I want my old job back. What d'you think? \n[175]No, but I'm up to speed. \n[176]No? \n[177]Finish your coffee. \n[178]Sorry. \n[179]How heavy was this guy? \n[180]God.     Tractor-trailer? \n[181]I better... More oil. \n[182]This is pretty. \n[183]Renewal of vows -- that's great. Is this your parents? \n[184]Why not? \n[185]So... he says you can't go? \n[186]All right. Bad how? \n[187]But... they invited you. \n[188]Well... I know about family. \n[189]It's... a door you don't close. \n[190]You're closing it now. Right? Family invites you, you go. Family shows up, you welcome them in. That's family. \n[191]Then you forgive. \n[192]No. I just... It seems like a chance, doesn't it? A chance to make things right. I'd take it. Then you tried -- y'know? And it's up to them. \n[193]What's your favorite song? \n[194]One more.   It's a surprise. \n[195]Thanks, Danny. \n[196]No thanks, Ray. Everything's code four. Go away. \n[197]You like these? \n[198]Well... They're for you. We can pretend it's your birthday. \n[199]I hope you don't mind. \n[200]Yeah. I've... kind of been saving them up. \n[201]One more word, and your life will change forever. \n[202]Hi. \n[203]I've been... remembering. \n[204]It's awful. \n[205]I'll call you. \n[206]Shar, I'm sorry about yesterday. \n[207]It's hard to explain, but it's... I'm okay now. \n[208]So... why'd we meet here? \n[209]I used to practice late... outside. On my roof. \n[210]I didn't know it bothered anybody until you mentioned it. You arresting me? \n[211]You going to tell me where we're going? That's okay. I mean... I'll go anywhere with you, Shar. Jaws of death. The mall on a Saturday. Just about any... \n[212]What d'you mean? \n[213]This is wrong! It's wrong!   Why are you doing this?! \n[214]I don't need your help! I don't need this. We don't need this -- we're fine... \n[215]I'm not dying! I'm not pretending! I don't remember! I don't remember any of it. So leave me alone! What good does it do? It's gone! And I'm all right this way! Why do you have to change it? I'm all right. \n[216]Don't talk about that!    Don't! \n[217]Damn you, Shar. Damn you -- why won't you stop?! \n[218]I have a life! We could have a life. We could get up and go to work and come home to each other and never, never talk about before. We don't need to do that! Why do we need to do that?! \n[219]Nothing happened! If we say it, then that's the truth, that can be the truth. Say it. Nothing happened. Say it, Shar. \n[220]Say it!    I'm asking you to say it. \n[221]Why not? \n[222]Why are   you pushing so hard? Why does it   have to be your way? Why does it   have to be your truth? This is   who I am! This is the way I am! \n[223]You like to push people, don't you? You just have to push and shove and make it right for you -- for you. You push everybody, Shar. You even pushed your family away, didn't you? \n[224]You already said it.   You said it all. \n[225]Annie. Chet. I don't... want you to think I forgot about you. It's just that I... I couldn't find you. I woke up, and you were gone. Everything was gone. It all just... disappeared. In one minute. I couldn't remember that minute. I lost it. It took me so long to find it. I think I found it all now. I used a calculator. I did. I figured it out. You know... we get about 1400 minutes a day and so I figured it out. I was 33 years old and three months and eight days, so it was... I've got it here... \n[226]It was minute number 17 million eight hundred ten thousand, two hundred... or so. \n[227]That's the one I lost. And... when I lost that minute, I guess I tried to lose it all, all the memories -- because they hurt. I tried, but... I couldn't do it. \n[228]\n[229]Chet... you weren't feeling so good, remember? It was your birthday, and you ate too much. \n[230]And, Annie, you said... you said... \n[231]And I don't know if I slowed down. I don't know. I hope I did, but... I didn't always listen. I'm sorry. I'm really sorry. \n[232]... You put him on your lap, and he looked at me, and I made a face. Remember? I made you smile, Chet. \n[233]And then we all smiled, and it was a great minute. It was. I'm really glad... I found that minute. No matter what. \n[234]I won't forget... anymore.     I love you. \n[235]Sorry, Shar.   For what I said. \n[236]Was it bad? \n[237]Then they don't deserve you in there. \n[238]It's not a thing to say.   It's the truth. \n[239]Why do you try so hard not to cry? \n[240]No. \n[241]No.   It's not, Shar.    It's not. \n[242]We're the family, Pogo. \n[243]I'll drive. ", "ELANORA": "\n[1]Your jacket's all dirty. \n[2]Why would you 'tackle' a guy?! \n[3]Can you be serious? \n[4]Wednesday. \n[5]Oh? That's good. Ahh -- they had the broccolini today. Thank you. \n[6]You didn't tackle her, too, did you? \n[7]Good, Catch. \n[8]Are you in trouble? \n[9]Well... that's a good thing. \n[10]Where? \n[11]I remember that. That was a smile. \n[12]Oh?   Where did she sit? \n[13]You're... seeing her? \n[14]Of course she does. Everybody does. \n[15]Tell her. \n[16]Tell her, Catch. Tell somebody. It's been almost two years. \n[17]Every time I tell somebody, it gets a little bit easier. I'm not saying it goes... \n[18]She nice? \n[19]She pretty? \n[20]She is pretty. \n[21]Apologize. \n[22]It doesn't matter. We like it when men apologize. \n[23]Have a cookie.     See? \n[24]Hello? \n[25]Hi! How are you? Have you been out in this great afternoon? Brenda took me for a walk. \n[26]Anything wrong? \n[27]Catch... This is good. \n[28]No.     No, there's good to remember. \n[29]Catch? \n[30]Pogo? \n[31]Elanora. \n[32]He told you?! \n[33]Oh.   Yes. \n[34]He shops for me. Twice a week. \n[35]No. \n[36]It's what he needs. \n[37]Like an angel.     Yes. Sweet man. \n[38]I let him find his own way through it. Why did you come here, Sharon? \n[39]You are helping him. \n[40]Why not? \n[41]Is that what you think? \n[42]What happened? \n[43]The cemetery! \n[44]What made you take him there? \n[45]He knows the truth. \n[46]That's his way. That's his way through all this. He made a wall -- around that whole day, that night -- other things, too. He keeps them behind the wall -- his little boy, my daughter. He can't help it. The cemetery?! Do you know how hard it is for me to go to the cemetery? Can you imagine? \n[47]That's where it stares you in the face -- the loss. And it's too much sometimes. \n[48]See? I'm still finding my way through it. And Catch -- it almost kills him to think about it or say it or drive a car or see the place where it happened or... go by the cemetery. \n[49]But he was coming back. Do you realize how much he changed in the past weeks? His apartment, his life, his music is coming back. He fell in love! He even got a job, Sharon -- for you. For the two of you. Isn't that coming back? Why do you have to rush? Everybody has to rush these days. \n[50]Scared of what? \n[51]You were finding your way.    What else can we do? You think    I'm always sure what to say to   him, what not to say? I do what    I think is right and hope he   sees the love in it. \n[52]Look at you -- so worried now, so miserable. That's the love in it. \n[53]I don't know. I really don't. But I think he'll see the love in what you did. ", "LARRY": "\n[1]He's not here. \n[2]I'm okay. \n[3]Growin' fast. \n[4]He's got Kathy's looks and brains and my strong back. You should feel his grip. You just passing by? \n[5]What's happening? \n[6]We're workin' on Dad. We think you should be there. We told him. \n[7]We mentioned it. \n[8]You want to come? \n[9]You two were always head to head. \n[10]Let's just leave it. \n[11]I don't think it's a good idea you coming around here in uniform. People see it, they think we're in trouble here. \n[12]Jesus, you're up early. \n[13]I thought you were on late shifts. \n[14]What's up? \n[15]She's busy with Larry Jr. right now. \n[16]Why'd you come by? \n[17]She's not feeling good. \n[18]What d'you think you're doing in my house, Shar? In my home. \n[19]I lost my temper. Things got out of hand. It won't... \n[20]I don't need a goddamn lecture. \n[21]You blame everything on him. \n[22]You don't come in here... \n[23]You don't come in here and call me names. \n[24]I bet you feel real proud of yourself, Shar, knocking me down in front of my family. You know what I've got in my hand? I've got a Polaroid picture of my busted-up face, and I'm thinking of sending it to your department, to your lieutenant. I'm going to turn you in to the police, Shar, and see how you like it. \n[25]I don't want you around here. \n[26]You asked for it -- calling me a coward. You knew I'd swing. You think I look bad now? Look at this. \n[27]Nice, huh? Beautiful. The cops'll love this, right? Evidence. Don't you guys love evidence? \n[28]You wanted me to swing. \n[29]But you're not sorry you hit me. \n[30]That's not your business! Nobody called you, right? She didn't ask for you to come here. This is my family. You don't get it, 'cause you've got no family. Nobody. So you try to run everybody else's life. Jesus Christ -- get your own life. That's the goddam problem. Get your own goddamn life. \n[31]Okay what? \n[32]Why the hell not? \n[33]Why not?! \n[34]That's what I said, right?    No life. \n[35]And you won't come around here. You won't call. Ever. \n[36]And I don't want you to come to Mom and Dad's celebration... \n[37]Not the church. Not the party. Stay away. I don't want you around. I don't want to see you, Shar. \n[38]Go get a life. \n[39]I know. \n[40]How did you have the guts to walk into a church after breaking your word? \n[41]Why even talk go me? You got what you wanted. You laugh about it? You tell your cop friends how you... \n[42]She drank it. \n[43]Hey, sport, you should go play outside. \n[44]Stay away from my family. \n[45]Hey, everybody, keep it down. Somebody might call the police. \n[46]Once the cops leave, we can really party. \n[47]Why don't you give everybody a break -- and go home? \n[48]What the hell are you doing?! \n[49]Just get the hell out... ", "ROBBY": "\n[1]'67 Chevy Impala. \n[2]Needs a servicing. \n[3]Jesus, Pogo! Almost spilled my coffee again! You didn't like his hair, or what? \n[4]Let's roll to this -- fight in progress. \n[5]Give it a rest! \n[6]As I remove your cuffs, I want you to put your hands here. Spread your legs. More. \n[7]That's it.   Back off, John, we got it. \n[8]You broke his nose. \n[9]And you were waiting for him. You were hoping. You were making long-range plans for his ass while he was mouthing off in the car -- and you're supposed to be above that shit. \n[10]Pogo, stop the shit. What is it? You pissed off at me, too? \n[11]Come over    for dinner tonight. I'll call    Charlene. She'd like to see you.     It's been awhile. We'll talk about    it. \n[12]She doesn't worry about that. \n[13]Got some action, huh?    Well, that's promising. \n[14]Freeze! \n[15]Right behind you! Stop and lie down with your arms... shit. \n[16]Careful! \n[17]Citizen on your right!   Hey! \n[18]Gun! \n[19]Hey!     Wait! \n[20]He was armed. \n[21]Citizen took him down. \n[22]You all right, Pogo? \n[23]What's going on, Pogo?    You're not happy or anything? \n[24]What? \n[25]This time we got his ass. \n[26]Got 'im? \n[27]Full moon, man. Hey! \n[28]Are you going to tell me why we're sitting outside this building again? \n[29]What's it about? \n[30]Fine -- what am I supposed to do? \n[31]I think I'll head home. \n[32]Pogo...? \n[33]The little market there. They came through a back window last night. Mostly vandalism... \n[34]Pogo? \n[35]What's the name? \n[36]Let's do it. ", "MOTHER": "\n[1]Thanks, honey. It's the best year ever for the impatiens. The very best. \n[2]Let's go in. \n[3]He's down to six a day. \n[4]Are you well? \n[5]Yes.   It's always there. \n[6]I called because we want to invite you to our renewal of vows. It's three weeks from Saturday. \n[7]The family. \n[8]It's sort of... a fresh start. \n[9]No. Both of us. It's a way of... having the marriage blessed. \n[10]Sherry... of course it was blessed. You just... \n[11]You just think about the bad, and you never remember the good. I wish you remembered the good. \n[12]Of course. He doesn't hate you. He just... still feels hurt. \n[13]Being arrested like that. Somebody doesn't forget that. \n[14]It wasn't as bad -- you always make it sound worse. And it hasn't been that way for years. \n[15]Honey, nobody's punishing you. We're inviting you. Will you come? \n[16]We didn't think you'd want to. \n[17]We don't want any trouble... on that day. Please. \n[18]It's on the 23rd. Saint Monica's. \n[19]I'll show you. \n[20]Yes. \n[21]You, too. \n[22]Don't make him talk about... anything today. \n[23]Yes. We're running out of chicken, though. Nobody's eating the ham. \n[24]You think that's wrong, don't you? \n[25]I always... I feel like apologizing to you. But I love him. \n[26]And then I feel like apologizing to him for loving you. I'm the one in the middle. I'm the only one in this family who knows how to forgive anybody. \n[27]Sharon, please. ", "PINDELLA": "\n[1]Catch? \n[2]Catch? \n[3]Excuse me -- that's a private entrance... \n[4]Oh... is there a problem? \n[5]I'm Dr. Pindella. \n[6]What is this? \n[7]Oh.   Yes!   Is he in trouble? \n[8]Well, I have a patient in five minutes. But I can... \n[9]I'm a psychiatrist. \n[10]My relationship with Mr. Lambert is confidential. \n[11]Look... I want to help Mr. Lambert but I can't tell you anything that isn't public record. \n[12]He's not my patient. He walked away from treatment. That was... nearly a year ago. \n[13]I can't discuss that, but if you know how to reach him, I would appreciate being able to talk to him. \n[14]You were with him -- in the car. Your uniform threw me. Are you his friend? \n[15]I can tell you he was in an accident, hospitalized, referred to me as an outpatient... \n[16]A bus... a city bus hit his vehicle. That was a couple of years ago. It was... an awful thing. His family was in the van. His wife and child. His wife's parents... \n[17]I think so. Yes. Near Santa Monica.  On the freeway. He was severely injured but... thrown clear.  The others were trapped in the van. \n[18]Remember? \n[19]His wife's mother survived, but... she was paralyzed. \n[20]Elanora Chu.   She's still in town, I believe. \n[21]He used to. I don't know. I'm glad to see... he has someone else who cares about him. I know he's running from this. He left all his friends, his home, his whole life. \n[22]He lost a lot of memory. I tried to help him with that. He resisted. Walked away. \n[23]He received a large settlement from the city, but he...barely touches it. He was a professional musician. ", "RAY": "\n[1]Break-in alarm. One suspect in -- nobody out. Take the back. \n[2]You got him? \n[3]Jesus. \n[4]No shit!? \n[5]What happened here? \n[6]Don't worry about it. That's just procedure. Look -- we appreciate what you did. No bullshit. Let us buy you a drink tonight, all right? You know where the Rib House is? \n[7]No shit. \n[8]'Rex.' Rex is good. I wonder who the first person was to name a dog 'Fido,' and what the hell does it mean? \n[9]I got a big question for you, Pogo -- but I can only ask it when we're alone. \n[10]Why doesn't your partner ever come out with us? \n[11]I'm a family man. \n[12]That Lambert -- I guess he's not showing either. \n[13]Where are you going? \n[14]You're wearing makeup? \n[15]Hey, Pogo -- don't keep him all to yourself. Come on over, Lambert, join the group. We'll buy you dinner, give you a medal for saving Pogo's ass. \n[16]Least we could do. We don't like her very much -- but we don't want to lose her. \n[17]Are you in danger there? \n[18]I was talking to him, Pogo. \n[19]Oh, yeah? What d'you play? \n[20]Rib House after shift today? 4:30? \n[21]Pogo?   Bring your friend. \n[22]Gotta have that meat to keep your strength up. ", "KATHY": "\n[1]Hi! Look -- it's your Auntie Sharon. \n[2]We're bringing Larry his lunch. Hey, it's good to see you. It's been awhile. What? \n[3]Oh, I went boom into a low shelf -- chasing after him of course. How're you doing? \n[4]Oh. I hope you'll be there. Really. \n[5]Don't make it worse. \n[6]He's okay now. He's torn up about it. Don't make him mad. \n[7]He never would. \n[8]Don't hurt her, Lar...! \n[9]She came. \n[10]Don't say anything.   Think of your parents. \n[11]Tons of makeup. On Larry, too. \n[12]Don't worry. I'm not your mother. If he tries it again, I'm gone. I'm out of there, me and Larry Junior. He knows that. ", "SANDERMAN": "\n[1]You trying to be a bad-ass, Pogue? \n[2]And you don't see a pattern here? I want you to keep yourself way inside the line instead of walking on it. All right? Are you taking notes? \n[3]Sharon... \n[4]Anything bothering you? \n[5]Nothing. I'm talking about your general attitude lately. \n[6]Family matters getting to you? \n[7]Your brother, Larry... \n[8]You know Nester -- on the Culver City P.D.? He went out on a violent domestic dispute yesterday. A neighbor called it in. It got a little ugly. No arrest -- a warning. \n[9]Nester said it's not the first time. ", "CANDACE": "\n[1]Hi. \n[2]Oh, thank you. Thanks a lot. God. I was trying to carry Tommy and all these bags. He was so tired. Of course, as soon as I put him down he had all this energy... \n[3]Y'know, we were just baking nectarine bars because the peaches weren't ripe. Ever had a nectarine bar? \n[4]Shopping day? \n[5]For Tommy? \n[6]Well, thank you. Thanks a lot. \n[7]Wow, Tommy -- Look at them all. Did you say thank you? \n[8]Excuse me! ", "ON CATCH": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]", "ON SHARON": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]", "KID": "\n[1]Look at this bitch.    Whoo!   Benny, look at this! \n[2]You come in with me.    Hey, bitch. \n[3]You're going to arrest me, you come into the back seat with me. Come on! \n[4]Come on.   We'll have a good time. \n[5]Take off your uniform. Take off my handcuffs, bitch, and come back here. I want one touch. \n[6]If you're going to put me away, you gotta give me one sweet touch. \n[7]That ain't the touch.   That ain't the touch I want. ", "JACK": "\n[1]Catch -- Jesus! \n[2]How are you? Sit down. Been years. You been out of town? \n[3]Oh, man, I'm really sorry about what happened. I never got a chance to say... \n[4]Okay. All right. So... what d'you want, a coffee? \n[5]You been workin'? \n[6]Well, it's not good with Randal anymore. \n[7]No, he's out of it, but Danny Coley's got something going. Wanna go see 'im? ", "FATHER": "\n[1]You coming to the party? \n[2]What? \n[3]It's fine. \n[4]Up to you. \n[5]Jesus -- you're here, aren't you? What d'you want? \n[6]I feel like... \n[7]I feel like I don't have a daughter anymore. ", "DRIVER": "\n[1]What did you say? \n[2]You better watch your mouth, asshole. \n[3]What the hell do you think you're doing?! \n[4]Are you crazy?! \n[5]This guy's crazy! \n[6]I never touched his car. ", "MOM": "\n[1]Go on. \n[2]Move your arm! \n[3]What are you staring at? \n[4]What?! Who the hell do you think you are? \n[5]It's none of your business! \n[6]Who the hell are you to talk to me?! "}}