{"dialogues": {"ANNA": "\n[1]Tsk, oh . . . Stiva! \n[2]. . . and Dolly found a note from the governess. \n[3]Stiva wants me to come to Moscow . . . to persuade Dolly to forgive him. \n[4]It's for Dolly's sake too. \n[5]Tsk-tsk, who put this shirt on you? Never mind. I'll come and hear you read. \n[6]Alexei, do you think nine years of mar- riage and children should count for nothing against a . . . an infatuation? \n[7]Because that's where Aunt Dolly lives. \n[8]I told you, Serozha. She's not well. I must go to see her. \n[9]Now, don't make Mama cry. I'll be back before you know, and bring you a present. \n[10]Oh . . . my little Kutik . . . \n[11]That's better. \n[12]It's the first time I've left my little boy. \n[13]I've never been in Moscow society, really. \n[14]I've heard you mentioned . . . \n[15]Was it love? \n[16]I . . . I don't know . . . \n[17]I'll come back. \n[18]You don't look ashamed. \n[19]There, Countess, you have found your son and I have found my brother. \n[20]Yes, I've been hearing all about you. \n[21]Au revoir, Countess. \n[22]Can't anything be done for them? \n[23]Have you known Count Vronsky long? \n[24]Oh . . . But we should be discussing you and Dolly. \n[25]What have you got to say for yourself? \n[26]Don't be home late. \n[27]Is that who I am? Dolly . . . Stiva has told me. \n[28]Dolly, I'm sorry from the bottom of my heart. \n[29]I know, I know. \n[30]What he wants is you. He loves you, Dolly. You and the children are everything to him. \n[31]That was shameful, disgraceful. But it was not love. It was the animal in man, not the soul. Stiva's remorse is from the soul. \n[32]I know you are suffering. But, Dolly, you must tell me . . . is there enough love left in your heart . . . enough to forgive him? \n[33]My poor lamb. So you'd rather accept your fate . . . \n[34]Do you love him, Dolly? \n[35]You love him, and he loves you, but you can't forgive, so your lives must continue like this for ever, with both of you wretched. \n[36]Grisha, don't pull so hard, you're getting it all in a tangle--and look for another G for \n[37]Well, that's the end of that. \n[38]Oh . . . I always feel dull at a ball. \n[39]. . . and God go with you. \n[40]I know why you want me to come. You want everyone to be there because you're sure it's going to be your night. \n[41]I know everything. \n[42]Oh, to be your age again . . . surrounded by that blue mist, like mist on the mountains that clears slowly to reveal the terrifying, beautiful valley you must enter to become grown-up . . . I was eighteen too, when I got married . . . \n[43]No . . . I don't . . . \n[44]Come on then. \n[45]I am not used to being spoken to like that by a man I met once at a railway station. \n[46]Then, for Kitty's sake. \n[47]I didn't know you were . . . Why are you leaving? \n[48]This is wrong. If you're a good man, forget everything that happened, as I will. \n[49]That's enough! \n[50]Is Serozha all right? \n[51]Yes, quite comfortable. Count Vronsky. \n[52]I? Oh--Dolly and Stiva . . . yes, I think so . . . \n[53]Sssh . . . \n[54]I'm writing to Dolly . . . and to Kitty. \n[55]What new Statute? \n[56]No one mentioned it. \n[57]Yes . . . Yes, the Metropolitan Bishop of St. Petersburg. \n[58]The last one was to meet a missionary, the one before was for a lecture on the union of the Greek and Roman churches. I'm sorry--I know you're fond of her. Come on, or we'll be late. \n[59]I'm expected at the Tverskoys. \n[60]Yes. In fact, I think I won't go to Betsy's. \n[61]I would prefer to try a cigarette. \n[62]Thank you. \n[63]I'll try another one sometime. \n[64]Just as I was thinking your manners have improved since Moscow. You behaved badly, very badly. \n[65]Give me a cup of tea. \n[66]This must stop. You make me feel as if I were guilty of something. \n[67]I want you to go to Moscow and beg Kitty to forgive you. \n[68]If you have any thought for me, you will give me back my peace. \n[69]What? \n[70]No, I'm staying. Send the carriage back for me. \n[71]No. I don't want you to go. \n[72]Waiting up? How unlike you! \n[73]What about? It's late. Where's Annushka? \n[74]Well, if you want to talk, but we should go to bed. \n[75]Warn me? It's really rather late . . . \n[76]I am not a committee. Please say what you want to tell me. \n[77]You don't like it when I don't talk to people, and you don't like it when I do. \n[78]I have nothing to say to you, and I'm tired. \n[79]I don't know what you're talking about, and it's really too late for this. Excuse me, please. \n[80]Too late. \n[81]Oh God forgive me. It's the end of everything--I've got nothing left now, only you. Remember that. \n[82]Happiness! You murdered my happiness. \n[83]Murderer. Murderer. Go on. Go on. Go on. \n[84]Yes. Go on. Go on. Go on. \n[85]I want you to. I don't care about it. \n[86]Pooh! Who says? \n[87]You're squeamish. You a soldier! Would you faint? \n[88]But I'm damned anyway. \n[89]You love me. \n[90]Only me. \n[91]Apart from Frou-Frou. \n[92]But me more than your horse? \n[93]Are you happy? \n[94]And you love me? \n[95]How much? \n[96]This much? \n[97]This much? \n[98]This much? \n[99]This much? And this much? And this much? \n[100]And . . . this . . . much . . . ? \n[101]So this is love. This. \n[102]Alexei, what is it? \n[103]I'm pregnant. \n[104]How can we, Alexei? \n[105]Do you think my husband will make you a present of me? \n[106]Leave him and be your mistress? \n[107]I would never see my son again. The laws are made by husbands and fathers. \n[108]Unhappiness? I'm like a starving beggar who has been given food. \n[109]I unhappy? No, this is my happiness! \n[110]Alexei!--you got away at last. Can you stay? \n[111]Go and find Vasily Lukich. \n[112]I have to change. Princess Betsy is sending her trap for me. Would you like to come?-- she's taking me to watch the race. \n[113]Alexei . . . ! \n[114]. . . sees an Officer hurrying to the Imperial party to report. \n[115]Stiva! What are they saying? \n[116]No, leave me alone. \n[117]What? \n[118]I don't understand. \n[119]What are you talking about? \n[120]Yes. \n[121]And how was that? \n[122]No, you were not mistaken. I love him. I am his mistress. I can't bear you, I'm afraid of you, I hate you. Do what you like to me. \n[123]Are you hurt? \n[124]I told him I'm your mistress. \n[125]He thinks I can give you up and go on living. \n[126]Tell me your latest find for your library. \n[127]Both true. \n[128]Alexei . . . I can't . . . I'm sorry . . . But I'm his wife now.  I am having his child. \n[129]No!--no. I will not live like this! \n[130]Waiting hour after hour while you're drink- ing champagne with naked actresses-- don't think I don't know!--Lisa Merkalova still calls on me. \n[131]Yes--I'm sorry--it's my demon, I can't help it. \n[132]Did I? Well, I am! But don't worry! It won't be for long, I'll soon be out of your way--soon! \n[133]No, it's true. I was told it in a dream. \n[134]Yes, and I'm only going to die having your baby. \n[135]Tell me it is, tell me it is. You love me. Only me. \n[136]He was late. Serves him right. And you. Why do you call him my husband? He isn't my husband--he's a clock, a wooden doll-- \n[137]Do you think of my honour when you're sharing whores with your Hindoo! \n[138]I'll be glad to die, before you start to hate me! \n[139]Put your hand there. There! Did you feel him move! \n[140]I wanted to see him because . . . \n[141]What are you . . . ? \n[142]Alexei . . . please . . . leave me Serozha . . . ! \n[143]Why doesn't he come? He is kind. He will forgive me. \n[144]I want Alexei! Why doesn't he come? Give me some water. No, I mustn't, it's not good for my little girl. Or let her have a nurse. Yes--don't bring her here, because Alexei is coming and it will hurt him to see her. \n[145]Oh, what nonsense. I must be asleep, that's what it is. You think he won't forgive me but you don't know him. No one knows him except me. I'm not afraid of him now. \n[146]I'm afraid of death, though. \n[147]Oh, my dear. Don't look at me like that. I am not the one you think. I'm afraid of her. She fell in love with another man. I'm the real one. But I'm dying now, then she'll be dead, too. Poor man! Let him come in. Alexis! Alexis! \n[148]Take your hands away from your face. Look at my husband. He's a saint! Take his hand. Alexei--take his hands away. \n[149]Forgive him, too. Thank God, thank God . . . \n[150]So you came. \n[151]If I had died as I wanted, you would be free of your troubles at last. \n[152]No--stay. \n[153]Princess Betsy came to tell me . . . I don't want to hide anything from you . . . Count Vronsky asked to come to say goodbye--he's going away. I have said I can't receive him. \n[154]I have just said so, so there's no need to repeat it. \n[155]Yes, and I decided. \n[156]That we agree, so perhaps we can stop talk- ing about it. \n[157]Yes, can you please please please stop crack- ing your knuckles. I'm a bad woman. But I can't breathe. Your kindness which I can't repay, and your \n[158]But I didn't die and now I have to live with it! If only you would have gone on hating me. \n[159]Not to say goodbye. \n[160]Not to say goodbye. \n[161]You forget something. Count Vronsky and I love each other. \n[162]All I know is that I sent him away and it's as if I'd shot myself through the heart! \n[163]I would die for him, but I won't live like this for him. When he knows about love, he'll forgive me. \n[164]No . . . I can't . . . \n[165]I'm here to see Sergei Alexeyich. \n[166]I have brought something for Sergei Alexeyich. \n[167]I've come to see Sergei Alexeyich. \n[168]Oh, my dear little boy. \n[169]I won't cry. It's time for you to get dressed. And I almost forgot your present, look . . . open it . . . \n[170]Darling Kutik, Maman can't stay . . . \n[171]Yes, I must, and you must love Papa-- he's better than I am. When you're grown-up . . . \n[172]Where's Anya? \n[173]I'm not sleeping. \n[174]To where? To whom? \n[175]I didn't know what happened to you. \n[176]Does it take all day for you to meet your brother? Does he need you more than I do? \n[177]How good you are to come. You're the very first person to call on me since our return. \n[178]I received a note from Princess Betsy asking me if I'd call on her between six-thirty and eight. Or was it seven? \n[179]Alas, between six-thirty and seven is just when I'm unable to see her! \n[180]I would love to be there if I could get a box. \n[181]I see why . . . Alexei is so fond of you. \n[182]Annushka! \n[183]A bath. I'll come in and choose a dress. \n[184]I'm not ashamed of who I am or what I've done: are you ashamed for me? Why do you keep a room at the hotel? Aren't we together? Have you changed towards me? \n[185]If that's the case, I don't know why you aren't coming with me. \n[186]You're afraid. Well, I'm not. \n[187]Stay put. \n[188]Thank you, how very . . . \n[189]. . . you had an excellent night! Does your mother want you to marry the widow or the child? \n[190]Don't make a joke of it. If you loved me, you would have locked me in to stop me going. \n[191]Go to bed. \n[192]I won't sleep. \n[193]I understand. \n[194]Kitty . . . ? Oh, tell her how pleased I am . . . ! \n[195]Yes . . . love! Don't you disapprove of me for what I've done? \n[196]What time is it? Is Anya up? \n[197]I'm all right. It's all right. Get them to bring up all our trunks and travel cases. We've been here long enough. \n[198]I had an inspiration. Why do we have to wait here? Why can't we wait in the coun- try? I don't want to hear any more about a divorce, or think about it. \n[199]If I bore you here, I'll bore you in the country. \n[200]I can't be ready by tomorrow. \n[201]If you like. \n[202]That's twenty minutes away in the train-- you could go to see her tomorrow--or was it that you wanted to spend Sunday with Princess Sorokina? \n[203]In that case, let's not bother. I'll leave on Sunday or not at all. \n[204]It's absurd to you because you have no understanding for my life here. \n[205]You've stopped loving me. You've given up everything for me, and it's turned you against me. Why lie about it? \n[206]Because I've been living off your love and there's none left, so this is over! Finished. \n[207]I'm sorry. I don't mind when we go. \n[208]You should leave me. \n[209]Why? \n[210]Is that your way of telling me you'll be at your mother's with that simpering little princess? \n[211]Well, I know what that means. \n[212]Thank you, but if I'm not fit to dine in soci- ety, I won't eat with the band. Who was the telegram from? \n[213]I told you I don't care about the divorce, so why hide the telegram? What else do you hide from me? \n[214]Why do you care about the divorce? What has it got to do with us loving each other? \n[215]You're perfectly free to marry anyone your mother wants. \n[216]Yes, we are, and, by the way, compared to your mother I'm the Virgin Mary. \n[217]So it's the child. \n[218]Unpack everything. We're not going. \n[219]When Count Vronsky comes back, tell him . . . I don't want to be disturbed. \n[220]Count Vronsky . . . ? \n[221]Oh, Annushka . . . I should have died. Do you remember? \n[222]I've made him hate me. \n[223]Tell Michael to hurry. \n[224]Are you waiting for the Princess Sorokina? ", "VRONSKY": "\n[1]Yes. \n[2]Princess Kitty . . . It's been so long, and yet it seems like yesterday. \n[3]Hello, what's this? \n[4]Bad luck. What do they like? Art? \n[5]Here's the train. \n[6]Yes, of course. Oblonsky's sister . . . Karenina. \n[7]. . . You stayed longer in St. Petersburg. \n[8]I can't think what you're referring to, Maman. \n[9]Excuse me for not recognizing you before. \n[10]That must have been very boring for you. \n[11]Keep your people inside until this has been cleared up. \n[12]Wait for me, Maman. \n[13]No. \n[14]No. You look . . . as lovely as ever, Princess Kitty. \n[15]Dance with me. \n[16]I dare say, but if I'm not to dance with you, I'm getting out of this operetta and going home. \n[17]Can I be of service to you? \n[18]You know why. I have to be where you are. I can't not. \n[19]I'll never forget a single thing about you, not a word, not a gesture-- \n[20]Take the luggage home. \n[21]Did you have a good night? \n[22]I'll announce myself. \n[23]You're at home where you are, Baroness. \n[24]No. \n[25]Ah. \n[26]It's my crockery. \n[27]Provincial. \n[28]Thank you, sir. \n[29]Tashkent? But . . . I would like to stay in Peter, sir, if you don't mind. \n[30]I had to see my Commanding Officer. \n[31]I'm afraid I am becoming ridiculous. \n[32]I'm losing hope. \n[33]And how is Tuskevich? \n[34]No--you're right. She won't come. I'm going home. \n[35]Turn round! \n[36]Ices are being served. \n[37]Courage! \n[38]When? \n[39]Where? \n[40]And who was responsible for that? \n[41]Were you glad to see me or not? \n[42]What do you want me to do? \n[43]No, that's not what you want. Moscow? I can do better than that. Tonight I refused a posting to Tashkent. I can change my mind, and you'll never see me again. \n[44]I have no peace to give. There can be no peace for us--only misery or the greatest happiness. You are my whole life now. \n[45]Do you want me to go to Tashkent? \n[46]So I'll go to Tashkent. \n[47]Anna . . . Anna . . . how can I not remem- ber? You're my happiness. \n[48]You should care. You're not supposed to. \n[49]Everybody. Doctors. \n[50]Anyway, someone might be watching. \n[51]I'm not. I'm blessed. \n[52]Yes. \n[53]No. \n[54]Yes. \n[55]Yes. \n[56]Yes. \n[57]Yes. \n[58]This much. \n[59]Yes. \n[60]Yes. \n[61]Yes. \n[62]Yes. \n[63]That was Maman interfering. \n[64]So they talk about me. I'm leaving, Sasha. \n[65]Come on, I'll introduce you. \n[66]Makhotin's Gladiator is favourite, sixteen hands--Frou-Frou looks dainty beside him, but she's got heart. Haven't you, my darling? \n[67]Anna. \n[68]I couldn't bear not to see you before the race. \n[69]What were you thinking about? \n[70]Tell me. \n[71]Ah . . . My love. \n[72]Well, love was never a game to us. Here's an end to living in corners, existing day to day on lies. Yes, now we can be together. \n[73]Tell Karenin everything. \n[74]Leave him. \n[75]Yes. Run away. \n[76]What, then? I'll never forgive myself for your unhappiness. \n[77]-- eases Frou-Frou past Gladiator. The horses take the next jump. \n[78]-- working the reins, rising and falling in rhythm with the horse, looks ahead to the winning post, and before knowing it he makes an error, losing the rhythm, dropping back into the saddle and raising the horse's head, just as Frou-Frou takes off. \n[79]--is restrained by an Officer. \n[80]What's happened? \n[81]No, you cannot. \n[82]He's some kind of prince at home. Exhaust- ing. Where is Tuskevitch this evening? \n[83]Captain Makhotin . . . \n[84]I must leave you. I'm on duty tonight. \n[85]I am expected. \n[86]It's punishment enough that I'm on escort duty, without . . . \n[87]You wrote that you were ill. \n[88]Stop. \n[89]There, it was only a bad dream. \n[90]That's all nonsense! \n[91]Your note said your husband would be out. \n[92]But it was awkward . . . a matter of your honour. You made an agreement. \n[93]Your demon again! \n[94]Anna . . . \n[95]She's dying. Please let me stay. \n[96]Whatever you think of me, please believe me, I love her--I could not have done other- wise than what I . . . what I did. \n[97]I would like you to go, Maman. \n[98]In Petersburg?  I'm finished here. \n[99]You look like a boy. But so pale. We'll go south . . . to the sea air and sunshine . . . \n[100]Why are you in the dark? \n[101]Yashvin is going to call . . . you remember him.  Are you going out? \n[102]What's the matter? \n[103]But I told you yesterday . . . My brother . . . \n[104]What's happened? \n[105]Well . . . Alexander agreed to everything. Mother's house in Moscow will go to him, and the country estate will be our new home . . . as soon as the divorce . . . Karenin hasn't answered your letter yet? \n[106]You know you can't go to the theatre? \n[107]For heaven's sake-- \n[108]Anna--I implore you--don't you know . . . ? \n[109]It's because I love you and care about you. \n[110]That would make it worse. \n[111]You'll come up to see us afterwards . . . ? \n[112]Will you call on Anna? \n[113]For God's sake, Anna isn't a criminal! \n[114]Captain Makhotin . . . \n[115]As far as I'm concerned, she's my wife. \n[116]We're going to Moscow, and then to my place in the country. \n[117]But for a day or two, Anna will be at home, at my flat. \n[118]Then, I'll say goodbye now. \n[119]Either one. \n[120]Yes, it was my fault. \n[121]I know how to make you sleep. \n[122]Good! I'm bored here. When should we go? \n[123]I didn't say you bore me. Moscow bores me. When should we go? . . . Tomorrow? \n[124]The day after, then. \n[125]No, wait. That's Sunday. I have to see Maman. \n[126]Please don't spoil everything. I can't see Maman tomorrow because she won't have read the papers she has to sign. Oh, and then there's the bank . . . But we can leave on Tuesday. \n[127]That's absurd! \n[128]Anna . . . Anna . . . \n[129]Stop. I put off our departure for a day or two, and you tell me I don't love you. \n[130]I'll telegraph Maman. We'll go on Sunday. I'll do anything you want. \n[131]I don't want to. I love you. \n[132]You can't ask why about love. \n[133]So--will you be all packed? I'll be out today making the arrangements. \n[134]No. I'll be with my lawyers. I'm waiting for some documents. Then I'm having dinner to say goodbye to old comrades. \n[135]My God, this is unendurable. \n[136]I can invite them here if you like. \n[137]I didn't show it to you, because Stiva keeps telegraphing what we already know. Kare- nin promises nothing, but will consider . . . \n[138]I hide nothing from you. \n[139]Until we're married, our daughter is legally Karenin's. I care about it because we need to be free to marry. \n[140]But we aren't talking about-- \n[141]Is there anything you wish to say to me? \n[142]She brought papers from Maman. \n[143]Anna? ", "LEVIN": "\n[1]Good girl . . . good girl, Pava. \n[2]. . . her father's colour. \n[3]I stayed too long in Moscow. \n[4]. . . She's a beauty. That's twelve cows sired by Berkut! \n[5]I'm very anxious to see you. I need your advice. \n[6]Hard at what exactly? \n[7]Oh--paperwork. \n[8]Yes. I'm in love. I've come back to propose. Have you guessed who she is? \n[9]I decided it was impossible. Kitty is of the heavens, an angel, and I am of the earth-- but then I thought and thought, and . . . there's no life for me without her! . . . Do I have a chance? \n[10]Anything! What? \n[11]Right. Anything else? \n[12]Forgive me, but I find that incomprehen- sible . . . As though I'd leave this restaurant and steal a roll from a baker's shop. \n[13]But I'm talking about love, and you're talk- ing about . . . your appetite. \n[14]Who? No. Why? \n[15]Who is he? \n[16]It's what I wanted. \n[17]Understand that for me, tonight is a ques- tion of life and death. \n[18]Dolly said that? I've always thought your Dolly's a gem. \n[19]I'll come back. \n[20]I'm too early. \n[21]Princess Ekaterina! Delighted, delighted! \n[22]Kitty . . . you look . . . you look-- \n[23]I don't know. It depends on you. \n[24]What I mean to say--I came with only one purpose--I want to--will you be my wife? \n[25]I'm sorry--sorry--wrong moment--but will you? \n[26]Yes. It was impossible. \n[27]Yes. \n[28]How do you know? \n[29]Count Vronsky? \n[30]It's Kostya. \n[31]Nothing. I came to see you. \n[32]Good evening, miss . . . madame . . . \n[33]I don't want anything. \n[34]A colonel in the Third Department. They're watching you. \n[35]Nothing. \n[36]No. \n[37]No. \n[38]Yes. I damn well should! \n[39]Nikolai, you have to see a doctor. Then come and stay with me at Pokrovskoe till you get your health back. \n[40]If you . . . or go abroad to a spa. I'll send you more if that's what you . . . \n[41]What about the brotherhood of brothers? \n[42]Will you go to confession? \n[43]God will forgive you. \n[44]God forgive us then, for committing the act of love. \n[45]\"Not according to my deserts, O Lord, but according to thy mercy\"--that's a fine prayer. But I'm full of doubt. Sometimes I even doubt that God exists. \n[46]I don't know. One day science will tell us. \n[47]Well, I won't go to confession. \n[48]What would you like? \n[49]I thought that had been done. \n[50]Of Babylon? No. \n[51]All right, go on, then. Have you stopped stealing bread rolls? \n[52]So, nothing new to tell me. How is--how are the Shcherbatskys? \n[53]I . . . Is she engaged now? \n[54]Oh yes, as if I had time in the summer! And I've got extra land this year at Kashin for the haymaking. \n[55]Especially not then. I humiliated myself once. \n[56]Her heart told her no. Did you come to shoot snipe or criticize me? \n[57]For you, getting married is . . . a social engage- ment. Not for me. For me, it's the condition of personal happiness and living the right way. I'll never again be carried away by passion. I renounce it. I'll have to find another way . . . \n[58]How many mowers is it, Theodore? \n[59]The men don't like me for it. \n[60]It settles me. \n[61]When I'm mowing, I don't ask myself why I'm here. \n[62]My father owned you, Theodore. My grand- father owned your father. Owned you like chattels, to be bought and sold. Was that by the grace of God? \n[63]It's true I was looking at him. \n[64]They look happier than I've ever been. Is it living simply that I'm looking for? \n[65]I need your advice . . . \n[66]Am I late? Who is here? \n[67]Since you saw me, but I saw you not so long ago. \n[68]You were driving to Ergoshovo . . . I was at Kashin for the haymaking. \n[69]I'm so glad to see you. You're just the same. \n[70]Months and months ago! \n[71]No. I haven't. \n[72]I would. But not for my neighbour's wife. \n[73]An impure love is not love, to me. To admire another man's wife is a pleasant thing, but sensual desire indulged for its own sake is greed, a kind of gluttony, and a misuse of something sacred which is given to us so that we may choose the one person with whom to fulfill our humanness. Otherwise we might as well be cattle. \n[74]Since we last met, there is something I have often wanted to ask you. \n[75]This. \n[76]I know what it says. \n[77]Then. But now? \n[78]Can You. \n[79]Can you Forgive. And Forget. \n[80]I never stopped . . . \n[81]. . . no, I'll go to her and tell her it's not too late to stop this business! Better now than when we're married and she realises she doesn't love me! \n[82]How can she? I mean, look at me! Suppose she's only marrying me to get married? Suppose she's still in love with Vronsky? She's making a terrible mistake! I'll go to her and tell her she's free, that's what I must do . . . \n[83]I have to talk to Kitty. \n[84]You can't love me. Think it over! Let people say what they like! \n[85]Yes. If you don't love me. \n[86]Do you? Well, I love you! \n[87]This is Agafia, and Vasili, the steward . . . My wife, Ekaterina Alexandrovna Levin. \n[88]And that was Kuzma. Come inside! \n[89]Is it all right? \n[90]Sit down a minute. \n[91]A moment. \n[92]It's me, Konstantin. \n[93]Where did you go? I asked for you every- where, when I was getting married. \n[94]Yes. My wife . . . You can't stay now. \n[95]Yes--yes . . . She's going. \n[96]Did the doctor see her? \n[97]I will nurse him with Agafia . . . The woman will find somewhere in the village. You won't see her. She knows it's impossible for you to meet her. It is a torment to me that I have brought you under the same roof as this unfortunate . . . this fallen . . . and in your precious, in your delicate condition . . . \n[98]Thank you, Father . . . and how much . . . ? \n[99]I'll be buying in feed before winter's over. \n[100]My soul! What's that? I know what my belly is. How do we know what's rightly? I believe in reason. \n[101]No. \n[102]Where's Ekaterina Alexandrovna? \n[103]I came looking for you . . . I understood something . . . \n[104]He smiled at me. ", "KARENIN": "\n[1]Well . . . ? \n[2]I'm to be deprived of my wife so that adul- tery may be forgiven? I can't excuse him just because he's your brother. \n[3]I have four committees today . . . \n[4]Good, good!--I have the world waiting for me, there's never time to look at your exercises! \n[5]Tomorrow, perhaps. Thank you, Lukich-- perhaps tomorrow. \n[6]No. Very well.  But sin has a price, you may be sure of that. \n[7]Oh, is that all I get? Yes, he's quite well. \n[8]I have to get back to the Committee . . . \n[9]Well--were you a success? \n[10]Time for bed! \n[11]You are . . . good. \n[12]What are they saying in Moscow about the new Statute? \n[13]The new Statute I carried in Council. \n[14]Ah. Really? \n[15]Here it made quite a sensation. \n[16]Countess Lydia tells me you haven't been to one of her evenings since you returned. \n[17]I called to take you home. \n[18]Of course. \n[19]Yes, I stayed up to talk to you. \n[20]I sent her off. \n[21]I have to warn you about something. \n[22]I wish to warn you that you may inadver- tently, by indiscretion and carelessness, give the world occasion to talk about you. \n[23]You and Count Vronsky attracted attention tonight. \n[24]I didn't notice anything, myself. But I saw that everyone else noticed. I consider jeal- ousy to be insulting to you and degrading to me. I have no right to inquire into your feelings. They concern only your conscience. But I'm your husband and I love you. It's my duty to remind you that we are bound together by God, and this bond can only be broken by a crime against God. \n[25]And you have a son. \n[26]Forgive me. If I am wrong, I ask your pardon. \n[27]Countess . . . I thought you would be at Peterhof now. \n[28]Anna wanted a change. She is spending the summer at Tsarskoe. \n[29]Oh, is this about my wife? \n[30]My wife is beyond reproach. She is, after all, my wife. \n[31]How are you, young man? Your tutor doesn't seem to be in evidence. We'll have a look at your lesson books. \n[32]Why . . . ? \n[33]Races, surely. No, I'll come on later, and then I must get back to town. \n[34]-- arrives at the races . . . making his way towards the front, smiling, raising his hat to acquaintances . . . his eyes busy looking for his wife. He reaches the front and looks up at the Ladies' Stand. \n[35]--looks up to the ladies' stand. Betsy smiles at him in greeting, but Anna seems unaware. Countess Vronsky appraises the young princess. \n[36]. . . watches Anna who is looking through her glasses towards the Starting Post while the current race finishes to cheers. \n[37]--looks shocked. Almost in the same moment he hears Anna's anguished cry, conspicuous in the hubbub that follows the crowd's exclamation. \n[38]I'm here. \n[39]Would you like to leave? \n[40]--persists with Anna. \n[41]I'm asking you . . . if you wish to go . . . \n[42]Excuse me, Princess, but Anna is not well and I want her to come with me. \n[43]You know . . . they say the Emperor dis- approves of the races . . . the danger of injury . . . but I . . . \n[44]I'm saying there is a value in manly sport, for the military-- \n[45]In my opinion, it's not the sport itself that's wrong, it's the spectacle, it's making a cruel spectacle out of-- \n[46]I have to tell you-- \n[47]I have to tell you, you behaved improperly today. \n[48]By making plain your feelings when one of the riders fell. Your conduct was improper. It must not occur again. I have said it before. \n[49]You are going to say my concern is unneces- sary and ridiculous. You are my wife. I am wrong to think that . . . yes--perhaps I was mistaken. \n[50]Wait, please. Move away. \n[51]I will not have a scandal. Therefore . . . You will not see . . . this man again. You will behave in such a way that nothing is known against you, by society or by the servants. In return, you will keep the privileges of a wife--and the duties. Tomorrow you will return home. That is all. \n[52]Time for bed! \n[53]. . . not that I care for decorations but . . . \n[54]Tell me what I did to deserve this. \n[55]Who is here? \n[56]I do not wish to be told why a woman wants to see her lover. \n[57]I want his letters. \n[58]I am going to Moscow tomorrow, and then to the provinces with a commission to investigate conditions among the Jews and Gypsies--whose conditions I infinitely prefer to my own. I will not return to this house until divorce has put you into the street. Meanwhile my son will be sent to live with my eldest sister. \n[59]Do you think I would let you have my son? You are depraved, a woman without honour. I thank God the curse of love is lifted from me. \n[60]I've been on tour in the regions, a govern- ment commission . . . I'm sorry--I have come to tell you our connection must be severed. I'm going to divorce your sister. \n[61]Prince Oblonsky, everything is over between our families. \n[62]What was the challenge about? \n[63]It sounds like barbarism to me . . . And what if the lover had killed the husband?-- would that have preserved the wife's honour too? \n[64]Love? Thou shall not covet thy neighbour's wife. \n[65]I tried to save her. She chose ruin. \n[66]I do not wish to forgive. I am not a cruel man. I have never hated anyone. But I hate her with all my soul for all the wrong she has done me. \n[67]Die, then. \n[68]How is your mistress? \n[69]So . . . she is well? \n[70]I am free of them. \n[71]But you must leave now. I promise to send for you if she asks for you. I don't know what happened. I forgive you. I forgive Anna. My soul is filled with joy. I will remain with her and look after her for ever. \n[72]Come now, come now . . . \n[73]Who is here? \n[74]Please excuse me. \n[75]You look feverish. \n[76]I agree with you. As he is going away, there is no need for Count Vronsky to come here. \n[77]But it is for you to decide. \n[78]Then I am very glad that-- \n[79]Of course. Is there anything I can do for you? \n[80]You begged me for my forgiveness. \n[81]But then--what? What? What do you want? Do you know what you want? Do you want to see Count Vronsky? \n[82]I can't hear. \n[83]You would be lost. Irretrievably lost. You would have no position. And worse if we divorce. You would be the guilty party. That means you cannot legally remarry. Your union with Count Vronsky would be illegitimate, and so would your daughter who now has the protection of my name. And that is what you want! It would be a sin to help you destroy yourself. \n[84]And this love sanctifies a criminal folly? \n[85]I see. And Serozha . . . ? \n[86]Then I must choose the smaller sin. Vronsky robbed me of my cloak and I will give him my coat. I will give you grounds to divorce me, and I'll accept the scandal, the humilia- tion and the consequences to my career. \n[87]You may write to him but I would prefer you not to see him until you have left this house. \n[88]Madame Odette . . . ? \n[89]Countess, every shopkeeper has heard. \n[90]No, I'm done for. I don't understand any- thing. All day long I'm being asked to make decisions about bills and servants, the kitchen, Serozha's clothes . . . \n[91]To you? . . . I think I don't have the right to refuse . . . It's the boy's birthday . . . ", "OBLONSKY": "\n[1]Where did you find it? \n[2]Yes . . . I picked it up somewhere for Daria Alexandrovna and the children. \n[3]My Tanruchoshka! Mind my cigar. \n[4]Be good today. I'm off. mlle. roland Read the chapter carefully. I'll come back to test you on it . . . Read it twice. \n[5]Dolly . . . please think of the children . . . \n[6]Oh, Dolly . . . I beg you . . . \n[7]No, just the razor. \n[8]My sister Anna's coming tomorrow. We're saved. \n[9]Levin! Where did you disappear? \n[10]Well, then, come into my room. \n[11]This is my oldest friend, Konstantin Dmit- rich Levin! Someone send word I'll be a few minutes late. \n[12]I've been hard at it. Sit down. \n[13]Why, we're overwhelmed with work! \n[14]Paperwork is the soul of Russia. Farming is only the stomach. When am I going to come and shoot some snipe? \n[15]Oh, but look at you, in Western clothes you told me you'd never wear again. Some- thing's up. \n[16]I have a suspicion. Why didn't you propose when you were here? \n[17]Of course you do. The Shcherbatskys are giving a soiree this evening. Get there early before the crowd. If I may suggest . . . \n[18]New boots. \n[19]We'd better have dinner together. Come on, we'll meet later at l'Angleterre. Or do you prefer the Hermitage? \n[20]No--five-thirty at l'Angleterre--I owe them more than the Hermitage, so it wouldn't be fair to withdraw my custom.  Boots, and a coat. And a proper hat. \n[21]It's so unfair. You marry for love, you're a good husband. Children arrive. Years depart. And all of a sudden your wife is tired, her hair is thin, her body . . . while you yourself still have your . . . vigour . . . and you find yourself distracted by a pretty woman . . . \n[22]Well, you know, a freshly baked roll . . . \n[23]Easily confused. Now look, do you know Count Vronsky? \n[24]He's your rival. He turned up from St. Petersburg after you left. \n[25]You don't have to worry about him. He's one of those rich, good-looking cavalry offi- cers who've got nothing to do but make love to pretty women . . . \n[26]Cabbage soup? \n[27]Oh, Kostya! Kitty would be mad to refuse you. And Dolly is on your side, you know. She says her sister Kitty was always meant to be your wife and will be. \n[28]Oh, she is, she is . . . I loved her to distraction. \n[29]I am, I really am. \n[30]. . . the sole support of a large family, they say. \n[31]What a good fellow . . . \n[32]Did you like him? He's in love with Kitty. \n[33]I've said it all--on my knees--in tears . . . Now I need you to say it. I'm going to the office, so you'll have Dolly to yourself. \n[34]Of course she must. \n[35]You can introduce me to your new governess. \n[36]Thanks to Anna, I am a happy man. Would you like to dance? \n[37]Ah--potage aux choux a la Russe! \n[38]Agafia!--if you opened up in Moscow, l'Angleterre would go out of business. Do you want news of Moscow? \n[39]You're right, what do you care? You love the country--you've got it. You love agricultur- ing, and, Lord knows, you've got it. You love shooting--you've got it. You've got every- thing you want! \n[40]Ballet girl, oriental type. How can I help it? \n[41]You mean Kitty. \n[42]No. Vronsky went back to St. Petersburg. \n[43]Kitty will be at Ergoshovo visiting Dolly in the summer. You could . . . \n[44]Kashin? That's on the Ergoshovo road, isn't it? Won't you call when Kitty is there? \n[45]Damn you, Kostya, you love Kitty and you can't forgive her because, first, you funked it, then you bungled it, then you ran away from an eighteen-year-old girl who was made a fool of by a uniform. It's Kitty I'm sorry for--not you! \n[46]Look out--here they come! \n[47]Bad luck! \n[48]Princess! A bet! What do you fancy in the next? \n[49]I'm on Vronsky. A pair of gloves? \n[50]Vronsky's unhurt--but the horse . . . \n[51]Levin! What . . . ? \n[52]Of course you're late! Come and meet . . . Countess Nordston. \n[53]Permit me to announce--soup Marie Lou- ise, carp with asparagus, and roast beef! I went to the market in person! \n[54]An extra place. \n[55]Karenin!--I'm glad you came. \n[56]Divorce? Dear me, what are you talking about? Don't be in a hurry. Stay to dinner and later talk it over with Dolly-- \n[57]Alexei . . . divorce is one thing but dinner is quite another. \n[58]Well, what's this government commission, Karenin . . . ? \n[59]It's your turn to play us something, Countess. \n[60]But she does love you! ", "KITTY": "\n[1]Konstantin! \n[2]No! Come up! \n[3]Look at me! I'm receiving for Papa and Maman who are late to dress. It's my first reception. \n[4]I'm so pleased you were able to be with us, Konstantin Dmitrich! \n[5]Stiva told us you were back. How long are you staying? \n[6]On me? \n[7]I can't. I'm sorry. \n[8]It was yesterday! \n[9]Will you stay for the Bobrishchev's ball, Anna? \n[10]How can you ever be dull? \n[11]Stiva! Tell Anna she must come to the ball. \n[12]How did you know? \n[13]You may, Boris. I'll save you the third just because it's your first ball. \n[14]There. \n[15]How are you, Stiva? \n[16]No, ask Anna. \n[17]Is anything the matter? \n[18]Don't ask me, Maman! \n[19]I have no troubles. \n[20]I don't care about him. I don't even think about him. Or her. Except to hate her. \n[21]What has Levin got to do with it? Anyway, I'll never get married. The whole business of . . . it's become disgusting to me . . . and look what it's done for you! Why do they call it love? \n[22]Konsantin . . . what a long time since we saw each other. \n[23]When? \n[24]Oh, but why didn't you . . . ? \n[25]I hope not--I was young and silly in those days. \n[26]And you haven't changed. \n[27]What is that? \n[28]Do Not . . . \n[29]Did. Did Not. \n[30]The last word is Never. \n[31]No. I don't understand at all! What's the matter with you? \n[32]Are you mad? Have you changed your mind? \n[33]But I do love you! \n[34]Oh, Konstantin! \n[35]I am very pleased to meet you both. \n[36]No--I want to see everything. \n[37]Good. A clean nightshirt and sheets. A towel and a clean pail of warm water. Ask Agafia for vinegar, and to prepare a bed somewhere for Masha. Wait. \n[38]And bring the perfume bottle in the outside pocket of my handbag. \n[39]I'm not looking. \n[40]You're such an expert on love, Kostya . . . why didn't you know it when you saw it? \n[41]And what was that? \n[42]He's very advanced for his age. \n[43]What did you understand? ", "BETSY": "\n[1]I want to give a small dinner before the opera. Is there anyone you would like me to ask? \n[2]You didn't come to my dinner. \n[3]\"She\" didn't come either. \n[4]You're caught. \n[5]Alexei . . . You look desperate. That's not attractive. \n[6]Hope of what? Persuading a virtuous woman to break her marriage vows? \n[7]That's not attractive either. Besides, I was never virtuous. \n[8]He's gone. But you're just in time for the surprise. \n[9]How nice--Alexei Aleksandrevich has arrived. \n[10]Your husband is impossible!-- his opinions are all wrong but he talks so brilliantly he wins every argument. \n[11]Kusolev. \n[12]Done! Alexander Vronsky . . . \n[13]I'll bring her home, Alexei. \n[14]Alexei Aleksandrevich . . . congratulations. You're the only man my husband would do this for. \n[15]I can tell you're happy. You've put on a little weight. \n[16]Why ask me? \n[17]Don't. Would you compromise me? And Lisa? \n[18]. . . and there was her husband wearing her best ballgown, rouge all over his face . . . ma chere, le scandale! . . . But I'd better tell you some regimental news . . . \n[19]I am so glad to see you. Everyone asks after you. \n[20]We have been talking too much--so I'm going. \n[21]Goodbye, my treasure. \n[22]Yes, why don't you? Rescue her and put your seal on the fiasco. \n[23]Alexei . . . you see why she must divorce. Marriage will solve everything. When will it be? \n[24]But, as you saw, she isn't. \n[25]That sounds like a good idea. ", "DOLLY": "\n[1]Bonjour, Lili; bonjour, Masha; bonjour, Grisha; bonjour, Tanya. Who's coming to see Grandmama? \n[2]You think of the children! Their lives are ruined now! \n[3]Kitty's coming by to see you. She's all grown-up, and a bit frightened of you--the belle of St. Petersburg society! \n[4]I don't know what to do. \n[5]I can't bear to be with him. And he doesn't care, he's got what he wants. \n[6]Are we? And there is room for a governess? \n[7]What about me? Does his remorse make it easier for me?-- \n[8]When I think of them together, I can't for- give him, no! \n[9]My fate? But I haven't done anything! It's him \n[10]There. Oh, I'm sore with his feeding! Would you like to hold him? \n[11]Well, don't hold him like a parcel . . . It's Aunt Kitty, darling. . . . Little face . . . little fingers . . . look at you . . . Doesn't he make you ashamed of dwelling on your troubles . . . ? \n[12]That man wasn't worth the tears, believe me. \n[13]Then we'll never speak of it again. \n[14]There are better men waiting for you. Stiva says . . . Kitty, my lamb, did Konstantin Levin . . . ? \n[15]Because it's love. \n[16]Kitty is here. \n[17]. . . but she will be nobody's wife, she'll be ruined. \n[18]Alexei Aleksandrevich--look at me. You will have no peace of mind until you forgive her. It was Anna who taught me that. \n[19]Anna . . . I am very glad to see you. Are you well? How is your little one? \n[20]Stiva wanted to invite you and Count Vron- sky to the house but it's impossible . . . \n[21]No, no--you don't. Kitty and her husband are with us. She's in Moscow to have the baby. \n[22]Perhaps I'll wait a year or two.  Oh . . . love! \n[23]No. I wish I'd done the same. But no one asked me! Well . . . I wouldn't have been brave enough.  Stiva, you know . . . he doesn't change . . . like all men, I suppose. ", "DAY": "\n[1]Oblonsky, dressed now and holding a cup of coffee, checks from the window. \n[2]A snowy St. Petersburg street. Vronsky arrives home by cab. He has a flat in an old apartment block. \n[3]Anna and Betsy are here, and, not far away, so are Countess Vronsky and the Princesses Sorokina: the mother is a fading fortyish; the daughter is eighteen, blonde and pretty. Below the ladies section is a planked standing area for gentlemen, who also may stand to watch the races from the stepped aisle of the seated section. Soldiers, Horse People and Locals watch from the turf. A race is flowing towards the winning post, with accompanying crowd reac- tion, but it is clear from Anna's detachment, exchanging chat with Betsy, that this is not Vronsky's race. \n[4]Vronsky wakes. He has fallen asleep in his clothes. A note has been deliv- ered, propped up by the bed. He reaches for it. \n[5]Levin is half-dressed in clothes to be married in, assisted by Matvey and watched over by Oblonsky, who is in wedding clothes. Levin is frantic. Oblonsky is perplexed. Matvey is unflappable, holding Levin's coat ready and following him around. \n[6]Levin, in disarray, is let into the house. The entrance hall is crowded, loud and chaotic with children, maids, governesses and Kitty's mother. Tanya, Masha and Lili are bridesmaids. Grisha is a page. Princess Shcherbatsky, trying to create order among last-minute bouquet distribution, hair- adjustments, shoe-changing, etc., sees Levin and explodes. \n[7]Anna stares at herself in the mirror. The act of raising a pair of scissors is an effort. She isolates a thick lock of her hair, and snips it off. \n[8]Levin shows Kitty in. He is immensely relieved. It never looked better. At the same time he realises that Agafia is agitated: a word in private. \n[9]Levin enters the small bedroom. Agafia waits outside. Nikolai is in the bed-- wasted, near death. He lies in squalor. Masha is wiping his face. She stands up at Levin's approach. Levin bends over Niko- lai, presses his gaunt hand. Nikolai opens his eyes. \n[10]Anna dashes past two Housemaids who gape at her, and disappears round the corner. She's a little mad now. \n[11]Anna, wild-eyed, climbs the stairs and meets the tutor, Vasily Lukich, coming down, buttoning his waistcoat. Lukich is startled, not knowing her. \n[12]Anna dashes for Serozha's door and flings herself through it. \n[13]At the bottom of the Upper Stairs, Lukich, the Housemaids and a couple of half-dressed Footmen have their heads together. They move aside as Anna hurries by, seeing nothing. \n[14]Kapitonich catches up with Anna at the door of the \"small sitting room.\" \n[15]Korney, the Valet, among others, has joined the \"conference\" and is blaming Kapitonich. ", "NIKOLAI": "\n[1]God, look at him! You look like a capitalist! What do you want? \n[2]Don't talk to her like that. It frightens her. You sound like a magistrate.  More vodka for my brother, quick about it. \n[3]I'm all right. \n[4]Who told you where to find me? \n[5]Good. They must think I'm dangerous. \n[6]What have you got to smile about? \n[7]That's right. The day is coming. I gave up my birthright for it. You're on the wrong side of history. Not because privilege is immoral but because it's irrational. \n[8]Let go or I'll beat your lights out. \n[9]I took Mary Nikolova from a brothel but I consider her my wife. If her presence offends you you're free to leave. Are you married? \n[10]Why not? Are you waiting to fall in love? \n[11]Good. Romantic love will be the last illu- sion of the old order. You should marry one of your peasants. \n[12]The brotherhood of man. \n[13]With my wife? \n[14]Yes, good. The doctor here is useless--get me a doctor from Moscow. \n[15]I'm going . . . ", "SEROZHA": "\n[1]But why? \n[2]But why? \n[3]But why? \n[4]Don't want a present. I want you to stay. \n[5]What present? \n[6]You've stopped. \n[7]Thank you for my present. \n[8]Mama. \n[9]I knew you would come. Today is my birthday. \n[10]Are you crying? \n[11]You don't want that . . . Let me see. \n[12]Oh, he's grand! \n[13]Don't go!--he's not coming yet. \n[14]No one in the whole world is better than you. ", "COUNTESS VRONSKY": "\n[1]So you are leaving your son and I am return- ing to mine. I am Countess Vronsky. countess vronsky I've been in St. Petersburg for the christen- ing of a granddaughter--my elder son mar- ried Princess Chirkov. You're a charming creature. Why don't I know you? \n[2]But you know my name? \n[3]Talked about, you mean. Ah, love! \n[4]Always. My sons are ashamed of me. But I'd rather end up wishing I hadn't than end up wishing I had--wouldn't you? \n[5]Long enough for you to start a little love affair, I hear. \n[6]Madame Karenin has a son, too. It's the first time they have been apart, so she frets about him. \n[7]We passed the time telling each other about our sons. \n[8]Au revoir, my dear. Let me kiss your pretty face. \n[9]I've you to thank for that. \n[10]Exquisite creature . . . you really ought to be the spoil of victory today . . . \n[11]-- sees this, too, her mouth set tight with contempt. \n[12]Look at you. You look like what you are. A laughingstock. I fancy you are to be asked to leave the regiment. \n[13]I will go when I'm ready to go. A little affair with a married woman puts a finish- ing touch to a young man's education--but this morbid, selfish obsession . . . ! You have publicly humiliated a man who has devoted his life to Russia, and it will not be forgot- ten. You'd better come back to Moscow with me. You're finished here. ", "LYDIA": "\n[1]. . . work never ceases for great men. Your husband is a saint and we must all cherish him for Russia's sake. \n[2]I hope you can come on afterwards--Father Kristof's report on the Chinese mission will be with lantern slides. \n[3]No doubt, but I'm sure Princess Betsy can wait for you, my dear. \n[4]I've come from there. I'm distressed that you haven't taken your usual house this year. \n[5]Near Princess Betsy. And . . . \n[6]The Guards are in summer camp at Tsarskoe. \n[7]Alexei Alexandrovich, forgive me but you are too tolerant! Your wife . . . \n[8]I have forced my way in! I have heard! \n[9]My dear friend! Don't give way to sorrow. Our Lord Jesus Christ has you in his care. \n[10]I understand. I understand everything. I am going to act. The household arrangements you can leave to me. I will come every day. I will be a second mother to Serozha. \n[11]He that humbleth himself shall be exalted! You must not thank me. Thank Him whose love pours through me! \n[12]Alexei, they're back! Here in St. Petersburg! She has written to me. \n[13]My friend . . . you would be blowing on the embers of a fire which must be allowed to die . . . Let me write to her. ", "KAPITONICH": "\n[1]Good evening, Your Excellency. \n[2]Only Madame, Your Excellency. \n[3]Safely delivered of a daughter, Your Excellency. \n[4]The mistress is very poorly. The doctor . . . \n[5]He is not up yet. Would you wish to wait? Who shall I say . . . ? \n[6]Please come in, Your Excellency. \n[7]Allow me to announce you. The tutor may be there and not dressed. \n[8]Please allow me! \n[9]He's been moved to the small sitting room. \n[10]I'll just look in. \n[11]Oh yes, you would have sent her packing! Ten years I've been keeping the door and the mistress was always kind to me. You should stick to stealing the master's clothes. ", "ANNUSHKA": "\n[1]He's come, my dear--look there . . . \n[2]She's still asleep. Should I take your coat? \n[3]Are you feeling unwell, Madame? \n[4]I can send out for something. \n[5]Madame . . . Madame . . . \n[6]Are you ill? \n[7]It's afternoon, Madame. \n[8]Anna Arkadyeva . . . \n[9]He went out early, to the stables, he said. \n[10]Don't take it to heart, Anna Arkadyeva . . . ", "THEODORE": "\n[1]Forty-two, master. In your father's time it was work for two days for thirty men . . . . . . though he never picked up a scythe himself. \n[2]They like what they're used to. \n[3]How is that, master? \n[4]You're here to be master, Konstantin Dmi- trich, to be your father's son, and father to a son who will be master after you, as it has always been by the grace of God. \n[5]It was. Those were good times when your father had the keeping of us. That's my youngest you were looking at there. His young life is perilous now since the Free- dom came and work must be found. \n[6]At his wife too, I dare say. \n[7]Well, you don't press people hard, but you live rightly, for your soul, not your belly. \n[8]Reason? And was it reason that made you chose a wife? \n[9]You're a great one for reasoning, Konstantin Dmitrich, but what's rightly is outside your mathematic--that's what's rightly about it! ", "NIGHT": "\n[1]Oblonsky and Levin preside over the debris of three dozen oysters, with champagne in a bucket to hand. Oblonsky is in a maudlin mood, afloat on champagne. \n[2]Levin sees that he is in a tiny apartment. A Young Woman looks at him fearfully from the inner doorway. \n[3]Anna, her dress changed, lies on Serozha's bed, on her side, one arm under his bedclothes scratching his back gently. He lies quietly on his stomach, with his eyes closed, his face inches from hers. In the dim light of a night- light she gazes at him for long moments. \n[4]Korney, the Valet, gathers up a discarded shirt, etc. Karenin in a dressing gown is reading in a comfortable chair, by a candle lamp. Korney leaves. \n[5]Anna, in the same dress, kisses Serozha tenderly so as not to wake him, and leaves the room. \n[6]Anna is in bed. Karenin is getting ready for bed. Anna listens apprehen- sively to the little noises of Karenin's pre-coital preparations. \n[7]It's dark. Anna hears the crack of his knuckles and can see him faintly, sitting in the dark. \n[8]On stage, Act One is just ending, and the curtain falls. The applause gives way to chatter. ", "PRINCE SHCHERBATSKY": "\n[1]. . . this vile, idiotic matchmaking of yours . . . \n[2]Levin is a thousand times better than this Petersburg fop. If he had royal blood my daughter wouldn't need him! \n[3]Am I the only one who knows what's wrong with her? \n[4]By God. I'll challenge the scoundrel! \n[5]Well, whose pulse wouldn't be fast if some brute of a-- \n[6]Don't you fret, my little Kate! You'll wake up one fine morning and say to yourself--\"I feel well and happy and I'll go out for a walk with Papa!\" \n[7]Come into the fold . . . \n[8]It was a matter of honour, defending a woman's honour . . . ", "SERAFINA": "\n[1]And you also, master. He is watching. \n[2]He is merciful. \n[3]How can there be anything if God didn't make it? \n[4]That's sinful talk if the priest heard you. \n[5]Your father built the church. You're con- fessed a while yet. \n[6]Will you bring me something from Moscow? \n[7]Soap, the kind wrapped in paper to look pretty, and smelling like for a proper lady. ", "PRINCESS SHCHERBATSKY": "\n[1]For goodness' sake, what have I done? \n[2]Oh, thank God, doctor--my friends say you're the only one who can save her! \n[3]You're not a doctor! \n[4]You Petersburgers think yourselves so de bon ton compared with dull, old-fashioned Moscow, but we know how to do things-- only the other day, I hear, Vasya Pryachnikov fought a duel with Kvitsky and killed him. \n[5]Pryachnikov's wife, naturally. \n[6]Konstantin!--what-- ? \n[7]You're not allowed to see her! ", "COUNTESS NORDSTON": "\n[1]He'll dance the mazurka with Kitty, you'll see. I call the mazurka the now-or-never. \n[2]You're not dancing the mazurka? I won't have it. countess nordston I'm engaged by General Glub--I give him to you. \n[3]Well, is he coming? \n[4]We nearly met at the Shcherbatsky's last winter. \n[5]Still, not many of us can say that our lover died for love! \n[6]Would you die for love, Konstantin Dmitrich? \n[7]Ah, an idealist! ", "PRINCESS MYAGKAYA": "\n[1]In my opinion Karenin is a fool, and Anna is the best of us. \n[2]So the Schuzburgs asked us to dinner. The sauce was said to have cost a thousand rou- bles, and it was ghastly. We had to ask them back. I gave them a sauce that cost eighty- five kopeks and it was a triumph. \n[3]Anna . . . ! princess myagkaya Something has done you good--you look wonderful. \n[4]Should we visit or stay put? \n[5]Minister! Congratulations. Come in for a moment. princess myagkaya Princess Sorokina and her daughter, they're from Moscow, neighbours of Countess Vron- sky, quite well off, no sons, she's a widow. princess myagkaya My dear, I'm a sales catalogue. \n[6]Who has made the decor? Haven't we got a programme? Colonel, would you be so kind . . . ? ", "LATER": "\n[1]Vronsky is with one group of guests, Anna with another. She is animated, excited, at a small table, involved in a game of cards-- which she wins, to local applause. She speaks a \"must go\" to Betsy, and swiftly goes to the door. \n[2]When Levin gets in view of the house, he is puzzled by the distant sight of a three-horse sledge arriving. \n[3]Nikolai lies naked in clean sheets. Masha hauls him up into a sitting posi- tion. Kitty puts a nightshirt over his head. Nikolai protests feebly. \n[4]Nikolai is at the point of death. Levin stares, torn between the mystery and the lack of mystery, the ordinariness of the body finally wearing out. The death rattle comes. Masha kisses the dead hand. The Priest continues to murmur. Kitty takes hold of Masha's hand. Levin stares into Nikolai's face: if this is death, what is life? \n[5]Nikolai lies dead, candles burning at his head and feet. \n[6]Twilight. Anna appears not to have moved. The baby is heard crying in another room. Anna's face remains set, but she reacts on hearing Vronsky coming in. ", "SEX AS BEFORE": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]", "ALEXANDER": "\n[1]Alyosha . . . a message from Maman. Her friend Princess Sorokina has a house here, and a virgin daughter, that's not part of the message, but they'll all be at the races and you're expected to supper afterwards. \n[2]I heard you turned down a promotion. \n[3]Yes. And now she's come up with a princess for you. Alexei--we're brothers, so don't take offence. Getting married puts the pack on your back--it leaves your hands free for climbing the ladder. Getting serious about a married woman is like carrying your pack in your arms. \n[4]An assignation? \n[5]Beautiful. A man would come to no harm. Do you think you'll win tomorrow? \n[6]Talk to Varya. "}}