{"dialogues": {"MILO": "\n[1]Oh hi. \n[2]...Hello? \n[3]You would? Wow. When would we come? 'Think he hung up. \n[4]All the companies know. The faculties tell 'em. At the target schools. \n[5]You do? \n[6]I think I kind of lost it. I was just so thrilled to be talking to the richest, most powerful... 'Didn't know I even cared about that stuff. \n[7]A lot of what Larry says is true. They just clone stuff, or reverse engineer it, and everybody gets stuck with their inferior version cause they -- \n[8]If he's really a bully, he won't cop to it, anyway. \n[9]When I was a kid? And he was moving us all over the place? I spent all my time writing stuff on Outpost 1.0. I thought Gary Boyd was the greatest. \n[10]He's pretty tight with his family. \n[11]He just likes to write code. He's bummed there's so much secrecy and competition, everybody trying to own everything. \n[12]So -- how far are we from the campus? \n[13]Who's that? \n[14]...That's okay. \n[15]Cool! \n[16]Oh. No thanks. \n[17]You know a lot about art, I guess. \n[18]Low enough to relay internet traffic. \n[19]Skywire. \n[20]It needs a more object-oriented language. This doesn't scale, does it? \n[21]...Ask you? \n[22]I do! \n[23]If my dad'd leveled with me like that even once... The weird thing is, my fantasy he could somehow be like the old Gary? It's his fantasy, too. \n[24]...But? \n[25]I forgot. That's why you have to help me decide. \n[26]C'mon, I wouldn't have a destiny without you. My destiny would be dying at 20. From eating -- \n[27]You saved my life in alot of ways. \n[28]I know. \n[29]When's Brian coming for the TV? \n[30]...You got my E-mail? \n[31]Is that how Larry feels? \n[32]Wanted to say goodbye to him... \n[33]Outpost made me sign 1,000. 'Guess we'll find out what else we have to talk about. Life stuff. \n[34]Guess what? They got their -- \n[35]Right... What's that mean again? \n[36]It's just -- I kind of feel the need to do something with my ability. Create something... \n[37]That took some fun out of -- \n[38]His Snapples were in alphabetical order. \n[39]She's a programmer? \n[40]I've got a girlfriend, remember? \n[41]Tailgater? \n[42]He seems a little -- tense. \n[43]What're they building? \n[44]Gary's not into fiber optics. He's betting everything on the satellites. \n[45]...She is. She is! \n[46]No! Just waiting for my counselor to come by and introduce himself. \n[47]...Do I? \n[48]That's insane. You're ahead of your time. \n[49]Uh, might be one or two things. \n[50]Could work with a new switch. There may be a few more things hidden. \n[51]You know he's never been anybody's counselor before? \n[52]Oh, It's great. It's great! 'Think I should tell him I learned everything using 1.0? Maybe I could show him one of my early programs. \n[53]Maybe I'm going too fast. \n[54]It's okay. Really. \n[55]You did this -- overnight? \n[56]Lisa. \n[57]You know mine. \n[58]I'm getting a teacher's pet rep. \n[59]...Were you? \n[60]Me too! Were you an Army brat or something? \n[61]Didn't mean to pry. I just have this theory. Some of us who got to good at this? We were -- escaping something. \n[62]Did I say something? \n[63]I used to wish that. All the time. \n[64]What've you got there? \n[65]Show me. \n[66]Cool! \n[67]...Sh-Show me the next one. \n[68]Well -- you sent for me. \n[69]You really wrote this just today? \n[70]Nothing! \n[71]I'm sure. \n[72]Definitely. \n[73]To our new life. ...What's wrong? \n[74]He gave me some new code-fixes this morning. I said, \"Did you really do this just today?\" Cause I was impressed. He said \"What're you implying?\" \n[75]It's the way he said it. Just the way my dad did, when he was caught in a lie. That's how you knew you were onto something ugly. \n[76]That's what I'm asking myself. Does he have some genius stowed away? Why not let him write Skywire. 'Not saying it makes sense. \n[77]I'm so stupid. \n[78]I know, I know. \n[79]Isn't that -- extreme? \n[80]You're right. It's -- a working relationship. Don't know what I was expecting. \n[81]No. Please. \n[82]\"There is no second place.\" Plus every time I get jammed-up, Gary has an inspiration. Is it like that with your counselor? \n[83]Right, right. But does he ever just, like, hand you code? \n[84]You're compulsive. \n[85]Why's that? \n[86]So, when you were talking about wishing people were more like computers. Was that then? Or now? \n[87]You're living here? \n[88]Sure, I'll see what I can do. \n[89]'Forgot to introduce you. I have a girlfriend. \n[90]She saved my life. \n[91]How's it going down there? \n[92]What?! \n[93]Jesus, Teddy. \n[94]I met this girl. \n[95]I don't know. \n[96]No! I keep thinking it'll go away. But there's this -- connection. She's been hacking since she was little, she had to move around a lot. Plus I see her every day, we're working on the same program. She's -- beautiful. \n[97]What d'you mean? \n[98]What does that mean? \n[99]I didn't plan this. \n[100]...What's wrong? \n[101]What! \n[102]What're you -- what? \n[103]They caught the guys? \n[104]He told me about the break-in. He didn't seem to take it that seriously. \n[105]I didn't know he was working with fiber optics. \n[106]I know you lost all his work. Maybe I could come down here and -- \n[107]Just thought his work should go on. \n[108]It's only meaningful when you've got 40,000 lines of code to back it up. \n[109]Those really weird, short lines. \n[110]Were the flags for Teddy? \n[111]Just once. 'Guess I was worried we didn't have anything to talk about, since work was off-limits. Non- disclosure. \n[112]Talk about work? Never! \n[113]Oh. Yeah. \n[114]It helps. Alice said it would help. To focus on something. 'Don't know what I'd do without her. \n[115]Wow. You must have 20,000 lines of code there... \n[116]The wrong place? \n[117]Gotta go home. 'Think I ate something. \n[118]Alice? Alice! \n[119]I don't know what I'm saying. Maybe -- maybe they hired those guys. \n[120]I don't know! I just know it was Teddy's code. All these ideas flying in from everywhere. You know how he says \"Any kid working in his garage can put us out of business?\" It's like they know what every kid's doing. \n[121]Nobody does work like this on-line. It's in your PC, or in a mainframe. Self-contained. They'd have to be, like, watching people. Physically. Oh Jesus. \n[122]It's a camera. \n[123]It isn't a broadcast studio. It's -- a surveillance post or something. That's why they have the dishes on top. \n[124]Go where? You can't get away from people like this. \n[125]You think I don't know that? \n[126]How should I know? \"Solving a problem,\" I guess. Or needing to control everything. I don't know. I've gotta get in there. \n[127]It's the only one with dishes on the roof. The studio's a front. That's why they keep postponing its opening. ...gotta get in there. \n[128]I can't just walk away! \n[129]They stop the construction work at six or seven. The parking lot's mostly clear by two or three in the morning. Even the early Geeks don't get there before five. \n[130]No! I can't just keep my head in the sand. That's how I got into this mess. \n[131]I know how to get in there. But you've gotta help me. \n[132]So you believe me? \n[133]Come on. \n[134]Do you know who I am? \n[135]The kind of stock options I'm sitting on? \n[136]Everything okay? \n[137]...in a tree... \n[138]Please don't be one of them. \n[139]He gave me this. 'Said I should come see him if -- \n[140]Can I wait in his office? \n[141]Please. \n[142]Mr. Barton, do you remember me? \n[143]Yes sir. I need to talk to you. \n[144]Yeah. Hi. Thank you for seeing me. \n[145]I am. I am, sir. \n[146]My friend, my best friend, Teddy, was killed in Silicon Valley. \n[147]It was racially motivated. He's Chinese. He was. And... I know sometimes the FBI gets involved with that. Don't they? \n[148]I -- just wanna help bring these guys to justice. They're neo-Nazis. \n[149]'Just didn't know who else to talk to. \n[150]Yes sir. \n[151]Nothing. \n[152]It's what they said it is. An unfinished broadcast studio. You were right... I just drove to Seattle and back. \n[153]Remember Lyle Barton? \n[154]The Justice Department guy who came to the apartment when -- \n[155]After I broke into 21 -- which was insane, thank God they didn't catch me! -- I just drove around. Trying to figure out what possessed me. You know what? I've been putting my own guilt on Gary. \n[156]If I'd stayed down there, maybe this wouldn't've happened. \n[157]I thought, instead of indulging all these paranoid delusions, risking my job, alienating Gary, scaring you, I should do something useful with my grief. Help them find Teddy's killers. \n[158]...been such a long night. \n[159]...Different? \n[160]I snuck into #21. \n[161]You thought about it too. You've been suspicious for a while. But it's not happening in there. It's happening in the Day Care. \n[162]Can we go someplace else? \n[163]It's easy to know who the smart geeks are, the schools tell 'em. They upload medical files, school records, pharmacy files. They'd be happy just to steal code forever. But when a program gets close to fruition. Like Teddy. He was almost there. \n[164]You know. There is no second place. And what's the risk? The killings're undetectable, they're hand-tailored, they make \"sense.\" I mean, they're in the information business. They have scenarios for all of us, too. In case we find out too much. \n[165]I'm not one of them. Not trying to \"suss you out.\" \n[166]They killed my best friend! I'm living with somebody they pay to go to bed with me. Can't you trust somebody just once? I don't wanna be alone here. \n[167]I know why you're so secretive. Why you won't let anybody near you. I know what he did to you. \n[168]They'd frame him. \n[169]They're already watching you. If they had to, they'd give him this drug that mimics an alcoholic blackout. He'd wake up not even remembering his \"act of revenge.\" \n[170]Nobody's gonna hurt you. \n[171]Hmm? \n[172]No, no. Never. \n[173]They've got this guy in the DOJ, maybe others. We tell the wrong person, it's over. \n[174]There's always a logical answer -- you just have to define the question. \n[175]We don't tell anybody. We tell everybody. At once. So there's no secret left to protect. When everybody knows, they don't dare touch us. \n[176]Do we post it on the Net? \n[177]Right. But Gary's tied-in to a lot of media conglomerates. Have to be careful who we pick. \n[178]Certainly not at my happy home. \n[179]Gary, hi. \n[180]I'm okay. It's going well! \n[181]Sure. \n[182]...My dad was a compulsive gambler. Only he didn't think he was. That applied to guys who didn't have a \"system.\" \"Losers,\" who played games of chance. He could \"read\" people, so chance had nothing to do with it. No matter how deep a hole he dug himself, he'd give you the whole speech. And you'd better not point out the obvious. His creditors would catch up to him. Loan sharks or whatever. He'd wake us in the middle of the night. Off we'd go, again. \n[183]No. I just went deeper into the machine. Preferred being the geek to having to explain. Lying would've been worse. \n[184]Cause he was a liar. And I hated him. \"Get your head out of that machine, wise up to the real world.\" The more he mocked me the deeper I went. Cause if being savvy meant being like him -- Guess that's why I'm kind of clueless, even now. Didn't cultivate my conniving side. 'Not sure I even have one. \n[185]He's buying up pretty much everything: cable companies, baby bells, picture libraries, museum rights, film archives... Getting ready for Skywire. \n[186]Yeah, they dig stuff like this. \"CBS News has partnered with Outpost Information Systems in a cable news network due to launch Fall of 2001.\" \n[187]Say there's just one \"mole\" working there, like Barton at the DOJ. How do we know he's not the guy we've contacted? Or she? Or the guy she works for? \n[188]Time-Warner has a 40 per cent stake in Gary's set-top device. That also takes out CNN. \"GE joins Outpost in new venture,\" which means NBC is out. \"Disney joins Outpost,\" ABC is out. \"Outpost and Newscorp in new deal,\" Fox is out. Any of these places could have a mole. Or all of 'em. It's like a a continuous loop. We can go to some alternative press place that 1,000 people read, get them and us killed. But anything big enough for this is a parent of or a subsidiary to something Gary's got a finger in! \n[189]Sorry. \n[190]What? \n[191]We can't just assume they're standing by to receive Skywire 12 months from launch. I'd have to write in an aglet. \n[192]It's how on-line services push logos they wanna sell you. You don't ask for 'em, they just appear. 'Have to work on it somewhere besides my office or my house. And then the quality of the broadcast wouldn't exactly be digital, that's 12 months away. \n[193]You'd have to design a graphic interface to make the data pop. Maybe some audio, too. To tie it all in to Gary. How long would that take you? \n[194]Gary knows I'm close on Skywire. We have to do this fast. \n[195]Oh, man. I'd have to get into Gary's house. To get the satellite positions. \n[196]I don't know -- \n[197]Why were you so careless? \n[198]Why were you snooping in my office? \n[199]'Think everybody in this place is here the same reason we are? \n[200]I told Teddy about you. \n[201]\"A beautiful geek? What're the chances?\" \n[202]I felt guilty. 'Cause I \"owed so much\" to Alice. But even then I was starting to wonder. Is it so great to be so consumed by this one thing that you let another person do your thinking for you? If you have a lucrative skill, it's all anybody wants from you. You grow older but you don't grow up. You turn into -- into -- \n[203]Larry used to say how the guys who wrote the first cool operating systems, like the UNIX guys at Berkeley? They just gave it away. They figured it was human knowledge, it belonged to the world, like Shakespeare or aspirin. 'Know what I'm gonna do after we broadcast the incriminating stuff? Air the Skywire code. Then nobody can have a monopoly. \n[204]Okay, yeah. I did something naughty... There's this amazing Comix store in Seattle. To tell you the truth, I did it once or twice at Stanford. 'Guess I can't keep anything from you... \n[205]Look at this. \n[206]Why doesn't he ask us to his party. He's never even met you. \n[207]It's for the Museum. He knows you're a painter. If anybody should be invited -- \n[208]I know you think I'm too attached to him, but still. I am close to Gary. And you're the most meaningful person in my life. I'm going back to the Comix place, why should I be killing myself. \n[209]This is a lifesaver. My PC crashed just before finals. \n[210]Sure. \n[211]Great. I knocked off the aglet, as soon as I get a passable version of Skywire we're there. \n[212]Thank God. \n[213]They know I broke in. Alice helped me. Shrot's not one of them. He's blundering into this on his own. \n[214]Hardly anybody does, that's the beauty part. No cameras, the DOJ doesn't bother with it, it's accessed by a tunnel they boast about. You know the best place to hide a leaf? \n[215]Oh. \n[216]That's great! Thanks. \n[217]Perfect. How am I gonna get away from the party long enough to -- \n[218]That's lame, isn't it? \n[219]Cool. \n[220]Where's the bathroom? \n[221]There's like eight women waiting in line. They take forever. Please? \n[222]I couldn't do it at work cause of security or at home for -- obvious reasons. \n[223]I'm not much good at handwriting. Or parties. \n[224]Gary, I'm sorry if I was rude -- \n[225]Gary, I -- \n[226]I do know, Gary. I feel the same way. I thought I was coming here for a job. But it's meant a lot more. \n[227]I'm pretty close. But when I wrote the last contact switches, it wiped out a piece of the content filer. You know what it's like, writing software. \n[228]I went to see the Skywire model in Gary's office. You know. Just to hold it again. \n[229]No. No. I sent an E-mail to somebody, just now. To tell her how I feel about you. You know I'm clueless, without you. You know I -- \n[230]He suspects I know something. I think he was sort of -- explaining himself to me, in case I do. We have to go in tonight. I'm two hours from a Beta version. But I've gotta go home for an hour. \n[231]She called to apologize. I said I was pulling an all-nighter. She said then come home just to say Hi. Which I always do when we fight, it's suspicious if I don't. \n[232]At this point the worst thing I could do is anything out of the ordinary. \n[233]Great! \n[234]You look beautiful. \n[235]...What? \n[236]Don't we have any chopsticks? \n[237]One more minute... \n[238]Great. \n[239]...wanna savor this. \n[240]Right. Wait. A toast. \n[241]To the artist. \n[242]It's great. It's great. \n[243]Great! Great! Thanks for asking! \n[244]You're better off not knowing. \n[245]They're surveilling programmers from in here. They steal their code. Sometimes -- I know this sounds insane -- sometimes they kill one. \n[246]They let me break into 21. 'Cause there's nothing in there. You know they've been keeping things from you. 'Getting in the way when you try t'do your job. That's why you never told 'em your suspicions about me. Right? \n[247]If you had I'd be dead now. \n[248]You've been following your gut all along. Please don't stop now? \n[249]Maybe another time. \n[250]Meet me at the other location. \n[251]They know, I had no choice. Get out of the house now! Do you have a laptop? \n[252]Bring it to the other location. \n[253]Brian here? Brian Bissel? \n[254]This is the biggest Beta demo in like the history of software. You'd be my partner. \n[255]Brian! You wanna be a big deal, don't you? That's your dream in life. \n[256]No. But you can write your own ticket in the Valley after this. We're gonna bring down Outpost. \n[257]What'd they ever do for you? \n[258]Great. Great! We need to drag a lot of heavy stuff in front of the door -- \n[259]Wanna be a part of history? \n[260]Well -- would you like to pick up an extra -- 232 dollars? \n[261]Gimme the coordinates? \n[262]Is it your dish? \n[263]Let's try #2. \n[264]We're there. \n[265]Damn! \n[266]...He knows. \n[267]He's been altering the coordinates since we logged on. He's a step ahead. Let's jump to #12. \n[268]Wait a second. He knows I know. \n[269]He's working backwards, too. Let's do number five? \n[270]One more second. \n[271]You should've called a few times to bug me about your job prospects. \n[272]'Last thing you wanna do is hurt us now. Right? \n[273]Come on, Bob. Load in the other disk. \n[274]Larry, Lisa. \n[275]We'll come up with the next big thing. \n[276]Got out of my other commitment. \n[277]Hey, wait! Not giving everything away. \n[278]Cool. ", "GARY": "\n[1]A kid working in his garage can create the next Outpost, the new IBM. All it takes is a great idea. \n[2]That's why nobody can have a monopoly in a business built on ideas. \n[3]Milo? Gary Boyd. I'm hoping you and your friend can come up here. We've made some amazing strides in digital convergence. I'd love to show them to you. \n[4]Milo? Excuse the tie. I was on TV. \n[5]The house knows the paintings I like, it knows my favorite music. Same for anybody else who's in the system. \n[6]Would you like a Coke or something? \n[7]When we started, I just hired my smart friends. That was great. We got a little bigger, I had to hire smart strangers. Much harder. \n[8]Now I don't get to hire anybody. But I know you're the guy to write Skywire. \n[9]There's a rumor going around, maybe you've heard it. \n[10]There's more to life than computers? I'm looking into it. \n[11]'Once I start looking into something. \n[12]I've only shown this to three other people. I bought 200, we've launched 12 so far. I keep the coordinates in this room. It's left over from SDI. Reagan's Star Wars technology? They orbit 426 miles up. \n[13]Among other things... We know convergence is the real super-highway: all the PC's, TV's, phones, etc. linked together. Why cram it into a cable if you can use the whole sky? \n[14]The content filer has t'be written into the media files so bits coming off the satellite can be read by multiplatforms. Really, omniplatforms. Including whatever new hardware emerges. \n[15]You'd have to start practically from scratch. But this is all you'd be working on. No marketing meetings, no product seminars. We can't waste the time. Half the Valley's working on convergence. So're media conglomerates, cable companies, phone companies. 'Can't finish second, Milo. There is no second... Now what would you like to ask me? \n[16]I know what people say, and not just the Justice Department. We clone ideas, inflict our second-rate versions on the world, we haven't done anything original since 1.0. \n[17]Do I think that's fair? No. I'd put some of our apps up against anybody's. But is there some truth to it? \n[18]When you get to a certain age, you start wondering. About your legacy. I doubt you even remember Outpost 1.0 -- \n[19]Yeah? I wanna feel like I did when I wrote that. But I'm 42, that's 100 in cyber-years. I look at you and see the things that got me here. But somehow got away. \n[20]Okay. I'm Gary. \n[21]'Think I should buy some originals? \n[22]Somebody said I'm just another Philistine. With reproductions. \n[23]That's what I told her. My wife. \n[24]'Thinks I'll be less of a control freak if I have a hobby. 'Just gives me something else to obsess about... \n[25]Anything we can salvage from the old code before you start fresh? \n[26]Don't spend too much time searching. You ever vetted somebody's old code before? It's a different skill. Stay close to the surface. The best-hidden secrets are in plain sight. You know the best place to hide a leaf, right? In a tree. \n[27]I don't remember. \n[28]I'm confused. Am I supposed to speculate under oath? \n[29]Didn't I? Have an answer? \"I don't remember.\" \n[30]This is good. Who did it? \n[31]Maybe we should all get on it. \n[32]How's it going? \n[33]Too fast? At least four companies're on the verge of workable convergence systems, Milo, they -- \n[34]Even when I had a hand in every aspect of the company I knew the one thing you can never control is somebody's creative process. \n[35]Take a look at this. Slightly different approach. \n[36]You're making me young again. \n[37]I'm confused, Ted. \n[38]Didn't you tell me they'd be Chapter 12 by the time they could hope to enjoin? I'm very confused, because you said they'd be ready to settle. \n[39]Milo. What's up? \n[40]Right... Right. \n[41]What're you implying. \n[42]Everything I do is under scrutiny. The questions they ask, trying to make anything strategic look sordid. I'm confused. Doesn't everybody in business try to get ahead? \n[43]The purpose of this company isn't to destroy our competitors any more than the purpose of living is to breath. But the software business is binary: you're a zero or a one. Being obsessive isn't a crime. It's a character trait. \n[44]It scales, don't you think? \n[45]What'd the girl say? \n[46]Nothing does. Still. I want him to like me. \n[47]I heard what happened. \n[48]Had you talked to him much lately? \n[49]Did you? \n[50]I meant did you find other stuff to -- \n[51]You've been coming in early. \n[52]Milo? \n[53]34,000. But they're real short lines. 'Just came out that way. \n[54]Been thinking about the push mechanism in the handler. And it came over me: it's in the wrong place. \n[55]The answer's not in the box. It's in the band. \n[56]Milo? Try to have a clue. Try to think. \n[57]You look a little tired. \n[58]'Have a look? \n[59]Why did you move around so much? When you were a kid. \n[60]What would you tell the kids? At your new school? You had to come up with a good story, right? \n[61]...Worse? \n[62]Don't be so hard on yourself. With a brain like yours, you could connive with the best of 'em I bet. \n[63]Milo? \n[64]I'm giving a benefit for the art museum Thursday night. Thought you'd like to bring Alice. \n[65]'Sorry about the late notice... \n[66]Alice, I'm Gary. This is my wife, Clarissa. Milo, this is Barry Linder, who's visiting from Hollywood. \n[67]Barry's studio's gonna help fill the Skywire pipeline, thought you guys should meet. \n[68]\"Dear Lisa. I've enjoyed working with you. I'd be lying if I didn't say I find you attractive. But in my heart I know that Alice...\" You left my party to send E-mail? \n[69]You could've handwritten it. \n[70]Oh, that's right. You're \"clueless.\" \n[71]No problem. Is there? \n[72]You see what's hanging on the wall? \n[73]I hope you know what you mean to me. Not just because of what you're doing. Because of who you are. \n[74]When will you have a Beta version? \n[75]I do know. You focus on the big problem. But somewhere down the chain, something breaks down. Something gets destroyed. At first it's upsetting. You feel you've lost control. \n[76]So you have to remind yourself: it's just the process. Something's always lost along the way to anything worthwhile. Some little bug, some glitch. 'Can't get bogged down in that, you're doing something other people could never do. They lack the imagination, the brain, the nerve. Let them fret about every unforeseen consequence. You have to solve the problem. That's who you are. \n[77]That's what he was doing in here. \n[78]Help me change the Skywire settings. Add five degrees to each satellite coordinate. \n[79]Just do what I'm asking! \n[80]Okay, #2. \n[81]Let's go. \n[82]Wait... He knows. \n[83]'Knows I'm altering the coordinates. Let's jump to #12. \n[84]Just do it. \n[85]Cop a plea? I'm confused, Ted. You think I knew about this? \n[86]I'm running the company, fighting the DOJ, raising a family. Randy and Phil obviously overreacted. To this endless, antitrust witchhunt. \n[87]That won't be a problem. \n[88]As for PR, Skywire'll take care of all that. \n[89]The world's seen it now. They know it's gonna dominate the convergence market even beyond how Outpost '98 dominates the desktop. \n[90]Go after us, you give foreign competitors a shot at the platform that'll hold sway for 30 years: you threaten not just our chip and PC partners like when you came after the browser. \n[91]You threaten TV networks, phone companies, catalog outlets, publishing houses, movie studios, travel agents, airlines, stock brokerages -- you sabotage the whole economy. Talk about undermining innovation! \n[92]\"I had no knowledge of these activities, but I have to ask myself if the competitive environment I encouraged in some small way contributed --\" ", "ALICE": "\n[1]Is it over? \n[2]You are a fanatic. \n[3]\"Make\" him? \n[4]You know what he's like. He just wants to work on stuff that's cool. \n[5]I can paint anywhere. \n[6]I'd like to stay here, yeah. And I kind of think he should be with Teddy. \n[7]I mean, nobody else can follow what they're talking about half the time. \n[8]Maybe you shouldn't push it so hard. About Outpost. No offense, you sound insane. \n[9]Anything? That's not even credible. If he wants to go up there? To check it out? I think you should encourage him. It's his life. But everybody's treating him like this -- valuable object. You're hurting your own case. \n[10]But how does he know that's what you guys're working on? \n[11]C'mon, how often do you talk to somebody who's been on the cover of Time. Three of four times. \n[12]Then you've gotta ask him about that. \n[13]It's important. \n[14]Bully? Are we talking about Gary Boyd? Or your dad. \n[15]But he's not quite the same guy anymore. Don't get your hopes too high? \n[16]I think that's great, Milo. I do. \n[17]Didn't you visit the campus? \n[18]No way. You have this -- destiny. \n[19]Don't bring that up. Like a different girlfriend would'd've let you die? \n[20]It's not just Gary that makes you wanna go there? 'Cause it's a big place. You might not even see him again. \n[21]Prob'ly waiting by the phone for Outpost to call. We'll leave it for him? \n[22]'Give you guys some time alone. \n[23]Milo, this is Mr. Barton from the Justice Department. Sorry about the glass. \n[24]We're not gonna let it. \n[25]...The corporate condos were as romantic as they sound. \n[26]Milo! What about --? \n[27]This feels fairly grown up, I'd say. \n[28]That's what I need to ask you. You know you can't keep anything from me. \n[29]What would it mean, anyway? If he didn't write it? \n[30]Milo! \n[31]He's your boss. He's not your -- \n[32]If you can't deal with him on that basis, you better get a new counselor. \n[33]What's extreme is what that ER doctor said when he pumped your stomach. Eat another sesame seed and that's it. \n[34]I mean, if one little comment from Gary is gonna upset you this much -- \n[35]C'mon. Let's do the toast? \n[36]Teddy was killed last night. \n[37]It was a hate crime. \n[38]I'm sorry. I'm so sorry. \n[39]Nelson? Your mom wants you. It's time to go to scatter the ashes. \n[40]We gotta go too, honey. \n[41]You okay? I miss him, too. \n[42]Are you saying you think they had something to do with his death? Nelson said it was an airtight case. \n[43]I can't see Outpost putting its reputation in the hands of people like that. \n[44]They hack into people's programs? \n[45]You're scaring me. I think we should just go. \n[46]\"Like this?\" It's Gary you're talking about. \n[47]Milo. Why would he -- \n[48]Even if all this were true. There're 20 other buildings. All of them filled with computers and -- \n[49]Milo, you told me those DOJ Agents are all over the place. How could they hope to hide a surveillance post? And how can you get in there, anyway? With the cameras and the swipe cards -- \n[50]You can't just walk in, either. \n[51]Is it two? Or is it three? Have you ever really noticed? \n[52]...Whaddo I do? \n[53]Just tell me what to do. \n[54]No. \n[55]He'll tell me when he gets home. \n[56]Instead of busting my chops you should do something about that girl. Fire her. Or something. \n[57]Prick. \n[58]It's almost nine, I've been so worried! What did you see in there? \n[59]Nothing? \n[60]...Why? \n[61]I remember. \n[62]Guilt? \n[63]Poor baby. You know that's not true. \n[64]I was so worried about you. \n[65]That was -- different. \n[66]You didn't feel it? So intense. \n[67]He said it made sense that Gary's code was like Teddy's, that that cliché about great minds was true. Said it was all about his own guilt. Plus, he has a tendency to get Gary mixed-up with his dad once in a while. It always passes. \n[68]I don't think he knows how. \n[69]Where were you? You know you can't keep anything from me. \n[70]I won't turn you in. \n[71]What? \n[72]He has thousands of employees, Milo -- \n[73]Milo -- \n[74]Milo, you -- \n[75]They called the house to ask who's your favorite painter. \n[76]But, I mean -- Devil's Advocate -- won't that influence the content? Won't the artists complain? The directors or writers or whoever? \n[77]Are you gonna tell me where you went? \n[78]Are you having an affair, Milo? \n[79]Just shut up? \n[80]I'm a mess! I got this Hunan cookbook, since we're always afraid for you to eat in Chinese restaurants. I've been mincing things into teeny-tiny pieces all afternoon. \n[81]Look at me! I'm gonna change. \n[82]Yeah? Give me a goodbye kiss. \n[83]I know you. You're gonna run back to work right after dinner. I want my kiss now. \n[84]Be right back. \n[85]Milo? \n[86]Milo? \n[87]Oh, right. Hold on. \n[88]Here we go. \n[89]It's gonna get cold. \n[90]You're just afraid to eat it. ", "LISA": "\n[1]Milo? \n[2]You know my name. \n[3]You're famous around here. \n[4]I wouldn't worry about it. You've gotta figure most people around here were their teachers' pets. \n[5]We moved around so much I barely knew my teachers. \n[6]...Something like that. Yeah. \n[7]No, I know what you mean. I used to spend my life wishing people could be like computers. Least they make sense. Sometimes you think they've betrayed you. Like a person would. But then you see, no, you just missed a step. You can go back and make it all work. \n[8]Graphical interfaces. For Skywire? I'm s'posed to coordinate with you. \n[9]Yeah? I ran it for lots of platforms, ranging from the narrowest bandwidth to -- \n[10]Did you wanna be alone? \n[11]They just pushed up the schedule on Skywire apps. How fast are you going? \n[12]Mine's not the CEO. He barely remembers to take a shower. \n[13]Maybe once. I re-wrote it, anyway. \n[14]Mmm-more like -- I have a little trouble. Trusting people. \n[15]Long story. Not that interesting. \n[16]Then and now. But not right now. \n[17]That's great. I -- didn't know. \n[18]You okay? \n[19]Milo? You okay? \n[20]So you're not avoiding me. \n[21]What's wrong? \n[22]Why would you do a thing like -- \n[23]The Day Care? \n[24]But why would they --? \n[25]I'm sorry, Milo... I'm sorry. \n[26]Oh yeah? \n[27]So that's in my -- file? \n[28]Is that my -- scenario? Tell me. \n[29]He's out of prison? \n[30]No. \n[31]...Milo? \n[32]I always felt if a -- boy I liked ever found out -- he'd run. He'd think I was unclean. \n[33]What about the FBI? \n[34]Who can we trust? \n[35]How do you let go of a secret without telling the wrong person. \n[36]There're so many disinformation sites about Gary already. Where he has devil's horns or they crop him in with Saddam Hussein. \n[37]The mainstream media. TV, or a newsmagazine. \n[38]We could cross-reference a data base on media ownership. But not on our own computers. Not even at home. \n[39]What about \"60 Minutes.\" \n[40]But still, you can't say CBS wouldn't love to break something like -- \n[41]Time? \n[42]Milo? \n[43]How close are you? \n[44]He's got 12 satellites up. He's got dishes on top of 21. He's building this -- mega-network for Skywire. Let's use it. \n[45]A what? \n[46]But they'd still get the idea, right? \n[47]It's a standard GUI. Once I've got a concept, it's maybe three day's work. \n[48]Before they kill somebody else, too. \n[49]You mean -- break in? \n[50]And what if the broadcast dishes on top of 21 aren't hot yet? You said the place isn't finished. \n[51]I'll go look. They'll just have a few more pictures of me snooping around. \n[52]I thought the worst they would do is fire me. Who knew they took termination so literally? \n[53]Oh. I liked you. I was checking you out. \n[54]'Cause their apartments might be bugged? \n[55]What'd he say? \n[56]Gary. \n[57]I needed t'see it up close for a graphic. The outpost with a dish on top? I climbed up there to get it right. \n[58]The dishes are juiced up, too. \n[59]Milo? Shrot suspects somebody broke into #21. I was in his office when he was reviewing the card readouts. \n[60]He doesn't know about the Day Care. \n[61]Yeah, that's old, in a tree. \n[62]Milo? What if Shrot notices somebody entered the Day Care at four A.M.? And tells them about it? \n[63]One window'll be obits I downloaded, based on the scenarios you described. The other windows'll accommodate the surveillance stuff you told me about. The idea is, this works with anything, since we can't edit. \n[64]Same with the excerpts I'm choosing: they'll play against any of the images you described. \n[65]You could always say you have to go the bathroom. \n[66]You'll come up with something. \n[67]Does he know you know? \n[68]Why?! \n[69]Please don't go. \n[70]Here's the interface. \n[71]Tell me you're not calling on your car phone?! \n[72]It's three years old, it -- \n[73]But you said the other -- \n[74]Longitude 77 degrees, 03 minutes, 58 seconds East. \n[75]Latitude 38 degrees, 55 minutes, 14 seconds South. \n[76]Maybe it's the satellite. \n[77]They're already here. My laptop must be wired! \n[78]You checked your connections? \n[79]What? \n[80]Latitude 47 degrees. \n[81]Longitude 66. \n[82]Come now. They've got guns! \n[83]Oh my God. \n[84]Milo? Who's got Skywire? ", "PHIL": "\n[1]We tried the big vaporware number, Gary, it's no-sale. \n[2]There is no public offering. The guy who wrote it joined some freakazoid cult in San Luis Obispo. 'Wrote this just to run their web site. \n[3]Your protege's moving so fast we can barely keep up with him. \n[4]'Start-up not 50 miles from here. Kid's on Prozac. \n[5]There may be a little less trust after your outburst. \n[6]Hasn't affected his work, though. \n[7]Speaking of which... \n[8]Did you download Corey? In San Jose? \n[9]You don't look anything like a three- year-old. \n[10]'Didn't mention he was going to the Justice Department? \n[11]Not like him, is it? To do a thing like that without telling you. You're not losing your hold on him, are you? \n[12]That'll be a test, won't it? \n[13]Lisa's an extremely valuable member of the Skywire team. We've got our eyes on her. You keep yours on Milo. \n[14]He wasn't acting? \n[15]He's in the Day Care. \n[16]Yeah, alright. He's off campus, he's taken some surveillance data with him. \n[17]She's bringing her laptop, it's wired. Second she boots up, we're on 'em. \n[18]Nothing yet, Gary... \n[19]He's taken it to the public access station. \n[20]Gary? \n[21]Gary, don't worry, we -- \n[22]19 seconds South. Altitude 431 Miles. \n[23]Longitude 48 degrees 06 minutes -- \n[24]Ready for number three? \n[25]Longitude 109 -- \n[26]What? \n[27]Gary? \n[28]If Milo didn't launch Skywire, who did? ", "SHROT": "\n[1]Unauthorized entries sound like this. \n[2]If you see a tailgater, report him. \n[3]Somebody coming in on your swipe. \n[4]Every geek has to try this once to show me how smart he is -- \n[5]Un-nh, can't wander around without ID now. Just park your ass in that chair. \n[6]Not much. Glorified cherry bomb. Right by the civil defense sign? Some geek's idea of irony. I been saying we need a camera in this hall. \n[7]Unless it's a diversion. Milo's in my office. He was tailgating, so I -- \n[8]I could get it out of him. \n[9]No, Tony can't fill in for you, he's not at your authorization level. \n[10]Could it be a glitch? Something the construction workers caused? \n[11]Not yet. 'Love to bust my ass cause I'm not in frigging Mensa. I swear to God, it's that kid Milo, I told 'em so in the first place, but they didn't even wanna hear about it. Let's run a printout on card entries. \n[12]Keep looking. \n[13]Any irregularity in the pattern. \n[14]Next time you ask. \n[15]Let's get him in here. \n[16]Why did you enter #21 twice? \n[17]They know. 'Just they don't trust me with it. So we'll get the evidence, first, ask questions later. \n[18]I'm calling Gary. \n[19]He's left his office, we think he's gone back to the Day Care for some reason. Can you tell me why, Gary? Whatever you say. Wants to consult with Phil. Was it Phil's idea to run the fingerprints? \n[20]Come with me. \n[21]What are you doing? \n[22]What're you doing?! \n[23]Who're these guys? \n[24]We're too late. Take a look. \n[25]What's in here worth taking, anyway? \n[26]Forget about it. His car's not in the lot, he's gone! \n[27]Wait a second. I'm the one who found out he was mucking around in here in the first place. \n[28]Now what are we doing? I don't get any of this shit! ", "REDMOND": "\n[1]Gary's running the biggest software company in the world, Brian. He's being harassed by the Justice Department, and he's got a new baby. \n[2]Who do you mean by \"everybody.\" \n[3]Oh we're not going to the campus. \n[4]It's like he knows everybody expects him to be this worldly, colorful zillionaire. But he's just a guy who likes software. \n[5]There're 20 buildings, I mean not counting the Gyms, the Day Care, etc. \n[6]Gary's put millions in there. And the people with kids? They're not hotshot geeks, they're just payroll clerks or whatever. \n[7]You'll see alot of that: Department of Justice goons snooping around. \n[8]So how'd you like the house? \n[9]Well, he micro-managed the company till it got too big... 'Guess he needs to micro-manage something. \n[10]Everybody has the same office, there's no dumbass corporate hierarchy. \n[11]Desi, Milo. \n[12]Best bomb shelters in America, accessible from every building. You gotta figure we're a major target, right? \n[13]Whoa. Lisa actually looked at you. \n[14]Every geek here's got a thing for Lisa. But that's about the biggest reaction she's had to anybody. \n[15]Heavy graphical background, doing design-interface for Skywire apps. You'll be working with her. \n[16]Right. That's rare around here. You know how nuns' re-married to Jesus? 'Posties are married to Outpost. \n[17]Here's your world. Copy of Gary's book, also the audio version, narrated by Gary. \n[18]Geeks pull his chain cause he's non- tech. Ex-cop or something. They moon cameras, or use ATM's as swipe cards. The cameras're our real security so he's a little demoralized. \n[19]#21. Way behind schedule. It's top- secret, but everybody knows it's a digital broadcast space. They see the dishes on top, the fiber optics going in. \n[20]You wanna survive in the software business, you cover your bets... I gotta say, this is the weirdest car anybody ever requested. \n[21]Oh, right. Your girlfriend's an artist. \n[22]I phoned her at your hotel, told her about our corporate housing options. She sounds neat. \n[23]'Might be some friction on the domestic front. You're expected you to put in ridiculous hours. People've accused us of breaking up relationships to get their undivided attention. \n[24]Your counselor'll fill you in on everything else. That's who you'll be working with almost daily. ", "LARRY": "\n[1]Can we go? \n[2]'Starting to get nauseated. \n[3]They still have to give 'em refreshments laced with mind-altering drugs. \n[4]'Gonna wait outside. \n[5]Alice? You gotta make him do the start-up with Teddy and me. \n[6]You know what I mean. \n[7]I'm not exactly worldly, but I'm the Secretary of State next to him. \n[8]And they're all throwing this -- stuff at him. Stock options. Pay packages. \n[9]I'm just screwed. \n[10]You don't wanna move, do you? \n[11]I can't help it. I feel like they'd do anything to keep their -- \n[12]In exchange for endowments. They should just drop the pretense and name the schools after 'em. \n[13]I think you should go. \n[14]I mean, it's your life. \n[15]You are naive. Look at your employment contract: you can't work anywhere else in this field for at least few years. Not that I don't miss you. \n[16]He was on the verge of something, too. He was gonna show us the next day. He said \"The answer's not in the box, it's in the band.\" Know what it means? \n[17]Man, could he write code. Totally elegant. He had his own style. \n[18]Take good care of this guy. \n[19]Your app kind of blew mine out of the water. \n[20]...You wanna work -- here? \n[21]May I? \n[22]C'mon. Bring your stuff. \n[23]You guys'll be using Teddy's old space, is that okay? ", "BRIAN": "\n[1]Do you mind? \n[2]He's my god. I hear he actually calls recruits sometimes. Or is that an Urban Legend? \n[3]I can't believe you refused a ticket! \n[4]Well maybe if you told 'em how much money you'd be making -- You're going up there. Right? \n[5]Just dropped off a resume. Almost got in the front door. \n[6]'Thought if I relocated it could help my case. I'm writing programs for the local public access station. Where any whack-job with 100 bucks gets his own show? God, does it suck. Can you help me? \n[7]Well I parked illegally. See y'later? \n[8]You can't pre-empt Yoga, that's our biggest show. \n[9]Will I get to work for Outpost? \n[10]What? \n[11]Okay. \n[12]What?! \n[13]You're interfaced with our dish. \n[14]Is it your software? \n[15]Milo? \n[16]Yes! Should you reboot? \n[17]What?! \n[18]You there yet? \n[19]Hey, hey, relax, relax! \n[20]Should I call Phil? Or do you? \n[21]Milo? Wake up. Our regular programming will not be preempted tonight. \n[22]...When did you know? \n[23]Who isn't? ", "RANDY": "\n[1]Can we buy into their IPO? Or is that a Justice Dept. problem? \n[2]What is it? \n[3]There's nothing in this hall. Someone's pulling your chain, as usual. \n[4]That kid's the great white hope. \n[5]You're not listening. \n[6]Maybe he'll get back to work. \n[7]Yeah, yeah. \n[8]Damn. 'Have to go back over there. Be so much easier if we could walk in the front door. \n[9]What's going on here? \n[10]Where is he? \n[11]He must be out there still -- \n[12]Fellas, I'm gonna have to ask you to leave here now. \n[13]We're all grateful for that. Really. Go out the way you came in? \n[14]Nothing. They haven't booted-up yet. \n[15]We've got a fix on 'em. 218 North Jericho Road. \n[16]Public access TV station. KNQR. ", "BARTON": "\n[1]Don't worry, Milo. I'm here as a friend. Or maybe a supplicant. \n[2]Beggar. We're at a disadvantage with Outpost. Our experts aren't as smart as theirs. Sometimes we can't tell which technologies pose the threat of a monopoly. We need a really smart guy to help us pick our fights. I'm taking a shot in the dark, here. I can offer you 32,000 a year, a Buick. I'm hoping you've got a feeling it's the right thing to do. \n[3]Like I said: shot in the dark. \n[4]If you see something there that rubs you the wrong way? Do the right thing. \n[5]...It's -- Milo, isn't it? \n[6]Give me two seconds with Lacy here? Go on in, I won't be a moment. \n[7]I'll make the call, but I think you need to send a Fax first . \n[8]Milo? \n[9]Have a seat. \n[10]What seems to be the problem? You look a little upset. \n[11]Milo? \n[12]My goodness. \n[13]If there's a Civil Rights violation. But generally we let the local police and DA do their work first. \n[14]Let me look into it, see what's being done. Frankly, it's not my area. \n[15]And Outpost? You're happy there? ", "TEDDY": "\n[1]My parents're already freaked-out I'm staying here. 50 miles from Chinatown. \n[2]And your phone messages. You wanna do what you do, it's not a crime. \n[3]Uh. Not exactly. \n[4]Hey, we got seed money for the startup! A million-five! \n[5]We rented a loft in Sunnyvale. You know what's the bad part? We can't talk about work anymore. We're competitors! The venture capitalists made us sign like 100 confidentiality forms. \n[6]I've been hacking for five night's straight, I'm really making headway. \n[7]But these, like, White Supremacists trashed my office, last week. \n[8]They're in the neighborhood. They usually hassle Vietnamese grocers. \n[9]I'm cool. They didn't touch the machine. Or my disks. Probably didn't know what they were. So, you a Moonie yet? Milo? \n[10]What? Come on. Is it serious? \n[11]Did you tell Alice? \n[12]A beautiful geek? I don't wanna sound paranoid, or like a pig, but what're the chances? \n[13]I dunno. I guess Larry's got me totally suspicious of that place. \n[14]Milo, geeks don't have two girlfriends. Most don't have one. ", "VOICE": "\n[1]Wow. That's hard. I'd have to say it's the day we launched Outpost '98. \n[2]It's the people. Which is weird. \n[3]I'll tell you what's not cool. \n[4]For me? It's Seattle! \n[5]The card's encoded. Tells us who came through the door and when. \n[6]Busy? \n[7]Milo! \n[8]Well. Now he knows: nothin' in there. \n[9]All his suspicions were allayed? \n[10]You're sure. \n[11]Hey! ", "MULTIMEDIA NARRATOR": "\n[1]-- run this methamphetamine lab known to Federal Authorities, per ND 47, from which we removed the implement, fingerprints intact. \n[2]FBI footage, procured by ND 47, shows the aftermath of an Aryan Nations' killing in Denver. Note the evidence of torture, which is typical. \n[3]-- complete immersion in code-writing renders him both unobservant and suggestible [click]. On two occasions he went truant from classes to attend Comix Conventions. \n[4]-- Rebecca P, a Connecticut art stu- dent facing Federal drug charges, whose records were supplied to us by \n[5]Armed with his personal files, she was easily able to ingratiate herself with the socially maladroit Milo -- \n[6]...she planted the sesame seed both to test the extent of his proclivity and to provide a bonding experience, since she would quote \"save his life.\" \n[7]-- should it be needed Milo's allergy is the ideal -- \n[8]Note that the cult members are found reclining after swallowing the [click] Syringe marks best hidden at base of scrotum [click] mimics high blood alcohol [click] indistinguishable from kidney failure. \n[9]...needs to be watched, due to her heightened level of suspicion -- \n[10]-- and to her possible contagion of key employees. \n[11]In August '86 Lisa informed her mother of the sexual molestation by her stepfather, and of his threat to kill her should she tell anyone. ", "LEN": "\n[1]Bob? You better look at this. \n[2]Unlikely. All 14 cameras are frozen. Do we call Randy and Phil? Tell 'em there may have been a break-in? \n[3]Every entry was authorized. \n[4]What're we looking for? \n[5]'Might of found something. \n[6]Delbert seems to enter #21 twice. Without leaving the first time. \n[7]Get the backslash, the colon, keys kids don't use but geeks do. What would Milo want in here, anyway? \n[8]You calling Phil and Randy? \n[9]Where we going? \n[10]Bob, I'm a programmer, not a cop. \n[11]I launched Skywire. Just pray the last set of coordinates Milo sent me connected us to Gary's satellite. ", "GARY'S VOICE OVER": "\n[1]Most of us who write software achieve our greatest work before age 30. As I grow older I know how important it is to access fertile young minds! \n[2]We work hard to stay ahead because we know any kid working in his garage can put us out of business. \n[3]The first rule of the software business is: those who don't innovate are doomed to die. \n[4]That's why we work so hard to invent or acquire great new applications. Consumers don't care where new ideas come from, just so long as they're offered at competitive prices. Isn't that what the free market's about? Sure, we like being #1, but it's pressure, too. This business is binary: you're a zero or a one. \n[5]I've been called \"aggressive\" but to me, that's really a compliment. \n[6]Look at all the jobs and technologies my \"aggression\" has created. \n[7]We really are a family here at Outpost. \n[8]I think that's why outsiders sometimes sees us as \"cultish\" or \"secretive.\" \n[9]Is loyalty and group spirit somehow \"sinister\" nowadays? ", "CYBER PUNDIT": "\n[1]The Board ousted Gary Boyd as Chairman, they're assisting the DOJ in the breakup of Outpost into divisions. \n[2]Outpost was his baby, sure. On the other hand, we just learned Gary Boyd owns the Skywire satellites. Personally. \n[3]Conglomerates're lined up to finance the launch of the remaining satellites. They'll pay him a huge premium to get on-line. \n[4]There's no hard evidence he knew about this. Anybody who could implicate him seems to've vanished. \n[5]Stigma? Larry! 60 billion buys you some slack in this world. \n[6]Milo. Surprised he's not your guest. \n[7]You better believe everybody's trying to sign him up. ", "DANNY": "\n[1]Milo? I'm Danny. \n[2]Gary would like to speak to you? \n[3]'Couldn't convince Teddy to come? \n[4]We could move 'em up here. \n[5]I think they call him the \"Houseman.\" 'Cause \"guard\" sounds too weird. \n[6]Don't be nervous. The house is the weirdest thing about him. ", "GUARD": "\n[1]Sir, you gotta use your own -- Where's your ID? \n[2]It's my job, I gotta -- \n[3]Whole place reeks of fuckin' ammonia. \n[4]Big night. Switched from tea to coffee. Brought new meaning to my work. \n[5]You are a wild man. \n[6]Hey! Get down here! ", "LARRY KING": "\n[1]That's gotta kill him, right? \n[2]Outpost doesn't own em. \n[3]That'd change with a criminal indictment. \n[4]Isn't there a stigma? Bankrolling this guy? \n[5]And the kid who wrote Skywire -- then gave it away? They're calling him the digital Robin Hood. \n[6]We tried! "}}