{"dialogues": {"WILLARD": "\n[1]The attache case has been empty for three years, but it makes him safe to think there's a machine pistol in it. I don't like automatic weapons. They jam. I saw a friend of mine get ripped open because he flicked his M-16 to automatic, and it jammed. How much money did the contractors make on the M-16 ? \n[2]He likes to hear stories about Nam. I tell him I can't; they're not cleared. The truth is he wouldn't understand. \n[3]There's no way I can tell them... what really happened over there. I wouldn't've believed it if someone'd told me. \n[4]There was only one part that mattered -- for me, anyway. I don't even know if I remember all of it. I can't remember how it ended, exactly -- because when it ended I was insane. \n[5]But I know how it started for me -- I was on R. and R. in Saigon; my first time south of the DMZ in three months. I wasn't sure, but I thought this guy was following me. \n[6]Sure, thanks. \n[7]Part. \n[8]My part. Beer, with ice and water. \n[9]I'm sure it is, but I had hepatitis. \n[10]No. \n[11]Yeah. Way north. \n[12]None. \n[13]Sort of. \n[14]No -- I worked too far north for \n[15]Let's talk about you. \n[16]Tracks ? \n[17]Fat. That's real fat. \n[18]At least you always have enough water. How many gallons does each one of those damn things carry ? \n[19]You know, I can remember once, getting back below the DMZ -- and the first Americans we ran into were a track squadron. I just couldn't believe how much water they had. We'd been chewing bamboo shoots for almost a week, and before that, for two weeks, we'd been drinking anything -- rain water, river shit, stuff right out of the paddies. And there were these guys standing by their trucks spilling water all over. I could've killed them. I swear to God I would have, too, if ... \n[20]We do. \n[21]A long time. \n[22]I go up on missions. Listen Captain, buy me all the beer you want, but you better tell that asshole over there you're not going to find out anymore about me. \n[23]What do you want ? \n[24]Whose orders ? \n[25]Who are you ? \n[26]They took me to some place outside Nha Trang... Intelligence Headquarters for all operations in South East Asia. I'd worked for Intelligence before -- \n[27]Captain B.L. Willard, G-4 Headquarters, reporting as ordered, sir. \n[28]No, sir. \n[29]No, sir. \n[30]I am not presently disposed to discuss that, sir. \n[31]I've worked with them on occasions and I saw the movie , sir. \n[32]Who ? \n[33]Why me ? \n[34]Yeah. \n[35]I only met Kurtz once. \n[36]Maybe. \n[37]Anyone got a cigarette. \n[38]I thought he was a lame. \n[39]This is years ago, before he joined Special Forces, I guess. We had an argument. \n[40]I don't know. He was a lame, that's all. \n[41]He couldn't get through a sentence without all these big words; about why we kill. \n[42]Maybe. \n[43]Maybe it's not Kurtz. I don't believe he's capable of that. I just don't believe it. \n[44]Our Recon flight ? \n[45]Touchy. \n[46]You want me to clean it up -- simple and quiet. \n[47]Terminate ? \n[48]I met the P.B.R. crew; they were pretty much all kids, except for Phillips, the Chief -- Gunner's Mate Third Class L. Johnson -- Lance Johnson; Gunner's Mate Third Class J. Hicks -- The Chef -- Radio Operator Second Class T. Miller; they called him Mr. Clean. \n[49]Chief, try to keep out of where we're going -- Why we're goin' and what's gonna be the big surprise. \n[50]Let's go. \n[51]We're gonna have some help to get in the river. You know these waters, Chief ? \n[52]Shot himself. What for ? \n[53]Arch light. \n[54]The dossier on A detachment had letters from Kurtz' wife and the wives and families of his men. All asking where to send future mail, understanding the necessery silence due to the nature of their work -- None of the men had written home in half a year. \n[55]Lieutenant Kurtz has shown a dedicated and well-disciplined spirit. He is a fine officer, combining military efficiency -- with a broad background in the Humanities, the Arts and Sciences ... \n[56]... He views his military career as the dedication of his talents to bringing our values and way of life to those darker, less fortunate areas in the world. \n[57]... I feel Captain Kurtz' request for Special Forces training is highly unusual in regard to his past humanitarian concerns, and his somewhat liberal politics, though I can see no reason to deny it. \n[58]... We feel Major Kurtz' need to bring a sense of Western culture to the backward peoples of these areas will be of use in accordance with our 'Vietnamization' programs ... \n[59]One day later we came to an advanced staging area along the coast. This was our last chance to pick up supplies before approaching the mouth of the Nung River.  \n[60]They're in order -- it's perfectly clean -- just check with ComSec- Intel like I said. \n[61]Right now -- I am. \n[62]I do. \n[63]What show ? \n[64]This -- Bob Hope or the like -- \n[65]Two days out of Hau Fat, there was nothing but us and the coastline. I felt like I had set off for the center of the earth... \n[66]Where ? \n[67]Black smoke ... secondary burning. \n[68]First Air Cavalry. They're the ones gonna get us into the River. \n[69]Captain B-L. Willard, sir -- 4th Recon Group -- I carry priority papers from Com-Sec Intelligence 11 Corp -- I believe you understand the nature of my mission. \n[70]My orders are from Com-Sec Intel -- B.L. Willard, 4th Recon -- \n[71]I got bored in Saigon. \n[72]Haiphong. \n[73]No. Walked. \n[74]Mercenaries -- agents, traitors -- they put out caches. \n[75]No. They put out two or three for every one I needed. When you get to the one you'll use, you just stake it out. If something feels wrong, you just pass it up. On one mission, I had to pass up three and ended up living on rats and chocolate bars. \n[76]When did you hear? \n[77]Who knows. \n[78]I met him. \n[79]He musta changed ! I got to get into the Nung River, here or here. \n[80]Hairy ? \n[81]So? I heard you had a good bunch of killers here. \n[82]I met him. \n[83]You'll find enough Cong up there. \n[84]We could go in tomorrow at dawn -- there's always off-shore wind in the morning. \n[85]Charlie don't surf. \n[86]Music? \n[87]Who? \n[88]Automatic weapons flashes along those trees -- probably eleven millimeter guns and AK-47's. \n[89]Anyone got a card? \n[90]I'm waiting for the fucking boat, Colonel. \n[91]What? \n[92]Incoming ! \n[93]What's that? \n[94]Look. There it is; the boat. \n[95]He can't kill us. We're on his side. \n[96]You know, some day this war's gonna end.. \n[97]The kid can't ride sloppy waves. \n[98]The kid can't stand sloppy waves. \n[99]You don't expect this kid to ride that crap, do you? He's a goddamn artist, he needs something to work with... \n[100]Are you finished surfing? \n[101]Want to say goodbye to the Colonel? \n[102]Then let's get the hell out of here. \n[103]Which one's the Colonel's? \n[104]This one , Lance? \n[105]When I was a kid I, never had a Yater spoon. \n[106]He didn't look like he'd take that sitting down. \n[107]Let's put some distance between us and Charlie. \n[108]Take one a mine -- \n[109]No -- I don't think so. But it'll be back. They were circling. It'll be back. \n[110]When? \n[111]I don't think he´d of shot us on the beach but -- he'd of shot us if he saw me taking the board -- \n[112]He's a man who knows what he wants -- he does know what he wants. \n[113]Sure. \n[114]It's a feeling you get in the jungle. When you get good, you can find a track and tell not only how many they are, but their morale, how far they're going, whether they're near their camp, the weapons they're carrying. \n[115]Mostly from the imprints when they put them down to rest. their morale from the way they drag their feet, or the joints that may be lying around. If they're near a base camp, they wouldn't be conserving food; they'll be throwing it away half-eaten. If the branches aren't broken, their weapons are slung. But all this is just technique.. There's a feeling you get after a while, that's what's important. I was going through a village once. I was looking for a certain party. I took off my boots, and walked into each hut. It was midnight. I went into three like that and suddenly I realized I´d gone into each hut the same way -- standing up -- so the next one I went in on my belly. An RPD burst took out the door a bit above my head. Things like that. \n[116]He's probably got 'em all over the river with that recording. We better move now while it's dark. \n[117]I'll go with him -- \n[118]I wanta get my feet on solid land once in awhile -- \n[119]Chef. \n[120]Why they call you that? \n[121]Chef -- is that 'cause you like mangoes an' stuff? \n[122]A sauciere -- \n[123]What are you doing out here? \n[124]How? \n[125]-- quiet -- \n[126]There... \n[127]No shit... I think I shot the hell out of him. \n[128]I wasn´t looking.. I was running. \n[129]Who stopped to measure him -- let's get the hell out of here. \n[130]He was right, the Chef -- never go into the jungle, unless you're ready to go all the way. \n[131]What was in the jungle? What was there, waiting for me? \n[132]... Kurtz was in there. Or was he; was it Kurtz? He was just a name to me now; I couldn't remember a face, a voice -- he just didn't add up to me. all his liberal bullshit about the end of savagery -- and the role of our culture, our way of life... \n[133]Our way of life -- I really started to look forward to meeting Kurtz again. \n[134]The dossier of A Dtachment contained letters from the families and wives of Kurtz' men There were letters from Kurtz' wife as well. \n[135]Dearest Walt -- I have to confess something. I know how you feel about this, but I had to ask Bob to find out what he could -- I just couldn't stand it anymore, not knowing where you are, whether you're alive or dead. I'm sorry Walt, I'm sorry I said that. Bob didn't tell me anything -- he said he couldn't -- I can't stand it anymore, Walt -- I just can't stand it. \n[136]I have to take the kids to school every morning now -- carpools just never work out. Jeff came home with a black eye on Tuesday but said he won anyway. He wouldn't tell me what the fight was about. Jeff keeps asking where you are -- he has maps of Viet Nam in his room now. He misses you very much. I can't take this much longer, Walt. I love you and I just can't stand it. \n[137]Soldier -- where'´s your C.O.? \n[138]Well , who's in command here? \n[139]What about you, soldier? \n[140]Yeah -- \n[141]What's it matter? Get to the point. \n[142]Yeah, I caught your show at Hau Fat. \n[143]Captain Willard -- go ahead. \n[144]Yeah. \n[145]Dreadful. \n[146]Well -- \n[147]We need all our fuel. \n[148]I'm not that fond of blondes -- maybe I like brunettes -- \n[149]I like all of them -- \n[150]I said I like all of them. \n[151]We need all our fuel anyway. \n[152]Sit down -- we'll talk about it. \n[153]My men -- \n[154]That's what there is to talk about -- my man -- I take a good care of my men -- \n[155]We have a lot of pride in our unit -- \n[156]Esprit de corps -- \n[157]One for all -- all for one -- \n[158]You make some of your closest friends in the army -- war has a way of bringing men together. \n[159]Men of all races -- nationalities -- \n[160]We can use some fifty caliber and a 16 too -- \n[161]I will -- I assure you that -- You got a fifty on that H-34 -- leave the ammo in boxes -- I'll get my men to bring the first drum with 'em -- \n[162]Have the girls freshen up a bit -- comb their hair -- put on something -- you know what I mean -- \n[163]All right I got a little surprise for you -- \n[164]I've arranged with those people we saw at Hau Fat to give us some 50 caliber in trade for a couple a drums of fuel -- \n[165]Chef -- since you're such a fan of Miss December's I think you should be detailed with Lance and Clean to take the first drum up there. \n[166]You'll see soon enough -- get going, sailor -- \n[167]Ma'am -- I'd like to thank you for what you an' all your friends have done for us -- I want you to know that me an' the men appreciate you coming all this way -- riskin' your lives -- living uncomfortably an' doing all you can to entertain us. I want you to know personally, Miss, that for the past few minutes you have made me feel at home. \n[168]Just wanted to say that, ma'am. \n[169]Two days and nights later, we approach the Do Lung Bridge. \n[170]Who's your C.O., soldier? \n[171]That's me. \n[172]Why? \n[173]We'll be needing some supplies and fuel -- do you know anybody who can give me a hand? \n[174]What is this bridge? \n[175]Son of a bitch, sir. \n[176]Where's your chief supply officer? \n[177]What? \n[178]C'mon -- \n[179]What're you shooting at, soldier? \n[180]It's all right, sergeant -- what's out there? \n[181]We found some bodies -- let's get out a here. \n[182]What about ducking into one of those tributaries till this river slows down? \n[183]Can't be any worse than this. What do you think? \n[184]Well, get in there. \n[185]Get in there ! \n[186]Get in there now or I'll bury you in this river. \n[187]What do you see? \n[188]Keep cutting. \n[189]Probably is. \n[190]That we're dumber than we look. \n[191]Throw me that ordnance. \n[192]Give me some kind a field a fire -- \n[193]Bring that bow ordnance into those trees. \n[194]How much is left? \n[195]And the grass? \n[196]Hey. \n[197]That's a light down there -- \n[198]In the middle of the jungle -- a goddamn light. \n[199]Watch it ! \n[200]They're not Cong. \n[201]Chef, try your French. \n[202]French Nationals -- they may not be too friendly, though. \n[203]Do it. \n[204]I am -- I'm Captain B.L. Willard. This is Chief Warrant Officer Phillips -- it's his boat. We were shot up bad downriver and need repairs and food -- we can pay you in gold. \n[205]As I said, we can pay you in gold. \n[206]American weapons? \n[207]We don't want to bother you any, we -- \n[208]A habit of men of war, sir -- you understand. \n[209]Chief. Come with us. \n[210]Go ahead -- \n[211]Looks like a two thousand pound to me. Yeah, a two thousand pound bomb. \n[212]I wondered -- how long has this room been like this; how long has the furniture been standing in these places? \n[213]Was it like this sixty years ago? Eighty years? But here, even eighty years is nothing. \n[214]It was jungle, once; and it will be jungle, again... \n[215]I would like to know more about the .. uh, plaque... \n[216]Of course. I -- Once we make our repairs, we could send word, we could have you evacuated from here. \n[217]You'll get blown outta here some day. \n[218]The Vietnamese think it's theirs -- I guess the Americans do, too. \n[219]I always thought the French came here to get the rubber. \n[220]We were going upriver when we got caught in a storm, ma'am. \n[221]Do you know that jungle? \n[222]What about an American named Kurtz? \n[223]Good night. \n[224]I'm sorry to hear that. \n[225]I should be checking on the boat. \n[226]I guess so. \n[227]No. Not really. I was discharged from the army four years ago. I went home, wasted some time, bought a Mustang Mach 1, drove it a week. Then I re-upped for another tour. No, everything I love is here. \n[228]I just follow my footsteps, one at a time, trying to answer the little questions and staying away from the big ones. \n[229]Kurtz. I know you've heard of him. \n[230]What did you hear? \n[231]What things? \n[232]Yes. \n[233]I know. \n[234]The river is beautiful. \n[235]I'm afraid I won't have time -- I gotta -- \n[236]So that's it. \n[237]What if I say no. \n[238]Your daughter. \n[239]That's right -- I did. \n[240]I guess this is whAt men of war do -- eh? \n[241]Rocks, sand -- those two men who deserted. \n[242]While you were sleeping. \n[243]We moved deeper and deeper into the jungle. It was very quiet there. It was like wandering on a prehistoric planet, an unknown world ... where the men thought they crawled to, I don't know. For me, we crawled toward Kurtz -- exclusively. \n[244]I don't know -- there'd still be some sign -- it's just like the one this morning. \n[245]No -- leave it -- \n[246]Thta's not Charlie's work -- \n[247]Whoever put'em there didn't do it to kill people -- They put 'em up as signs -- \n[248]Yeah -- like keep out -- \n[249]Toward the night of the fifth day out of Do Lung Bridge, we judged ourselves about eight miles from Kurtz' base. Everything was still, the trees, the creepers, even the brush seemed like it had been changed into some kind of stone. It was unnatural, like a trance. Not a sound could be heard. I began to think I was deaf -- then the fog came suddenly, and I was blind too. \n[250]Listen. \n[251]Listen. \n[252]If they have boats ... or canoes... they'd get lost in the fog. We can't move either -- we'll end up on the shore. \n[253]Shhhhhh. \n[254]It doesn't sound hostile -- it sounds like they've seen us coming and it sounds like -- I don't know, a funeral. I don't understand. \n[255]Two hours after the fog lifted, we moved slowly to a spot we thought was roughly a mile and a half below Kurtz's camp. We approached a long sand-bank stretching down the middle of the river. \n[256]Who knows? Right. \n[257]Upon reaching objective. Target key personnel and commence operation. Should difficulty arise from which extraction is impossible, break radio silence Com-Sec Command code Strong Arm -- indicate purgative air strike -- code -- Street Gang. Purgative air strike ! Purgative ! They'd kill me too ! \n[258]Steer her right. \n[259]Keep going.. keep going. They're just fucking sticks ! Chief, stay at the helm. \n[260]Stop it. Stop it ! \n[261]It was the strangest thing -- I don't know that I can explain it. Two of my men dead, and all I could think of was whether Kurtz was dead too. That's all I wanted: to see Kurtz, to hear Kurtz. \n[262]Somehow, in the middle of this ... carnival, Kurtz had grown into something -- a gifted officer; a great man. Somehow, he was the only light in this hopeless, hopeless darkness. And now I was too late -- he was probably gone, disappeared... by a grenade rolled into his tent -- or by some spear on the head. Christ, I felt like howling like those animals in the fog. \n[263]Here they are in Los Angeles. Everything is safe. There's a supermarket around the corner, the police station around the other. It would seem ridiculous to them that I was shot to hell because I had lost the privilege of listening to the mysterious Colonel Kurtz. Of course I was wrong. He was waiting for me. Kurtz was alive and he was waiting for me. \n[264]Just stand here with me where they can see us. Do nothing. \n[265]We've been attacked. \n[266]Looks that way. \n[267]God knows. \n[268]Who the hell are you? \n[269]Moonby what? \n[270]What is this? \n[271]Where's Kurtz? I want to talk to him. \n[272]Why did they attack us? \n[273]You're Australian? \n[274]So Kurtz is alive. \n[275]Why didn't he shoot you? \n[276]Sounds like he's gone crazy. \n[277]Is that where he is? By the shrunken heads. \n[278]We're going ashore. Tie her up -- and leave your guns up, Lance. \n[279]Bring your rifles, that's all. Take us to him. \n[280]And shut up. \n[281]Who are you? \n[282]I'm not ever goin' to tell you to shut up again. \n[283]What happened here? \n[284]Charlie? \n[285]I'm taking you back. \n[286]Take me to him, Major. \n[287]Colonel Kurtz, I guess. \n[288]Captain B.L. Willard reporting his presence, sir. \n[289]We were attacked -- down river. We need supplies and medical help. \n[290]more difficult to go on with this lie \n[291]What do you mean, Colonel? \n[292]You know you're right. \n[293]Do you know me? \n[294]I know. \n[295]Kurtz. I'm supposed to kill him, just like he said. \n[296]Yeah. \n[297]Not a thing. \n[298]Sure. Recoil... I feel the recoil of my rifle. \n[299]This is good -- triple overlapping fields of fire -- walls so thick ordinary artillery just cleans the moss off their surfaces. \n[300]I've done things, when I was alone in the jungle -- that I never told anyone about. \n[301]Yeah, I know. \n[302]... he's an amazing officer. \n[303]Yeah. I know. \n[304]You're gonna get hit tonight, bad -- a whole regiment of NVA regulars. \n[305]Yeah, I like it... \n[306]You've gone crazy. \n[307]You can't have water after morphine. \n[308]How's the pain? \n[309]I can handle it. \n[310]What Truth? \n[311]No water. \n[312]How did we get here? \n[313]I think think a lie stinks. \n[314]Stinks. I could never figure -- I could never figure how they can teach boys how to bomb villages with napalm -- and not let them write the word 'fuck' on their airplanes. \n[315]Fuck no. \n[316]We'll exterminate the fuckers ! \n[317]Napalm. \n[318]Code -- Street Gang -- Street Gang ! Purgative air strike; Street Gang ! \n[319]What are you doing? \n[320]I'm taking you back. You can still live. \n[321]I'm gonna get you out of here. \n[322]He was the tragedy -- the tragedy of this war. \n[323]So you understand this? \n[324]You had immense plans... immense plans... \n[325]I'm taking you back. \n[326]They must have seen the fire. \n[327]They're coming to take us back. \n[328]Yeah. \n[329]Yeah. \n[330]Yeah. \n[331]... Don't remember a lot about my rehabilitation... but I was sent back to the world before the fall of Saigon... \n[332]I never answered questions about Kurtz -- I gave them a few of his unimportant papers -- but for the most part I saved everything. There were other letters, personal ones written earlier to his wife. I brought them to het. I watched the fall of Saigon on television in a bar in Alameda... \n[333]Hi. \n[334]You get to know each other pretty well out there. \n[335]He was a remarkable man. It was impossible not to -- \n[336]You knew him best. \n[337]Yes, I know... \n[338]Both of us... \n[339]His death was -- yes, he died as he lived. \n[340]Yes I was... He said his last words to me. \n[341]He spoke of you, ma'am. ", "KILGORE": "\n[1]Lieutenant: Bomb that tree line back about a hundred yards -- give me some room to breathe. \n[2]Bring me some cards. \n[3]Body cards, you damn fool -- cards ! \n[4]Yeah -- Na Trang told me to expect you -- we'll see what we can do. Just stay out of my way till this is done, Captain. \n[5]Six a spades -- eight a hearts -- Isn't one worth a Jack in this whole place. \n[6]What ? Here. You sure? \n[7]What's your name, sailor ? \n[8]Lance Johnson? The surfer? \n[9]It's an honor to meet you Lance. I've admired your nose-riding for years -- I like your cutback, too. I think you have the best cutback there is. \n[10]You can cut out the sir, Lance -- I'm Bill kilgore -- I'm a goofy foot. \n[11]This is Mike from San Diego and Johnny from Malibu -- they're good solid surfers -- none of us are anywhere near your class, though. \n[12]Just hold up a second, Captain -- I'll get to you soon enough -- We've got things to do here. \n[13]... we do a lot of surfing around here. Like to finish up operations early and fly down to Vung Tau for the evening glass. Have you ever surfed the point at Vung Tau? I liked the beach breaks around Na Trang a lot -- good lefts. \n[14]... we keep three boards in my Command Huey at all times. You never can tell when you're gonna run into something good. I got a guy in Cam Rau Bay that can predict a swell two days in advance. We try to work it in. \n[15]Hell, that's an Ace if I ever saw one. \n[16]Where've you been riding, Lance? \n[17]That's terrible -- we'll change that -- I'd like to see you work -- I've always liked your cutback; got a hell of a left turn, too. \n[18]Why the hell you wanna go up to Nu Mung Ba for? \n[19]What's the furthest you been in? \n[20]Haiphong? Shit, you jump in ? \n[21]What'd you do for supplies? \n[22]Can you trust them? \n[23]Nu Mung Ba. Last I heard, Walter Kurtz commanded a Green Beret detachment at Nu Mung Ba. \n[24]'Bout a year ago? Is Kurtz still alive? \n[25]Seems to me he got himself fragged. i heard some grunt rolled a grenade in his tent. Maybe a rumor. Helluva man -- remarkable officer. Walter Kurtz woulda been a General some day. General of the Army. Shit, Head of the Joint Chiefs of Staff. Did you knew Kurtz? \n[26]Don't you agree? \n[27]That village you're pointing at is kinda hairy. \n[28]I mean it's hairy -- they got some pretty heavy ordnance, boy -- I've lost a few recon ships in there now and again. \n[29]And I don't intend to get some of them chewed up just to get your tub put in the mouth of the goddman Nung River. You say you don't know Kurtz? \n[30]You talk like him. I don't mind taking casualties, Captain, but I like to keep my ratio ten to one in this unit -- ten Cong to one. \n[31]What about this point here? \n[32]What's the name of that goddamn village -- Vin Drin Dop or Lop; damn gook names all sound the same. \n[33]Mike, you know anything about the point at Vin Drip Drop? \n[34]What do you mean? \n[35]Why the hell didn't you tell me about that place -- a good left. There aren't any good left slides in this whole, shitty country. It's all goddamn beach break. \n[36]How big it is? \n[37]A six-foot left. \n[38]Hell, we'll pick your boat up and lay it down like a baby, right where you want it. This is the Cav boy -- airmobile. I can take that point and hold it as long as I like -- and you can get anywhere you want up that river that suits you, Captain. Hell, a six foot left. You take a gunship back to division -- Mike, take Lance with you -- let him pick out a board, and bring me my Yater Spoon -- the eight six. \n[39]What is it? \n[40]How do you feel, boy? \n[41]Let's go. \n[42]We'll come in low out of the rising sun -- We'll put on the music about a mile out. \n[43]Yeah. Classical stuff -- scares the hell out of the slopes -- the boys love it. \n[44]Big Duke Six to Hell's Angels Four -- bring it in on along tree line and huts. \n[45]Haven't got time, Hell's Angels -- lay it right up the tree line. \n[46]Fucking savages. \n[47]The enemy. Who else? \n[48]Very good, Hell's Angels -- suggest you follow with cannon fire. \n[49]Big Duke Six to Baker Delta Four -- hold -- we're right over you. \n[50]Right along the doors, boy. \n[51]Fine... fine... little higher. Through the roof; yeah, that's good. \n[52]Didn't anybody bring me any bombs, grenades, claymores or anything? \n[53]You shoulda known. \n[54]Sonuvabitch -- anybody hurt? \n[55]The trees, eh... \n[56]Eagle Thrust Four -- Big Duke Six. Join me in sparaying some trees. \n[57]Take her in low, Lieutenant. \n[58]Hold it, boy. \n[59]Take her up to 300 feet, Lieutenant. \n[60]Rifle. \n[61]My rifle, soldier. \n[62]The L.Z.'s cooling off fast -- we'll move in another company an' then we'll own it. Charlie's point. \n[63]Good swell. \n[64]I said it's a good swell -- hell of a good swell 'bout six feet. Let's get a look at it. \n[65]Look at that. \n[66]It'll get here, soldier. \n[67]Change. \n[68]Change -- get out there -- I want'a see if it's ridable -- change. \n[69]You want'a surf, soldier? \n[70]That's good, boy, because it's either surf or fight. \n[71]I'm gonna cover for 'em -- that's all. \n[72]You think that section on the point is ridable, Lance? \n[73]Doesn't happen for six hours. \n[74]The tide -- doesn't come in for six hours. \n[75]They far enough? \n[76]That's far enough -- pick one up and come on in -- \n[77]Son of a bitch. \n[78]They just missed a good set -- the chicken shits ! \n[79]Try it again, you little bastards. \n[80]I´m not afraid to surf this place. I'll surf this place. \n[81]Bring that R.T., soldier. \n[82]Big Duke Six to Hell's Angels -- Goddamit, I want that treeline bombed -- yeah -- napalm -- gimme some napalm -- son of a bitch -- yeah, I'll take H.Z. or C.B.U.'s if you got any of them -- just bomb 'em into the Stone Age, boy. \n[83]Son of a bitch. \n[84]We'll have this place cleaned up and ready for us in a jiffy, boy. Don't you worry. \n[85]You smell that. You smell that? \n[86]Napalm, boy -- nothing else in the world smells like that -- \n[87]I love the smell of napalm in the morning. One time we had a hill bombed for 12 hours. I walked up it when it was all over; we didn't find one of 'em ... not one stinking gook body. They slipped out in the night -- but the smell -- that gasoline smell -- the whole hill -- it smelled like ... victory... \n[88]Yes, I know. \n[89]The wind -- \n[90]Feel it -- it's the wind -- it's blowing on shore -- It's on shore ! \n[91]It's gonna blow this place out. It's gonna ruin it ... \n[92]Yeah -- yeah, I can understand how you feel. \n[93]It's the napalm -- it's causing the wind -- ruining my perfect left. \n[94]The napalm -- ruin -- napalm my perfect left -- my perfect left point break -- napalm -- \n[95]I'm not gonna hurt or harm you, boy -- I just want the board back -- You can understand -- It was one of my best -- You know how hard it is to get a board you like, boy. I'm not gonna hurt or harm you -- Just leave it where I can find it -- ", "CHEF": "\n[1]I hate that -- Every time I hear that noise something terrible happens. \n[2]It's really too much -- I mean I've collected every picture of her since she was Miss December. \n[3]So what happened ? \n[4]Yeah -- typical A.R.V.N. \n[5]Can I go get those mangos now? \n[6]Yes, sir -- \n[7]Call me what, sir? \n[8]No, sir -- I'm a real chef, sir -- I'm a sauciere -- \n[9]That's right, sir -- I come from New Orleans -- I was raised to be a sauciere.. a great sauciere. We specialize in sauces; my whole family. It's what we do. I was supposed to go to Paris and study at the Escoffier School; I was saving the money. They called me for my physical so I figured the Navy had better food. \n[10]Cook school -- that did it. \n[11]They lined us all up in front of a hundred yards of prime rib -- magnificent meat, beautifully marbled.. Then they started throwing it in these big cauldrons, all of it -- boiling. I looked in, an' it was turning gray. I couldn't stand it. I went into radio school. \n[12]It's a motherfucking tiger -- goddamn... \n[13]Goddamn -- Jesus Christ tiger -- motherfucking tiger -- ohhhhhhhhh -- \n[14]Ohhhh -- tiger ! Oh goddamn ! It's a tiger ! Jesus Christ ! Goddamn, a tiger ! Ohhhhhhhh. \n[15]A motherfucking tiger -- I could've been killed. \n[16]Mangoes? There as a fucking tiger in the woods -- I could've been eaten alive. I'm never going into that jungle again. I gotta remember never get out of the boat; never get outta the boat. \n[17]Outa sight. \n[18]No shit. \n[19]I don't believe you -- \n[20]I've got every one of your pictures -- I've got the centerfold -- the Playmate's review -- the Playmate of the Year run-off -- everything, even the calender -- \n[21]I can't believe it -- I'd a never even got to see you if it wasn't for this war -- \n[22]You wouldn't mind -- uh kinda draping that jacket over you sort of the way you were in the calender, would you? \n[23]Just let me look awhile -- I just don't believe -- \n[24]Geez, I wish they'd hurry. \n[25]I don't know. \n[26]I know it sounds stupid, but I feel like the goddamn jungle's watching us. \n[27]Whatdoya think it thinks. \n[28]There in the trees ! \n[29]Thirty meters up, Lance; I saw the fucking flash. \n[30]We're through. \n[31]Oh, God -- \n[32]There's some bad holes, man, and the cracks -- water's coming through the cracks. Food's shot to hell. \n[33]Less than half -- sure is a mess down there. \n[34]Still got a lot of that stuff from Nha Trang. But we're running low on the other. \n[35]Yeah, it is. \n[36]Maybe you shouldn't say we're Americans? \n[37]Nous sommes Americains -- \n[38]Nous ne voulon pas vous agresser. \n[39]Nous sommes Americains -- nous sommes des amis -- \n[40]I thought it was pretty good, myself. \n[41]Said I speak French like a Spanish cow. \n[42]Put the guns straight up -- stand away from the mounts. \n[43]Take her in slow. \n[44]Hey, they speak American. \n[45]Shower. \n[46]A hot shower, hot damn. \n[47]This food is wonderful ! I can't believe the chef is a slope.  Some more? \n[48]Hey -- Lance. \n[49]Holy shit. \n[50]Flood. \n[51]God... \n[52]Charlie? \n[53]Who's he? \n[54]Love? \n[55]Holy shit. \n[56]Captain -- they've been probed all this week -- Cong and NVA regulars. There's gonna be a big offense any time. \n[57]What are we doing here? \n[58]He killed that guy without feeling anything. \n[59]When you kill Cong, don't you feel something. \n[60]This is evil -- evil, Captain. We're all gonna die here. \n[61]I don't get it -- You said your mission was to kill him. Let's do it, an' get our asses outta here. This  Kurtz is ruining the war; I mean, this don't look good for America ! \n[62]You got to kill this sonuvabitch -- Lance and me, we don'´t understand none of this -- Jesus, Captain -- I don't wanna die here -- Do it quick. \n[63]Kill him -- come on, why don't you kill him \n[64]Lance -- the fucker's not gonna do it. \n[65]Captain -- kill him. \n[66]Kill him ! ", "CHIEF": "\n[1]All right with me, I used to drive a taxi. \n[2]The Delta closes off to us about ten  miles out of Hau Fat. We'll be able to pick up some supplies -- bit I think there are only two points we can draw enough water to get into the Nung River. It's all Charlie's turf from there on out. \n[3]'Bout six months ago I took a man up to Lo Mung Bridge. He was regular Army too. Shot himself in the head. I brought his body back down. \n[4]Beats me -- the sun was too much for him, or the mud. Who knows ? \n[5]Anybody see some smoke ? \n[6]Lance -- I want you to go with the Captain an' get three extra drums of fuel and maybe scrounge some more 50 caliber. \n[7]Poor bastards, have a long year to go. \n[8]No shit -- what's all the activity for around here ? \n[9]Where's it gonna be ? \n[10]What cat  ? \n[11]I never heard about that. \n[12]They nail him for it bad ? \n[13]Smoke ! \n[14]Yeah -- fishing village -- helicopters over there. Hueys, lots of 'em. \n[15]The draft of that river might be too shallow on the point. \n[16]Forget that extra drum -- it's too damn hot. \n[17]I saw that Colonel's Huey on the point -- \n[18]Let's just get outta here. \n[19]Incoming ! Incoming -- son of a bitch. \n[20]Lance --- \n[21]Why don't you roll us a big joint? I think the Captain'd like that. \n[22]I'll go with you in a while -- judt hold tight awhile -- \n[23]I wonder if that was the same copter. \n[24]Yeah, Chef -- go ahead -- take Lance with you -- \n[25]You forgot the mangoes, didn't you? \n[26]Careful,  Captain, they've been known to charge. \n[27]What're you trying to say, Captain -- \n[28]No shit -- hot damn -- \n[29]Get away from this boat. \n[30]All right -- Lance, go with the Captain an' see what you can scrounge -- \n[31]Better make it fast, sir -- we don't really need much anyway. \n[32]Wow, you must a found the C.O., eh? \n[33]I can't see a fucking thing. \n[34]We hit a big enough one this hull will shatter like a Corvette. Fucking plastic boat. \n[35]Who knows what's up there? \n[36]I think this river wants to take us home fast. I'm practically goin' in reverse. \n[37]This whole area is lousy with V.C. -- We don't stand a chance. Lemme turn around and we'll be in Hau Fat in six minutes. \n[38]This is my crew and my fucking boat, and I'm the responsible party. \n[39]You're fucking crazy. You're going to get us all killed. \n[40]Lance -- 'bout twenty meters starboard. \n[41]Elevate Lance, in the tree. No, I saw another. \n[42]What the hell is it? \n[43]We're Americans. \n[44]What'd he say? \n[45]I can't steer with my goddamn feet. \n[46]\n[47]What about the boat? \n[48]Yeah -- well, I'll stay with the boat. \n[49]They taking half our ammo, Captain -- said it was your orders. \n[50]Next time we  get in a good fire fight -- I'd like to know how she was, Captain. \n[51]When'd you do it? \n[52]No -- most of 'em are still standing -- might've been disease. \n[53]-- All right, Lance -- \n[54]Why -- Charlie put it there to kill -- \n[55]Signs? \n[56]What is it? \n[57]They're on the banks of the river. \n[58]No, Lance. Not while you can't see. \n[59]Will they attack? \n[60]Which way? Right or left? \n[61]Looks pretty shallow. \n[62]Shit ! Fucking arrows ! They're shooting fucking arrows at us. \n[63]A spear? ", "KURTZ": "\n[1]I want that napalm dropped in the trees -- spread it among the branches. We'll give you a flare -- an orange one -- bright orange. We'd also like some white phosporous, Blue Delta. White phosporous, give it to me. \n[2]I'm Kurtz. \n[3]At ease... Sit down. \n[4]Why did you come to ... my province. \n[5]You were not coming here, to see me? \n[6]You came up my river -- in that small boat. So simple. I always thought the final justice would come from the sky, like we did. You are the final justice, aren't you? \n[7]What other reason could you have come? A Captain. Ranger. Paratrooper. Graduate of the Recondo School. Am I right about these things? \n[8]Then the Agency approached you. Maybe in a bar in Quinon or Pleiku. Simple. A year's pay for one life. Perhaps a village elder, or a tax collector. Nobody's orders but your own. Exciting work. \n[9]You've spent tome at the Royal Tracking School of Malaysia. I can tell from the way the laces on your boots are tied. I understand you, Captain. We understand each other. \n[10]Yes. \n[11]Do you know me ? \n[12]Yeah, I can see that. He's fuckin nuts -- \n[13]I'm awake. \n[14]You. Get out. \n[15]I said get the fuck out ! I'm going to kill the little weirdo myself tomorrow. He´s only stayed alive this long because he's a good orderly and medic. He knows how to use a hypodermic. \n[16]That's right, the little gook- pricks. But they are noble little gook-pricks, noble. Because they fight with their guts, like animals. And for an idea ! That's rich. We fight with ingenious machines and fire, like Gods, and for nothing. But I'll call in a major blotto airstrike tonight. We'll have ourselves a helluva airstrike tonight, a lightshow. How do you like The Doors': 'C'mon Baby Light My Fire...' \n[17]Do you? \n[18]I love it. \n[19]No. My thinking is clear. But my soul has gone mad. \n[20]My gut -- Oh, Christ, my gut ! \n[21]Oh shit -- on the table; morphine. \n[22]You see how stupid it would have been to blow out my brains? I'm dying from the gut anyway. \n[23]No -- I don't want to sleep. I want to think. Water. Give me water. \n[24]Still playing by the rules. You're a damn good kiler. \n[25]How's yours? \n[26]Pain is easy to handle -- but nobility.. the nobility of a man is judged by how much Truth he can handle. \n[27]The truth that you were sent here to murder me, ans so far you haven't done it. And do you know why? Yes, you know why. Your mission makes about as much sense as those idiots who sent you on it. Asshole ! Schmuck ! How long does it take you to figure out that nobody knows what they're doing here. Except me. \n[28]Gimme water. \n[29]You know what you're doing? You are interfering with my plans ! \n[30]This water's got Moonby's acid in it -- \n[31]Drink it -- drink it for tonight. Think of it. A whole regiment of those shitty little Cong -- War. Total war -- war like you've never known it. It's beautiful -- you'll love it. Trust me. \n[32]Goddamn -- You've gotta dig napalm on Speed, too. It's spectacular, you'll see. \n[33]Look into the jungle. You can't -- it's too terrible. You have to smear yourself with warpaint to look at it -- you have to be a cannibal. That's why warpaint was invented. Then it becomes your jungle. \n[34]Because of all the things we do, the thing we do best -- is lie. \n[35]Oh Captain, that is so true. \n[36]You could never figure it because it doesn't make sense. \n[37]I'll tell you what makes sense ! Air strikes ! White Phosphorus ! Napalm ! We'll bomb the shit out of them if they don't do what we want. \n[38]Think of it -- for years, millions of years, savages with pathetic painted faces were scared shitless that fire would rain down from the sky. And goddamn, we made it happen. God  bless  Dow  ! \n[39]Mini-gun. Colby. Sergeant. Mini-gun. \n[40]Claymores, claymores. \n[41]Charles ! \n[42]Go away -- hide yourself. \n[43]Going back  - to the jungle to die. \n[44]I had immense plans. \n[45]I was on threshold of great things. \n[46]Don't. Don't frighten them away. \n[47]Do I not? \n[48]My river... my people... my jungle... my wife... ... my death. \n[49]Yes... \n[50]The horror, the horror. \n[51]The horror ! The horror ! ", "LANCE": "\n[1]There they are. \n[2]Hey. \n[3]Yeah -- look at those uniforms. \n[4]Gunner's Mate, Third Class -- L. Johnson, sir. \n[5]That's right, sir. \n[6]Thank you, sir. \n[7]I haven't surfed since I got here. \n[8]Nice. \n[9]Boss. What's the wind like. \n[10]What, sir? \n[11]This  L.Z. is still pretty hot, sir, maybe we oughta stand somewhere else. \n[12]I think we ought to wait for the tide to come in. \n[13]Sure -- fine -- \n[14]Maybe he'll get tubed. \n[15]Maybe he'll get inside the tube -- where -- where they can't see him. \n[16]The tragedy of this war is a dead surfer. \n[17]Just something I read in the Free Press. \n[18]He'll kill us. \n[19]What? \n[20]What? \n[21]Yeah, I'm an artist, goddamit ! \n[22]Yeah... thanks. \n[23]Nah. \n[24]No -- no, Captain. \n[25]The Yater -- the clear one with the thin stringer. \n[26]Yeah, Jesus Christ ! \n[27]Maybe we better stay in under the trees till dark -- we got his Yater. \n[28]Yeah. \n[29]You hear it again? \n[30]You think he'd of shot us? \n[31]Any time -- us -- Americans. \n[32]A Yater spoon is hard to get -- especially here. \n[33]Captain -- that was all true about the rats and chocolate and stuff? \n[34]And you could just tell when the supplies were booby trapped? \n[35]What's this tiger shit? \n[36]You think? \n[37]Why don't you go pet the water buffaloes -- get off my back. \n[38]Well -- uh thanks -- see you around. \n[39]We thought you were dead. \n[40]It breaks through in about twenty feet. \n[41]I ain't finished ! I ain't finished ! \n[42]I'll help you with -- \n[43]Huh? Oh. Um, wouldya .. wouldya pass me the Rice-a-roni, please. \n[44]The other one -- \n[45]Jesus ! \n[46]Sounds like hundreds of them. \n[47]Chief's dead. \n[48]What? \n[49]Hot damn ! ", "GASTON": "\n[1]Who is the commanding officer? \n[2]Philippe -- \n[3]Fifty calibers, eh, Captain -- \n[4]Entirely unnecessary, Captain. \n[5]We share a common enemy -- you are our guests. I am Gaston de marais -- this is my family's plantation. It has been such for 121 years. It will be such after I die. This is my son, Philippe -- he has fought in Algeria and held the rank of Captain. And Henry LeFevre -- a sergeant; he was at Dien Bien Phu. My personal servant, Tran Van Kac --- \n[6]My youngest son -- Christian -- \n[7]Christian's wife -- Ann-Marie -- \n[8]And my youngest daughter -- Claudine. \n[9]We took them from the dead. Now -- I assume you want to rest, to shower. We'll attend to your repairs after dinner. \n[10]A man of war is never bothered to aid an ally -- you will follow me, Captain. \n[11]Of course, Captain -- an unfortunate necessity. \n[12]A suitable accomodation for your men, captain -- you will, of course, be quartered with us -- \n[13]Captain, this way. \n[14]Magnificent, eh, Captain? \n[15]It is very good -- there is no current -- It is very good. I have never seen one like it in all Indochina. I was in Paris when it arrived -- do you know what might have caused -- \n[16]No, I've seen those in Normandy. This is much better. My country -- my country could never originate this. Magnificent. \n[17]Roxanne, I hope you are feeling better. \n[18]May I present Captain Willard? He is of a paratroop regiment. You know the difference between a paratrooper and a regular soldier, don't you , my dear? \n[19]Attacks repulsed, as I was saying. This is only  for this war, Captain. Viet Cong -- 54; North Vietnamese regular forces -- 15; South Vietnamese -- 28 -- regular forces and otherwise. Americain -- 6. Of course, they were, perhaps, mistakes, Captain. \n[20]Captain? \n[21]We will never 'evacuate', Captain -- this is our home. Indochina is ours; it has been so for a hundred and twenty-one years, there is something to say for that. \n[22]But we civilized it. A place belongs to those who bring light to it, don't you agree. \n[23]Upriver? Why upriver? There is nothing there, only jungle. \n[24]When I was a boy, my father would take me there, to hunt. There are a few savages, but no man can live there, no white man. \n[25]We have never heard of him. \n[26]Bon nuit, Roxanne -- bon nuit, Captain. \n[27]Two of my men deserted last night. It happens from time to time. I assume my daughter told you of our conditions. \n[28]We endure, captain -- you can blow up the house and we will live in the cellar -- destroy that and we'll dig a hole in the jungle and sleep on it. Burn the forest and we'll hide in the swamp. all the while, we do but one thing -- clean the blood off our bayonets. Au revoir, Captain. ", "AGENT": "\n[1]I'd like to say hello from all of us up here, to all of you out there. All of you who've worked so hard during Operation Brute Force -- Paratroopers -- Infantry -- Airmen -- Medics -- Marines -- and Sailors. And I want you to know that we feel proud of you and know how hard your job is. To prove it -- we've brought some entertainment we think you're gonna like: The Playmate of the Year and her two runners up ! \n[2]You came in on that boat, didn't you? \n[3]Where are you headed? \n[4]Look -- you know the girls -- Thta's Terri -- she was playmate of -- \n[5]Oh -- I see -- Well, girls, this is Captain -- eh -- \n[6]Look -- we got in a little trouble -- they rudely took our helicopter for MedEvac work on this -- uh Operation Brute Force -- They just brought it back this morning. \n[7]Well I mean like they also took our fuel -- We've been here two days. \n[8]Look -- the girls could get killed -- we're not supposed to be this close combat, I mean real combat. \n[9]We could use some fuel -- just a half drum -- just enough to get us out a here. \n[10]But, Captain, think what these girls have done for the boys -- think of how they've risked -- \n[11]Look -- you know who that is, Captain -- you know what she's saying -- you'll never see stuff that good outside of a magazine for the rest of your life. \n[12]Take your pick -- they all like you -- I can tell -- \n[13]Good -- like I said, take your pick. \n[14]Now just a second -- I'm doing you a favor, buddy -- what're you trying to pull? \n[15]Wait -- wait -- don't get up tight -- what I meant was we'd need a whole drum for that -- \n[16]What's there to talk about -- this whole thing disgusts me. \n[17]What ! \n[18]You're out of your skull -- \n[19]How far do you think you can push -- what kind of people do you think -- \n[20]No -- absolutely not -- \n[21]You can keep your fucking fuel -- \n[22]Get out -- \n[23]Two drums -- \n[24]Two whole drums -- \n[25]I don't know what you're talking about -- Get fucked -- ", "CLEAN": "\n[1]Too far inland. \n[2]Charlie don't ever hear 'em. Not till it's too late -- don't have to hit you neither, concussion'll do it for a quarter mile or better. Burst your ears -- suck the air outta your lungs. \n[3]Yeah -- you can really get hung up on them like the cat in the Delta. \n[4]One that went up for murder -- he was an Army Sergeant. \n[5]Yeah -- he really dug his Playboy mag, man -- I mean like he was there when it arrived -- He just knew. \n[6]He was working A.R.V.N. patrols and had one a them little cocky gook asshole Lieutenants -- anyhow, the Lieutenant took his new Playboy one day, sat on the end of the dock, and wouldn't give it back. \n[7]Then went too far -- he sat there and starts mutilating the centerfold. Poking pins in her an' all that. Sergeant says, don't do her like that. You leave your shitty little hands off that girl. Gook Lieutenant says Fuck you in Vietnamese -- Sergeant says, don't do that again. You'll wish you hadn't. Then he stood up, flicked his iron to rock and roll and gave the little zero a long burst through the Playboy mag. Man, it blew him clean off the dock -- Hell, just the magazine was floatin' there all full of holes. \n[8]He's in the L.B.J. -- didn't give him no medals or nothing -- \n[9]Clear on starboard -- Where's Lance an' the Captain? \n[10]What'd you that for? \n[11]How can you tell their weapons.. an' how far they're going? \n[12]Jesus -- that guy's too damn much. \n[13]Was a big tiger -- no shit? \n[14]You keep this thing in this condition an' it's gonna jam, Lance -- mark my words. \n[15]I'm next -- \n[16]Yeah, it still runs. \n[17]What is it? \n[18]What're you askin' me for -- put 'em in the first helicopter comes in tomorrow. \n[19]We ain't goin' down the river. \n[20]What's up river from here anyhow -- \n[21]Charlie? \n[22]I'm ripping 'em, man, son-of-a- bitch, it's jammed, oh God, it's jammed. \n[23]What did you put in all those ammo boxes? ", "ROXANNE": "\n[1]Je vais bien maintenant. \n[2]Yes, they come from the sky. \n[3]May I ask where the Captain is going in his little boat? \n[4]You must realize, Captain -- we have lost much here -- I, my husband. Gaston -- his wife and son. \n[5]Cognac? \n[6]The war will still be here tomorrow. \n[7]Do you miss your home, Captain? Have you someone there? \n[8]Then you are like us. \n[9]What will you do after the war? \n[10]What's a big question? \n[11]Yes. \n[12]That strange things.. terrible things have occured around this American, Kurtz. \n[13]Gaston would never tell me. It was asubject not to be spoken of, Captain. \n[14]Did you know -- deeper in the jungle, upriver -- there are savages? \n[15]But Captain, I mean -- cannibals. \n[16]What a pity, you don't drink. Since my husband died, there are so many things I must do alone. \n[17]Are you warm, Captain? \n[18]I spend hours watching that river from my bedroom window. It fascinates me. \n[19]I have been lonely here, Captain. \n[20]I will fix you breakfast. \n[21]Whe you reach the boat you will find that half your fifty calibre stores -- a case of grenades, a mortar and two M-16's and a case of clips are being transfered to us by your order. \n[22]You may think what you wish, Captain, but I like you very much. \n[23]Then Philippe will have to kill all of you. ", "SOLDIER": "\n[1]That's 27, sir. \n[2]Incoming ! \n[3]Stepped on a booby trap, sir -- got blown all to hell -- \n[4]I don't know -- don't have any idea -- I'm just the night man -- \n[5]I gotta get out a here -- I´ll pay -- I got money. \n[6]Fuck you, you'll get what's coming to you. \n[7]Incoming. \n[8]You came right to it, son of a bitch -- \n[9]Beverly Hills -- \n[10]Straight up the road -- a concrete bunker -- Beverly Hills -- where else you think he'd be? \n[11]Get your asses down, buddy. \n[12]Hey, buddy, that boat still runs, eh? \n[13]Do me a favor buddy, please. \n[14]Send these out when you get back to the world. \n[15]It's to everyone I really knew -- the first girl I screwed -- my brother -- best friend -- I wanted to tell 'em how much I enjoyed knowing 'em -- it's been a great twenty years. I gotta let 'em know. \n[16]Nobody comes in here. \n[17]The N.V.A. 312th -- over there the 307th -- on that hill we counted fourteen different guns in one minute -- they got rockets mortars, snipers in those trees, there's a million of those shitty little bastards out there -- we're all gonna die. \n[18]I'm gonna be dead. \n[19]You got a chance in that boat -- by morning you could be five miles down the river. \n[20]Spooky. \n[21]No, it'd be spooky without the war -- give 'em back. \n[22]Wow... ", "CAPTAIN": "\n[1]How about a drink ? \n[2]Winning the war by yourself. \n[3]Which part is that ? \n[4]That's good gin. \n[5]Delta ? \n[6]North ? \n[7]What unit were you with ? \n[8]Rangers, eh? \n[9]Were you Longe Range Recon -- \n[10]That's quite an array of ribbons... \n[11]I was an FO for the 25th. \n[12]Yeah. \n[13]Sometimes. \n[14]Thirty -- sometimes fifty. \n[15]I didn't know we had units up there in North Vietnam. \n[16]How long were you up there ? \n[17]A year ? Waiter another beer. \n[18]Headquarters 11 Corps -- 405th A.S.A Battalion -- S-2 -- Com-Sec -- Intelligence -- Nha Trang. ", "COLONEL": "\n[1]Okay, Willard, sit down. \n[2]Have you ever seen this officer before, Captain Willard ? \n[3]This gentleman or myself ? \n[4]I believe on your last job you executed a tax collector in Kontum, is that right ? \n[5]You know much about about Special Forces; Green Berets, Captain ? \n[6]Then you can appreciate Command's concern over their -- shall we say 'erratic' methods of operation. I have never favored elite units, Captain, including your paratroopers or whatever. Just because a man jumps out of an airplane or wears a silly hat doesn't give him any priviliges in my book -- not in this man's army. \n[7]We have Special Forces A detachments all along the Cambodian border. Two here and another one here -- twelve or fourteen Americans -- pretty much on their own; they train and motivate Montagnard natives; pick their own operations. If they need something, they call for it, and get it within reason. What we're concerned with is here. \n[8]The A detachment at Nu Mung Ba. It was originally a larger base, built up along the river in an old Cambodian fortress. The area has been relatively quiet for the past two years -- but -- \n[9]... Captain, we know something's going on up there -- Major -- \n[10]About the same time -- large numbers of Montagnards of the M'Nong descent began leaving the area -- this in itself is not unusual since these people have fought with the Rhade Tribe that lived in the area for centuries. But what is unusual is that we began to find Rhade refugees too -- in the same sampans as the M'Nongs. These people aren't afraid of V.C. They've put up with war for twenty years -- but something is driving them out. \n[11]He's commanding the detachment at Nu Mung Ba. \n[12]What was your impression of him ? \n[13]A lame ? \n[14]About what ? \n[15]But why ? \n[16]Well, he's killing now. \n[17]It's got to be Kurtz. ", "MOONBY": "\n[1]Oh, they're simple enough people. It's good to see you, baby. Nobody has any Winstons? \n[2]This boat's a mess. \n[3]Oh, you don't talk to Colonel Kurtz. You listen to him. God, these are good. I kept these people off you, you know. It wasn't easy. \n[4]Simple. They don't want him to go. \n[5]Pre-Australian, actually. But I'd dig goin' to California. I'm California dreamin'. \n[6]Kurtz. I tell you, that man has enlarged my mind. \n[7]But lemme tell you, he is the most dangerous thing in every way that I've come on so far. He wanted to shoot me. The first thing he said is, 'I'm going to shoot you because you are a deserter.' I said I didn't desert from your army, I deserted from my army. He said, 'I'm going to shoot you just the same.' \n[8]I've asked myself that question. I said to myself, why didn't he shoot me? He didn't shoot me, because I had a stash like you wouldn't believe. I hid it in the jungle; the wealth of the Orient: Marijuana -- Hashish -- Opium -- cocaine -- uncut Heroin; the Gold of the Golden Triangle. and Acid -- I make Koolaid that makes purple Owsley come on like piss. Now I'm Kurtz' own Disciple -- I listen he talks. About everything ! Everything. I forgot there's such a thing as sleep. Everything. Of love, too. \n[9]Oh, no, not what you think... Cosmic love. He made me see things -- things, you know. \n[10]No, Colonel Kurtz couldn't be crazy -- if you heard him talk, just last week, you'd never think he was crazy. \n[11]Those heads, yes. Well, the rebels... \n[12]Right on -- he's been waiting for -- \n[13]His name is... \n[14]Oh, no, don´t say that. \n[15]He's asleep -- don't bother him. ", "KURTZ'S WIFE": "\n[1]Come in, Captain Willard. \n[2]Can I get anything for you? \n[3]Did you know him very well? \n[4]And you admired him? \n[5]Love him... Yes, it is true. That's the hard part for me... I knew him better than anyone ... I knew him best. \n[6]You were his friend... You must have been, if he had given you this... If he sent you to his home. He was the best this country had -- he was -- \n[7]I'll never get over it -- But I'll always remember him... \n[8]Men looked up to him... He died as he lived... \n[9]Were you with him, when... \n[10]What were they? \n[11]Tell me. \n[12]Tell me what he said. ", "CIVILIAN": "\n[1]If you're B.L. Willard, 4th Recon Group, we'd like you to come with us. \n[2]The agency. \n[3]Major. \n[4]Would he remember you ? \n[5]You didn't like him. \n[6]What does that mean ? \n[7]The point is that Kurtz or somebody attacked a South Vietnamese Ranger Platoon three days ago. Last week a Recon helicopter was lost in the area -- another took heavy damage -- direct fire from their base camp. \n[8]Ours. \n[9]You can see, of course, the implications, if any of this -- even rumours leaked out. \n[10]Exactly -- you'll go up the Nung River in a Navy P.B.R. -- appear at Nu Mung Ba as if by accident, re-establish your acquintance with Colonel Kurtz, find out what's happened -- and why. Then terminate his command. \n[11]Terminate with extreme prejudice. ", "LIEUTENANT": "\n[1]You didn't tell me to, sir. \n[2]Captain Willard? \n[3]Captain Willard -- we got these from Nha Thrang two days ago -- they expected you here then -- \n[4]You don't know how happy that makes me, sir. \n[5]Now I can get out a here -- if I can find a way out. \n[6]I'd just clear out as soon as I could if I were you, sir. They're gonna start working on the bridge with torches again. Charlie will start throwing it in hard -- \n[7]It's of strategic importance for keeping the highway into Bat Shan open -- the generals don't like to admit that Bat Shan is surrounded. \n[8]Every night we build it and by 0800 they've blown it up -- it and a lot of good men -- But the generals like to say the road is open -- ha ! Nobody uses that road except Charlie. \n[9]This is the cesspool of hell. ", "COLBY": "\n[1]What -- happened here. \n[2]NVA regulars. They're coming again tonight. Tet -- their big -- assault. \n[3]Take us back. Take us back ! But, the operation -- the team. Colonel Kurtz has such plans for -- the team. \n[4]I had nothing to do with these operations -- I did not do the planning -- none of us did. It was all Colonel Kurtz -- he was the genius. You'll see -- the genius of our Colonel. He should be made a General, don't you think? A General? It's... \n[5]Who is he? \n[6]There. \n[7]How did they know? \n[8]They're coming to rescue us. They're Medevac. \n[9]Colonel Kurtz, he's dead. ", "GUNNER": "\n[1]Like a mean motherfucker, sir. \n[2]Gooks. \n[3]I´m sorry, sir. \n[4]They were tryin' to cut through the wire -- I got 'em all I think. \n[5]He's trying to call his friends -- send up a flare. \n[6]Wake up the Roach. \n[7]Hear him? \n[8]You need a flare -- ", "MAJOR": "\n[1]Very good. \n[2]We didn't need 'em in Korea -- no sir, give me an Ohio farm boy and an M-1 Garand, none of this fancy crap -- no sir. \n[3]Communications naturally dwindled with the lack of V.C. activity, this is routine, expected ... but six months ago communication virtually stopped. \n[4]We communicate with the base infrequently. What they call for are air strikes, immediate -- always at night. And we don't know what or who the air strikes are called on. \n[5]You see, no one has really gone into this area and come back alive. \n[6]Walter Kurtz, Lieutenant Colonel, Special Forces. We understand you knew him. \n[7]That's Colonel Kurtz. ", "VOICE": "\n[1]Up 2 -- 0 -- give it to me quick -- Mark flare -- affirmative damn -- Immediate receive -- hearing automatic weapons fire man ... \n[2]Captain -- \n[3]Over here, Captain -- \n[4]Straight ahead, son of a bitch. \n[5]Watch your feet, asshole -- \n[6]You stepped on my face. \n[7]The whole world loves a smart ass. ", "MIKE": "\n[1]Boss left. \n[2]It's really long left slide, breaks on the short side of the point -- catches a south swell. \n[3]It's hairy ,though. That's where we lost McDonnel -- they shot the hell out of us. It's Charlie's point. \n[4]Six to eight feet. \n[5]Light off shore -- really hollow. \n[6]Wh -- what? \n[7]It's still pretty hairy, sir. ", "RADIO": "\n[1]Eagle Thrust formation target 2800 yards -- begin psch-war operations. \n[2]Hell's Angels Four to Big Duke Six -- we'll need green smoke -- suggest you have the FAC mark it. \n[3]This is Baker Delta Four -- Captain hit bad -- need dust-off. Receiving heavy automatic weapons fire from huts about thirty yards to our left. \n[4]Affirmative, Big Duke Six -- We're even got some rockets left. \n[5]-- must remember that we owe our thanks for these to the wonderful services of the U.S.O. -- here's another oldie -- this one dedicated... \n[6]... to the fire team at An Khe from their groovy C.O. Fred the Head -- \n[7]The Rolling Stones and \"Satisfaction...\" ", "CHARLIE": "\n[1]... It's crazy -- sugar is up to 200 dollars a ton -- sugar ! \n[2]Food, oil --look, let me show you something. This is the economy of the United States in two years -- \n[3]This is West Germany. This is Japan. This is Italy. This is Iran. And this is Saudi Arabia... In two years ? Do you understand ? \n[4]Maybe nothing. But I'll tell you, I didn't build a two-billion-dollar company in the last twenty years by doing nothing. We can protect our interests. We are still the most powerful nation in the world. Militarily. \n[5]You know bodyguard; he was a captain in Viet Nam. You talk to him, except he won't talk. This kind of man can kill you with his pinky. A nice quiet fella, though. \n[6]Carries a attache case at all times. You know what's in it ? An Ingram Machine pistol. ", "SERGEANT": "\n[1]I don't know anything about these papers, sir. \n[2]Well, you know I don't have the priority to do that, sir. It says here not to contact Com-Sec- Int. Who's your commanding officer ? \n[3]Well who the hell verifies that ? \n[4]The show -- \n[5]Big show in the parade grounds this noon -- some boss stuff -- \n[6]No sir, I think -- this'll be a little bit different -- "}}