{"dialogues": {"ROB": "\n[1]Here'll be fine, thanks... \n[2]Thanks... for the lift, I mean... \n[3]Sorry... Nik, Chaz...  Rob Ferris... They return greetings. \n[4]We're off! They are indeed. \n[5]You don't want me to hitch, you want me to buy a car. OK, but I'm a state university boy, I don't have the perks like some of you private college kids do. \n[6]Kit... Arch's voice interrupts. \n[7]I owe you one. \n[8]Oh, shit... The ferryman grabs the controls, but it can't help. The ferry, unstoppable, plows into Buck, pinning him against one of the piers. Buck screams. \n[9]What a way to start a weekend, huh. \n[10]I wonder how Buck is doing? \n[11]Kit... \n[12]We can talk about it some other time. \n[13]No, I don't mind. \n[14]He said to forget it. Kit looks up in surprise. They all stare, quieting. \n[15]He said my grades might be OK; but that basically I possess an essential lack of seriousness, and that's what they look for. \n[16]He's right. That's bullshit on parade. \n[17]No. I'm sorry. I'm not angry with you. I'm just angry. He leans over, turns off the bedside lamp... and the light in the bathroom comes on. Beat. He gets out of bed and crosses to the bathroom, reaches in and turns off the light... ...and the overhead light comes on. Kit starts to laugh and quickly covers her mouth. Rob walks to the door, turns off the overhead light... ...and the bedside lamp comes on again. Kit laughs harder, but still tries to stifle it. Rob shoots her a look, then goes and sits on the edge of the bed. He reaches to turn off the bedside lamp again, then thinks better of it and starts to unscrew the bulb instead. \n[18]Ouch! Jesus! Kit can't stop herself any longer. She laughs out loud. Rob perseveres, finally unscrewing the bulb enough to plunge the room into darkness. Silence. \n[19]Very funny. Kit breaks up laughing again. To her it is funny. And soon Rob is laughing too. He swings his legs up under the covers beside her. \n[20]Muffy? No answer. He tries her door, but it's locked tight. A beat. Then: \n[21]Muffy? \n[22]You OK? \n[23]OK... well, goodnight... No response. He turns back for his room, catching sight of Chaz, who has come out of Nikki's room, to investigate, too. \n[24]I swear it wasn't this cold yesterday . This isn't what she meant, and he knows it. \n[25]What about you? What about your future? You're the one with the four point. ...maybe it's crazy--you investing so much energy in me. \n[26]You've got a great mind \n[27]Great... Do you realize how perfectly unmatched we are? \n[28]Yeah? What's that? She looks up and kisses him softly. \n[29]Will you feel the same about me a year from now? Two years, five years from now? She takes his hand and leads him down the pier and into the boathouse. \n[30]Skip! You sonofabitch! But there's no response, Skip's body unmoving on the self-powered skiff which continues bobbing out to sea. \n[31]starts to wonder whether it really is a joke. He hurries forward, plunging 'into the water to reach the boat. \n[32]Skip... Skip! But it's too far and getting farther, and the waves are too strong. \n[33]Where's Skip? Anybody seen him? \n[34]Goddammit, can't you give me a straight answer! They sit up with the force. Nan comes out on the porch, hearing . \n[35]Has anybody seen him since last night? They all realize they haven't. \n[36]Jesus Christ... Rob turns, rushing into the house. \n[37]I don't know. I don't know what to think. \n[38]Let's not take any chances. He was... He was pretty big. \n[39]Where's Arch? \n[40]What is it? \n[41]We can't get away. Everyone back into the house . Now. Let's go! \n[42]Hello! He listens for a moment, then almost collapses with relief. \n[43]Constable Potter... Thank God it's you... The others stand and start drifting in from the dining room. \n[44]Constable?... Here. She's all right. With Muffy? What do you mean? He looks up at the others who have gathered around him expectantly. \n[45]Yes, all right... Please... Please hurry. He hangs up. Pause. \n[46]He's on his way. We're supposed to wait here... to stay together... \n[47]It isn't him. They've been together all day. \n[48]I don't either. He's going to send up a flare as he's nearing the dock. Then we're to go down as a group to meet him there. In the meantime... we just wait. He goes out of the living room. \n[49]Muffy? We should all stay together. \n[50]I'm goinq to find the way up to the attic. \n[51]I'm sure we can watch for the Constable better from up there. Kit hesitates. \n[52]No lights. Suddenly a flashlight beam pierces the darkness, and Rob and Kit can now be seen ascending the stairs to the attic. \n[53]NO. There must not be a light on the boat. \n[54]Kit? He said something else on the phone, about Muffy. \n[55]He said not to trust anybody. That's why we were to stay together. No one was to be left alone with anyone else... Then he said, especially not with Muffy. \n[56]That's why I let her go. \n[57]I don't know. He wouldn't explain it. \n[58]Is it? He's known her longer than we have. He sweeps the flashlight back toward the stairs. \n[59]Where? She takes the flashlight from him and aims it on something near the door--the Barbie and Ken dolls from the previous night's dinner. \n[60]It's just the dolls. \n[61]So? She moves toward them while Rob stays by the windows looking out. As she gets closer to the dolls, however, Kit realizes that they have not just been stuck there haphazardly. \n[62]Jesus... \n[63]It's Arch and Skip and Nan. \n[64]Wait... He takes the flashlight from her and reveals two more: a Barbie and a Ken lying next to each other with no clothes on, both of them splattered with bright red nail polish. \n[65]What are these other two? Suddenly the room is flooded with light. Rob turns sharply and sees outside the window the Constable's flare hanging in the night sky. \n[66]He's here! O.S. there is a PISTOL SHOT from downstairs. Kit screams. \n[67]Come on! He jumps to his feet, grabs hold of her hand and pulls her with him out of the attic. \n[68]Hal! ...while Kit runs down the hall to Nikki's room and flings open the door. \n[69]I can't find Hal-- He stops in mid-sentence as he sees the beds. Kit is already through the door. Rob follows her out. \n[70]Forget her! \n[71]Let's go. Rounding the corner to the shadowy back stairs, Rob suddenly bumps into something, someone there. He screams aloud, dropping his flashlight. It is Harvey. His body dangles from the rafters high above the top of the rear stairs, a thick rope around his neck. Now Rob has become unnerved, and it is Kit's turn to take the lead. \n[72]Forget the doors! Within moments they have crossed the back yard and disappeared into the brush leading down to the water. \n[73]Constable... Mr. Potter? No answer. The silence is chilling. They proceed out onto the dock. They come to the boat. \n[74]If there's another flare, we can signal him. \n[75]Shit... no key! Kit, meanwhile, picks up the LETTER that's lying on the bottom of the boat. \n[76]\"...Pursuant to our previous communication, please be advised that the patient under discussion has still not been found and returned to custody, and it now believed to be attempting to return to her home in your jurisdiction. If encountered, exercise extreme caution and notify us immediately, as Miss St. John has ·been a patient here for three years and is still considered incorrigibly unstable and extremely dangerous...\" Kit looks up, frantic. \n[77]I don't know... but we've gotta get this boat started. \n[78]The house. Didn't Muffy say there was another key back in the kitchen? \n[79]We've got no choice. \n[80]Shit. \n[81]Huh? \n[82]I know. \n[83]I'd have you stay here, but-- \n[84]Listen, Kit, we'll get out of here, I promise you. We've been through so much together... She has started to cry softly. \n[85]...it isn't going to end here. \n[86]Well... \n[87]Let's go. \n[88]Let's go. Brief pause, then he turns to go. \n[89]Shit... They move slowly off the dock. \n[90]Come on. They move stealthily through the bushes around to the side of the house. They stop. \n[91]There. He is pointing toward the open basement window across a thirty foot space of clear lawn. \n[92]That's how we're going in. Kit swallows hard. She nods. \n[93]Are you with me? They break from their cover and run, keeping low, to the side of the house. Rob peers through the window into the darkness inside , pushes the transom all the way open, and then drags himself through on his belly. \n[94]The stairs... Where are the stairs?... \n[95]I don't get it. The beam momentarily sweeps the wall next to Kit. She sees something. \n[96]Pull it away... \n[97]Pull it away! They advance together on the painting, Rob keeping his flashlight on the eyes the entire time. Kit slowly reaces out, lifts the painting from the wall and drops it, jumping back... just as MUFFY'S HEAD rolls forward from a shelf behind the painting, right into Kit's lap! Kit screams as she bobbles the head in her hands like a hot potato, trying to get rid of it. Suddenly a loud NOISE slams at the basement window. Rob grabs Kit, covering her mouth and snapping off .the flashlight. The head falls to the. floor at their feet. They turn... \n[98]The boat key... it's gotta be here... His flashlight sweeps the walls of shelves. Suddenly, Buffy is at the kitchen door. Though the door in locked, there's no bolt or chain to fully secure it. The knob RATTLES furiously under Buffy's grip, the door SHUDDERS. Rob spots a walk-in cupboard. He hurries to it. Kit gropes along the shelves, searching the objects hanging along the distant wall. \n[99]Kit... I He steps in, following his beam into the darkness. The cupboard door SLAMS shut behind him. He turns, trapped. \n[100]Kit! Let me out! Let me out of here! Kit!! He is kicking the door, hurling himself at the door, but all to no effect. He barely has room to maneuver. \n[101]Kit! Run, Kit, run! \n[102]Kit! I love you! \n[103]Kit! I love you! I love you, Kit! A man's HAND reaches out from the side, lightly touching Rob's shoulder. Rob jumps, turning. \n[104]Kit! ! Still frightened and confused, Rob hasn't put it together yet. He runs out of the kitchen... \n[105]Ki--! The group laughs louder at the sight of him. Buck walks up behind Rob and claps him on the shoulder. Rob jumps and screams involuntarily. The group laughs louder still... \n[106]Oh, sure. Quite welcome. Any time. He sits, or rather lands, on the sofa next to Kit. Laughter. \n[107]What clues? \n[108]And you guys played along? \n[109]So I guess there's no crazy twin sister Buffy? \n[110]You're lucky you didn't get yourself killed. \n[111]Boy, what a difference being alive makes. \n[112]I do. \n[113]I think it is. I'm going to try. He takes her by the hand and gazes at her. \n[114]But if I make it or not, no matter what happens, we'll be together? You and me? \n[115]That's what I want. Muffy enters with a stack of dishes, followed by Nan who quietly sets her plate on the counter and leaves. \n[116]Excuse me. He turns and walks back into the house. O.S. a horn honking. \n[117]Some party, huh? \n[118]What really amazes me is how easy we made it for her. Everyone was just out for himself. We could've stopped Muffy cold if we'd only stuck together, if we'd only worked like a team. \n[119]Harvey's right.  Look, what're you talking about? We've had our fun. Now we got work to do. \n[120]Kit... \n[121]I don't believe you... \n[122]Four. He meets Kit's stare squarely, giving her time to change her mind. But Kit smiles back, victorious. \n[123]What the fuck do you think he was talking about? \n[124]Swell. \n[125]What a great idea this was. They round a bend and stop dead. \n[126]I thought we looked there an hour ago. ", "KIT": "\n[1]Pass. \n[2]Oh, c'mon, Chaz, give me some room, will you? He does, finally shutting down the videopak. The image reverts to FILM again. \n[3]Hi. Kit Graham... Nikki Brashears. \n[4]Excuse me. But we're still waiting for somebody -- \n[5]But you've got to wait. They said it's the only way over. If he misses this... Arch WHISTLES loudly, seeing and alerting them. \n[6]But we will be. \n[7]To protect her family, I guess. \n[8]That's not my point -- \n[9]Oh, c'mon, don't pull that. Rob just drops his arms in frustration. \n[10]I mean, it may show something about your attitude toward me, always being late. \n[11]Oh, god! \n[12]Look, Skip, it wasn't your fault. It was an accident. You didn't know. \n[13]Muffy! \n[14]I don't want to hear about this. \n[15]He wasn't married? \n[16]My goodness, daddy, what big ...what big... teeth you have. \n[17]How friendly will we feel once we've finished with those beans? \n[18]So it's going to be one of those dinners, huh? Arch is laughing the loudest when suddenly his chair collapses beneath him and he drops sprawling onto the floor. \n[19]I think we should change the subject. \n[20]Rob knows. He's going to medical school. Rob looks up from his plate. \n[21]Why? You had your meeting with your counselor, didn't you? \n[22]Why not? We're all friends. \n[23]Muffy, anything you want to add to that? \n[24]G'night. \n[25]Rob? No answer. \n[26]You still angry with me? About dinner? \n[27]Good morning! Muffy turns abruptly, startled. Rob and Kit stop abruptly, too. \n[28]Rob? What's wrong? Pause. \n[29]Are you giving up? \n[30]I don't know. I'm scared. I don't know if I want what Mom and everybody else expects of me. I don't want to go to law school. \n[31]...only it's not made up. Smiling sadly, he crosses to her, puts his arms around her. \n[32]It's made up about one thing though. \n[33]We saw him... on a boat... drifting by the pier. He wasn't movinq. He looked dead... unless he was joking...! \n[34]I saw his face! \n[35]No Skip? Chaz now comes out of the woods on the other side of the yard. \n[36]I think it's about time we called the police. The screen door BANGS again. They look up. It's Muffy. She returns their stares stiffly, without expression . She holds flowers cut with hand shears. \n[37]I don't think we should wait any longer... Rob moves into the house past Muffy. Kit follows him. \n[38]Let me help. \n[39]Rob? No, we haven 't been able to get through to the mainland yet. Muffy eases. Kit turns the tap to fill the kettle. The pipes begin to BANG. The tap sputters and coughs out a spurt of brown water before running dry. \n[40]No water? Nikki and Harvey enter, having heard the pipes banging. \n[41]No water. \n[42]You don't want to know. \n[43]It's okay, Nikki. With the others... they were outdoors. But we're inside now, and we're safe. \n[44]I don't understand. They look at each other ominously. \n[45]...doesn't understand. She glances at the walls for more pictures. Muffy enters suddenly, interrupting her. Kit startles, turning. They face each other. \n[46]I just came in to make sure everything was secure to lock the windows. \n[47]It could be the tides. \n[48]Rob's checking the back of the house. \n[49]What do you mean? \n[50]Stop it! Just stop it all of you! What is wrong with us? Nhat happened to all our talk about friendship, and undying loyalty?  Do you know what we're saying? That we're actually sitting here discussing the possibility that Muffy, a generous friend, has invited us all here to -- She stops suddenly, freezing in mid-sentence, and they all turn, following the direction of her look, to see Muffy standing in the entryway behind Rob. \n[51]Why? \n[52]No one's been up here in years. Rob crosses to the garret windows overlooking the sound. \n[53]Can you see him? \n[54]Or... he's chosen not to use it. \n[55]What? \n[56]So that's why you let her go upstairs? \n[57]What did he mean by that? \n[58]But that's ridiculous... \n[59]Rob, wait a minute. What's that? \n[60]She's been up here. \n[61]Rob? Rob comes over to join her as we CUT TO: \n[62]Rob? . . . \n[63]Rob??... \n[64]Nikki? She isn't there. Kit backs into the hallway. Downstairs O.S. she can hear Rob moving about, calling for Harvey, but up here all is quiet and threatening. She hurries silently down to Chaz' room, opens the door and steps inside. \n[65]Chaz?... Nikki?... She turns on the light and sees the bed, both beds: they are drenched in blood. Kit reaches for the doorknob. It comes off in her hand. \n[66]Rob!!! She's frantically pounding on the door and trying to jam the doorknob back in, to get it to work. There's a NOISE outside the window. She turns aghast. Suddenly the door flies open. \n[67]Rob, what about Muffy? \n[68]She's my friend! She breaks away from him and dashes down to Muffy's door. Rob has no choice but to follow her. \n[69]Muffy! Muffy!! She tries the door, but it's locked. \n[70]This way! And they head back toward the main staircase. \n[71]Maybe he went on to the house. Rob unlashes the mooring, grabbing hold of the line to pull the boat in. It won't budge, the line snagged in the water where it dips in. Rob tugs harder, freeing something to the surface. \n[72]Rob! He turns. \n[73]Look! She presses it into his hands. He shines the flashlight. \n[74]Miss .St. John? What's it talking about? Muffy hasn't been in any state mental institution for the last three years -- she's been at Vassar! \n[75]How? \n[76]Oh, no... \n[77]I know. \n[78]Rob? \n[79]Rob, I really don't want to go back there. \n[80]Shit. Another pause. Neither one is making the move to go. \n[81]No. \n[82]Okay. He kisses her. Pause. \n[83]Yeah... \n[84]Let's go. \n[85]Rob, look! The doors. They've been closed. Sure enough, the doors they come out by minutes ago, the ones they didn't stop to close, are now shut tight. \n[86]What's that? They pause, hearing DRIPPING SOUNDS in the darkness , comi ng from the depths of the utility room. Rob leads the way, cautiously, toward the sound. \n[87]Rob... \n[88]Muffy's clothes... \n[89]Rob! She gets him to turn the beam back to the wall where she is. She helps train it on what she saw. \n[90]Oh, god... oh no!... He doesn't yet understand. \n[91]...the picture of the girls in the study... the letter... what the Constable was trying to tell you... It's not Muffy it's her twin sister, Buffy! She has a twin sister! Rob's eyes have a glazed look. They are fixed somewhere else. \n[92]Rob, don't you see? Rob? She follows his look and sees, on the wall near the growth chart, that he has trained his flashlight beam on the eyeless portrait from the night before. Only now, there are REAL EYES BEHIND THE PAINTING, \n[93]Rob! He casts about for a weapon, coming up with a length of lead pipe. \n[94]Rob? \n[95]stumbles back desperately. \n[96]No... \n[97]Rob!!! \n[98]Buffy?... please, we didn't mean any harm... we're leaving... we just want to go home... please... please... Buffy raises the dagger in hand. \n[99]No... Oh, God... and Buffy strikes. The knife jabs into the door, close to Kit's head. Kit gasps, momentarily spared. She pushes apart the double doors and stumbles back into... \n[100]What.... ? Then she looks back at Buffy who steps into the living room, and smiling, holds up the knife and plunges it into her own hand. The blade is retractable. \n[101]Oh, fuck you!! Fuck you, you guys!! Suddenly everyone in the room comes to life, roaring with laughter. \n[102]What's this all about? And don't anyone say \"April Fool's\" or I'll smack them in the teeth. \n[103]He's your brother?! \n[104]Which means, I guess, that you're no constable either. \n[105]I don't care what Columbia says about you. \n[106]Is this the road to med school? \n[107]If that's what you want. \n[108]I don't know. Too much champagne? o.s. they hear a muffled cry. \n[109]Well, I hate to say it -- I still ought to kill you -- but thanks. See you back there. \n[110]Well, I kinda like the idea -- and I don't have work to get back to. She squares her shoulders. \n[111]\n[112]Just because you've decided to get serious about your life, doesn't mean the rest of us can't have our fun \n[113]So how many does that make us? \n[114]Cal, we want to get back to the island. \n[115]I know. \n[116]Nikki? \n[117]What's going on? \n[118]What?... \n[119]Oh, no... what about Rob? Rob!! She races out of the study. \n[120]Rob...? They run over to him. \n[121]Rob? Rob??  Rob!!!  It was only a game! \n[122]Muffy, he's dead! \n[123]Don't you touch him!! \n[124]Muffy! Stop him! Help! He's killing me! Oh, God! He's killing me! Muffy, initially paralyzed with fear, now runs for her life, down the hallway, down the stairs... ", "NIKKI": "\n[1]Where's Rob? Chaz QUICK-PANS the camera back to Kit, following the action. \n[2]Well? \n[3]Planning on staying a while? \n[4]Chaz, Arch already has her bag. Meaning, Chaz is Nikki's man, especially for this weekend. \n[5]This is it? No going back? Trapped for days on an island where men are men, and women oughta know better? \n[6]You could tie me in chains... Chaz boards, passing Buck, the assistant. \n[7]I get it. That's a joke. Preppy Skip adds his greeting. \n[8]Except for Skip and Nan. Them we just met. \n[9]This is true. For as long as I've known her. \n[10]Muffers, Moffo, Muff-child , Muffin' stuff, the Muffster... \n[11]Actually, she's three months older than I am. \n[12]Harvey... are you planning a career in politics when you grow up? \n[13]Oh, just a hunch. \n[14]You maniacs... you almost gave us a heart attack! Kit glowers at them and gives Rob a hand to get out. \n[15]Texas. You might be talking to your future boss, Harve. \n[16]On a clear day you can see the Kennedys. \n[17]The old-fashioned way. He inherited it. \n[18]...if only the choices weren't so limited. God, I'm so ready for a change. Any kind of change. \n[19]Like how much older are we talking about? Twenty-six? \n[20]I don't believe ·you, St. John! \n[21]Come on! · \n[22]Come to daddy. They all start to laugh now, wickedly, conspiratorially. \n[23]Come sit on daddy's knee, little girl... Nikki falls to the floor in hysterics. \n[24]St. John hospitality taken to the extreme. \n[25]Good choice, Arch. \n[26]I mean, what are you' supposed to do with a liberal arts major anyway? \n[27]Well, sorta... \n[28]You've outdone yourself again, St. John. The back screen door slams shut o.s. behind Skip, leaving the house. They look up. \n[29]Because you're the hostess. Muffy thinks for a moment, then adds... \n[30]Oh, great. Quarantine. \n[31]Another room. Muffy... Muffy turns back to her. \n[32]I know you and Arch had something going before I met him... \n[33]I found that out-- I guess what I'm trying to say is... you always seem to get there first... but this time Chaz is mine, OK? \n[34]You gotta be kidding... \n[35]Who wants to know? \n[36]Harvey? No kidding'? Maybe that explains your clothes. \n[37]Oh, c'mon. Muffy exits hurriedly, upset. \n[38]I don't like this... I definitely don't think I like this... \n[39]What's happening. \n[40]What! \n[41]Jesus. I'll go. Just point me in the right direction. \n[42]Is that it? The well is the old-fashioned kind. \n[43]Boy, when she said `well,' she really meant 'well'. who dug this thing? Pocahontas? She reaches for the wooden bucket attached by metal nook to the thick rope. Harvey pre-empts. \n[44]You mean, back home on the farm? \n[45]Why? \n[46]Draw me some water. He's glad to oblige, opening the hinged wood well cover and lowering the bucket slowly. The dark hole seems to go on forever. Suddenly, there's a muffled CLATTER deep within the well. \n[47]What happened? \n[48]Harve. \n[49]You didn't. \n[50]\n[51]I'm a big girl now. I think I ·can handle a few spiders and \n[52]It's like the very guts have been torn out of her. She screams, stumbling back. \n[53]In the well ! Oh, God, the well! Rob grabs the flashlight from Chaz's hands and leaps up to take a look. After a long, horrifying glimpse he has to step back to control his overwhelming nausea. He shudders violently. \n[54]We have to leave, all of us, we have to get away. \n[55]It's all because of what happened on the ferry, isn't it? \n[56]She's been acting less than normal anyway. \n[57]You mean all day and you haven't noticed? \n[58]...and those nurse's shoes. \n[59]The clodhoppers she's been wearing today... crepe soles... It's as though some common nerve of suspicion has been touched. They all stir. \n[60]I found somethin\"g in my room, too She reaches into her bag and pulls out the black rubber bondage hood. \n[61]...only I don't think it was intended for me . \n[62]What I'd like to know is, how did Muffy find out about these things and why -- ? \n[63]She's got a point. We're starting to get on each other's nerves. \n[64]You coming? He joins her, and they quietly head for the stairs. \n[65]What do you mean, Nikki, come on? Don't give me any of this Nikki, come on. \n[66]Look, stay if you like. Lock your door. Dig a trench. Hang out. But once I leave this place, I'm never coming back. She walks out the door, and Chaz follows her to... \n[67]Yeah, that's been real effective... She goes into... \n[68]Then I'll swim all the way back to the mainland... I can be strong if I have to. \n[69]Three people are dead and you're telling me to relax? \n[70]Nice image. \n[71]Very funny, Chaz. \n[72]Don't be a jerk. \n[73]Get out of here. She pushes him and he falls backward across the bed. \n[74]Real subtle, Chaz. She continues packing, moving around the room. \n[75]Now I'm supposed to throw off my clothes and jump on you? Just wind her up and watch her go? You've got a lot to learn, buddy. No response. Chaz lies perfectly still. Not even his chest appears to be moving. \n[76]What is this? Show and tell? I'll show you mine if you show me yours? Well, forget it... You may as well just stick it back in your pants. Chaz?... Chaz? Say something, goddammit! She swats his hands away from his crotch. Beneath them, on his pants, is a slowly growing blood stain. Nikki gasps, her mouth contorting into a scream that will not come. She turns suddenly in response to .a NOISE O.S., and sees a DARK FIGURE stepping out from behind the slowly closing bedroom door. \n[77]We all got sucked in just as bad as you! \n[78]His name? Muffy smiles, directing attention toward \"cousin\" Skip. \n[79]It sure fooled me. \n[80]We have been had. \n[81]God... don't tell me that was something you learned on the farm! \n[82]I'm okay now, thanks. Pause. \n[83]Chaz, I'm sorry. \n[84]More than this a couple of days ago. \n[85]Don't be down. \n[86]I'll tell you what I've learned from all this. I'm tired of having one fling after another. I don't want any more of that. I want a boyfriend. Chaz? Will you be my boyfriend? He looks at her, slowly softening. Yes, he will. Rob turns away from Skip now, steps over and surveys the quiet group. \n[87]When anything g.oes, everything goes. \n[88]Go back and give her a taste of her own medicine, that's what we should do. Nikki steps. Leeks up, hearing herself. Skip returns the stare. \n[89]She sure wouldn't be expecting it...! \n[90]Buck, got any spare professional tricks you could throw our way! Buck looks up, confused, only now plugging in. \n[91]\n[92]Muffy, hi! Surprise! \n[93]No, no, nothing's wrong. Chaz and I just figured there was nothing we had to get back to that couldn't wait and you could probably use a hand with the clean-up. It's our way of saying thank you. \n[94]Putting the boat up in the old boathouse. He'll be up in a minute. \n[95]I wonder what's keeping Chaz? He should have been up here by now. \n[96]Still... I'm beginning to not like this. \n[97]The boat? Oh, Cal gave us one. \n[98]Listen, I need a drink of water. You just stay here. I can get it myself. She walks out of the living room. Muffy looks after her and smiles to herself. \n[99]No, really. I don't want to go alone. I'm still scared from last night. Please come with me. \n[100]No, that's okay. I'll be fine. She strides out of the living room. \n[101]Shit. \n[102]Fuck! She comes up sputtering to the surface of a small forest pool she has fallen into. \n[103]Fuck!! Who dug the goddamn swimming pool?!? She drags herself out. \n[104]Yeah! She walks, dripping wet, into a clearing nearby where Kit it making Chaz up to look bloody and gruesome. \n[105]A lot goddamn, fucking better than I do! \n[106]...he's hurt! Oh, Godl! She stops suddenly. Muffy isn't here. Frustrated, Nikki runs back into... \n[107]Muffy!! She dashes into... \n[108]Muff--!!! ...and stops short. Muffy is lying face down in a pool of blood. Her throat's been cut. The useless phone receiver is clutched in her hand (making that constant phone company noise that lets you know the phone is off the hook). \n[109]Muffy? Her throat gags a couple of times, as if she is about to be sick. She turns and flies out of the room. O.S. the front door slams shut behind her. \n[110]Chaz!! Chaz!! She runs into another clearing (the CAMERA has been here waiting for her) where Chaz is revealed lying on the ground, looking much more hideous than Muffy. \n[111]Chaz, get up! ·Hurry, Chaz!... come on! He doesn't move. \n[112]Chaz, stop playing around! Get up!! She starts kicking him in the side. \n[113]Chaz! Chaz doesn't stir, but he does speak now without moving his lips. \n[114]It's supposed to hurt! The game's over! Get up! \n[115]Muffy IS dead!!! In the house!!! Oh, God... \n[116]Kit! Kit, come out! There is rustling O.S., then Kit starts to emerge. \n[117]She's gone! Nothing left, but the pool of blood and a thin trail of smeared drying blood to indicate that she's been dragged away. \n[118]Chaz! somebody's still in this house! \n[119]Chaz, look! Clutched in Rob's lifeless hand is a leather bookmark we may have noticed before. Chaz slips it out from beneath his fingers. \n[120]Nan... Suddenly there is a loud KNOCK beneath them O.S. They all look up. Someone is coming slowly up the stairs, the loud footsteps O.S.that could only be made by a heavy boot, thundering closer... and closer... Kit and Nikki and Chaz huddle around Rob's body and await their approaching doom. Suddenly a dark figure fills the doorframe at the top of the stairs. A hand with a knife is raised. ·Nikki screams. Chaz spies a lamp on the floor. He turns it on... \n[121]Muffy! Muffy walks into the room , lowering the knife. \n[122]Somebody else is here! In this house! \n[123]Muffy, it's not a game anymore! Just then there is a loud CRASH o.s. of glass breaking down on the first floor. After the slightest pause there is another crash o.s., and another... Someone is smashing in all the bay windows along the back porch. Nikki screams. ", "MUFFY": "\n[1]Shit. \n[2]No, Clara, thanks. Just trying some last minute straightening down here... god, I don't think I've ever worked so hard in my life...! \n[3]Nope, you're a peach, Clara. But this one's mine. I told my father I'd do it, and I will. My way. I don't want him to have any excuses. \n[4]Nice? It has to be better than nice... it's gotta be bloody unforgettable! Clara climbs the stairs. \n[5]Bye, Clara. See you Monday. Soon there's the upstairs SOUND of the kitchen door closing behind Clara. Muffy finally props the mannequin, clearing away the remaining clutter. She goes to open a basement window for ventilation. It is a ground-level transom, hinged at the top. Through it Clara is visible departing the grounds. Then Muffy hears a DRIPPING. She turns, hesitating, and follows the sounds. \n[6]What's going on? Sam... what's wrong? \n[7]No, he's in Sutton Place. Why? \n[8]No... He tries the engine. Nothing. \n[9]We keep all the keys on the board in the kitchen, but I think there's an extra one underneath the cushion there. She points to the boat seat. Potter is much obliged. \n[10]Well, there's an awful lot to be done with this place. \n[11]I will, if all goes well. Next month when I turn 21. It's my first- stage inheritance. \n[12]We used to spend our summers here before my mother died. This is a very special place to me. \n[13]Why not? How do you think father made all his money? \n[14]Well, you know, everything they say about older men? It's true. Kit and Nikki stare at her, open-mouthed. \n[15]Add about thirty years. \n[16]It was only a weekend. It's over now.  I was curious. \n[17]How should I know? Kit and Nikki just drop everything and continue to stare at her . \n[18]It was quite a weekend. Nikki starts to laugh. \n[19]I'll call later. \n[20]You fill out a lot of forms, and then some friend of your family gives you a job delivering mail in his ·corporation... \n[21]Kit... I don't think Rob really wants to talk about it in front of everybody. She gets up from the table and steps over to the sideboard. \n[22]Skip. \n[23]Why me? \n[24]In his \"Life of Johnson\" James Boswell said, \"We cannot tell the precise moment when friendship is formed. As in filling a vessel drop by drop, there is at last a drop which makes it run over; so in a series of kindnesses, there is at last one which makes the heart run over.\" Arch has started to make snoring sounds. \n[25]So with this toast may our hearts run over and our friendships be formed. They stand unanimously, raise their glasses in agreement, start to drink and spill it all down the front of their shirts. Dribble glasses. Everybody groans. \n[26]April Fool. \n[27]Goodnight. Muffy leads Nikki to a narrow, sparse single, popping open the door. \n[28]Just holler if you need anything. \n[29]Arch is sweet, but he's only got two expressions. Collar up and collar down. \n[30]What about Hal? \n[31]Goodnight. \n[32]Arch do you know what time it is? \n[33]Goodnight, Arch. Gently but firmly, she extricates herself, closing the bedroom door behind her. \n[34]I... I was hungry... She bumps against the stove, backing away. She self-consciously runs a hand through her hair. \n[35]I... I must look a mess... She scuttles out the door to the utility room and the back stairs beyond, leaving the eggs to burn. \n[36]I... forgot to get dressed... \n[37]Something wrong? Rob rushes by her. \n[38]I... don't know what you're talking about. \n[39]What d'you, mean? \n[40]Eight-two-four-eight. Constable Potter has an office at his home. \n[41]Who wants some tea? It'll calm our nerves... She exits toward the kitchen . Nikki. perplexed by her behavior, looks strangely after her. \n[42]I didn't know what kind anybody would like so I just... got them all... \n[43]Has he reached the Constable? \n[44]It happens sometime... But there's still the well all the island homes have some kind of pump... or well... for emergencies. Nikki reaches for a large flashlight beam. \n[45]I'm not worried. I'm sure those two... Skip and Art... they're just up to some kind of stupid trick . . . Kit moves out of the kitchen uneasily. \n[46]Guns? We don't keep guns in this house. The others turn and look back at them. There is an uncomfortable pause. \n[47]Here. \n[48]It's all right. It's Perrier. Suddenly the phone rings O. S. They all look toward the living room. \n[49]It's my father's study. \n[50]Good idea. Sometimes... with the tides... it can take someone all night to get here from the mainland... and even then, sometimes they don't make it... \n[51]I'm going upstairs. \n[52]This is my house. I'll be in my room. She turns and heads up the stairs. Pause. \n[53]You guys are really terrific. I love you all. And I thank you from the bottom of my heart for being such good sports. \n[54]Rob, you and Kit, you two were the best. You figured it all out. The clues really worked. \n[55]How about if I told you it was the script for a weekend special that's going to help me keep this house... Rob and Kit stare, mystified. \n[56]Look, next month I get the house as part of my inheritance, it's true, but only if I can show my father that it can carry itself... what with taxes and expenses. Otherwise, he'll just sell it out of the family. So, I'm planning on turning it into a country inn. Not just another stuffy old run-of-the-mill country inn, but one that specializes in offering once-in-a lifetime Whodunit Weekends. I needed a rehearsal. I had to try out the idea on somebody. \n[57]Once they were killed off, yes. Everybody had to cooperate. Otherwise, none of it would have worked! \n[58]Oh, there's a crazy twin all right, but his name isn't Buffy. \n[59]Buck Williams. make-up artist par excellence, from Hollywood. Buck reaches down and tosses Arch's decapitated head to him. \n[60]Kit Graham, meet my Uncle Frank St. John of St. John et Freres, Wall Street. Uncle Frank smiles and waves at Kit, but Harvey steps right over to him and starts pumping his hand. \n[61]Usually we don't even see Uncle Frank in the summer, he's so busy. But this time he made an exception. \n[62]Cal's our regular ferryman between the mainland and the islands around here... but I thought he was up to the dramatic challenge. Well, that's it. Now you know it all. \n[63]I almost did with Harvey. And who could know there would be a snake out in the woods with Arch? But with the paying guests, they'll know what they're in for: and the scenario won't be nearly so extreme. \n[64]...And I regret that, well, some of those fake clues I planted in the bedrooms I guess were taken too seriously. I'm sorry about that. She avoids looking at Nan so as not to draw attention to her. \n[65]But we had fun, didn't we? I mean, come on. She starts passing .out chilled champagne bottles to the men to open, and setting up glasses on a sideboard. \n[66]I know I'll never forget this weekend for as long as I live. \n[67]Where's Nikki? \n[68]Oh, Uncle Frank, he's been a great help this weekend, really. Let me get him out here so you can-- \n[69]Nan! She hurries to catch up with her. \n[70]Let me say again how sorry I am. It wasn't intended. \n[71]H'lo? \n[72]What'd you forget now? \n[73]I know. The clean-up's going to take Clara and me at least a week. \n[74]You're kidding. \n[75]Those bastards... \n[76]Which ones? \n[77]Skip... \n[78]Figures... Thanks. \n[79]Oh, Skip, you dope. You know Daddy'll come around just as soon as you decide to buckle down. \n[80]I'll try not to act too surprised when they arrive. \n[81]You too, goofball. Skip hangs up. \n[82]Nikki, what on earth are you doing here? Is something wrong? \n[83]Oh, great. Where is Chaz? Nikki is already moving into the living room. \n[84]Maybe he stopped to shit in the woods. You know Chaz. \n[85]By the way, where did you get the boat to come back here? \n[86]I see. \n[87]What about your water? \n[88]That's okay. You go. I'll wait here. \n[89]I'm sure Chaz is fine. I'll stay here by the phone just in case. It's safer this way. Do you want a flashlight? \n[90]Good job, you guys. I'm really scared. The fun's over, Rob. \n[91]Sure. Sure. Let's see if the dead are ticklish, shall we? \n[92]Okay, okay, take it easy. \n[93]What the--? And she runs back down the attic stairs, followed quickly by the others. \n[94]Skip! No! ! ! He makes a move to slit her throat, when Muffy kicks open the swinging door and sees... ", "CHAZ": "\n[1]Here she comes... He's a real hi-tech freak and Ivy League wiseass, a free spirit in neo-punk neck curl and button-down shirt. He shoulders his lightweight videopak again, taping it. Arch and Skip watch with him from the end of the pier. But Kit and Nikki, waiting nearer the office, are distracted by the SOUND of an arriving car. \n[2]Chaz Vyshinsky. You got great legs. \n[3]Your fly's open, and your Hostess Twinkie's hanging out... The assistant gapes, falling for it, groping his fly. Which is closed, of course. He looks up, grinning. Chaz kisses him on the cheek, winks and moves on. \n[4]You're friends with... Muffy St. John? \n[5]Watch what you say around him, though. He's Muffy's cousin. \n[6]Your fly's open. \n[7]Your fly's open. Ok, so don't believe me. He keeps the tape rolling. Rob discreetly looks down. His fly is open. Kit looks at him dubiously. Rob zips. Chaz beams, getting it all for posterity. The engine finally engages. The ferry lurches. \n[8]fastens onto Nan, immersed in one of her books. He carries his own. \n[9]Whatcha readin'? \n[10]Suck and fuck. Naked bodies writhing in heat. Women with their tongues sticking out in desparate desire... Nan tries to control her reaction to his stack of graphic pornographic video catalogues and magazines. \n[11]The origins of American pornographic film. I'm taking an independent study this term.  My advisor's really behind me on it. We're not gonna be sheltered college kids all our lives. Someday I'm gonna have kids -- you're gonna have kids ­ and someday that kid's gonna come up to me and say, 'God, Dad, porn's really a major part of our lives. You were there, how'd it get started?' I wanna be able to answer their questions. Besides, it's research I can do by myself. \n[12]April Fools... you crazy jerks. You crazy motherfuckin' jerks... somebody could've gotten hurt out there! Relief descends. Rob isn't laughing. But nobody's more impressed than assistant Buck, still treading water. \n[13]Oh, too bad. Skip extends a hand to Buck to help him out. \n[14]Mom, I am home! They all look to see him standing in the entrance to the living room. \n[15]Look! Our very own place settings... with our very own place cards -- with Ken or Barbie! Outasight! \n[16]Don't anybody move! Chaz jumps back from the table, whipping out his videocam to record the moment, and panning them all at · .their respective places. \n[17]One of us in this room...  ...pulls his wang. He ends the pan on Arch, who gives him the finger. \n[18]Boy, Muff, you sure know how to make a guy look forward to dessert. \n[19]Hey, no shit? You got early acceptance? \n[20]What is this? Dom Perignon sparkling rose? \n[21]Unless Muffy knows something about us we don't. He blows Arch a kiss, pulling the two beds apart again. \n[22]Wrong room. He ducks back out the door, pulling it quietly closed behind him. \n[23]That depends on what he's on. Rob and Kit cross their path, heading down to the water in their swimsuits and overshirts. \n[24]Respectable young Quaker couple returning after quiet afternoon of nonviolent sex. \n[25]Well, if it was Skip... \n[26]Me too! \n[27]Wait a minute! Look at this! He has found on the little pebbled beach beside the dock, Skip's switchblade. It is in pieces. There's blood on the broken blade. \n[28]This was Skip's. \n[29]You mean split up? \n[30]No luck. \n[31]He isn't with you? \n[32]It was an accident. Don't they know that? Muffy enters from the kitchen with a glass of water. Harvey pulls her quietly aside. \n[33]What about the ferryman? \n[34]What? \n[35]Wait a minute. Aren't we supposed to be staying together? Where're Muffy and Rob? \n[36]And Muffy? \n[37]What nurse's shoes? \n[38]What? \n[39]Oh, really? \n[40]I didn't find anything. \n[41]That's right. I spent the night with Nikki. What about you? \n[42]What's your little secret? \n[43]Oh, come on, sport. I walked in on you last night , and you were acting like your ass was on fire... \n[44]Nothing personal in that, I suppose? \n[45]I haven't. There is a slight pause. Rob comes into the living room, holding a flashlight and stands just inside the doorway. The others shift uncomfortably. \n[46]Nikki, come on... \n[47]What are you doing? \n[48]We're all supposed to stay together here. \n[49]So what are you going to do? Just waltz on down to the pier. By yourself. Check your bag with the porter. Then wait for an ocean liner to happen by and pick you up. Is that it? \n[50]What if the Constable never even comes? \n[51]Look, just relax-- \n[52]Nikki, now just hold on a minute, and look at me. Look at me. She stops and looks at him. \n[53]Now, am I nervous? Yes. Maybe even a little bit scared? Yes. Am I running around like a chicken with its head cut off? \n[54]No. I mean, come on, babe. Lighten up a little, huh? He quickly slips the S&amp;M mask over his head, clowning around. \n[55]Look at this. What, me worry? \n[56]You've got to look on the bright side of things. Everything'll be all right... Huh? Huh? \n[57]Oh. Now I'm turning you on. Right? \n[58]Why? I kind of like it in here.  Kiss me, you savage she-devil. \n[59]Ooooh, stop it some more. I love it when you're rough. She turns and goes out of the room again. Chaz remains lying across the bed. \n[60]Course it would help a little if I could breathe in here. For when things start to get really passionate. Nikki? CAMERA FRAMES the open bedroom window for a beat. The curtains luff slightly in response to a gentle breeze wafting in. \n[61]Skip?! \n[62]Arch? You browned your trousers? \n[63]Just what we need. Another country inn. \n[64]This time, no funny business. \n[65]Feeling better? \n[66]Why? What do we mean to each other anyway? \n[67]A couple of days ago... A couple of days ago I was a great, young, budding filmmaker who was going to turn pornography into high art. Today I'm just a stupid college kid with a toy camera and about as much idea as where he's going as... as... He gives up. \n[68]Sure. Pause. \n[69]Yeah. \n[70]Yeah, she really got us good. \n[71]Go back and scare the shit outta her for a change? Outrageous! \n[72]Pussies. \n[73]All right! A real catfight! \n[74]Outasight! \n[75]What the fuck was he talking about anyway? We might find something around after we dock? They walk out onto a private peer and eye the boats moored there. \n[76]Oh. \n[77]Well, now we've been identified. \n[78]It's getting late. \n[79]Who cares? Let's get this show on the road! He starts running to the boat. Rob reluctantly follows. \n[80]Did you find a key? How're we going to get the motor started? \n[81]She wouldn't come out? Doesn't she care about me? No one answers him. \n[82]How do I look? \n[83]Will you quit kicking me? It hurts. \n[84]No. I'm dead. You're blowing the whole thing. Where's Muffy? \n[85]What? \n[86]Look, she's been dragged away. \n[87]We could follow the trail. \n[88]What the fuck is going on here?! \n[89]This was Nan's... ", "ARCH": "\n[1]Yeah, sure... I fuck on the first date... Skip cracks up. Arch's laughter follows. \n[2]Oh, Kit... Concerned, Kit keeps her humor anyway, waving the lens away again. \n[3]Hi. Arch Cummings . I've seen you around. Jewett Hall, right? \n[4]Try to control yourself, Sister O'Toole. \n[5]Hey, what's this...? \n[6]Jesus... ARCH and SKIP The knife is at an impossible distance. \n[7]I said, enough's enough-- \n[8]C'mon, give it a fuckin' rest! He flips it back hard. Something happens. Skip looks up stunned. Arch's voice catches in his throat in horror. \n[9]I'll get him, I'll get him! But he stops just at the edge of the ferry, immobilized by fear. Rob rushes forward, with Chaz in reserve, pulling Arch out of ·the way. But Buck, the assistant ferryman, pre-empts them all, diving in. Arch, frozen, watches from the deck with the others. Buck resurfaces, but without any sign of Skip. Rob doesn't wait any longer. He pulls off his shoes and dives in. Chaz gets ready to follow suit. The panic mounts. Suddenly: \n[10]We got 'em! Whoo-ee, did we nail 'em! \n[11]Well, at least we don't go in for this your-shoelace­is-untied crap! \n[12]You sound as if you own it. She helps with bags, shepherding them on ahead. \n[13]Yeah, I could get real used to this. \n[14]And sporks... \n[15]And napkins with little Hallmark bunnies! Gee, Muff, you really spared no expense. \n[16]Please, God, let it be ding dongs. \n[17]Well, Harvey's got his job interview all figured out, but what about the rest of us? Anybody know what they're going to be doing come graduation? \n[18]This is really incredible. Look at us... Here we are... privileged, independent, the hope of the future... and most of us still don't know what we're going to do with our lives! \n[19]Oh, shit, him too? That's what my guy said! An' I said, you're kidding! How can anybody be serious about anything when some moron can steal a bomb or push a button and blow the rest of us right into Mad Max. He wasn't impressed. \n[20]Well fuck you. It sounded good at the time. Muffy turns from the sideboard and sets a tray of champagne glasses in the center of the table. There are eight of them. Each one is filled with a pinkish, bubbly liquid. Everybody reaches for a glass. \n[21]Who was that? \n[22]I cherish all the friends I make. \n[23]Hey, all right... ladies, we are qonna have privacy... He turns his collar up on his polo shirt, then eagerly pushes the two beds together. The other door  swings open. Arch's face drops as Chaz walks in, lugging his gear. \n[24]You gotta be kiddin'... \n[25]Jesus... \n[26]Um-hmm. \n[27]Undaunted, he scuttles down the hall to Rob and Kit's closed door to listen in. He frowns, the slides farther down to Nikki's room, knocks once softly, and enters. \n[28]Morning! She backs away from him, scurrying up the stairs. \n[29]Who made her night? \n[30]Where's Skip? \n[31]Nan? What about it? Nan watches from the porch, book in hand. \n[32]Well, how was it? \n[33]Wait! I'll go with you! \n[34]Hey, asshole! \n[35]What do you think? That guy on the ferry? \n[36]I say we go looking for him, him or Skip. One of them's bound to still be around... somewhere. \n[37]No sucker's taken me yet. He rips a loose board off the dock for a club. \n[38]Hey, shithead! chickendick!... yeah, you! Skip! He moves deeper and deeper into the forest. \n[39]Skip! Arch steps right over the snake and continues on. \n[40]Skip? He turns and moves back along the trail, peering into the dense foliage on either side. \n[41]Skip? \n[42]Don't look at me! \n[43]You bastard, you were in on the whole deal, too. \n[44]So what castle are you going to inherit? \n[45]You're telling me. Man, when I was swinging around out there in the woods, I nearly crapped my pants. \n[46]Well... I... \n[47]Great ham. \n[48]You know what I think's weird?... how, when we thought 'Buck here got hurt because of Skip's prank, and when things started happening and we thought maybe some of us were getting killed, how we all just kind of naturally accepted the fact that it was 'oh , yeah, sure, because of the prank.' \n[49]Well, it's like pranks really piss people off. It unleashes things, you know? Makes any kind of behavior possible, and we accept it. \n[50]Hey... \n[51]Yeah. Enough's enough. At least for me anyway. \n[52]Asshole. \n[53]It was even your idea. \n[54]Bullshit. St. John blood is thicker than water, that's what you mean. ", "HARVEY": "\n[1]Wait up! Harvey is the driver of the sedan, and after he carefully locks up, he comes running with his bag, too. He is a rangy, straight-arrow Ivy League farmboy from the Border South, and he's the last of Muffy's invited guests. He also, somewhat incongruously, sports a Bruce Springsteen badge. \n[2]Hi! Harvey 'Hal' Edison, Jr., but please call me Hal. Only my folks call me Harve... and I can't stand it. Boy, this sure is a pretty spot. Stylistically, he's a Martian. Chaz stares at him. \n[3]Sure am. We sit together in Econ 345. I let her copy my marginal utility curves. \n[4]Hal...  Springsteen, he's still the Boss! \n[5]YOU all buddies? \n[6]No kiddin'? \n[7]Y'know what I find amazin'? Muffy's her real name. I mean, I'm Harvey, but they call me Hal, so I thought, 'Muffy', it must stand for something... Muffin? \n[8]I bet you're her oldest friend. \n[9]You know what I mean. \n[10]I've given it some thought. Why? \n[11]First, though, I'm hopin' to interview with her daddy's company, Southern Regional Sales, next year before graduation... Y'know, he's worth more'n 50 mill over the counter! She just stares at him. \n[12]First stage? What's your second? \n[13]Sporks? \n[14]I think it's real friendly. Makes me feel right at home. Everyone starts to sit down at his designated place. \n[15]It smells like Ripple. \n[16]Don't tell me you've never thought of me in that way, Muffy. I felt a spark between us the very first moment we laid eyes on each other... in Econ 345. Why, just think of it, Muffy... with my talent and your... money. He crosses to the closet with his navy blazer. \n[17]Why just think of it... Muffers, with my raw... driving talent and your... He opens the closet door. \n[18]...and your... \n[19]He puzzles, taking down the clipping, putting it down on the dresser as he moves there to put away his rolled socks. He opens the top drawer. \n[20]Sorry... I was just checkin' to make sure everybody was all right. He beats a hasty retreat the other way, passing Nikki on her way in Nikki raises an eyebrow at Muffy, misinterpreting the tension in the air. \n[21]Not without me. Harvey accompanies Nikki out the back door, leaving Kit and Muffy alone again. \n[22]I don't think you should really do that. \n[23]Here, let me do it. I've probably had more experience than you. \n[24]I know you think I'm a hick, but I'd like to change your mind about that, if you'd only give me the chance. \n[25]Because, I'd really like to plow your field. \n[26]Aw, crap... \n[27]I lost the bucket. \n[28]Hal. The rope was rotten, any fool coulda seen that. \n[29]Here, shine your light down so I can get a fix on it. She rises on her toes, flashing the powerful beam down the dank hole. Harvey bends over to look. A rotted piece of the well cover breaks off in his hand. He lurches forward. \n[30]Oh... oh, Jesus! He slams back in ashen horror. \n[31]Stay back! Don't look! \n[32]\n[33]Muffy, where do you keep your guns? \n[34]What's taking him so long? \n[35]Well, who isn't? \n[36]She was arguing with Nan in the hall, before you and Rob... before you came back alone. They turn full attention on him. \n[37]About something Nan found in her room. \n[38]Something about an abortion. They all pause. \n[39]And What did you find? \n[40]We're supposed to believe that? \n[41]What about me? \n[42]I don't know What you're talking about. \n[43]It wasn't anything... Just some clippings... of some car accidents. \n[44]No! Who hasn't been in a car accident? It's a common thing. \n[45]As long as we all stay within shouting distance of each other... \n[46]It's all right. I can keep watch on the stairs. Rob ho1ds out his hand to her. She takes it and they walk together toward the stairs. \n[47]Hi! Harvey \"Hal\" Edison, Jr. Pleased to meet you, sir. \n[48]Well, I don't know. I got a stack o' books this high... \n[49]Well, can I look you up in a couple of months? Maybe you could arrange a job interview for me. \n[50]Thank you, sir. Thanks a lot. I sure appreciate it, and it's been a real pleasure meeting you. But Uncle Frank is already in the car and starting it up. Harvey looks down at the card. \n[51]Hey, wait a minute! There's no phone number here! No address! No nothing! Too late. Uncle Frank is driving away. He speeds past Skip who is walking down the road further along. He doesn't even stop for his own nephew. Harvey kicks the dirt angrily. O.S. behind him a horn toots. Harvey turns and scowls at Nan, who would like to get past. He steps aside, and she peels away but she stops for Skip. They exchange a few words. Then he climbs into the front seat beside her, and she drives off. Now Harvey is alone. He looks around for a beat, then tosses the card away and moves toward his car. ", "SKIP": "\n[1]Congratulations, on finding your way. The landing BUMPS, the ferry touches down. They look up. \n[2]Harve. \n[3]Distant. Over the horizon. Otherwise, I wouldn't be invited...  Old money never mixes family with friends. \n[4]To keep her friends. He turns to Arch, holds up his hand, and CLICK, a switchblade opens into the lens. \n[5]Choose your weapons, big guy. \n[6]You up for a game of stretch? \n[7]Eat it. \n[8]First round, the champ! \n[9]Go for it, big fella. Arch swallows his pride and makes a hopeless attempt. \n[10]C'mon, just one more The others look up at the interruption. \n[11]One more try, double or nothing. He flips the knife to Arch, handle first. \n[12]Oh, fuck. \n[13]Nan screams. Skip stumbles, teetering there at the edge of the ferry. Rob and Chaz leap to their feet. The ferrymen both look up in disbelief. Arch steps forward to help. But Skip, weaving, topples and splashes overboard. He goes under. \n[14]How's it goin' out there? \n[15]I was really counting on these other turkeys to save my ass. \n[16]Sorry about that. But Buck's in no hurry. The ferryman steps forward. \n[17]These goddamn windows! He starts banging violently on the door, on the window. \n[18]They've never been fixed... \n[19]Sure. He leaves off his banging. Pause. \n[20]Muffy. Nothing bad ever happens to her. \n[21]The poor boy can say, \"Fuck you, Dad. I'm my own person.\" What is his father going to do? Kick him out of the house? Disinherit him? His life won't have changed that much. He's got nothing to lose. \n[22]That's already been lost. Died a long, long time ago. \n[23]Hello? There is no answer, but the breathing continues. Then a sharp rapping sound very near, like a foot striking the wood flooring. \n[24]Who's there? Pause. No answer. We hear in the darkness the sound of his switchblade clicking open. And then he waits, straining his ears to hear. Finally, Skip reaches into his pocket, puils out his lighter and flicks it on. Something snags him from behind. Skip gasps, helpless, as a thick rope controlled by powerful, shadowed hands tightens around his neck. His knife, dried leaves and lighter cascade to the floor. \n[25]Only the set-up. Muffy told me to say I was her cousin and to pull that prank on the ferry. I had no idea what was going to happen with Buck. \n[26]Pass the toxic wastes, please. Uncle Frank frowns at Skip as Cal enters. \n[27]What're you talking about? \n[28]Well, I know what I'd do, if I wasn't her brother... \n[29]Did I say anything? The others look at each other, a beat, registering. \n[30]Much as I'd like to... \n[31]Hi, it's me. Surprise. \n[32]Nothing. Just calling to tell you the party's not over. She moans. \n[33]No, I mean, some of the gang's planning on coming back to give you some of your own medicine. \n[34]Does a bear shit in the woods? \n[35]Hey, they're your friends. \n[36]That wouldn't be very sporting if I told you, would it? \n[37]Rob and Kit and Nikki and Chaz. \n[38]Well, Uncle Frank told me about his recommendations. So, I didn't want you to think there were any hard feelings. \n[39]Yeah... Anyway, don't let the bastards eat you up. \n[40]I love you, Sis. \n[41]I beg your pardon? ANGLE WIDENS to include Arch, who has been standing beside Skip the entire time. \n[42]A petty consistency is the hobgoblin of little minds. \n[43]Don't you know? Old money sticks together. Arch goes to his car and drives away. At some distance, Harvey is ·chasing down Uncle Frank as the latter closes in on his Mercedes sedan. \n[44]It's all over, Muffy! Everything'll be mine! ", "NAN": "\n[1]Hi... is this the ferry to the St. John house? \n[2]Oh, thank goodness ! I didn't know if I was on the right road... Kit smiles welcome, lending a hand as Nan struggles the bag up the ramp. \n[3]Nan Youngblood. \n[4]Oh, no... just some work for finals, when we get back... you don't know how far behind I am... Arch outhustles Chaz for her bag. Her simple attractiveness exerts an appeal. \n[5]Well, I only met Muffy this term in Drama Society . I volunteered to do their costumes... I like to sew... Did you see her in Ghosts? She's so talented. She was wonderful! \n[6]Milton. Paradise Lost. For Professor Russo's course on the English epic... It's a shame. It's a dying form. Not too many people read it nowadays, even in college. What's yours? \n[7]Oh; Muffy... Rob pulls the pick-up right behind them. \n[8]It's like a dream. \n[9]Just like in Agatha Cristie. \n[10]I used to have all her outfits. \n[11]His father's love. \n[12]Skip, you're giving up. You're giving up before you've even gotten started. Look at how young we all are. How young and foolish and innocent and stupid... Skip raises his glass and gulps down the rest of his drink. \n[13]You guys! Everybody laughs. \n[14]Do you think we should call or something? \n[15]I can't decide. I'd like to go to graduate school in English. I love the sound of our language. But I'm afraid there's not much future in it. \n[16]Can I make a toast? They turn attention toward her, and she stands, emboldened by their acceptance. \n[17]Well... Someone once said to me to cherish the friends you make in \n[18]Because... they'll be the friends you cherish most the rest of your life. So, well, here's to us... here's to my life... because I'm very glad to be here, and to be a part of all of you... \n[19]Goodnight. \n[20]Oh, no, thanks. Besides, I thought I'd wait and see what Muffy wanted to do... Arch shrugs and the soccer free-for-all begins in earnest, with special attention given to the interplay between Harvey and Nikki. Up on the porch, Nan finally sees Muffy emerging from the distant tool shed. Muffy is dressed plainly, oddly conventional, with a perceptible sense of disorder about her. She keeps to herself, turning toward the woods beyond, with cutting blade and mushroom basket in hand. Nan puts down her book, hurrying off the porch. But by the timeshe looks up again, Muffy is gone... \n[21]I know why you're avoiding me... I guess it's your idea of a joke... that's why you invited me. How'd you find out? From one of his preppy 'friends'? Who else have you told?... Who else knows, except the father! \n[22]Oh? The tape just got there? You know very well... my abortion! She comes apart, in tears. Muffy stares, uncomprehending. \n[23]I thought you wanted to be friends... you think you can play with people's feelings just because you're rich and can do what you want. Well, you can't...! She rushes out the rear door. Muffy tries to recover, confused. She continues on to the back entrance to the kitchen. \n[24]And now all is forgiven. I played along, didn't I? What's done is done. I've learned a lot, Muffy, I really have. I suppose I should say thank you, but I don't think I would be able to without it sounding false. So I'll just say goodbye.  Thanks for showing me your house. She turns and crosses to the van and climbs aboard. The others callout their last goodbyes. Muffy waves, and then they are gone and Muffy turns and walks forlornly back into her house. \n[25]No, I don't think so, thank you. Nikki continues count. Rob makes it easy for her. ", "FERRYMAN": "\n[1]Stand clear! The large, raw-boned FERRYMAN holds open the wooden stile for the one and only passenger from the island ­ Clara -- to disembark. Clara passes them , giving first Skip and then the others a look, shaking her head in sad appraisal. \n[2]Ok, let's go. It's not the friendliest greeting in the world. The ferryman keeps the stile open for them to board singly. There is also a younger assistant on board -- BUCK, a pleasant, openfaced townie in his 20s. \n[3]To the rear. Outa the operator's way. Nikki clutches at Skip's arm. \n[4]Come on if you're coming. \n[5]It's Friday. My last run of the week. I don't get paid overtime. \n[6]Ok, c'mon, I don't have all day. He slams the stile down after Harvey, the last to board, and gets busy with the stubborn motor. His assistant helps. Chaz tapes. \n[7]Ok, c'mon, get out. They are approaching the landing dock on the island. \n[8]C'mon I'm gonna need some help here. Buck obeys, but his way, enjoying it, ducking under the craft to swim to the other side to help. \n[9]And watch out for the wire! Too late. There's a sickening THUMP I The young assistant suddenly breaks the surface qf the water, panicked and stunned, gasping for air. It happens too fast for any of them to do anything. Buck thrashes, dazed, off-balance, falling back into the path of the ferry as it glides toward the landing. \n[10]Buck, look out-- \n[11]Buck! The ferryman rushes forward to help. For a moment the others are spared the horror of it as the Ferryman's back blocks their view. But then Buck, thrashing in the water, tears himself, loose, screaming and bobbing. up, his head and torso covered in blood, the side of his face and his shoulder hideously deformed. It is awful. It is ghastly. And it is unforgettable. \n[12]Get away from him! Buck is hysterical. The gashes of torn flesh seem to drip from his skull. Seeing Rob and the others, he screams, lunging vainly at· them in agony. \n[13]Easy Buck... it's OK... OK... There's time for Later... easy... But it's hard for him to restrain his own rage. Constable Potter arrives, throwing the ferryman a towel to use. The ferryman catches it, pressing it against Buck's torn face. One maddened, glaring eye still stares out hideously at the group. \n[14]Now? You just left \n[15]", "UNCLE FRANK": "\n[1]I haven't had this much fun since my Hasty pudding Show sophomore year at Harvard. God, lowe you kids! \n[2]Otherwise, even Lloyd's of London won't cover you. \n[3]It's all right, Arch. They'll be out of the dryer soon. Suddenly everyone roars with laughter. Champagne corks start popping, and before you know it, the scene is resembling the locker room of the winning team of a championship series. \n[4]Well, if the food's any indication, it's already half-way there. \n[5]I'll make a full and glowing report to your father tomorrow so he can draw up the deed along with the other trust papers for Wednesday's signing. I'm so proud of you. I wish I could say the same about your brother. \n[6]I've already spoken with him. The screen door opens, and Rob steps out onto the porch. He comes over to them, but does not butt into their conversation, and Uncle Frank just keeps going as if Rob weren't even there. \n[7]His conduct and his academic performance remain inexcusable. He knows your father can't be expected to entrust him with anything until he shows some signs of responsibility and initiative. \n[8]Come on! Let's go! Cal is alone behind the wheel of the pickup. Skip walks casually up to the van, then pointedly turns away and heads over to the pickup instead. Uncle Frank scowls. \n[9]Come on. If time is money, we're losing a fortune. Nikki now runs out followed closely by Harvey. They say their quick farewells and move along to the waiting vehicles. Harvey discreetly opts to ride in the pickup, while Nikki climbs aboard the van, passing Chaz who just glares at her. He knows. Finally Nan comes out of the house. With a curt nod to Muffy, she heads on toward the van when... \n[10]Cal, I want to thank you personally. You've been a real sport about this. \n[11]I know you've had your eye on that p1ace ever since we were kids. And I'm sure we could make a deal with you. I know you haven't been spending your money on anything else all these years... But... this time it just isn't in the cards. \n[12]Yes, that's the way. He moves on. Others are passing them now. Chaz stops and wags his finger at Cal. \n[13]Sure, sure .  Here's my card. ", "CONSTABLE POTTER": "\n[1]Get him to the hospital, Cal! Take my boat! He helps the ferryman lift Buck. But the powerful ferryman needs no further help, carrying Buck to the Constable's motorboat moored nearby, laying Buck in, untying the line and pulling the motor to life. Buck continues to shriek, terrifyingly. The ferryman cast one last glance back. \n[2]All right... Let's have it. \n[3]Tricks. Pranks. Better ask your friends... Buck's been hurt. 'Cal just took him on over to the mainland. Just lucky I was here... She returns his stare in dread silence. He boards the ferry. \n[4]I came over to check on a report of some unauthorized activity in the area... Your dad around? She startles, the question 50 unanticipated. \n[5]No word from him, or anybody else? \n[6]Just like I thought. . Burned out. Worthless... He steps back onto the shore. \n[7]I'll have to borrow your outboard to get back to shore. \n[8]I'm glad you're stuck here, all o' you. If there's anvthin' else, or anything happens to Buck... I want to know where to find you. The van moves slowly along a narrow road through the forest. From what we can see of its occupants, the mood is pretty grim. Behind it, the old island pick-up truck follows. \n[9]Well, first he's got to prove he can manage his own allowance. ", "BUCK": "\n[1]Sh -i-i-t... Kit is hanging back on the dock. \n[2]\n[3]That was great! \n[4]They did it... them! \n[5]I love you too, babe. Rob swings at him, but only succeeds in smashing his knuckles against the door. Buck grabs him and violently plants a kiss on his cheek. \n[6]Here, catch. Arch bobbles the head nervously. The others laugh. \n[7]Just some old props I redressed with the help of photographs Muffy sent me. \n[8]Great eggs. "}}