{"dialogues": {"ROBERT": "\n[1]I'm a child of the 50's. My father welded steel for the Navy. And my mother worked at the VA. \n[2]They lived through the Depression, Pearl Harbor, and the Bomb. And they didn't think bad things might happen; they knew they would happen. \n[3]When I was a kid my favorite teacher was Mr. James. Mr. James said that world events always revolve around five things: (extending his fingers one- \n[4]\n[5]This was fifth-grade econ.  But this is something we've seen over and over again, time and time again, that competition for this-- limited amount of dollars out there, can make even the best of us manic. So it's not surprising that we see these asset bubbles, but when reality sets in of course, they burst. \n[6]who sits alone in his private area facing the cockpit, scribbling his own red-ink across a stack of CONTRACT DOCUMENTS. His effortless slouch, silver hair, and all- commanding mannerisms make one thing clear: Robert's our man. \n[7]Quants? Derivatives structures? What was that about? \n[8]That's what you said last week. Why'd we go down there? \n[9]And did we sign? \n[10]No. We did not. Instead I fly two thousand miles for a marketing meeting... And where was Mayfield? What was this \"emergency\"? What was that about? \n[11]Why? \n[12]Hi, guys! Goldenrod - 4.17.11 5. \n[13]It's my job! It's my job. You guys turned out fine! \n[14]\n[15]No, no that's okay. Where's my drink, is this mine, here? \n[16]Thank you, thank you, thank you all very much, it's such a surprise, I didn't even know it was my birthday! Goldenrod - 4.17.11 6. \n[17]What did Mark Twain say about? He said-- old age... is clearly a case of mind over matter. If you don't mind, it doesn't matter. I've done a lot of things in my life, worked very hard, but being here, looking around-- at all these shining, radiant faces, I know that my best work is right here in this room, right now... I'm deeply proud of all of you. That's the best gift your mother and I could have hoped for, so, thank you... \n[18]That, too, Peter, but- no business tonight-- no business! \n[19]Although your one-track mind assures me you've got not only your mother's genes, but you've got mine, too! \n[20]Now, I'm aware that may seem uncharacteristic, but maybe it's taken me sixty years to realize what's truly important -- and it's you guys so thank you all very much. \n[21]Kids are wild. \n[22]No, no no, you should have-- I want more \"you's\" around. \n[23]Yeah, yeah yeah... \n[24]What? \n[25]Yeah, well... I just... wanted it to be about the family tonight. \n[26]Yeah... Oy. You know how I feel about that. Trash can. \n[27]Well, you gonna keep skirting around it? \n[28]My darling, you are still in your 20's. I am 60. That's a big difference in point of view. \n[29]It catches up alright. And maybe there's some other things I'd like to do. Maybe I would like to spend a little more time with you guys... outside the office. \n[30]What? \n[31]Office. \n[32]Yeah I gotta finish up that thing. \n[33]I'll be back as soon as I can. \n[34]Yeah, Gavin, it's me, uhh... When you get this -- I want you to call Chris Vogler at Fremaut, tell him I need to see him right away, okay? \n[35]Alright, I'm sorry. I'm sorry I'm late. I'm always late-- you know that-- and I'm sorry. And I'm always saying I'm sorry about being late.  It doesn't mean I wouldn't rather be here with you. \n[36]The show's gonna be beautiful. \n[37]\n[38]Oh wow, that's great. Goldenrod - 4.17.11 11. \n[39]You made this? This is amazing. One candle, thank you very... \n[40]I'm here. \n[41]Jeffrey, I told you, I'm... \n[42]Jeffrey... Goldenrod - 4.17.11 12. \n[43]What do you want me to say? \n[44]I am solving the problem. I am getting you your money and your fee. You will have them very shortly. \n[45]As soon as they sign the contract. \n[46]...Stop it! You don't have to talk to me like that!... \n[47]You were a friend of mine!... Goldenrod - 4.17.11 13. \n[48]\n[49]You can't do that... \n[50]...I need the money there until they sign, Jeffrey. What if they check again? \n[51]Not your fuckin problem... \n[52]Let's go. Goldenrod - 4.17.11 14. \n[53]What? \n[54]Good. Very good. \n[55]Is this too blue? \n[56]Ay, yay yay. I look old. \n[57]They haven't signed the papers. \n[58]So did I, but for some reason they're stalling. I didn't get any sleep on the plane and... \n[59]What plan is that? \n[60]You sound like a fortune cookie. \n[61]Then you married an idiot. \n[62]There hasn't been time. \n[63]I don't wanna be in the cemetery! \n[64]I'm taking care of it. \n[65]I've had to move some things around for the merger. \n[66]Only two million? \n[67]You remember-- Riccio's? Full meals... two bucks... all you can eat... three bucks... \n[68]I don't know what you're talking about... Goldenrod - 4.17.11 17. \n[69]Where the hell is Mayfield? \n[70]I hope they didn't beat you up too much. \n[71]I'd love to hear about that, but... I had thought Mr. Mayfield planned to join us tonight. \n[72]I'm sorry, gentlemen, we've been here nearly two hours now. Where is Mr. Mayfield? \n[73]Detained where? \n[74]Alright, I think I can leave you with my family? \n[75]Yeah, yeah yeah. \n[76]No. What's up? \n[77]What is it? \n[78]\n[79]What kind of entries? \n[80]Alright, come by about eleven tomorrow and we'll look at it then. And Brooke? \n[81]See if you can find out what happened to Mayfield. \n[82]How're they doing? \n[83]Yeah, but how are they doing? \n[84]Where's Julie? \n[85]Hey, Julie. \n[86]Oh, really? Painter? \n[87]Yeah, that's great. (as he notices Julie leave, to the group Goldenrod - 4.17.11 22. \n[88]I like the size of the paintings, I wanna talk to you about them in a second. \n[89]What? Why are you doing this? \n[90]I will take those two. And the Rubik's cube on the back wall. \n[91]Don't tell her it was me.  I mean it. \n[92]It's me. \n[93]I'm here. \n[94]I'm in your bedroom. Can you get those people out of here? \n[95]Look down the hall. Do you see me? Goldenrod - 4.17.11 24. \n[96]Okay, so I'm serious. \n[97]I thought we should talk... \n[98]...I was working, do you understand? I'm under enormous pressure, I have obligations... \n[99]I was there! I was there! I was late, but I was there. And I'm here now. \n[100]I'm sorry. \n[101]Because I liked them. \n[102]Julie, you're not gonna fail. Why would you fail? \n[103]You know, I'm not the kinda guy who wants to throw money away but if you wanna start a business, you have to project a certain image. \n[104]Success. \n[105]The market's a disaster right now; nobody's moving anything. That's why you gotta show sales. People look at you then and they say \"Whoah, how'd she do that?\" -- and that's what they remember. Always. Goldenrod - 4.17.11 26. \n[106]Come away with me. Let's just take your car and go... \n[107]There's a place upstate. Very beautiful, on the water. We can wake up there together- just you and me. I'd like that. \n[108]Yes, I wanna make it collect... \n[109]Lawrence Grant. \n[110]Jimmy, it's me. \n[111]I want you to listen to me very closely... \n[112]Let's go. \n[113]It's better you don't ask. \n[114]That's correct. \n[115]No, you're not. We're not here. \n[116]We're both alseep right now. At home. Which is where you left your phone, right? \n[117]Because if anyone checks... \n[118]They're not, as long as we're not here. Anybody know you're here? \n[119]Somebody knows you're here? \n[120]But somebody knows-- you're not there. \n[121]Oh, Jesus, Jimmy... \n[122]What'd you say? \n[123]Do you trust her? \n[124]Do you trust her? \n[125]Good. So you're at home, and I'm at home. My wife gets up at five am for Pilates -- I will be there next to her, where I've been all night. And you'll do the same with yours. \n[126]Jimmy... \n[127]...what do you want, you want money? I will give you five thousand dollars! I will give you ten thousand dollars! I'll give you whatever you fuckin'... Goldenrod - 4.17.11 32. \n[128]Listen... I'm sorry. I'm not myself. I need your help. \n[129]No, I just... have to get home... I'll deal with it in a couple of hours. \n[130]Then I don't make it. \n[131]Better we don't talk for a while. \n[132]I'm sorry, Jimmy. I really am. Just go home. \n[133]I'm fine, Glen. Go back to bed. \n[134]What? \n[135]I just went to... eat some ice cream. \n[136]Yes... \n[137]Ellen... \n[138]Do you still love me? \n[139]And such a person... \n[140]Fingerprints, DNA? \n[141]What about cell phone records? \n[142]Not from a cell phone, no. \n[143]What would you advise such a person to do? \n[144]Failing which? \n[145]Yeah. \n[146]I know. \n[147]You tell me what happens if the Standard deal does not close, and I gotta tell my investors about our real losses? \n[148]And what'd you say about the Justice Department? Depending on what they decide to arrest me on-- fraud conviction gets me twenty years? \n[149]What choice do I really have? \n[150]Of course I am aware. I gave testimony to the committee. You know this. Goldenrod - 4.17.11 37. \n[151]No. Absolutely not. That's impossible. \n[152]The audit's cleared? \n[153]You're leaving? \n[154]And why? \n[155]Get out. \n[156]What? \n[157]What? \n[158]What the fuck are you talking about? \n[159]Oh... Oh, it was fine... \n[160]He's here? Where? \n[161]He called? \n[162]You think we're dealing with a fucking idiot? \n[163]That's being issued now. \n[164]Never mind that, just find out why Mayfield hasn't called us. Goldenrod - 4.17.11 39. \n[165]Do I have to do every Goddamn thing myself? JUST FIND OUT! WILL YOU \n[166]Reconcile what? \n[167]Of course I'm listening. Okay, those trades are in the special book. They don't get audited on the same balance sheet. \n[168]That's ridiculous. That can't be right. \n[169]Okay, I'll look into it. I promise you I'll look into it. \n[170]Yeah. \n[171]Give me two minutes, then send him in... \n[172]Yes, my other meeting just got here early. We'll have to pick this up later. \n[173]Brooke, we'll pick it up later, alright? Goldenrod - 4.17.11 41. \n[174]Yeah, I'm sorry to keep you waiting. You can sit there. We just heard about it. Really terrible. \n[175]Correct. \n[176]Through... I think it was a charity function. My wife and I have a foundation. \n[177]Last night, at the gallery. \n[178]No, I think I left about ten. \n[179]Home. \n[180]Yeah. \n[181]Yeah. \n[182]Yes. \n[183]See her with anyone-- what do you mean? \n[184]Not that I noticed. No. No, no. \n[185]The driver? \n[186]This is awful. This is truly awful. \n[187]Actually we didn't talk about personal matters. \n[188]Well not an employee. I was an investor. \n[189]Why did I invest? \n[190]She had a great eye. She found me those Bryce Marden's there. They went up in value very quickly, and on the basis of that I agreed to fund some of the gallery. \n[191]Why would I mind? \n[192]Oh, right. Yeah. Of course. Sure, go ahead. \n[193]Mmm-hmm? \n[194]Actually I said that she wasn't an employee, but-- I think she'd just come over from Paris if I remember, and she needed a place to entertain buyers. \n[195]It was through our holding company. You seem a little confused by all this... \n[196]Alright. \n[197]But you're going to be indelicate... \n[198]Oh, okay, I get it, so why would I invest in her and help her find a place? \n[199]It's very simple, detective. I invest in people I believe in. I thought she'd do well, so I backed her, she did. It's is simple as that. \n[200]Sure. \n[201]What? \n[202]Oh, no, I just hit it on the medicine cabinet. \n[203]This morning. \n[204]Yeah. Me, too. \n[205]No problem. Goldenrod - 4.17.11 46. \n[206]Her Mom...? Service here? \n[207]Well we should pick up the expenses for that. Whatever she wants. You'll take care of that personally, for me? \n[208]You reach Mayfield? \n[209]Thanks. Appreciate your concern. \n[210]You're gonna sign him out? \n[211]The basketball player? \n[212]He's the best? \n[213]You've gotta get Jimmy out of this. \n[214]What would he be looking at? \n[215]Come on, get in. \n[216]Jimmy... \n[217]It's gonna be okay. \n[218]We've got you the best criminal lawyer-- \n[219]Cause he woulda fucked it up, okay? \n[220]Your under suspicion. \n[221]I am aware of that. \n[222]I couldn't. \n[223]Because I have responsibilities. And if I stayed there, a lot of people would've been hurt. \n[224]Other people, Jimmy. I've got business troubles, you understand...? People rely on me. \n[225]Listen... I want to talk to you a second. Come here. I wanna show you something. \n[226]Now, you know, your father asked me to look after you. \n[227]Yeah, I know I messed up, alright? I'm sorry. But I do want to help you, you know that.  So I've been able to set up a situation for you. \n[228]It's a trust. In your name, assets of $2 Million dollars. Take a look at that. \n[229]What else is there? \n[230]What are you gonna do? Goldenrod - 4.17.11 56. \n[231]I don't know, Jimmy. I don't know. Are you? \n[232]Wait, wait, wait. Sorry. Just-- read it. Just take it home and read it. It's not gonna hurt you. \n[233]What? \n[234]Yeah, put him through...  Chris... \n[235]What...? \n[236]Chris... \n[237]Chris? CHRIS! Goddamnit, Chris! Goldenrod - 4.17.11 57. \n[238]Tell me what is going on. \n[239]Tell me what's going on! \n[240]Why not?! \n[241]What do you mean it's not...? \n[242]The audit passed? What do you mean the audit passed? \n[243]Then... why did you tell me that it didn't? Goldenrod - 4.17.11 61. \n[244]They? Who's they?  Who is they?! \n[245]Mayfield? \n[246]They're negotiating. He wants a better price. \n[247]Sherry Netherland...? Yes, James Mayfield, please...  Mr. Mayfield... I think it's time we had a talk. \n[248]Did we have a meeting? \n[249]Sweetie, you okay? What's wrong? \n[250]You wanna sit? \n[251]I did. \n[252]Because I hoped you wouldn't. \n[253]I made a bad bet. \n[254]That's a dangerous word, Brooke. \n[255]Because we were going broke! Everything was finished. We'd have nothing. \n[256]You remember Alexanderov? Well he came to see me one day last year. He said \"Robert, we've got a great opportunity- there's a copper mine, it's in Russia, it's under- exploited- there's billions under the ground, and to get it out, all we need is a couple hundred million, you put in a hundred, we'll put in a hundred- we'll triple it all in six months.\" So, I go check it out. And the geological survey's right, friendly government. And to lock it in, you hedge it, right? Sell the copper ahead on the commodities exchange and it all works, it's fine, and you're making a fortune. \n[257]But then there's something I hadn't accounted for-- variation margin-- and that friendly Russian government all of a sudden not so friendly anymore and they're blocking the export of the copper so I gotta make it up, I gotta put the cash in to cover the hedge. But I'm not worried about it because it's still springing money, there's so much money coming out of the ground you can't believe. You can't stop it. And, yes, I'm the oracle, I've done housing, I've arb'd credit swaps, I have done it all, and yes, again, I know it's outside the charter, but it is FUCKING \n[258]Until it's not... The money's trapped. You can't get it out. Probably never will. It's like a plane crash. It just happens. \n[259]Not just happen, honey you are so naive sometimes. It HAPPENS. And like every father I pray that it doesn't HAPPEN to you, which, thanks to me, it probably won't happen to you... \n[260]Nobody's getting arrested. That's why I borrowed the money from Jeffrey. Plug the hole, I put it there for a month, they see the books are fine, I transfer the company, I pay back Jeffrey-- with interest!-- make all of our investors whole, and what's left we keep. At least we get to keep the house. \n[261]Yes. \n[262]You don't have to lie. You didn't know about it. \n[263]What did you want me to do? Did you want me to let our investors go bankrupt? Is that what you wanted? For people to get really hurt? \n[264]Because it's my job! \n[265]You are not my partner! You work for me!  That's right. You work for me! Everybody works for me! Goldenrod - 4.17.11 67. \n[266]Brooke. Brooke. Come here. Please? Please. Just, just come here. Just for a second and sit down. \n[267]There's something I wanna tell you. And whatever you decide I won't blame you...  I'm on my own path. It's up to you to move with it or against it. But I'm the patriarch; that's my role. And I have to play it. \n[268]I'm sorry. \n[269]You're certain? \n[270]He's not like us. \n[271]\n[272]She's good. Fine.  Why? \n[273]Yes...? \n[274]The estate lawyer? \n[275]Not to me. \n[276]I am so, so sorry. \n[277]No... \n[278]It's just... not fair, is it? \n[279]This shouldn't have happened. Goldenrod - 4.17.11 77. \n[280]You keep sending people to my office to \"do business.\" \n[281]With the intricacies of my operation so that you can... not buy it?  Just coffee, please. \n[282]Fuck you. Goldenrod - 4.17.11 80. \n[283]FUCK - YOU. I'm the Oracle of Gracie Square. You came to me. I did not come to you. \n[284]No, no, no. Forget it, forget it... Forget the deal. I don't even care about the deal. No, I run a comfortable -- excuse me -- I run a THRIVING business, that has returned year-to-date 15.4% percent to our investors, or approximately $583 Million dollars from a trading operation that you don't have and that we both know that you need, or else you never would've called me in the first place. You on the other hand, you've taken a salary of 18 Million? And what have you delivered? A falling stock price of negative 14 dollars? Is that what it is? You've also lost approximately... THREE AND \n[285]...so we issue a press release today, say there is no deal, never was a deal. You're not gonna be buying Old Hill, you're not gonna be buying Quantum- you're not gonna be buying anything; You? You're just a browser. Now, me? I'll continue to enjoy my earnings, and while I SOAR on princely wings, to my next winning enterprise, your stock drops another couple bucks on yet another - failed - acquisition - attempt. Bodes well for your tenure, doesn't it? \n[286]You have a nice day, James. \n[287]Five-fifty. \n[288]Five twenty-five. That's it. Yes or no? And if it's no, send any further communication right to my trash can. \n[289]One other thing -- six months and I'm gonna be gone. I'm outta here. My daughter's gonna take it over. You know her, you trust her. \n[290]And you're gonna have to make my son a VP. \n[291]No, no. He doesn't have to do anything, he just gets the salary, he gets the office. Both of `em on five-year employment contracts, and my lawyers draft them. Yes or no? \n[292]I'm writing the deal. \n[293]I'm serious. I'm very serious. Sign it. \n[294]I'm fine... Before I go -- how much would you have paid...? \n[295]Four seventy-five. \n[296]Yeah. \n[297]Actually, I lied. I would've taken four. Goldenrod - 4.17.11 83. \n[298]...Anyway I will be seeing most of you at the gala tomorrow night. But as the sale's official as of this afternoon, you are now free to talk about it. Any questions? \n[299]Yes, everyone but you. Alright, it's a great day. Your hard work made it happen \n[300]I met his price. I just took it out of your share. \n[301]Yeah. \n[302]Well, thank you. Now go get me that fucking hospital check. \n[303]Yeah. \n[304]Hello. \n[305]What you got? \n[306]You got any milk? \n[307]I'll take a water. \n[308]Where are you going? \n[309]The boxes. \n[310]I told you not to take the toll. \n[311]I said \"Listen to what I have to tell you and follow my directions, listen to me closely, do the following just like I say.\" \n[312]But you took the toll anyway. \n[313]Come on, Jimmy, don't fucking lie to me... \n[314]So where'd they get the photograph from? \n[315]So, you're saying... it's a fake? \n[316]Don't be such a wiseass... \n[317]What plan? \n[318]What business? \n[319]What's an Applebee's? \n[320]You bought an Applebee's in Virginia? \n[321]It's not really that simple, Jimmy. I'm in a situation now. \n[322]I told you... right now, if I were to speak, a lot of people would get hurt. Jobs, families. A lot of innocent people. Do you think you can understand that? \n[323]It was an accident. \n[324]Can you just hang tight? Just a little longer? \n[325]Alright I hear you. I'll be back with you as soon as I can. Just hang with me a little bit. \n[326]He says he didn't take the toll. \n[327]Does Standard have clawback? \n[328]Let's just say I decide to go in... \n[329]No, just listen, listen to me. If I were to surrender, now, could they roll back the deal? \n[330]Four years, you think? \n[331]Call the DA, get it started. \n[332]Yeah, Glen. Did Mrs. Miller say where she was going tonight...? Aha... No, I'm sure... I'll try her cell. \n[333]Syd...? Yeah- Did you make that call to the DA yet...? Thank God. No, no, no. No. Listen to me, call Earl, tell him to get his car, tell him to meet us at my house in twenty minutes... And, Syd...? Bring a notary. \n[334]Wait. Wait. Just wait. A RAPPING noise on the window startles Syd, who rolls it down, sees Earl, and opens the door. Earl climbs inside, removing a FOLIO from his breast pocket as he talks. \n[335]The Lexus- that's your car, your plate? \n[336]You got Jimmy's? \n[337]Son of a bitch. \n[338]You didn't hurt anybody. You helped a lot of people. Goldenrod - 4.17.11 95. \n[339]No, it makes it easier. \n[340]No. \n[341]Okay, we're even. But just for the record though, what you did...  Was way beyond the money. \n[342]Thanks a lot. \n[343]Hey, sweetie. What time you wanna get there...? I don't wanna get there too soon... \n[344]You okay? What is it? \n[345]Did she tell you that? \n[346]Yeah, I explained to Brooke that... \n[347]Yes. \n[348]What? \n[349]Ellen I don't know what you think you know... \n[350]What do you think you know? \n[351]I did what was necessary. \n[352]For my interests? \n[353]Everything I do is for us, for this family, and now you're gonna tell me how to run my business. \n[354]What you've tolerated? Wow! \n[355]What about me? What about the complaints? The unhappiness? The drinking? The shopping? The trainers? Everything! But yes, the charities, the wonderful sainted charities, you know, all the wonderful works that you do. How do you think I've paid for them? \n[356]It's cause you didn't want to give `em up! \n[357]No, I kept her out. \n[358]What is this? \n[359]\"All ownership and voting rights transfer to the Miller Charitable Foundation, to be administered by Brooke Miller?\" Did you really expect me to sign this thing? \n[360]Apparently not, no. No. \n[361]Yeah, this leaves me with nothing. \n[362]This is fuckin' crazy. \n[363]You're out of your mind. I am not signing that. I will not sign that! \n[364]That's fucking ridiculous! What...  Are you trying to blackmail me? \n[365]You're not gonna win that one. There's no fucking way. \n[366]Fucking lawyer... \n[367]Fuck the DNA! I'm sick of this! \n[368]You won't do it. You won't do this. You won't do it to the kids. \n[369]It's how it all works, Ellen. You know that. \n[370]She'll be better for it. The world is cold. Goldenrod - 4.17.11 101. ", "JIMMY": "\n[1]Who the fuck is this? \n[2]Robert? \n[3]You gonna tell me what this is? \n[4]So all you're sayin' is, you need a ride somewhere. Goldenrod - 4.17.11 30. \n[5]Because I want to be very clear about this: you called me to give you a ride. I'm giving you a ride. \n[6]Oh, no? Then where the fuck are we? \n[7]Right. \n[8]Why is anyone gonna check? \n[9]No. \n[10]No! \n[11]Well, my girl... \n[12]Man, you call up two am, what the fuck you want? She asked me where I was going. \n[13]I told her I had to run out a minute. \n[14]Is this the kinda shit you used to do to my dad? \n[15]Yes, I fucking trust her! \n[16]This is some pretty fucked up shit. \n[17]No, man, come on, I don't hear from you since the fuckin' funeral, you call me up out of the blue, using my father's name, ask me... \n[18]You wanna talk to me like that you can get the fuck outta my car and you can walk! You want that?! You wanna fuckin' walk home?! \n[19]You alright? \n[20]Jesus, man! We gotta get you to a hospital. \n[21]What if you don't make it a couple of hours? \n[22]Call me, alright, and let me know it's okay. \n[23]So what you get in a bind and just call up the only nigger you know? Goldenrod - 4.17.11 33. \n[24]Yeah, alright, man. Take care of that. \n[25]Yes? \n[26]What's this about? \n[27]Am I under arrest? \n[28]Man, for what? My answers ain't gonna change. \n[29]Right. Goldenrod - 4.17.11 51. \n[30]Right. \n[31]I don't think I wanna answer any more questions. \n[32]I want to talk to my lawyer. \n[33]Well if you got all that, what the fuck you need me for, officer? \n[34]Lawyer. \n[35]All you said was you wanted a fucking ride! You didn't tell me you killed that girl! \n[36]I'm trying to put my life back together. Okay, I appreciate you helped us, but now you're pushing it too far. \n[37]Like it was your ass sitting in there? Like you know a fucking thing about how it's gonna be? \n[38]--Don't you got your own son for this? Why the hell you didn't call him? \n[39]Well I'm sorry your son's a fuckin' idiot, but that ain't my fault. \n[40]Oh, okay. So tell us then, Syd, what happens now? \n[41]Under suspicion? Motherfucker, I'm Black! \n[42]And what exactly would you like me to do about it? \n[43]Why couldn't you have just stayed? \n[44]Why not? \n[45]Somebody was hurt. Goldenrod - 4.17.11 55. \n[46]Yeah. \n[47]What's that? \n[48]Are you serious? You think money's gonna fix this? \n[49]Yo, yo man, pull over. \n[50]I look like a fucking snitch to you? \n[51]Oh, man, what? \n[52]Where? Back to the station? \n[53]What if I say no? Goldenrod - 4.17.11 68. \n[54]Alright, man, what? \n[55]This is what you wanna talk about? I told you I ain't makin' no more statements. \n[56]Somebody cares? \n[57]Where you got that...? That's bullshit, cause I didn't do it. That's impossible. \n[58]Talk to Earl, Detective. \n[59]Who's Miller? \n[60]You don't know a Goddamn thing about my father. \n[61]You done? \n[62]Will you open the door? \n[63]Open-- OPEN THE FUCKING DOOR! \n[64]Will you -- open -- the door? \n[65]Yes. Goldenrod - 4.17.11 72. \n[66]Yes. \n[67]It was a wrong number. \n[68]No. \n[69]I'm not lying. \n[70]This is crazy. \n[71]April 11th, two thirty-three am. \n[72]D D G five five four two. \n[73]Yes. \n[74]Yes. \n[75]I can't. \n[76]No. \n[77]This is not my car in this picture. I don't know how you all did that, but this is not my car. \n[78]They're lying! \n[79]You can get the fuck outta my face. How `bout that?. Goldenrod - 4.17.11 75. \n[80]How you- How you all just gonna lie like that? Huh? How you all just gonna lie?! \n[81]That wasn't my car. \n[82]That picture was some bullshit... \n[83]You want something to drink? \n[84]Not much. \n[85]No. \n[86]What? \n[87]I was planning on Virginia, but it looks like I'm not going anymore. \n[88]You waiting for me to say something? Goldenrod - 4.17.11 85. \n[89]Yes, you did. \n[90]Yes. You said all that. \n[91]No, I did not. \n[92]I'm not lying! I took ninety-five all the Goddamn way there. I did what you said: I didn't stop. I didn't take the Triborough. I followed all your fucking instructions. \n[93]You tell me. \n[94]How'd you get so fuckin' rich again? \n[95]Hey, this is my fuckin' life, man! Earl's telling me it could be ten years? Ten fucking years! How much are ten years worth, Robert? \n[96]Look man, I told you, I ain't no fuckin snitch, but this is bad. This is real bad. Reina and I got a whole plan we're about to make happen next week! \n[97]I got money saved up; I'm buying a business. \n[98]I bought an Applebee's. \n[99]It's a fucking restaurant, man, it's a chain restaurant. \n[100]Is this really what you came here to talk about? What are you gonna do? \n[101]What situation? \n[102]Yeah but what about me? What about my situation? They showed me pictures, man; that's fucked up what you did. \n[103]And yeah, I know, all the people counting on you, whatever, but -- you told me Earl was gonna make this right. Now you know I care about you, all the things you did for us, and for my father, but Earl said they're offering me a deal, no charges at all. I walk away. They just want to know who I went to pick up. Why are you putting me in this position, man? Why are you putting me in this situation? \n[104]Alright, man, but Earl said the deal's on the table for twenty-four hours. After that, they're filing the case, and Earl says we're gonna lose. \n[105]You said take the money. \n[106]What can he offer me? Goldenrod - 4.17.11 88. \n[107]And this piece of paper makes everything okay? \n[108]You worried I'm gonna say something? \n[109]Robert, look: you asked me to come meet you and I'm here, but I came because I wanted to get something straight between us: we're even. \n[110]Nothing's beyond money for you. \n[111]And if I take this, then what does that say about me? \n[112]Fuck it. I'm gonna take your money and do something good with it. ", "BRYER": "\n[1]You gotta be fucking kidding me. \n[2]We've been having the same fuckin' argument for twenty years. Goldenrod - 4.17.11 29. \n[3]They can't handle one drunk motorist kills herself? \n[4]... So who kicked out the door? \n[5]Detective Bryer. I was hoping to see Mr. Miller. \n[6]Possibly. \n[7]Okay, so you were an investor in her gallery? \n[8]How'd you meet her? \n[9]Uh-huh. When'd you last see her? \n[10]Did you stay till the doors closed? \n[11]Where'd you go? Goldenrod - 4.17.11 42. \n[12]You go straight home? \n[13]You stay home? \n[14]Your wife home? \n[15]Okay. Okay, so now, back to the gallery. Did you see her with anyone? \n[16]You know like a boyfriend, someone she might've left with? \n[17]Reason I ask, is, that we haven't located the driver. \n[18]Yeah, someone else was driving. Sometimes, the driver, will go for help-- and he'll die tryin', you know... Goldenrod - 4.17.11 43. \n[19]We're searching the area right now. So no boyfriend that you know of? \n[20]She was just an employee, right? \n[21]Why'd you invest? \n[22]Yeah, why'd you invest? \n[23]Would you mind if we searched her apartment? \n[24]It's in your company's name. \n[25]Now, Mr. Miller... \n[26]Why would you lease an apartment for Ms. Côte? Is that something you normally do for your employees? \n[27]So you leased her this apartment. \n[28]I am. But I'll get there. Gimme time. \n[29]Now, I don't mean to be indelicate... \n[30]Well, from what I've been able to gather, she wasn't exactly an art star. I mean, she worked for a couple a dealers in Paris, but... \n[31]Something like that, yeah. \n[32]\n[33]Thanks. \n[34]What happened to your head? \n[35]That's a nasty cut; I've been looking at that for the last five minutes. Does it hurt you? \n[36]Last night? \n[37]Hate when that happens. \n[38]Well, thanks for the chat. \n[39]Mrs. Miller? \n[40]Detective Bryer. \n[41]Yeah, I was hoping to talk to you. \n[42]Just take a couple a seconds. It's about your husband. \n[43]Well, the wife blew me off-- which was interesting. And he didn't admit to the affair, but then he wouldn't, would he? \n[44]He's a very rich man. What happened with the pay phones? \n[45]And the one we care about? \n[46]Who'd he call? \n[47]\n[48]and you're a billionaire, right? You're a billionaire-- so whaddya do...? (Mills shrugs for the \n[49]Just get in the car, Jimmy. \n[50]You wanna be? \n[51]So let's do this again. \n[52]You were asleep. \n[53]And your phone rings. \n[54]And it's a wrong number. \n[55]Why do you accept the charges on a collect call from a wrong number? \n[56]And you stay on the phone a minute and a half on a wrong number? What the fuck do you talk about, area codes? \n[57]I don't think you understand the gravity of the situation here, Jimmy. This is a homicide. \n[58]This is not going to go away. \n[59]Nah, they're all dead. \n[60]Well, he had an excellent lawyer. \n[61]We pulled his parents' tax returns. Guess where his father worked for twenty years? \n[62]The warrant doesn't need to hold. It just needs to scare him into giving up Miller. Goldenrod - 4.17.11 62. \n[63]This is about Judge Rittenband, isn't it? It's cause he's running again? \n[64]I'm getting a piece of new evidence that'll seal it a hundred percent. \n[65]I'll have it before you go in the jury room... Look, Ray. We like this kid. I don't wanna lose him. Think about it: if we flip him, you get Robert Miller. What's that worth to Rittenband, and to you for that matter...? Twenty years, Ray. Twenty fucking years, we watch these guys- they out-lawyer us, they out-buy us. I'm fucking sick of it. Where's the consequence? The guy did it. He does not get to walk just cause he's on CNBC. \n[66]Yeah... I need a serious fuckin' favor... Goldenrod - 4.17.11 63. \n[67]Jimmy, take a ride with me. \n[68]No man, just get in the car. \n[69]I'm not threatening you. I'm just asking you -- take a ride with me. \n[70]Look, it's pretty fuckin' simple. I know you went to pick him up. \n[71]And I know why. \n[72]Take a look at this.  I've got his phone calls, I got his text messages. I've got the relationship with the girl. And they were fucking, by the way. And then I've got you. I've got the time log from the pay phone. I've a got a fucking tollbooth photograph of you driving your car through the Triborough. \n[73]Really? Goldenrod - 4.17.11 69. \n[74]You lied to me. You lied to the police. You obstructed justice. \n[75]Fuck Earl! You see this? (holds up the grand jury \n[76]Look: I know you think Miller's your friend. \n[77]I know about your father. \n[78]I know Miller paid his bills while he was dying. I know he got Syd Felder to get you out of trouble on your gun charge. That doesn't add up to this. \n[79]Okay, he's driving, he crashes- he runs away- who does he call? Calls you. Why do you think that is? Goldenrod - 4.17.11 70. \n[80]`Cause you're disposable- you're the one person he could call that just doesn't fuckin' matter. You're a- you're a throwaway. You're just another part of his transaction. \n[81]So what, what? You're his new nigger now? \n[82]You didn't kill that girl. He did. \n[83]He's using you. I know it - you know it. Do the right thing. Now get outta my fuckin' car. \n[84]I can halt the decision. \n[85]What about you, Jimmy? You need a minute? \n[86]Cause if you do we could... \n[87]So you wanna keep playing games? Or you ready to tell me something? \n[88]We didn't lie. You lied. \n[89]Sure it wasn't. And it was a telemarketer called you from the pay phone? He stopped at the Chevron to make a late night sale? \n[90]Well, tell him. Go ahead, Jimmy. Tell him. See how the boss'll like this one. \n[91]Last chance. \n[92]Your honor... \n[93]We don't know where it is. \n[94]It's not in the evidence locker. \n[95]We don't know. \n[96]We lost it. Goldenrod - 4.17.11 93. \n[97]I'm sorry? \n[98]Oh, okay.  So let me get this straight: What you're telling me is I'm supposed to sit around with my thumb up my ass and my fingers crossed hoping that one of these fucking days, somewhere down the line, one of these rich assholes is gonna say the wrong thing LOUD enough so that we can't choose to ignore it anymore? \n[99]Yes, your honor. \n[100]Well when do you expect her...? When do you expect her? Okay, well so I don't have to call a ninth time, will you take down what I'm sayin', word for word...? Okay, you got a pencil? You ready? Okay, here goes: \"Mrs. Miller- Exactly how fuckin' stupid do you really think I am?\" ", "ELLEN": "\n[1]Look, your grandfather's here! \n[2]We had to eat. The kids were starving... \n[3]Oh, here we go! \n[4]Where are you going? \n[5]Now? \n[6]But, I haven't given you your birthday present yet... \n[7]It's the third one you've tried. \n[8]You look regal, and wise, and granted a little worried. What is going on? Are you afraid of this meeting? \n[9]I thought that's why you flew down there. Goldenrod - 4.17.11 15. \n[10]Now come on. It will all work out. Just follow the plan. \n[11]\"Confidence equals contract.\" \n[12]They're your words, actually. \n[13]Okay, but I was thinking, idiot, that, after the deal is done, which it definitely will be, why don't we just take off? Pete's in the best place he's ever been, your daughter is always as brilliant, right? So, I wanna have some fun. I wanna have fun with you! \n[14]Let's go to Ravello- the house there. We haven't been there forever.. \n[15]We have to make time. We go for a year. Let's take a year and get fat and have fun and go on an adventure. I mean-- seriously-- how much money do we need?. Do you wanna be the richest guy in the cemetery? Goldenrod - 4.17.11 16. \n[16]Oh, by the way, Mary called from St. Victor's Hospital, again, she said they still haven't gotten the check yet... \n[17]The gala is Friday. Should I be selling my ring? What's going on? \n[18]It's only two million. \n[19]Yeah! \n[20]I do remember. But I do not remember you being so sentimental unless you were trying to change the subject. \n[21]Where did you go? Goldenrod - 4.17.11 34. \n[22]I woke up for a minute, you weren't here... \n[23]Was it good? \n[24]Good. Don't forget to take your Lipitor in the morning... \n[25]What? \n[26]Of course I do... \n[27]And it, it transformed them, seriously. \n[28]And thanks again for your generosity. Alright, we'll see you then. Thank you, bye.  I'm sorry, what? \n[29]What does he want? \n[30]Well, I'm late so-- I just can't deal with it right now. \n[31]Send them a thank you note, Zappos has been so generous-- Thanks, bye guys. \n[32]Yes? \n[33]Did you just call my office? \n[34]Well, I don't have time right now, sorry.. \n[35]Well, fine, but, make an appointment. \n[36]...she's rail thin. She's a blond. I would not have known who she was if she hadn't come up and introduced herself to me. She looked totally different... and... (notices Brooke increasing the machine's resistance You're going straight to level six don't you think you better pace yourself a little bit? \n[37]Everything okay with you and Tom? \n[38]Are you worried about the deal closing? \n[39]You want me to guess? Brookie, come on, don't be silly, tell me what's... \n[40]Did you uh, finish the deal with the hospital? Goldenrod - 4.17.11 78. \n[41]Did he write the check? \n[42]Why not? \n[43]We don't lie to each other, Brooke. \n[44]Uh, I know that a policeman showed up at the office? Do you know what that's about? \n[45]What about your father's head- where he cut his head and the pain that he's hiding in his stomach and, now  For some reason that's way to complicated for me to understand, there's no money for a routine gift? Does that seem a little strange to you? \n[46]So tell me what's happening. Goldenrod - 4.17.11 79. \n[47]No. You have to do what's right for you. Not him, not me, not anyone. This is your life. \n[48]Fuck. \n[49]You spoke to Brooke? \n[50]No. She didn't have to. \n[51]...you explained, did you? Did you tell her everything? \n[52]Everything?  Lift up your shirt. \n[53]Lift up -- your shirt. Goldenrod - 4.17.11 97. \n[54]Did you tell her about that? \n[55]Oh, don't treat me like an idiot. You've been sneaking off to see her for months. You don't think I know that? \n[56]I never cared, really, about your secretaries, your- gallerists, whores, whatever you wanna call them. I cared about our home. And now you have brought this to our door. \n[57]No you did what was necessary for you, Robert, for your interests. \n[58]Yes. \n[59]This isn't about your business, this is our life! Where do you think we're going tonight? Why do you think I've even tolerated this for so long? \n[60]I'm glad you find that funny. \n[61]I didn't ask you because I didn't want you to lie. \n[62]But I thought that we had an understanding. And you broke that understanding when you brought Brooke into it. \n[63]When you made Brooke complicit-- when you risked her future-- and I'm done. \n[64]Read it. \n[65]You're not following. Goldenrod - 4.17.11 99. \n[66]Okay, uhm, the police have been trying to talk me. I assume they want to know where you were that night. And you know what? I'm not gonna lie for you anymore. Not unless you sign that. \n[67]I think you'll find a way to manage. I'm sure you have all kinds of things offshore for a rainy day. \n[68]No, if you sign, then I'll tell your lie. I'll say you were at home with me that night, all night, together, here, and you'll be free and clear. And the people who need our money will get it. That's my price. \n[69]Well then... I'll have to tell them that you came home at four-thirty bruised and bleeding... \n[70]I think we call it negotiating. Goldenrod - 4.17.11 100. \n[71]You know what, it'll cause just enough trouble- the kind of trouble that you don't want-- In fact, according to my lawyer \n[72]It's enough to give them probable cause and then they can subpoena your cell phone, GPS, DNA, \n[73]And whatever else they can think of. So really Robert what you have is a choice: you can spend the next three years in court and in the tabloids or-- you can be at your business. \n[74]Just try me. \n[75]You broke -- our little girl's heart. \n[76]I do, but she didn't. \n[77]Then you're gonna need a warm coat. ", "BROOKE": "\n[1]It's your birthday, Dad, not theirs. You're spoiling them rotten. \n[2]Debatable. \n[3]I don't know about me as a mom. \n[4]It's all about you, isn't it. Four... and nineteen. \n[5]So what was that all about? \n[6]The last time you made a speech like that we lost the Firestone bid. \n[7]You see this? Goldenrod - 4.17.11 8. \n[8]Peter's got a copy pinned up in the conference room. \n[9]Why sell our company? We make a great return, we give money to the causes we believe in... \n[10]Dad, you're not that old. \n[11]I'm just trying to imagine what we would do. \n[12]Dad... \n[13]Did you get my message? \n[14]We need to sit down. \n[15]I don't want to talk about it here. \n[16]I found some strange entries in the \"Old Hill\" books. \n[17]I'm not sure yet, but there's definitely something off. Goldenrod - 4.17.11 20. \n[18]Yeah. \n[19]I cannot reconcile it... \n[20]The \"Old Hill\" Fund. Dad, are you listening to me? \n[21]Yeah, but look at the sheet! It can't be right. There's a four hundred million dollar hole here. I mean that can't be right. \n[22]...the way that this sheet reads, half of the fund's assets are missing. \n[23]I know, it's ridiculous, and yet... \n[24]Everything alright? \n[25]Okay. And Mom wants to know about the hospital check? \n[26]Okay. \n[27]Peter...? I'm looking at some statements right now... How much did you book last quarter?... No, I'm not... No, Peter, I'm really just asking you... \n[28]Thirty-five million. For your entire group, right?... It wasn't sixty-eight?... Of course it's a big number... No, I'm not... Oh, Peter I'll talk to you later . \n[29]Can you explain these? \n[30]Old Hill. All the numbers you've falsified. \n[31]Get out of my way. \n[32]You're hurting my arm. \n[33]You're fired, Ben. \n[34]I just did. \n[35]83 You tell me. 83 \n[36]I'll stand.  Didn't you think I'd find out? \n[37]Then why didn't you tell me? Goldenrod - 4.17.11 64. \n[38]Oh, come on. You tell me the truth now -- or I am done. \n[39]No, you committed fraud. \n[40]What would you prefer? That you cheated? That you stole money from people who trusted you? That you lied? That you lied right to my face? Why? \n[41]How. How does that happen? \n[42]Until... \n[43]Well it does not just happen. \n[44]Thanks to you, we may all be arrested. \n[45]Everybody wins? \n[46]If the company sells. If I lie for you. \n[47]I'm the Chief Investment Officer of this company. What do you think they'll say at the depositions? \"She didn't know?\" They'll take away my brokerage license- failure to supervise you -- my name in every paper and blog while I visit your ass in jail! \n[48]What... gives you the audacity to think you can make those decisions? \n[49]No, it's illegal. It's illegal. And I am your partner. \n[50]For a moment I thought you were gonna say you were sorry. \n[51]I'm good. I wanna run. \n[52]We're fine. \n[53]No. \n[54]\n[55]No. \n[56]No. \n[57]Issues related to the closing. \n[58]I'm not lying to you. It's complicated; you wouldn't understand. \n[59]I honestly have no idea. \n[60]Of course it's strange. \n[61]What do you want me to say? He's my dad. I have to trust him. \n[62]I love you. I gotta go. \n[63]...and to receive this prestigious award, I invite now to the stage the man who led this generous effort, and whose financial trading firm, Miller Capital, has just this morning been acquired by Standard Bank and Trust, a dedicated businessman, family man, scholar, philanthropist and all-around humanitarian, a man I am lucky to call -- my mentor, my friend -- and my father -- Mr. Robert Miller... ", "SYD": "\n[1]Hypothetically, the situation you're describing would be involuntary manslaughter. \n[2]...would be in a lot of trouble, especially if that person was closing a merger with a large public bank where any publicity or arrest could delay or derail the transaction. Goldenrod - 4.17.11 35. \n[3]But that's only if there was some evidence that could link him to the crime. \n[4]Very hard to collect after an explosion. The real world's different from television. \n[5]Did this person make any calls from the area? \n[6]Then they won't be able to place him there. \n[7]To confess immediately. \n[8]To put as much distance between himself and the event as possible, if possible. But let me tell you something, and I'm speaking to you as a friend now: there are about fifty things that person wouldn't have thought of. And the more time that passes, the more lies that are told, the worse it gets for him. \n[9]Robert... \n[10]They're going to come to you. Goldenrod - 4.17.11 36. \n[11]An accident's not the worst trouble. If we talk to them now we can probably work it out. \n[12]Nothing good. \n[13]I did. \n[14]I called in Earl Monroe. \n[15]Civil rights attorney. You remember Crown Heights? \n[16]He's the best above 96th Street- and that doesn't make him any cheaper. \n[17]It might not be that easy. If he doesn't cooperate they're likely to indict him on obstruction. \n[18]Hard to say. With his prior... Five years, maybe ten. \n[19]This isn't productive. Goldenrod - 4.17.11 54. \n[20]We meet with Earl and we go from there. I understand that right now they don't have enough to charge you with anything. \n[21]Gentlemen, my driver will take you where you wanna go, but I cannot be a party to this conversation, so this is where I get out... \n[22]He's gonna walk. \n[23]Courts aren't for certainty, but he says he was at home, why shouldn't he be? A phone call doesn't make him a liar.  But what's baffling to me, though, despite your sentimental history together, is why you would put your family's future in this kid's hands. Goldenrod - 4.17.11 71. \n[24]Is that a good thing? \n[25]How's Ellen? \n[26]I heard something... \n[27]She met with Gil Deuchman. \n[28]Yeah. Has she mentioned anything? \n[29]It's not good... Goldenrod - 4.17.11 84. \n[30]We went to the toll authority. They said they gave the tape to the cops. I've requested our investigator go examine it at the evidence room, but honestly what's the point? \n[31]And you believe him? \n[32]What? What do you mean? \n[33]Have you lost your mind? \n[34]No, what's done is done. There's no intent to defraud. You haven't warranted any behavior. So it's just money. \n[35]At this point- I dunno, they're not gonna make it easy.... I really suggest you think about this. Goldenrod - 4.17.11 89. ", "GAVIN": "\n[1]Here you go... Goldenrod - 4.17.11 3. \n[2]You're disappointed. \n[3]It makes no sense. \n[4]To sign. \n[5]No. \n[6]Did you speak to the auditors? \n[7]What if... we don't don't close this week... \n[8]Seven-thirty tonight at the Four Seasons. We'll get it straight with Mayfield then. \n[9]This is the bullshit way you try to close a deal? \n[10]How was it? Goldenrod - 4.17.11 38. \n[11]The show. \n[12]The show, Julie's show? \n[13]Mayfield's here. \n[14]Sherry Netherland. Checked in about an hour ago. \n[15]No, Brooke has a friend on the executive committee who said he's taking meetings in his room... Maybe he's settling in. \n[16]I spoke to legal. They said Standard will sign once they get the audit report. \n[17]How do you know that? \n[18]How am I...? \n[19]Robert, I just heard about Julie... I'm so sorry. Her Gallery called. Her mom's flying in today. \n[20]Tomorrow at nine am. \n[21]Of course... Are you okay? \n[22]Not yet, but we'll get him... Robert, I... \n[23]So how'd you make Mayfield come around? \n[24]Robert? \n[25]Good work. ", "DEFERLITO": "\n[1]...cause it's not gonna hold. \n[2]What is it, Mike, you're stalled- out mid-career so you're reaching for a high-note? Who gives a fuck? \n[3]You wanna cost the Judge his seat on a profiling claim? Against Earl Monroe? \n[4]Good, then come back when you got it. \n[5]You better not fuck me. \n[6]That was the early morning of April 11th. \n[7]You received a phone call? \n[8]Who called you? \n[9]That's a lie, isn't it, Mr. Grant? \n[10]You stayed on the phone one-and-a- half minutes... Mr. Grant, isn't it the case that you know exactly who called you and exactly why? Why are you lying to this court? \n[11]I'm going to introduce into evidence People's A. This is a toll booth photograph taken in the northbound ninth lane of the Triborough bridge. Mr. Grant, directing your attention to the photograph, would you please read the date and time stamp indicated on the lower right hand corner? \n[12]Mr. Grant, please answer the question. Goldenrod - 4.17.11 73. \n[13]Mr. Grant, directing your attention to the same photograph, would you please read the license plate number of the vehicle passing through the toll? \n[14]This is People's B, a printout from the Department of Motor Vehicles plate registry... Mr. Grant, directing your attention to that printout, are those numbers on the toll photograph the same ones that are on your own license plate? \n[15]Mr. Grant? \n[16]Yes, the numbers are the same? \n[17]How do you explain that? \n[18]But that is your car in this photograph, isn't it? \n[19]No, that is not your car?  Answer the question, Mr. Grant. Goldenrod - 4.17.11 74. \n[20]You expect this grand jury to believe that that is not your car when there is a printout from the department of motor vehicles... \n[21]Mr. Monroe, you are aware that you're not permitted to go on record. \n[22]We've had some issues regarding chain-of-custody... \n[23]I'm afraid that's not possible. \n[24]It seems there's been... \n[25]I don't feel comfortable with that, your honor. ", "MAYFIELD": "\n[1]They're just getting acquainted. \n[2]You remember what it was like on our side of the fence. Everything just moves... a little slower. Plus this whole audit mess doesn't help. You know, clearing that all up... \n[3]Excuse me...? \n[4]Robert, I think we're getting off on the wrong foot... \n[5]Let's just calm down... \n[6]Your price is too high. \n[7]Four hundred. \n[8]Four-fifty. \n[9]It's a deal. \n[10]Alright. \n[11]Robert... \n[12]Yes. Goldenrod - 4.17.11 82. \n[13]What are you doing? \n[14]Are you serious? \n[15]I'll send over a draft of the press release. \n[16]Are you all right? \n[17]Six hundred. And you would've taken...? \n[18]So we made a good deal. \n[19]Speak, John. \n[20]Who authorized this? \n[21]And what did you conclude? \n[22]I didn't ask you what the paper said, John. I asked you what you thought. Goldenrod - 4.17.11 102. \n[23]I think... I think... that I don't see anything wrong here. ", "JULIE": "\n[1]Okay... \n[2]You gonna be there? \n[3]I made this for you. \n[4]Oh...  This is Robert Miller, one of our collectors. This Katrina Stanton, and Alex Stanton and their daughter Ava, who is a talented young artist. \n[5]Go -- away. \n[6]Who's this? \n[7]What do you want? \n[8]Where? \n[9]Are you serious? \n[10]I see you. \n[11]You just come in and out whenever you want? \n[12]One damn night in a month I told you was important to me, et tu es meme pas capable d'etre la... \n[13]...I don't want to hear about your obligations. If you cared -- YOU \n[14]No, no, no. You're here when it's convenient for you to be here. C'est pas ca l'amour. Love means \n[15]Why did you buy those paintings? \n[16]Okay, thank you for helping me get started. But if I'm gonna fail-- then let me fail! \n[17]What image? \n[18]You're never gonna leave her. \n[19]...Where?... \n[20]Me, too. ", "CHRIS": "\n[1]You're aware Congress plans to extend the audit requirements for private funds. \n[2]Well, Standard wants to prepare for it now. So I was asked to go through every one of your trading books and reconfirm their assets. \n[3]Don't worry. I put the team on different books and I left \"Old Hill\" for myself. Anyway, I'm here to tell you-- I cleared it. \n[4]The report will be issued today. Actually, I'm calling it my \"swan song.\" \n[5]Yeah, on Friday, it's a five-year clock. \n[6]Uhh.. To prevent exactly what we're doing. But honestly, there's nothing left to worry about. It's -- great. \n[7]Robert, I've run into some problems. We're doing a \"non-recommend.\" \n[8]They got compliance involved. I'm sorry. \n[9]I've gotta go. \n[10]What the fuck...? \n[11]I can't. \n[12]I can't! \n[13]It's not me! \n[14]\n[15]It passed! It passed a week ago! Like I said. Everything's fine! We confirmed the money, it's all straight and done. \n[16]Because they asked me to hold it. \n[17]Mayfield. \n[18]What? ", "RITTENBAND": "\n[1]Well they look a little different to me, too... Is there a reason you haven't allowed Mr. Monroe's investigator to conduct his own analysis? Goldenrod - 4.17.11 92. \n[2]...You don't have them anymore. You're to meet him with the evidence in the next hour. \n[3]Where's the tape? Am I not speaking loud enough? \n[4]Yes? \n[5]...Let him tell me. \n[6]Come again? \n[7]Where is it? \n[8]I'll ask you one last time, detective. Where is the tape? \n[9]Hmmm... In light of these developments, and I would think you should be very happy to hear this, with Mr. Monroe's approval I'm going to offer Mr. Deferlito the opportunity to voluntarily dismiss the indictment to save us all a bunch of embarrassment. \n[10]Further I'm going to put all charges against Mr. Grant under seal. (Bryer starts heading to \n[11]Close the door, detective, please... \n[12]You finessed these, didn't you...? \n[13]...You finessed it. I know it, and you know it. Goldenrod - 4.17.11 94. \n[14]I know who you're after. I saw all the evidence, not just the toll photo. You gotta get him the right way. \n[15]Get the fuck outta of my office. ", "MILLS": "\n[1]Catching detective wants us to rule before he calls it. \n[2]I'm not so sure about this... \n[3]Car roll had multiple impacts, but she was here and her feet were down there. \n[4]How'd it go? \n[5]Why didn't you pick him up? \n[6]Got about fifteen calls in a three- mile. Two of `em look a little strange: got an incoming-- that's probably a local drug deal... \n[7]Collect call. About a minute and a half. Made from the Chevron station on West Lake Road. \n[8]Cellphone in Harlem. Still waiting on the address. \n[9]Let's flash him. \n[10]Mr. Grant? \n[11]NYPD Homicide, would you mind stepping into the car? \n[12]Listen, kid, we know you went out there. We ID'd your photo with your neighbor who saw you getting into your truck ten minutes after this call was made. \n[13]He was doing a little dealing a while back, but it looks like he stopped. \n[14]So far he won't budge. ", "JEFFREY": "\n[1]Thank you, Diane. \n[2]So? \n[3]Guess what's not? \n[4]\"...working on it,\" yeah. Well, while you're doing that, lemme tell you what's not working... \n[5]...what's not working is my four hundred twelve million dollars that's sitting in your account so you can pass your audit, the four hundred twelve million that you needed, you said, for two weeks, and which has been languishing now for  thirty-two days, while it could be elsewhere invested, earning an actual return, instead of couching the absurd lie that you're spinning. \n[6]That you're gonna get a signature from Mayfield, and that my hostage money and my fee are going to be sent to me promptly, say... by tomorrow? \n[7]When? \n[8]You know, I'm not the one with the liability, pal. I just made a loan. You're looking at jail for a thousand years for fraudulent conveyance and... \n[9]I didn't get you into this mess! \n[10]...remember when you asked me if it was a good idea to divert half your liquid assets into a fucking copper mine? What did I tell you? \n[11]Friday morning I take my money back. \n[12]...the fuck I can't, it's in an escrow bill with one-day call rights... \n[13]That's really not my problem, is it? ", "EARL": "\n[1]I'll call you tomorrow if there's any news. Don't worry about anything. And don't talk to anyone else. You take care. \n[2]You're gonna have to answer that. \n[3]That's asked and answered, Mr. Deferlito. \n[4]Jimmy. Jimmy-- what was that? \n[5]Okay, now here's what... \n[6]We need a minute, Detective. \n[7]Detective, I need to talk to my client. Now if you would just please... \n[8]...Jimmy, don't say anything else. \n[9]...Jimmy, stop! Detective, what's going on? \n[10]Wait here. \n[11]Hello, Brent. I'm Earl Monroe. I'm executing a criminal evidence request. I need to get a look at one of your lane tapes. Brent looks over the papers, confused. \n[12]Okay, they won't release tapes without a court order, but they did give me a print out, the same kind they used at Jimmy's indictment. Earl reaches inside the folio and removes the PHOTOGRAPH he got from the toll authority. He lays it on the counter. It's from a toll camera, showing his car and license plate. Goldenrod - 4.17.11 91. \n[13]Thank you. ", "AIMES": "\n[1]They've been terrific. \n[2]Jim should be here in twenty minutes; he suggested we get right into details. \n[3]He just texted me. He's very sorry, but he's been detained. \n[4]Port? Would you like to have some port? \n[5]There's just one more thing... And I hate to mention it now, but I just received it... \n[6]I had Stern Marling run a secondary audit on the Miller financials. \n[7]I did. \n[8]It's in front of you. \n[9]Well... what do you think? ", "BEN": "\n[1]What are you doing in my office? \n[2]Hello? \n[3]Explain what? \n[4]You don't know what you're saying. Goldenrod - 4.17.11 58. Brooke nods, heads to the door. Ben put his arm on her shoulder to stop her. \n[5]Brooke... \n[6]Can't you just leave it alone? She stares at him. He drops his arm. She exits and turns. \n[7]You can't fire me. \n[8]Who do you think asked me to make those changes? She stares, then approaches him. ", "FLORES": "\n[1]Any family? \n[2]So he's a good student, magnet school, whatever. Goldenrod - 4.17.11 59. \n[3]Then his mom dies and he gets popped for gun possession. Even so, how come he got probation? \n[4]How the fuck does this kid afford Felder and Chausse...? \n[5]Miller Capital? He was the fucking driver?! Wow, this guy's good... \n[6]Where are you at with the kid? \n[7]Well he's a convicted felon. Go get a warrant, put him in front of a grand jury. Let's see how long he holds out when he realizes he's looking at ten years off the prior. ", "ASSISTANT": "\n[1]Great. Everyone loves them. \n[2]So-so. He scans the party further. No Julie. \n[3]She's in the back. \n[4]Right there, number seven. \n[5]You got it. \n[6]Mr. Miller. I would like to introduce you to Julie's mom, Sandrine. ", "CINDY": "\n[1]Is he expecting you? \n[2]There's a detective Bryer here to see you? \n[3]Detective Bryer, hi, I'm Cindy, Mr. Miller's personal assistant, right this way. \n[4]I've got Chris Vogler from Fremaut accounting, you asked me to interrupt you. \n[5]Brooke's waiting for you... \n[6]No, but she looked upset. "}}