{"dialogues": {"ASH": "\n[1]Why would you say that I am insane?  I wouldn't say that I've lost my mind simply because I've heard the voices and seen the godless things moving in the woods. If anything, I think more clearly now than ever before. I know now that there is such a thing as a living Evil. A dark and shapeless thing that lives not in the spaces we know, but between them. In the Dark. In the night. And it wants the exact same thing as you and I: a chance at warm life on this Earth. It doesn't care that is already had that chance ...once. Now listen closely because there isn't much time. Listen and believe, because it's all true. \n[2]I first saw the damn thing at that blasted cabin. The Necronomicon. An ancient Sumarrian text, bound in human flesh and inked in human blood. It contained bizarre burial rites, prophesies...and instruction for demon resurrection. It was never meant for the world of the living. \n[3]The book awoke something dark in the woods. \n[4]It got into my hand and it went bad. \n[5]So I lopped it off at the wrist. \n[6]In order to rid myself of the foul thing, I read from a passage in the book that was supposed to open a hole.  A hole in Time that would send the Evil back. And it worked. \n[7]...I just didn't plan on coming along. \n[8]Take is easy now chief. I don't know how I got here and I'm not lookin' for any trouble. \n[9]Where the hell they put the stirrups on this thing!!?? \n[10]\n[11]No! \n[12]Who wants to know? \n[13]You ain't leadin' but two things now, pal. Jack and shit.  And Jack left town. \n[14]Hey, I never even saw these assholes before.. You gotta tell 'em you don't know me. We never met. Tell him. \n[15]Come on, you blasted piece of-- \n[16]All right now. Who wants to be next?  Who wants some. \n[17]You want some more?  Huh?! \n[18]Now climb on those horses and get out of here. \n[19]\n[20]This is my boomstick. It's a twelve gauge, double barreled Remington pump. Next one of you primitives touch me... \n[21]Bring me your hoo do man. \n[22]First you wanta kill me, now ya wanna kiss me. \n[23]Lady, just leave me alone. \n[24]They're mistaken. \n[25]Well what is it?  Can you send me back or not? \n[26]The Necronomicon. Yeah, that's the thing that got me here. \n[27]Me?  Now way, no day. Only place I'm goin' is home. \n[28]It's a trick.  Get an axe. \n[29]stares over the castle wall to the foreboding wasteland with apprehension.  The wind blows upon his hair. Sheila appears behind him. She drapes a grey garment over Ash. A magnificent cape. Ash draws her body close to his. He wraps the cape around her.  Together they stare off into the night, then turn to one another and kiss. \n[30]He wears an iron breastplate with the insignia of Arthur's army that compliments his new spring-powered iron hand.  His chainsaw juts from it's saddle holster on the horse's back.  Ash's cape billows as he rides. \n[31]What's going on? \n[32]Clatto Verata Nicto.  Okay. \n[33]Clatto Verata Nicto. \n[34]I got it.  I got it.  I know your damn words. All right?  Now you get this straight: I get the book, you send me back. That's the deal. After that I'm history. \n[35]\n[36]rides out of the wall of mist. He finds himself on a trail leading into a thick forest. \n[37]Come on!  Come on! \n[38]Blasted piece of junk! \n[39]enters the Mill. \n[40]Anybody here?! \n[41]This place'll do for the night. Get the book in the morning. \n[42]listens as the cabin CREAKS like an old ship beneath the force of the gale. \n[43]Damn this cold. \n[44]'least I won't freeze to death. \n[45]Easy, boy. \n[46]stares in disbelief, then the wind slams the front door of the Mill, halting Ash's view. Ash races for the Mill. \n[47]races through the door and toward CAMERA when...SMASH...Ash's reflection shatters. He's run into a mirror. Shivering, he picks himself up from the pile of broken glass. He moves to the fireplace and hunches before the flames, CAMERA PANS TO.... \n[48]Ooops. \n[49]Nasty little thing's inside me. Well let's see how you like a little hot water! \n[50]emits a bark of LAUGHTER. He clutches as his chest.  Then his arm.  He rips back his shirt sleeve. \n[51]Why you dirty little...AHHHHHH!! \n[52]Soon as I get out of this thing \n[53]No!  Not the teeth! \n[54]Where the hell are ya!? \n[55]I can't see ya!! \n[56]No, no--not the poke-- \n[57]Okay then. \n[58]staggers about in a frenzy, stumbling over logs and through the brambles.  He races up to the CAMERA and cries out as this protrusion upon his shoulder becomes more pronounced. \n[59]Dear God, it's growing bigger! \n[60]I know better than to bury you whole. \n[61]with shovel in hand, drags a bloody burlap bag from the Mill. Grunting, he pulls the remains of his Evil twin to the base of an old Oak Tree in the graveyard. Ash mumbles nervously to the bloodies burlap bag at his feet as he digs a grave. \n[62]Now you see what's what.  Man's body is his own personal property. Don't anybody try to take that away from him. \n[63]Hey, what's that you got on your face? \n[64]Rest in pieces. \n[65]This must be it. The cemetery. \n[66]Wait.  Three books?  Nobody said anything about that. Ha!  That Wiseman was so busy fillin' me fulla his secret words and phrases and, and, his... bullshit, he forgot to mention anything about that.  Like do I take all of 'em of one or 'em, or what?  Well... \n[67]Woah.  Wrong book. \n[68]tries to decide between them.  At first he's sure which one it is.  Then, chiding himself for being so easily duped, chooses the other. \n[69]Huh. \n[70]Dear God, help me... ahhh!!! \n[71]Okay.   The words.  Say the words. KLATOO!... VERATA...  uh...  Uh... Necta... uh... Nectar... Necktie... uh... \n[72]\n[73]Okay then. \n[74]A tiny figure among the gravestones which tremble and one by one are thrust from the earth. \n[75]Hey, wait a minute. Everything's cool!  I said the words!  I did! \n[76]No.. no more... \n[77]Leave me alone!  Leave me aHUUU! \n[78]jerks backward, vomiting out the skeletal arm.  He tumbles to the ground. \n[79]Keep you damn filthy bones outta my mouth. \n[80]stares in horror at his evil self. All around, skeletons rip from the earth and shriek as they come back to life! \n[81]I'm through bein' their garbage boy.  I did my part of the bargain. Now they owe me.  Like in the deal.  I want back. \n[82]A tiny figure, rides toward the castle. \n[83]is led to the THREE WISEMEN. \n[84]Yes. It's just that... \n[85]Nothing. Here Now send be back. Like in the deal. \n[86]Yeah.  basically. \n[87]Well, maybe not every single syllable, no.  But basically I said them.  Yes. \n[88]Hey. We had a deal. You told me, you could clean this thing up, once I got you the book. You said there was a passage in there that could get rid of this thing and send me back. \n[89]You wanted the damn book. You got yer book. I did my part of the deal. \n[90]Yeah. Well good. That was the deal.  So uh...when do you think we can... \n[91]I mean...when can you send me... \n[92]No.. They're right.  I screwed up. I didn't come through for you, and...  I'm sorry for it. \n[93]Sheila... It's over for me. I don't belong here and I'm going home. I didn't have what it took. It's over. \n[94]No! \n[95]Damn you! \n[96]Go ahead and run.  Run home and cry to mama.  I'm through runnin'. I stay we stay and fight. \n[97]We'll get Henry the Red and his men to fight with us. \n[98]Then you'll die.  Honor and all. Now who's with me? \n[99]The Army of the Dead. \n[100]They're headed towards Arthur's castle. We need your help. Fight with us. \n[101]The only side I'm takin' is the one that's gonna stop those things. \n[102]Because after they finish with Arthur they'll come after you. Together, we've got a chance. Besides, you owe me. \n[103]walks along, inspecting a line of forty medieval warriors who stand at attention. He halts before a warrior and stares hard at him. The Warrior glances towards Ash. \n[104]You eyeballin' me boy? \n[105]I can't hear you! \n[106]You squeekin' like a mouse!  Are you a mouse boy?! \n[107]Where you from, mouse?! \n[108]Only two things come from Perth: steers and queers. Which are you? \n[109]takes charcoal from a dead fire and chips of dried cow dung. He mixes them with sulfur. \n[110]Arrows! \n[111]Fire! \n[112]\n[113]He'll be here. \n[114]Honey...You got real ugly. \n[115]We said goodbye to Arthur.  Sure we had our problems.  But in the end, he was all right. \n[116]Peace was made between the two peoples.  And a new nation was formed.  They offered my a chance to stay among them and teach them. A chance to lead them.  To be King.  But Sheila was gone. Besides, I had places to go. \n[117]Yeah.  Right... ...but what other choice did I have? \n[118]rides off. \n[119]I had to find a place to crash. For a very long time. \n[120]with the aid of his horse, drags the Deathcoaster inside the cave. He sets the horse free. \n[121]\n[122]Places a black powder charge at the mouth of the cave.  He ignites the fuse and climbs into the car. \n[123]I locked the door. \n[124]uncorks the flask filled with the Wiseman's brew. \n[125]I closed my eyes. \n[126]I took a drink. \n[127]I didn't know if it was day or night. I started... to get drowsy... And I slept... \n[128]...And dreamed. \n[129]Dreams last lasted centuries. \n[130]climbs from the cave and steps into the sunlight. \n[131]And when I awoke... \n[132]....I found that I had slept too long. ", "ARTHUR": "\n[1]He bleeds.  As a man bleeds.  The one written of in the Book would not bleed. \n[2]Likely, he is one of Henry's men. I say to the pit with him!  If he is truly the promised one... he will emerge. \n[3]LIEUTENANTS!  Fetch me the blackard. \n[4]Bring the prisoner! \n[5]To the castle! \n[6]Eye.  And fought valiantly.  But last night fell in battle to Duke Henry's men. \n[7]There is an Evil that has awakened in this land.  And whilst my people fight for their very souls against it, you, Duke Henry the Red, wage war on us. Your people are no better than the foul corruption that lies in the bowels of that pit!  May God have mercy on your souls. \n[8]Nay. Henry is my prisoners. He-- \n[9]For that, I shall see you dead. \n[10]points to... \n[11]A moment. \n[12]The Wisemen were fools to believe that you were the Promised one. That one such as you could have saved us!. \n[13]How far from here? \n[14]Then these winged ones are only the first of them. \n[15]How will we stop an army of the dead at out castle walls?  How will you fight that?!  With more words? Most of out people have already fled.  We are but forty men. \n[16]We shall not stand in battle, alongside the likes of him. Our honor will not allow it. \n[17]Load! \n[18]Fire! \n[19]Powder! \n[20]Where is Henry?! \n[21]I think he will not. But know this.  No matter how this battle fares, I was wrong to think you a coward. \n[22]They're coming in. What now?! \n[23]Fall back!  Man the Parapet!  Protect the book or God save us all! ", "WISEMAN JOHN": "\n[1]My Lord Arthur, I believe he is the promised one, written of in the Necronomicon. \n[2]Only the Necronomicon has the power.  A power which we both require. It contains passages that can dispel the Evil from this place and return you to your time. \n[3]It is in a place far from here. It can only be retrieved by the Promised one. Other Warriors have tried.  Their widows grieve still. We have waited long years for you. Out only hope is the Necronomicon. Thou must undertake to quest for it.  Alone must thou travel to a distant cemetery. There thou shalt find it. \n[4]Now.  Will thou quest for the Necronomicon? \n[5]This is the edge of the land ruled by the Dark Spirit. This path will lead you to an unholy place. A cemetery. There, the Necronomicon awaits. \n[6]As thou removest the Book from it's cradle, you must recite these words.  Clatoo, verata, Nicto. \n[7]Repeat them. \n[8]Something is amiss. \n[9]The Necronomicon.  Quickly. \n[10]Did you bring the Necronomicon! \n[11]Just what?! \n[12]No...I sensed something had gone awry. The book's power. It's gone. \n[13]When you removed the Necronomicon from it's cradle, did you speak the words? \n[14]Did you speak the exact words?! \n[15]Dung eating fool!  Thou hast doomed us. When thou misspoke the words the Army of the Dead was awoke. \n[16]The passage is useless to us as long as these evil dead walk. They have a terrible desire for this book. And they shall come here to get it. Once in their possession, the Evil shall rule the Earth for one thousand years...Because of you...we are doomed. \n[17]We did strike a bargain. I will return you to your own time as promised. \n[18]hands the flask of liquid to Ash. \n[19]The Book tells us that each drop allows a man to sleep a century. Swallow six drops, and thou shalt awaken in thine own time. ", "SHEILA": "\n[1]a striking, blonde haired maiden, rushes into frame. She searches the faces of Arthur's warriors and grows concerned. She pushes through a crowd of villagers and calls up to Arthur atop his horse. \n[2]M'Lord Arthur!  Where is my brother? Did he not ride with you? \n[3]Her face does not immediately register the grief.  She attempts to step forward but stumbles.  She steadies herself against the stone wall. Her eyes harden as she sees the first of the shackled prisoners: a semi-conscious Ash. She flushes with anger and races up to him. She spits and kicks at him as he's dragged along. \n[4]Foul thing!  A pox on your throat! Thou art a Murderer!  A black Murderer! \n[5]cries as the Village Women attempt to soothe her. \n[6]I pray thee to forgive me.  I believed thee one of Henry's men. \n[7]I'm sorry m'lord. Please understand... T'is a cruel time for us. The Wisemen say you are the promised one. Our only hope against the darkness that has descended on this land. \n[8]I think not.  I feel that there is reason for your being here. It is no accident. \n[9]I still believe that thou wilt help us. \n[10]I still have faith in thee. In my heart I know thou wilt still succeed. \n[11]M'Lord Ash!  Help me! \n[12]Don't touch me!  You foul thing! \n[13]The Promised one will come for you. ", "EVIL ASH": "\n[1]...Little goody two- \n[2]directs teams of skeletons to dig at the graves. \n[3]Dig!  Dig faster!  I want every black hearted, worm infested, son of a bitch that ever died in battle! We'll storm their castle and take the book!  Then my lads, eternal life shall by ours! \n[4]Why ain't you a sweet little thing? \n[5]Your gonna learn to live me missy. \n[6]Darlin' I'm gonna save him the trouble. \n[7]Who rules?! \n[8]Where are they keeping my book? \n[9]Excellent. Proceed. \n[10]You needn't bother. \n[11]You are now my captain. I will now allow anything to stop me from possessing the Necronomicon. Get me into that castle. \n[12]Arrows! \n[13]The book shall be mine! ", "HENRY": "\n[1]I do not believe that he shall listen. \n[2]Stay your arms! \n[3]T'is the stranger who spared me from the pit. What brings you? \n[4]What of them? \n[5]So you are a vassal of Arthur now? You have taken up sides with him against me. \n[6]Why should I endanger my people to save my enemy? "}}