{"dialogues": {"ARTHUR": "\n[1]Written by \n[2]Evening, Constable! \n[3]Are you familiar with the expression `I can explain everything'? \n[4]Terribly sorry, but in the film they used a different model to show the old Batchap getting in and out. This one has no doors, so I'd have to squeeze out the back arsehole first. Which nobody wants... Apart from you, cheeky monkey! It's a joke! Okay, okay. \n[5]Well. What with having spunked 1.6 million fat Alberts on this little runaround, I thought why not take it a step further and try to actually collar a few ne-er do wells? It worked for the billionaire Bruce Wayne, why not the future billionaire Arthur Bach- Templemead? Will I have to do traffic school? \n[6]To use the technical medical term - megabloodyshitloads. Either that or I've had a stroke! But fret not, I have a designated driver. \n[7]The Boy Homeless here neglected to say he'd never driven. 3. \n[8]Or that the only reason he's sober is to be ready for the conspiracy of leopards about to seize Manhattan. \n[9]I trust this will cover all repairs to New York and any inconvenience to your good selves? \n[10]Up up and away! Ah, no, that's the other chap. \n[11]Goodness. Why? \n[12]Rude man. And who threw hot Americano in whose face again? \n[13]It's like a chat show, this. (looking into an imaginary \n[14]Oh G-d, I hate when that happens. \n[15]Sounds like you had six relatively good years. \n[16]I model riding boots, I spend money, I sleep with women. But I have weekends off and I am my own boss. \n[17]I never thought New York's underbelly could be quite such agreeable company. I shall never forget you. Farewell. \n[18]Really, Elverton - if a chap can't help out a few chums, whatever their station in life. \n[19]Each has given his or her word to put the criminal life behind them. \n[20]I am the Batman. Gotham can sleep easy tonight. \n[21]Anyone need a job? My last driver resigned after I filled his limo with squirrels. Preferably sober, clean driving licence? \n[22]Anyone know a good bar? \n[23]Stand back! 7. \n[24]The what? \n[25]Roll up, roll up, folks, let's fix this thing right now.  How much, sir? \n[26]Coming right up.  Fries with that? \n[27]Congratulations everyone! THE \n[28]Pierre? Arthur Bach-Templemead. Can you squeeze me in for a little snack? Yeah, just me and a couple of mates. \n[29]Pierre! We'd like 182 pate de foie gras, 182 chateaubriand steaks, a motherlode of chips and your entire wine cellar please. \n[30]Erica? Fancy meeting you here! Er...Everybody, this is Erica - the very best friend forever of my girlfriend Susan. And Erica's parents Ernest and Margaret.  Are you familiar with the expression `I can't explain anything'? \n[31]Oh, um, this is Sofia. I believe she works for Avis. Checks the cars for dings, dead people in the trunk, that sort of thing. And this is Carmella. Anyway... \n[32]Carmella's joking. She's actually a...queen. Of a very small country. \n[33]It's terribly small. 9. \n[34]Rhode Island could beat the crap out of it in a war. \n[35]85 cents in a cab from one end of the country to the other. I'm talking small. \n[36]Just had the entire country carpeted, this is not a big place. \n[37]That's easy for you to say, you haven't got 50 pairs of short trousers hanging in your closet. Maybe we should go somewhere else. \n[38]Could I have all those lobsters to go, please? \n[39]Cup of tea? Nice hot cup of hot Rosy Lee right up your fanny? \n[40]Hugh Grant Mr Bean self deprecation mad cow disease Yorkshire pudding bad teeth rain rain rain rain! \n[41]Morning, Hobson! \n[42]Umm...Celebration of Kwanzaa. \n[43]Why are you stopping? Oh, sorry. How impolite of me. Sofia, this is Hobson, my nanny. \n[44]Hobson, could you come back in a minute and a half please? \n[45]Nobody told me. \n[46]Hobson! Really... \n[47]Cancel my mother please, Hobson. I'll work from bed today. \n[48]Not the death metal, please! \n[49]\n[50]I'm going for a shower. \n[51]To Bombay, a travelling circus came... \n[52]Female Tom Hanks! \n[53]Heading east towards Park Avenue. \n[54]Can we invite her up and dress her as Forrest Gump? \n[55]Just for a laugh! We'll pay her. \n[56]Hobson! That was your birthday present! You like bears! \n[57]Father Wolverine... \n[58]Wank Williams...That man has the constitution of an ox. \n[59]I give you `Sideways farting spider'. \n[60]I'm a philanthropist. \n[61]`Eagle pointing at lesbian.' \n[62]What kind of yoga teacher won't let a pupil invent positions? She was a Nazi with a pan pipe C.D. `Upwards Pooping Astronaut'. \n[63]I know, I know. Never bite the hand that fists me. \n[64]Give the guy a chance, Hobson. He got laid off in Chicago... \n[65]So? I want interesting, fun people around me, not drones who just get the job done... \n[66]Marty! Stop the car! \n[67]Can I join your tour please? \n[68]Wow. What did you say? \n[69]A circle? \n[70]Are you abusing this tour to do your errands? \n[71]Absolutely. \n[72]These things are amazing. Have you ever put all your father's clothes on and just got inside one? \n[73]The building doesn't retract; the ground rises up. \n[74]They were going to install giant legs so if a plane was flying at the tower it could run away. But where's it going to run? \n[75]It'd have to jump in the Hudson. \n[76]If you go on Perez Hilton or TMZ. \n[77]The gossip websites. \n[78]For the internet? Seriously? \n[79]You consider the internet an upgrade? Wow. \n[80]Ah, that was a joke. I'm nobody. \n[81]Hobson, this is...  Naomi. \n[82]My nanny. \n[83]My nanny. Well, she started as that, but these days she's more of an all-round enforcer and bodyguard. \n[84]Can I call you? \n[85]But what if this is the one? \n[86]You said he's in London Zoo! \n[87]I don't like it here. \n[88]Hi Grant. Tell me - which of your parents are you most like? Abercrombie or Fitch? \n[89]Vivienne. \n[90]I'm sorry. You look more like a Vivienne. \n[91]Quite busy. I have a riding boot shoot for Petrie Dressage... 26. \n[92]What else...I'm meeting Ivanka Trump for brunch to discuss the environment. She's sending her helicopter to avoid the traffic... \n[93]Crashed my Batmobile into the bronze bull on Wall Street... \n[94]...which caused a hole to swallow up the New York Stock Exchange... \n[95]..the world economy to collapse and the planet to descend into looting and cannibalism. \n[96]What else? Um...tripped over in the shower this morning. Head split open, found a family of meerkats hiding in there! Hated the thought of the little lads being homeless so I bricked up the remaining half of my brain, popped them back in and Hobson glued my skull back together. \n[97]I'm thinking of buying a giant. I think the market's right for it. \n[98]You really are a shoddy mother. 27. \n[99]Amazing. Do you have any vodka? \n[100]I still wake up in my own poo occasionally. \n[101]Can't Hobson set them aside for me? \n[102]Oh. That's what this is all about. I'm not marrying Susan. I don't love her. \n[103]Not after you ran him over in the Bentley, no. Susan's boring. She's not funny. \n[104]...and sinking your fangs into Susan's father's bank account. \n[105]His baby formula was taken off the market in six African countries! \n[106]Yes, because they're never insane. And where did he get Jesus? \n[107]He strangled a fireman! Who strangles a fireman? \n[108]I'm sorry, Vivienne. I've met someone else very lovely who, as far as I know, isn't related to anyone who would kill an unsung hero in cold blood. \n[109]I nearly gave you an heir! \n[110]That was just her stage name! To give her more mystery when she...waved her fanny around. Her real name was...what was it again? \n[111]Great! I like hugs! And some of them are really good at math. You know the `Frog and Toad' books? \n[112]Of course you don't. Hobson read them to me while you were off riding horses over stripey poles. They're about fun and friendship, not how many unspasticated tadpoles I can squirt up a rich girl. \n[113]That I won't follow in his footsteps and marry a woman I hate? I think he might climb out of the grave and dance on it. \n[114]You wouldn't! You're my... \n[115]Did he knock her out with it, then drive her to the church in the trunk of his Bentley? \n[116]What's gentlemanly about dying before I knew him? That's just rude. Did he ever love my mother? 31. \n[117]Ah well. At least he doesn't have to wake up every day to a woman with a face like saran wrap stretched over a gargoyle. \n[118]What about Naomi? \n[119]Uh-oh... \n[120]I have you for that. \n[121]Yes forever. You're Hobson. \n[122]This is your English stalker. \n[123]I'm sorry, I've never really understood that question. Are you free tomorrow night? \n[124]Is that a euphemism for something naughty? \n[125]I have a contractual commitment. Friday? \n[126]Paper. \n[127]Sorry, I was talking to something else. So. What do you want to do? 33. \n[128]Movie? Come on, you've got to try harder than that. \n[129]What have you always wanted to do? \n[130]Every date will be our honeymoon. \n[131]What sort of food do you like? \n[132]Oh come on. This all helps build up a profile of you before I trick you into my basement. I'd hate to not have your favourite snacks ready. \n[133]Hi! Is it June 19th at 7 pm? \n[134]FUCK! We overshot! Time travel can be a real cunt sometimes, don't you think? I'll be right back. See you in an hour and a half ago... \n[135]A trampoline and a selection of woodland creatures if that's not too much trouble. 35. \n[136]Ah! Shhhhh... \n[137]Bollocks. Sorry. Actually, you couldn't, um....you know...  ...turn this into a nice 1990 Romanee Conti, could you? \n[138]Cheers ears. \n[139]`Genuine Sword of the First Crusade. Excavated Germany, 1972'. \n[140]Jesus Fucking Christ! Sorry. It's not like you shouted `Arthur Fucking Bach' when they pinned you up. Sorry. Sore subject. \n[141]Feel the force, Luke. \n[142]I, er, had a bit of food stuck in my teeth and couldn't find a toothpick. \n[143]You don't, um, have anything stronger, do you? \n[144]Surely a glass of sherry at Christmas? \n[145]And also with me. \n[146]You're the real Slim Shady? I knew it! 37. \n[147]You could switch to Judaism.  Bit warm in here. Do you mind if I put the fan on? \n[148]Yes, it's a problem, isn't it? \n[149]Let's knock our heads together and find a way to stop her loving me....Got it! We'll tell her I'm on the sex offenders register....No, I am and she knows. Joke, sorry. Ah. We'll say I'm gay! I did once dabble actually, so I can tell a plausible story. \n[150]One Moslem doesn't make a mosque, Burt. \n[151]No, sir, it was Prince Alois of Lichtenstein and he made love to me. The fact that it took three bottles of poppers and a Jacuzzi full of Krug to loosen me up confirmed my heterosexuality. \n[152]Crikey. Couldn't there just be some kind of on-the-spot fine? \n[153]Oh bollocks. \n[154]It's a miracle! He is risen! \n[155]Hi Susan. Erica. \n[156]Shall we go? \n[157]Do you have something with less words please? The chef doesn't have to re-cook it, just scrape off the nouns and trim out all that gibberish in the middle. \n[158]A bowl of champagne and a spoon. \n[159]I'm sorry. I just can't handle the whole specials act. It's not a Shakespearean soliloquy, it's some heated up dead things that aren't on the main menu. 40. \n[160]Um hm. \n[161]Is it possible to buy the house but then rent it out? Sorry, joke. I'm not suggesting pimping you. \n[162]Look. You after our first child is born. \n[163]Such as? \n[164]Susan. Why are we together? \n[165]We don't have the same sense of humour. We don't like the same films, food, music. You like horses, I think they're arrogant idiots... \n[166]That depends on the opposites. Racists and the Nation of Islam don't secretly want to 69 each other. Susan, you're beautiful. You're bright. You're fucking loaded. Is there really no one else who could make you happy? \n[167]Never? \n[168]Daddy what? Prayed to Jesus for it not to work out, then shot the bloke behind a meat truck? Because Jesus would consider that cheating. \n[169]Susan. You're the only woman...at this table. 42. \n[170]How do you know? What if the drunker I get the better it is for me? Not everyone who drinks is a poet, Susan. Some of us drink because we're not poets. \n[171]It'd have to be a real big woman. \n[172]All done. \n[173]Susan. Would you marry me? Take the weekend if you want... \n[174]Erica? She hates me. \n[175]Oh, come on. She always looks like she wants to set fire to my face then put it out with an Uzi. \n[176]What's going on? I only just bloody proposed! \n[177]What have I done, Kitt? This mistake's up there with Hitler joining his school debating team... \n[178]Maybe I'd rather be fabulously poor. Some poor people I see look happy. 44. \n[179]Don't patronise me. I have a job. \n[180]Sorry we drove around so long. Navigation isn't my driver's strong point. \n[181]Or road awareness. \n[182]Can you put this on please? \n[183]Trust me. \n[184]I give you my word - if I kill and eat you, you'll never see me again. \n[185]Don't worry! \n[186]You said you wanted a picnic. \n[187]The picnic fairies. Who liaised with the flower fairies, the candle fairies, the log fire fairies, the hidden sound system fairies... \n[188]...and the pizza fairies. \n[189]It's nice to keep it simple like this. I'm sick of Michelin-star restaurants. All that embarrassing crap with the specials. \n[190]I get by. \n[191]I once inadvertently financed a terrorist cell who said they needed £100,000 to open a falafel stall. \n[192]What's the craziest thing you ever told a tour party? \n[193]Sounds like you're very good to him. \n[194]Yeah. I hate that.  Nice bit of kitsch. Where did you find that? \n[195]It's...You've had it twelve years? \n[196]I couldn't decide between picnic in the park and dinner with a view. So it's a picnic in the sky! Isn't it ace? \n[197]Oh, sorry. Forgot. They said to put these on. \n[198]Naomi, it's okay! It's very safe. It's this company called `Aerial Delights'. They specialise in catering unusual events at a height of 180 feet above the ground. \n[199]So what got you into the walking tours? \n[200]Be still. Breathe deep.  `When you can be calm in the midst of activity, this is the true state of nature': Huanchu Daoeren. 51. \n[201]Taste this truffle. \n[202]So anyway. The tours... \n[203]What did you write? \n[204]Kids can be so cruel... \n[205]I told you, don't worry. These crane people know what they're doing! \n[206]Um. Out of interest, how did you get up here? \n[207]OWWW! You don't understand! We're 180 feet up in the sky! \n[208]No, we're not high! Well we are, but only in the literal sense. \n[209]Hit the panic button! It's next to the truffle station! \n[210]Hurry! \n[211]No! That's the bouquet of world hams! \n[212]I had fun tonight. \n[213]Are there breathing holes in the coffin? \n[214]In case I'm passed out drunk rather than medically dead? \n[215]Thanks, Hobnobs. You are good to me. \n[216]Sorry, everyone. that graphic's too colourful and this hangover's a 7.6 on the Richter..the Sickter... \n[217]No, thanks. \n[218]Why all this crap now? What's the rush anyway? \n[219]A month? I was thinking more sort of ten, fifteen years. Just to really enjoy the anticipation of the big day. \n[220]Sorry, Dwight D. Bridalshower, Operation Ball and Chain will have to wait. \n[221]Here we are. \n[222]I can promise you won't get wet. \n[223]Yeah, fine. Actually... 57. \n[224]Everything is 99 cents? \n[225]`Warning: This product contains chromium, which may be linked to chronic bronchitis and reproductive hazards.\" \n[226]Maybe China's trying to wipe out the west's children one by one. \n[227]Why? 58. \n[228]Yes please. \n[229]Just fascinated. 59. \n[230]You're good at fascinating. \n[231]Are you okay? Let me help you. \n[232]This one? \n[233]This one? \n[234]This one? \n[235]No. I think I hear a mouse inside. \n[236]Oh my G-d. This is a good one. No rodents. Packed. \n[237]Quick, before someone gets it. 60. \n[238]Look. Us in a year's time. \n[239]If you got ill, I'd care for you. \n[240]I didn't know you knew him. \n[241]Why is he coming? \n[242]If you can bring Erica, I can bring Hobson. \n[243]She's my Hobson. \n[244]Reminiscent of a French castle perched 500 feet above New York, the penthouse was known from early days as the `Chateau in the Sky'. \n[245]Where George Gershwin and the Astors danced to Shep Fields and his Rippling Rhythm Orchestra. \n[246]Come on, cheap girl. We can be Fred Austere and Stingy Rogers. \n[247]Behind the telephone box fish tank. See you on the balcony. 62. \n[248]Your kids' book. What was it about? \n[249]Be serious. \n[250]I love it. 63. \n[251]Did he catch the heart? \n[252]Only if I'm sad, happy or bored. There's this bit in a book Hobson used to read me as a kid that says it all: `We must stop eating cookies, Frog!' cried Toad, as he ate another.' \n[253]`Frog put the cookies in a box. `There' he said. Now we will not eat any more cookies.' `But we can open the box.' Frog tied some string around the box. `There' he said, `Now we will not eat any more cookies'. `But we can cut the string and open the box'. \n[254]So Frog took the box outside. He shouted in a loud voice, `Hey birds, here are cookies!' Birds came from everywhere. They picked up all the cookies in their beaks and flew away. ` 64. \n[255]Now we have no more cookies to eat' `Excellent!' said Toad, `I am going home now to bake a cake.' Classic addict. \n[256]I couldn't tell her, Hobson. She isn't the Komodo dragon. She's my toad. \n[257]Yes. \n[258]I'd be wary, Grant. She's planning to ride you around the course next. Her last boyfriend broke his ankle jumping that ditch. Had to be destroyed on the spot. \n[259]I'm in love. With a woman who isn't exactly who you'd describe as Susan. She's called Naomi. \n[260]Won't you at least meet her? \n[261]The Snarts of Detroit. 66. \n[262]No, because they're normal. She's a walking tour guide, her dad's a retired car worker. \n[263]Unbelievable! Why don't you just keep me here, pay a servant to wank me into a bottle once a day... \n[264]...then inject it all into a field of heiresses and see who farts out a thoroughbred first? \n[265]Fine! You can have one with Stevey Steroids here! Surely even your uterus has had a face lift by now. \n[266]None of your business, J Crew. \n[267]You can shove your inheritance up your horse's arse! 67. \n[268]Why would you do that? You'd never get it back. \n[269]I ate the whole jar. \n[270]I'm engaged. To another Susan. Woman. Engaged to another woman. \n[271]I'm so sorry I didn't tell you. \n[272]I was going to tell you! I just... 68. \n[273]Please, Naomi! I didn't mean for it to get to this! I planned to just be your friend but then I started to fall for you and I thought `I can't marry Susan, I might fall for Naomi!' But I thought `No I have to marry Susan or I'll be poor so I won't fall for Naomi' But then I did fall for you! Because you're brainy and funny and gorgeous and too smart to do walking tours. You're too smart, Snart. Smart Snart. There's a 99 cent cereal. Anyway, so I went to see Vivienne, and I said `I can't marry Susan, I love Naomi she's my Frog my Toad' I don't know any more. \n[274]Thanks. Then she said `Noooo, if you don't marry Susan, I'll make you pay all the inheritance money back even if you can't - ha ha ha'. Okay she didn't laugh but she might as well have, the evil cow. Because it's like all the money ever and they'll put not just me but both of us in prison and your dad, like in Dickens. There'll be ghosts, and Oliver and.... \n[275]Toad? Stay a bit longer. Please? 69. \n[276]'cause it'll reduce the proportion of my life I'll spend feeling utterly miserable. \n[277]Bea Arthur? What's she got to do with all this? \n[278]So take a look at me now, 'cause there's just an empty space. And there's nothing left here to remind me, just the memory of your face. 72. \n[279]Take a look at me now, `cause there's just an empty space, And you coming back to me is against all odds and that's what I've got to face...Just take a look at me now. \n[280]But..but this took ages to rehearse. I had the frog outfit specially made. These aren't actual tourists. \n[281]What do you mean? \n[282]I just wanted to see you. \n[283]Hobson! Female Tom Hanks has had a haircut! Hobson? \n[284]Marty? What are you doing there? \n[285]She's had quite a few headaches lately. \n[286]Not until you answer my question. \n[287]Will you cut it out? 74. \n[288]Hobson, please. Don't die any more. It's getting very boring. \n[289]Naomi doesn't want to see me. \n[290]Listen, old woman. Don't ever talk about Naomi that way again. What gives you the right to be such a snob? You're just...you're just... Mary Poppins with a menopause! \n[291]Hobson, I've never raised my voice to you. I'm sorry. \n[292]Do you want anything? \n[293]Sorry, it's your job to be older. Hobson. If you're feeling better tomorrow, will you accompany me somewhere? 75. \n[294]How do I look? \n[295]I can't have this getting out. I'm in the public eye. \n[296]Jesus.... \n[297]Whoooaaahh. Okay, cut. I don't know about anyone else, but this isn't exactly killing my thirst. \n[298]Gandalf. \n[299]I'm sorry, you're not going to convince me my life isn't fun. And no offence but if I ran over my mother, I'd be out celebrating. Which is what I plan to do right now. Come on, Hobson. Marty. \n[300]It's always the quiet ones. \n[301]Thanks, Hobson. Maybe you can go every time I crave a drink? 78. \n[302]Susan? Look, I know the wedding date is set. But fancy bringing it forward? I just want to get it over with. In a good way. Think about it, yeah? \n[303]It's the agony of possibility, Hobson. It just hurts too much to know I could still be with Naomi if I had the guts. \n[304]Thank you, Burt! I've actually prepared a little surprise song with my friends here. 84. \n[305]Why does cash suddenly appear, every time you are near? \n[306]Just like me, it longs to be, close to Sue. Why do cars fall out of the sky, all of which, I can buy... I'll sing a proper song. You say potayto and I say potahto, You say tomayto and I say tomahto, potayto, potahto, tomayto, tomahto, Let's call the whole thing off! You say AA, and I say `no way', you say `Red Bull' and I say `Go away, Rehab, No way, Red Bull... \n[307]It's okay, Jeff. She can stay. \n[308]But what about the other blackouts? \n[309]She's fine. They're sending her home. Do you want a drink? 87. \n[310]But you came all this way. There's ridiculously fancy food, there's... \n[311]You're a cab. \n[312]Shit. Hobson usually... \n[313]Thank you for coming all this way. I'm sorry for all the stupid presents and calls and gestures. \n[314]What were you like as a kid? \n[315]Dance? \n[316]Hobson used to sing it to me. One dark night, she slipped her iron chain. Off she ran to Hindustan and was never seen again. Nellie the Elephant packed her bags, And said goodbye to the circus, Off she went with a trumpety trump, Trump trump trump... \n[317]She's a writer. \n[318]Maybe someone will see her potential. \n[319]Vivienne, please. Don't... \n[320]NAOMI! PLEASE! I didn't think I would ever see you again. I was just trying to give you some... 90. \n[321]I do express love! I love you! \n[322]You just told me to! And stop going on about me being rich! You think it's easy being trapped by money? \n[323]Abu Greed? \n[324]No. Being cheap gives you that. \n[325]At least I'm prepared to have fun. To live. I'm not all `Oooh look at me with my antique food, aren't I cool?' And...and...your phone's RUBBISH! It's made of bits of old doorbell and vibrator, I bet you can only get calls from 1994 on it! 91. \n[326]Naomi, please... \n[327]It's okay, Hobson's fine. I spoke to her doctor. \n[328]Stop saying that! You bribed a hospital orderly to tell me you were okay! 92. \n[329]Da dahhhh! I give you the amazing costly, health-giving presents! \n[330]'Wake up and Smell the Carcass'..  `A compilation of the band's most stomach-churning music videos and deathly live performances...' \n[331]Put this on, please. \n[332]Put it on. Or I'll fire you. Okay, or I won't fire you. \n[333]Home? That's great news. Isn't it? \n[334]How did this get here? \n[335]You might have a brain tumour but you're not a complete veggie burger just yet. Has Naomi been here? 94. \n[336]I thought she gave up writing. \n[337]Don't wear yourself out. You're not going anywhere soon. \n[338]World's most advanced heart rate monitor. The tiniest problem will alert your own private platoon of paramedics camped out downstairs... \n[339]But you spent half of it looking after a spoilt drunk twat. \n[340]Sorry, Hobson, You don't win this one. I need you to care for me.  Now take your fish oil. \n[341]Hobson? \n[342]\n[343]Would Frog ever get up again? Or would he just sit in his tank, crying and soiling himself until he died of dehydration because he didn't even have the energy to eat a wet sandwich. \n[344]Hobson! Why are you in there when I need you?  \n[345]Arrrrgghhh! \n[346]Sorry. \n[347]Shockingly bad, thanks, Marty. \n[348]Nahhh. Can I be alone please? \n[349]Naomi? I doubt you'll ever get this, because your voicemail probably consists of a 4000 year old woman who writes the message down in hieroglyphics then loses it down the back of her incontinence loin cloth. Hobson died. Hobson died and I've fallen apart... \n[350]Marty! Can you get that? Marty! Naomi? Could you get it? Hello? \n[351]What do you think's going on? Hobson died. \n[352]You're comparing Hobson to...a dog? \n[353]Um, I think I'd like you to leave, if that's okay. Now? \n[354]Don't worry. If I'm going to drink myself to death I'll need resources. Bye Vivienne... \n[355]My mother's dead. \n[356]Hello? I'm sorry? 99. \n[357]That'll explain the strong smell of bear shit. Sorry. \n[358]Naomi! \n[359]You're on a bus? With a microphone? \n[360]Naomi. Can you take the next 60 years off? \n[361]Sorry. I accidentally swallowed three bottles of hand sanitizer. Fascinating story...Okay. 101. \n[362]Drinking was the only way I could get the courage to come here and say this: I don't need the money. I love the money. But I don't lie awake all night wondering how I'll live without ever seeing it again. I just wonder what it's like to go 24 hours without a steak tartare. \n[363]The American Express Centurion card - you have to spend at least $250,000 a year to keep it, which I blow in a quiet week. \n[364]Sotheby's `World Elite' Mastercard for art collectors. \n[365]And King of all idiotic reckless- \n[366]PIN 3487. Daily ATM limit $180,000. \n[367]The world's only platinum iPhone. With police radio app. \n[368]Alexander Amosu. Vicuna wool, shorn once every three years from the South American camelid - $50,000. 102. \n[369]Westmancott trousers, ten months to design, fit and make. $21,000. \n[370]Who wants the watch Neil Armstrong wore to step on the sun! \n[371]These are from The Gap. \n[372]I'm sorry about the Rainbow Press. \n[373]She didn't. \n[374]What's it to you? She's your arch- enemy. \n[375]I couldn't tell her! Today's the biggest day of her life! \n[376]12. Which is...  Where's my watch gone? \n[377]It's too late, then. \n[378]I don't know her number! It's in my phone's address book in that gloop. \n[379]St. John the Divine. Can we please just get me some clothes... \n[380]You want me to go there? Like this? \n[381]No! I love you! \n[382]Naomi! Susan's dad will... 104. \n[383]Naomi! I don't even know the way! \n[384]\n[385]Um, can anyone spare...  How much to St. John the Divine please? \n[386]Can anyone spare $15 please? \n[387]30? \n[388]Stop! STOP! 105. \n[389]Gather round for the nearly naked Yoga man - YOGI BARE! I give you... \n[390]`Chicken forgetting birthday'... \n[391]\n[392]How far can I go with $1.95 and a Japanese coin with a hole in it? 106. \n[393]\n[394]Excuse me, are there trains down there, like in films? \n[395]Excuse me. Terribly sorry to bother you, but... \n[396]Crikey. Thanks. 107. \n[397]Ah! I'm trying to get to... \n[398]I'm not him.  Look ma! No holes. \n[399]Susan? \n[400]Susan. I can't...I can't... \n[401]The girl at the party? The one who talked all that rubbish about Coffee Mate? I love her. \n[402]But I don't love you! \n[403]Well, yes. What's not to... 110. \n[404]Susan, you're upset, you hate me. It's okay. Now I'm sorry, I have to go, or your dad's going to do whatever he did to your boyfriend from college. \n[405]HER? You're..a... \n[406]But...why do you want to marry... \n[407]Hang on. Am I your beard? \n[408]Have you been pretending to like Dane Cook as well? \n[409]Wow. Wow. Well. Uh...  Thanks for your honesty. I don't feel so bad about calling this off. 111. \n[410]I may be a weak, pathetic drunk. But I won't marry a lesbian Dane Cook fan. \n[411]Good evening, St. John the Divine! Anyone in from St. Patrick's? Bialystoker Synagogue? Manhattan Mosque? AA? \n[412]...and the first turned to the second horse and said `That dog just spoke'. \n[413]The joke being that it's inconsistent that the horses can speak but the dog can't. \n[414]The wedding's off. The bride has had second thoughts. I can't say I blame her. Would you marry me? 112. \n[415]You won't be seeing me again, as I'm going to be poor. I'll be shopping at the 99 Cent Store. Six pork chops for under a dollar! \n[416]Great. I'm glad we had this talk. I'll let you get on with the wedding.... \n[417]Why didn't you tell me? We could have worked something out. \n[418]I'm joking. \n[419]OW! Stop it! Why are you doing that? \n[420]No, you keep still. \n[421]I'll get a job. I'll model cheap riding boots for people with no horses. You can write books about boys whose lungs have run away. \n[422]Sorry, Vivienne. I can't do that. \n[423]You've never earned that title. I wouldn't fake it with Susan. I won't with you. \n[424]I don't. \n[425]Take care, Viv. \n[426]Sorry, Marty. This isn't mine any more. Fancy joining us for a bowl of Special J? \n[427]\n[428]This is outrageous! \n[429]Operational heat controls in a shower are a basic human right! \n[430]Owww! My eyes! I'm blind! \n[431]What the hell's in this shampoo? Napalm? It sure as hell isn't tea tree oil... \n[432]I thought you liked me. \n[433]`Can I be your friend at least? Love, Vivienne xxx. P.S. Lunch sometime? P.P.S. The inheritance is yours. It always was.' \n[434]Brought her for moral support. But I'll do the talking this time. ", "NAOMI": "\n[1]...and inspired by the machine age of the 1920s, this magnificent structure was the world's tallest building for 11 months before the Empire State stole its thunder. \n[2]The Chrysler got its name when the builder went bust in the 1928 Cement Famine and had to melt down his Chrysler to make the pointy bit at the top. If you peer closely you can still make out remnants of a hub cap and a sticker reading `Honk twice if you voted Hoover.' 18. \n[3]That was a joke, folks. It was built for the Chrysler corporation. \n[4]The spire is a beauty, especially on a winter's morning when the sun hits it and it just seems to... \n[5]1047 feet madam, not allowing for pigeon shit. Okay, let's cross. \n[6]Sure. It's $15, plus $5 for the free authentic street pretzel. Sorry, my bosses make the prices. \n[7]Sorry. I can't take cards. Ah, owe me it. I start on that corner every day on the hour... \n[8]Hey, you big blind jerk! Doesn't your braille windshield work? \n[9]\n[10]Just generalised criticism of his parents and genitals.  Everyone make it over alive? Excellent. Next we enter Times Square, world famous for New Year's Eve, when a Waterford Crystal Ball descends at eye-poppingly slow speed for the inexplicable entertainment of a million drunk fools. Many people think the square is actually a square, despite blatant evidence otherwise. Sir? What shape is Times Square? \n[11]See? Morons. \n[12]Soon, sir. Soon. \n[13]Okay, next the very Laundromat once used by George Gershwin, Donald Trump... 20. \n[14]...Mr Big from Sex and the City and three of the 9-11 terrorists. \n[15]Oh, dad. \n[16]The Welsh poet Dylan Thomas drank himself to death at the Chelsea Hotel half an hour after losing a sock in this very dryer. \n[17]Are you abusing the tour to stalk me? \n[18]Ahead, the jewel in Manhattan's crown, the Empire State Building. This iconic symbol of American corporate might was adapted during World War 2 in case of attack from enemy forces. At three minutes' notice the entire structure can retract into the ground like a tortoise's head. \n[19]You're not being very civil to me. \n[20]Exactly. The ground rises up! Thank you, sir. \n[21]Manhattan's in the way. \n[22]Victory to the Nazis. Is that what you want? \n[23]Okay, folks, your pretzel awaits. 22. \n[24]Do I know you from somewhere? \n[25]What are they? \n[26]That the internet? Ah, my computer's too old for all that. \n[27]Life's too short for all this obsessive upgrading. \n[28]So why do people gossip about you? \n[29]Sorry, this pretzel stand is a watering hole for the crazies. (raises her voice to \n[30]She's with you? 23. \n[31]Ooh, Grandma's got jokes. \n[32]Who's this? Joan Rivers' older bitterer sister? \n[33]Obviously. Seriously, who is she? \n[34]Sorry, I have to get out the cattle prod and haul ass. Got another tour starting in eight minutes. \n[35]I don't give my number to grown men with nannies. But as you may not be a grown man, it's 917 476 2030. 24. \n[36]Hello? Hello? 32. \n[37]Oh, hi! What's up? \n[38]Sorry, I'm polishing my yacht. \n[39]No, it's a lie. I have a creative writing class. Tonight? \n[40]You got it. \n[41]Sorry? \n[42]A movie? \n[43]Pizza. \n[44]It's a first date, Arthur. Not our honeymoon. \n[45]Ewww. Okay, uh, picnic in the park...or dinner with a view. I like views. \n[46]Anything but guts and mushrooms. Okay, enough questions. \n[47]Turkey Jerky and Pez. Are we done? Just that I.... 34. \n[48]We have satellite. \n[49]It's a satellite dish! \n[50]It's better than nothing. \n[51]I miss her too, daddy. But now she's gone and if I'm going to keep you in grits and Oprah the rest of your life, you live by my rules. \n[52]So? I want to know I can look after you. \n[53]Who cares? He's nice. He's funny. \n[54]A bad actress holding her breath? \n[55]Stop watching CSI. \n[56]On a first date? Are you crazy? \n[57]Arthur. We're in Battery Park at night. I've met you once - in the company of your nanny. You make a disturbing number of jokes about stalking and basements. My dad already has you down as a mass murderer. And you want me to put on a blindfold? \n[58]Okay, I'm officially a little worried. 47. \n[59]Arthur, I don't know what to say. It's beautiful. Who did all this? \n[60]Did you take account of the heroin fairies who hang here at night? \n[61]Are you kidding? Where I normally eat, the special's the one that comes with a free toy. 48. \n[62]You're rich rich, aren't you? \n[63]`It doesn't remotely matter how much or what you spend it on' rich? \n[64]Craziest thing you ever bought? \n[65]Oh my G-d, you're serious. \n[66]I once said the Manhattan we were in was actually a movie set built for `You've got Mail', but that after the film wrapped, everyone moved to the set because there was less crime. \n[67]Yes, dad? There's a small Tiffany butter knife about two inches from his hand but it might take him eight months to dismember me with it. Gotta go, battery. Love you too. 49. \n[68]Mom died last year. For eight months dad ate nothing but Popeye's Chicken n' Biscuits in front of CSI. So I persuaded him to move in with me. Where he eats Popeye's Chicken n' Biscuits in front of \n[69]What are you gonna do? All those years your folks tucked you in, did their best to stop you from eating crap in front of the TV. And then one day, you're the one saying `No, honey, it's bad for you! Go to bed.' Weird, huh? \n[70]AT&amp;T store in 1998. \n[71]It's a fine phone. Battery life of eleven seconds, which cuts the crap right out of conversations. \n[72]I can't believe these mofos who gotta keep up with the latest bullshit. CDs come along, so out with the vinyl. Vinyl's back in, out with the CDs. I just kept the vinyl. Way cheaper, and I get to be incredibly hip once every 20 years.... 50. \n[73]\n[74]No it is not ace, you crazy English bastard! This is dangerous! \n[75]You're seriously making date small talk while this is going on? \n[76]`Lower this freak show to the ground and get me a cab': Naomi Snart. \n[77]What the hell. Gotta go sometime, right? At least it won't be years of pain like mom. Just a few seconds of screaming and falling with a truffle in my mouth. \n[78]Okay, okay. Be deep. Breathe still. The tours are a temporary nine year fill-in until I'm drowned in a tsunami of apologies from everyone who failed to recognise my writing genius first time round. \n[79]A kids' book. I sent a chapter to a childrens' publisher. Sunshine Press'. The rejection letter was the meanest thing I ever read. \n[80]Arthur? We have a problem. 52. \n[81]Not that kind of problem. \n[82]Great. `Picnic in the sky' followed by `Robbed in the sky'! \n[83]This isn't funny, you lunatic. \n[84]I can't find it. Over here? \n[85]I can't believe I'm saying this, but so did I. 54. \n[86]We're not going to end up in the Hudson again, are we? \n[87]Are you okay? \n[88]Hey, Richey Rich. Want to go somewhere really romantic? \n[89]Yip. A whole penny less than those bourgeois assholes at the Dollar Store. \n[90]That one was on the news. Everyone else recalled them, the pussies. Not my 99 Cent! \n[91]Oh, I love this place. \n[92]Well, I'd like you to believe it's because I'm a poor girl reduced to buying `Depressed Chef' burgers-in- a-can to Right Said Fred because I don't know where my next paycheck is coming from. But the truth is - bargains get me hot. Got it from ma. Drives my dad crazy. The tour? \n[93]Looking west, the ladies' hygiene products. Note that the more natural-sounding the name, e.g. this 'Vermont Breeze' Feminine Spray, the more lethal chemicals it contains. Watch out for the products cunningly labelled to make the dumber consumer think they're getting the real thing: 'Special J', 'Crampbell's Soup', ''Aunt Janina's' Maple-Style Syrup... \n[94]And ah, the music: Dated sounds for lonely people to buy cheap shit to. \n[95]I once watched a woman shoplift an 8-pack of toilet scrubbers down her panty hose to 'Everything I do, I do it for you'. \n[96]Why are you staring at me? \n[97]You're good at fascinated. \n[98]I'll get ill. \n[99]Oh, man, Phil Collins. Gotta get out when they start playing Phil Collins. Want to see how to get a quarter from a shopping cart? \n[100]A second ballroom. Obviously. Gotta have a second ballroom. \n[101]I just need one of your collection of bathrooms. \n[102]Hobson? \n[103]I think I realised that as I plunged into the Hudson with a junkie. But I like him. He's fun. \n[104]What does that mean? \n[105]`Vlad the Inhaler'. About an asthmatic boy detective. \n[106]Oh, it was dumb. `The Boy Whose Heart Escaped'. It was about this kid who wakes up to find his heart has climbed out and is shinning down the drainpipe to freedom. \n[107]Rainbow Press said it was too disturbing. But it wasn't literal - there wasn't a kid lying there with a gaping hole in his chest. It was just this cute little heart bouncing up and down shouting `You can't catch me, mofo!'. I'm paraphrasing. \n[108]Never got that far. \n[109]You like the hooch, don't you? \n[110]Frog and Toad! I loved Frog and Toad! \n[111]That was beautiful. It's like you read it yesterday. \n[112]Not that it matters, but he's a billionaire. \n[113]Have you been at the cookies? \n[114]Oh, man. What? What? \n[115]What are you talking about? This is bullshit. Who do you think you are? Is this some rich guy thing? \n[116]Yeah, yeah, you just. \n[117]You're frog. \n[118]Maybe if I'd spotted this facet of your personality earlier we wouldn't be having this conversation. \n[119]Why? \n[120]Bye, Arthur. \n[121]It's going to be okay. I'll get you a beer, yeah? \n[122]Designed by William Van Allen and inspired by the machine age of the 1920s, the Chrysler... \n[123]Please, interrupt. Hell, who wants to come home with me and butt in with questions while I'm watching Letterman? `Yo. How tall is Dave?' Sorry, sir. Late night, no sleep, long day. What's your question? 71. \n[124]What is going on? \n[125]Sorry to be a wet blanket, folks. he's getting married. But I guess he didn't choreograph that bit for you. \n[126]I gathered that, Arthur. Are you capable of doing anything without it being a grand gesture? \n[127]It's like Hobson said. You're not like other men. If you were normal, if the money and the booze didn't cloud everything, you'd deal with the fact that you're engaged, rather than just looking for ways to win me back. But it was a lovely routine, really. Fantastic outfit. \n[128]You need to see someone, Arthur. Seriously. 73. \n[129]Arthur, if that's... Hello? Yes. Yes, I did...Yes. Sorry? Really? Well I worked pretty hard on it..Love to...Love to...What time? \n[130]I'll call in dead to work. Bye. \n[131]Well, well. \n[132]Oh, should I? Are all the other girls he passed up going too? 80. \n[133]Tell him thanks, but I have a deadline. \n[134]Why would I go to this? Why would I do that to myself? \n[135]Are you alright? \n[136]You really look out for Arthur, don't you? \n[137]Ah, what am I gonna do? The no-kill pet shelter won't take him. 81. \n[138]I appreciate what you're trying to do but I'm not going to that party. \n[139]Have you seen a doctor? \n[140]I think Arthur has a very good friend. May I kiss you on the cheek? \n[141]Yes. \n[142]Dad! Call 911. \n[143]With all due respect, Hobson, you're talking out of your frumpy English ass. Arthur needs to know! \n[144]Snart plus one. \n[145]Ross Dress For Less. You know where Arthur is? \n[146]Yeah. Have you seen Arthur? \n[147]Of course she is. Why would Arthur marry a pig? 85. \n[148]Hm? Oh, I'm the heiress to a fortune built on small pets. \n[149]Hamsters, mice, doglets... \n[150]Tiny dogs. The technology's not perfect. Seeing a horse the size of a can of soup fall dead before your eyes - that shit stays with you. \n[151]Are you sure he's this way? \n[152]Excuse me. Have you seen Arthur? \n[153]Bye, Justin. \n[154]I know that. I'm here to give Arthur some very important news. \n[155]Get your hands off me! \n[156]Arthur, can I talk to you? \n[157]No, thanks, Arthur. I should go. \n[158]Arthur. Please. Can you just call me a cab? \n[159]Orders cabs to take the girls away? \n[160]It's okay. \n[161]She was a looker from the get-go. \n[162]Nuts. I thought the moon followed me. I would walk and think the moon went any place that I did. I thought it meant something special would happen. So I've been waiting. What an ass. 88. \n[163]Arthur. We've been through this. Call that cab please. \n[164]What the bejeezus is this? \n[165]Is this the Vivienne? \n[166]Meaning? \n[167]What is going on here? \n[168]You bought Rainbow press? So you could tell them to publish my book? \n[169]Confidence? Self esteem isn't a gift, Arthur! It isn't a fur coat or a thousand billion orchids or an apartment made from truffles or whatever else you rich freaks use to express love! \n[170]Don't say that! \n[171]Hello, Amnesty? Come quick! Arthur's being held against his will in Guantamoney Bay! \n[172]Stop riffing with me! How dare you do what you did. I didn't need your money to feel good about myself! \n[173]Huh? \n[174]As long as I don't get any from a drunk, rich fuck up like you! \n[175]I'm an employee of Arthur's. I came to complain about the conditions. \n[176]Mr Bach-Templemead, I know you thought putting half and half in the staff kitchen was an improvement. But some people prefer Coffee Mate! You were disrespectful. I quit! \n[177]Due to a tragic error in the architect's drawing, the original Statue of Liberty unveiled in 1886 was just seven inches tall. 100,000 New Yorkers rioted, having come expecting to see something more impressive than a garden gnome holding up an ice cream... \n[178]Girl's gotta have a dream. \n[179]Are you okay? You're a mess. You look like you...now. \n[180]I'm so sorry about Hobson. \n[181]It's okay. So how did Susan take it that you're not marrying her? \n[182]You haven't told her? \n[183]Are you six? She isn't my enemy. She's the woman you proposed to! \n[184]The wedding's today? When? 103. \n[185]It's eight minutes to. \n[186]Church? \n[187]St John..Fourth largest church in the world...111th and Amsterdam. It's about four miles. Better hurry. \n[188]What's the alternative? Jilt Susan at the altar? Can I expect the same treatment when you dump me? \n[189]C'mon, folks... \n[190]Arthur. Prove you're not the same pampered little boy who can have what he wants then toss it aside when he's bored. Then we'll talk. \n[191]5th...right on Broadway...left at Times...Right on 7th...back on Broadway....right on Amsterdam. The church is the big stone pointy thing full of rich people. \n[192]...originally a rough neighbourhood. Some say it was called 42nd Street because it wasn't safe to spend more than forty seconds on it. \n[193]If you burst into song, you're off this bus. \n[194]Sorry, sir, that's not on our route today. Anyway... \n[195]Okay! \n[196]Because I hate an infection! Keep still. \n[197]What are we going to do, Arthur? \n[198]You were never happy rich, honey. It's only been a month. Be strong. Remember: however hard life gets, love will always find a way. 117. \n[199]What? Can't a girl make a joke? ", "HOBSON": "\n[1]Morning, Arthur. \n[2]I'm afraid your impromptu stimulus package failed to reignite the economy.  De Cache Cocktail Lounge: $23,897? \n[3]The African heritage festival celebrated five months from now? 12. \n[4]He's merely shaped like an adult. \n[5]Negative. You're seeing your mother this morning. \n[6]Actually I did, on the other side of the vast moat of champagne known as `last night'. \n[7]I wouldn't recommend letting him get used to your breasts, dear. Addictive personality. He was at mine until he was six. \n[8]I had to dab Tabasco sauce on the nipples to see him off... \n[9]I support your decision 100%. Will you be requiring a taxi, or just be getting in a random passing car? \n[10]Say goodbye to your new friends, Arthur. They have to go back to the recession now. \n[11]Aren't you a fan of Carcass? \n[12]`Vomited Anal Tract' is surely a classic of its genre. \n[13]Good boy. \n[14]I'll alert the media. 14. \n[15]They brought an intelligent elephant and Nellie was her name...Hobson! \n[16]She's early today... \n[17]No. \n[18]Do your armpits. 15. \n[19]Mr. Miller? My employer inexplicably agreed to purchase your... `Authentic 1981 `Funshine' Care Bear'? For $11,000 plus shipping costs? Sorry, but that transaction will take place over my dead body, and I'm feeling rather well today. \n[20]That reminds me, clean your genitals. Heaven knows what wildlife that girl was harbouring between her thighs. \n[21]Arthur, you have to stop giving money away! 16. \n[22]With the emphasis on the `pissed'. Really, what is it about unearned wealth that brings out such idiocy in those who have it and those who want it? The way you're going, you'll have spent your inheritance before you've inherited it. \n[23]Why did you fire Jessica? \n[24]Interesting. It looks more like `Rich twit hiding from mother.' May I remind you, she finances your preposterous existence... \n[25]You don't seriously intend to keep employing this gentleman? 17. \n[26]But he doesn't know his way around New York! \n[27]Where the blazes is that boy? Arthur! 21. \n[28]You're late for your mother! \n[29]The soup kitchen's just up and to the left, honey. \n[30]Delighted to meet you, Naomi. Normally one has to go to a bowling alley to meet a woman of your stature. \n[31]You aren't the first woman who walks the streets this young man has asked. \n[32]This is just like the Komodo dragon. Everyone else is happy to see one in the zoo and leave it there. You had to own one. Thank goodness that handbag manufacturer was prepared to take the poor lizard away. \n[33]He is, Arthur. Are you the only one allowed to joke now? \n[34]Of course you don't. People work here. \n[35]Don't fret, Arthur. This won't take long. Then we'll have ice cream. \n[36]Ah. The ring your father gave your mother, I recall. \n[37]No. Your father was a gentleman. \n[38]They had their days. \n[39]Arthur. I say this with love: \n[40]Even by modern male standards you're a breathtakingly immature little shit. Coupled with the kind of money you have access to, that's deadly. Susan may not have a four hour stand up routine about the Flatiron Building, but she's a solid girl who will look after you. \n[41]Not forever. \n[42]Time to get engaged, Arthur. The Komodo dragon can wait. \n[43]And stop this self-pitying bibble. You're going to be fabulously rich. \n[44]That's either because they're far away or you've just given them money. Arthur, poor people have to work. They stand for hours in the rain, waiting for buses full of other poor people to take them to things called `jobs' which they do all year round to pay for holidays away from those jobs. \n[45]Lying drunk on a bale of hay in riding boots being photographed by another pampered prick won't prepare you for the work I mean. And I don't want to see you suffer. Take your fish oil. \n[46]Will there be anything else, sir? \n[47]Ma'am? \n[48]Tell Naomi. That's an order. \n[49]He's not like other men, you know. \n[50]I know he is. That's the problem. \n[51]I'm sure Arthur will explain. \n[52]Frog and Toad stayed on the island all afternoon. \n[53]They ate wet sandwiches without iced tea. They were two close friends sitting alone together. \n[54]You're quite sure about this? \n[55]Oh, bollocks. \n[56]Put my bears back on, Arthur. \n[57]I'm travelling down a white tunnel. To - a garden? Mother? Father? Why is it so hot? Who's the red gentleman with the big pitchfork? \n[58]Arthur. There are three books. This is important. Take them back to the library... \n[59]Arthur. Old women, like bears, get sore heads. Are you okay? You look a little lost. \n[60]A terrible shame she had to go. A little tart like that could have saved you a fortune in prostitutes. \n[61]I'm sorry too. You know, Arthur, you may be growing up. \n[62]I want to be younger. \n[63]Of course, Arthur. \n[64]Yes, it would be disastrous to harm such a dignified profile. \n[65]It's going to be okay, Arthur. \n[66]Marty! This isn't a sports bar in Chicago. These people aren't here to brag. \n[67]...and because I have done nothing with the astonishing opportunities handed to me, apart from pissing away my inheritance and drinking enough to kill a rhino. \n[68]But imagine being me! I once ended up in bed with the daughters of three of the Rolling Stones. But a I don't remember a thing about it, b) apparently I was sick on two of the women before c) losing control of my bladder on the third. All such fun...until the strangers I pay to be my friends have gone, the fog parts and there's a hole so big, you could pour all the champagne in the world into it and never fill it up. But I've got so much potential, a good heart, I'm a good person, even if I've completely wasted my short, precious life because I somehow convinced myself that happiness is a Komodo dragon, a case of booze and the memory of having once stripped naked to Beethoven for a coachload of German tourists who I met outside the Rainforest Cafe. \n[69]Just promise you'll never ask me to sleep with Susan for you. \n[70]Good afternoon, Mr Snart. Is Naomi here? 79. \n[71]I must be. \n[72]Please stop this, I can't inhale and am in danger of treading on one of your knuckles. \n[73]If you and your undershirt would walk two paces back I could enter this dwelling. \n[74]Try not to talk. It's not your words but the breath which bears them. Perhaps you could repair to the East Wing and make me a cup of tea? I wish to speak to Naomi. \n[75]Arthur is having a pre-wedding party tonight. You should come. \n[76]Don't you want to show Arthur how well you're doing? \n[77]Arthur doesn't know I'm here. He's far too decent to be involved in something so tawdry. You could bring your father. A magical experience before he's too big to leave this apartment. \n[78]My dear, if there's one thing old women can tell, it's young men in love. And the food promises to be breathtakingly free. \n[79]Better than you, dear. \n[80]Yes. And it is a job that I recommend highly. \n[81]You really look out for this gentleman, from what I've heard. \n[82]Thank you. Would you go the bathroom and commence washing? You only have three hours and it could be quite a project. \n[83]Suit yourself. \n[84]Yes. And he has seen me. \n[85]Is it something you feel strongly about? \n[86]You are not to pull him out of that party on my behalf. Hello? Naomi! \n[87]Arthur, I'm fine. Do not leave that party. \n[88]Especially now that Naomi is there. \n[89]It's just a headache! \n[90]Oh, bothersnaps. What do doctors know? \n[91]I don't want to put it on. \n[92]How much did you waste on this poppycock? \n[93]I see you've decided not to grow up after all. \n[94]Why, Arthur? 93. \n[95]I have no idea. \n[96]She dropped by once or twice. Frightful needy trollop. \n[97]Just trying to spare her outright humiliation while I'm still here. \n[98]Arthur. I've loved caring for you so much. But you'll never grow up with me around. So either I retire. Or I die. Option 1 involves too much paperwork and blather with having to find somewhere else to live. And no offence to you, dear boy... \n[99]...but I think we've exhausted the bear-based entertainment. Which leaves option 2. \n[100]You're a good son, Arthur. You can do anything with your life that you want. Just like I did. 95. \n[101]Exactly. Sorry Arthur. I'm past my use-by date. ", "VIVIENNE": "\n[1]Come in, Arthur. \n[2]Arthur. \n[3]You know I prefer `mother'. \n[4]So. How are you, Arthur? \n[5]Did I hear you say you were meeting Ivanka Trump for brunch? That's nice. Right. Today we're going to have a friendly chat. Then a serious talk. And lastly make a timetable. How does all that sound? \n[6]What happened, Arthur? You were such a sweet baby. \n[7]Right, that's it for the chat. Time to transition to our talk. \n[8]This insanity has to end, Arthur. As the delightful coffee-coloured gentleman who runs this country said, `The time has come to set aside childish things.' \n[9]Susan is a splendid girl. Her feet are on the ground, she's of fine stock... \n[10]And? You think I spent my marriage to your father skipping through meadows? 28. \n[11]Ditto your father. The aristocracy doesn't marry for `fun', Arthur. It's about stability. Continuity... \n[12]The Johnson family's considerable equity in a stormy financial period is merely a side issue. Burt is a pillar of the community. \n[13]A completely innocent error in places where there's precious little for children to live for anyway. The families all got gift baskets as compensation. That little bump in the road aside, Burt is a devout Christian. \n[14]Burt paid his debt to society years ago. \n[15]Arthur... \n[16]Un-meet her. Arthur, you're the end of our line. We need an heir. \n[17]Oh, give me strength! A Bach- Templemead having a child by a lap dancer called `Mystery'? \n[18]Susan is 33 this year. Her egg inventory has dropped by 23% since you met her. You risk having no sons, or worse, some pea-brained hunchback who hugs everyone! \n[19]No. \n[20]Your father would turn in his grave to hear this nonsense... \n[21]Suit yourself. \n[22]My will, which I have updated to designate Grant in reception as the sole beneficiary. \n[23]...Vivienne? Try me. \n[24]Shall we segue to the timetable part of our meeting? \n[25]Take this away. Progress on the reception? \n[26]No. You can leave. \n[27]Arthur. What's so urgent that you had to come all the way out here? \n[28]Arthur, we've been through this! \n[29]What family is she from? \n[30]Never heard of them. \n[31]Susan will generate quality sons, not oil-soaked car monkeys. \n[32]Arthur... \n[33]We need an heir! \n[34]Arthur. Come back here. \n[35]Suit yourself, Arthur. Follow your heart. But do be aware I consider what you've squandered so far an advance on your inheritance. That's about $17 million. \n[36]No. But you'd spend the rest of your life in court. There's a simple solution to all this. Marry Susan. And cheat with the nobody from Queens. \n[37]Splendid affair, Susan. \n[38]Is this the tour guide? \n[39]Crowded field, writing. 89. \n[40]We all know who's seen her potential. \n[41]Oh, of course, you don't know, do you? \n[42]My son became fond of you. You're not the first. Or the last, I imagine. Anyway I was scanning his monthly expenses - which always makes for entertaining reading, all those gifts for all those girls - and found he'd bought an entire publishing company called...what was it now? Rainbow Press. \n[43]He knows people, dear. I'm sure you do too, though the people you know tend not to own books, let alone publishers. Arthur, I trust we'll see you back at the party? Susan's a little worried. \n[44]Arthur! You haven't answered the phone for eight days. Susan's beside herself. What's going on? 98. \n[45]Oh, that. \n[46]Chop chop! You cleany penthouseio! Come on, Arthur. Have to pick yourself up, lad. It's like when Nixon my Great Dane had to be put down. Frightful state for days. But I pulled myself together. \n[47]Well, yes. A faithful, humble companion who... \n[48]Remember who pays for this apartment, Arthur. For everything! \n[49]You had damn well better be at that wedding, boy. \n[50]It's mother! \n[51]Don't worry, Burt. He's cleaned himself up. He's stopped drinking, he's anxious to get a real job. He's become a responsible citizen. \n[52]Burt! Get off my son! \n[53]Stop this! 114. \n[54]A Bach-Templemead has never been poor and we're not about to try that experiment with you, Arthur. That said, you've shown strength of character for once, instead of blubbing on about frogs and friendship. The inheritance is yours. All I ask is, with Hobson gone, you finally start treating me like a mother. \n[55]I beg your pardon? \n[56]Arthur. I will withdraw this offer forever. Don't doubt me, boy. \n[57]Arthur! Arthur! I am serious! If you walk out of that door... ", "SUSAN": "\n[1]Sorry to make you wait, Arthur. I was talking to your mother. I hear you have something to ask me! 39. \n[2]He's just joshing, Dominic. I'll do the skate in wood ear mushroom. \n[3]Arthur, did you really have to be so icky to Dominic? \n[4]You know, I was grumbling to your mother about how things are with us sometimes. How I'm sure you're trying to drive me away... \n[5]But she was explaining that relationships are like property purchases; invest only in high-end stock, avoid anyone 'up-and- coming', then hold onto the property through thick and thin to deliver maximum return! Isn't that darling? \n[6]Arthur. Why can't you learn to laugh at genuinely amusing things? \n[7]YouTube clips of babies giggling. Dane Cook. \n[8]I love you, Arthur. And you love me, whatever you think. 41. \n[9]Don't they say opposites attract? \n[10]No. \n[11]Well, I had a thing at college. That was serious for a while. But daddy... \n[12]Ask me, Arthur. \n[13]You're not happy, Arthur. Nobody who drinks like you can be happy. \n[14]A real woman could stop you from drinking. \n[15]Ask me, Arthur. \n[16]Yes, I'll marry you. \n[17]Erica will be the planner. \n[18]Who I love, she loves. \n[19]Hello...thanks, daddy! Sorry, hang on, I have Erica calling... \n[20]I don't. \n[21]He agreed to daddy's fee. This is going to be the happiest day of my life! \n[22]Why is she here all the time? 61. \n[23]She's my wedding planner. \n[24]Don't thank me, thank Erica. \n[25]Hello? I heard shouting. \n[26]Because you changed the creamer? Arthur, Marty called from the hospital. \n[27]Apparently you didn't. \n[28]Arthur? What's going on? \n[29]What? \n[30]Shut up! We're getting married! \n[31]And you think I love you? \n[32]I never have. \n[33]Daddy never hurt Alex. He paid her parents to send her away.. \n[34]Lesbian. Yes. You may have noticed that daddy is homophobic. He swore he'd disown me if it happened again. \n[35]Why else do you think I'd spend more than 30 seconds in your company? You're the perfect cover. \n[36]No. \n[37]Arthur, please. You can drink as much as you like, sneak off to Naomi. We keep the money. We live our lives. Everyone wins. \n[38]Daddy, no! Stop it! \n[39]\n[40]Wouldn't I? You crushed me. \n[41]Bullshit. You wanted to stop me being a lesbian! \n[42]Erica, that's enough, honey. ", "BURT": "\n[1]Arthur! 36. \n[2]Heck, this sword went through three crusades. Beheaded 1000 moslems. Nothing you can do to harm it. \n[3]Sparkling. \n[4]`The drunkard and the glutton shalt come to poverty: and drowsiness shalt clothe a man with rags.' \n[5]Peace be with you. \n[6]Arthur. Can I be honest with you? \n[7]My faith teaches me to hate the sin, not the sinner. But with you, I struggle with that belief. \n[8]Anyway, Arthur. However I feel about you, my daughter loves you. \n[9]You made love to a guy? \n[10]You made love to a Moslem? 38. \n[11]`If there is a man who lies with a male, they shall surely be put to death.' \n[12]You will stop this talk and marry - my - fucking... \n[13]The wedding is in a month, Arthur. 56. \n[14]When Arthur proposed to my daughter, I was overjoyous. The Bach-Templemeads are my kind of people: classy. Respectable. Well spoken. People like in Shakespeare in Love, who esprouse the same values I have always upheld both in my business and spiritual life. But tonight isn't about me or America's leading independent formula brand. \n[15]I just want you to know, if he doesn't show up for this wedding, I can't know what I'll do. \n[16]You wouldn't hurt me. \n[17]I just wanted you to be happy. \n[18]Shut up! Shut up you dirty little dyke harlot! 113. ", "RALPH": "\n[1]When are we getting cable? \n[2]Honey, that's some bullshit aerial from the 99 cent Store! \n[3]I read the box! It said `No satellite fees to pay because does not receive satellite signals!' That's like saying `Hey - eat this plate of broken glass! It won't make you fat. 'cause IT'S GLASS!' 45. \n[4]No it ain't. Honey, I love you, but you're even cheaper than your mom. And she bought food from yard sales. \n[5]But you live like you're preparing for a war. And you earn a decent salary. \n[6]What's he do, this English bum? \n[7]Yeah and I bet that girl said the same about her date. Honey, stay home. I don't want you ending up like that poor girl. \n[8]I don't know, honey. What's this teabag even doing here? Couldn't he make it in Lord of the Rings land? \n[9]You have my full permission to marry him. \n[10]I just have to be alone for a minute...Oh, G-d, I can't bear it... \n[11]You must be the nanny. \n[12]Ever since I met Arthur I liked him. We have to make sure these two wonderful kids stay together... \n[13]Sure, sure. \n[14]You're gonna get through this, babe. Then who knows what the future may hold? \n[15]Package for you. With any luck an apartment for you and Lurch. \n[16]I may have been seduced by money. It happens. \n[17]On balance, I'd go for it. ", "ERICA": "\n[1]Arthur? \n[2]Who are the women with you, Arthur? \n[3]Maybe you should. \n[4]Summarising Phase Alpha: formal wear for bridal attendants, groom's attendants, mens' formal wear, St John the Divine all confirmed... \n[5]Don't worry, Thomas. This whole thing's just a joke to Arthur. \n[6]Black inked at the Emery Roth Room at the Ritz-Carlton. 55. \n[7]A first pass at the guest list. Bride's family and friends: \n[8]Groom's family and friends: \n[9]We can arrange to screen off the area behind your guests, Arthur. To make it seem less desperate. \n[10]Cakes, caterers, floral arrangements, photographer... \n[11]Where are you going? \n[12]Tiger Woods has confirmed! \n[13]You want some more, bitch? Huh? ", "MARTY": "\n[1]Sorry, fellas. \n[2]It says here you shouldn't forget to clean your junk. I guess that's what...'genitahlio-ah' is. \n[3]Hobson left me in charge. She's gone to bed. She had a headache. \n[4]She blacked out. \n[5]She sounds like Darth Invader! \n[6]How's the tea? \n[7]Want to talk about the Cubs game? \n[8]Money good. ", "JUSTIN": "\n[1]We meet again! \n[2]The ballroom. I'll take you to him. \n[3]I'm so happy for Arthur and Susan. \n[4]Isn't she beautiful? \n[5]What business is your family in? \n[6]I'm sorry? \n[7]Doglets? \n[8]Absolutely. ", "JAY": "\n[1]Then the crazy motherfucker cut me! \n[2]Said I cut the bombita with pig killer! \n[3]I did in his. No half and half neither. That shit burnt! 4. \n[4]Cool... \n[5]What do you do? \n[6]Don't point that shit at me, bitch! I will FUCK YOU UP! ", "ERICA'S FATHER": "\n[1]What do you do, Carmella? \n[2]Is she now? \n[3]I see. \n[4]Yes, it's a small place. \n[5]I think I understand how small it is. \n[6]You need to grow up, Arthur. ", "GRANT": "\n[1]Good afternoon, Mr Bach-Templemead. \n[2]I have no connection with that store. My family name is Von Krausehoff. Take a seat please. 25. \n[3]Vivienne?  White mid-rise briefs...mmmm. \n[4]Bravo, Vivienne! Well done! \n[5]That's enough, Arthur... \n[6]You are so ungrateful to your mother. She adores you! "}}