{"dialogues": {"RATH": "\n[1]Just a little ways.  Up to those trees. \n[2]Sure. \n[3]Why not? \n[4]It's possible. \n[5]I hope not. \n[6]It's a common question. \n[7]A dime. \n[8]Average. \n[9]Taken. \n[10]Everyone who plays the game knows the rules. \n[11]Don't know.  That's how it works. \n[12]Right. \n[13]What are you thinking about? \n[14]And an R.C. \n[15]Go ahead. \n[16]Everyone handles it differently. Some are ready, some are not. \n[17]Some. \n[18]Can I ask you a question? \n[19]Why didn't you fade? \n[20]Yeah. \n[21]Yeah. \n[22]No. \n[23]Yes.  Please come in. \n[24]I prefer it like this. \n[25]I prefer it, that's all. \n[26]Would you like a drink? \n[27]Why are you working today? \n[28]You're very good at this aren't you? \n[29]I know what you expect, but I don't want... \n[30]I called because I just want... I need to talk. \n[31]I've been thinking about my life, about things I have done... What I do for a living is in some ways similiar to what you do. \n[32]I know that everything has a price.  I want you to understand that I'm willing to pay. \n[33]Honesty. \n[34]I just want to ask you some questions. \n[35]Do you ever regret things you've done? \n[36]But when you finLsh a job, afterwards do you think about them? \n[37]Do you think about their wives or their families? \n[38]Do you ever think about starting over? \n[39]Can you tell me about it? \n[40]And what if you never meet that man? \n[41]Do you believe that? \n[42]Yes. \n[43]Thank you. \n[44]Fuck you, Nick. \n[45]I don't give a fuck -- \n[46]Fuck you, fuck Cleveland, and fuck your contracts -- \n[47]You fucking should be -- \n[48]Shit.  Just do them all.  All of them.  Shit. \n[49]Shit.  What are you doing, old man? You're too fucking slow. \n[50]Okay.  Which one?  Which one is yours? \n[51]Amateur. \n[52]Your move. \n[53]Son of a bitch. \n[54]I'm not done yet. \n[55]This is 1242.  I got it. \n[56]No.  No problem.  The airport, right? \n[57]How'd you cut yourself? \n[58]You a waiter?  You look like a waiter. \n[59]Where? \n[60]What restaurant? \n[61]So you're from around here? \n[62]Where you from? \n[63]Not too good at small talk, eh? \n[64]I know just what you mean.  I'm pretty beat myself. \n[65]Since you looked like a waiter, I had to ask what restaurant because of what happened at the Trattoria Roma. \n[66]Didn't you here all them sirens? It's been all over the radio.  Some guy shot Leevio Valli, and a bunch of bystanders, in the Trattoria Roma. \n[67]Yeah, it's terrible.  I mean Valli, and I don't care what office he's running for, the guy's a crook.  He probably had it coming, but all the other people.  Real sad. \n[68]But they caught the guy.  I heard it all.  Sounded like he just went berserk, fucking loco.  Shooting anybody.  Drugs, probably. \n[69]I'd love to sit in that jury.  Send that S.O.B. right to the chair. \n[70]What? \n[71]You're right.  Talking too much again. \n[72]What?  You think I'm running you up? \n[73]Get out.  You think I'm running you up?  Get out. \n[74]The hell I can't.  It's my cab.  I don't like you.  So, get the hell out! \n[75]We're both going to the airport. \n[76]Sit back.  Put your seatbelt on. \n[77]Okay, don't. \n[78]If either of us fucks around, the other can blow the fuel line. \n[79]What's your name?  We both know it's not Nicholai. \n[80]How long have you been freelance? \n[81]It's just a shoot-out then.  Sixty- forty, at best.  Not my odds. \n[82]You're wearing a wig now. \n[83]We both know what you were doing. \n[84]Tachlinkov. \n[85]After those cops, you'll never be able to come back to Cleveland. \n[86]We go around once. \n[87]Okay. \n[88]There's a sand barricade up ahead; I'm going to ram this cab into it. The cab has an airbag, odds are good I'll survive.  But with this steel casing and bullet proof glass, odds for you are not so good. \n[89]I know you're going to jump. \n[90]You're still young.  Young enough to still think you're indestructible. Invincible.  You believe with utter certainty you can bail out at the last second and survive. \n[91]If you do survive, we'll see each other again. \n[92]I bet you fucking know! \n[93]I give a fuck?  I'm done!  I quit! Do you fucking hear me!  I'm fucking gone! \n[94]I'm being set up.  Fucking set up! \n[95]Is this how it went, Nick? \n[96]A joke?  A joke? \n[97]You think this is a fucking joke? \n[98]A player? \n[99]Sorry.  My mistake. \n[100]Hi.  Up ahead my boss is in that black limo.  We're not sure which hotel we're at, so could you just follow them? \n[101]One vegetarian plate and a can of tuna fish.  Room 1014. \n[102]Don't be stupid and you will live. \n[103]Hurry. \n[104]Turn here. \n[105]How many bodies were there? \n[106]He has to clean up.  How many bodies were there? \n[107]One hour per man. \n[108]Get on the expressway. \n[109]Nowhere yet. \n[110]Nikita?  She helped me find you. \n[111]Took a guess.  Lucky for you, I guessed right. \n[112]I work for the government. \n[113]Yeah. \n[114]I'm part of the game, just like you. \n[115]Twenty large?  That's all? \n[116]The bonus on the contract for you was one million dollars. \n[117]Slow down. \n[118]I figure that means these are worth ten times that, maybe more. \n[119]Now you understand why I'm here. \n[120]I really think you should slow down. \n[121]Turn off the engine. \n[122]No, stay in the car.  I want you to understand something.  If I intended to kill you, you would already be dead. \n[123]Oh shit. \n[124]Dammit. \n[125]Want a drink? \n[126]Okay... \n[127]I'm not good at this sort of thing, but we don't have a lot of time, so I'll just go ahead and get started. First:  you.  I ask myself, 'What is she thinking?' \n[128]Simple.  She's scared.  She's almost been killed twice and now she is alone in a room with a man that she believes is an... assassin. \n[129]Furthermore she was brought here not entirely on her own accord which only increases her fear and suspicion.  Thus, as long as she is afraid, her first, maybe her only thought will be escape.  Does that leave me any other option? \n[130]No. \n[131]The gun is silenced.  She could shoot me right now. \n[132]She could take the car and be far from here before the maid comes in the morning, but -- \n[133]You're the computer hacker, you tell me. \n[134]Yellow Pages.  V for veterinarian. There aren't that many. \n[135]'Them'? \n[136]Until a minute ago. \n[137]If I still was what I used to be, you would not be pointing that at me. \n[138]Another contractor. \n[139]No.  They hired Bain.  The contract would have been mine, but Bain took it from me as he took the previous one. \n[140]He stole the contract knowing that I would come after him. \n[141]Because he is trying to retire me. \n[142]Yes. \n[143]The nature of the business.  You remove your competition. \n[144]Yes. \n[145]We don't have a choice. \n[146]Right. \n[147]It's simple.  You need me.  I need you.  And we will both need money. \n[148]If it hadn't been for me, you would be dead. \n[149]This is something that is never going to end.  You can never work in the business again with this contract, because he will find you. To survive, you have to go into deep hiding.  And that's going to take money, a lot of money. \n[150]If you walk out that door, Bain will still come after you. \n[151]Because he took a contract on you. He'll come for you and he'll find you. \n[152]No.  It's the truth.  I know what you are.  Like me, like Bain, you're a ghost, you're not part of the real world.  You don't have a social security number.  You don't pay taxes.  You've probably used ten different names over the last ten years.  A long time ago something probably happened, something illegal and you ran, you disappeared and it was easy.  You think you can do it again.  But I'm telling you, fading from the law is nothing.  No matter what you do, where you go, I swear to you that Bain will find you. \n[153]Right now, as we sit here, he is tearing through your apartment.  He is digging through your drawers, emptying your closets.  He will take your telephone and address books, your appointment books.  If you keep a diary, he is reading it.  He'll go into the kitchen and find out what kind of food you eat, liquor you drink, cigarettes you smoke.  In the bathroom he will find any prescription drugs you take and where you get them filled.  If you have video tape or recordings he will watch and listen to all of them. \n[154]He will know everything about you. Everything.  I know, because I've done it.  Once you've been inside a mark's home, you're in their head. If you're any good, you'll find the mark in a week, and Bain is good because I was the best and I couldn't take him. \n[155]Rath.  Robert Rath. \n[156]Just Electra? \n[157]As in daughter of Agamemnon? \n[158]What do you want to know? \n[159]No. \n[160]Because I'm done. \n[161]Do you play? \n[162]It's not the same, is it? \n[163]I had an opponent. \n[164]He was Russian.  Nicholai Tachlinkov.  A legend in the business when I was just starting. I admired him.  When I heard he loved chess I became obsessed with the game. \n[165]We played with a code using The New York Times obituaries.  Over three years we played twelve matches.  I never won. \n[166]He was... taken. \n[167]I killed him. \n[168]Because that's how it works.  That's what it's about.  He was the best. He was on top. \n[169]Yes.  As soon as you get into this business, all you can think about is getting to the top.  That's all there is.  Until then, there is nothing.  You are nothing. \n[170]The same way everyone does; the government, the Agency. \n[171]More or less. \n[172]They recruited me when I was in high school. \n[173]Languages.  I was already fluent in nine languages. \n[174]Some people said that.  I never thought so. \n[175]I was just different. \n[176]No.  I graduated from George Washington University.  Then I entered the Agency training program. \n[177]No, they didn't. \n[178]Of course.  I was going to be James Bond. \n[179]They are very good at what they do. It's very seductive.  The training, the weapons, the travel -- \n[180]Women?  No... not really. \n[181]Women... I don't... I don't want to talk about women. \n[182]Because you are a women. \n[183]The same reason everyone does.  You hear your name on C-SPAN and you realize you're a skeleton in someone's closet and they're coming to bury you. \n[184]Yes.  It didn't matter much to them as long as I disappeared. \n[185]The only thing different about the private sector is that a General Contractor takes less of a percentage than the government, so you make more money.  Then once you make the transition, you realize you were never working for the government; it was always the private sector, the vested interests and it's the same vested interests that continue to buy your plane tickets. \n[186]My first take? \n[187]Why? \n[188]It was... mechanical.  Very precise. It was exactly like the training drill except for the adrenaline. \n[189]No.  Just the first one. \n[190]They become complicated... messy. \n[191]Did it ever bother James Bond? \n[192]This is fiction!  Don't you see that?  This is another reality.  And the people that come into the world to play this game -- nobody forces them!  They're here, they know the rules, the stakes, the risks!  Do you understand what I am saying?  No one is innocent -- including you! \n[193]You get a job swinging a hammer, the first day you get a blister, it tears open, it bleeds and it stays sore a long time.  You keep swinging the hammer, you get a good hard callous that covers that spot and it never bothers you again. \n[194]Check. \n[195]Is that what you wanted to hear? Something cold blooded... something remorseless... \n[196]It.  Tell it.  For all I know it could be a machine. \n[197]I don't. \n[198]The kind preferred by drug smugglers, arms dealers and politicians. \n[199]Do you have a passport? \n[200]Good. \n[201]Mexico. \n[202]Thinking. \n[203]Nothing. \n[204]I don't know. \n[205]Yes. \n[206]Good afternoon.  We have reservations at the Hotel Paraiso in Costa Blanca. \n[207]No, no.  I said the Hotel Paraiso. \n[208]No, the other Hotel Paraiso, in the city.  Near the Plaza del Sol. \n[209]Take us there. \n[210]That's where he'll be. \n[211]I wasn't expecting this.  I need to think. \n[212]No. \n[213]It helps me to focus.  It centers me, helps me think. \n[214]Work.  The things I need to get done. \n[215]Yes. \n[216]No. \n[217]No. \n[218]I don't know... maybe I'll live on a boat, sail to all the places I've never been. \n[219]You can have the bed.  The chair is fine for me. \n[220]Here? \n[221]Yes. \n[222]I don't know... But I'm sure he's not sleeping. \n[223]Breakfast. \n[224]Okay. \n[225]He won't be looking for you.  Just be careful.  Buy a book.  Keep your sunglasses on. \n[226]You should knock. \n[227]How was the beach? \n[228]Taiwan. \n[229]Thank you. \n[230]You should.  It's very important, that the body release the energy that builds in it. \n[231]I'm going to shower.  If you're hungry, go ahead and order some dinner. \n[232]I'm going to call. \n[233]Sit down. \n[234]Okay -- \n[235]Transmits and receives. \n[236]I paid a lot for these. \n[237]It's too late now.  Okay?  We'll have to deal with these. \n[238]This is the bank.  This is the hotel.  In the morning I will enter the bank. \n[239]He will be hidden somewhere out here, probably somewhere low, in the crowd.  He'll stay there until he sees me enter the bank. \n[240]No.  It would be amateur.  A risk. He'll wait for the prime shot, that he knows is coming.  Once I'm inside, he'll move to the hotel. He'll go up the back, too much traffic in the front. \n[241]You'll be here.  A restaurant.  A public place far enough away that he won't notice you, but with a good enough view you'll be able to see him when he moves inside. \n[242]Then, we wait. \n[243]It will take the entire day, but he will begin to doubt himself.  He will begin to believe that he missed me, that somehow I slipped by and am already on a plane to Europe. \n[244]The sun will be low, almost dark, the air cool and the bank will almost be closed.  5:45.  5:50.  He will put the rifle down, he will get up and he will walk across the plaza to the bank. \n[245]He won't be able to.  He'll have to go inside.  He'll have to see with his own eyes, whether or not I am there.  If the bank closes, he won't know for sure.  He'll come.  I'm sure.  And when he does you'll go into the hotel, go upstairs and take the gun. \n[246]He can't.  The bank has an expensive security system; metal detectors and X-ray machines. \n[247]That's right. \n[248]If things go well, I don't have to. You'll already be in a rented car waiting for me. \n[249]I'll be walking out of the bank, unarmed.  You'll have the gun and I'll drive the car. \n[250]Five million apiece.  You get on your plane, I get on mine. \n[251]I've been thinking about it for a long time. \n[252]What? \n[253]I told you, he will. \n[254]I was. \n[255]Ten years ago, I sat there in that same hotel window, sweat pouring off of me waiting -- \n[256]Yes. \n[257]I don't know.  It just happened.  I was here ten years ago, I'm here now.  That's it. \n[258]It wasn't planned or premeditated. I swear.  Things happened beyond my control.  I understood; I saw where they were leading and I suppose that it just made sense. \n[259]Yes. \n[260]I waited until I was insane and then I walked into the bank.  He was sitting there, very calm, waiting for me. \n[261]He wanted what I want now; to get out of the business.  To disappear to some empty Greek island. \n[262]What did he say? \n[263]He said I couldn't win.  That no one wins at this game. \n[264]Then he offered me one million dollars to walk away, to quit the business. \n[265]No.  I went back to the hotel.  And waited. \n[266]Yes.  Here I am again. \n[267]No. \n[268]Five million dollars will buy a lot of Rolaids. \n[269]Why did you trade a bishop for a knight? \n[270]They're worth less points. \n[271]I didn't notice them. \n[272]How do you know they're not? \n[273]What? \n[274]Jesus, if someone had -- \n[275]Why in the hell would you take that chance? \n[276]Thank you. \n[277]No. \n[278]It's always been that way.  The world has always functioned on two levels. \n[279]Why? \n[280]And you were drilling these holes...? \n[281]Apparently this doctor was unable to cure you. \n[282]Did he explain how this happened? \n[283]What are you doing? \n[284]That's a ridiculous move. \n[285]Because, I'll take it. \n[286]I'm sure you will. \n[287]Yes. \n[288]Yes. \n[289]Why?  I don't know. \n[290]Both. \n[291]I didn't want to complicate the situation. \n[292]It can be. \n[293]Yes. \n[294]Someone like me, like you.  A pro. \n[295]She was taken. \n[296]No.  I tried to stop it.  I couldn't. \n[297]After her, I realized that to survive I had to live without... It's dangerous to let things become complicated. \n[298]I'm not sure that I care anymore. \n[299]No. \n[300]Honestly? \n[301]When I gave you my gun and you almost shot me. \n[302]Why? \n[303]I'm not normal. \n[304]Martin. \n[305]All right.  I'm in the bank.  He'll move now.  How are you doing? \n[306]Good. \n[307]Yes.  Could you check on a transfer for me? \n[308]Rath.  Robert Rath. \n[309]Good.  Now I'll need to close this account.  I'd like you to ready the paperwork. \n[310]That's correct. \n[311]American currency. \n[312]I have all day. \n[313]Now, we wait. \n[314]I'm sorry, but I am waiting for an associate.  Can you hold everything for me until he arrives? \n[315]Thank you. \n[316]Four minutes. \n[317]I waited another four minutes. \n[318]Wait until he is on the stairs. \n[319]I'm taking off my mike. \n[320]Electra -- \n[321]Last night -- \n[322]Yes. \n[323]I knew the same way in ten years you're going to know. \n[324]It means that I'm going to tell you things, even though I already know that you're not going to listen to a God damned thing I say. \n[325]It's irony.  That's what it is.  But the real irony is that you won't know it's irony until you're sitting over here. \n[326]When you walked in here and you saw me, sitting here, waiting; the first thing that went through your head was that you were a dead man. \n[327]You're thinking that you've been sold out.  That's the only way I could know you were out there.  Why would you think this?  Because you don't trust your contractor.  You don't trust anyone.  It's automatic. It's the first and last commandment. It's the only thing that keeps you alive.  So, try as I might to tell you the truth, you can't believe me. Do you see the irony of the situation?  It's kind of funny, isn't it? \n[328]Listen to me, Bain.  Two days ago, you contacted your contractor, who told you that they knew when and where I was going to pick up the transferred money from MicroCell. You don't know how they got the information.  It bothered you, but you didn't care.  How do I know this?  Because ten years ago, I was sitting in that chair, as scared shitless as you are now. \n[329]Yeah you are and you hate it.  You hate the fact that your hand is shaking and mine isn't.  That you're sweating your balls off and I'm not. You've got fear and hate in your belly like battery acid, all because of me. \n[330]All right, Bain.  Pay attention, because this is where everything changes. \n[331]You're a businessman, right?  This is a business deal.  Behind that counter, I have over ten million dollars.  I'll give you half of it, more money than you'll make in the next ten years if, you walk away. \n[332]That's right. \n[333]Did you see how I did that?  Magic wasn't it? \n[334]You understand what's going on?  It makes sense, right? \n[335]What I just said, no assassin would say.  What I've said, only a mark would say. \n[336]You would be. \n[337]Why don't you tell me. \n[338]Now I'll tell you something.  It wouldn't fucking matter if I offered you one hundred million dollars. You'd still be thinking the same thing, that you're going to take me. And here I am, sitting through this, knowing it's bullshit, looking at you and the only thing going on in my mind, the only thing I can think is that, in just a few minutes I'm going to take you. \n[339]Electra? \n[340]Electra? \n[341]Electra, get out. \n[342]He's coming, Electra!  Get out now! \n[343]Electra, listen!  You have got to come to the bank for the money!  The money! \n[344]Electra! \n[345]Electra! \n[346]Electra, what's happening?  What are you -- \n[347]Electra. \n[348]Bain! \n[349]Shit! \n[350]Electra! \n[351]Electra! \n[352]Down!  Get down! \n[353]Electra! \n[354]The gun!  He needs the gun!  Get rid of it!  Throw it! \n[355]Yeah, I know what you're thinking. \n[356]Game over. ", "ELECTRA": "\n[1]Jerk. \n[2]Mmm, smell that, Nikita? \n[3]I hope she saves some for us. \n[4]Crap. \n[5]I wasn't watching television. \n[6]I thought it was interesting -- \n[7]Right.  In my hands I have five back-up disks he made of all of his work last night. \n[8]I'll make my usual arrangements and expect my usual bonus. \n[9]A pleasure doing business with you. \n[10]I trust your flight was comfortable? \n[11]Tell the driver:  the Hyatt Hotel. \n[12]I'll call you again in twenty minutes. \n[13]Excuse me, your Highness. \n[14]Room 1414. \n[15]Ten thousand dollars per disk. Insert the first disk now. \n[16]Oh, God. \n[17]What? \n[18]Um, five. \n[19]Where are we going? \n[20]Nikita, hush. \n[21]She won't stop unless you let her out. \n[22]What?  How did you know I had a cat? \n[23]Who the fuck are you?  Who do you work for? \n[24]Yeah? \n[25]Bullshit. \n[26]You're one of them, aren't you?  A fucking pro. \n[27]Jesus! \n[28]What do you think you're doing? \n[29]What do you mean, 'that's all'? What in the hell do you know? \n[30]Ten million -- \n[31]Now what? \n[32]You want me to pump? \n[33]Okay, Nikita, stay calm, think, breathe, think... \n[34]Come on, come on, it's a cake walk. \n[35]Please, please. \n[36]Letter? \n[37]No.  I don't have it. \n[38]Shut up! \n[39]Stop trying to tell me what I'm thinking! \n[40]I'll tell you what you're thinking -- you think I'm not going to shoot you but right now you're not so sure, are you? \n[41]You're thinking that maybe it was a mistake to give me this gun, that maybe I'm not going to think about things logically because I'm a woman and I'm freaked out and I'm going to do something impulsive and irrational -- right? \n[42]You don't know shit about me!  Now sit down! \n[43]Okay.  How did you find me? \n[44]You didn't know anything about me. \n[45]Nikita? \n[46]You're one of them, aren't you? \n[47]An assassin? \n[48]What does that mean? \n[49]Who is that other guy? \n[50]Someone hired both of you? \n[51]So this is something between you and him? \n[52]Why? \n[53]He wants to kill you? \n[54]Why? \n[55]And you want to use me to get him? \n[56]Forget it! \n[57]Don't tell me I don't have a choice! \n[58]I'm two seconds away from making my choice which means you've got two seconds to tell me why I shouldn't shoot you. \n[59]I don't need you to get the money -- my money! \n[60]I don't need the money. \n[61]Then you can have the disks and I'll just walk out that door -- \n[62]Why? \n[63]You don't know that -- you're trying to scare me. \n[64]How? \n[65]Oh Jesus Jesus... \n[66]Shut up!  All right!  You've said enough! \n[67]I need to think... To be alone. \n[68]Oh shit, Nikita. \n[69]Cheers. \n[70]Listen -- I don't even know your name. \n[71]Electra. \n[72]Yeah. \n[73]No.  Just Electra. \n[74]What I'm trying to say is that -- I'm not sure I can do this, help you, unless I know more about you. \n[75]If Bain hadn't taken the contract on me, would you have? \n[76]Why? \n[77]This is crazy.  I can't trust you. You can't trust me.  How can we possibly help each other? \n[78]With computers. \n[79]Better than playing with yourself. \n[80]Had? \n[81]He was white? \n[82]It looks like white's game. \n[83]Why didn't you finish this game? \n[84]He was killed. \n[85]By who? \n[86]Why? \n[87]Where you wanted to be? \n[88]How did you get into the business? \n[89]The C.I.A.? \n[90]How old were you? \n[91]Jesus -- why? \n[92]You were like a boy genius? \n[93]Why not? \n[94]You went from high school to the Agency? \n[95]They didn't give you a choice, did they? \n[96]But you knew what they were training you for? \n[97]Ahhhh... \n[98]The exotic women. \n[99]Why not? \n[100]Why? \n[101]Why did you leave the Agency? \n[102]They tried to kill you? \n[103]Then you went freelance? \n[104]Tell me about the first time. \n[105]Yes. \n[106]Because I want to know. \n[107]Are they usually like that? \n[108]After that? \n[109]Did it ever bother you? \n[110]That's fiction. \n[111]Does that mean it didn't bother you? \n[112]No.  Something honest. \n[113]Mate. \n[114]I hope your plan is better than your game. \n[115]Three days? \n[116]Are you going to tell him? \n[117]You said you didn't trust it. \n[118]What kind of bank is going to allow us to withdraw ten million dollars the day it is transferred? \n[119]Several. \n[120]Where is it? \n[121]God, I love first class.  I remember when I was a little girl, I would wonder what it was like up here.  I would always try to peek through the curtains. \n[122]I hope Nikita's all right. \n[123]Hey, where are you? \n[124]About? \n[125]I've never been to the Gulf of Mexico.  Is it as nice as they say? \n[126]You were there? \n[127]So, that's where all that S &amp; L money is? \n[128]What? \n[129]Did you see them? \n[130]They looked like they were in love. \n[131]Well, I think I'll take a bath. Come on, Nikita! \n[132]That felt great.  You should try it. \n[133]Don't you ever get tired of playing the same game? \n[134]Why not? \n[135]Oh.  What do you think about? \n[136]Do you think about the game? \n[137]But you've never figured out a way to win. \n[138]Not even a stalemate? \n[139]What happens if you do? \n[140]Can I ask you something? \n[141]What will you do if this works, if we get the money? \n[142]That sounds nice. \n[143]I'm kind of tired.  I think I'd like to try and get some sleep. \n[144]Thanks. \n[145]Do you think he's here? \n[146]In Costa Blanca. \n[147]What do you think he's doing? \n[148]Why don't you bring it out here? It's beautiful out here. \n[149]I know what you are thinking.  I'm not going to disappear, okay?  I'm not going anywhere, just down there, to that beautiful beach.  I got to get out of this room, just for a little while. \n[150]Really? \n[151]Book.  Sunglasses.  Great. \n[152]Sorry. \n[153]The beach?  It was nice. \n[154]That was beautiful. \n[155]Tai Chi, right? \n[156]Where did you learn it? \n[157]Not that I would know, but you look like you're really good at it. \n[158]I've always wanted to learn something like that. \n[159]Oh, my God.  Ten million dollars. \n[160]Two way? \n[161]Cheap as shit. \n[162]They saw you coming a mile away.  If I had known we'd be using -- \n[163]Fine. \n[164]Check. \n[165]But he won't shoot you right then? \n[166]Okay.  Then what? \n[167]Aiiee.  More waiting?  I don't know if I like this plan. \n[168]Why won't he wait until the bank closes? \n[169]What?  What if he brings it with him? \n[170]That means you won't have a gun. \n[171]And with the mikes, I'll tell you when he leaves the hotel and you'll tell me when he leaves the bank. \n[172]You'll have the money.  How do I know that you won't -- \n[173]We split the money? \n[174]Sounds pretty well figured out. \n[175]Except -- \n[176]Except, if he doesn't come out of the hotel. \n[177]You can't know for sure, how can you?  I mean, you're not him. \n[178]For Nicholai? \n[179]You killed him here?  In this city, outside that bank? \n[180]What is it?  I don't like this at all.  What is going on here? \n[181]I don't believe that. \n[182]Ten years ago. \n[183]What happened? \n[184]What did he want? \n[185]Was that it? \n[186]You didn't take it. \n[187]Ten years later, here you are again. \n[188]This has been the longest day of my life. \n[189]Do you have ulcers? \n[190]I think I got one today. \n[191]What do you suppose he's doing now? \n[192]I hate bishops.  They're useless.  I like knights. \n[193]So? \n[194]Do you hear them? \n[195]Listen. \n[196]Did you think they were newlyweds? \n[197]When I first saw them I thought they were married. \n[198]I went into their room this afternoon. \n[199]It was no big deal.  I saw them leave, I went in. \n[200]Nobody ever sees me. \n[201]I heard them last night and it made me want to know something about them.  I wanted to, so I did. \n[202]She is married, but not to him. Another man, much older.  She has four kids.  The young guy works for her.  And I think she likes kinky sex. \n[203]Isn't it interesting though?  I mean, look at us, in this room.  Or yesterday, when we were walking in the plaza market.  I mean, we look like just another couple.  But what are we?  Doesn't it seem so crazy? \n[204]No? \n[205]I know.  It makes me crazy. \n[206]I don't know.  When I was in college, I was forced to go to a psychiatrist because I was caught drilling holes in my dorm room floor. \n[207]So I could watch the girl that lived under me. \n[208]He told me that my curiosity became unnaturally entangled with my sense of self-preservation. \n[209]He believed it all went back to one night, when as a little girl.  I watched my parents have this big fight, really big.  I thought my mother was going to kill my father. Then they went into their room and made up.  And I watched them make love through the keyhole. \n[210]What? \n[211]Why? \n[212]I'm playing white, remember.  You can't tell me which pieces to move. It doesn't work that way. \n[213]Can I ask you something? \n[214]Am I attractive? \n[215]Are you attracted to me? \n[216]Why? \n[217]Is it a physical thing, or a mental thing? \n[218]Is that why you didn't want to talk about women before? \n[219]Attraction is a complication? \n[220]It happened to you before? \n[221]Who was she? \n[222]What happened to her? \n[223]Did you -- \n[224]Was she the only one? \n[225]Is this becoming complicated? \n[226]Were you attracted to me right away? \n[227]When did it start? \n[228]Uh-huh. \n[229]Maybe you should see a psychiatrist. \n[230]That doesn't sound normal. \n[231]I know.  That's why I'm attracted to you.  I mean, you make me nervous. You're intimidating.  Maybe it's my curiosity/self-preservation thing, but all I can really think about right now is kissing you. \n[232]I wanted to tell you -- \n[233]My real name is Anna. \n[234]Martin. \n[235]Nice to meet you, Martin. \n[236]I'm ready. \n[237]He's here. \n[238]He's inside. \n[239]Ten million dollars, sitting there. Waiting... this is insane. \n[240]Oh my God. \n[241]He's coming. \n[242]What? \n[243]Shit. \n[244]Right. \n[245]Okay. \n[246]What? \n[247]Was nice. \n[248]God, I can't find it!  I can't find it!  I can't find the fucking gun! \n[249]It wasn't with his other stuff! \n[250]Oh, God.  I see it! ", "BAIN": "\n[1]Don't anybody move.  You move, you're dead. \n[2]Come on, you chicken shit motherfucker.  I know you're here. Let's go. \n[3]You!  Get up! \n[4]You, too!  Up! \n[5]Not yet.  Don't move or you're fucking dead. \n[6]Now run! \n[7]Fuck! \n[8]Don't shoot!  Don't shoot!  I give up! \n[9]Hey, don't touch that! \n[10]Is there a problem? \n[11]Right. \n[12]Oh?  Working.  A little accident. \n[13]Yeah.  Yeah, I'm a waiter. \n[14]What? \n[15]Uh, Fontella's \n[16]No.  No I'm not. \n[17]What is this? \n[18]Look, I'm real tired and I'm not interested in fucking chit-chat. \n[19]Why?  What happened? \n[20]No shit. \n[21]Yeah. \n[22]Probably. \n[23]Sizzle lean. \n[24]What are you doing? \n[25]That was Peterson back there.  That goes to the expressway for the airport. \n[26]Yeah well, you just blew your tip, pal. \n[27]Just do your job. \n[28]What are you doing? \n[29]You can't -- \n[30]Holy fucking shit! \n[31]I get out, you got me. \n[32]Now what? \n[33]No fucking way. \n[34]Jesus -- I'm being driven to the airport by Robert Rath. \n[35]I can't believe this.  You rolled some cabby for the radio, then waited for an airport fare. \n[36]Boy, that's fucking genius.  You're a fucking genius.  Then you're just sitting there, bullshitting with me. Man, no way I coulda done that! \n[37]Holy shit!  Robert Rath wants to know my name. \n[38]Bain.  Michael Bain. \n[39]Two years.  Two long fucking years. \n[40]Hey.  What I don't get was why didn't you take the shot inside the restaurant?  I mean you had me, a free shot.  That's what I would have done. \n[41]Sounds like chickenshit -- \n[42]Listen to me calling you chickenshit! \n[43]Is that a wig?  Shit, I hate wigs! Wigs are the worst part of this job. I'd rather dye my hair than wear a wig. \n[44]God damn are you good.  Everyone says you're so fucking good.  I just can't believe I'm still alive.  If I believed in God, I'd be down on my knees.  Right now -- Hey, how come you just didn't plug us all when we came through the door? \n[45]Shit if I was you, back there -- \n[46]Game over. \n[47]Do you mind if I ask you a couple of business questions?  You know I was wondering how much you bid this job at? \n[48]You don't have to tell me that. It's just, I know my bid was low, but was it too low?  I mean, did I seem like an amateur, like I didn't know what I was doing? \n[49]Smith and Wesson .22 with an eight inch silencer.  Classic.  When I first heard you used that, I thought, shit, that's a lady's gun. Now, it's all I use.  Clean, real clean. \n[50]Would you really blow us? \n[51]Oh!  I got a question.  Jesus, this has been driving me crazy for years -- shit, listen to me.  I sound like some fucking fanboy.  I'm sorry, but I just got to ask you.  Everybody talks about how you left the Agency and got into the business and then how you went after the Russian, Nicholai Talinkov -- \n[52]Yeah, that's it.  And he's like a fucking genius.  They said he shaded you over and over.  And in the end, he aced you again.  Shaded and faded.  They say he's living on some Greek island, but I say that's fucking bullshit.  I say you're the best and that you planted his ass. Am I right? \n[53]I bet I'm right. \n[54]Robert Bain, driving me!  Jesus fucking Christ! \n[55]Who the fuck cares about Cleveland. Cleveland blows.  What kind of marks have they got here?  Greasy mobster, teamster or some hand job politician.  I want the money marks. I want the marks that you get. \n[56]So what happens now? \n[57]Bullshit. \n[58]You tell me that we're gonna go around once, then, while I'm checking out the lay of the land, you bail out and send me flying over the bridge.  Right?  Am I right? \n[59]What?  What's okay? \n[60]What are you doing? \n[61]Oh man, that's sweet.  That's fucking sweet. \n[62]You're bluffing. \n[63]You're fucking with me.  You want me to jump.  I jump, you hit the brakes and bang -- Game over. \n[64]No, no.  Wait.  You don't want me to jump.  You're going to jump.  I'm stuck back here until it's too late. Wham -- over! \n[65]Yes! \n[66]Surprise! \n[67]Tricky.  Boy, you just can't trust anyone these days. \n[68]Hi.  This is room 1414 -- \n[69]Yes, could you send up a pot of coffee and my friends are going to need some more towels.  Thanks. \n[70]Indeed I do. \n[71]Oh, you sick little bitch -- \n[72]Fuck me! \n[73]I'm on the scent. \n[74]No.  No.  No.  I don't believe it. \n[75]What? \n[76]I don't give a fuck what you are.  I asked you -- \n[77]How in the fuck do you know that? \n[78]You're dead, motherfucker. \n[79]Shit. \n[80]What in the fuck are you doing in there? \n[81]That's not him.  Jesus, Bain, baby, chill the fuck out. \n[82]This is fucking insane. \n[83]Fucking God dammit! \n[84]How'd you know?  Just tell me that. How'd you fucking know? \n[85]What does that fucking mean? \n[86]I ain't scared of you. \n[87]If you think you can take me, quit fucking bullshitting and try it. \n[88]Five million dollars? \n[89]Shit.  That sure is a lot of money. \n[90]What? \n[91]Oh, yeah. \n[92]You think I would be an idiot to pass up five million dollars. \n[93]You don't know a fucking thing about me.  You don't have the slightest fucking clue. \n[94]I'll tell you this.  After Cleveland, I thought I was lucky to be alive.  But now, here, I just realized that you were the lucky one. \n[95]Yeah, okay!  I'm ready!  Let's fucking go! \n[96]You're gonna take me?  Come on! Come on, motherfucker! \n[97]Take this!  Take this, you fuck! \n[98]Motherfucker! \n[99]Comeon-comeon-comeone-it'sover- gameover-comeon. \n[100]Make me shit, you sorry ass piece of mark meat!  Come on, come on.  It's over!  I know it!  You know it!  We know it! \n[101]Lift your head, motherfucker. \n[102]Look up here. \n[103]Look up.  Look at me.  I want to see your face. \n[104]Yes. \n[105]Wha -- \n[106]Die, bitch! \n[107]Fuck!  God damn bitch!  What are you doing?  I don't believe this is happening! \n[108]You're dead!  You're fucking dead! I'm going to kill you a hundred fucking times for this! \n[109]Game over, bitch! \n[110]Fuck no! \n[111]Game -- \n[112]Hey!  Tell me something, Bobby-boy. \n[113]Are you still thinking that you're going to take me? \n[114]No, I don't think you are.  You know what I think? \n[115]I think you're thinking what I'm thinking. \n[116]You know what I'm thinking, Bobby-boy?! \n[117]You know what I'm thinking?! ", "CONTRACTOR/SCREEN": "\n[1]Where have you been, Robert? \n[2]I don't believe you. \n[3]I have been sitting on a contract from Cleveland for six days because of you. \n[4]I'm worried about you, Robert. \n[5]You're too late, Robert. \n[6]The contract was stolen. \n[7]A new player.  He's using the name Nicholai. \n[8]You know what must be done. \n[9]Hello, Robert. \n[10]I know what happened. \n[11]It cost us. \n[12]He stole another contract. \n[13]Robert?  Robert? \n[14]Know what? \n[15]Such language in front of a lady. \n[16]I know.  It was a joke. \n[17]$1,000,000. \n[18]That's the bonus on the contract. \n[19]Tomorrow.  The buyer is Japanese. His retirement a condition of the bonus. \n[20]Freelancer.  A woman.  Surveillance specialist. \n[21]We have an M.O... Her system is protected by her 'pussy virus.' \n[22]Where have you been, Michael? \n[23]You're too late. \n[24]I've learned from MicroCell, Rath fulfilled the contract. \n[25]He took out the mark and sold the disks back to MicroCell. \n[26]Michael? \n[27]They money will be standard bank transfer.  We believe we will know where and when. \n[28]Such language in front of a lady. \n[29]Do you want Rath or not? \n[30]It will take three days to arrange the transfer. \n[31]Which account? \n[32]Which account? \n[33]Hello, Robert. \n[34]Paid in full. \n[35]Transferred to the specified account. \n[36]Goodbye, Robert. ", "KETCHAM": "\n[1]Aw-shit! \n[2]How much farther? \n[3]Oh, fuck it. \n[4]Hey, this feels kinda good. \n[5]Hey, do you mind if I talk a little?  I feel like, I don't know, talking I guess. \n[6]Funny, I've never been a talker. My wife was always getting on me about that.  'Say what you feel, tell me what's bothering you, you ve got to talk to me.'  I never would though.  Not really. \n[7]I don't know.  Part of me wanted to but part of me always said, 'What's she going to be able to do?'  I don't know.  Maybe I didn't trust her. \n[8]My Margaret... I loved her but you know what?  I cheated on her.  All the time.  I don't even know why. It wasn't the sex, Margaret was great in bed.  I think if I wasn't married I wouldn't have even looked at some of those women.  I knew she couldn't trust me, so how could I trust her?  If she was here right now I'd think that I would tell her that I was sorry... 'course, if she were here right now, maybe I wouldn't feel like talking. \n[9]I think I've heard of you. \n[10]You're pretty famous aren't you? \n[11]I know this may seem like a strange question, but can I ask you how much the contract was for -- not to insult you or anything, I know you're a professional, but just for me, I was just wondering. \n[12]Oh yeah?  I guess we still need to see that price tag.  Like art, right?  You hang some painting that looks like baby-puke in your living room only if it costs a bundle. \n[13]One hundred thousand?  That's it? Jesus... Is that a lot? \n[14]Shit... oh well. \n[15]I have been thinking about this for a long while.  I knew this day was coming.  I knew someday someone would make the call on me. I never thought about anyone that I had whacked.  What do you call it anyway? \n[16]'Taken.'  That's nice.  When I had someone taken I would call our General Contractor, transfer the money and as soon as I hung up the phone I forgot about them. \n[17]That's exactly what I told myself. \n[18]I always wondered what I'd be thinking at this exact moment.  I imagined that I would be thinking about the fucker who contracted this, trying to figure out who it was... \n[19]That's what our General Contractor told us but how can you trust someone like that? \n[20]I thought that I would be thinking about Margaret, or work, or that I'd be having these deep, profound and depressing thoughts but I'm not.  I'm trying to think really profound thoughts, but I can't. It seems very funny to me. \n[21]I'm thinking about Moonpies.  Ain't that funny?  I haven't had a Moonpie since I was ten years old. Right now, I'm thinking how much I'd love one. \n[22]Can I ask you something? \n[23]What do other guys do? \n[24]Do they get down on their knees, begging and crying? \n[25]When I thought about this, that was always there, in the back of my head, that image of me on my knees, crying.  It wouldn't go away and it would really upset me. It was something that I could never get away from... but now, I feel it's okay.  I feel good. \n[26]Anything. \n[27]You mean quit? \n[28]I used to think about it.  I had Margaret.  She wanted kids.  I thought about moving somewhere far away like, Europe.  I could see all of that, the first part, the getting away but I couldn't see that next part.  'Then what?' So I'd stop thinking about it and go back to work.  You understand? \n[29]I always pictured that I would end in some land fill, under someone else's garbage.  I kept picturing those plastic diapers filled with some baby's green shit, covering me.  But this is nice... \n[30]Look at that.  I haven't watched the sun set in a million years. Do you mind? \n[31]Nice... real nice. ", "ESCORT": "\n[1]Hi.  Did you call -- \n[2]Goodness, it's so dark... \n[3]How can a beautiful man like you be shy? \n[4]It's okay, honey.  We can do it anyway you want. \n[5]I'd love one.  Whatever you're having. \n[6]Beautiful. \n[7]Good will towards men. \n[8]Holidays are our busiest days.  No one likes to be alone on holidays. I know I don't. \n[9]I think you're supposed to answer that question. \n[10]That's okay, hon, I always expect the unexpected. \n[11]For what? \n[12]Everyone regrets something. \n[13]Sometimes. \n[14]No.  They call me, I don't call them.  If they didn't call I wouldn't exist. \n[15]All the time. \n[16]Sometimes I dream that I meet a man, this good, honest man and we fall in love.  I imagine us living on a boat, reading books, sailing to places where no one knows who we were or cares what we did. \n[17]Then, I'll sail alone. \n[18]Are you asking me if I believe in another life? \n[19]I have to. \n[20]Is that all you want? \n[21]Anytime. ", "RATH/SCREEN": "\n[1]Sick.  The flu. \n[2]It's true. \n[3]I need a rest. \n[4]Send the file.  I'll have the estimate tonight. \n[5]Don't be. \n[6]What? \n[7]Who? \n[8]How did he know? \n[9]The fucking contract!  How in the fuck did he know. \n[10]I don't know what the fuck you are. \n[11]Deadline? \n[12]Who is the mark? \n[13]The contract? ", "OFFICIAL": "\n[1]Senor Rath, we have received your transfer. \n[2]You wish to close this account today? \n[3]How would you like the funds? \n[4]This will take some time. \n[5]Your signature, senor.  Everything is ready. \n[6]Excellent, senor.  If you could follow me? \n[7]Of course, senor. \n[8]Finido, senor. \n[9]We are closed, senor.  Thank you for banking with us. ", "JENNIFER": "\n[1]Hello?  Ken, is that you? \n[2]Hi, Mom, it's me.  Ken and I just had a big fight. \n[3]Excuse me -- \n[4]You live here, don't you? \n[5]I'm sorry, this may sound really weird, but my friend told me he slipped a letter under the door here and I was wondering if you happened to see it? \n[6]Yeah.  He said he saw a woman with dark hair going into the building when he dropped it off. \n[7]I'm sorry.  I didn't mean to -- I'm sorry. ", "WOMAN": "\n[1]You won't be for long, with that attitude. \n[2]Electra, they are not paying you to sit at home and watch television. \n[3]The point is, they are paying for information.  Real information.  Not tooth paste brands.  Not whether he wads of folds his toilet paper.  And no 16 hours of recorded phone sex. You are wasting everyone's time with this shit. \n[4]God damnit, Electra.  This is not a game.  This is business. \n[5]Jesus!  Why didn't you tell me? \n[6]Electra -- "}}