{"dialogues": {"EMMA": "\n[1]How now brown cow ... The rain in Spain falls mainly on the plain ... The quick brown fox jumped over the lazy -- \n[2]Ready as I'll ever be ... \n[3]Thanks, Valentine ... \n[4]One sunny day ... \n[5]Peter! \n[6]Thank you ... \n[7]'Please answer the Telephone.' \n[8]Kippers ...? \n[9]Mr. John Steed, please. \n[10]Impossible? \n[11]As you see. \n[12]I have an appointment. \n[13]Really -- what happened in 1922? \n[14]Thank you so much. I can find Mr. Steed myself ... \n[15]And you must be Steed. Please don't get up. \n[16]I had a spot of bother at the door. \n[17]1922. Why the kippers? \n[18]So what was all this -- some sort of test? \n[19]Whereas you are. \n[20]Rules are made to be broken. \n[21]And just what is the game? \n[22]Under the circumstances, you may call me Mrs. Peel. \n[23]And now that we've settled the matter of honorifics, will you kindly explain why you wished me to meet you? \n[24]Mother? \n[25]Don't tell me: You're the shadow secret service. You're so hushhush, even the legit secret service knows nothing about it. Am I right? \n[26]Hmmm ... \n[27]We're not here to talk about the weather, surely. \n[28]Let me guess -- 'Father'? \n[29]You're -- \n[30]A kipper. Or a red herring? What were they investigating? \n[31]How curious ... \n[32]I'm no spy -- where do I fit in? \n[33]I'm not sure I'm ready to return to work. I've been out of action for some time. I'll consider your proposal. \n[34]Me, isn't it? \n[35]You're saying I have no choice. \n[36]Ropes? \n[37]I've no intention of hiding them ... \n[38]My father always wanted a boy. \n[39]I had a feeling you would. Touche! \n[40]Do you? \n[41]I thought we were on our way. \n[42]Or half cocked. \n[43]Steed, we really must be -- \n[44]You can but I wish you wouldn't ... \n[45]That place is so absurd, so out of date ... \n[46]You know what I mean. This car -- and you. Nobody walks around like that. Milk? \n[47]But why? What's the point? \n[48]And I suppose you're the knight. \n[49]That's predictable. When I find a queen in need of protection I'll let you know. \n[50]Sir August Merryweather ... why are we seeing him first? \n[51]Do we always follow Mother's instructions? \n[52]Just what is your position, if you don't mind my asking.  How did a stuffed shirt like you get into this line of work? \n[53]I have no choice. Why should you risk your life? \n[54]No thanks. \n[55]An eccentric recluse? \n[56]June, July ... August? \n[57]Any other vices? \n[58]So ... I distract him while you snoop around? How? \n[59]Original ... \n[60]Missus ... \n[61]Sir August ... ? Sir August ... ? \n[62]I've come to apply for membership in Brolly -- \n[63]I so agree. How did you acquire a taste for it? \n[64]Have we met? \n[65]Thank you, Lady -- June ... \n[66]Promised? Who promised? \n[67]You should be dead.  How do you feel? \n[68]You were very lucky.  Four shots to the heart. I found you after I slipped away from Sir August. Mother brought you here. Not me you should thank. \n[69]I mean your man Trubshaw.  Your bullet-proof waistcoat.  I thought you were just overdressed. \n[70]Mother and Dr. Darling have me under observation. They think I tried to kill you. \n[71]You told them. You said I arrived on a camel, shot you four times. Left you for dead. \n[72]But that's absurd. I may not be over-fond of you, Steed, but it's not my style. \n[73]That's possible. Sir August was convinced he'd met me before. But I'd never met him. Another odd thing. When it rained, he said it was just as someone had promised. \n[74]No. But he must know. Incidentally, my double left you with this. \n[75]Did you say formal? I must dress. \n[76]You mean my other self ... \n[77]I should have thought that was obvious ... I'm in mourning. \n[78]Where's the picnic? \n[79]Another invitation. 38 Marlborough Terrace ... \n[80]How on earth can you tell? \n[81]Very good, Steed ... \n[82]What's that? \n[83]Any ideas? \n[84]Is that written in his shoe? \n[85]She had this in her mouth. There, there... \n[86]Major D'Arcy ... ? \n[87]Well, well. If it isn't me ... \n[88]Thanks ... I see what you mean about letting me do the risking ... Hello? \n[89]Sir August...? What now? \n[90]Where's Mother? \n[91]You don't believe him? \n[92]But \n[93]He tried to warn us ... \n[94]Not quite. This is my field. \n[95]The Prospero Project was started by my husband. It was an early attempt to solve the problems of global warming. In theory, climate engineering is entirely feasible. We thought of injecting a chemical cocktail into the atmosphere by laser and satellite. A 'quick fix'... \n[96]Exactly. There'd been earlier attempts to pump carbon dioxide into deep sea. Propane gas mostly. In small quantities it captures chlorine. Protects the ozone layer. But it proved impractical. Too bulky ... \n[97]That's what we were working on. \n[98]Directed by laser. Bounced by satellite. Quite possible. \n[99]After the cold war ... \n[100]My car. I'll drive. \n[101]Three agents killed by bad weather... \n[102]Then a mad millionaire. Head of a secret defense establishment. A group of eccentrics obsessed by weather ... \n[103]Not that I know of.  Explanation? \n[104]Is that what you think? \n[105]Have I trespassed on a male prerogative? We're being followed. I saw him at Trubshaw's ... \n[106]Hold on ... \n[107]Barely. \n[108]This must be the last straw. \n[109]Someone didn't want us to get to the party. \n[110]Aha ... Yes ... It's clear now. A trapezoid shape, dictated by twin diagonal paths and a single curving path. A late Seventeenth Century design, originally for King William of Orange, copied... Ah ... \n[111]Steed ... ! \n[112]Quite a collection. \n[113]Your voice -- it's so familiar ... \n[114]Peter ... ? \n[115]I must be dreaming ... \n[116]Peter ... \n[117]Impossible ... how? \n[118]Steed! \n[119]Where am I? \n[120]Was I? \n[121]It was Peter -- I saw him ... \n[122]... bottle ... \n[123]... head ... \n[124]Knight ... \n[125]... death ... \n[126]... death ... \n[127]... power ... \n[128]... preserve... \n[129]... love... \n[130]... love ... \n[131]... love ... \n[132]... Piper picked a peck of pickled peppers how many pecks of pickled peppers did Peter Peel -- ? \n[133]How long have I been here? \n[134]Do you get paid by the hour? \n[135]I resign. \n[136]Watch me. \n[137]What are you trying to do to me? \n[138]I thought I was a widow. My husband ... the only man I ever loved ... is dead. For the rest of my life I have to live with that. \n[139]To you ... ? \n[140]The Institute ... the funding ... \n[141]So all that time. Our work, our research was for you ... for this? And the accident -- \n[142]The official investigation ... \n[143]Who? \n[144]No. \n[145]So I'm still ... \n[146]To find out who killed my husband. \n[147]So am I. \n[148]You followed me. \n[149]To kill me? \n[150]A long way down. \n[151]I could save you the trouble. \n[152]Because you always obey orders ... \n[153]Yes ... ? \n[154]And do you trust me? \n[155]It wasn't me; you have my word. \n[156]... Ready? \n[157]... Four ... seven ... ni-... \n[158]Mmm ... what are you doing? \n[159]Is that all? \n[160]So I'm in the clear? \n[161]But you did suspect me. \n[162]You're playing games. \n[163]I thought you played by the rules. \n[164]I'm playing to win. \n[165]Please don't tell me it's how you play the game. \n[166]No, after you. \n[167]As far as you trust me. \n[168]When it happens, Steed, you'll be the first to know ... \n[169]Who could that be? \n[170]You lied. \n[171]No idea who. No idea why ... \n[172]... Or grown-ups, who still like to be children. \n[173]Not to speak of. Peter and I were both loners. There was nobody. \n[174]I'm a wanted woman, I know ... \n[175]Why's he called 'Invisible'? \n[176]Aren't you coming? \n[177]I see. \n[178]Peter's brother?  But -- \n[179]I know all this. \n[180]Surveillance? By whom? \n[181]Who's now vanished. \n[182]Are you suggesting that Dr. Darling and Valentine were somehow in this together? But that's absurd. \n[183]Hurry?  What for?  I'm just now -- \n[184]Getting to what? \n[185]I fail to see -- \n[186]Have we been invited? \n[187]Well, I can't possibly go like this. \n[188]You may, Mr. Steed. \n[189]It's called Black Leather. \n[190]What is it? \n[191]When all this is over, we simply must get you out of that suit. \n[192]Shall we? \n[193]Trubshaw again? What now? \n[194]'The Merry Widow?' I might have known. Where's the reception? \n[195]Have a look at this. \n[196]Gentlemen, ladies. Forgive the breach of protocol. An emergency -- \n[197]Anyone ever tell you you look like a housefly? \n[198]Anyone else need a lift? \n[199]This time the shoe's on the other foot. You said a hand-made shoe was as good as a photo-fit or D.N.A.? Well, all we have to do is find the shoe that fits ... \n[200]Where are you going? \n[201]You needn't bother. I can't drag you further into this. After all, I am still the chief suspect. \n[202]But -- \n[203]If you'd been through what I have, you wouldn't -- \n[204]Prince Charming, I presume. Your name is ... \n[205]Oh my God ... \n[206]... and now? \n[207]Let me guess:  Wonderland Weather. \n[208]I shall need a small plane. \n[209]I'm going to find out who killed my husband. Will you take these documents to Steed? \n[210]Tell him I said ... goodbye. \n[211]This isn't a game. \n[212]Rules are made to be broken. \n[213]Then who wins? \n[214]Decontamination -- ? \n[215]Would that I could say the Same. \n[216]Peter ... \n[217]It was you ... all the time? \n[218]You. \n[219]But you died -- in the explosion ... \n[220]Dr. Darling, Peter ... all you ... \n[221]You killed my husband. \n[222]Too many cooks -- \n[223]But I found you. All the clues led me here ... \n[224]But -- why? \n[225]'Our revels now are ended.' \n[226]I'm already married ... \n[227]Valentine, listen to me ... \n[228]Ring? \n[229]You're mad. \n[230]Such as? \n[231]The result would be ... \n[232]Then what's stopping you? \n[233]How Wagnerian ... Do you mean to say you've waited all these years because you couldn't create a chip on your own? That would have amused Peter. \n[234]What are my choices? \n[235]I'll never marry you. \n[236]You must let me go ... \n[237]Don't you understand? If he has me, he'll have no use for you ... he'll destroy you ... \n[238]No... \n[239]Steed? \n[240]What kept you? \n[241]Quick! \n[242]'... in a beautiful pea green boat...' \n[243]Still a bit chilly ... \n[244]Have you any place in mind? \n[245]I don't recall Siberia being this warm, Steed. \n[246]Our little paradise -- just made for two? \n[247]Pity your mother came, too ... \n[248]Next assignment? \n[249]Ah ... sun tan lotion. Any shops nearby? \n[250]Thank you, Steed. ", "STEED": "\n[1]Brenda -- ? \n[2]Mother. I thought you were burglars. \n[3]Something in the wind? \n[4]You didn't come to talk about the weather, surely. \n[5]'Her'? \n[6]Doctor Peel, I presume? \n[7]I was about to throw in the towel. \n[8]I shouldn't wonder. Not a woman inside Boodles since -- \n[9]Red herring would have been too obvious, don't you think? \n[10]Congratulations, you've penetrated a bastion of male privilege. I guessed you weren't a stickler for Tradition, doctor. \n[11]Dyed in the wool. But I can admire someone who doesn't play by the rules. \n[12]Not by me. Play by the rules, Doctor, or the game is nothing. \n[13]I say, this is all terribly formal. Must I go an calling you Dr. Peel? \n[14]Much better. \n[15]I didn't. Mother did. \n[16]I expect you'll like him. \n[17]Tea time -- four o'clock.  Mustn't be late. A word of warning. Don't take the macaroon. Mother's favorite. \n[18]... Showers followed by sunny periods. \n[19]Ah ... From Trubshaw's.  My shoemaker. \n[20]Global warming? \n[21]Perhaps I'd better start calling you doctor again, Mrs. Peel -- \n[22]Think she really killed those agents? \n[23]Amnesia? \n[24]Insane ... ? \n[25]Why? \n[26]Perhaps I ought to talk with Dr. Darling. \n[27]How come you took so much interest in her, Dr. Darling? \n[28]Peel? Did she know? \n[29]Anyone particular in mind? \n[30]You're a lady of hidden talents, Mrs. Peel ... \n[31]Scientist ... ... marksman ... ... swordsman ... ... To what do you attribute your overachievements? \n[32]Really?  I fail to see the connection. \n[33]I take your point. \n[34]Yes indeed. I need protection. \n[35]Oh, absolutely, but Trubshaw's a man worth meeting. No point setting out half shod. \n[36]I couldn't agree more. Thank you, Trubshaw. \n[37]Ahh. Perfect fit. The luxury of a hand-made shoe. As unique as a face or a fingerprint. Or should I say DNA? \n[38]Thank you, Trubshaw ... \n[39]Do you really think so? \n[40]Press that button, would you? Tea? \n[41]Sorry. Didn't mean to interrupt your flow of oratory ... \n[42]Not all Tradition is bad, Mrs. Peel. No thank you. \n[43]A Gentleman has to have a code. This is part of mine. A uniform. Think of it as my suit of shining armor. \n[44]The most unpredictable piece on the board. And always ready to protect his queen. \n[45]I'm hoping you will. \n[46]As per mother's instructions. \n[47]For a man in my position -- \n[48]They call me in when they've reached a dead end. Freelance. Like yourself. \n[49]After our fencing match, I was rather hoping you would do the risking. More tea? \n[50]I meant me. \n[51]According to Mother, Sir August owns half of the Highlands. A millionaire. Former head of Special Projects at the Ministry. Now ... \n[52]Not so much eccentric. More barking mad. He has a wife called June. And a daughter somewhere -- Julie. \n[53]The family does seem to be somewhat meteorologically inclined. \n[54]All of a piece, really. A fanatical weatherman. Chairman of BROLLY. British Royal Organisation For Lasting Liquid Years. Thinks British weather has been tampered with by ... aliens. \n[55]Small talk.  Try the weather. \n[56]I say, this is a bit much. \n[57]'The Merry Widow'...? \n[58]Manners, Mrs. Peel. \n[59]Ah, Brenda ... Mrs. Peel? \n[60]Strange. \n[61]I wasn't about to. \n[62]I might say the same. \n[63]Why should they think that? \n[64]Frankly that's how I remember it. \n[65]Perhaps your memory plays tricks, Mrs. Peel. \n[66]Did he say who? \n[67]An invitation. To a 'formal picnic'...? \n[68]I must say, you look more your old self -- \n[69]Either way ... may I ask: why you dress in that fashion? \n[70]I can't wait to see afternoon. \n[71]For you, Mrs. Peel. \n[72]Hm ... A Veuve-Cliquot '56 ... But he bites the end of his Monte Cristos ... ? Clearly, we're dealing with a maniac. \n[73]Colonel Crabtree. International Satellite Systems. Formerly of the Ministry. \n[74]Elementary, Mrs. Peel. Trubshaw isn't the only shoemaker still practicing his trade ... \n[75]What on earth? \n[76]Well, he was a fellow of the Royal Zoological Society ... \n[77]Common knowledge, Mrs. Peel ... \n[78]Not again.  There's got to be another. way to go about this. \n[79]Now, now ... 'I can't give you anything but love, baby...' \n[80]For you, Mrs. Peel. \n[81]Ask Mother. \n[82]We know one thing. That suspect was not Mrs. Peel. \n[83]Don't bother.  Here's a bus ... \n[84]We had a lead to Wonderland Weather but we got there too late. Someone tipped them off ... \n[85]Impossible. \n[86]Is there anything that isn't? \n[87]Filling in mother nature's blind spots ... ? \n[88]But if someone miniaturized the process... \n[89]Sounds as if someone's hijacked your research. \n[90]Where would they aim for? \n[91]The hot and cold war ... \n[92]Shame. I was recommended. By a friend. \n[93]Sir August Merryweather? I was looking for something relaxing. Say, a Tuscan hillside in June? \n[94]Seriously? \n[95]You don't say. How real does it feel? \n[96]There are limits? \n[97]No need. I'll call again. \n[98]A day in the country ... \n[99]... And by you, Mrs. Peel ... \n[100]... And by you, Mrs. Peel. Everything points to you.  No sisters?  No undiscovered twin? \n[101]According to Dr. Darling, you're a psychopathic personality with schizophrenic delusions, suffering from recurring amnesia based on traumatic repression, leading to outbursts of anti-social and violent behavior.  Q.E.D. \n[102]Oh, well ... Just my type, Mrs. Peel. \n[103]Do you always drive this fast? \n[104]Turn! \n[105]I think so, thank you so much ... \n[106]I feel sure of it. \n[107]She was ... \n[108]Both, actually. \n[109]You don't say. Like looking for a needle in a ... \n[110]What, Lady Disdain? Are you yet breathing? \n[111]You will let me know if you find that queen who's in need of protection, won't you? \n[112]Here's the one that broke the camel's back. \n[113]I expect we'll have to gatecrash. \n[114]Wonderland Weather Ltd. \n[115]... Mrs. Peel? I think I'm seeing double again. \n[116]Mrs. Peel ... ? \n[117]Mrs. Peel ... ? \n[118]Mrs. Peel ... ! Mrs. Peel ... \n[119]Your lipstick ... \n[120]Not again. \n[121]Oh, no. First time, shame on you. Third time, shame on me. \n[122]The Winslow Home for Retired Lepidoptorists. I'm so sorry I struck you, Mrs. Peel. Please forgive me. I thought you were someone else ... \n[123]I expect that's for you to know and me to find out ... \n[124]No. Her husband, she says. Alice tried to warn us. A trap. Tell Mother beware. Tell Father That's all. \n[125]I think you owe Mrs. Peel an explanation ... \n[126]You're accusing Mrs. Peel of killing her own husband? \n[127]Guilty until proven innocent? \n[128]Orders. \n[129]Nothing personal. \n[130]Careful. You might fall. \n[131]No trouble. \n[132]Always. Except ... \n[133]... when I don't. It comes down to one thing, Mrs. Peel. Trust. \n[134]I could be convinced, if ... I knew who poisoned me in the maze. That kiss ... \n[135]I need proof. \n[136]It was longer. On the lips. \n[137]Much longer.  Approximately ... fifteen seconds. \n[138]Keeping a stiff upper lip? \n[139]Not for a moment. \n[140]Aren't we all, Mrs. Peel? \n[141]I thought you didn't. \n[142]Winning isn't everything. \n[143]After you -- Mrs. Peel ... \n[144]You don't trust me? \n[145]No -- don't answer it ... \n[146]That's it. The phones trigger the explosions -- \n[147]Don't -- don't answer it -- ! \n[148]Get down -- get down -- it's going to explode -- ! \n[149]Mother? How did you find me? \n[150]I told Mother I took care of you. \n[151]I equivocated. But you're not their big worry at present. It's Dr. Darling:  he's disappeared ... \n[152]Drat. Someone wants to implicate you in this affair, Mrs. Peel. Any idea who? \n[153]Teddy bears, cuckoo clocks, toys All children's things ... \n[154]Quite. Any childhood friends? Enemies? \n[155]Very well. I have a friend who might be of assistance. He's at the Ministry. We'd better be careful. \n[156]His name's Jones. 'Invisible' Jones. \n[157]You'll find out. \n[158]I'll catch you up. Don't worry; he's expecting you. \n[159]I say, Trubshaw, Steed here ... Barometer's falling fast. Mrs. Peel and I find ourselves in need of foul weather gear. Yes, I'd say gentlemen's snuff for starters. And then -- \n[160]We must hurry, Mrs. Peel ... \n[161]You didn't tell her? \n[162]There's a reception this evening. Colonel Jones thinks it advisable we attend. \n[163]I had a feeling. That's why we're in a hurry ... \n[164]May I have the honor, Mrs. Peel? \n[165]What's that you're wearing? \n[166]Intoxicating. Here, have one of these. \n[167]Limpet bomb. Small, very compact. From Trubshaw's. \n[168]You first. \n[169]Snuff. I must insist you try some. \n[170]They're playing your song, Mrs. Peel. \n[171]Oh, hello ... \n[172]Dead, I'm afraid. \n[173]I think she can. Can you? \n[174]Bad news. Father's looking for you. Where are those bloody ministers? \n[175]It's almost May, for heaven sake. \n[176]Quick --it'll protect you -- \n[177]After him, Mrs. Peel! \n[178]Go -- ! \n[179]I thought it was Cinderella who lost her slipper ... \n[180]I'll be back ... \n[181]Laying in supplies, Mrs. Peel weather may get very nasty and I've no umbrella ... \n[182]No bother. Mother and Father think I've joined you. I might as well. \n[183]Oh, and by the way, I think it's about time you got rid of that chip on your shoulder. \n[184]A microtag. One of Mother's little toys. There you are. Free at last. \n[185]Where's Mrs. Peel? \n[186]What? \n[187]I was hoping you could tell me. \n[188]I'm going to follow up on a hunch of my own. If I'm right, Mrs. Peel is innocent and you have a mole. \n[189]In your operation. \n[190]'The Prospero Project...' \n[191]'O Brave New World that hath such people in it.' \n[192]I said it's not goodbye yet. Listen, I'm going to need some help. In a hurry ... \n[193]How did you guess? \n[194]It was you who gave Valentine Peel his security clearance ... you're the mole who betrayed the Ministry. \n[195]Well, you found me. Have a sniff of this, why don't you? Careful, the scent can be overpowering ... \n[196]Blast. What to do? Mrs. Peel! \n[197]The things I do for England ... \n[198]Oh, dear. \n[199]Someone's going to pay for this. \n[200]Valentine Peel. I see you've gone back to using your original face. \n[201]Perish the thought. \n[202]They said you were a very naughty boy. \n[203]I was at Harrow ... \n[204]Bang-bang ... you're dead. \n[205]One shot -- for emergencies. \n[206]Rules are made to be broken. \n[207]I do. \n[208]Did I? My mistake. \n[209]Mrs. Peel -- ! \n[210]You must be joking ... \n[211]That will do. \n[212]You are, and it's behind you. \n[213]I think she really likes you ... Where's Mrs. Peel? \n[214]Emma! \n[215]Emma ... \n[216]Mrs. Peel? \n[217]The plot. Hello, we must be going ... \n[218]'The owl and the pussycat went to sea -' \n[219]A fine night, Mrs. Peel ... \n[220]English weather. You know, after all we've been through, I should say we deserve a long holiday ... \n[221]As a matter of fact I have ... \n[222]It's the latest thing, Mrs. Peel. \n[223]Not quite. \n[224]Our chaperon. \n[225]Still a little warm, Trubshaw. Is this the '28? A little more ice, I think ... \n[226]Must be. Trubshaw's busy. I'll send Mother ... \n[227]Thank you, Mrs. Peel. ", "VALENTINE": "\n[1]Atmospheric pressure checked, antenna ready... Thermal chamber ready ... Compression module set ... Temperature control on course between one and one forty ... Water turbulence steady ... \n[2]Good luck ... Peter ... Emma. \n[3]Readings still normal ... \n[4]Emma, Peter, get out! It's going to explode! \n[5]Emma ... \n[6]Get out! Leave him -- ! Emma! \n[7]Don't wait for him -- he's not -- \n[8]Darling Emma -- yes, we:  the true genius behind the Prospero Project ... \n[9]Oh, no. I arranged the explosion. \n[10]A slight miscalculation -- my face was burned beyond recognition. Fortunately my research into plastics came in handy ... \n[11]An unholy trinity ... \n[12]For starters. Of course I had to kill the Teddy Bears, as well ... \n[13]Spoil the majority shareholders. In Wonderland Weather. I planned everything, even the Ministry recruiting you ... \n[14]Of course. I planned that, too. \n[15]You disappoint me, Emma.  Can't you guess? For you. It was all for you ... \n[16]Oh, no, Emma. They've only just begun ... \n[17]Think of this as your second wedding feast ... \n[18]Come, come, you're a widow -- a most attractive widow. Now I think of it, we'll need a bridesmaid. Here. \n[19]My latest model. A compound of plastics and sensor chips. A big improvement on the old X404s. The poor thing is quite fond of me. Emma, say hello to Emma. \n[20]You know, I believe she's actually jealous. \n[21]Right, bridesmaid. Now what have I left out? Oh, yes, I know: the ring. \n[22]How silly of me -- let me make you comfortable first ... \n[23]That's better. I say, isn't this where you came in? It's impenetrable, by the way ... \n[24]Entirely. On the other hand Mad people get things done. Let me show you -- \n[25]People expect weather to be free. They're used to it. I call that a denial of freedom. No freedom of choice. An abuse of human rights. They buy water, electricity, gas. Why shouldn't they be able to buy their own weather if they want to? If they have a little incentive ... \n[26]Destruction of their local weather systems. I can zap a thousand Chernobyls into the air. \n[27]Chaos. Transport paralysis. Crop failure.  Economic disaster. Frostbite or sunburn ... on a massive scale. You've seen a few samples... \n[28]One very small thing. A diamond 'cyclone' chip. A thousand times more information on a fraction of the size. If I possess that, my powers would be unlimited. My dear half-brother was developing it. But he suspected sabotage. He gave the chip to ... you, 'Mrs.' Peel. I want you. But also your ring. \n[29]The missing piece of the jigsaw. I tried to get you to give it to me as Peter; I tried to steal it from you as Dr. Darling. As myself I'll be a bit less subtle. With this ring my plan will be complete. \n[30]Speaking of Peter, there's more good news: You won't even have to change your last name. You'll always be Mrs. Peel. \n[31]Choices? \n[32]One out of two isn't bad. I'll keep you alive, darling Emma. In a year or five, you may change your mind. If you're still in it. \n[33]This little toy gave me back my face. It can replace yours. What do you think? Medusa? Madame Defarge? Maggie Thatcher? \n[34]Ah. That will be Steed. He followed you. Please excuse me. I have work to do. My most spectacular performance. A ballet of clouds. It was made for you. I want to give you a heart, Emma. I want all of London to see it. And now with this ... They will. And for an encore: the biggest cyclone in history will wipe the City from the face of the earth. Shape of things to come, my darling. \n[35]Start the countdown. Action stations. Five minutes ... \n[36]To explode. London will be ashes. \n[37]Are you insane? Stop the program and you activate the auto-destruct! \n[38]My cloud ballet! My cyclone! \n[39]My dear. I wouldn't want you to miss the grand finale ... \n[40]Find her. Kill her ... \n[41]John Steed. \n[42]The last one you'll ever see. \n[43]Did they tell you at Eton that I was fencing champion, too? \n[44]You're better than I expected. \n[45]But did they teach you this? \n[46]You wish. \n[47]That's not playing by the rules. \n[48]If you say so. \n[49]You said ... one shot. \n[50]I wouldn't do that, if I were you. \n[51]Bullet-proof waistcoats -- just the thing. I get mine from Trubshaw's. We'll be off now, won't we, darling? We wouldn't want to miss the fireworks. Figure it out if you can, Steed ... \n[52]Fool ... \n[53]Aren't you forgetting about something? \n[54]Come, come. You don't really expect me to fall for -- \n[55]Let go, you ... idiot ... \n[56]Ugh ... ", "MOTHER": "\n[1]Steed -- ?! \n[2]Brenda and I thought we'd drop in. \n[3]Weather's turning nasty. \n[4]Oh yes I did. I want you to meet somebody. I expect you'll like her. \n[5]That's better. I much prefer a womb with view, don't you, Mrs. Peel? \n[6]Shall I be mother? \n[7]I expect you're wondering where you are. \n[8]Close. We're so hush-hush, even we know nothing about it. Now let's see, there's coconut cake, date and walnut; I recommend the rum baba ... \n[9]Looks like rain, Steed... \n[10]Oh, yes we are. \n[11]We've had a series of bizarre weather reports. We kept them hush-hush and sent agents into the field for data. Case number one: April 14, 3:35 P.M., Special Agent Simkins investigating mysterious fires in corn circles. A field outside the village of Little Snoring, one of the hottest days of the year. Trapped by a sudden blizzard. Found frozen to death in a giant ice cube -- like a mammoth in perma-frost. Case two: Pilot Raymond Shaw, May 6, 11:28 A.M. Took off from a deserted airstrip near Stoke Poges, investigating bizarre atmospheric reports. A freak rainstorm downed him. Knocked unconscious by a flying fish, falling from 15,000 feet. Twenty-five inches of rain in eight minutes, over an area the size of a cricket pitch ... ... Case three: June 2, 5:43 P.M. Defense Chief Major Courtnay. Remains discovered in a turnip field near Ashby de la Zouche. Our boffins recorded a sudden blast of heat. Scorched earth, temperature of 1000 degrees. Spontaneous combustion. Not much of him left ... \n[12]My number two. Special assignments. She's -- \n[13]Have a look at these, Mrs. Peel -- \n[14]Something strange is happening. And whoever knows about it doesn't want us to find out. \n[15]Your research into climate engineering was state-of-the-art. Your experiments could have revolutionized our knowledge of global warming -- had they succeeded. We need your expertise. \n[16]Eye witness reports. Strangers in the area. One description tallied in all three places. Recognize her? \n[17]Father will be your controller. Steed here will show you the ropes. \n[18]She may not know. Theory goes she may be very ill. \n[19]Possibly. Split personality ... \n[20]Who knows? If Dr. Darling is right, you should watch out. \n[21]She may try to kill you. \n[22]Something went wrong. System malfunction. Explosion. Mrs. Peel had a narrow escape. Suspected sabotage. Nothing proven. File still open. \n[23]Still doesn't. Better safe than sorry.  She was in a dangerous game, Steed. High stakes. She may prove to be a risk.  If she is, there's only one solution.  Termination. \n[24]You. \n[25]Welcome to mobile H.Q. Weather's turning quite nasty. Sir August was blown to smithereens. Along with half of Banffshire.  The Ministry's worried. \n[26]Too late anyway. Today's escapade was only for starters. This is no ordinary weather. It's manmade. A kind of weather bomb. \n[27]Would it be possible to use it for military purposes? \n[28]London. The World Council of Ministers meets soon on global defence. If you can control the weather, you control the world. \n[29]This man -- did you see him? \n[30]You are here under observation, Mrs. Peel. You must answer Dr. Darling's questions \n[31]You need treatment, Mrs. Peel.  You can't resign. \n[32]Don't open that, Mrs. Peel! \n[33]We want to help...! \n[34]The death of Peter Peel was a great loss. To us all ... \n[35]Peter Peel was a first class agent. A senior operative. 'X' department Special operations. He was engaged in top secret research. Top priority.  Government approved. \n[36]A cover ... for us. I'm sorry... \n[37]... was written by me. It was sabotage, Mrs. Peel. \n[38]Quite frankly ... it could have been you. \n[39]Her husband suspected someone very close to the operation. On the day he died, he was setting a test. To prove to himself -- to us that his wife was beyond suspicion. He had to be certain. He said he was going to give Mrs. Peel something ... \n[40]... I want you to remember. Did Peter give you anything on-that day? \n[41]Under suspicion. Everyone died in the explosion, Mrs. Peel. You were the only survivor ... \n[42]This is an official matter, Mrs. Peel. No need to take it personally. Where are you going? \n[43]The doors and walls are monitored, Mrs. Peel. This is a very secure establishment. \n[44]Pity. I was growing fond of Mrs. Peel. Unfortunately -- \n[45]Mother and Father know best. \n[46]Something quick. Nothing too ... messy. \n[47]Inside that hall are some of the Most powerful figures in the world. Tight security. Our only option. \n[48]Where's Mrs. Peel? \n[49]You're getting yourself into terrible trouble, my son. Weather's turning very nasty -- and so am I. \n[50]Where? \n[51]I'm warning you for the last time, Steed: whoever's behind all this, looks like Mrs. Peel, walks like Mrs. Peel and kills like Mrs. Peel. \n[52]Steed?? Find Mrs. Peel. \n[53]Dense cloud formation moving south- west. On course for the center of the city. A fog floating in from the river. The prediction is ... unstable chemical reaction. Enforce the curfew ... Emergency stand by ... ! \n[54]About your next assignment, Mrs. Peel ... \n[55]Ahem. As I was saying, perhaps another macaroon ... ", "VOICE": "\n[1]Password affirmative. Thank you, Doctor. \n[2]Eh? In here! \n[3]... Hello ... Hello? ... Who the hell...? Who is this? ... You must leave the test area. I repeat, leave the area ... Help is on the way ... \n[4]Ladies, gentlemen and bears ... \n[5]Today is history. The first day of the future. I welcome you to the first general meeting of the Wonderland Corporation, now allied with our colleagues from Brolly ... \n[6]You have all given time, money and expertise to achieve our goal. But we are reaching a new phase of our operation. From today, many of you will no longer be needed. I have to warn you ... \n[7]A cuckoo.  The first sign of spring, and ... A cuckoo in our nest. Our organization is no longer secret. Agents are investigating us. Their names are John Steed and Emma Peel. I believe we have a traitor among us ... perhaps more than one ... \n[8]That remains to be seen. When we find the traitors, they will be dealt with severely. These agents.  Where are they? \n[9]Here. In this building. By our estimate, they will enter this room in thirty-five point five seconds precisely ... \n[10]I am sorry the party is over.  But we shall meet again. To each of you a gift. A token of my appreciation. \n[11]Naughty teddy ... \n[12]Ask not for whom the telephone rings, it rings for thee ... \n[13]Go to the window ... To the window. \n[14]Ask not for whom the telephone rings ... \n[15]Walk over to the window ... \n[16]Stay by the window. By the window. \n[17]Now this is more like it ... \n[18]I wouldn't shake that too hard. The weather might turn nasty. \n[19]If nature gives a man a collector's mind, it doesn't matter what he collects. Butterflies. Old China. Penny farthings. A true collector grows more obsessive as the years pass. \n[20]We have met ... \n[21]Where'd she go? \n[22]Ah, here we are ... \n[23]Congratulations, Mrs. Peel. You have been a worthy opponent. You have tracked us down. You are within an ace of winning. \n[24]Quite right, but we still make the rules. \n[25]People, too. \n[26]You and I. Together. But first you must confront your greatest enemy. Who could that be, Mrs. Peel? The answer is obvious ... \n[27]Yourself. ", "FATHER": "\n[1]All happy families here, Mrs. Peel. \n[2]God, you're quick. \n[3]A series of bizarre shifts in local weather patterns ... \n[4]Jungle plants in the Arctic? A lush English village transformed overnight into African scrubland? Blizzards in summer? \n[5]Your mission is simple. Find out how and why these agents died. \n[6]One moment, Mrs. Peel. There's another special reason we wanted you to join our happy family; rather curious, actually ... \n[7]Think of it as special assignment, Mrs. Peel. With a twist. You're our chief suspect. \n[8]Emergency alert ... \n[9]A cyclone hit Banffshire last night. Completely unpredicted ... \n[10]Mobile HQ. In a blue funk.  Can't take chances. I'm looking after things while he's hiding out ... \n[11]You're probably wondering how I can drive 'blind.' Simple. A new prototype from the boys in X division. Micro-sensors in the system read signals and road information. Converts the info into miles per hour. Ultra-sensitive.  Ultra-smart. \n[12]So you say ... \n[13]It's Mother you have to convince. He's very agitated.  Wait here. \n[14]I'll see to it personally. \n[15]We want Mrs. Peel. \n[16]You disobeyed an order, Steed. Mrs. Peel is dangerous; she cannot be trusted. \n[17]I shall summon security. \n[18]Emma in Wonderland. Welcome, Mrs. Peel. We've been expecting you. We hope you'll enjoy your stay with us. Decontamination is almost complete. \n[19]And you've a new wardrobe. He does want you to look attractive. He tells me you're very beautiful. \n[20]Relax, Mrs. Peel. We're hundreds of feet below ground. The Ministry made it impregnable. No one can save you. \n[21]Steed \n[22]You reek of Mrs. Peel's Black Leather ... \n[23]Mother betrayed me. She was going to replace me with a younger Father.  Errand boy that's all I was. 'Find Steed...' \n[24]Dr. Darling, this is Father. We have an intruder. I repeat -- \n[25]Congratulations. The clouds are on course ... \n[26]Not yet! They haven't heard our terms ... ! \n[27]But all those people -- ! ", "INVISIBLE JONES": "\n[1]Tell Miss Proudfoot, no calls. Colonel Jones at your service, Mrs. Peel. Just a moment -- \n[2]Talk to the pipe, Mrs. Peel. That usually helps. Don't worry about me being invisible. Other than that I'm perfectly normal. \n[3]Or rather, you don't. Learnt the tricks in camouflage. Till this accident made a prang of things. How can I help you, Mrs. Peel? \n[4]Ah, here we are. Steed asked me to play a hunch:  Valentine Peel. \n[5]Half-brother to be precise. \n[6]Now let's see ... Eton, Cambridge ... research into robotics and plastics. Overtaken by Peter's work on the physics of climate change ... \n[7]Do you also know that during your final experiment, your halfbrother- in-law was under surveillance? \n[8]Father. She gave him an 'all clear' after a security test by Dr. Darling. \n[9]Makes two of us. \n[10]I was getting to it. \n[11]The World Council of Ministers meets tomorrow to convene the new global defense initiative -- \n[12]Under the circumstances Mother didn't see fit, but I think I can get you in ... \n[13]'X' marks the spot. The shoes were delivered to ... an island in Hyde Park. Surrounded by the Serpentine. On the site of a former Ministry installation... \n[14]Privately owned by ... \n[15]Very good, Mrs. Peel ... \n[16]You're not venturing alone, surely. \n[17]Of course. \n[18]The shoes were delivered to an island in the Serpentine - former Ministry installation ... she said to tell you ", "PETER": "\n[1]Ready, darling? \n[2]Anything else? \n[3]Just a minute, darling. My brother's a worry wart. I better have a word ... Valentine -- \n[4]Something to remember me by. \n[5]See you in an hour ... \n[6]Losing control -- malfunction in thermal chamber -- for Christ's -- Emm --! \n[7]Emma ... Emma ... \n[8]Listen... Very much alive. \n[9]Darling, it's me... \n[10]For you ... all for you ... \n[11]Don't be afraid, darling. \n[12]Don't run away. I forgive you, Emma. I know you left me. But I still love you. Do you still have my ring? I need it. \n[13]Darling Emma -- \n[14]Not really. Not quite. I'm afraid you still don't see ... ", "SIR AUGUST": "\n[1]You don't get rain like you used to in England. A good shower that's the ticket. Stiffens resolve, puckers the spirit, quells the namby-pamby in a man. \n[2]Out in India. So character-forming for the British. Not the heat. Good Lord, no. The rain, dash it. A good monsoon. Fifteen inches overnight. A whole week of lovely rain. I remember one summer in Jaipur ... \n[3]You \n[4]You mean you don't recall?? \n[5]Ah, Lady June ... \n[6]Ah, beautiful. Just as he promised. \n[7]There, look! \n[8]Imagine being caught out in a blow like that! \n[9]Mrs. Peel ... Come quickly. Brolly's been betrayed! I'll tell you everything ... The weather's getting worse and worse ... they're after me ... coming for me ... come quickly! \n[10]Mrs. Peel -- ? \n[11]No, please! I beg you ... \n[12]Let it be rain, please let it be -- ", "OLD LADY": "\n[1]Are you alright, young man? \n[2]Oh, dear -- \n[3]Cocky little bastard. I hope he was a baddy. \n[4]I'm Alice. Mother said you'd be on your way. Mrs. Peel with you? \n[5]You with Mother or Father? \n[6]Good. Glad to see they're together at last. They don't get along. Promotion. Top job. Most unfair. Quite a fuss at the Ministry. \n[7]I may be able to help you. \n[8]This way ... \n[9]Over here ... \n[10]It's a trap. Tell Mother, beware. Tell Father. ", "BAILEY": "\n[1]New orders. The penultimate phase. Now fully operational ... \n[2]We're not yet open for business, I'm afraid. \n[3]Really? \n[4]Normally, we'd be eager to oblige -- \n[5]Of course. Natural weather delivered to your door on demand. Down your phoneline. For limited periods. \n[6]As real as you wish. Hot or cold. Humid or dry. Anything you like. Within reason. \n[7]The technology is brand new. Soon it will be more powerful. We anticipate a huge demand. Leave us your number. We'll be in touch. \n[8]Reach for the sky, pardner. "}}