{"dialogues": {"RICHARD": "\n[1]Amelia, it's Richard. We're going to have to be here a few more days here in Morocco than we expected and Rachel wasn't able to find anyone to take care of the kids. \n[2]Amelia, this is very serious. \n[3]Amelia, this is an emergency. Cancel your son's wedding. I'll pay for another one. \n[4]We need you, Amelia... hold on. \n[5]This place is beautiful, don't you think? \n[6]I'll have a chicken cous-cous and a Coke, please. \n[7]Look, look: a hawk. \n[8]This country is incredible. \n[9]What d'you mean why? I thought you would like it. \n[10]To forget everything, to be alone. \n[11]The Coke is warm. \n[12]Why can't you ever relax.    You're always stressed. \n[13]You could if you tried. \n[14]You're never going to forgive me, are you? \n[15]Susan, please; we didn't come all this way just to argue. \n[16]Here. \n[17]Susan, what's wrong? \n[18]What happened? \n[19]Stop the bus, stop, my wife's been hurt. \n[20]Take it easy honey, take it easy. \n[21]Is anybody a doctor? \n[22]Please: a doctor. \n[23]Where's the nearest hospital? \n[24]Does that takes away from Marrakesh? \n[25]I need your help. We were attacked. \n[26]Help... hospital... \n[27]Tell him we need his help. \n[28]Let's take her to the clinic. \n[29]We've got to get her to a hospital. \n[30]Shut up, god damn it! \n[31]Easy, sweetie, easy... \n[32]Isn't there anywhere else we can take her? \n[33]Ok. \n[34]Are we here? \n[35]Easy, darling, easy... \n[36]I need to call an ambulance and contact my embassy. \n[37]I need to make a phone call. \n[38]Don't worry, I'll be right back. \n[39]You're going to be ok. \n[40]Bad. Very bad. \n[41]And where should I take her? \n[42]You can't leave us here. \n[43]In case I need the bus. \n[44]Please wait.     Let me try to deal with this. \n[45]Yes... Rachel? It's Richard... \n[46]Yes, we're still in Morocco...Rachel, there was an accident, your sister was shot... \n[47]I don't know... We were shot at from some hills. \n[48]She was hit in her neck and shoulder. Rachel, she's not doing well... I need you to tell the embassy as soon as possible... wait... and call Mark... \n[49]Anwar, where are we? \n[50]Were in Tazarine, T-a-z-a-r-I-n-e Three hours southwest of Erfoud... in the desert... it's a town... there's no hospital... There's nothing here at all... \n[51]From a shop. Rachel, this is urgent... urgent... call the embassy... They have to help us... call James too... \n[52]I don't know... Rachel, you're sister's badly hurt... do you understand? Call for help... now... \n[53]Call an ambulance... \n[54]And find a doctor... \n[55]I'm going to as soon as I can. I've already called Rachel; she's going to tell the embassy. \n[56]How long until the ambulance gets here? \n[57]That much? Isn't there anyone here who could take her? \n[58]We've got to get her out of here. There's no one to tend to her. \n[59]Let's wait for the doctor. \n[60]I don't understand French. \n[61]Of course not. \n[62]Vacation. \n[63]I'm a magazine editor. \n[64]No, magazine magazines. \n[65]Tell him we need to get my wife out of here. Ask him if the ambulance is on its way. \n[66]What did he say? \n[67]Thank you. \n[68]Thank you. \n[69]What did he say? \n[70]Stop lying to me god damn it, and tell me what the fuck he said! \n[71]Yes, we know that. What can you do in the meantime? \n[72]You need some stitches. \n[73]You're not going to give her any anesthetic? \n[74]What kind of doctor is he? \n[75]He can't take care of her. \n[76]Honey, this is going to hurt a little. \n[77]Calm down... calm down... Susan, they have to sew you up... relax... \n[78]Honey, please try to relax... \n[79]My love, don't move. \n[80]You can't move, calm down. \n[81]You can't; there's only one phone in town. I'll call them later. \n[82]You can't leave us like this. \n[83]At least wait until an ambulance comes. \n[84]Is there anyone around here who can take them in? \n[85]Just wait, the ambulance should be here any minute now. \n[86]Thank you. \n[87]Is that your daughter? \n[88]Eight? \n[89]Three... Yes, just two. \n[90]What about you? How many wives do you have? \n[91]And is this where you live? \n[92]When did he find out? \n[93]What? Tell him to call another one. He has to get another one. \n[94]What the hell do you mean there isn't another ambulance? You've got to get her out of here... \n[95]She can't stay here or she'll die. Call another fucking ambulance... \n[96]Come on, move... call another ambulance... \n[97]How the fuck are they going to deal with it? It's your shitty fucking country's responsibility. \n[98]A helicopter?... Let's get out of here... \n[99]I need to make a phone call. \n[100]Stop fucking with me. \n[101]Oh no? \n[102]Leave asshole. \n[103]I'm fed up with that asshole. \n[104]Calm down? My wife is dying up there. \n[105]Where the fuck do you want me to take her? \n[106]You leave and I'll kill you... \n[107]Rachel... What's going on? Nobody's come... Who have you talked to... we need help...she's dying... \n[108]She's very weak, please, you've got to do something. \n[109]You can't just make these stupid fucking calls, you've got to do something... \n[110]How the fuck do you expect me to calm down? Susan is dying... \n[111]There's no time. I need to get Susan out of here now! Put Mark on the phone... \n[112]God damn it, connect the fucking call. \n[113]Mark, help me... Susan is dying and there are no ambulances, there's no hospital, there's nothing. \n[114]I don't give a shit about political problems... Do something, now, please... \n[115]Son of a bitch... \n[116]Stop... Stop... Stop you mother- fuckers stop... \n[117]What do you need? \n[118]You're not going to die. You can't die. You just can't. \n[119]No, I'm not going to leave them and don't you even think about leaving me, because I'll kill you like nobody's killed you before. \n[120]What? \n[121]I'm going to tell Mike on you, so you never scold him again. \n[122]Do you have a pot I can borrow? \n[123]Can you leave us alone for a moment? \n[124]Come, try it like this. \n[125]Forgive me my love. When Pat died I didn't know what to do, the pain drove me crazy... I was scared, that's why I left... forgive me. \n[126]No, it wasn't your fault. I was wrong... \n[127]Shhh... it wasn't your fault my love, it wasn't anybody's fault... Pat just left... Forgive me, please. \n[128]You missed; you got my leg. \n[129]Does it hurt? \n[130]Anwar...Anwar... \n[131]We've got to get her out of here. Where's the clinic? \n[132]Can you get us a car we can take her in? \n[133]My love... I'm going to get you out of here.   We're going to try to take you to a clinic an hour and a half away from here. Do you think you can make it? \n[134]I need you to be strong. Really strong. \n[135]Thank you for lending us the car. \n[136]Sweetie, you've got to hold on. \n[137]Hello... \n[138]Yes, speaking. \n[139]My wife is dying. She's in urgent need of medical attention. \n[140]We've been here for five hours. What the fuck are you waiting for? \n[141]I can't wait anymore... I'm taking my wife to a clinic in Tinerhir right now... \n[142]We can't wait any longer. \n[143]My wife is in critical condition. How long is the chopper going to take? \n[144]Thank you for everything. \n[145]Thank you... \n[146]The last thing I'm worried about right now is the fucking press. \n[147]Is she going to be ok? \n[148]he hadn't heard the doctor \n[149]Amelia? \n[150]How is everything? \n[151]They're going to operate now... Amelia... take good care of the kids, and don't tell them anything... \n[152]Put Mike on please. \n[153]Hey sweetie, how are you? \n[154]Oh really? \n[155]Yeah, I'm ok. Everything's fine. ", "AMELIA": "\n[1]I won... \n[2]Yes... yes sir... yes sir, Mrs. Rachel told me...I'm very sorry. How is Mrs. Susan?... No sir, don't worry... \n[3]Your dad is calling. \n[4]Did you brush your teeth? \n[5]One and then you're going to sleep. \n[6]Once there was a hawk who wanted to fly higher than everyone else. He trained every day and hunted little birds so he could eat them and be strong. \n[7]Of course, that's what hawks eat. So, one day the hawk flew so, so high that it crashed into an airplane. It fainted and started to fall. And when it was about to hit the ground, all the birds flew toward him and saved him. \n[8]Yes, and when the hawk was healthy again he went to talk to the birds and said: I want to thank you for saving me, but I can't change and I'm going to keep hunting you. The little birds answered: we don't care that you hunt us, because that's who you are. But we will always save you, because that's who we are. \n[9]Did you like it? \n[10]Quedamos en que se iban a dormir con la luz apagada. \n[11]No pasa nada. \n[12]A ti no te va a pasar eso... \n[13]That only happens to some babies when they're really little. \n[14]He wasn't angry, he was just very sad. \n[15]Go to sleep. I'll sit here with you, but you can't talk anymore. \n[16]Yes... \n[17]Your sister-in-law promised me to find someone. \n[18]It's because... I told Mrs. Jones three months ago that today is my son's wedding. \n[19]Sir, everything is ready. Can't anyone come take care of the kids? It's just one day. \n[20]Do you want another quesadilla? \n[21]None, because he started to like quesadillas. \n[22]Yes, but today you're not going to school. \n[23]We have things to do. \n[24]I just want you to take of them for today. \n[25]And she won't go out? \n[26]Ok, thanks.    I'll call you tomorrow. \n[27]Please, it's my son's wedding. I helped you out with that thing with your boyfriend. \n[28]Just for the day, Lucia.   I'll be back for them tonight. \n[29]Tell her they're your nephews. \n[30]Yes, you're going to see my house. \n[31]Not very. \n[32]Good morning. \n[33]I couldn't find anyone to leave them with. Their parents aren't coming back today. \n[34]They're good kids. \n[35]Santiago, I have to take them. I can't leave them with just anybody. \n[36]Come on, don't tempt the fates. \n[37]Yes, this is Mexico. \n[38]Yes... \n[39]I guess so... \n[40]Son, you look like Pedro Infante. \n[41]Where's the bride? \n[42]What d'you mean she's not here yet? \n[43]Look son, these are Mike and Debbie, the kids I take care of. \n[44]And it's been 15 years since I last wore this dress. \n[45]Working, dear, working, that's what keeps one young. \n[46]What are you guys laughing about? \n[47]How many pots of rice did you make? \n[48]Too many people have come, that's not going to be enough. Make two more pots. \n[49]And you Maria Eugenia, warm up more tortillas. \n[50]Santiago... please go kill another six chickens, or there won't be enough food. \n[51]Luis, the priest is here and Patricia hasn't arrived. Where is she? \n[52]Fifteen minutes left before the wedding and you have no idea? \n[53]Did you get into a fight with Patricia? \n[54]I didn't bust my hump to pay for this wedding for Patricia not to show. So she's either coming or she's coming. \n[55]I'm going to see if they're inside. \n[56]What's the matter? \n[57]That happens when you're nervous. \n[58]There's no way the baby's coming; she's only six months pregnant. \n[59]D'you want to get married? \n[60]Well, let's go then. \n[61]Well, we'll have the wedding and baptize the kid while we're at it. \n[62]I don't think your wife would have liked that. \n[63]Okay, just one. \n[64]Don't worry, it's ok. \n[65]Pronto...muy pronto... \n[66]Se quedaron más rato. \n[67]Yes. Yes he is. \n[68]He won't. \n[69]Yo también hijito, yo también. \n[70]I can't. I have to take these kids home and it's almost dawn. \n[71]I wish, but these kids have to go to school. \n[72]See you soon, son. \n[73]Congratulations, dear. Take care of my grandson 'cause I'm dying to be a grandmother. \n[74]Hey... be careful... \n[75]I'm in charge of them. \n[76]What are you doing? \n[77]Santiago, stop acting crazy and stop the car... Santiago, stop... \n[78]Everything's all right sweeties... \n[79]Stop... Stop... \n[80]Are you crazy? Where? \n[81]Santiago, calm down... \n[82]Come with me, dears. \n[83]Don't cry. We're going home now. \n[84]Let's go. \n[85]Get down. \n[86]We have to keep walking. \n[87]Because coyotes and snakes and quails have already breathed that air. \n[88]Yes. \n[89]No, it doesn't rot.   We all breathe this air. \n[90]Just a little further and we'll go look for water. \n[91]We're going to rest here for a while. \n[92]No, there aren't any.   Come, lie down. \n[93]Stay still. \n[94]Because they think we did something wrong. \n[95]No, sweetie, I'm not bad.     I just did something stupid. \n[96]I love you very much, sweetie. \n[97]Debbie, we've got to go. \n[98]Debbie, sweetheart, wake up. \n[99]Sweetie, I'm going to go look for help. Stay here and don't move. \n[100]Honey, you have to take care of Debbie. \n[101]I won't be long. I promise. \n[102]Stop, stop... \n[103]Sir... sir... stop... \n[104]Please help me. \n[105]I have to go get two kids I left behind in the desert. \n[106]No, they're American. \n[107]I didn't cross, I live here.   Please, help me find these kids. \n[108]I left those kids in the desert, I swear. \n[109]Over there. \n[110]They must be around here. \n[111]I swear they're around here somewhere. \n[112]They must be over that way. \n[113]I left them about a kilometer in from the road. \n[114]I swear they're around here. \n[115]Please sir, believe me. \n[116]I swear, they're lost, they're going to die. I have to find them. \n[117]Please no... please... \n[118]Yes sir. \n[119]Yes sir. \n[120]I had to look for help. \n[121]How are they? \n[122]I just took the kids to my son's wedding. \n[123]Sir, I raised these kids since they were born. I take care of them day and night. I feed them breakfast, lunch and dinner. I play with them. Mike and Debbie are like my own children. \n[124]What about my nephew, Santiago? \n[125]I've been living here for fifteen years. My things are here, I rent a house, I made my life here. \n[126]I want to talk to a lawyer. \n[127]Do you have a cigarette? \n[128]Thank you. \n[129]Yes sir. \n[130]Ok sir, Mrs. Rachel told me. I'm very sorry. How is Mrs. Susan? \n[131]No sir, don't worry. ", "ANWAR": "\n[1]The Berbers built these kasbahs. They made them like forts and here they would reside after finishing their caravans. \n[2]Now, I'd like to show you the materials that were used to build the walls... \n[3]It's far away, about four hours. There's a clinic that's a little closer, about an hour and a half to the south. By bus it'll take us about two hours and a half though. \n[4]Yes, but it's the closest thing we've got. \n[5]We can take her to my town. It's near here and there's a doctor. In the meantime we can call Erfourd for an ambulance. \n[6]Make a right onto the next road. \n[7]Yes sir, this is my house. \n[8]Here... here... \n[9]If you have the number of the embassy, I can go call. \n[10]Of course, come with me. \n[11]She can take care of her. \n[12]Hold and release the tourniquet every once in a while. \n[13]No, not here. \n[14]We need your phone.     I'll pay for the call. \n[15]In Tazarine, three hours southwest of Erfoud. \n[16]I'll call Erfoud so they send one over. \n[17]They've already gone to look for him. \n[18]She's hurt, we had to take care of her. \n[19]Don't be paranoid and go help find the doctor. \n[20]About an hour and a half. It's coming from Alnif. \n[21]My brother already called a doctor, he's coming. \n[22]Trust my grandmother; she knows a lot about remedies. \n[23]Miss, my grandmother is going to help you. \n[24]Allah be with you. \n[25]He says he is very sorry about your wife. \n[26]Can he ask you some questions? \n[27]He asks if you have any enemies in this country. \n[28]Why did you come to Morocco? \n[29]He has no idea. \n[30]What do you do for a living? \n[31]He edits magazines. \n[32]Anti-muslim magazines? \n[33]No, normal magazines. \n[34]He wants to get his wife out of here. He wants to know if the ambulance is on its way. \n[35]He says the federal police are already in charge, that they are going to send the ambulance. \n[36]Yep, she's married, she doesn't live here anymore. \n[37]He gives you his blessing. \n[38]The doctor's here. \n[39]He says she will be fine. \n[40]He has to sew up her wounds. \n[41]No, he doesn't use anesthetic. \n[42]He's a veterinarian, but he is good. \n[43]If he doesn't sew up the wound, she may bleed to death. \n[44]He says she has a broken bone and he has to put a splint on it. \n[45]Don't move, miss. The bullet is still inside you. \n[46]Thank you, Yamilé. \n[47]The fourth of eight. \n[48]Do you have kids? \n[49]Just two? \n[50]You should have more. \n[51]I can only afford one. \n[52]No, this is where my family lives. I live in Marrakesh. But I come whenever I can... \n[53]When did you know? \n[54]A while ago... he says the ambulance broke down. \n[55]He wants you to call another ambulance. \n[56]There isn't another ambulance. \n[57]He asks how we're going to get the woman out of here. \n[58]He says your embassy will deal with the matter. \n[59]They're going to try to send a helicopter. \n[60]Where? \n[61]What happened? \n[62]In Alnif, an hour and a half away from here. \n[63]He thanks you for lending us the car. \n[64]Good luck, mister... \n[65]No sir, no... Allah be with you. ", "SUSAN": "\n[1]Yeah, yeah it's very pretty... \n[2]What do you have that doesn't have fat in it? \n[3]I'll have the fried eggplant and a diet Coke. \n[4]Then a regular Coke. \n[5]Richard, why did we come here? \n[6]Really: why are we here? \n[7]Alone? \n[8]Throw out the ice. \n[9]Yeah, but you don't know what kind of water is in there. \n[10]You're the one stressing me out. You're why I can't relax. \n[11]Tried? Don't you think I tried? \n[12]Do you even know what I'm talking about? \n[13]Oh, we didn't? Then when are we supposed to \"argue\"? Or are you planning on running away again? \n[14]I don't have any money... I don't have any... \n[15]What are you doing? \n[16]I'm ok... I'm ok... \n[17]It hurts, it hurts... \n[18]It hurts... it hurts so much... \n[19]Don't touch me there. \n[20]Don't leave me here alone... \n[21]Can I have some water? \n[22]No, water... \n[23]Thanks. \n[24]Where's my husband? \n[25]Get me out of here... please... \n[26]I told you we shouldn't have come. \n[27]No, not that. \n[28]No, no... not that... \n[29]What did he say? \n[30]What do you mean stitches? \n[31]Richard, he might infect the wound... \n[32]Richard, don't let him... \n[33]Don't let him, don't let him. \n[34]No, no...no.. \n[35]I hate you... I hate you... \n[36]I don't give a shit... \n[37]I want to call the kids. \n[38]I want to talk to them. \n[39]I want to talk to them... \n[40]Richard. \n[41]Richard... if I die, take care of the kids. Especially Mike, he really needs you. \n[42]Don't ever leave them again. \n[43]I peed my pants. \n[44]I couldn't hold it in and I peed. \n[45]I need to pee again. \n[46]I can't. \n[47]Now I can. \n[48]I was scared too... when I saw Pat lying still in his crib... \n[49]It wasn't my fault, it wasn't... I couldn't do anything for him... \n[50]Forgive me for not forgiving you. \n[51]So much... so much... \n[52]Yeah. \n[53]Ahhh... Ahhh... ", "YUSSEF": "\n[1]What the hell do you care? \n[2]There's a jackal over there. \n[3]Over there. \n[4]What are you doing, you idiot? \n[5]Zora doesn't mind. \n[6]This is between her and me. \n[7]Stay out of this. \n[8]What are you doing? \n[9]That's because you don't know how to shoot. Give me the rifle. \n[10]Give me another bullet. \n[11]See. \n[12]You're not aiming right. \n[13]What'll you give me if I hit that car? \n[14]Let me shoot. \n[15]Don't talk to her like that. \n[16]Something we ate make us sick so we came back. \n[17]Something we ate gave us a stomach ache. \n[18]We were feeling really ill. \n[19]I don't know. \n[20]It was both our faults. We both shot. Swear to me you'll never say anything. \n[21]Swear.     Nobody, never. \n[22]Mother, mother, father says he wants to have dinner now. \n[23]We shot at them, but didn't hit them. \n[24]And how do you know the American died? \n[25]Yes. \n[26]Over there, you have to cross those mountains. \n[27]No, we just live here with our mother. Abdullah lives over there. \n[28]You can come back whenever you like. \n[29]No, they're not looking for you... they're looking for us... \n[30]Because of what happened to the tourist... \n[31]That's not true, we both did. \n[32]That's a lie, you started shooting at the cars. \n[33]We were testing the rifle. \n[34]The police, the police... \n[35]They're shooting at us. \n[36]They're going to kill us. \n[37]I killed the American, I was the only one who shot at you... \n[38]They did nothing... nothing... \n[39]Kill me, but save my brother, he did nothing... nothing... \n[40]Save my brother... \n[41]Save my brother... please... ", "ABDULLAH": "\n[1]How much do you want for everything? \n[2]One thousand dirhams? I'll give you one thousand and a goat. \n[3]Let Yussef shoot. \n[4]Your turn. \n[5]Now this kid shoots a hell of a lot better than you. \n[6]You better kill at least three jackals. \n[7]Thank you, I'll see you tomorrow. \n[8]Tell your mother to prepare dinner. \n[9]Did you kill any jackals? \n[10]You have to kill them. If not they're going to eat all the goats. \n[11]They closed the road, and we had to take the long way around. Apparently some terrorists killed an American tourist. \n[12]Yes, the terrorists attacked a tour bus on the road. \n[13]You never know. \n[14]That's what they were saying. The police are looking for the culprits. \n[15]Hold them. \n[16]Take these goat skins to Naguib and see if he wants to buy them. \n[17]What happened? \n[18]Me?    Why? \n[19]You?    Why? \n[20]What tourist? \n[21]What the hell are you talking about? \n[22]What is your brother talking about? \n[23]Why did you do this? \n[24]Answer me, god damn it! \n[25]Are you idiots? You killed a woman, And you, you got naked so your brother would see you? \n[26]Is it true or not? \n[27]Why did you do this to us? \n[28]Where's the rifle? \n[29]We're going to hide out at Naguib's house. If the cops come, tell them we went south. \n[30]Get down.   Run. \n[31]Don't shoot, don't shoot! \n[32]Yussef, stop shooting! \n[33]Give me that rifle... \n[34]Give me that rifle. \n[35]Ahmed, don't move. \n[36]Ahmed!   Ahmed! \n[37]Ahmed!   Ahmed! \n[38]Don't die, don't die. ", "AHMED": "\n[1]I want to shoot first. \n[2]Yussef, Yussef... \n[3]Yussef... \n[4]What are you doing? \n[5]I told you not to spy on her again. \n[6]I said don't spy on her. \n[7]Come on, let's go. \n[8]Five to two. \n[9]She doesn't, but I do. \n[10]You're both pigs. Next time I'm going to tell my dad. \n[11]If you want me to stay out of it, don't do it. \n[12]Hassan said that it could hit things three kilometers away, but it can't even reach that rock over there. \n[13]See, it can't reach it. \n[14]Yeah, but that's not three kilometers. \n[15]Yussef, come here. \n[16]I bet you the bullet can't hit that far away. \n[17]These fucking bullets aren't any good. \n[18]I'll shoot. \n[19]You see?    Nothing happens. \n[20]I told you.    Hassan's a liar. \n[21]Shoot at that one... \n[22]See: nothing. \n[23]Hurry up, man, hurry... \n[24]What do you care, whore? \n[25]Our stomach really hurts. \n[26]D'you think something happened? \n[27]People were screaming. \n[28]It was your fault. \n[29]I swear.   Nobody. \n[30]Papa... papa... \n[31]The police... they're looking for you... \n[32]The American... Yussef killed her... \n[33]Yussef started shooting at the cars because Hassan said that the bullet could go really far... \n[34]Yes, but you killed her. \n[35]Yussef killed the American and he spies on Zora naked and Zora lets him watch her... \n[36]It's not bullshit; she's a whore and my brother spies on her... \n[37]Yes, she got naked lots of times.    I saw how Yussef spied on her. \n[38]They shot me, they shot me... ", "SANTIAGO": "\n[1]Good morning Aunt Amelia. \n[2]Are they coming? \n[3]Why bring them, they're just going to make trouble. \n[4]I know a woman who can take care of them. \n[5]What if you lose your job? \n[6]See how easy it is to get into paradise? \n[7]Yes, it's full of Mexicans. \n[8]Are you hungry? \n[9]Do you like popsicles? \n[10]Cajeta... it's called cajeta. \n[11]No, cajeta... cajeta... \n[12]Psst.   Lucio, come here. \n[13]These are Mike and Debbie. Keep an eye on them for me. \n[14]Sure thing. \n[15]Who wants to help me with the chickens? \n[16]Mike and Debbie. Come with me. \n[17]I'll give ten pesos to the first one of you who catches a chicken. \n[18]Debbie is the winner. Now we need another five. \n[19]Ready. Now who's going to help me? \n[20]Let's see, Mike, you can help me. \n[21]Hold it tight, like this. \n[22]Aren't you going to help? \n[23]Why? \n[24]Have you ever been to Kentucky Fried Chicken? \n[25]What? Did you think that Colonel Sanders kept them as pets? \n[26]Like this, look... \n[27]Drunk my ass. I'm fine. I'll go and come back in an hour. \n[28]Drunk my ass. I'm fine.     I'll be back soon. \n[29]From a wedding. \n[30]They're her nephews. \n[31]Is there a problem? \n[32]Me, sir?   No. \n[33]Why, officer? \n[34]See, I told you you shouldn't have brought them. I told you. I told you.. \n[35]Fucking asshole gringo mother-fuckers, here they come... \n[36]Get out... \n[37]Get out. I'll lose these bastards and then I'll come back for you. \n[38]Aunt Amelia, they're going to get us, get out god damn it... ", "KENJI": "\n[1]Tell him to call us. And don't be scared, we're not going to do anything bad to him. \n[2]Hello. \n[3]They told me you wanted to talk to me. \n[4]I'm sorry. Is there something you wanted to tell me? \n[5]Do you have tea? \n[6]\"My father had nothing to do with my mother's death,\" what's this? \n[7]Your father was asleep when she jumped off the balcony? \n[8]You saw her jump? \n[9]You've already told the other officers? \n[10]I don't know what you're talking about. \n[11]It's about a hunting rifle in his name. \n[12]Does your father still hunt? \n[13]There was an incident with a rifle in your father's name. That's why we want to talk to him. \n[14]No, your father isn't going to jail. We just need to talk to him. \n[15]I have to go now. Thank you. \n[16]I have to go. \n[17]What are you doing? \n[18]No, no, no... this is wrong. \n[19]No, I can't.     You're just a girl. \n[20]Enough, please. \n[21]You don't have to apologize for anything. \n[22]Good night. \n[23]Good evening, I'm lieutenant Mamiya. \n[24]Sir, there was an incident and... \n[25]I don't mean to bother you, but... Do you own a .270 caliber Winchester 70 rifle with the registration number... \n[26]\n[27]Is it true that you gave it to a Mr. Hassan Ibrahim, who lives in southern Morocco? \n[28]He says he was your guide in a hunt. \n[29]There was an attempted murder with that rifle, and the Moroccan police want to confirm it's not off the black market. \n[30]I don't know. \n[31]Not for the moment. You may have to go testify for your friend. \n[32]Good night. \n[33]Excuse me. \n[34]Your daughter told me about your wife on the balcony. I'm very sorry. \n[35]About how your wife killed herself by jumping off the balcony. \n[36]I'm very sorry sir, we won't bother you anymore. Good night. \n[37]Another whisky. \n[38]No thank you. ", "MIKE": "\n[1]No, I won. \n[2]Hi dad... dad, guess what? Today, at school, they brought some baby chickens...I held one in my hand. He was really little and he was all warm... Dad, are you ok?...And Mariana wanted to take one home, but the teacher didn't let her... \n[3]Will you tell us a story? \n[4]Pajaritos?     Little birds? \n[5]Then why did daddy get so angry at mommy? \n[6]How many little birds did the hawk eat? \n[7]Are we going to see your house? \n[8]Is it far? \n[9]My mom told us Mexico is really dangerous. \n[10]What's this flavor called? \n[11]Cayeto... \n[12]Cajeto, cajeta... It's the best thing I've ever tasted in my life. Can I buy some for my mom? She's gonna love them. \n[13]It's not good to kill animals. \n[14]When are my parents getting back? \n[15]They told me they were coming back today. \n[16]My dad's coming back with my mom. \n[17]I don't want him to leave again. \n[18]I miss Pat. \n[19]Me too. \n[20]I can't walk anymore. \n[21]Why is the air so hot? \n[22]We're breathing the same air animals breathe? \n[23]And it doesn't rot? \n[24]So am I. \n[25]What if there are snakes? \n[26]What happening? \n[27]Why are we hiding if we didn't do anything wrong? \n[28]That's not true: you're bad. \n[29]I'm not staying here alone. \n[30]I'm going with you. \n[31]Hi dad. \n[32]Dad, guess what? Today, at school, they brought some baby chickens. \n[33]I held one in my hand. He was really little and he was all warm. \n[34]And Mariana wanted to take one home, but the teacher didn't let her... ", "ALARID": "\n[1]entire dialogue in Arabic \n[2]Where was the bus? \n[3]Look further to the right. \n[4]Why did you wait so long to contact the police? \n[5]Stop right there... \n[6]They're from around here. Find out who has a .270 caliber rifle. \n[7]Hassan Ibrahim? \n[8]Why did you shoot at the bus? \n[9]Then who, you idiot? \n[10]That was your rifle. \n[11]Oh yeah?   To who? \n[12]Hey, do you know where Abdullah Adboum lives? \n[13]They told us he lived around here. \n[14]If you're lying to me I'm going to come back and cut your balls off. \n[15]This Abdullah doesn't live where you said he did. \n[16]You're going to take us. \n[17]And if they're not there, I'll cut your tongue out and I'll kill your husband. \n[18]Stop... \n[19]There they are. \n[20]Move that truck... god damn it... \n[21]What's happening? \n[22]Is he armed? \n[23]What are the others doing? \n[24]Is the other one still walking this way? \n[25]Aim. \n[26]On the ground... \n[27]On the ground... \n[28]Go help them. ", "HASSAN": "\n[1]Good morning Abdullah... I brought you this... \n[2]It's almost new. \n[3]Three hundred cartridges... \n[4]The hunter who gave it to me said you can hit up to three kilometers away. \n[5]One thousand dirhams. \n[6]With this rifle, your sons will be able to kill plenty of jackals. \n[7]Let one of your sons shoot. \n[8]Look, load it like this. \n[9]This is the safety. Push it in when you're ready. \n[10]If he doesn't hit the jackals, at least he'll scare the shit out of them. \n[11]And make sure no one sees you with the rifle, hide it if you see someone approach you. \n[12]I won... \n[13]No. \n[14]Yes. \n[15]It's not a weapon, it's my knife. \n[16]What did we do? \n[17]I didn't shoot at anyone. \n[18]It wasn't me. \n[19]No, not anymore, I sold it today. \n[20]I've told you it wasn't an organization; I got it from a hunter. \n[21]A Japanese hunter gave it to me many years ago. I've got a picture inside. She can get it. \n[22]He's holding the rifle he gave me. ", "POLICE OFFICER": "\n[1]Drop your weapon. \n[2]Drop it, now... \n[3]Get down on the floor... face down... \n[4]Do not get out of the car...don't get out...wait...stop...stop...don't run... \n[5]A boy is walking this way. \n[6]It doesn't look like it. \n[7]A man is holding somebody injured. \n[8]Yes. \n[9]Is your full name Amelia Gloria Jordán Susilla? \n[10]Do you understand English? \n[11]Ma'am, it was a miracle that we found those kids. I don't know how you could leave them alone in the desert. \n[12]Your reckless behavior endangered their lives. \n[13]That's none of your business, ma'am. \n[14]You've committed serious crimes. \n[15]No ma'am, you did not just do that. You took them to another country without their parents' permission and you put them in danger. \n[16]But they are not your kids, ma'am. \n[17]I don't have any information on him. \n[18]We located the parents in Morocco. They're very angry, but they've decided not to raise charges. \n[19]Nevertheless, the government of the United States has deemed you were seriously breaking the law and has decided to immediately and definitively deport you. \n[20]You should've thought of that beforehand. \n[21]If you attempt to take this to court, I assure you you will end up in jail. If you want my advice, accept the deportation and never come back. ", "CHIEKO": "\n[1]The ball was out. \n[2]That was out. \n[3]You're not just deaf, you're blind. \n[4]You're an asshole. \n[5]It wasn't my fault, it was the ref. \n[6]I'm gonna fuck your dad to get rid of my mood. \n[7]I said I'd meet my friends from the team at Eve's. \n[8]Dad, I told you I was going to eat with them, but you never pay attention to me. \n[9]My mother always paid attention to me. \n[10]Why all the way in the corner? \n[11]Tell him I couldn't read his lips. \n[12]They look at us like we're monsters. \n[13]Now they're going to meet the real hairy monster. \n[14]I'll see you later at my place. \n[15]Yeah, I'm just going to get my bag. \n[16]Yeah. They hadn't come in nine months. But these were different cops. \n[17]No, but they're probably going to ask my dad about the same things. \n[18]Believe it or not, I liked one of the cops. \n[19]Is he deaf-mute like us? ", "TOM": "\n[1]Get her outta there and let's go. \n[2]In Egypt, in a town like this, they slit thirty German tourists' throats. They might do the same to us. \n[3]What do you know? We have to get out of here as soon as possible. \n[4]We're not going to risk our lives, so hurry. \n[5]What is he saying? \n[6]Fuck you.   We're gettin' out of here. \n[7]We've gotta talk to you. \n[8]We're leaving. \n[9]There are old people here and the heat is getting to them. \n[10]One man almost fainted in the bus and there's a woman who needs to get back in time to take her medication. \n[11]It's not about that. \n[12]Well let him come, then. \n[13]And lots of other people aren't in any condition to keep waiting, can't you see? \n[14]We're giving you an hour... one hour... \n[15]What did he say? \n[16]We can't stay here any longer. It's going to get dark soon. Lots of people aren't feeling well and its dangerous to stay here. \n[17]Don't you dare push me. \n[18]What are you doing, you stupid fuck? \n[19]Fuck you. ", "DEBBIE": "\n[1]They saved him? \n[2]No. \n[3]Leave it on. \n[4]But I'm scared. \n[5]I'm scared that what happened to Pat is gonna happen to me. \n[6]Pat died while she was sleeping. \n[7]He left. \n[8]Mhh. \n[9]Is the bus here? \n[10]Why? \n[11]Is this Mexico? \n[12]Are they crashed cars? \n[13]Did lots of people die? \n[14]I don't like Mexico. \n[15]Hi. \n[16]No, she's not my aunty. \n[17]I want to go home now. \n[18]I can't anymore. I'm thirsty. ", "YASUJIRO": "\n[1]What do you want to eat? \n[2]Weren't we going to have lunch together? \n[3]Why do you want to fight? \n[4]I miss your mother too. \n[5]I'm doing what I can, sweetie. \n[6]Don't forget you have the dentist at four. \n[7]I love you very much. \n[8]Good evening, how can I help you? \n[9]I don't remember the license, but I did have a rifle like the one you described. \n[10]Hassan Ibrahim? \n[11]Hassan? Of course. He was a very good guide and I gave him the rifle. Hassan is a very kind man. Did anything happen? \n[12]No, I gave it to him. Is Hassan ok? \n[13]Am I legally involved? \n[14]Can I leave now? \n[15]What balcony? \n[16]My wife never jumped off a balcony. She shot herself in the head. My daughter was the first to find her. \n[17]I've explained it to the police several times. Don't bother us with that anymore, please. ", "RACHEL": "\n[1]¿Are you still in Moroccco? \n[2]What? Who shot her? \n[3]Is she ok? \n[4]Where are you? \n[5]Where are you calling me from? \n[6]Why did they shoot her? \n[7]Hello... \n[8]What d'you mean dying? \n[9]Mark, your business partner, already called someone in the Secretary of State, they're going to help you... \n[10]Richard calm down, we're doing everything we can. \n[11]I'm flying over there tonight. \n[12]I don't know if I can find him. ", "MOHAMMED": "\n[1]Why did you bring them here? \n[2]You should have consulted with us. \n[3]In town they're saying she was shot by terrorists. Do you know what they're going to do to us when they find out she's here? \n[4]The sheik and the moukadem are here. \n[5]I don't understand why Anwar brought them here. \n[6]Yeah?   And when have they helped us? \n[7]Shh... sh... listen. \n[8]Shh, shut up. \n[9]I fucking told Anwar, I told him he was only going to get us in trouble... he never comes and when he does he always brings trouble...god damn it... \n[10]I don't know. \n[11]What happened? \n[12]No English... ", "OFFICER": "\n[1]Your papers... \n[2]Where you comin' from? \n[3]Who are they? \n[4]They don't look like you. \n[5]Do you have their passports? \n[6]Should there be one? \n[7]Hey there, sweetie. \n[8]Tell me, is this lady your aunty? \n[9]Are you drunk? \n[10]Get out of the car. \n[11]I'm countin' to three... \n[12]They've kidnapped some kids... ", "JOHN": "\n[1]Are they illegal immigrants? \n[2]When did you cross? \n[3]Stand there and don't move. \n[4]Attention base, I have a 4533...I have the suspect. \n[5]You're under arrest. Turn around and put your hands behind your head. \n[6]Turn around, now. \n[7]Which way are they? \n[8]Where are they? \n[9]This lady said they were here, but there's nobody. \n[10]There's nobody here. \n[11]I don't believe you. \n[12]Maybe she's not, let's go. ", "MITSU": "\n[1]Because of the view. \n[2]Do you like him? \n[3]What's the matter? \n[4]Oh, come off it. \n[5]What are you doing? \n[6]Are you ready? \n[7]The cops came again? \n[8]Did they come to ask about your mothers' death? \n[9]They're just not convinced, are they? \n[10]Did you put on some panties? \n[11]Sometimes. ", "LUIS": "\n[1]Hi mom, how're you doing? \n[2]She's not here yet. \n[3]Well, she ain't here. \n[4]Pleased to meet you Mike. \n[5]No idea. \n[6]What if she doesn't want to get married? Shut up and come help me look for her. \n[7]No, not at all. \n[8]Good evening everyone... Hey... I want to say something. Love came today, it came here all pretty... It's kind of like a little mouse is crawling inside of me. Because that's what love is, it's like your insides get all twisted into knots... and that, baby, is what you've taught me. And because you've shown me, I want to tell everyone that hopefully love will get inside them too...because it feels so good, really...Thanks a lot and keep havin' a good time... \n[9]Stay the night. \n[10]But Santiago's pretty drunk. \n[11]You sure you're not too drunk? ", "KEN": "\n[1]Hello, Richard Jones? \n[2]I'm very sorry about what happened to your wife, but you can be sure that the culprits will be punished. \n[3]We're working on it... \n[4]The Moroccan government won't let us use their airspace. They refused to acknowledge that this was an act of terrorism... \n[5]Stay put... we've settled the matter. A helicopter should arrive soon... \n[6]The helicopter is on its way. Don't move. \n[7]Soon... it'll be there soon... Be patient, it won't be long. \n[8]Mr. Jones, I'm Ken Clifford, Ambassador to the United States. \n[9]A first rate medical team is going to tend to her, but if you want we can take her to a hospital in Italy as soon as she's stable... \n[10]There are lots of reporters waiting. Is there anything you want to say to the press? A statement against terrorism? ", "YASIRA": "\n[1]Your lunch. \n[2]What are you doing here? \n[3]And is that why you're insulting your sister? \n[4]The goats are going to feel even worse if they don't eat. Take them out again. \n[5]Then start jerking the meat. \n[6]Why are you home so late? \n[7]An American? \n[8]But there aren't any terrorists here. \n[9]What are you saying? ", "SHEIK": "\n[1]Allah be with you. \n[2]I am Atallah the sheik and this is Walid, the moukadem. I'm very sorry about your wife. \n[3]Tell him that I want to ask him some questions. \n[4]Do you have any enemies in this country? \n[5]Then why were you shot at? \n[6]What does he do for a living? \n[7]Anti-muslim magazines? \n[8]Tell him the federal police are in charge of this, that they are going to send the ambulance. \n[9]Hey, did your cousin finally end up getting married? ", "ANWAR'S GRANDMOTHER": "\n[1]Put her there... \n[2]Get out of here... out... \n[3]How do you feel? \n[4]Trust in god. \n[5]Anwar, bring me some water. \n[6]I have to clean you. \n[7]It will stop the bleeding. \n[8]Allah be with you. ", "DOCTOR": "\n[1]Allah be with you. \n[2]The bullet didn't hit her spine or split her jugular. But it did shatter her clavicle and she could bleed to death. \n[3]Hospital... need hospital... \n[4]Tell him I have to stitch up the wound to stop the bleeding. \n[5]Tell him that if I don't stitch up her wound she may bleed to death. \n[6]And tell him her clavicle is broken. We have to fasten a splint to it. \n[7]We're going to have to hold her down. \n[8]Tell her not to move; the bullet's still inside. ", "DOORMAN": "\n[1]She's deaf mute. Face her when you speak so she can read your lips. \n[2]Good evening, how may I help you? \n[3]Very well miss, I'll call him now. \n[4]Lieutenant Kenji Mamiya, please? \n[5]Lieutenant? Yes, look, I'm with the deaf-mute girl you saw in the afternoon, and she asked me to call you... Yes, her... She says she needs to talk to you, alone... about her father... If it's possible, in her apartment, tonight. \n[6]Officer... officer... \n[7]This is the man you were looking for. ", "OLD MAN": "\n[1]I don't understand... \n[2]I don't understand you sir. \n[3]Sure. I drive down this road every day. The American tried to stop me right here. \n[4]I was scared. He was covered in blood and I was coming from picking up my grandson from his work. \n[5]Over there. \n[6]I had to drive my grandson home. ", "JAMES": "\n[1]What's the use in staying? \n[2]They can go drop us off and then come back for you. \n[3]Hey, take it easy. \n[4]Try to calm down. \n[5]Come with us. \n[6]Try to understand, many of them can't go on. Tell me, honestly, is there any point in us staying? "}}