{"dialogues": {"ZOE": "\n[1]I can't believe I didn't get a pedicure for this. How embarrassing. Look at that... \n[2]Sorry I didn't get a pedicure. \n[3]My toes...sorry. \n[4]Right.   Duh. \n[5]That's it? \n[6]This is the first time I've heard that ticking clock sound and it doesn't freak me out. \n[7]I can't, I'm totally freaking out. \n[8]And glasses, too. \n[9]Because he's honest. \n[10]You think they're all telling the truth? If they're so smart and good looking, why are they beating off into a cup? \n[11]No, and I won't have to. \n[12]Yeah...it's a good thing you're not going to be the father. \n[13]Come on, we don't have to have sex. \n[14]You're one of my best friends. Don't you want to help me? \n[15]Just a few sperm. Big deal. You waste billions of them every night. \n[16]Forget it.     Forget the whole thing. \n[17]Easy for you to say.    You have four. \n[18]Come on... \n[19]I don't want to see your vagina.    I want a baby. My own baby. \n[20]It's not about a guy. I don't need a guy. I don't even think I want a guy at this point. I've dated a hundred guys in the last five years, and not one of them is even close to being the one. How long am I supposed to wait? \n[21]Well, then he's late. And I hate people who are late. And what if he's not right around the corner? What if he's miles away? \n[22]I want to have a baby. And time is running out. I hear a clock ticking every time I close my eyes. I need it to stop. \n[23]Ding. \n[24]How the fuck am I supposed to get down from here? \n[25]Oh.   Okay. \n[26]Should we hug? We might have just made a baby together. \n[27]Hi. \n[28]Hi. \n[29]Sorry. \n[30]Hi! \n[31]Taxi! \n[32]Hallelujah! \n[33]Uh...excuse me. This is my cab. \n[34]No, but I'm about to rent it. \n[35]I don't think so. \n[36]I didn't see you. \n[37]Sir, who saw you first? \n[38]Fine.   Forget it.   I'll get out. \n[39]But not because you're right, but because I am in a terrific mood, and you are ruining it. \n[40]Now what? \n[41]What? Where's he going?! Come back! \n[42]Well, that was stupid. Why'd you get out, you, stupid-head? \n[43]Oh, man... \n[44]Please stop talking to me. \n[45]Not that it's any of your business, but...good things are happening to me. \n[46]Thanks. Well, have a nice life. Try not to steal any more cabs. \n[47]Hey, Nutsy. How's it going? \n[48]There's not much to tell. \n[49]I'm never going to see his pubes! \n[50]I doubt it. \n[51]What is wrong with you? \n[52]I lay down, put my feet up, five minutes later it was over. I barely felt a thing. \n[53]Now, we wait. \n[54]We'll just have to wait and see. \n[55]Love you. \n[56]Aahhh! \n[57]You scared the hell out of me! \n[58]What are you doing here? \n[59]How'd you know I worked here? \n[60]Yeah. \n[61]Cheese? \n[62]I guess. I've never really thought about it. \n[63]Bye. \n[64]Excuse me? \n[65]Oh, I guess I'm trying. I was just inseminated a few days ago. Inseminated...makes me feel like a cow or something. \n[66]Okay. Let's see...um, I own a pet store on Hudson Street. Dogs, cats, rabbits...no birds, they creep me out. Before that, I worked for Google, which I completely hated. One day, I decided life was too short, and, against my accountant's advice, I quit Google, cashed out and bought the pet store. Now I'm really happy on the work front, but I still haven't found, you know, the one. \n[67]I always imagined I'd be married with kids by now, but it doesn't look like it's going to happen that way. So, time for Plan B. \n[68]Really? Right here?      Imagine that. \n[69]And how old is she now? \n[70]Because you're really not that supportive. \n[71]You just told me that if I breast- feed \"my girls\" will end up looking like empty tube socks. \n[72]What does it do to your bladder? \n[73]I don't think I'm pregnant. The doctor says it will probably take several tries. Something about frozen sperm being lazy. \n[74]So, should I call this guy?   Do you think that would be weird? \n[75]He works at the Farmer's market. And it's right around the corner. Are you thinking what I'm thinking? \n[76]No. \n[77]Let's go spy on him. Come on. It will be fun. Like high school. \n[78]Oh, well. \n[79]No, I'm fine. \n[80]What? \n[81]I was just in the neighborhood. I thought I'd come by and get some blueberries. I'm going to make a pie. \n[82]I'm confused. I thought you made cheese or something. \n[83]I don't know, you're over there playing the banjo. \n[84]Honestly, I didn't know anyone did either. \n[85]No, not at all. \n[86]I think it's interesting.    Really. \n[87]I don't know whether to be flattered or terrified. \n[88]I don't really know what a doofus looks like. \n[89]I should really get back to work. \n[90]That sounds nice, but, I should probably go. \n[91]\n[92]\n[93]\n[94]\n[95]\n[96]\n[97]Just take a bite.   You'll see. \n[98]Gray's Papaya.   Cheers. \n[99]Good, right? \n[100]You've lived here your whole life and never been to Gray's Papaya. What's wrong with you? \n[101]That must have been a nice place to grow up. On a farm. \n[102]It's just me and my grandmother. She lives in a retirement community in Queens. My parents died when I was young. \n[103]It's okay. My dad was kind of a bad guy, anyway. \n[104]No, come on, we'll get all this stuff out of the way so we never have to talk about it again. Let's ask all the awkward, get-to-know- you questions right now. \n[105]Let's see...are you religious? \n[106]No. \n[107]No. \n[108]If I have to listen to one more couple write their own vows... \n[109]What about them? \n[110]Yeah.   I want kids. \n[111]Do you? \n[112]Okay, first kiss... \n[113]Summer camp. I think his name was-- \n[114]That was way better. \n[115]What if I'm pregnant? \n[116]But what if this could go somewhere with Stan? Like, really go somewhere. \n[117]What do you mean? \n[118]I'm not pregnant. \n[119]Tonight. \n[120]I'm not going to have sex with him tonight. It's too soon. I'm not a slut. \n[121]Very funny. \n[122]I'm really not a slut. \n[123]There's no way, right? \n[124]Stop looking at me like that.   I'm not pregnant. \n[125]Come on, come on, come on... \n[126]Shit. \n[127]Shit! \n[128]Shitshitshitshit... \n[129]No, shit. \n[130]Holy fucking shit! \n[131]What? \n[132]Um, can you excuse me for a second? \n[133]I'm pregnant. \n[134]Brooklyn. \n[135]I can't. I'm at some underground foodie party in Brooklyn. Where am I gonna-- \n[136]Sorry.   You scared me. \n[137]Yeah, I had a little emergency. I have a, a, um...corn, and I needed to get those little...corn pads. \n[138]I know, it's gross. Do you know where the bathroom is? \n[139]Corn pad?    What the hell is wrong with you? \n[140]Corn pad.    Jesus Christ. \n[141]Relax! I'll be out in... Three to five minutes. \n[142]Excuse me, are you allowed to drink when you're... \n[143]You know... \n[144]Ohhhhhhhh. \n[145]Please, God... \n[146]Water, water everywhere, but not a drop to... \n[147]Fuck me. \n[148]No.    It's not that. \n[149]I really don't feel well. \n[150]Wow.   Hi.    Hey, there... \n[151]Right. I know. I've been so busy. Next one, I'm there. For sure. This is my friend, Stan. \n[152]Late. Yes. We are. We really are. I'll see you at the meeting. Bye. \n[153]Her name is Carol. We're on a...committee together. \n[154]All right. I have to go to bed now. I'll call you, okay? \n[155]I'll call you tomorrow. Something's not agreeing with me. \n[156]What the hell have I done? \n[157]I don't know how that's possible. \n[158]Please don't say glowing. \n[159]Morning, Arthur. \n[160]No, no, no, don't get up. \n[161]Hi, Nana. \n[162]No, I'm fine. \n[163]I kind of need to talk to you. Alone. \n[164]I'm pregnant. \n[165]I'm pregnant. \n[166]I'm pregnant. \n[167]What am I going to do? \n[168]But now it's all happening so fast. Did I really think this through? \n[169]\n[170]\n[171]\n[172]\n[173]\n[174]\n[175]Okay, so we'll just hope that he's a douchebag. Could happen, right? \n[176]I'm sorry.     Am I keeping you up? \n[177]My whole life is falling apart and you can't keep your bug-eyes open? Thanks. Now I'm yawning. But why am I so tired? I slept nine hours. And I'm starving, too. What the hell is going on? \n[178]Am I even allowed to drink coffee? \n[179]Do you know anything about being pregnant? \n[180]Thanks a lot, decaf. \n[181]I have no idea. \n[182]He's so not a douchebag. \n[183]I can't believe you live here. This is ridiculous. \n[184]Oh.   Where are they now? \n[185]Wait, they're here? Now? Is this a \"meet the parents\" kind of thing? I wasn't prepared for this. \n[186]When you said come up for the weekend, I assumed it was just us. I think I need to lay down. \n[187]I'm just...not myself. Give me ten minutes. A ten-minute power nap and I'm good. I need to regroup. \n[188]What was that? \n[189]Whoa. \n[190]Stan? \n[191]Stan! \n[192]Stan?    Hello? \n[193]Oh, my God. \n[194]Oh, my God. \n[195]Oh, who am I kidding? \n[196]Oh.   My.    God. \n[197]Uh...no.    Never. \n[198]Oh, you can say paralyzed. He doesn't mind. No, our pets are all in great shape. Purebreads mostly, but not from puppy mills. \n[199]Well, that's actually how I ended up with Nuts. I bought him from this pet store near my house. Six months later, I had thousands of dollars in vet bills and had to put him in a wheelchair. \n[200]I thought about it, but what was that really going to do? They were still going to sell inbred dogs. So...I took the money I made when I left Google and just bought the place figuring I would do better. \n[201]You never asked. \n[202]It's been fun. Beats brand management, that's for sure. \n[203]He's got one for snow, too.      With little skis on the bottom. \n[204]What? \n[205]Are you making fun of me?   Do you think I spoil him? \n[206]Well, you're a dime a dozen. I can't tell you how many banjo playing, cheese makers I've been with. \n[207]I drive them all away, I guess. \n[208]It is going fast. \n[209]Stan. \n[210]What is it? \n[211]I can see that. \n[212]Okay. \n[213]You named a piece of cheese after me? \n[214]How do you know? \n[215]No one's ever named a piece of cheese after me before. \n[216]I want to kiss you right now, but it really smells like cheese in here. \n[217]You're such a douchebag. \n[218]Stan. \n[219]There's something I really have to tell you. \n[220]We're not going to say the same thing. \n[221]Okay. \n[222]It's not. \n[223]I'm pregnant. \n[224]I just found out. \n[225]I know.   It's hard to explain. \n[226]I don't know. \n[227]I don't know who the father is. I kind of know him. I just don't know his name exactly. It was sort of anonymous. \n[228]He's a donor. From a sperm bank. \n[229]I know, this is so fucked up. \n[230]The day we met. That same day. And I didn't tell you because I didn't think there was any way I could be pregnant. \n[231]Because supposedly with frozen sperm it takes a few tries and... \n[232]Because I wanted a baby. And I'm almost forty, and I never met the right guy. I was afraid if I waited any longer it would all pass me by, and I'd miss my chance. \n[233]I didn't know you. I would have never done it if-- \n[234]Well....do you not now? \n[235]Don't say it like that. \n[236]Yes.   I'm pregnant.      I'm pregnant! \n[237]Don't say it like that.     You make it sound dirty. \n[238]Because I'm freaking out, okay! I didn't know what to do. I made this big decision to do this and then I met you-- \n[239]I'm sorry. I'm sorry, okay? Life isn't perfect. It's not all neat and tidy like your perfect family and your perfect farm and your bluegrass band. It's messy. It's fucked up. This is real life, okay? I'm sorry to break it to you. \n[240]I'm sorry. \n[241]I don't know what to say. \n[242]I guess I'd given up on meeting someone like you, and I did what I thought was best. \n[243]But, for what it's worth...I love you, too. \n[244]Okay. \n[245]It's been hard. I don't know if I was really prepared for this. \n[246]That's it?     That's...my baby? \n[247]Hi, Baby. Is it okay? Is it healthy? \n[248]What?   Wait a minute, what? \n[249]It has two hearts? \n[250]Yup.   That's me.   Lucky, lucky, me. \n[251]No. I'm fairly loaded, actually. Used to work for Google. I'm sorry. This is hard for me. I don't know if I can talk about it yet. \n[252]There's this guy. His name is Stan. And he's fantastic. \n[253]I know.   I'm sorry-- \n[254]Have you ever met a guy and you get butterflies and you think this is the kind of man who could take care of me forever? The kind of guy who makes you re-examine everything? Like, maybe I can be a stay-at-home mom and be barefoot and pregnant. \n[255]He actually lives on a farm! Plays the banjo! Maybe I could learn to sew and take care of the animals. Like Laura Ingalls. \n[256]Carol, thank you. This has been really helpful. Just getting it all out and being with other women who-- \n[257]What?   Why? \n[258]But, I thought we were all sisters. \n[259]Which one? \n[260]Yeah, that doesn't really narrow it down much. \n[261]You're right. \n[262]I know.   It's kind of upsetting. \n[263]You've been engaged for nine years. \n[264]Thanks. \n[265]I guess I do. \n[266]Please stop. \n[267]Hi, guys. \n[268]I just wanted to apologize. I'm sorry I got into a relationship and wasn't honest with you guys, and I'm sorry I interrupted you, Tabitha. I hope Luca is doing better. \n[269]And I've thought a lot about what you said, about how lucky I am. I got into this whole situation because I wanted to have a baby. And, somehow, I lost sight of that. Anyway, I need partners in this, and I hope you'll take me back. \n[270]What's this? \n[271]I'm in. \n[272]Hi. \n[273]Hi. \n[274]You said that already. \n[275]Okay. \n[276]You have a beard. \n[277]No. \n[278]I miss you, too. \n[279]There's something I need to tell you. \n[280]It's big. And you're allowed to take all of this back when I tell you. \n[281]It's not just one baby....I'm having twins. \n[282]Sometimes. \n[283]Like butterflies. \n[284]Are you really sure you want to do this? \n[285]Are you okay? \n[286]Yes.     Tell us. \n[287]Two girls. \n[288]I can't eat any of this. \n[289]Raw. Raw. Unpasteurized. Alcohol. \n[290]I don't want to hurt his feelings. You go ahead. I'm fine. \n[291]Make that an eight, no, ten-piece McNuggets. You'll have some, right? \n[292]Ten-piece. Someone will eat them. \n[293]Have you gotten to page 79 yet? \n[294]Says here many women in the second trimester experience an increased sexual appetite. \n[295]Yeah.   I'm coming on to you. \n[296]What? \n[297]Because look at me. I just keep getting bigger and bigger. \n[298]I'm afraid I'm going to scare him away. I'm like one of those giant bouncy castles. Soon I'm going to take over the whole back yard. \n[299]I'm just getting kind of freaked out by everything. He asked me to go to this wedding with him. What kind of first impression am I going to make on all of his friends? \n[300]Not helping. \n[301]This SUCKS!!! \n[302]I don't have anything to wear! That's the problem. \n[303]Fuuuuuuck! \n[304]Really?    You think? \n[305]Thanks, honey. \n[306]Hmmmm... \n[307]Shut up and push me. \n[308]Just do it. \n[309]I hate everyone. \n[310]Do you think he's telling everyone why I didn't go? I'm too much of a fat-ass walrus to go to the wedding? \n[311]I don't know. I'm just so emotional lately. It's the hormones. \n[312]I have back fat? \n[313]How's Stan going to stay with me through this? I'm disgusting. \n[314]Look at me, Bobby. \n[315]Look at me. What do you see? \n[316]How was it? \n[317]Good. \n[318]\n[319]\n[320]\n[321]\n[322]\n[323]\n[324]This is my old ass. \n[325]My college boyfriend took it. So, I guess in fairness, my ass doesn't look exactly like this anymore, but it's pretty close. It's held up. \n[326]You said you don't know the real me, so I thought I'd show you. \n[327]This is me in seventh grade. \n[328]I know. \n[329]This period, as horrible as it was, made me who I am. I think every person should go through a hideously ugly phase. It builds character. It also taught me that I should never, under any circumstances, have short hair and a perm again. \n[330]This   is one of my favorites because look   how happy I am. I don't even know   what place yellow is, but I'm sure   it's not good. \n[331]But I still look super happy, right? That's all because of Nana. Whatever I did, she thought it was the best. \n[332]These are my best friends, Bobby and Mona. Mona and I met in high school and Bobby passed out on my couch in college and never left. You haven't met them yet because they might scare you away. \n[333]Halloween. We were supposed to be a traffic light but Mona bagged out at the last minute and so Bobby and I just look like idiots. That's typical Mona, by the way. \n[334]This is my mom. \n[335]This is the last picture of her that I have. She lived for a few more years, but we never took any pictures because she didn't want us to remember her like that. I was eight when she died. \n[336]She had a great laugh. And really soft hands. She used to rub my back before I went to sleep. \n[337]My mother was in a coma for two years before the end. That's when my dad left her. \n[338]So...that's when he died.    To us, anyway. \n[339]It's okay. It was an important lesson. That's when I realized that nothing lasts forever. \n[340]So, that's my story. That's the real me. \n[341]Not for me they can't. \n[342]That's weird. \n[343]I don't know. Seemed like a good idea at the time. I was trying to get back in their good graces. Go home. I'll meet you there. I don't want them to see you anyway. \n[344]Fine. I'll just pop in, show my face and leave. Ten minutes, tops. \n[345]Are you sure you're in labor? You're so calm. \n[346]Well, I just wanted to come and say a quick hi and good luck. \n[347]Well, I really want to be here but...um, the truth is...actually I've been wanting to tell you guys for a while but, the truth is... \n[348]I'm back with Stan. \n[349]Actually, he makes cheese. He named a cheese after me. Isn't that romantic? Sort of? Well, anyway, I'm not technically a single mother by choice anymore. So, if you want me to leave right now, I totally understand. I'll just walk out the door and-- \n[350]Oh. \n[351]Well, actually, he's downstairs, so I should probably get back to-- \n[352]Oh, no, no, no... \n[353]Just a few minutes. \n[354]You have to come up. They begged me. And truthfully, I'm kind of scared of them. Please? \n[355]Good brownies, though. This one has peanut butter in it. \n[356]I don't know. But just so we're clear, this... Is not the real me. \n[357]Wow. Wow. Wow. \n[358]I'm just going to get some air. I'm feeling a little... \n[359]Can't she use someone else? \n[360]Oh, Jesus. What is...that? \n[361]What does that even mean? \n[362]I don't think that's the baby's hair. \n[363]I'll get it. \n[364]I can't.   I'm her focal point. \n[365]I don't know. \n[366]I don't know. Why am I wet? \n[367]What is that? \n[368]Wow. We really shouldn't have seen that. \n[369]I did mention that I barely know those people, right? \n[370]I feel the need to say it again. \n[371]How do you know? \n[372]What is that supposed to mean? \n[373]What the hell does, \"sorry about last night\" mean? \n[374]What was nothing? \n[375]Get away from me. \n[376]You said, \"they're not mine.\" \n[377]How could you say that? \n[378]Flustered? \n[379]\"They're not mine?\" \n[380]You know, all this time you're trying to figure out who the real me is, but who the fuck are you? \n[381]Well, are they going to come out and tell me? And that's not even the point. He said, the babies weren't his. And if he says that, he thinks that. And if he thinks that, he's not really committed. \n[382]Why should I stick around for the end of the story when I know what it's going to be? \n[383]What? If you want to say something, say it. \n[384]You haven't even met him. \n[385]You don't think I'm hurt right now? \n[386]You don't know what you're talking about. \n[387]Leave Nana out of this. \n[388]I used a donor because I wanted a baby. \n[389]Because I wanted to have a family. Because Nana is the only one I've got and she's eighty-four years old. And then it will just be me. So, yeah, you went a little too far. \n[390]Guess it's just you and me again. \n[391]What. \n[392]There is no \"we\", Stan. \n[393]I made a mistake trusting you. \n[394]You're not good for me. You made me think I needed you, and I don't. \n[395]Yes.  This is how it ends. I don't know why you're so surprised. I told you, nothing lasts forever. \n[396]Good. \n[397]It's hard to believe we're in the home stretch. \n[398]Oh.    Uh, no. He won't be here. \n[399]No.    He's just...out. \n[400]It's back to just you and me now. We've come full circle. \n[401]Yeah.   Is that okay? \n[402]Good.   `Cause you're all I've got. \n[403]I don't know. It will be a c-section, so, basically, just stand there and try not to faint. \n[404]Thanks, Nana. It means a lot to me that you'll be there. \n[405]Holy shit, is he dead? \n[406]How can you tell? \n[407]Wow.   I did not need to know that. \n[408]Excuse me? \n[409]I can't believe you're getting married. What made you change your mind? \n[410]Wow.   This is...really big news. \n[411]No, I am. It's just...it just makes my situation seem all the more tragic. You're getting married and here I am... \n[412]Don't worry. I'm fine.    I'm really happy for you. \n[413]I'm fine. \n[414]Are you talking about my father or Stan? \n[415]Me, too. \n[416]I guess it's both.   Happy and sad. \n[417]I know. \n[418]It was. Especially because you were right. \n[419]I don't want to be alone forever, Mona. \n[420]No. \n[421]Forget it. \n[422]What? \n[423]Go away, you freak. \n[424]I think my water just broke. \n[425]I'll drive. \n[426]Will someone please just drive me to the fucking hospital? \n[427]Please stop. It's getting really breathy in here. I'm fine. \n[428]Hee-hee, hoo-hoo, hee-hee, hoo-hee. \n[429]Okay. \n[430]What??? \n[431]Where is she? \n[432]I don't know. \n[433]Taxi! \n[434]Kind of. \n[435]Ow.   Son of a bitch, that hurts. \n[436]Fuck off. \n[437]Stan! \n[438]Stan! \n[439]Stan! \n[440]I can't help it! \n[441]Great. I'm great. \n[442]I'm in labor. \n[443]It's you. \n[444]Nana's my birthing partner, but she passed out and needed stitches, and Bobby asked me who I most wanted with me, and...it's you. It's only you. I don't want to be alone anymore. I love you. You don't know how much I love you. \n[445]More than anything in the world, I love you. \n[446]Hee-hee, hoo-hoo, it was my cab, hee-hee, hoo-hoo. \n[447]Ow.   Ow.   Ow. \n[448]Yeah. I think I really need to go to the hospital now. \n[449]Hi. \n[450]Who knew you were such a romantic. \n[451]Incredible. Wouldn't change a thing. Well, except for the part where you dumped me. \n[452]Yes, we were. Yes, we were. \n[453]How do you remember that? \n[454]That's right. I remember that. \n[455]What? \n[456]What are you doing here? \n[457]Bobby? \n[458]What's happening? ", "STAN": "\n[1]You own it? \n[2]Actually, if we're being technical, you kind of stole it. \n[3]If you see someone about to get in a cab, you can't just run in from the other side and say it's yours. \n[4]I saw you see me. \n[5]Maybe you're not from around here, but there's a code. It's like war, even though it's brutal and bloody, there are still certain rules we-- \n[6]No.   I'll get out. \n[7]I don't know. You tell me. \n[8]You said you were in a great mood and I was ruining it. I felt bad. Did you just call me stupid-head? \n[9]How's your great mood now? \n[10]How `bout now? \n[11]So, why are you in such a good mood anyway? \n[12]That's nice. I hope it continues. \n[13]You do the same. \n[14]Hi. \n[15]Oh, wow.   Is he...okay? \n[16]I'm sorry. I didn't mean to scare you. Or hurt your dog. Don't worry, I'm not a stalker. \n[17]I followed you after the subway. That sounds a little stalkery, huh? \n[18]I just really wanted to see you again. Almost like I had to see you again. Can I walk you home? Is it me or does everything I say make me sound more like a stalker? \n[19]Can I just give you my card? Here. Take my card. I'm not a freak. Really. I sell cheese. \n[20]Yeah. My family has a goat farm. We make cheese. You like cheese? \n[21]Little Goat. Maybe you've seen us at the Farmer's market? Come by sometime and you can taste my cheese. Okay, I'm going to go. This has not gone as planned. \n[22]A-ha! I didn't scare you away after all. \n[23]I love blueberry pie. \n[24]What makes you think I don't? \n[25]Can't someone do both? \n[26]Nope. Come on. Let me show you around. \n[27]This is our basic chevre, probably our best seller. The cheese that started it all, as they say. Then over here we have our surface- ripened cheeses. These are the aged/raw milk cheeses. This is really boring, huh? \n[28]It's like you're in a foreign country and the only thing to watch on tv is a documentary on cheese. You don't want to watch it, but somehow you can't stop... \n[29]All right, you asked for it... The aged/raw milk cheeses are made from raw milk and then aged for four to six months. Sometimes more. Sometimes less. Usually more. Depends on the cheese. \n[30]Fred, Zoe, Zoe, Fred. She's the one I followed from the subway the other day like a total psychopath. \n[31]Don't scare her away.   I'm trying to redeem myself. \n[32]Doofus? Do you think I look like a doofus? \n[33]Okay. If I put the banjo down, can I take you to lunch or something? \n[34]Come on, say the word and we can have a six-course tasting menu at Union Square Cafe. I know the chef. \n[35]Well, can I call you? \n[36]We could have gone anywhere. \n[37]Per Se, Jean Georges, Nobu... \n[38]I actually haven't lived here my whole life. We moved out of the city when my parents bought the farm....not died, but actually bought a farm and moved upstate. \n[39]What about your family? \n[40]I'm so sorry. \n[41]I don't know what to say now.    I've made it all awkward and sad. \n[42]Shit.   I'm so sorry, Zoe. \n[43]Okay.   Good idea. \n[44]Nope.   What about you? \n[45]Have you ever been married? \n[46]Aren't you sick of going to weddings? \n[47]I hate when they write their own vows! \n[48]What about kids? \n[49]Well, do you want them? \n[50]Yeah.   Absolutely. \n[51]Jen Salzer. Seventh grade. She wore a head-gear. What about you? \n[52]When can I see you again? \n[53]Are you feeling okay? \n[54]Good, because this should really be a culinary adventure. This is an underground restaurant that moves from apartment to apartment, depending on the chef. \n[55]And some of the guys from the band will be there. So, we might get a little jam going. Sounds fun, right? Zoe? \n[56]And this looks like a mache salad with grapes and feta. \n[57]And this, oh this must be white beans and lamb's tongue. You've got to have some of this. Etienne is famous for his lamb's tongue. \n[58]Oh, hey, Olivia.   You remember Zoe. \n[59]Where have you been? \n[60]Did you just go to the store? \n[61]Corn pads? \n[62]What's a corn pad? \n[63]Who makes me forget all the other girls I met, sweet, little Miss Blue Eyes. Who's sweeter to me, than she really ought to be, sweet little Miss Blue Eyes. \n[64]Who's gonna start takin' care of my heart, she makes me realize. And it's lucky for me and I really want to be with... sweet, little Miss-- \n[65]Blue eyes? \n[66]My singing made you vomit. \n[67]Sure, we were a little out of tune, but... \n[68]Is it your corns?    Hurts to walk? \n[69]Hi. \n[70]An old...boyfriend? \n[71]Okay. Hey, I was thinking, if you don't have any plans this weekend, maybe you'd like to come up to the farm and get away for a few days. \n[72]Was it the lamb's tongue? \n[73]Okay, well...this weekend.   Think about it. \n[74]Where are you? \n[75]I just come on weekends. My parents really live here. \n[76]In the kitchen. \n[77]No. Not at all.    I mean, you'll meet them, but-- \n[78]Are you hung-over or something? \n[79]Are you sure you're okay? Zoe? Hello? \n[80]She's taking a nap. \n[81]Mom, I need you to not be judgemental, okay. I like this girl a lot. \n[82]Oh.   This is Nuts. \n[83]Yeah, Mom, it's awesome. \n[84]You worked for Google? \n[85]How could I not know that? \n[86]And you made a lot of money and then bought a pet store? \n[87]I love that. \n[88]I can't believe that Nuts has an off-road wheelchair. \n[89]You're really something. \n[90]No, I really think you're amazing. I mean, that story you told tonight. You just quit your whole professional life because of this little dog? Started your own business, just like that? \n[91]You're very...unique. \n[92]I keep waiting for the other shoe to drop. Like, how can you be so perfect? Why are you even still single? I can't believe no one's snatched you up by now. \n[93]Yeah, right. \n[94]Look, I know this is all going fast...the time we're spending together, meeting my parents and everything...but, I'm okay with that. I want it to go fast. \n[95]But isn't that okay? Aren't we old enough to skip all the bullshit? What are we waiting for? I...want to be with you. \n[96]Come on. There's something I want to show you. \n[97]It's cheese. \n[98]It's a new kind of goat's milk we're using. I've been developing the recipe, and now it needs to age. It'll be ready for market in several months. Want to know what it's called? \n[99]Zoe. \n[100]Not just one piece. The whole line. This will forever in history be known as the Zoe. \n[101]Unless, of course, it tastes like shit, and then we'll just scrap it. But that'll never happen. \n[102]Because it's going to be fantastic. Sweet and sassy and very complex. Why do you think I'm calling it Zoe? \n[103]You're kind of hard to read right now. You're either seriously flattered or totally repulsed. \n[104]What? \n[105]What? \n[106]That was amazing. I mean, like, totally and exceptionally, over-the- top, amazing. \n[107]Yeah. \n[108]There's something I have to tell you, too. \n[109]Can I go first? `Cause if we're going to say the same thing, I want to say it first. \n[110]Well, let me go, because this is really embarrassing, and I just have to say it. \n[111]I've dated a lot of women. I mean, not tons, but a lot. And, the thing is, I've never...been in love before. I've never even told anyone I love them before. Because I just never felt it. But from the day we met, from the first time our backs accidentally touched in the subway, I feel this, this... Maybe this is too much to say right now, but...I love you, Zoe. I really do. \n[112]In my mind, you were supposed to say, I love you, too. \n[113]Zoe? \n[114]Why are you crying? Everything's perfect. \n[115]Sure it is. \n[116]What? \n[117]Uh, I'm pretty sure it doesn't happen that fast. \n[118]Pregnant? As in you're going to have a baby? \n[119]I don't understand. \n[120]Well, who's it? \n[121]What? \n[122]Anonymous? \n[123]Seriously, what the fuck are you talking about? Sperm bank? What? \n[124]When did all of this happen? \n[125]But...why? \n[126]No, why would you do this? \n[127]I just told you I loved you. \n[128]You're pregnant. \n[129]You're pregnant. \n[130]I tell you I'm in love with you and you tell me your pregnant with some stranger's child? \n[131]I'm sorry. I...I'm stunned. I don't know what to say. What the fuck am I supposed to say?! This is great fucking news? Congratulations?! Why did you wait so long to tell me? \n[132]Well, what am I supposed to do now? This isn't how it was supposed to be. This isn't what-- \n[133]Sorry?   What's sorry going to do? \n[134]She's pregnant. \n[135]Having a baby with someone I barely know, someone else's baby...it's just not how I pictured it. \n[136]Hi. \n[137]Hi. \n[138]You...look great. \n[139]How are you feeling? \n[140]Good. \n[141]Yeah, it's awful isn't it. \n[142]Don't lie. Did I tell you how pretty you look? \n[143]I miss you. \n[144]This whole time we've been apart, I've been trying to figure out what it is about you that I love so much. And I think that it's that a lot of people talk about doing things, but you actually do them. You're really kind of daring. How you quit your job and took over a pet store all because some asshole sold you a lame dog. You came and found me at the Farmer's Market even though the night before I acted like a total stalker... \n[145]And now you're pregnant. Because you wanted to have a baby and didn't think you could wait any longer. Well, that's just the same kind of thing. It's...brave. And I can't love you for being that way but then walk away for the same reason. \n[146]I love you. I've been waiting my whole life for you. And I can't let one little baby get in the way of that. I just...can't. \n[147]Okay. \n[148]What. \n[149]This is insane. \n[150]Do you feel any kicking? \n[151]What does it feel like? \n[152]Yeah.     I'm really sure. \n[153]They're so...perfect.      They look like real babies. \n[154]Two girls? \n[155]Two girls! \n[156]Hi. \n[157]Thanks, Sam. It looks incredible. \n[158]Aren't you hungry? \n[159]Why not? \n[160]Let me get Sam back. He'll make you anything you want. \n[161]Well, what are you going to eat? \n[162]No. \n[163]No. I stopped reading when you ripped out one of my pages and used it as a napkin. \n[164]Really? \n[165]Are you coming on to me? It's kind of hard to tell right now. \n[166]You have chicken in your hair. \n[167]Everything okay in there? \n[168]Never mind. \n[169]Honey, whatever you wear is fine. \n[170]You always look great. I've never seen you not look great. \n[171]That's perfect. You look hot. \n[172]Do you have a shawl or something? \n[173]You look smokin'. \n[174]Let's go.     We're super late. \n[175]Why don't you sort of go in...head first and then turn around. \n[176]Push you? \n[177]I'm just about to go.    It's late. \n[178]I have a girlfriend, Olivia. \n[179]It's serious this time. \n[180]Boring. \n[181]\n[182]\n[183]\n[184]\n[185]\n[186]\n[187]Why do you have a picture of your ass? \n[188]It's a nice ass. \n[189]Wow. \n[190]You look like Anthony Michael Hall. \n[191]Fifth place. \n[192]Why are you dressed like that? \n[193]You look just like her. \n[194]I...can't imagine. \n[195]Do you have any pictures of your dad? \n[196]I'm sorry. If you don't want to talk about it... \n[197]Oh. \n[198]God, Zoe.    I'm so sorry. \n[199]Things can last forever, you know. \n[200]I'm confused. Why did you say you would come witness this birth in the first place? \n[201]It's four in the morning. I'm not letting you walk home alone. \n[202]Excuse me? \n[203]I don't know, Zoe. \n[204]This is weird. \n[205]The what? \n[206]What's a water birth? \n[207]I'll wait here. \n[208]Excuse me.     Hello. I'm Stan. Excuse me.     Hi. I'm Stan. \n[209]Let's get the hell out of here. \n[210]What does that mean? \n[211]Are you okay? \n[212]I think it's the placenta. \n[213]No. \n[214]Like forty times. \n[215]It won't be like that for us. \n[216]Well, for starters, you wax. \n[217]Hi. You remember Zoe. \n[218]I told you it was serious. \n[219]It was nothing. \n[220]Well, they're not mine...but, yeah, we're having a baby. Two actually. \n[221]Nothing happened. \n[222]Nothing happened! \n[223]I didn't mean to say it. \n[224]I don't know. I was flustered. \n[225]I'm sorry, I'm not exactly thinking straight. I've been up all night watching Orca give birth! \n[226]Well, I mean...technically, they're not. \n[227]Zoe. \n[228]It's Thursday. We have a doctor's appointment. \n[229]Come on, I didn't mean to say it, and that's not how I feel. \n[230]Don't say that.     That's not true. \n[231]So that's it? Because of one stupid, asinine thing that I said, it's all over? This is how it ends? \n[232]Yeah. This is the first week it's been out. \n[233]It's...very stubborn, overly suspicious and distrustful of men. \n[234]Zoe? \n[235]Are you okay? Don't run! \n[236]Are you all right? \n[237]Why are you in a hospital gown? \n[238]What?   What the hell are you doing here? \n[239]What? \n[240]I've been in love with you since the moment you stole my cab. \n[241]I'm sorry. Oh, I'm sorry. I just love you. I love you so much. Let's get the hell out of here. \n[242]Let's go have our babies. \n[243]Hi. \n[244]Well, it's the anniversary of our first date. Where else would I take you? Cheers. \n[245]What a year, huh? \n[246]And the part where you dumped me. Girls...Mommy and Daddy were stupid. \n[247]The first time we held hands was in here. It started out as a high- five, but then I strategically turned into a hand-hold. \n[248]We both agreed that we were totally sick of weddings and hated when people wrote their own vows. \n[249]So...I hope you won't hold it against me. \n[250]I promise to love you even though you still eat chicken McNuggets in bed. I promise to name cheeses after all of our children no matter how embarrassed they are by it. I promise to always check out your ass when you walk away, and I promise to love you more tomorrow than I do today, which doesn't even seem impossible... ", "BOBBY": "\n[1]Number CRM-101404? Are you high? \n[2]Says here he has red hair and freckles. \n[3]And why are we picking him? \n[4]He's ugly. \n[5]Have you ever fucked a guy with red hair and freckles? \n[6]But what about your kid? No one's going to want to fuck your kid. That came out wrong. \n[7]What?    I can't be the father! \n[8]Oh, Jesus, I didn't even think about that. Rewind, rewind, rewind... \n[9]Yeah, but...that's too much. I'll walk your dog, tell you when you look fat, be honest about your eyebrows... \n[10]You know I flee at the slightest chance of intimacy. Do you see these bags under my eyes? Ricardo slept over last night, and he wanted to hold me. I actually had to fake a seizure. \n[11]Oh, my God, you're glowing. She's glowing, right? \n[12]Everything. \n[13]You just got shot up with a wad of red-headed-freckle sperm. There's something to tell. \n[14]I tried to talk her out of it. \n[15]I know, right? \n[16]You'll see your kid's pubes. \n[17]But you'll know they're there. \n[18]Sounds like Ricardo. \n[19]So...what happens now? \n[20]That's no fun, I want to know if I'm going to be a fairy godmother. \n[21]Come on, Zoe, one drink. You can have an O'Dhouls or something. \n[22]Forget it, she's not coming. I can tell by the dull look on her face. \n[23]\n[24]\n[25]\n[26]\n[27]\n[28]He'll be there with bells on. He didn't say the \"bells on\" part. I added that. Sounds a little too gay, though, so I take it back. \n[29]What?!   Where are you? I'm on my way. \n[30]Where's that? \n[31]Okay, I'm looking at a subway map. Which way is Brooklyn? \n[32]You're not a fat ass walrus. You're pregnant. \n[33]Why are you crying? So what?   You missed a stupid wedding. \n[34]You got to have girls' night with me. This is way more fun. \n[35]You can't help it. Being pregnant sucks. You're emotional, and irrational, and you get back fat. \n[36]No.  I'm just kidding. Okay, yes. You have back fat. \n[37]We'll go shopping tomorrow. We'll get some hip maternity clothes... whatever that means. \n[38]What? \n[39]I see the most amazingly wonderful person I know. \n[40]With back fat. \n[41]I see trees of green, red roses too. I see them bloom for me and you... \n[42]I see skies of blue and clouds of white. The bright blessed day, the dark and sacred night... \n[43]And I think to myself...what a wonderful world... \n[44]Come on, you old maid. \n[45]Dance with me. One dance. \n[46]Fine. But it doesn't mean that I won't dance with you. \n[47]Haaaaaay. \n[48]Smack it, Bitch. \n[49]You know you love it. Uh-huh. That's right. Smack it. \n[50]What the hell? \n[51]We're in Queens. I don't even know what side of the road they drive on here. \n[52]This works. \n[53]What about me? I have amniotic fluid on my Gucci tux. \n[54]What? \n[55]What?! \n[56]Well, I certainly can't do it.   I don't do vaginas. \n[57]Nana, pull yourself together. This is the biggest moment of Zoe's life, and you can't let her down. I'd slap you right now, but I'm afraid your teeth would fly out. \n[58]Hey, girl.     How ya doing? \n[59]Good. So, I really don't want you to worry, but Nana just passed out at the nurse's station and is now down in the ER getting stitches. \n[60]Everything's under control. Good thing we're at the hospital, right? \n[61]Get back in bed. All is well. Arthur's with her. Now, on to bigger and better...who do you want to be your birthing partner? Your choices are me or Mona. \n[62]I know. They're shitty choices. Do you want me to call your scary lesbian friends from your group? \n[63]We're going to get through this, okay? You just have to really think about it. Who do you want with you in the delivery room? \n[64]Who is the one person you want by your side? ", "MONA": "\n[1]Forget the whole thing.    It's just a phase... \n[2]You don't want kids.    Trust me. \n[3]Yeah, and it's awful. \n[4]They've ruined my life. \n[5]Have you seen my vagina? \n[6]Do you want to? \n[7]I would do that for you. To prove to you that you don't want to have kids, I will show you my vagina. \n[8]Is it possible you're just a little lonely? You know, you haven't met the right guy and-- \n[9]You never know. He could be right around the corner. \n[10]Why did you join a support group of unattractive, militant lesbians when you have me? \n[11]Sure I am. \n[12]I'm just being honest. And don't even get me started on what childbirth does to your bladder. \n[13]I just peed a little bit. \n[14]Good.   Take your time. \n[15]Do I think it's weird that you're pursuing someone at the exact moment in time that you might be most unavailable? No. Because that's what you do. You sabotage. \n[16]I look fat and old? \n[17]Then, no. \n[18]I can't. This twenty minute breakfast concludes my \"me\" time for the week. More proof that you should not have kids. \n[19]Then you'll get fat and hormonal and I'll say, \"I told you so.\" \n[20]Then it will work out perfectly. \n[21]Because just when you really like him, you'll break up because you're pregnant and then you never have to put yourself out there and possibly get hurt. That's your dream. \n[22]So, when are you seeing him again? \n[23]Well, don't have sex with him. That's the last thing we need. You get knocked up and we'll have no idea who the father is. \n[24]And then we'll have to do a paternity test. Is it the cheese farmer or the red-pubed bandit? \n[25]Well, bring condoms, just in case. And a pregnancy test. \n[26]I'm not joking. \n[27]Don't panic. Could be a false positive. Take another test. \n[28]Come here. \n[29]Why are you even working out? This is the one time in your life you're allowed to let it go. \n[30]Well, yeah. That's kind of how it goes. \n[31]Come on.   He loves you for you. \n[32]Well, you're knocked up with some stranger's twins. So, already you're not exactly... \n[33]Do you have anything to wear at least? \n[34]Do you really think something happened with the berry girl?    They both said nothing happened. \n[35]So, now you run? \n[36]Do you know the end of the story? Can't you just give him the benefit of the doubt? He seems like such a good guy. \n[37]Yeah, and don't think I don't know the reason for that. You were never going to see this through, Zoe. Never. It was doomed before it began. Just like all of your relationships. You get out before you get hurt. \n[38]Every man is not your father. When are you going to realize that? \n[39]I've known you for thirty years. I know you don't trust people. You and your grandmother, both. She's been engaged to Arthur for how long now? \n[40]She's never going to marry him. Just like you'd never marry Stan. No wonder you ended up with a sperm donor. He'll never let you down. It's your ideal boyfriend. \n[41]I'm sorry.     I went too far. \n[42]This song always makes me cry. \n[43]Is it happy or sad? The words are happy but the song is so sad. \n[44]I'm sorry about the things I said. \n[45]It was really shitty of me. \n[46]Then don't be. \n[47]This was my surprise for after the wedding, but let's hit it. \n[48]Hee-hee, hoo-hoo, hee-hee. ", "NANA": "\n[1]One more mile to go. Do you have a minute? Talk to Arthur. \n[2]Do you want a nose guard?   I have an extra. \n[3]Don't worry, they can't hear anything anyway. \n[4]What? \n[5]What? \n[6]I can't hear you, darling. \n[7]I'm confused. Isn't this what you wanted? You bought sperm and were inseminated by your doctor. This isn't what we would call an accident. \n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]You might find out he's a total douchebag and then the whole thing is moot. \n[15]That man is obsessed with my ass. \n[16]He wants to take me on a cruise so that we can finally tie the knot. But, I don't know. What's the hurry? \n[17]No reason to rush into anything. \n[18]You look terrible, dear. \n[19]You must really love him, huh? \n[20]Honey, I'm sure he's wonderful, and I'm sure he loves you, too. But, you have put him in a really awkward position. Having a baby is a big adjustment for any couple. And you're not married. And he's not the father. And you've only been together a little while. And now you're having twins. And-- \n[21]I'm just saying, if he actually wanted to stay with you right now, he'd be the greatest man in the world, and, quite frankly, I don't think any man is that great. \n[22]Arthur's just about the best man I know, and look at him. He's a fucking idiot. \n[23]Me? \n[24]Of course. \n[25]What do I have to do? \n[26]I can do that. \n[27]Are you kidding me? I've been waiting my whole life for this. \n[28]Sleeping. \n[29]He's been like that all morning.    I wore him out last night. \n[30]We were celebrating. We finally set a date. \n[31]So, we'll put the band here and the dance floor right here. \n[32]All of a sudden it just hit me, what am I waiting for? I love him. He loves me. What am I so afraid of? \n[33]You don't seem happy. \n[34]Zoe. \n[35]I'm worried about you, honey. \n[36]I just don't want you to make the same mistakes I made. I've been alone for over thirty years now, and that's too long. Sometimes in life you have to forgive and move on. \n[37]Both, baby. \n[38]Because if you don't learn how to forgive, you will always be stuck in the past. \n[39]You're in labor.   You can't drive. \n[40]You don't have a car or a license. You drive. \n[41]Are you okay? Remember to breathe. Breathe in, breathe out, breathe in. \n[42]Hoo-hoo. Hee-hee... \n[43]Bobby... \n[44]I don't know if I can do this. \n[45]I can't go in with her. \n[46]Help me, Bobby. ", "CAROL": "\n[1]Everyone, please say hello to Zoe. \n[2]Welcome to Single Mother's By Choice. As the name suggests, we are all single mothers by choice. Some of us have adopted, some conceived with a donor, every story is different, but with the same common denominator. We wanted to have a child, and we didn't need a partner to make it happen. \n[3]Well, when we don't have partners with penises, we do what we've got to do, right? So, tell us a little bit about yourself. \n[4]Ah, yes.   The elusive \"one.\" \n[5]Society tells us we're supposed to find that special person to make us happy and complete. But guess what...you have to create your own happiness. You don't need someone to complete you, some...man. You already are complete. \n[6]If you want to have a baby, we here at Single Mothers By Choice can be your partners. We will be your emotional rocks. \n[7]From inception to college graduation and everything in between. We're here for each other. \n[8]Zoe? \n[9]Where have you been?    You haven't been coming to any-- \n[10]Hello. Are you two-- \n[11]Twins!   That's fantastic! \n[12]Are you okay? Is it a financial concern? There are many programs-- \n[13]Take your time. When you feel like sharing, we're here for you. We're all sisters here. Let's give Zoe some space. When she's ready to talk, we're ready to listen. Deep, cleansing breaths, Zoe. \n[14]Now, in the meantime, does anyone else have anything they want to discuss? Problems? Concerns? \n[15]I knew it! \n[16]I knew you were with that guy! \n[17]I'm going to have to ask you not to come back. \n[18]I don't think we can help you, and, quite frankly, you're against everything we stand for. \n[19]No.  Not you. Do you know how long it took me to conceive? Five years. I had three miscarriages and spent every last dime on in-vitro. And Dana? The woman with the short hair? \n[20]The one with the really short hair? \n[21]She   just flew to Memphis to watch her   baby being born. Seconds after the   birth, the birth mother changed her   mind and refused to give it up. \n[22]So, as you can see, we are really dedicated and choosing to be single mothers, and you seem to be in a slightly different place. You're carrying two healthy babies, and you have no idea how lucky you are. \n[23]I like you, Zoe. We all like you. But you kind of need to figure out where you are. \n[24]Hi, Zoe. \n[25]Zoe, it's so nice of you to come, especially at this crazy hour. \n[26]You have to stay. Lori wants us all to be together for this. \n[27]She's having a contraction. \n[28]The farmer? \n[29]Listen, Zoe, if you're happy, we're happy. We'd love to meet him. Bring him to group any time. \n[30]Come on everybody, it's time. She's getting into the water. \n[31]Oh, it's a water birth.   Didn't Zoe tell you? \n[32]Hi-ya-ya-hi-ya-ya-hi-ya-hi-ya-ya. \n[33]I know. It's amazing how the body can open up like that. \n[34]You can't leave.   You're her focal point. \n[35]She's in labor. You want to argue with her now? \n[36]Hi-ya-ya-hi-ya-ya-hi-ya-hi-ya-ya. \n[37]Sssshh. It's perfectly natural. Sometimes the bowels just let go. Hi-ya-ya-hi-ya-ya-hi-ya-hi-ya-ya. \n[38]Here comes the head. \n[39]There's so much hair! \n[40]Stan, get the mirror! ", "OLIVIA": "\n[1]Can I help you? \n[2]Tasty, huh? \n[3]All ripe and juicy. And firm, too. Bet you could just eat him up in one bite, right? \n[4]And don't look now, but he's coming this way. \n[5]Aren't you going to introduce me to your new friend? \n[6]Hey, stranger. \n[7]Right. How'd that blueberry pie turn out? \n[8]You bought blueberries from me? Said you were going to make a pie? \n[9]No way she knows how to bake a pie. \n[10]Why aren't you dancing? \n[11]Come on, one dance. \n[12]For old time's sake. \n[13]Never stopped you before. \n[14]Oh, hi. \n[15]Right, hi. \n[16]Wow. Wow. \n[17]It's nothing. \n[18]I had no idea it was that serious. \n[19]It's stupid. I was drunk and... \n[20]You're having a baby? I didn't know you'd been together that long. \n[21]Are you okay? \n[22]Are you in labor? ", "JOAN": "\n[1]A nap?   Now? She just got here. \n[2]How can I be judgemental?    We haven't even met her yet. \n[3]What the heck is that? \n[4]Who's judging?! \n[5]Would you like a plate? \n[6]A napkin? \n[7]I'm Joan. \n[8]And you must be Zoe. \n[9]So are all the animals in your pet store...differently abled? \n[10]Those puppy mills are terrible.    I read about them in the paper. \n[11]That sounds like us, honey. \n[12]Sometimes in life you just have to take matters into your own hands. Make things happen your own way, you know? \n[13]Oh, I thought you were in your room. Sorry. Everything okay? \n[14]Well, she seems really terrific. Dad and I both think so. She's smart and poised and... \n[15]And warm and gracious... \n[16]And pretty and... \n[17]What the hell's going on in there? \n[18]Oh, dear God. \n[19]You know, people thought we were crazy when we bought this farm. \n[20]All of our friends in New York, they thought we'd lost our minds. \n[21]I guess I'm saying that you may have envisioned your life going one way, but the reality is, it could go a totally different direction. You just have to be open to it. \n[22]I used to work on Wall Street. Now I wear boots covered in goat shit. This isn't how I pictured it, either. But guess what...I'm happy. ", "LORI": "\n[1]Are you a doer or a tryer? \n[2]Are you already a single mother or are you trying to become one? \n[3]Amen, sister. \n[4]Why are you crying?   That's so lucky. \n[5]Zoe, this group is called Single Mother's By Choice. \n[6]Make sure you put your numbers down. I want to have everyone's number handy in case I go into labor early. \n[7]It's a phone tree. I'm due next month, but my midwife thinks I may go sooner. I want everyone to be there. Are you in? \n[8]You're really one of us now. \n[9]Oh, I'm sure. \n[10]You're not staying? \n[11]Okay.   What was it you were saying? \n[12]Stan who? \n[13]No, I really want you to stay. \n[14]Great.   Invite him up. \n[15]I'm not shy. I've been through this before. It's quite beautiful, really. \n[16]Don't move, Zoe, you're my focal point. \n[17]Don't move, Zoe, I need you! You're my focal point. \n[18]I need to turn over.    Please! \n[19]I want to see the head. Get me a mirror. It's in the bedroom. \n[20]\n[21]Look at all that wet, curly hair. ", "JALISA": "\n[1]Glowing.   Tell us everything. \n[2]He had red hair and freckles? \n[3]Why'd you do that, Mami? \n[4]Red pubes.     Eek... \n[5]So, what happened?    Come on... \n[6]Tell me about it, Papi. \n[7]We'll go to the piano bar and get Bobby to sing some Ace of Base. \n[8]\n[9]\n[10]", "WOMAN": "\n[1]Hi. \n[2]You're starting to freak me out. \n[3]Stop it. \n[4]Hi. \n[5]Hi. \n[6]Hi. ", "ARTHUR": "\n[1]Hello, my dear! \n[2]Good, because I can't get up. Came to see my lovely fiance? She's looking fine today, let me tell you. Fine. \n[3]That's what I'm talking about. Work it. \n[4]I'll drive. \n[5]Who needs a drink? \n[6]Don't look at me. "}}