{"dialogues": {"ELIZABETH": "\n[1]Almost forty dollars. Thank you! \n[2]Okay. Um... I'm not really good at this type of thing so I'll make it quick. I know I've only been here a year, but there's so much I'm going to miss... \n[3]My students, probably most of all.I'm not saying they were little angels, butthey were all there to learn and that'sthe greatest gift a student can give a teacher. Elizabeth's class is horsing around, enjoying the last days of seventh grade. A dim-looking BOY tentatively approaches her desk with his yearbook in hand. He hands it to Elizabeth, who considers what to write for a beat, then smiles as she signs it. \n[4]And I wish that I had gotten to know all of you better, but between four classes and planning a wedding, I had my hands full. From the little I do know about you, I know that our students are in good hands. Elizabeth passes Amy's classroom, where she is carefully removing inspirational posters from her walls and rolling them into cardboard tubes. \n[5]And I can't believe it's all over. This year flew by. And even though I'll never teach again professionally, I've realized that I don't need a blackboard and classroom to set an example. Elizabeth comes up behind them. \n[6]Hand it over. The Burnouts' eyes all go wide and they freeze. One of the burnouts hands her the joint. \n[7]Everything. The kids look at each other and then pull out a bag with a couple of joints. They hand it over to Elizabeth. \n[8]This was a warning. Next time, I don't call the principal. I call the cops. \n[9]Woo-hoo! A couple students look at her strangely. \n[10]Baby Doll? \n[11]Yeah. You should have seen it. What a joke. She raises her glass for a toast. He raises his. \n[12]Here's to me never having to work again. And I owe it all to you, Lover. Elizabeth takes a big sip. \n[13]So I made a reservation at Ruth's Chris, and then I booked us a suite at the Drake, and I thought we could finish the night in \"anal alley.\" Hmm? Something drops in the bedroom. Mark, alarmed, turns towards the door. Elizabeth brushes past him into -- \n[14]Motherfucker! \n[15]How could you do this to me?! I'm sorry. \n[16]You are buying me the biggest pair of yellow diamond earrings they make! I'm talking serious blood diamonds. Sheila SNEEZES again. Bless you. \n[17]Get out of my house, bitch! \n[18]Excuse me? I love her. Mark puts his arm around Sheila. Elizabeth eyes Sheila's large breasts. \n[19]You love her? She's a hooker. \n[20]Listen, Marky, you made a mistake. You're human. I'm human. And this time it was you. Maybe six months from now, you'll walk in on me. I don't know, but probably. Sheila SNEEZES again. \n[21]Shut the fuck up.  And. maybe I'm talking crazy, but I don't want to throw away our life together over something like this. We're getting married! I'm willing to fight for us. \n[22]I'm sorry if I care that my future husband can support me. We didn't all grow up with a silver spoon in our mouths. You can't even imagine what it's like going to bed hungry, night after night. \n[23]My parents worked their asses off to send me to private school. Do you know what it's like driving a Pontiac when everyone else gets a Beemer the second they menstruate? That shit stays with you. \n[24]For the record, there's a shitload of things that I hate about you, but I still, would've gotten married.  Because I love you. \n[25]You sad little troll! I hope you and your hooker enjoy chlamydia together! \n[26]I'm not even listening to you anymore. She starts to open the door. He closes it. The ring! \n[27]Like I even want your gay-ass ring. She tries pulling it off. \n[28]It's not coming off. I'll go to the jeweler's tomorrow. Mark takes her hand and removes the ring with ease. Elizabeth steps out into the night. The door SLAMS behind her. \n[29]You've gotta be shitting me. \n[30]Amy Squirrel. \n[31]Okay. \n[32]My fiance and I broke it off. I found him in bed with someone else. Oh my gosh! \n[33]It was another man. \n[34]Somebody doesn't. \n[35]These washed? \n[36]I thought the teachers got the apples. \n[37]Stupid. Elizabeth tosses the mostly uneaten apple into the trash and exits. It hits the rim and lands on the floor. Okey-dokey. \n[38]Um -- kinda. \n[39]I'm in the middle of something, Lynn. My treat. \n[40]Fine. \n[41]\n[42]Is tomorrow Saturday? \n[43]Wait, I thought I had a week to get my class together. \n[44]Fuck my ass. \n[45]And do what? Sell perfume at the mall? Work at a day care center?  You know, when I first got into teaching, I thought I was doing it for all the right reasons: short hours, summers off, no accountability. \n[46]From now on, my full-time job will be finding a guy who will take care of me -- \n[47]And that makes a shit ton of money and doesn't ask too many questions.  I spent most of my summer hanging out at the bars near where the Bulls practice. Had some fun, got some cool souvenirs that I Ebayed, but those guys aren't looking to settle down. And they all wear condoms. And then they take the condoms with them. That's how paranoid they are that a girl will try and get pregnant. Like it's so easy to get pregnant from a guy nutting into a condom. \n[48]I've been thinking about it a lot. I mean, I figure I'm like an 8, 8.5. But once I get my new tits, I'll probably be a -- 13. \n[49]I know I'm hot, Lynn, but I don't stand a chance against all those Barbies dolls out there. Anna Nicole had it right, may she rest in peace. Lynn checks her watch. \n[50]Yeah, I'm not going to that. \n[51]Ooohhh... \n[52]Yeah, it was alright. When you said you were taking me to lunch, I kinda thought it was going to be nicer, but this was okay. \n[53]It's okay. You can get me next time. \n[54]Hey, Kirk, what do you think about me with Jessica Simpson's tits? He stares at her chest intently. She's not bothered by it. Go bigger. Kirk enters his bedroom and slams the door. \n[55]Cool, yeah. She glances at the clock: 3:14 AM. \n[56]Fuck my ass. \n[57]Just leave them on the desk. Sasha, confused, gently puts them down and stands there. After a moment, Elizabeth looks up. \n[58]You need something? 16. - Sasha shakes her head and retreats to her desk at the front of the class. \n[59]Anyone here seen \"Stand and Deliver?\" Show of hands.  No one? Edward James Olmos? Wow. Elizabeth takes a DVD from her bag. She points to two KIDS in the front of the class. \n[60]You and you, go grab the TV and roll it up front.  And you, go shut off the lights. The two kids, SHAWN and SPENCER, roll the TV over. Sasha shuts off the LIGHTS. \n[61]Ugh. Oatmeal raisin? She pushes the Tupperware tray into the trash next to her desk. Sasha looks on, sadly. \n[62]\n[63]Yeah, that one kid hit the other kid with the cole slaw. \n[64]Tell you what. Why don't you send me a memo, and if I have any questions, I'll come to you. \n[65]How do I know what you heard? \n[66]Are we gonna have a problem, me and you? \n[67]I don't know what you've heard, but I don't munch box. \n[68]Like getting manicures and going shopping on Sundays? Shit like that? \n[69]That's cool. Tell you what, friend, I'm gonna get going. Cover for me? Elizabeth doesn't wait for an answer, walks off. \n[70]Hi there. You look a little lost. \n[71]I'll do you one better. I'll take you there. \n[72]Will you stop? It'd be my pleasure. \n[73]Elizabeth Halsey, 7th Grade Language Arts. Welcome, welcome. They shake hands a beat too long. Elizabeth notices Scott's VERY EXPENSIVE WATCH. \n[74]Helluva watch. What's that -- a Jaeger- LeCoultre? \n[75]Thanks. I love men's watches. It's kind of a hobby. \n[76]Oh? Your grandfather designs watches? \n[77]Shut up! \n[78]\n[79]That's why I got it. They turn a corner. Garrett wheels his backpack past them. \n[80]Hey... dude... She slaps him five. Scott notices, smiles. 21. \n[81]Yeah... So did you and your wife just move to town? \n[82]Me neither. I was engaged until I walked in on my fiance cheating on me. With his brother. \n[83]Nice to meet you, Scott Delacourte. Hopefully, we'll be seeing a lot of each other. \n[84]Very nice meeting you. \n[85]\n[86]Wow. And the nipples are just... I love them. I'll take two. They all laugh. Elizabeth notices Dr. Vogel'.s watch. \n[87]Maurice Lacroix. That's a great watch. \n[88]And how's that going? \n[89]I was thinking, you know, maybe a D. \n[90]Hmm. Yeah, I think I'll go with the D's, really turn some heads. 23. \n[91]Doctor, I lost my fiance to a woman with monster fake tits. So now I need monster fake tits so that I won't lose my next fiance. Those are my expectations. Is that realistic enough for you? \n[92]Let's do December 19th. Start of winter break. \n[93]That's absurd. What if I don't spend the night at your facility? \n[94]No. A MIDDLE-AGED DOCTOR walks by. \n[95]Hi...  Listen, I'm a teacher, not a drug dealer. 24. \n[96]My credit situation is complicated. \n[97]I'll be back. Elizabeth dramatically scoops a handful of mints from the bowl and storms out. \n[98]Look, I just really need some money. It's, for a surgery I need. Elizabeth pokes holes in the Lean Cuisine with a knife and turns on the microwave. \n[99]Yes, as a matter of fact, it is about my breasts, dad. Sorry. Happy belated birthday. So, can you wire me some money or not? \n[100]So I won't beat around the bush, Grammy. She pulls the kitchen knife from her bag and SLASHES the back tire of a late-model CAMRY. 25. \n[101]I'm dying and I need money for surgery. Really? Nothing? Don't you get social security or something? Elizabeth goes around to another tire. Slash. \n[102]Listen, limpdick, you owe me for breaking off the engagement. Do you know how embarrassing that was?! Lover, I don't want to fight. It's just 10000 dollars and it would really mean the world to me. Lover? You there? Elizabeth hurls her phone at the wall. It smashes. \n[103]Fucking Troll! Kirk pokes his head out of his bedroom. \n[104]No. I said 'fucking troll.' \n[105]Hey, you got ten grand? \n[106]I know. And I hate asking a friend for money -- especially as good a friend as you. This has its desired effect on Lynn. \n[107]That turquoise crap? Blech. No one's buying that.  But it looks great on you. \n[108]What type of person do you think I am?! That assbag cheated on me. Did I ever tell you that he has a mole on the tip of his dick? \n[109]I'm just trying to better myself. I don't think that's asking for so much. Amy walks over. \n[110]Huh. Well, do you think mental retards should be happy with the way they are? Amy stammers. \n[111]Lynn, you teach them. What do you think? \n[112]We don't all have your tits, Squirrel. So maybe you should think before you interrupt a private conversation. \n[113]That's right. Walk away. - There he is! Scott enters. All of the female teachers light up. There he is! \n[114]We'll pick this up again tomorrow. The students shuffle out. Garrett hustles after Chase. \n[115]What. \n[116]Shocker. \n[117]I've got some Mexicans who already do it for nothing. \n[118]$6000? \n[119]Blugh! Arkady and Principal Snur both look up. He holds up his finger -- \"one minute.\" Elizabeth notices his cheap dolphin watch. \n[120]Sorry, I didn't realize you were in with anyone. \n[121]Um... some clips, maybe. I think in a lot, of ways, movies are the new books. \n[122]Is this new? I love it! I think dolphins are smarter than humans. \n[123]What a great story. Principal Snur visibly relaxes. He's sitting across from a kindred spirit. \n[124]Actually, I was thinking that I want to get more involved. \n[125]Specifically, I thought I could supervise the car wash. \n[126]She just does so much. It might be nice to give her a little rest. Especially that early on a Saturday. \n[127]It just feels so good to help. \n[128]Sorry I'm late. \n[129]Nothing. Get out of here, Dummy. \n[130]How dare you?! I'm here early on a Saturday for you guys. And for the record, nobody likes a tattle tale. \n[131]Good. Cause if you do, I'll deny it and flunk your ass. How will that look on your resume? \n[132]Alright then. Now beat it. I've gotta finish counting this money. Sasha walks off. Elizabeth picks up a hose and sprays her. \n[133]See you Monday! Elizabeth waves to SASHA'S MOTHER, who eagerly waves back. \n[134]Hey! Are those new Doc Marten's? Sandy looks behind him at the dozing teacher. \"Is she talking to me?\" Guilty. \n[135]How's Period 5? \n[136]Awesome! Hey, would you mind grabbing me my yogurt from the fridge? Sure thing. Sandy goes to the fridge. Elizabeth pulls visine from her bag, and as his head goes into the fridge, she squirts the entire container into his coffee mug. \n[137]Oh, I can't. Elizabeth exits. Sandy sadly takes a sip of his coffee. \n[138]Alright, today, we're starting \"School Ties.\" Classic.  You, shut off the lights. Elizabeth goes to the DVD player. There's a knock at the door and the SCHOOL SECRETARY walks in holding a box. She hands it to a confused Elizabeth. \n[139]Here what is? \n[140]Oh, yes. In the memo. The Secretary leaves. Elizabeth stares at the box. Tristan and.a couple kids start making farting noises with their hands. \n[141]Hey. Zip it. Zip your shit. Alright, look, we all know these tests are gay -- Elizabeth turns to a student who COULD BE GAY. \n[142]Hey. Elizabeth passes the box to the front of the class, where the kids dutifully take Scan-trons and test booklets. \n[143]Little bitches. \n[144]What a phony. \n[145]Shit. Shit is going on with my boobs. I'm never gonna get married. I'm gonna die broke. I should just blow my brains out.  There he is! Scott walks down the ramp and HIGH-FIVES a bunch of kids. He gives them a big wave. \n[146]I want to sit on his face. \n[147]You're really making a habit out of this. 40. \n[148]Lynn, would you mind grabbing me a milk? Elizabeth gives her a \"can you get out of here?\" look. \n[149]So, Scott -- Lynn comes back. \n[150]I don't know. Surprise me. \n[151]She's funny. Elizabeth notices Amy looking at her as she continues to console the girl. Elizabeth turns back to Scott. \n[152]So, Scott, I was thinking, I would love to hear about your experiences in the Peace Corps. I love Haiti. Maybe we could go grab a drink some night. Maybe tonight. \n[153]Yeah, Silly, I meant after. \n[154]Yeah, definitely! Or just the two of us. Scott looks around, then lowers his voice. \n[155]Oh? \n[156]Because she's ugly? \n[157]Squirrel? Elizabeth whips around to see Amy, who's now sharing a frozen yogurt with the formerly bawling girl. Amy looks up, smiles and gives a thumbs up to Elizabeth and Scott, signalling that everything's okay with the girl. Elizabeth NOTICES Amy's LARGE BREASTS straining against her blouse. She quietly seethes. \n[158]Hi, my name's Elizabeth Halsey. Soooooo... Any questions? Sasha's Mother eagerly raises her hand. Elizabeth points to her. \n[159]That's exactly what I say to my students. Listen, I'm a good teacher. And the school hired me because I'm good at what I do.  And the reason your son loves my class is because I inspire him. Movies are one tool that I use. I also use other multimedia techniques, which I'm not going to get into right now. Look, I could take you day by day through my entire syllabus, but that's not how I do things. I'm not one of these stuffy teachers who's totally by the book. I talk to the kids like they're little adults. It's about mutual respect. So that's my spiel, as the Jews say. Help yourselves to some delicious snacks and drinks in the back. Class dismissed. They head to the back of the class. ANGLE ON A \"refreshments\" table. A lonely package of OREOS rests against a PITCHER OF TAP WATER. Elizabeth tries to sneak out the door, but is stopped by a sharply dressed PARENT. \n[160]Chris... Great kid -- and precocious. You must be so proud. \n[161]If I know Chris, he'll get there. \n[162]You're Chase's parents? Great kid -- and precocious. You must be so proud. The parents beam. \n[163]A student like that would benefit so much from some extra attention. \n[164]I'd be happy to do it myself. It's just hard in a class of twenty-five. \n[165]It's just so hard, on my salary, having to pay for my supplies, my fiance cheated on me with his twin sister... and, unlike a lot of these other teachers, all I truly care about is helping your child learn. And as their personal tutor, I guarantee a full grade higher -- or your money back. Chase's mom takes out her check book. \n[166]Make it out to \"cash.\" \n[167]Nice to meet you... Garrett's a great kid -- and precocious. You must be so proud. 45. \n[168]You must be so proud. \n[169]A kid like that, if I could just give some more one on one time, he would just blossom. \n[170]Unfortunately, in a class of twenty- five... \n[171]And with the amount they pay teachers... \n[172]I guess what I'm getting at is, maybe you could help out by giving me a little -- you know -- somethin somethin. Elizabeth offers her hand, palm up. Melody stares back at her blankly. \n[173]It's just, it's really tough to teach the way that I want to teach when there's so little money. I mean, look at this place. \n[174]So long, Crazy. As Elizabeth pulls out the CASH she just made, we hear the opening beats of COOLIO'S \"GANGSTER'S PARADISE.\" \n[175]Enough with the commotion! The hallway goes silent. She comes back in and UNPAUSES the movie. The SONG comes back on. \n[176]What do you want? Sasha motions for her to roll down the window. Elizabeth doesn't. \n[177]It is. But it's medicinal. Doctor gave it to me. Not that it's any of your business. 48. \n[178]Are those oatmeal raisin? \n[179]You have anything to drink? Sasha shakes her head. \n[180]Word to the wise: stop dressing like you're running for congress. \n[181]See? That's what I'm talking about. Keep saying stuff like that, you're gonna get punched. You really want to be President or is that what your parents tell to be? Sasha shrugs. \n[182]You don't have to decide right now. Who knows? Maybe you wake up one day and decide that you love giving massages and you want to be a masseuse. Salary plus tips. Think about it. \n[183]Hopeless. Watch your feet. 49. Elizabeth reverses. Sasha jumps away from the car. Elizabeth peels out, passing the school marquee that reads, \"Happy Holidays, Jammers! See you in '09!\" \n[184]Seriously? \n[185]Seriously? She sees a HOMELESS GUY leaning against the storefront. \n[186]Why's the store closed? The Homeless Guy looks at her strangely. \n[187]Seriously? Elizabeth looks around. The streets are empty. Not a person in sight. \n[188]Whatever.  Hey, you got a lighter? \n[189]\n[190]\n[191]I'm probably going to meet up with some people. We're having a big potluck, so... Elizabeth-shuffles her feet. \n[192]I find that hard to believe. Listen, I hate to eat and run, but I've gotta head over to the shelter. \n[193]Yeah, I love helping bums. \n[194]If it's cheesecake, I'll stay. \n[195]If you're not really serving dessert, I'm gonna have to get going. \n[196]She sits back down. \n[197]Junior likes to rhyme. 53. \n[198]So your poem's about that girl? \n[199]Can I give you some advice? \n[200]Number one, stop writing poetry. Two: stop reading it. And three: don't set your sights so high. I mean, she's really hot. If I were you, I'd try for that chubby girl that sits up front -- the one with the teeth? Elizabeth puts her hands to show teeth going off in different directions. \n[201]Not gonna happen. Look, I was that hot girl. Hotter, even. And I never would have gone out with a kid like you. And I'm not saying that to be mean. I'm saying it to be helpful. \n[202]I'll tell you what I know: a kid who wears the same \"Gymnastics\" sweatshirt three days a week isn't getting laid until he's 26. That's what I know. \n[203]Well, there's a reason he didn't pack it. \n[204]Good luck being a loser. Thank your mom for dinner. Elizabeth heads for the door. \n[205]Shut up. \n[206]What is that, vomit? Lynn grabs some towels and blots at the stain.. \n[207]Ugh. No. Elizabeth heads out. Lynn, still blotting, follows her. \n[208]Um, yes! That sounds like a party.  Lynn, do you want to come? \n[209]Great. I need to get drunk. I mean, not drunk drunk. But a strong buzz. Still be able to drive home. \n[210]They're perfect. \n[211]Two more.  You want anything? \n[212]What bonus? \n[213]How much? \n[214]Let's go, Sylvia Plath. Garrett rolls his backpack over Elizabeth's shoe.. Elizabeth winces and glares at Garrett. The rest of the class enters, stops, noticing WORK PACKETS on each of their desks. \n[215]Everyone, take your seats. Shawn turns to Spencer. \n[216]Come on, come on. We have a lot to cover so sit down. The class, still confused, quickly take their seats. \n[217]Alright then. Now. Open your To'Kill A Mockingbird to page one. The kids slowly take out their books. We HEAR the distinct sound of twenty-five book spines cracking as they're opened for the first time. \n[218]Good. Now, who can tell me why Jem cries when the hole in the tree is filled with cement? Anyone? \n[219]Get out. Garrett clicks up the handle on his bag and heads for the door. \n[220]We're here to learn. Anyone else have a problem with that? Good. So who has the answer to my question? Everyone looks down. \n[221]Nobody's read this book? It's on the syllabus. \n[222]Well, now I am. And we're having a quiz tomorrow. Panic. \n[223]On the first hundred pages. \n[224]Hey! Zip your shit! We've fallen behind, and honestly, your practice tests scores sucked balls -- which was embarrassing to me both on a personal level and as an educator. Things are about to change. Recess is over. \n[225]Did you get my Cool Ranch? He tosses her a bag of chips. \n[226]Okay, now, what is the significance of the Mockingbird in the novel? What was Harper Lee trying to tell us? No one raises their hand. \n[227]Come on, you guys know this. This is as close to real teaching as we've seen from Elizabeth. Sasha raises her hand. We see that she already has two gold star stickers on her forehead. \n[228]Anyone else? Chase raises her hand. \n[229]\n[230]Okay, good. Can anyone add to what that girl said? \n[231]Use examples from the book. \n[232]Good work today. And don't forget to leave your closing statements on my desk. The students all dutifully drop off their papers, placing them in a neat stack next to other ungraded PAPERS. Principal Snur exits, giving Elizabeth a thumbs up. \n[233]Love the tie! \n[234]Oh shit. Hold on. Elizabeth turns away from them and starts rebuttoning. Sandy tries to sneak a peek. Scott shoots him a dirty look. Sandy gives an innocent shrug. \n[235]I've just been such a mess the last few days. Working myself to the bone. 63. \n[236]Well, I should get going. Nice seeing all of you. Amy and Elizabeth smile thinly at one another. Elizabeth squeezes Scott's shoulder as she exits. Amy notices. \n[237]Proofread. \n[238]Sit down. Elizabeth races to the window. \n[239]Balls. She races back to her desk. 66. \n[240]Sorry. I had something caught in my throat. The German Shepherd continues barking. \n[241]Thank you, Principal Snur. Now if you'll excuse me, my class has a state test to prepare for. Principal Snur, Amy and the Police Officer exit. Elizabeth slumps down into her chair, and all at once, the combination of WEED and COUGH SYRUP HITS HER. \n[242]Whoa. \n[243]Class dismissed. \n[244]Get out of my face.  And leave the corn chips. The class uncertainly gathers their things and heads out. From outside Elizabeth's window, we SEE the SCHOOL BUSSES idling curbside. Elizabeth stares at the papers she still needs to grade. The papers stare back at her. \n[245]But first, a nap. \n[246]Balls! She knocks the stack of ungraded papers to the ground. After a beat, she collects herself, goes to pick the, papers off the floor. As she starts tossing them into the trash, something catches her eye: a PRACTICE TEST MANUAL. And in the corner, an address: \n[247]Huh. Elizabeth tears off the corner and pockets it. \n[248]Unfortunately, I can't make it in today. My grandmother took a turn for the worse and it looks like she's dead. \n[249]Yeah. So I'm off to the funeral. Wish me luck. \n[250]Is Tucker here? \n[251]No. He dumped me, remember? \n[252]Like I told \"Frat Guy #1,\" I'm not interested. \n[253]I need some date rape drugs. \n[254]For lifting. I have money and I'm in a rush. She takes out a wad of cash. \n[255]Get your hand off my ass. \n[256]Hi, my name is Marjorie Goodman and I'm calling from the Chicago Tribune. Who could I speak to regarding allegations of racial bias on your standardized tests? A beat. \n[257]You must be Carl. His face lights up, excited to be in the company of such an attractive woman. Elizabeth stands and extends her hand. Carl notices Elizabeth's very short skirt. \n[258]Thanks for meeting me on such short notice. Elizabeth motions for him to sit down. \n[259]Great drive. I love downstate Illinois. \n[260]Hmm mmm. \n[261]Wow. I did not know that. \n[262]Hello, Jeopardy! Have you ever auditioned? \n[263]Listen, I'd love to sit here and chat with you all night. \n[264]But I'm sure you're a very busy man, so I'll get right down to it. I've spoken to various, um, black citizens who are alleging that your tests are biased towards white people and Orientals. \n[265]No problem. \n[266]Oh, right. Elizabeth takes out a notebook and pen and starts jotting down notes. \n[267]You don't need to convince me. But you know what would help, Carl? For me to see one of this year's tests. \n[268]I'd really love to see it sooner. I'm on a bit of a deadline. \n[269]Ooh, you look like you're CIA. Listen, I totally get it. Enough business for one night. I'm gonna have another drink before I hit the road. What's your poison? \n[270]Fantastic.  One white wine, one tequila sunrise, and two shots of tequila. 74. \n[271]Well, that makes two of us. Elizabeth gives Carl \"fuck me\" eyes. He nervously sips his drink. \n[272]What turns you on, Carl? \n[273]You know what turns me on, Carl? He giggles nervously. \n[274]Sex in an office. Getting fucked really, really hard against a wooden desk. \n[275]Even better. \n[276]Do you have anything to drink? Carl goes to a mini-fridge and pulls out an already opened bottle of white wine. 75. \n[277]White wine in the office. You're a bad boy. Carl pours a glass. Elizabeth swigs from the bottle. \n[278]Do you have any music? \n[279]A toast. To new friends. \n[280]Whatever, man. I'm gonna hit the lady's room. \n[281]Easy, Cowboy. Carl stumbles towards her. Elizabeth deftly moves around the desk and exits into the bullpen. \n[282]Carl, I'm gonna need you to pass the fuck out. Carl smiles as he feebly chases after her. He. stops at the photocopier, steadies himself momentarily and then passes out, STILL STANDING. Elizabeth grabs the lanyard from Carl's neck and heads back into his office. She goes over to the filing cabinets, unlocks it with one of the keys, and starts rifling. She pulls out a folder. \n[283]And bingo was his name-o. She walks over to the photocopier and pushes Carl over. He collapses on the ground -- out cold. She copies the test and puts it back and grabs a stack of scantrons from a shelf. She takes a post-it, scribbles something and sticks it to his forehead. As Elizabeth exits, the camera PUSHES IN: \"You were AMAZING. Love, Marjorie.\" \n[284]Okay, go. The students open their test books and start. Twenty- five pencils hit paper in unison. \n[285]Okay, pencils down. A couple of groans. A couple of frantic moves to fill in more scantron bubbles. \n[286]Come on, come on. It doesn't even matter. Bring your tests up. The students dutifully place their tests into a neat stack on the corner of Elizabeth's desk and exit. Elizabeth waits for all the kids to leave and then slides all of the exams into the trash. She pulls out a match and lights the exams on fire. She then reaches into her bag and pulls out a new stack of completed exams. She places the new exams into an official-looking folder and exits. \n[287]This is unexpected. All of the color drains from Amy's face as Elizabeth stands and waves at the crowd. \n[288]Better not mess with me. I'm a lot stronger than I look. 79. \n[289]Something big. Maybe two big things. Amy walks up and gives Elizabeth a big, fake hug. \n[290]I've got my eye on someone, but he's dating a major cunt.  Pardon my French. \n[291]She is. \n[292]You can bet on it. \n[293]And this is endorsed. And the rest you can put on these. Elizabeth slides four credit cards across the desk. The MIDDLE-AGED DOCTOR from earlier walks by. \n[294]\n[295]Today. Tomorrow. As soon as possible. Danni checks her calendar. \n[296]Book it. Danni slides Elizabeth a packet of literature. \n[297]I wouldn't miss it for the world. Elizabeth pulls her shirt away from her body and looks down at her breasts. \n[298]So long, suckers. \n[299]Is Amy going to be okay? \n[300]I bet, I bet. Well, let her know she's in my thoughts. \n[301]You guys are amazing. Period 5 is definitely going to make it. Scott smiles wide. Garrett walks up the aisle. He looks at Elizabeth, then turns to Scott. \n[302]Oh, honey, I bet everyone would just love to walk around and look at all the poetry on the walls, but unfortunately, the itinerary's really tight. \n[303]Just go sit down, sweetie. Garrett gives her an annoyed look and then heads back to his seat. Scott smiles at Elizabeth. \n[304]When you love what you do, it comes easy. \n[305]Fruit roll-up? \n[306]Yeah, everyone knows that. \n[307]Slavery's the worst. \n[308]You really hate slavery, huh? \n[309]Got it. \n[310]Hey, I want you to know you can talk to me about anything. Slavery, the Holocaust, relationships. Scott smiles. Elizabeth smiles. They lock eyes -- a moment. \n[311]Harder, harder. Elizabeth tries pulling off her shirt. Scott pulls it back down. \n[312]Erg. Dry fuck the fuck out of me. \n[313]That was fast. \n[314]But we're so good together. We both hate slavery, we both love teaching. And call me crazy, but I always imagined us spending summers at your family's compound in Hyannisport. \n[315]It's because of my tits, isn't it? Well, I'm getting new ones in, like, two days. Don't make a decision until you see them. \n[316]What're you -- 13? Elizabeth angrily gets up and pulls on her socks. \n[317]Ooh, like a slumber party? I'm leaving. And for the record, your band sucks, asstard. Elizabeth opens the room door and exits. She tries slamming the door, but it's on a spring so it closes very, very slowly. \n[318]Wally. Why would I cheat? If I'm guilty of anything, it's teaching too hard. Great... I've got nothing to hide. She ends the call. \n[319]Fuck! Scott, wearing a Thomas Jefferson souvenir T-shirt, and all of the students look over at Elizabeth. \n[320]Hey, Abe Lincoln, get up. Tour's not over. \n[321]You'll get over it. Get up. \n[322]Now. \n[323]Hey, come back here you little -- Elizabeth starts running after him in heels. She immediately breaks a heel. \n[324]\n[325]Fucker. \n[326]Garrett! Garrett! Her cell phone RINGS. She checks the caller ID: \"HOT SCOTT.\" She puts the phone back in her purse. \n[327]Garrett! Garrett! Her phone RINGS. She checks the CALLER ID -- \"HOT SCOTT.\" \n[328]I'm looking for him! Stop fucking calling me! She powers her phone off and continues down the street. She passes two PROSTITUTES. \n[329]Hey, guys. Hi. I'm looking for a young kid, about 13. Really annoying, kind of a cry baby. Have you seen him? \n[330]Fantastic. \n[331]Poetry? \n[332]Thank you, Poetry. And Poetry's friend. Elizabeth walks off and sticks out her hand, trying to hail a cab. She passes a bunch of HOMELESS MEN warming up by a trash can fire. \n[333]I need a ride. \n[334]No, I need a ride. Like you driving, and me pointing mace at your face. I'll give you ten bucks. \n[335]It's closed. Won't be open till morning. Come on. Let's get back to the hotel. I'm sure everyone's mad at you. Garrett stands his ground. \n[336]Do you think that some Shel Silverstein wannabe is going to tell you the meaning of life? \n[337]I'm here, right? \n[338]Not for long. I'm getting fired for cheating as soon as we get back. Garrett takes a seat next to Elizabeth. \n[339]Yup.  And you owe me a new pair of Nanette Lepores. \n[340]You know what you should do? What? \n[341]Just go out and sleep with as many girls, as you possibly can. Get her out of your head. \n[342]Yeah, probably. But life's about how you deal with rejection. You can either hide in a corner and cry or you can get stronger every time. And I figure a kid like you with not much going for him -- if he were to choose the latter -- might end up becoming a pretty strong man. \n[343]Now come on, let's get out of here. I'm freezing and Mr. Delacourte's probably shitting a brick. \n[344]You seriously think they haven't been laughing already? \n[345]Hate to break it to you, kid, but I don't think anyone gives two shits where we are. \n[346]You're paying me back for this. \n[347]What the fuck?  Did you steal something? The taxi pulls up to the curb and Elizabeth and Garrett .exit. CHAOS. They're immediately swarmed by everyone. The Cops struggle to push past. \n[348]This is crazy! He's a kid. Elizabeth is put into the back of squad car. \n[349]I'm a good person! I don't fuck minors! Elizabeth bangs on the window. Amy smiles and waves. \n[350]You want an autograph? \n[351]Hi, this is Elizabeth Halsey calling. I'm calling to cancel my surgery for tomorrow. Extenuating circumstances. Please, please don't make me lose my deposit. Elizabeth slams down the receiver. \n[352]Just take me back to my cell. \n[353]Oh, you think? Kirk puts his hand up to Elizabeth, like \"I'll take care of this.\" 106. \n[354]More than once! \n[355]You kind of sound like a pro. \n[356]You're doing great. They break from their huddle. \n[357]Don't answer right now. Let it marinate. Oh, and I should mention that if this goes to trial, I can cry on cue. Elizabeth starts crying. Everybody looks at her, aghast. And as quickly she started, she stops. \n[358]Now, if you'll all excuse me, I should be heading to fifth period. I hate to be tardy. \n[359]Here, I got you this. Elizabeth hands Amy a poster tube. She.opens it and unravels the \"Integrity\" poster that Elizabeth stole. \n[360]And good luck. Somebody's gonna need it. Elizabeth heads for the door. Scott catches up to her. \n[361]\n[362]You and Chase, huh? She likes the poetry? \n[363]Easy. \n[364]Thanks! You're the first student to notice. Garrett smiles and walks off. Lynn walks by. She's cleaning another big stain from her shirt. \n[365]It was great. I met a doctor! Plastic surgeon, actually. He's amazing. \n[366]No, in recovery. And I looked like ass, so I know it's real. \n[367]It is. Storybook. Well, not total storybook. It's a little messy because his wife filed for divorce last week, but we're gonna get through that. So you want to grab lunch later? \n[368]No, you got it last time. We'll split it. ", "AMY": "\n[1]Just wanted to remind everyone the school day's not over. So let's keep the drinking under control, hmm? That's it. Back to you, Wally. A bunch of teacher roll their eyes. \n[2]Elizabeth Halsey, as I live and breathe! \n[3]I know we barely got a chance to get to know one another last year -- what with you planning the wedding of the century and me juggling all my extra-currics -- but I just want to say that I'm super excited to be across-the-hall-mates. \n[4]And I know you kinda skated by last year, doing the bare minimum thing -- you were kind of a lone wolf -- but now you're back and I just know that you are going to rededicate yourself to the task at -- Amy notices Elizabeth's bare hands. \n[5]Where's your beautiful ring? \n[6]Shut the front door!  Somebody needs a hug. \n[7]Hm. Another time then. Elizabeth takes an apple from a desk. \n[8]Of course. I'd never serve a student unwashed fruit. CRUNCH. Elizabeth takes a huge bite out of the apple. \n[9]Well, I think the students teach me at least as'much as I teach them. \n[10]Somebody's got a case of the sleepies. \n[11]Did you see what just happened? \n[12]You weren't at the orientation the other day, but we're doing something new this year. It's very exciting. We're splitting the cafeteria into quadrants. Elizabeth yawns. \n[13]So, anyways, in order for the quadrant system to work, it's vital that each teacher maintain order within their quadrant. Because it's really tough for me as head lunch monitor -- or another teacher -- to leave their quadrant to discipline a kid in another quadrant. I know it's a lot to take in. I'd be happy to sit with-you after school and explain all of the new guidelines. \n[14]Okay, Elizabeth. Sounds like a plan, Stan. 18. \n[15]Oh, I meant to ask you. Did I hear that you were showing a movie this morning? \n[16]Fair enough. Listen, I don't want to tell you how to run your class, but maybe it might be fun to do some ice-breakers. Like \"Telephone Charades\" or \"The String Game.\" Or start doing practice questions for the state test. It's never too soon to start. \n[17]Oh, shishkebobs, no. If I gave you that impression, I am so sorry. Actually, I was really hoping that we could be more than across-the-hall-mates. \n[18]No, of course not. I don't even know what that is. I just meant friends. \n[19]Yes! Yes! And helping each other out. Looking out for one another. \n[20]But you can't leave. Lunch doesn't end for another...  19. \n[21]Seven minutes. Who's going to watch your quadrant? \n[22]'Scuse,me. Just gonna scooch in here. She drops quarters into the vending machine, but doesn't bother selecting an item. This was clearly her \"in.\" She turns to Elizabeth and Lynn. \n[23]Sooo... I know it's none of my business, but I couldn't help but overhear your conversation and I just want to say, that you shouldn't change a thing. You should be happy with the way you are. That's true. \n[24]I would never -- \n[25]I guess that's what you get for trying to help... Amy pushes the coin release on the vending machine and takes back her change without getting a drink. Amy heads back to the couch. \n[26]Well, look what the cat dragged in! \n[27]Gang members, probably. \n[28]Elizabeth?! For the seventh grade carwash? That's bonkers! 32. Amy immediately regrets saying \"bonkers.\" \n[29]I'm sorry. I didn't mean to blow my stack. \n[30]We raised over $6000 last year. That's a record. Is this really the best time to start experimenting? \n[31]Of course. Well, I should skedaddle. Looks like someone needs to plan a Saturday morning bike ride. She turns on her heels and walks out. \n[32]Shishkebobs. She hesitates a beat and then enters. \n[33]Wally? Are you in here? It's Amy Squirrel. He instinctively covers himself with the brochure. \n[34]This'll just take a sec. I thought you might want to know that Elizabeth Halsey showed up at the carwash in a bikini top and short-shorts. It was pretty racy stuff. \n[35]\"Later we'll all die, said the gator to the fly.\" 36. Another TEACHER walks past Amy, looking confused. He hesitates and then goes into an adjoining stall. \n[36]I don't want to speak out of school, but I happened to be pedalling by and saw her get.pretty chummy with the money. ,And remember, we barely know anything about her. She was a real lone wolf last year. \n[37]Something about this doesn't pass the smell test, Wally. \n[38]Thanks for the pep talk. Have a super day, you two. Amy exits. Immediately, there is an IMMENSE ERUPTION from the other stall, followed by a sigh. \n[39]Cold. \n[40]So, you know how I hate to gossip, but I heard that one of the custodians walked in on Omar -- you know, that Arabic boy -- giving... Oral sex to Matty Feldstein after swim practice in the boy's locker room. \n[41]Your shirt's mis-buttoned. Her shirt's mis-buttoned. \n[42]Yeah, it's been quite a change. \n[43]What else, Sasha? \n[44]I can't prove that. What else? \n[45]And no more movies in class? \n[46]Animal Farm?! That's not even on the syllabus! 64. \n[47]I know you're forgetting something. Do you want extra credit on your diorama or not? \n[48]What? \n[49]Wait. Hold your horses. What was medicinal? \n[50]Holy guacamole. \n[51]Trust me, Wally. My kids in D.A.R.E. tell me everything and there are drugs in this school. And not just the students. Some of the female teachers. 65. \n[52]Even though that wasn't drugs, junk food is still contraband. That's detention, Buster. \n[53]If anyone has any information regarding the whereabouts of the missing \"Annie\" wig, please let me know ASAP. Because if that wig isn't found, you can bet your bottom dollar the \"sun will not come out tomorrow.\" Back to you, Wally. Amy sits. Principal Snur addresses the teachers. \n[54]Oh boy, third year in a row. This is starting to get embarrassing. \n[55]Hey! Ism so proud of you. If someone told me at the beginning of the year that you -- you! -- would get the bonus, I would've said to whomever it was, 'you must be joshing me.' And now, here we are. Here we are. \n[56]What a good, fun idea. Unfortunately, Scott and I have to go over the itinerary for the D.C. trip. We're the chaperones. We're going together.  We're dating, so it'll also be romantic. You're not dating anyone now, right? \n[57]Well then. Scott, we should skedaddle. Those itineraries won't schedule themselves. Amy and Scott head off. Scott turns around. \n[58]Who did this? No response from the class. \n[59]Oh come on. Nobody wants an extra sticker on their all-star board? Amy presses the apple to her ear. \n[60]Who brought you to me? Amy places the apple up to her ear. \n[61]What's that, Mr. Apple? You want me to take a bite? Alrighty-roo. Amy takes a bite of the apple and then addresses the class. \n[62]Enough horsin' around, let's get started. \n[63]Fudge! Fudge! Fudge! Fuuuuuck--dge! \n[64]I never lose my keys! \n[65]What's wrong with your face?!?! \n[66]Super! Thanks a bunch, Amos! The Maintenance Man exits. Amy immediately opens the desk and rummages through it. She pulls out the \"Annie\" wig. \n[67]Busted. She pulls out a test booklet. There's a piece ripped out from the front page. Amy's eyes narrow. She runs to the floor, where she has neat stacks of what used to be in her desk. She finds her test booklet and compares the two, clocking the I.S.A.T. address. \n[68]Looks like somebody's in big, big trouble. \n[69]I think you're the one that might be in some kind of trouble! Did you or did you not give her a copy of the state test? \n[70]What article? \n[71]And like I said, she stole the wig. I think we're dealing with a criminal master-mind. Sorry to be the bearer of bad news, Wally. You know how much we all like her. \n[72]You betcha.  You know what scares me the most? This is just what we know. This could be the tip of the iceberg. Who knows what else she's capable of? \n[73]Oh my gosh. We just might have a Mary Kay Letourneau situation on our hands. Amy scratches the turtle's neck as it continues across the table. \n[74]I know. The woman's a criminal mastermind. \n[75]What I need from you is to focus and get our kids home safe. I'll take care of everything here. \n[76]It's what I do. Love you, Scooter. She hangs up the phone and cockily kicks her feet onto the table, accidentally knocking the turtle to the floor. \n[77]Oh boy. \n[78]She used to give all the guys that look. That sex look. You know -- Amy gives her version of a sexy look to the Detective. \n[79]She's a monster. \n[80]\"No child left behind.\" How ironic. That a child was left behind. In Washington, D.C. With a statutory rapist. \n[81]Elizabeth! I was so worried. You gave us quite a scare, you did. Elizabeth doesn't acknowledge her and continues walking toward Amy, only feet away now. \n[82]Somebody's being a grumple-- BAM! Elizabeth punches Amy square in the nose. Amy drops to her knees and grabs her nose, now squirting blood. \n[83]Elizabeth keeps walking and turns a corner. A BELL RINGS and the hallway starts filling with STUDENTS. \n[84]Although leaving was a difficult choice... Amy looks over to Elizabeth, who motions for her to continue. \n[85]When the superintendent personally asks you to work at one of the worst schools in the state, you say yes. I'm looking forward to bringing my brand of zany energy and lust -- not love, lust -- for learning to the underprivileged students at Malcolm X High. I welcome the challenge. The Teachers applaud, Scott the most enthusiastic. Elizabeth steps up to Amy, who flinches. ", "SCOTT": "\n[1]Hi. Can you tell me where Room 124 is? \n[2]Oh, you don't have to do that. \n[3]Thanks! I feel like I've been walking around in circles for the last fifteen minutes. Scott Delacorte. I'm the new sub. \n[4]Good eye! \n[5]It's a bummer knowing my watch could feed a village for .a year, but my grandfather designed it, so... \n[6]The family business. My mom's maiden name is Jaeger. \n[7]My parents had a minor meltdown when I decided to join the Peace Corps and become a teacher. But they've been cool about it. Elizabeth smiles and they start walking down the hall. \n[8]Integrity. \n[9]The poster. \"Integrity.\" What a great message for the kids. \n[10]Man, I can't wait for the day that I have my own classroom. \n[11]I'm not married. \n[12]That's horrible! Ooh, 124! This is me. \n[13]Only if a teacher gets sick. Great meeting you, Elizabeth Halsey. He heads into the room. Elizabeth cocks her head, checking out his ass as the door closes. \n[14]I wish it was under better circumstances. Stu Riley's car was vandalized last night. Right in his driveway. \n[15]The public school system failed them. Elizabeth and Amy nod vigorously. \n[16]Hey, guys. \n[17]Ha, yeah. Actually, Sandy Pinkus in the Math department, I guess he got that stomach bug that's been going around and I got the call. \n[18]I'm good, thanks for asking. Lynn walks off. \n[19]Isn't it Back-to-School Night? 41. \n[20]Cool! Let's get a group together. \n[21]Oh. Um, listen, I'm really flattered. You're one of the nicest people I've met here. But... I'm actually seeing someone. \n[22]Yeah, we've been keeping it quiet. \n[23]No. She's beautiful. She's great. She really cares about the kids. It's just... when you're dating a co-worker... \n[24]Anyways, thanks again for asking me out. I'm honored. And I'll take a raincheck on that group date. See ya! Scott crosses through the cafeteria. Lynn returns with a four cartons of milk. \n[25]Hey, guys. Are you coming to 'In Cahoots' tonight? My band's doing a few songs. Could be fun. \n[26]We'll all grab a drink! \n[27]Now we're cooking with grease! \n[28]Rockabye, rockabye... \n[29]Hey, Ms. Halsey. \n[30]What a good egg. \n[31]Hey, if it isn't Professor Smartypants. Scott playfully punches her shoulder. Elizabeth playfully punches him back. \n[32]So what are you gonna do with your new- found riches? \n[33]We should go out and celebrate.  Your treat? \n[34]No, she sounds terrible. \n[35]Rain check on those drinks. \n[36]I think we're good. \n[37]Oh, um, I don't know, Champ, um -- Scott looks to Elizabeth, like \"please help.\" \n[38]Wow, you are such a natural. \n[39]Alright, guys, count-off. The students begin their count-off. \n[40]I'm so conflicted about this man. Did you know that he had slaves? Elizabeth tries to dislodge a piece of the fruit roll-up from the back of her mouth with her tongue. \n[41]I just hate slavery so, so much. An unquestionable evil. I hate it. Elizabeth continues struggling with the fruit. \n[42]If I could go back in time and undo slavery, I would. Elizabeth gives him a sideways glance, like \"no shit.\" \n[43]I hate it. Elizabeth finally dislodges the chunk of fruit roll-up. \n[44]You get it. Scott squeezes Elizabeth's shoulder. \n[45]Thanks for listening. 89. \n[46]Oh my gosh, your body feels so good. 90. \n[47]Oh my gosh, I'm dry-humping the shit out of you. \n[48]Oh my gosh, I'm so close... I'm... pfft. Ugh. Scott rolls off of Elizabeth and exhales deeply. There's a wet spot on his jeans. \n[49]That was a mistake. \n[50]I know, I'm sorry. But this isn't me. And I. know this isn't you. I'm in love with Amy. \n[51]I know. And you're awesome and you have a huge heart and I love your empathy. It's just, when I was dry-humping you, I couldn't stop thinking about dry-humping Any. \n[52]Elizabeth, I think you're beautiful just the way you are, even with your flat chest. And I think Amy's beautiful. But I just have to do what's right. I made Amy a promise. 91. Scott holds up his hand, showing off a PROMISE RING. \n[53]Wait, Elizabeth. Don't go. Spend the night here with me. You can sleep on the other bed. \n[54]Alright, guys, let's settle down. The Tour Guide looks around, uncertain. \n[55]Who had a good time in D.C.? The students let out a cheer. \n[56]Garrett! Garrett! Nothing. Scott looks around, stricken. \n[57]I'm freaking out here. They've been missing over two hours. I'm just a substitute!  Shut up!!! The chanting immediately stops. \n[58]I don't know. You think? \n[59]This is such a mess. \n[60]Thanks, Amy. You're a lifesaver. \n[61]What? The students step off and the Parents swarm them. \n[62]Hey, Stranger.  Listen, now that Amy's transferring, maybe the two of us could go grab a drink. \n[63]Elizabeth walks out. ", "PRINCIPAL SNUR": "\n[1]Well, it's been another great year here at JAMS. Who can forget Mr. Pinkus' haunted classroom? Sandy, thank you. SANDY PINKUS, 40s, sporting a ponytail, smiles, clearly enjoying the small compliment. \n[2]Or the wild success of... \n[3]Thanks, Amy,  . Or the wild success of the book drive for the women's prison sponsored by Ms. Savicki's class? A broad-shouldered teacher with spiky hair, MS. SAVICKI, nods. \n[4]But now as the summer is upon us, it's time to not only say goodbye to another school year, but to also say goodbye to a member of our faculty. Elizabeth, can you come up here? ELIZABETH HALSEY, mid 20s, pretty and petite, walks up to the front. She sports an enormous diamond ring and dresses slightly more cosmopolitan than the other teachers. \n[5]You've only been with us for one short year, but know that you'll always be a part of the JAMS family. Elizabeth gives Principal Snur an appreciative smile. The Teachers lightly applaud. \n[6]And we got you a little something. Wally hands Elizabeth an envelope. She opens it and. pulls out a gift card: BOSTON MARKET. $37. \n[7]Why don't you say a couple words? \n[8]If you don't like to get wet, Arkady, you could try using deodorant, anti-. perspirant, maybe some cologne. I know a lot of the older boys are wearing the body spray. \n[9]So why don't you think about that and I'll let your teachers know that you're working on it? Arkady nods and quickly exits. \n[10]We were just finishing up. Elizabeth, I actually meant to talk to you. Did I hear that you were showing movies all last week? \n[11]Huh. Elizabeth tries a different tact. She picks up a dolphin- shaped clock from the desk. \n[12]Me too! And if you like that, you'll love this. 31. Principal Snur pulls out an \"Adopt-A-Dolphin\" certificate. \n[13]He lives in the Cayman Islands. \n[14]So what else is new? \n[15]What a nice surprise. \n[16]Amy's been running it the last two years... \n[17]I'm so happy that you're dedicating yourself and becoming a real member of the JAMS family. \n[18]I just thought it was nice to see some other teachers step up. \n[19]Amy, I see you taking on a.lot of responsibility, what with directing \"Annie\" and all your work with D.A.R.E. I'd just hate to see you get overwhelmed like you did in 2004. She stares at him -- clearly, this is a touchy subject. \n[20]Amy? What are you doing? Get out! \n[21]Can we talk about this later? \n[22]Look, Josh Gershman's dad called and said that the carwash was a huge success. And Lauren Rissman's dad called and said the kids had a great time. \n[23]Are you accusing Elizabeth of embezzling from the seventh grade car wash? \n[24]Well, they raised over $7000, so whatever she did worked. And next time you accuse a fellow teacher of stealing, you better be damn sure. We're done here. Amy takes a deep breath. Her face is BEET RED. \n[25]You better be right about this -- or I'm going to be getting a lot of panicked calls from parents. \n[26]Elizabeth, sorry to bother you. This will only take a second. Elizabeth,. still choking, digs into her purse. She grabs her cough syrup and takes a huge swig. Elizabeth wipes her mouth, breathes normally. \n[27]Enough, Amy. I think it's time we call off this witch-hunt. \n[28]Thanks, Amy. Um, okay, I'm sure everyone wants to go home, so I'll be quick. \n[29]So I have here the results of the state exam -- and I'm happy to announce that John Adams Middle School had the fifth highest scores in the state. The Teachers applaud. \n[30]And I want to single out one of our own, who showed that with hard work and dedication, one person can make a difference. She makes me proud to be her boss and she's now $5700 richer. With the highest scores in the county -- yes, you heard me right, in the county ---I want everyone to please give a hand to -- \n[31]Elizabeth Halsey! Elizabeth leans over to Amy, who's sitting beside her. \n[32]All set? \n[33]Elizabeth, thanks again for hopping in last minute. You really saved us. \n[34]She'll be fine. But to be honest, I think she was scaring some of the kids. \n[35]Test-tampering. Here? At J.A.M.S.? \n[36]I know. It's a tragedy. But Amy, let's keep this between us. The last thing we need is a scandal on our hands. \n[37]The superintendent will speak to the press shortly, but for now, I'd just like to say that I hope Ms. Halsey does the right thing and brings back our student. \n[38]Again, speaking on behalf of the whole administration, I just want to apologize for what happened. Clearly, there was a miscommunication. \n[39]Well, it's been another great year at \n[40]Who can forget the exciting addition of a climbing wall to the small gym... \n[41].Or the student/teacher spelling bee. \n[42]I think that was a huge s-u-c-c-a-s-s. Polite laughter. \n[43]But seriously... With summer around the corner, it's time to not only say goodbye to another school year, but to also say goodbye to one of our own. Elizabeth smiles. \n[44]Amy Squirrel. Amy, her face completely healed, steps forward, with a pursed smile. \n[45]After six short years of outstanding, tireless work here, Amy is transferring out of the district. \n[46]I know she'll bring her love for learning to her new students. Sandy, the ponytailed teacher, pipes up. ", "GARRETT": "\n[1]Oh my. Chase and her friends turn to face Garrett, who's as surprised as they are that he spoke. \n[2]Bless you. \n[3]I agree with Chase. Elizabeth pops in the DVD. \"Stand and Deliver,\" starring Edward James Olmos as a tough-as-nails calculus teacher in an inner-city school begins. Elizabeth takes a bite of one of Sasha's cookies and immediately spits it out. \n[4]Hey, Ms. Halsey! \n[5]Quite a film, huh? Chase gives him a weird look and then exits with her friends. Sasha lingers by Elizabeth's desk. 29. \n[6]Oh, I'm gonna get you guys! A couple of PARENT CHAPERONES stand in small clusters. Tristan, the bully, cocks his arm and aims a soapy sponge at Garrett. \n[7]Ms. Halsey! Hey, it's me, Garrett! \n[8]I thought we could play board games! \n[9]Oh god, no one wants to hear it. Oh god, I'm so embarrassed! \n[10]This is called \"The Chase,\" by Garrett Tiara. XOXO /My love for you is XOXO/ Her hair is long and straight / Isn't it great? / About her smile / That I would walk a mile for / About her personality / That makes me see the best in me / And at night when we sleep / Our souls locked in deep / So that when we sleep / We can stop pretending / And embrace our beautiful ending. Melody applauds. The Aunts join in. Elizabeth claps, then gets up to go. Garrett shakes them all off. \n[11]We'll dance our dance / We'll revel in romance perchance / One glance / One dance / Because together we can achieve...  Ba-lance... Thank you. He closes his journal. Everyone applauds. Melody looks to Elizabeth for a reaction. \n[12]Chase, yeah. You got the subtext. \n[13]Please. \n[14]But I like Chase. \n[15]What do you know? You don't-even know our names. \n[16]This sweatshirt was my dad's. It's all he left when he left. 54. \n[17]Fuck you. Elizabeth pats Garrett on the shoulder. \n[18]Happy New Year. Are you spending that alone, too, or do you want my mom to invite you over? She gives him the finger over her shoulder and leaves. \n[19]Because she's a cry baby. The kids chuckle. Chase looks back at Garrett. \n[20]Ahhh!!! The'Police Officer starts rummaging through Garrett's bag and pulls out an opened bag of CORN CHIPS. \n[21]Mr. Delacourte, do you think we could go to the poetry museum? \n[22]Why are you talking like that? \n[23]5. As the students continue counting off, we \n[24]Hey, you want me to take your picture? \n[25]Alright, well let me know. I've got my camera and my battery's fully charged. She turns away. \n[26]Awesome. \n[27]I love Chase Streeter-Rossi. All eyes turn to Garrett. Chase looks mortified. \n[28]I love you, Chase. I've always loved you. And even though you pretty much stopped talking to me in fifth grade, I don't care. I remember the Chase that wrote me a card when my dad was overweight and had to go to the hospital because of his heart -- \n[29]Shut up, Sasha, I'm talking about a different card. And then, a year later, when he left my mom and moved in with his trainer, you wrote me another card. What happened to us? Remember when we had a sleepover in the second grade and you wet your bed and you were so embarrassed and you made me promise not to ever tell anyone. Well, I never did and I never will. I know we're really young, but remember Romeo and Juliet were only 13. A lot of people don't know that. So there it is. My heart on a sleeve.  Don't let me leave / Always believe / A beat. Chase stares at Garrett. 93. \n[30]She just laughed at me. Called me gross. \n[31]I'm not going back. Leave me alone! \n[32]No! Garrett runs off. \n[33]I'm not leaving without talking to the poet laureate. \n[34]What do you care? \n[35]You have to be here. You're a teacher. \n[36]So. you came looking for me on your own? \n[37]I just want to know what to say to Chase to get her to like me. \n[38]They'll probably reject me, too. \n[39]Thanks. \n[40]I can't go back there. All the kids will laugh at me. \n[41]Maybe Chase is wondering where I am. \n[42]Hey, there's a bunch of people outside of my house. Elizabeth wakes up and looks up to see: A CANDLELIGHT VIGIL, including Amy, Scott, Melody, and many. of Garrett's classmates; a SEA OF TV CAMERAS; and \n[43]She likes that I'm kind of a celebrity. But I'm cool with it. I'm the man around here! \n[44]Well, I should get going. See you around, Ms. Halsey. Oh, and nice... He points at her breasts. ", "LYNN": "\n[1]Oh sorry, am I interrupting? \n[2]Do you want to grab some lunch? \n[3]You have that thing going around, huh? \n[4]Are you excited for tomorrow? \n[5]No, it's the first day of school. \n[6]Yeah, that was last week. \n[7]If you hate teaching so much, why don't you just get another job? \n[8]I love my summers. Fresh corn. Mmm. \n[9]Oh god, I pray for that -- \n[10]You're gonna find someone great. \n[11]You don't want to do that. You're already so pretty. \n[12]We should finish up. Wally's doing that big orientation for teachers in the auditorium. \n[13]But it's mandatory. \n[14]Yeah, I probably won't go either. I don't know I might. I'll probably go, but just sit in the back. Maybe leave early. Maybe stay till the end. Play it by ear. Or just stay till the end. Lynn takes both their, trays and dumps them. \n[15]This was fun. \n[16]Sorry. \n[17]I don't know. That's a lot of money. \n[18]Maybe I could sell that jewelry my grandmother gave me? \n[19]Thanks. What about Mark? \n[20]I've never asked them. \n[21]Major phony. But she also cares a lot, too. So what's going on with your boobs? \n[22]I love how his eyes sparkle when he smiles. \n[23]I heard he pooped himself in first period. A kid had to walk him to the nurse. \n[24]Scott, do you want anything? \n[25]Sorry, what kind of milk do you want? Skim? Whole? 2%? Chocolate? \n[26]Okay, I'll get you skim. No, no, 2%. Lynn walks off again. \n[27]Here you go. I got you one of each. 42. Lynn hands them to Elizabeth, who takes them, drops them in the trash and storms off. \n[28]Hey, welcome back. \n[29]Yeah, and a little blood. The kids had too much sugar. 55. \n[30]Anyways, a bunch of us are going out tonight to see Period 5 play. Do you want to come? \n[31]Yes. \n[32]Aren't they terrific? Elizabeth eye-fucks Scott. She catches his eye and he quickly smiles before nervously turning his attention to Amy. Elizabeth watches Amy dance in SLO M0, her BREASTS bouncing up and down. \n[33]You should hear some of their originals. She turns to the bartender. \n[34]No thanks... You know, I was thinking that if you still need that money, you should.try and go for the bonus. Can't hurt. \n[35]For the state test.  57. \n[36]Whichever teacher has the highest scoring class gets a bonus. We talk about it all the time in the faculty meetings. \n[37]$5700. Could be good, right? Let's dance! Lynn runs out onto the dance floor and joins Amy. \n[38]It's nice to finally see the Jews and the Arabs getting along. Elizabeth enters. Scott looks up and smiles. \n[39]She's my best friend. She tells me everything. We have lunch together! \n[40]Elizabeth, hey! How was your summer? \n[41]He sounds amazing. How'd you meet him? The internet? \n[42]Sounds like a fairy tale. \n[43]Sure! My treat. ", "SASHA": "\n[1]Hi, I'm Sasha. It's a pleasure to meet you.  My mother baked these for you. \n[2]We're watching a movie on the first day? \n[3]I'm a student leader for the D.C. trip -- \n[4]And we're having our car wash this weekend. If you're around, maybe we could wash your car. \n[5]It's for a good cause. This year, we're trying to get some extra money so that we can go on a Duck Tour! She hands Elizabeth a flyer. Elizabeth glances at it. \n[6]Last year's seventh grade raised $6000. \n[7]Are you stealing our money? \n[8]I haven't tattled. Yet. \n[9]I didn't say I would say anything. \n[10]Is that marijuana? \n[11]Oh, okay. Feel better. My mom and I made you holiday cookies. Here. Sasha pulls out a tupperware container. \n[12]Sugar. Elizabeth considers, then manually rolls down the window a crack. She grabs the container and quickly closes her window. Elizabeth starts eating a cookie. \n[13]I don't want to run for congress. I want to be president. \n[14]If I think about it, will I get extra credit? \n[15]You never assigned it to us. \n[16]You can't do that! I have band and jazz band tonight! \n[17]I don't know. I told you about the car wash money. \n[18]I think I've told you everything. \n[19]No, we're actually learning. Did you know that Animal Farm isn't even really about animals -- \n[20]I want it! Let me think... Oh there was... never mind. \n[21]It was okay. It was medicinal. \n[22]Ms. Halsey was smoking in her car, but she told me her doctor prescribed it. \n[23]But the bell didn't ring. \n[24]I think I hear it again! \n[25]If it's not Chase, then I'm not home! Chase rolls her eyes. Up front, Scott and Elizabeth sit next to one another and share ipod buds. \n[26]2! \n[27]Honest Abe. 92. \n[28]That was from the whole class. \n[29]\n[30]I think it's Garrett Tiara. ", "CARL": "\n[1]Marjorie? \"Marjorie\" turns and we SEE that it's actually ELIZABETH, wearing the \"Little Orphan Annie\" wig. She's sipping a cocktail. \n[2]You find the place alright? Good drive? \n[3]First time to Peoria? 72. \n[4]A lot of people don't know this, but it's the largest city on the Illinois River. \n[5]Yup yup. And it was actually founded before Chicago. \n[6]No. I should, I should. Definitely thought about it. \n[7]Yeah... \n[8]You can't use my name, okay? \n[9]Like I told you on the phone, every couple of years, we get calls from all over the state with these cockamamie charges. You should hear what they call me. And I'm not a racist. I voted for Obama.  That, you can quote me on. 73. \n[10]Look, Marjorie, I know my tests aren't perfect. But what's the alternative? I'm all for free thinking and creativity, but how do you formulate an education budget without hard numbers from one of my tests? \n[11]No problem at all. Elizabeth lights up. \n[12]I'll send you one the day after the schools administer them. \n[13]I wish I could, but unfortunately, you need one of these bad boys. Carl holds up a lanyard with a STATE ID CARD and some keys attached. \n[14]My poison is the white devil. Wine. White wine. \n[15]You know, Marjorie, this is the best night I've had in a longtime. \n[16]Everything. \n[17]Mine's metal. \n[18]So this is the desk. \n[19]Um... I could put on some internet radio. Carl goes to fiddle with his computer. Elizabeth quickly reaches into her purse and pulls out the bottle of GHB. She pours a little into Carl's wine. And then a little bit more. As he turns around, she hands him the glass. \n[20]To new lovers. CLINK. Carl downs his glass. \n[21]I'm gonna take off my shoes. Is that okay? \n[22]K, first door on your right. Don't be long. Carl starts carefully clearing everything off of his desk. \n[23]I wanna fug ya agains dis desk. 76. \n[24]Marblorie! \n[25]She changed her hair. Is Marjorie in some kind of trouble? 87. \n[26]What?! No! All I did was give her a couple of quotes ,for her article and that's it. \n[27]For the Tribune. She's a reporter there. Right? Amy's eyes go wide. ", "MELODY": "\n[1]Excuse me, Ms. Halsey. I just wanted to introduce myself. I'm Melody. Garrett's mom. \n[2]Oh, you're referring to his poetry. Thank you. \n[3]I am. So so so so so proud. So proud. \n[4]I'm so happy to hear you say that. would really benefit from that. \n[5]Ugh. Class sizes are ridiculous. \n[6]Thank god you love what you do. \n[7]You know what I'm going to do for you? Melody opens her pocketbook. Elizabeth smiles. \n[8]I am going to start a letter-writing campaign to the school board, to my congressman, to the mayor -- and keep writing until you get what you deserve. She opens her date book and writes herself a note. \n[9]And I'm writing myself a reminder! Melody pulls Elizabeth into a warm hug. \n[10]You are a saint. Melody exits. Elizabeth is left in the classroom by herself. \n[11]Merry Christmas, Ms. Halsey! \n[12]Having a nice Christmas? \n[13]What are you doing the rest of the day? Going to see your family? \n[14]Ms. Halsey.  Elizabeth. Would you like to have Christmas with us? \n[15]This is a real treat for Garrett. He doesn't have a lot of friends come by the house. \n[16]Oh, but you have to wait for dessert. We have a real treat. \n[17]It's even better than cheesecake! Garrett, why don't you run and get some of your new poetry? \n[18]Don't be shy, Marbles. Garrett runs out of the room. \n[19]One poem? If you like it, maybe you can read it to your homeless friends. \n[20]Patty, Nancy, why don't you give me a hand with dessert -- give them a chance to talk about the poem. The women exit, leaving Garrett and Elizabeth. \n[21]It was strictly student/teacher. Garrett's a gifted poet and Ms. Halsey was trying to bring that out of him. Amy snorts. \n[22]Aside from Christmas at our house? Absolutely not. The Detective glances at the Principal, like \"Oh boy.\" \n[23]Marbles doesn't even have armpit hair! \n[24]Marbles!!! The reporters thrust mics in her face. ", "DANNI": "\n[1]Dr. Vogel. \n[2]So you'll be off your feet for about two weeks... what works for you? \n[3]The 19th it is. So the total is $9300 for the surgery plus one night stay at our facility. How would you like to pay? Elizabeth laughs. Danni laughs. \n[4]The night's included in the price. Did you not read our literature? \n[5]We accept all major credit cards. \n[6]I'm sorry, but if you can't pay, I can't schedule the appointment. You know, there are less expensive options. Have you looked into South America? \n[7]Almost done. We don't normally deal with cash here. At the doctor's office. Elizabeth slides the bonus check across the desk. \n[8]And when would you like to come in? \n[9]And when would you like to come in? \n[10]A week from tomorrow, then? \n[11]We have a 48 hour cancellation policy. Anything after that, you'll be charged 50% the cost of the surgery -- unless there are extenuating circumstances. ", "KIRK": "\n[1]Did you call my name? \n[2]Oh, I thought you said Kirk. He turns and heads back in to his room. \n[3]Nope. Kirk closes his door. After a beat, he opens it. \n[4]Also, I might be a little short on the rent this month. Like, a lot short. He closes his door. The microwave BEEPS. Dinner's ready. \n[5]You owe me two bucks.. Kirk walks into his room and closes the door. \n[6]My client has been an upstanding member of society her entire life. She has spent time as an educator, she has \n[7]And she has touched the lives of those around her -- until last night. Elizabeth pulls Kirk into a lawyer/client huddle. \n[8]Do you think they're going to find out that I didn't pass the bar? \n[9]Your administration jumped to conclusions, set off a media fire-storm and has humiliated one of its own. As Ms. .Halsey's chief counsel, I've advised her that we have an extremely strong case of libel and that it's certainly within her province to sue the district. \n[10]Ms. Halsey is not a litigious woman. She wants this whole matter to go away as quickly and painlessly as possible. Kirk slides a piece of paper across the desk. \n[11]This is a list of our demands. The Superintendent and Principal Snur scan the list. ", "MARK": "\n[1]Coming! MARK, early 30s, exits the bedroom in his underwear. He's shaved his head to avoid signs of early balding and is also a full four inches shorter than Elizabeth. Thankfully for him, he has money. \n[2]Hey! That was a quick party. Elizabeth kisses Mark on the top of his head and hands him a glass. \n[3]See? Nothing. Just then, the wooden chest at the foot of the bed SNEEZES. Elizabeth opens the latch to find SHEILA, 23, dressed only in a thong, scrunched in the fetal position. She stands, revealing LARGE FAKE BREASTS, and steps out of the chest. \n[4]Don't talk to her like that. \n[5]I'm not. And you know why? Because Sheila loves me -- and not just for my money. Sheila squeezes his shoulder. \n[6]What are you talking about?! Both your parents are CPAs. \n[7]It's over, Elizabeth. \n[8]I'm gonna need the ring back. She grabs her bag and heads for the exit. Mark follows. \n[9]Elizabeth. The ring. \n[10]Am I shocked? Mark starts laughing. ", "CHASE": "\n[1]The photographer was, like, sooo nice. He made me feel sooo comfortable. I might get flown to Kansas City for their fashion week. \n[2]Stalk much? Garrett quickly turns away. Chase rolls her eyes. An angry-looking kid, TRISTAN, wearing a MICHAEL VICK JERSEY, turns to Garrett. \n[3]I think it's awesome. You rock. \n[4]Are we starting \"School Ties\" today? Elizabeth holds up her finger while she finishes reading a \n[5]Where's the TV? \n[6]It's a symbol for, um, equality? Elizabeth puts a sticker on Chase's forehead. \n[7]Are you okay, Ms. Halsey? Elizabeth takes a long beat before answering. \n[8]No. \n[9]Gross. Chase's friends all start laughing. The rest of the class joins in. Garrett runs down the steps, away from everyone. \n[10]Garrett sat diagonal from me in language arts. He was always so supportive of my modelling career. ", "TRISTAN": "\n[1]Faggot. \n[2]What'd you say to me? Elizabeth, with large bags under her eyes, enters the class. Tristan, on a dime, heads back to his seat. The class immediately quiets down. SASHA, 12, dressed like a paralegal, walks up to Elizabeth with a large Tupperware tray. \n[3]Incoming! Direct hit. The cole slaw nails him in the shoulder. Garrett picks some of the cole slaw off his shirt and eats it. He continues writing. Amy races over to Tristan and writes him up. Elizabeth watches, bored, struggling to keep her eyes open. Amy heads over to Elizabeth. \n[4]Whoa. The CAMERA FOLLOWS Tristan's gaze. ELIZABETH steps out of her car. She's wearing HIGH HEELS, DAISY DUKES and a BIKINI TOP. She looks both spectacular and ridiculous. A couple of PARENTS look over at Elizabeth, in shock. \n[5]Ladies and Gentlemen of the jury, you've heard the \"facts,\" but come on, you know me. I'm Atticus Finch, baby! The class laughs. \n[6]Come on, seriously. You're gonna side with Chase and Shawn over me? \n[7]Atticus Finch is a good lawer because he's a good person whose a layer. Elizabeth looks at Tristan. As she writes, we HEAR -- \n[8]69. He bumps knuckles with his friend. \n[9]A beat. \n[10]I've been telling him to hit that all year. That's my boy! ", "SANDY": "\n[1]I ain't afraid of no ghost. The other teachers laugh. \n[2]Great, thanks for asking. We got a new bassist and we finally got a regular gig, which is nice because it's earned. It's time to show the world that a bunch of teachers can really rock out. \n[3]You should come to one of our shows. He hands her the yogurt. \n[4]I didn't even tell you the dates. \n[5]Everything's gonna be alright / rockabye... Scott joins in, harmonizing. \n[6]Man it's a hot one / like seven inches from the midday sun... Amy kicks her shoes off, and starts dancing. Lynn follows suit. \n[7]It just starts younger and younger. \n[8]Fourscore and seven years ago... Scattered laughter. Elizabeth rolls her eyes. \n[9]Speech! Speech! ", "TUCKER": "\n[1]\n[2]Do you ever talk to my brother? \n[3]You and my brother always had the histrionics. So, do you want to come to our party tonight? \"CEOs and Corporate Ho's?\" We're kinda light on Ho's. \n[4]Then what's up? \n[5]Two things. Number one: who do you think I am? Yeah, I like to party and yeah, I'm in an awesome frat, but that really hurts. And two: they're not \"date rape\" drugs. It's called GHB -- and it's for weightlifting. It helps build mass, okay? Why do you even want it? \n[6]That's all you needed to say. No need to get all histrionic on me. Tucker walks over to a chest, opens it, and takes out a small lockbox. He unlocks it and takes out a small bottle containing a clear liquid. \n[7]One capful makes you feel really good. Two capfuls will knock her out for a couple hours. You don't want to take any more than two. Elizabeth hands him some cash. He hands her the jar and then gives her a big, warm hug. \n[8]Listen, I know you and my brother aren't together anymore, but I still think of you as a sister, okay? \n[9]Sorry, didn't even know I put it down there. Good luck with your lifting. 71. ", "ANGLE ON": "\n[1]The dim-looking kid that had Elizabeth sign his yearbook. He flips to the faculty section, and by the picture of Elizabeth is her message: \"YOU ARE ILLITERATE!\" \n[2]GARRETT, sitting alone, writing in a journal. Tristan, the bully, tosses a bowl of cole slaw at Garrett. \n[3]ANY, across the street, watching through binoculars. She's straddling her bike and is wearing a helmet and a sheen of recently-applied suntan lotion. She takes a sip from her Camelbak, and pedals away. 35. \n[4]Elizabeth and Lynn at the bar. \n[5]Amy watching from outside her car. One side of her face is completely blistered, scaly and red from the POISON IVY. The kids have every reason to be scared by her. She gets into her car and slams the door. \n[6]88. .Scott, who stares up at the memorial and looks choked up. Elizabeth walks up behind him eating a fruit roll-up. "}}