{"dialogues": {"DELACROIX": "\n[1]Satire.  1a.  A literary work in which human vice or folly is ridiculed or attacked scornfully. B.  The branch of literature that composes such work.  2.  Irony, derision or caustic wit used to attack or expose folly, vice or stupidity. \n[2]Bonjour, my name is Pierre Delacroix. I'm a television writer, also a showrunner, a creative person. \n[3]Which is not good. \n[4]Good morning, Cheeba. \n[5]De-la-croix. \n[6]Not yet. \n[7]Manray, Sloan says you're too talented to be dancing on the street. \n[8]Good morning, Marie. \n[9]What staff meeting? \n[10]I didn't find out about this very important staff meeting until... \n[11]Four minutes ago. \n[12]I wasn't told about this until Marie informed me as soon as I got off the elevator. \n[13]Why didn't you tell me about this staff meeting? \n[14]What good are you if you don't tell me stuff like this? \n[15]C.P. Time is Colored People's Time. The stereotypical belief that Negroes are always late.  That Negroes have no sense of time - time except when it comes to music or dance. \n[16]I understand.  But again, in all honesty I was not informed. \n[17]I would prefer you not use that word in my presence. \n[18]Say it again.  C'mon, say it again. \n[19]Who's a nigger now? \n[20]I don't agree.  The Negro middle class does exist, and it's rich material for a dramatic series or sitcom. \n[21]...to white?  I still feel all of my scripts would make good shows. \n[22]I've never been given a fair shot. \n[23]I'm an oreo, a sell out?  Because I don't aspire to do HOMEBOYS FROM \n[24]I'm not sure if I can deliver what you want. \n[25]What is it you want from me?  Some plantation follies?  Some sitcom that takes place on a watermelon patch?  Some show that follows four nigger generations of junkies and crackheads?  You want me to go back to the ante bellum days? \n[26]I was never good at performing under the gun. \n[27]\n[28]Manray! \n[29]How did you know? \n[30]How can this be?  You and me at the same time, the exact same thought. It's scary. \n[31]Manray was under our nose the whole time. \n[32]Not yet, but this thing will never get made. \n[33]Dunwitty wants a Coon show.  And that's what I'm going to give him, it's going to be so racist, so negative, he won't have the balls to put it on the air.  Hence I'll prove my point. \n[34]The point being that him, the networks don't want Black people on television unless they are buffoons. \n[35]You getting cold feet? \n[36]Good.  I'm going to need your support. \n[37]And lose out on my money?  The only way I get paid is if I get fired. And that's what I intend to do. \n[38]Everything was going according to plan.  I was working on the outline. Dunwitty was off my back for now. \n[39]It was like they had disappeared off the face of the earth. \n[40]Manray better not be bleeding to death.  I need him.  After we're done he can do whatever he wants to do, until then, he's ours. \n[41]Eureka!  Where've you been? \n[42]Sloan and I have been looking all over for you. \n[43]No offense. \n[44]I apologize.  What would you like to eat?  Anything you want. \n[45]I have this concept for a TV pilot. There's no guarantee it will get made but regardless, you'll still make some money. \n[46]First things first.  I have to know if Manray is up for this. \n[47]Some tap dancing, some singing. \n[48]Different. \n[49]Trust me.  Of course I still have to pitch it to my boss, but we'll have an answer one way or the other. \n[50]That's right.  Money turns the wheel. \n[51]You'll both get an advance and you can stay with me. \n[52]I would like to change your name. \n[53]You're now Mantan. \n[54]It's right and tight.  Good morning, let me introduce you to everybody. You know my assistant, Sloan. \n[55]This is Cheeba. \n[56]And this is Manray. \n[57]We're all happy to be here and I'm going to paint a picture for you. \n[58]I've done a lot of soul searching and once again you are right.  In my previous work it's been all surface, superficial.  I have never really dug deep.  Not anymore.  As Mark Twain fully understood satire is the way.  Race has always been a hot button in this country's history and it needs to be pushed harder.  If we are ever to live side by side in peace and harmony. It's about promoting racial healing. \n[59]I know you're familiar with minstrel shows.  They came about at the turn of the 19th century.  It was a variety show in which the talent was in blackface - singing, dancing, telling jokes, doing skits. Dunwitty, I ask you when was the last time there was a good variety show on the air.  Carol Burnett? HeeHaw? \n[60]So let's take this great form, this very American tradition of entertainment into the 21st century, into the new millennium. \n[61]It is called: MANTAN - THE NEW \n[62]It will take a lot of courage and backbone on the part of the CNS to get this on the air.  In fact, I would understand fully if the subject matter is deemed too risque, too controversial. \n[63]I don't know if Whoopi is the way to go. \n[64]And Cheeba is Sleep 'n' Eat. \n[65]Mantan and Sleep 'n Eat.  Two real coons.  I know we're way out there but it's satire. \n[66]Every week we follow the trials and tribulations of two real coons - Mantan and Sleep 'n Eat.  The Dusky Duo. \n[67]Ignorant, dullwitted, lazy, and unlucky. \n[68]Mantan is an uneducated Negro who always by some stroke of unbelievable stupidity makes his best laid plans go haywire. \n[69]Yep, you guessed it. \n[70]Protest finally forced \"Amos and Andy\" off the air.  Could stop us from ever getting on. \n[71]Negroes would be in an uproar. \n[72]Mantan right here is a gifted hoofer.  He has educated feet. \n[73]Do we have characters?  How about Honeycutt, Snowflake, Rastus, Nigger, Jim, Sambo, Jungle Bunny, and how could we forget Aunt Jemima. \n[74]In the projects.  Like Eddie Murphy's \"The PJ's.\" \n[75]I don't know about that plantation angle. \n[76]We think so. \n[77]I want you to start using the name Mantan and not Manray if you don't mind. \n[78]You have to start getting into your character. \n[79]This is Mantan Moreland. \n[80]Gentlemen, the show, our show will be satirical.  You know what that is, don't you?  Trust me on this one. \n[81]That can be done. \n[82]Mantan!! \n[83]It looks delicious. \n[84]C'mon, Mommy, don't start with that I'm an ungrateful son stuff. \n[85]Can't beat it with a hammer.  Well, since you asked, it looks like I may have a new show, a pilot being shot. \n[86]It was.  It is.  But this is a different kind of show. \n[87]Mommy, please don't call me that. \n[88]I know what's on my birth certificate.  You heard from Daddy? \n[89]To answer your question, there are a lot of Negroes in it and what is your definition of buffoons? \n[90]Please let me know when you hear from Daddy, get a number or something. \n[91]I feel like somebody hit me upside da head with a sledgehammer. \n[92]I'm happy for all of us.  It's just we have a great responsibility now. The pressure is on. \n[93]I didn't mean it to sound like that. \n[94]Now I'm privileged?!  Why?  Because I didn't grow up on food stamps and welfare?  Because I didn't call home a cardboard box?  No, I never ever went to bed hungry and I'm proud of it, too.  Whoever told you that living in poverty earns you somekind of badge of honor flat out lied to you. \n[95]My problem is MANTAN THE NEW \n[96]It was the principle.  Dunwitty had to be enlightened.  I was making a point.  I take pride in my work. Plus, I already told you I wasn't gonna walk away from my money. \n[97]Even if money wasn't an issue, Dunwitty will still go ahead without me and that could be more dangerous. \n[98]I wouldn't bet against it.  My Negroidal ass is stuck between the proverbial rock and a hard place. \n[99]I strongly feel that a Negro should direct this.  This kind of satire is a high wire act in a gale storm. One misstep and we're doing \"Amos and Andy.\"  Only a Negro will have the sensitivity and cultural awareness to navigate this dangerous terrain. \n[100]I was hoping to perhaps direct some episodes myself, if not the pilot soon after. \n[101]You're telling me some white boy is gonna direct this pilot? \n[102]Besides, what does he know about Negroes? \n[103]What are his qualifications besides being a white male and directing a hot new sexy freaky Madonna video? \n[104]That's exactly my point.  Has he even directed actors before in anything? \n[105]In the immortal words of Derrick Coleman, WHOOOPDEEDAMNDOO!!! \n[106]Good morning, for those of you who don't know me, I'm Pierre Delacroix. I'm running things and this here is my assistant Sloan Hopkins. \n[107]I've never worked with any of you and you've never worked with me so we'll be starting from scratch. I'm a fair person, a straight shooter and I don't hold my tongue. Everybody up in here should know I had nothing to do with you being hired. \n[108]I would have preferred at least one other Negro writer.  Any questions? Comments? \n[109]Yes, your name? \n[110]Hi, Mona. \n[111]Oh, is that what I'm doing? \n[112]I've heard this somewhere before. \n[113]This thing was rigged, the deck was stacked, the fix was in.  Could Don King be near?  Good thing Sloan had my back.  She's my rock.  This was going to be a whole lot of work. \n[114]David, I appreciate your comments. Anybody got an ideas?  Everybody just talk out loud. \n[115]The mission was accomplished.  All of these people left the room thinking they would have real input. I was writing this pilot alone, myself, me. \n[116]Now came the fun part, finding the talented performers to cast in the show. \n[117]This was amazing.  Who had told these Negroes that this was what we were looking for?  The same old image, it damn for sure wasn't me. \n[118]Thanks, Ms. Lulu. \n[119]That's good.  We've seen enough. We'll get back to you. \n[120]Which one is your brother? \n[121]What's your name? \n[122]And what are the Mau-Mau's going to do for us today? \n[123]We're ready when you are. \n[124]Good.  We're really blacked-oops, backed up, so shall we begin? \n[125]Needless to say, the Mau-Mau's did not fit into our plans. \n[126]Finland.  This is a travesty.  A debacle.  A mockery. \n[127]Nice to meet you.  If you don't mind me asking you - how old are you? \n[128]Dunwitty, don't leave. \n[129]Where are you from? \n[130]Finland. \n[131]Yes, I know.  Jukka, have you ever seen a Negro person before?  Even had a real conversation with a real Negro before? \n[132]A fiasco.  A disaster.  A boondoggle. An abomination. \n[133]Did you just ask me what's a Negro? \n[134]Well before there was BLACK or AFRICAN AMERICAN, there were \n[135]How did you get this gig? \n[136]This is a TV show, not a music video. \n[137]This is a travesty.  A debacle. \n[138]I'm gonna slit my wrists.  Cut my throat.  For the love of Joseph. \n[139]For the love of Joseph and Mary. \n[140]I will not be held responsible for these revisions.  These changes are not the way I want to go.  This is an outrage.  This is a sham.  A violation! \n[141]I don't give a good goddamn about Finland, Norway, Sweden or wherever ya blond ass came from. \n[142]Funnier to who and at who's expense? Dunwitty, when Negroes start to run amok, the boycotts, when the demostrations commence, I'm giving them your home address.  Let's see how you like it when they picket your lawn in Greenwich, Connecticut. \n[143]Just want to say good luck. \n[144]Wait a minute.  Hold up. \n[145]Can I kiss you too? \n[146]You feel good, not nervous? \n[147]Not nervous?  Relaxed? \n[148]Fired up. \n[149]The material is fine. \n[150]We're trying to do something new here, some groundbreaking stuff. \n[151]Your life will never be the same. \n[152]What do you want me to say? \n[153]Good luck, Jukka.  Do a good show. \n[154]Same here. \n[155]I guess it was divine inspiration. \n[156]I was trying to be nice. \n[157]C'mon.  You were only doing what family is supposed to be doing for family.  You gave your brother a shot.  That's all anybody can ask for, an opportunity, a chance, a shot.  He got his. \n[158]Hello? \n[159]This has to be a big mistake. \n[160]Hold on a sec, I got a call. \n[161]Hello, Mommy, let me get rid of this other call. \n[162]I gots to go, it's my Moms. \n[163]I'll be right over. \n[164]He said that? \n[165]Where is he? \n[166]I can't go all the way down south. \n[167]I don't even know why you're still concerned over him.  Daddy's not with you. \n[168]It's gonna be hard for me to get away with the show taking off. \n[169]C'mon, Mommy.  Daddy hasn't been impressed with anything I've ever done.  From winning my fifth grade Spelling Bee to the present. \n[170]I figured this was a good time to get away.  Just jump in my ride and go.  I always did my best thinking when I was driving alone.  I needed to think out clearly what I was going to do with this MANTAN - THE \n[171]Brother man, that's my father up there and I drove a long way to see him perform.  Please take this fifty, go buy you and the young lady some drinks in the club. \n[172]I want to speak with you. \n[173]It's me, Peerless. \n[174]It's been a long time. \n[175]Pleased to meet you. \n[176]Is that so? \n[177]Daddy, she's younger than me. \n[178]I thought you had promised Mommy you stopped. \n[179]How did you end up here? \n[180]That's what I'm askin'. \n[181]Daddy, it can't be just because of that.  There had to be other factors. \n[182]Another one of your conspiracies to hold ya career back? \n[183]The same old, same old.  Trying to get my stuff through. \n[184]Nuthin' I can't handle. \n[185]Where do you go from here? \n[186]I didn't mean that, in life. \n[187]Let's get him over to the bed. \n[188]I love you too, Daddy. \n[189]How long has my father been like this? \n[190]So he drank himself into a stuper? \n[191]So what's up with you? \n[192]Don't tell him it's from me or he won't take it. \n[193]He never showed it. \n[194]My Daddy.  I'm not mad at him.  Not at all.  Junebug was the reason I got into this business in the first place. \n[195]That was the last time I ever saw my father. \n[196]Who's side are you on? \n[197]It was the Day of Reckoning.  After a massive advertising and publicity campaign... \n[198]What would their reaction be?  I hadn't the foggiest. \n[199]I was sunk, dead.  My goose was cooked.  The cat was in the bag and the bag was in the river. \n[200]Why are you here? \n[201]I thought it was the other way around. \n[202]These are black folks we're talkin' about, not some lab mice in a cage. \n[203]Yeah, show dem pearly whites. \n[204]Me? \n[205]I'm not black.  I'm a NEGRO!!! \n[206]A small victory isn't that small when you've been use to losing. \n[207]What is this? \n[208]For what? \n[209]The Jolly Nigger Bank. \n[210]Thanks. \n[211]Is that good or bad? \n[212]How so? \n[213]Because race has always been a sensitive issue in this country. Gary, I have no problem with people disagreeing with the show, it's when folks start trying to mess with my inherent right as an artist, that's when I get mad.  No one, in any way, shape or form should be censored. \n[214]Yes.  And I say yes because who is to judge?  Who is to stand before us and say this is righteous and this is not?  Who?  Who can play God? \n[215]Don't you people get it?  We're in the 21st Century.  Slavery was over four hundred years ago.  All that stuff people talked in the old days, it's over.  Folks always crying, white man this, white man that.  Let's all grow up. \n[216]Can I finish?  Thank you.  I had a great Aunt, we called her Sister. She went to her grave not believing man had walked on the Moon. \n[217]When I was a little kid, I would argue with her, \"it's on TV.\"  She would answer \"I don't care what's on that idiot box.  No MAN is on the MOON.\"  Well, there are a lot of your Negroes just like my Aunt Sister.  Face up to it.  The world has changed and if you don't adapt, change with it, you will be left behind.  This show is a parody. Are you telling me that nobody can use some humor, have some laughs in their lives?  Is that what you're telling me? \n[218]When American people want something, they want it now, they want it big. \n[219]Beanie Babies... \n[220]Now the latest, hottest, newest sensation across the nation was... \n[221]The Mantan - The New Millennium Minstrel Show at www.nigger.com was getting 500,000 hits a day. \n[222]So they can be on TV. \n[223]This is nothing.  It will blow over by tomorrow. \n[224]Tomorrow it will be all about cruelty to animals or some sex scandal.  Besides, there is no such thing as bad publicity. \n[225]Rest your mind.  It's a little somethin' something. \n[226]Those were the last pair of tap shoes worn by Bill \"Bojangles\" Robinson.  In fact, he died with them on. \n[227]No joke.  Serious. \n[228]In time. \n[229]To my astonishment, not only did the people in TV land love us, but also the critics. \n[230]Alec Baldwin, this is the very first time we've ever met, you don't know this, I'm your biggest fan and I want you to have my Emmy. It's for you, out of the deep bowels of my heart - I don't deserve this.  You take it. \n[231]That routine would go over like gangbusters.  I would be a dancing fool, Hollywood's new favorite Negro, move over Danny, Morgan, Samuel L., move over Whoopi. \n[232]I had it all planned.  To the T. \n[233]Pull ya self together. \n[234]What are you?  A man or a mouse? Are you a punk?  Punking out on me? \n[235]You getting scared because some people don't like what you are doing? \n[236]You've made it from the guttermost to the uppermost.  Don't you know you should never let them see you sweat.  Y'knowwhatI'msayin'? \n[237]And now is definitely not the time to bitch up. \n[238]Why'd you do that? \n[239]How long have you and Hambone been hangin' out? \n[240]That crazy brother of yours doesn't think so. \n[241]Oh, is he?  You getting jiggy with Mantan? \n[242]Dunwitty and I feel you've been getting too close to him, getting his mind all messed up. \n[243]Do you have to be so damn forthright? \n[244]Light? \n[245]You can talk all that mumbo jumbo if you want to but your hands are much bloody.  I know where I made my big mistake.  I have a general rule, never get involved romantically with somebody crazier than you. \n[246]This is crazy. \n[247]The first and only time.  A big mistake.  I'm gonna have to ask you not to see Mantan anymore. \n[248]Otherwise.  I trust you know the difference.  You're an intelligent woman, finished at NYU. \n[249]And that's how you got me in the first place. \n[250]You shouldn't even be mad at me over Sloan. \n[251]Oh, is it?  Buddy boy, in this business if people don't produce, they get fired. \n[252]Let me ask you a question, if I may. How do you think she got the job in the first place?  I don't mean to burst your bubble, Mantan the Marvelous, but Sloan is an opportunity. \n[253]Do I have to spell it out for you? In fact, go ask Sloan yourself. \n[254]Hello, Mommy, how are you? \n[255]You going to attack me too.  The show is a hit.  Aren't you happy for me? \n[256]Yes I have, very hard.  Has Daddy called? \n[257]Not at all? \n[258]If and when he calls, please don't forget to ask him if he's seen Mantan. \n[259]Soon. \n[260]Delacroix.  What?!  I'll be right down. \n[261]Mantan, we got a show to tape. \n[262]Kook and the Gang, it's Manray. Let's do the taping.  You go back to your dressing room, get dressed and blacken up. \n[263]How you sound? \n[264]Manray, I'm very sorry about ya boy Cheeba and Sloan.  Believe me, it gave me no joy pulling ya coattail about her, just lookin' out for a brother.  I feel you, all this stuff happenin' at once but you can't let if affect your work.  You gotta be professional. \n[265]No costume.  No blackface. \n[266]And I should put my foot dead up in yo' ass. \n[267]The Mau-Mau's had come up with a brilliant, sadistic plan to broadcast Mantan's execution LIVE over the internet. \n[268]The Mau-Mau's sent anonymous e-mail proclamations to the websites of CNN, ABC, MSNBC and CBS.  It was an invite to witness the Dance of Death, 9 PM, prime time, tomorrow night on a site to be designated at a later date. \n[269]It's no joke getting grilled by the FBI for five houts. \n[270]I don't know anything. \n[271]Somehow, someway, somebody had tipped the sharks off.  It was a feeding frenzy. \n[272]The X-Force was brought onto the case.  When something involves the internet, these are the people IBM, XEROX, the CIA, FBI, even the US Government go to. \n[273]There oughta be a law... \n[274]SWAT teams all up and down the East Coast busted in on known dissidents looking for Manray.  All the tips called in, info gathered through surveillance proved for naught. \n[275]Thank you for your help. \n[276]It was ten o'clock and the Dance of Death was about to commence. \n[277]Don't dance.  Don't do it. \n[278]Leave me alone.  Get away from me. You spearchucker.  You black sambo. You nigger pickaninny.  Fat Mammie. \n[279]I didn't think this was in your studies at NYU. \n[280]I'm sorry.  I didn't know anyone would get hurt.  I'm sorry, please give me that gun before you hurt yourself.  Give me the gun. \n[281]Give me the gun. \n[282]Go, get out of here.  Go home. \n[283]For the love of Joseph and Mary, what have I done?  My God, what have I done?! ", "SLOAN": "\n[1]How was it? \n[2]Nobody told me anything. \n[3]It wasn't my fault.  If I would have known, I would have known. \n[4]Oh my God!!! \n[5]Manray! \n[6]It hit me like a ton of bricks. \n[7]The idea was out there in the universe.  Now what? \n[8]Do you know how you will use him? \n[9]You lost me. \n[10]What point is that? \n[11]Sounds risky to me. \n[12]I'm in till the end. \n[13]Can't you just quit?  Walk away? \n[14]Maybe something happened to them. Maybe they're lying in an alley bleed to death. \n[15]You're beginning to sound like Dunwitty. \n[16]It's alright.  They are associates of Mr. Delacroix. \n[17]That won't be needed. \n[18]You've never had any formal training, either? \n[19]I wish I had your natural talent. God only makes that visit once in a while. \n[20]A little.  I just graduated from NYU film school.  Cinema studies. \n[21]What do you mean? \n[22]No, we're not knocking boots.  I got this internship while I still was at NYU, DeLa was impressed with my get up and go and hired me to be his assistant. \n[23]If that was suppose to be a compliment, I thank you. \n[24]Why do you say that?  You've never seen me. \n[25]I envy you.  That's the way I want to feel about my work. \n[26]You idiot.  You almost gave me a massive coronary. \n[27]Well you did. \n[28]I'm not huggin' you in the middle of the street.  You must be crazy, Julius. \n[29]I'm not callin you Big Black Africa. Mommy and Daddy named you Julius. \n[30]I order out mostly.  So what do I owe this visit to? \n[31]Hook you up?  The Mau-Mau's?  You must be smoking.  Why in the world would I want to hook up a bunch of red, black and green flag-waving pseudo revolutionairies? \n[32]Who are you revolting against? \n[33]Please. \n[34]Delacroix. \n[35]What makes you think he would write a show about the Mau-Mau's. \n[36]You don't have the demographics. \n[37]That'swhatI'msayin'.  I'm not blowin' my young career, brother or no brother, for you or anybody else. \n[38]If you think I'm a house nigga then that's your prerogative.  You got your ways to affect change, I have mine.  And I would appreciate it very much if you took ya field nigga ass out of my house. \n[39]That's mighty black of you. \n[40]Hello. \n[41]We'd get a lot of mail. \n[42]Mr. Dunwitty, there wouldn't be another show like it. \n[43]You okay? \n[44]People show their happiness in a lot of different ways. \n[45]Hey, girl.  This is my best friend, Jessica Grillo.  I invited her down to celebrate with us. \n[46]Later for you. \n[47]Enough. \n[48]Excuse me. \n[49]Wait here. \n[50]What is your problem? \n[51]Why did you even come up with that shit if you didn't want it made? \n[52]Fuck da money.  Why do through all this effort?  Why?  Are you looking for love from Dunwitty?  For respect?  Dunwitty and his likes don't give a goddamn about you.  So now what are you gonna do? \n[53]You're gonna have to hold it in because we're not finished yet... \n[54]...QUIT then. \n[55]What's the chances of MANTAN being picked up? \n[56]Like I said, all this for some twisted, distorted sense of principal.  Dunwitty, he just tolerates your Negroidal ass, he doesn't respect it. \n[57]Hello. \n[58]This is the group I was telling you about. \n[59]The big one. \n[60]You've said that already. \n[61]Break a leg. \n[62]How you feelin'? \n[63]Everything's gonna be alright.  You and Mantan will be huge stars after tonight. \n[64]Let's leave the man in peace so he can get ready. \n[65]We both lied to him. \n[66]Just don't lie to me. \n[67]The pleasure is mine. \n[68]Divine inspiration? \n[69]I want to apologize about my brother and the Mau-Mau's.  I should not have imposed them on you. \n[70]We should blacken up like they did it back in the day.  Keep the ritual the same. \n[71]Let them burnt to a crisp, and when burnt out, mash them to a powder. \n[72]Add water, mix to a thick paste. \n[73]And voila!  You have your blackface. \n[74]Please put cocoa butter on your face and hands... \n[75]To protect your skin. \n[76]The final detail... \n[77]...are the lips. \n[78]The redder the lipstick the better. I suggest firetruck red. \n[79]What do you want to know? \n[80]I'm an asthmatic.  Been one all my life.  Can't go anywhere without an inhaler. \n[81]Are you trying to rap to me? \n[82]Are you trying to seduce me? \n[83]You think that's gonna work, huh? \n[84]I'm sorry, I can't help it.  It's too funny. \n[85]Everybody shut up. \n[86]Which is? \n[87]It sounds kinda simplistic to me. \n[88]So you have your small victory, now what? \n[89]A gift. \n[90]No matter what you think, you did come up with something unique. Open it. \n[91]Put a coin in the hand. \n[92]Watch this. \n[93]Read it on the back. \n[94]This is authentic, not a repro, circa turn of the century. \n[95]I thought it was appropiate. \n[96]It's all good.  You got a hit show, you're gonna need a bank.  Plus, I love these old black collectibles. \n[97]To me, it shows part of our history in this country, a time when we were considered inferior, sub-human. \n[98]This is a nice place.  It must have cost a pretty penny. \n[99]Oh you do, huh? \n[100]I hope you save a little somethin' somethin'. \n[101]Y'know, at the beginnin' of the century, African-American had to perform in blackface.  You ever heard of Bert Williams?  He was a great artist. \n[102]You don't read, do you? \n[103]Maybe you need to start. \n[104]Bert Williams and the rest, they had to black up.  They had no choice.  They were considered 3/5ths of a human being.  Did you know that's written in the Constitution of the United States? \n[105]I just don't want you and Cheeba to get hurt. \n[106]Why don't you call him? \n[107]You're sure this is a good idea. \n[108]I love you. \n[109]I'll be down front.  You better start putting your face on. \n[110]What? \n[111]This doesn't change a thing.  I will still love him. \n[112]I don't want to hear it. \n[113]You're the one that put us together. We're friends. \n[114]He's just playing big brother. \n[115]Please don't go there. \n[116]I can't lie to him.  If he asks me something, I tell him what I think. \n[117]DeLa, you should try it sometime. Come into the light. \n[118]That which has been hidden in darkness is now in the light.  This bucket of blood. \n[119]That's why it will be so much fun. \n[120]That was a mistake, but I don't regret it. \n[121]Work related or otherwise? \n[122]DeLa, kiss my big black ass. \n[123]I want you to please view this.  It may save your Life. \n[124]Worked my black ass off, first as an intern, then worked my way up to this position. \n[125]After my internship expired, Dela was impressed and offered me a position as his assistant. \n[126]And what? \n[127]Just ask me what you want to know. \n[128]Say what, Manray? \n[129]We did it one time, only once.  It had nothing to do with the job, it was stupid.  Everything I've got I've earned. \n[130]That's ancient history.  That has nothing to do with you and I. \n[131]Forget about me, are you a puppet for DeLa? \n[132]Why don't you answer? \n[133]You can go now. \n[134]A what? \n[135]Before Manray is dead? \n[136]This is looking like a needle in a haystack.  It's hopeless. \n[137]Get up and put that tape in. \n[138]Do what I say. \n[139]Don't make me have to use this. \n[140]Watch this.  This is what you contributed to.  Because of you, Manray is dead.  Mu brother's dead. It's all because of you. \n[141]I told you but you wouldn't listen. You never listened to me. ", "MANTAN": "\n[1]That's me. \n[2]As long as the hoofing is real, that I can do my thing, I can blacken up.  Let me hit it, beats and rhythms, express myself. \n[3]I'm gonna give you just a taste. My tap shoes are brand new.  I haven't trained 'em yet. \n[4]Rhythms, rhythms, rhythms.  Beats, beats, beats.  No Fred Astaire here, baby.  Just rawness. \n[5]You might be right. \n[6]I'm not smiling. \n[7]It's that bad, huh?  It's all over my face. \n[8]Certified ladies' man, huh? \n[9]What's that? \n[10]Seconds and thirds, too. \n[11]You'd try anything.  I got first dibs.  You get ya own stuff. \n[12]You ain't happy about the green light? \n[13]Well, homeboy, looks like he's at a funeral. \n[14]Pressure?  DeLa, you don't know what the hell real pressure is. SHEEETT!!!  This is lightstuff. Now when you scramblin' out on the street in da January winter and the hawk is talkin' to you with NO money and NO prospects of money anytime soon, now that there is some pressure. \n[15]That's the way it came out.  Let me ask you one question.  Have you ever been in want, in need your entire privileged life? \n[16]The point I'm trying to make is that this is a blessing.  It's going to be fun doing this show and we should all look at it that way. \n[17]Must be the pressure. \n[18]I'm Mantan. \n[19]Sloan never told us she had friends like you. \n[20]A lot? \n[21]Naw.  I'll take the zero. \n[22]I feel fine. \n[23]Sloan, will you take your boss out of here so I can get ready. \n[24]\n[25]This is my best friend Sleep 'N Eat. \n[26]We both left the hustle and bustle of Uptown, Harlem... \n[27]To come back to our roots. \n[28]No mo' \"city slickers.\"  Ahh, can't you smell the sweet aroma of the ripe watermelons and high cotton? \n[29]Well, thank you Mistuh Sleep 'N Eat. \n[30]Cousins, I want all of you to go to your windows.  Go to your windows and yell.  Yell, I'm tired of the drugs, the crack babies born out of wedlock to crackhead aids infested parents.  I'm tired of the inflated welfare rolls while good wholesome Americans bring less and less of their paycheck home every two weeks. I'm tired, you're tired, we're all tired of these so-called bible- thumping God fearing, whore mongling Professional athletes.  Aren't you tired of these basketball-dunking, football-running, hop-hip rapping ebonic-speaking sex offenders who got ten kids from ten different Ho's?  I know I am and so is Sleep 'N Eat. \n[31]Go to your windows and yell out, scream with all the life you can muster up inside your assaulted, bruised and battered bodies.  I'M \n[32]So what's up with you? \n[33]The good stuff. \n[34]What else? \n[35]Y'know my lady Lucindy? \n[36]Not her, the one with the little... \n[37]Tomorrow is her birthday and I want to get her something really nice, like a... \n[38]She hates dem. \n[39]Sleep 'N Eat, one of dem slinky, sexy, little foxy... \n[40]...to big.  The in-between one, not too tight, not too lose. \n[41]I thought you got rid of... \n[42]...dat's too much money.  I can't 'ford it.  I needs me a dress that cost no mo' than... \n[43]I'll buy her a less expensive dress, so I can have some money left over to take her out to dinner. \n[44]I heard ya lady is wild. \n[45]Oh, because on our first date, she let me... \n[46]...yes she did. \n[47]...not that time... \n[48]Around... \n[49]...then what about... \n[50]...perfect... \n[51]...like macaroni and cheese... \n[52]...like fried and chicken... \n[53]It's dat mean, evil overseer Massa Charlie. \n[54]Why they gotta make my nose so big? \n[55]Why is Jess and Reverend Al down there? \n[56]You sound like the media. \n[57]Same thing Giuliani said. \n[58]Hope the same thing doesn't happen to me.  That's some big shoes to fill. \n[59]Sloan, I got it like 'dat. \n[60]Just a little something' somethin'. \n[61]Gots no intention of ending up broke. \n[62]No, before my time. \n[63]Never read a book in my whole life. \n[64]Maybe I need to do a lot of things. \n[65]Why all of a sudden are you flippin' on me?  This blackface thing was part of the deal from the git-go. Don't even try to play it like you ain't a part of all this.  You down with Delacroix. \n[66]We can look out for ourselves. \n[67]I fell out of my bed last night. \n[68]I slept too near where I fell out. \n[69]Sleep 'N Eat, what's the matter with you?  Using all dose ten dollar words? \n[70]Hold on, you allegorical hypothesis. Don't cross words with me. \n[71]Dat's yo Uncle Ben.  That reminds me, I've seen a lot of troubles lately. \n[72]I don't know who I am. \n[73]Years ago I married a widow who had a grown-up daughter.  My daddy visited us often, fell in love with my stepdaughter and married her. Thusly he became my son-in-law and my stepdaughter became my mother because she was my father's wife. Soon after dis my wife gave birth to a son, which of course was my father's brother in-law and my uncle, for he was the brother of my step-mother.  My father's wife also became the mother of a son.  He was of course my brother and also my grandchild for he was the son of my daughter.  Accordingly, my wife was my grandmother because she was my mother's mother. \n[74]Sleep 'N Eat, I was my wife's husband and grandchild at one and the same time.  And lo' and behold, as the husband of a person's grandmother is his grandfather, I Mantan, became my own grandfather. \n[75]I feel a song a comin' on. \n[76]I fell right dead in love/wid da sweetest little dove/little LuLu Snow from Tennessee/she made a slave of me/an' from her I'se never free/I'd do anything she'd ask me to... \n[77]I'm tired of you pickaninnies messing up my choreography.  It goes like this. \n[78]Try it again. \n[79]Better. \n[80]Let's take a ten minute break. \n[81]What are you talkin' about? \n[82]Meaning? \n[83]Good.  I've got a broken back from carrying you all these years anyway. \n[84]Damn skippy. \n[85]Don't shoot me, I'm just the piano players. \n[86]Yeah, that's easy for you to do. You never had any talent. \n[87]I'm the star of Mantan, so you do that.  Quit, walk away.  And don't come crawling back, either. \n[88]For what?  He left.  Not me. \n[89]My people love me. \n[90]Y'know what? \n[91]You look beautiful like that. \n[92]No. \n[93]Yo, DeLa, they tried to lynch my black ass up in dat piece. \n[94]Yeah. \n[95]Tavis, thank you for having me. \n[96]I'm more comfortable around my people. \n[97]Yo, Tavis, check it out.  This is the two-one, the 21st century and it's all about the money.  Like my man Mase says, \"it's all about the Benjamins.\" \n[98]Money makes the world go round.  It ain't no joke being poor.  I know whatI'mtalkin''bout. Y'knowwhatI'msayin'?  I've lived on the street.  I've been homeless. I've learned how to play the game, work the game, be in the game. \n[99]No if you go with the flow, Tavis. That's what a lot of Negroes don't understand.  Protesting isn't gonna do a damn thing.  If people don't like our satire in our number one hit show then don't watch it.  Or better yet write your own show.  Do it better. \n[100]I don't know what a retort is, but it's simple.  Mantan - The New Millennium Minstrel Show is UNIVERSAL.  It's not just for Negroes in Compton or 125th in Harlem.  This is America.  Our ancestors helped build this country, we got a right, just like everybody else.  I'm not gonna box myself in. This show makes people think, and they're laughing at the same time. \n[101]That's our opinion. \n[102]Why?  Because I'm successful? Because I don't use \"Causcasoids\" as an excuse for not fulfilling my dreams? \n[103]That's a job? \n[104]What you did is dead wrong. \n[105]Sloan is the hardest working person I've ever met. \n[106]I don't believe it. \n[107]How did you get this gig? \n[108]You leave something out? \n[109]And? \n[110]Stop playing me Sloan. \n[111]Oh, you gonna make me say it. \n[112]Did you ever sleep with DeLa? \n[113]Aw, c'mon. \n[114]So you say.  Sloan, you wuz gonna use me up just like you used Dela? Work it to the top.  I never imagined people in this biz could flip on you like \"IHOP.\"  I'm damn happy DeLa fired ya ass. \n[115]Don't try to change to the subject. \n[116]I know I won't be your puppet. \n[117]I wuz leaving anyway, for good. \n[118]They don't waste any time, do they? \n[119]My name is Manray, goddamnit. ", "DUNWITTY": "\n[1]Monsieur Delacroix, this very important meeting commenced... \n[2]...exactly thirty-two minutes ago. \n[3]I'm sorry I'm late. \n[4]Do you know how much information can be dispensed in one minute alone? \n[5]So are you telling me everyone knew about this get-together except you? \n[6]People, you can attempt to pull a Rodman like our friend Delacroix, but I guarantee you'll be sent packing just like him. \n[7]These are the standings.  Read 'em and weep.  As you can plainly see the Continental Network System is languishing. \n[8]I do not like to be the laughing stock of the broadcast industry.  I have pride and people, you better start getting some too.  These numbers have to go up. \n[9]Question? \n[10]What I want everyone to do is write some material that is FUNNY.  The junk you've been writing is about as funny as a dead baby.  It's not funny, it's not new.  It's not sexy. It, it, it... \n[11]SUCKS.  Thank you, Fish.  This meeting is over but I want everyone to seriously think about what I said and how you can deliver. \n[12]Monsieur Delacroix, in my office now. \n[13]Do you know what C.P. Time is? \n[14]Let's sit down over there. \n[15]I'm sorry about my blowup but I have to have a whipping boy every meeting. \n[16]Forget it.  I believe you're my most creative person I've got on staff.  You're hip.  You know what's happening.  I got some corny white boys and girls writing for me. \n[17]I understand Black culture.  I grew up around black people all my life. If the truth be told I probably know \"niggers\" better than you, Monsieur Delacroix.  Please don't get offended by my use of the quote-unquote N word.  I got a black wife and three bi-racial children, so I feel I have a right to use that word.  I don't give a damn what Spike says, Tarantino is right.  Nigger is just a word.  If Dirty Ole Bastard can use it every other word so can I. \n[18]\n[19]The material you've been creating is too white bread.  White people with black faces.  The Huxtable's, Cosby, revolutionary.  But that's dead.  We can't go down that road again. \n[20]I'm telling you it's not. \n[21]The middle class black family moves into a white suburban enclave.  The middle class black family moves into a small Southern town that is run by the KKK.  The middle class single black father raises his teenage daughter.  The middle class single black father raises his teenage daughter.  The middle class single black mother raises her teenage son.  And so on and so forth.  It's too clean, too antiseptic... \n[22]Delacroix, wake up, brother man. The reason why they didn't get picked up was because nobody - and I mean NOBODY - niggers and crackers alike wants to see that junk. \n[23]You got your head stuck up your ass with your Harvard education and your pretentious ways.  Brother man, I'm blacker than you.  I'm keepin' it real and you're frontin', trying to be white. \n[24]That's exactly what I think.  I want you to create something that people want to see.  Let's be honest, the majority of the people in the country are deaf, dumb and blind and I'm including 35 million African-Americans.  You know and I know \"niggers\" set the trend, set the styles.  This is a golden opportunity now.  These idiots have to be led to the water. \n[25]You will or you'll be back at BET so quick you'll never know what hit you.  I need a mid-season replacement and pronto.  It will be on the fast track. \n[26]Yes!  Yes!  Yes!  I want a show that will make headlines, that will have millions and millions of households tuned in, glued to their televisions every week.  I want advertisers dying to buy on this show.  I'm gonna squeeze this show out of you if it kills you. \n[27]Delacroix, I'm glad you got your mind right. \n[28]Good.  I like the names.  Very theatrical. \n[29]I'm wid it. \n[30]Go on.  Good so far. \n[31]Word!!! \n[32]The name of the show? \n[33]I'm lovin' it.  You know how I know? Because I'm getting a boner, my Johnson is hard, no disrespect my sister. \n[34]I'm feelin' dis'! \n[35]Don't worry about that, that's my department.  Now who do we cast? We need a star.  Can Whoopi sing or dance? \n[36]Are these our two stars, sitting here in front of my nose?  Which one is Mantan again? \n[37]That's a great handle. \n[38]I want you take it there.  All the way to the edge and back. \n[39]What are there character traits? \n[40]Exactly! \n[41]And Sleep 'n Eat is his comical sidekick? \n[42]This could be bigger than \"Amos and Andy.\" \n[43]Let'em try.  I will kill to make this happen. \n[44]So what.  We would just give the NAACP a donation that would be the end of that.  No such thing as bad publicity.  So what.  Earlier you said singing and dancing. \n[45]Who are the other characters? \n[46]We gonna hit 'em wid da BOMB DICKEY on dis' one.  What's the setting? \n[47]Ya first bad move.  Projects been done.  That's one of the problems now, everything, movies, TV, are set in the urban jungle, da hood. That's so tired.  Mantan's Millennium Minstrel Show should be set on a plantation.  In Alabama. \n[48]And every week these Alabama porch monkeys will make us cry, make us laugh, make us look at our own humanity.  Make us feel good to be alive. \n[49]What are you talkin' 'bout?  It's the move.  Stay wid me now.  We're movin' fast.  What does everybody else think about this? \n[50]I like you.  Sleep 'n Eat.  That's funny.  Mantan, how do you feel about performing in black face? \n[51]Show me a little somethin' somethin'. \n[52]Delacroix, you dug deep, deeper than deep. \n[53]That'swhatI'mtalkin''bout. That'swhatI'mtalkin''bout!  He's off the hiz-hook! \n[54]Sleep 'n Eat, what do you do? \n[55]Oh you do so? \n[56]You da man. \n[57]I'm gonna run upstairs with this. If CNS doesn't want to do this, somebody else will have da balls to pull the trigger.  I want to thank each and every one of you.  This is great, Delacroix.  I'll get back to you later today. \n[58]To hire someone solely on their ethnicity, gender or religion is not right.  It's un-American.  I will hire someone who is most qualified for this particular job. \n[59]I want a hot, young white director. Maybe the kid, that pheenom who just did that hot new sexy Madonna video. \n[60]I just want you to meet him.  Keep an open mind. \n[61]Probably nuthin', but that's why it's such a sexy way to go. Sometimes an outsider has a fresh new outlook, a different unique perspective.  A black director, y'know what he's gonna do given the subject matter?  With this kid, the possibilities are endless. \n[62]If Spielburg can direct \"The Color Purple\" and \"Amistad\", our whiz kid can direct the Mantan pilot. \n[63]No!!!  Just meet the guy.  That's all I'm asking.  Look, I'll even let you choose your own musical director.  You can have that. \n[64]Derrick Coleman, he possessed all the talent in the world, coulda, shoulda, been a great ballplayer but alas D.C. didn't want it bad enough.  Delacroix, do you want it? Bad enough to kill for it?  Do you want it that much. \n[65]Delacroix.  This is the director I was telling you about.  Jukka Laks. \n[66]I'm gonna leave you two creative geniuses alone. \n[67]Calm down, please. \n[68]We just punched it up a bit.  Made it funnier. \n[69]I seriously doubt that will ever happen.  Didn't I tell you I know your people better than you do. But if by some miracle you're correct, I'm gonna invite them inside my house and we'll have a sit down, discuss it like civil human beings. \n[70]I want you to meet my lovely wife Verna.  Honey, this is Pierre Delacroix and Sloan Hopkins. \n[71]Yo, DeLa, I just got the news from the CNS brass.  They saw some clips from the pilot and they're rushing it onto the air.  Yo, we're a midseason replacement, ordered 12 shows.  We're on in 3 weeks.  Didya hear what I just said, Yo? \n[72]They didn't even view a rough cut, just some scenes we quickly cut together. \n[73]The big mistake was my not believing in your genius earlier.  From the gitgo, from jump street. \n[74]I want to meet her one day, please tell her the great news.  I'm OUT like Vanilla Ice. \n[75]I know all of you have seen the overnight ratings.  Through the roof.  But in this game you gotta be one, two, three steps ahead.  I introduce you to Myrna Goldfarb. She's the best media consultant in the biz. \n[76]Myrna is here to help us plan our strategy. \n[77]Goldfarb, run it down for them. \n[78]We all stick to this, it's smooth sailing. \n[79]Let Myrna finish. \n[80]Yes you! \n[81]You couldn't hold out any longer, huh? \n[82]Stop the tape.  Stop the tape. Delacroix.  Get me Delacroix. \n[83]Drop the curtain.  Drop the curtain. \n[84]Escort him out the building now! \n[85]But you are finished.  Done. Nigga's like you are a dime a dozen. I'm gonna slide Honeycutt right into ya spot.  We won't miss a step. Get him outta here. \n[86]DeLa, I'll deal with you next. \n[87]Hello, my name is Thomas Dunwitty. I'm the Senior V.P. of the entertainment division here at CNS. I come to you with a heavy heart. \n[88]This abduction is a cowardly, vile, sinful and dastardly act and I promise these creeps will be prosecuted to the fullest extent of the law.  This is an attack on your American way of life... \n[89]We here at CNS are offering a $100,000 cash award to any information that leads to the safe return home of our dear friend, Mantan. \n[90]Help us and in addition you will get a guest-starring speaking role on the next Mantan - The New Millennium Minstrel Show, plus an added bonus: a lifetime of Da Bomb 125% Malt Liquor.  Let's you get ya \"freak on\", as well as a full wardrobe of Timmi Hillnigger Active Git Toe Wear.  Mantan, may God bless you... ", "CHEEBA": "\n[1]Yo, let's get to it.  You don't dance, we don't eat.  Simple as that. \n[2]That's right.  We slow.  We blow. We snooze.  We lose. \n[3]Good morning, ladies and gentlemen. I know everybody is in a hurry to work, ready to begin another day in this rat race.  But don't sleep us. I'm Cheeba and I introduce to you the world renown MANRAY, the man with the educated feet. \n[4]As we continue our world wind tour, we would like to give you a little somethin', somethin' before you go off to make that money.  I give you Manray. \n[5]Thank you very much but please don't go without giving us some cheddar, cheese, money.  We prefer two's than fews. \n[6]I would like to add that both of us are homeless.  Not that it means anything. \n[7]I said homeless.  Ladies and gentlemen.  Senorita, do you know what that means? \n[8]Muchos gracias. \n[9]Good morning to you, Mr. Delapot. \n[10]Y'know what I mean.  Got a gig yet for Manray and I yet? \n[11]Gracias. \n[12]My world famous, famous world Arroz con pollo will be ready very soon. \n[13]Did we get our bill yet? \n[14]Ahh, the luxuries of life. \n[15]Chill, I'm the brains behind this outfit. \n[16]Yo, you gotta show some patience. You want me to snap my fingers and presto chango - you're an overnight sensation.  Son, there is no such thing. \n[17]Oh snap!  It's a raid! \n[18]Not this way.  Out through the fire escape. \n[19]Are you crazy?  The joint is crawling with cops now.  You wanna go to Rikers?  Go to the hoosegow? \n[20]His name is Delapoint. \n[21]Delapot.  Dela-something. \n[22]You'd take no offense if we called you DeLa for short? \n[23]Manray needs a job. \n[24]We was coming to see you. \n[25]We're starving. \n[26]How much? \n[27]What kind of show is this gonna be? \n[28]What about in the mean time?  Not the in between time? \n[29]Nice to meet you. \n[30]I've always wanted to be on television. \n[31]I play the straight man.  I do some singing and dancing also.  I also manage Mantan. \n[32]I'm the man behind the man behind the man. \n[33]No, you da man. \n[34]Life is beginning to look up.  It's all good in da neighborhood. \n[35]Why are you smiling so? \n[36]Naw, not you.  It can't be.  That hottie Sloan Hopkins. \n[37]No shame in ya game.  She got ya nostrils, ya chnoz is wide open. Sloan's what we certified ladies' men call low hanging fruit. \n[38]She's also moorish. \n[39]Moorish.  Ya get a little taste of dat booty, ya wanna get some MORE. \n[40]Sloan is all 'dat.  I try her.  I'm a tri-sexual. \n[41]Naw, just jokin'.  That's you. That's you. \n[42]At the risk of sounding ignorant... \n[43]...don't say a word but who is this cat Mantan you keep talkin' 'bout? \n[44]That ain't funny. \n[45]We might need some mo' money behind this. \n[46]DeLa - what's the matter with you. \n[47]What's wrong with him? \n[48]I'm Cheeba. \n[49]Please, have a seat. \n[50]In fact, we never knew she had any friends period. \n[51]Male? \n[52]Look at my lips. \n[53]I'm not drinking the Kool-Aid. \n[54]Jim Jones, y'know.  I'm not drinking the Kool-Aid. \n[55]I'm out. \n[56]So that's what you been doing? \n[57]You're in this up till ya neck. \n[58]You can walk away.  We both can. \n[59]I'm so tired of you running that. I always worked hard for you.  You think I'm a leech, a kling-on, I quit. \n[60]You know more than me.  Why would I do something like that to my best friend?  Why? ", "BIG BLACK": "\n[1]Li'l Sister. \n[2]I didn't mean to scare you like that. \n[3]Give me some? \n[4]Whoa, hold up li'l sis'.  I done told you 'bout that.  Julius ain't my name, you better recognize Hopkins was our slave name.  My true name is... \n[5]BIG BLACK is the first name and AFRICA is the last. \n[6]Damn, Sis, you don't keep no food up in here in dis' piece. \n[7]My group we need some exposure. Was wondering if you could hook a brother up? \n[8]So now I see where you're coming from.  Just because we ain't rapping about Gucci, Timberland, Rolex, Benz, Cristal, ho's and bitches, we're pseudo. \n[9]We're revolting against the powers that be, that been enslaving the minds and hearts of all people of color.  And we won't stop rapping till we bring about the overthrow of the government of the U.S. of A. \n[10]If you were really down you would get us together with that boss of yours.  What's his name again? \n[11]Yeah, him. \n[12]C'mon, why not?  The Monkees had a show.  Look at all that other junk that's on TV.  We got underground cult following. \n[13]So are you telling me that you wouldn't even introduce me to Delacroix or set up a meeting?  I'm talking 'bout me, your only brother, ya own flesh and blood, hook a brother up, youknowwhatI'msayin'. \n[14]There is a name, a term for your kind, the likes of you.  Back in slavery days, you would be classified as a house nigga. \n[15]My own sister throwin' me out.  I hope to seeya later when you get ya mind right.  Don't bother letting me out. \n[16]How 'bout... \n[17]Black Iz Black? \n[18]We should call dis da BLACK album. \n[19]B-L-A-K it is. \n[20]The Mau-Mau's are up in dis place. That's right, the Mau-Mau's. \n[21]My righteous name is BIG BLACK. \n[22]We gonna drop some knowledge, wisdom and understanding.  The Mau- Mau's, we be scientists.  We drop science. \n[23]Microphone check.  One.  Two.  One. Two.  One.  Two.  Hold up.  I gots to give my peeps some props. Brothers introduce yourself. \n[24]Microphone check.  One.  Two.  One. Two.  Yo, the name of this joint is BLAK IZ BLAK.  Hit it. \n[25]Keep trying. \n[26]That Tom, That Negro... \n[27]...that simpleton is holding back the race.  They got rid of us and keep those two buffoons, Mantan and Sleep 'N Eat, y'knowwhatI'msayin'? \n[28]Same thing, y'knowwhatI'msayin', y'knowwhatI'msayin'! \n[29]1/16, tru' 'dat.  True 'dat. \n[30]Nah, too easy, this has to be symbolic, has to be on the world stage. \n[31]He gots to be did. \n[32]Microphone check, one, two.  One, two.  Yo Tavis, I be lovin' yo show but Mantan you is foul.  Why you perpetrating?  You a sellout. \n[33]You're a traitor to the race.  A tool for the Caucasoids. \n[34]I ain't hearing all dat noise.  You getting played and you don't even know it. \n[35]What do I do? \n[36]I'm a revolutionary. \n[37]That's a full time job, especially when sellouts like you are running around, acting insane. \n[38]And another thing, you better stay away from my sister or you better... \n[39]You truly are a dancing fool. \n[40]You is one dead nigger. \n[41]What did you do? \n[42]Brothers, he asks what did he do? \n[43]Nigga, you will be executed. \n[44]We are LIVE on the cyberspace. Whereas Mantan is a TOM... \n[45]Whereas Mantan the dancing fool, you are condemned to death. \n[46]Dance nigger. \n[47]You ain't Blak. \n[48]Let's seeya dance now, Mr. Bojangles. \n[49]You ain' BLAK. \n[50]It's the man! ", "MANRAY": "\n[1]Well do something about it. \n[2]I'm starvin' like Marvin. \n[3]Hurry up, I wanna watch HBO. \n[4]I guess that will come with the rent, gas, and Con Ed bills, too. \n[5]Yo, check it.  This is good and all that but one day soon I want to have much Benjamins so I can have a nice crib and pay all my bills. You hear me. \n[6]And I'm the feet. \n[7]I'm tired of waiting. \n[8]My tap shoes. \n[9]We ran out without my shoes and the floor.  I gotta get my stuff.  What about our savings? \n[10]Sloan!  She knows us. \n[11]We got evicted from our home. We've both been on the streets for the last week. \n[12]If it's not too much trouble could you order us some food? \n[13]What do I have to do? \n[14]Where do I sign? \n[15]How different? \n[16]DeLa, I'm aboard.  As long as I get to hoof and get paid too!!! \n[17]Bet. \n[18]To what? \n[19]Mantan?  I don't even care as long as I'm dancing.  Which reminds me, I need some new kicks. \n[20]I never had a really real pair before. \n[21]Not a class, not a thing, just picked stuff up by myself. \n[22]You sing and dance? \n[23]So what's up with you and DeLa? \n[24]Are you and him kicking it? Knocking boots. Y'knowwhatI'mtalkin'bout. \n[25]I'm sure that was the only thing he was impressed with.  You look beautiful like that. \n[26]You're welcome.  You shouldn't give up on performing. \n[27]I think that would probably make you the happiest.  When I'm hoofing, I mean really doing my thing, hitting it, nothing compares to that feeling in the world. \n[28]How do you do? \n[29]Why? \n[30]DeLa, I don't know 'bout this. \n[31]Mantan? \n[32]I'm not playin' myself no mo'. \n[33]I won't do it anymore. \n[34]I'm always gonna be that.  But I ain't doing no more buck dancing. \n[35]No.  No. \n[36]Cousins, I want all of you to go to your windows.  Go to your windows and yell, scream with all the life you can muster up inside your assaulted, bruised amd battered bodies. \n[37]I'm sick and tired of being a nigger and I'm not gonna take it anymore. \n[38]I wasn't finished doing my dance. \n[39]Whaddup? \n[40]Whaddup? \n[41]Don't start none, won't be none. \n[42]What did I do? \n[43]For singing and dancing? \n[44]If you're gonna kill me, kill me. \n[45]There is nothing you can do to me. I'm wearing the taps of Bill \"Bojangles\" Robinson. ", "SLEEP 'N EAT": "\n[1]How's the audience? \n[2]Good.  I'm not sure about this material. \n[3]You really think so? \n[4]It's the bone breaking stuff I'm worried about. \n[5]You really think so? \n[6]Show... \n[7]And this is my very best friend Mantan. \n[8]...the big apple, New York, New York. \n[9]Our Alabamy Home.  Now we're getting countrified.  We is Bama's. \n[10]Tell 'em what you mean Mistuh Mantan. \n[11]Give or cousins some of dem educated feets. \n[12]Cousins, first, second, third and distant, let's have Mantan take us all the way back to a much more simpler time.  A time wen men were men, women were women, and Neggras knew their place. \n[13]You tellin' the truth. \n[14]The one with da big... \n[15]Oh her. \n[16]No, not that.  How 'bout... \n[17]Too bad.  How 'bout a dress? \n[18]Mantan, way too short, too tight. Get her one of dose... \n[19]That'll work.  I just bought one for myself. \n[20]Not for me, my woolly headed cotton pickin' friend for... \n[21]...that was Vicki, her best friend. Dat dress will cast ya round... \n[22]...aconite get it dat cheap. \n[23]We should go out on a double date. \n[24]No.  That's her second cousin. Who's married to Li'l Bit. \n[25]...no, she didn't... \n[26]...I heard different, thought that was... \n[27]So when are you comin' to pick us up? \n[28]...too early... \n[29]...too late, maybe around... \n[30]That's what I like about you and me. We git along... \n[31]...like grits and butter... \n[32]...like sleep and eat. \n[33]We'd better hide. \n[34]You slept too near where you got in? \n[35]You expect the unexpected in circumstances of that peculiarity. \n[36]Mantan, it is possible that my hyphenated sentences are entirely too complex for all the intellect contained in that diminutive coconut? \n[37]Ain't Jemima on the pancake box? \n[38]How be dat? \n[39]Well, I'll be an Alabama porch monkey's uncle. \n[40]Mantan, dat sho' is a whopper. \n[41]A song a comin' I feel. \n[42]De money I did save/to dat yeller gal I gave/for to keep till we was wed/she told me dat nobody'd get away dat cash/I'll take good care of date, she said. ", "CLOSE ON": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]\n[15]\n[16]\n[17]\n[18]\n[19]\n[20]\n[21]\n[22]\n[23]\n[24]\n[25]\n[26]\n[27]\n[28]\n[29]\n[30]\n[31]\n[32]\n[33]", "DELACROIX  (CONT'D)": "\n[1]I'm one of those people responsible for what you view on your idiot box. \n[2]The problem is not enough of you have been watching. \n[3]With the onslaught of the internet, video and interactive games, nine hundred channels to choose from and whatnot, our valued audience has dramatically eroded. \n[4]To put it in much more simple terms... \n[5]Like rats fleeing a sinking ship. \n[6]People tuning out by the millions. \n[7]Well, this wasn't a gun, it was a bazooka and it was pressed dead blank right against my dome. \n[8]But there was a catch.  A big catch. \n[9]Manray and Cheeba were nowhere to be found. \n[10]I had no contact numbers, no address, no beeper. \n[11]No nuthin', no clues... \n[12]He was a clown, a buffoon but he was funny. \n[13]Everybody and their mother was trying to get in, trying to be seen. Trying to get their piece of the rock. \n[14]Were people this desperate to get work? \n[15]As I told Sloan, there's a black sheep in every family. \n[16]And I thank him for that.  However, it did me no good seeing him in that state.  Daddy was a broken man. He had been a strong man, with conviction, integrity, principles and look where it had gotten him. I had to ask myself did I want to end up where he was? \n[17]...the public would finally get a chance to view Mantan.  I was feelin' a little bit like Dr. Frankenstein. \n[18]They wanted the hula hoop... \n[19]They wanted their yo-yo's. \n[20]Who could ever forget those lovable pet rocks. \n[21]\n[22]It was the rage. \n[23]Mantan was being hailed as groundbreaking, barrier breaking, also earth shaking.  I looked forward to my awards.  Just vindication for all my hard work, all my talent that had been previously overlooked. \n[24]If I did that I'd be assured to work forever.  Delacroix the grateful Negro. \n[25]When I thought or imagined that my favorite Jolly Nigger Bank, an inanimate object, a piece of cold, cast iron, was moving by itself... \n[26]...I knew I was getting paranoid. Did I really see what I saw or was I buggin'? \n[27]It was a race against time.  The Dance of Death. \n[28]Since a lot of people still didn't have computers, the networks sought a court order to carry it live, taking the feed off the internet. It was granted.  A life snuff broadcast right into your living room. \n[29]I had to give it to the Mau-Mau', they definitely had a sense of irony.  They chose www.nigger.com as the website to pirate. \n[30]As I bled to death, as my very precious life oozed out of me all I could think of was that I never made my father proud.  My mother didn't count. \n[31]Everything I did, no matter how great or small, was always extraordinary to her.  With Daddy it was a different ball game.  He never saw me.  Pierre Delacroix. \n[32]Now it was time to buy the farm, for me to meet my maker.  Goodbye cousins, and please tune in next week for the Best of Mantan - The New Millennium Minstrel Show. ", "HONEYCUTT": "\n[1]Everybody say Ho! \n[2]That'swhatI'mtalkin'bout! That'swhatI'mtalkin'bout!  I want to be the first to welcome you to the second taping of Mantan - The New Millennium Minstrel Show. \n[3]My name is Honeycutt and I want to try something different.  Can you do this for me? \n[4]I'm gonna start a chant and I want y'all to follow me.  Let's make our own 2 real coons know you're ready to start the show. \n[5]Let's go Niggers.  Then clap five times like this. \n[6]C'mon.  It's easy.  It's the same thing y'all do out at the Yankee game, no different 'cept we changing one word.  Everybody go it? \n[7]Alright.  Here we go.  Let's go \n[8]Louder.  They can't hear you. \n[9]You sound so good to me.  Ladies and gentlemen, boys and girls, without further adieu, let's welcome youknowwhoI'mtalkin'about, your two favorite coons, Da Dusky Duo, our stars Mantan and Sleep 'N Eat. \n[10]Calling all my cousins, you're about to take a trip down to Hang 'Em High Plantation, home of your two favorite coons, Mantan and Sleep 'N Eat. \n[11]Mantan - The New Millennium Minstrel Show is proudly sponsored by... \n[12]We will be right back with the start of our show, but first, a word from our proud sponsors. \n[13]DA BOMB.  Yo.  It's 125% pure pleasure MALT LIQUOR. \n[14]Clinical testing has found that Viagra doesn't work on black \"johnson's.\"  That's why our scientists developed Da Bomb for you.  It makes you feel like a MAN and it makes dem bitches feel like Natural Women - I mean Ho's. \n[15]DA BOMB - 125% pure pleasure malt liquor. \n[16]Oooooo-weeee!!  Da Bomb makes me wanna get my freak on. \n[17]Let's have a warm nigger applause for our two favorite coons, Mantan and Sleep 'N Eat.  TWO REAL COONS! \n[18]Thank you so very much.  Show me some love. \n[19]Thank you.  My name is Honeycutt and I want to welcome you to a very special evening.  It's always great coming back to the World Famous Apollo Theatre. \n[20]As everybody knows if you can make it here on this stage in front of the most discriminating audience in the world you can make it anywhere. Ladies and gentlemen, let's show some real Uptown love for Mantan The Marvelous! \n[21]Is you a nigga? \n[22]Ma'am, is you a nigga? \n[23]Are you a nigger? \n[24]Are you a nigga? \n[25]You.  You.  Him.  Her.  We're all God's niggas.  Even the lost souls who don't know it are niggas cuz niggas is a beautiful thing. \n[26]We apologize for the holdup but without further delay, ladies and gentlemen, boys and girls, let's give it up for Mantan. \n[27]C'mon, don't be niggardly, give it up.  Show Mantan some love. ", "ANGLE ON": "\n[1]\n[2]\n[3]4. \n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]\n[15]\n[16]\n[17]\n[18]\n[19]\n[20]\n[21]\n[22]\n[23]\n[24]\n[25]", "JUNEBUG": "\n[1]'Cuse me.  Please.  Can you please show me some respect.  I'm up here trying to make a living. \n[2]Don't make me have to come over there and whoop you upside ya head. \n[3]Just messin' with ya.  But please if you and your lady need to discuss something, take it outside. Thank you. \n[4]Don't bring your woman out if you can't keep her in deep check.  If my woman ever did something crazy like that I'd put my size 12 dead up in her ass. \n[5]What do you want? \n[6]Go away, unless you got my money. \n[7]Son.  Good to seeya.  Good to seeya. \n[8]Pull up a chair.  Oh, excuse me, this is my lady DOT. \n[9]Honey, pour me and my son a drink. \n[10]Good woman.  I trained her right. \n[11]My game is still strong.  No Viagra for me, don't need no chemicals. Just my tonic. \n[12]Purely for medicinal purposes. \n[13]I did.  I'm not an alcoholic.  I just like to drink. \n[14]How did I end up at the third rate chittlin' circuit greasy hole in the wall in West Hell, Virginny? Is that what you're asking ya Daddy? \n[15]Because I had too much pride.  Too much integrity.  I wouldn't lick nobody's butt.  Some material I refused to do. \n[16]That's the only reason, period. They only want one certain kind of black comic. \n[17]All I know is what happened to me. All that other mess I just file into the \"life's too short\" category. \n[18]Enough about me, what's happening with you? \n[19]Dem white boys giving you a hard time? \n[20]The truth is never let them seeya sweat.  You do that, that's half the battle. \n[21]Three nights Charleston, South Carolina. \n[22]In life?  I'ma keep on living, having a good drink, got me a good young woman, make a couple of dollars and make people laugh. Haven't I always tol' you all nigga's are entertainers?  The question is what are you gonna do, Peerless? \n[23]I'm not an alcoholic.  I just like to drink. \n[24]Baby, you treat me so good. Peerless, you're a good son, I love you.  You never gave me no trouble. \n[25]Always keep 'em laughing. ", "ORCHID": "\n[1]You must think I'm some kind of fool. \n[2]You hear me talkin' to you.  The only time you come up here when something is wrong. \n[3]I said no such thing.  All I said is that something must be wrong. \n[4]How's the food? \n[5]That's wonderful.  Isn't that what you always wanted, a show of your own? \n[6]If at first it's not what you want, just work that much harder, Peerless. \n[7]Son, Peerless is your name.  Now you might be one of these Hollywood types, change your name and all that but Peerless Dothan is on your birth certificate. \n[8]I guess he's still on the road. What kind of show is this?  Are they some Negroes in it without being buffoons? \n[9]Peerless, I didn't raise a buffoon. We have enough of those on television already. \n[10]I will.  And good luck with your show.  I hope it's a huge success. You've worked very hard.  You deserve it. \n[11]Peerless, your father called. \n[12]He wants you to come and see him. \n[13]Yes he did. \n[14]He's performing at some place outside of Richmond, Virginia. \n[15]Richmond is not all the way down south. \n[16]Regardless, he still is your father. \n[17]Even more reason to see him.  He'll be overjoyed with your success. \n[18]Peerless, last time, go see your father. \n[19]I'm doing okay.  Been reading about your show, it's all over everywhere. I watched it's all over everywhere. I watched it once.  I thought you said there would be no buffoonery. \n[20]Of course I'm happy for you. You've worked very hard for your success. \n[21]No. \n[22]You know how your Daddy is. \n[23]I won't forget.  When are you coming up here to see your mother? ", "1/16TH BLACK": "\n[1]Yo, Big Black, we needs a name for this joint. \n[2]B-L-A-K.  BLAK.  The darkest of all colors, the opposite of white.  A member of an African people.  But check it out, here's where the grey people try to get slick with their trickery.  Listen to the full connotations.  GLOOMY.  DEPRESSING. \n[3]\n[4]I'm last but not least, you can call me 1/16th Black. \n[5]Big Black, I can't log on the Mantan Website now, it's overloaded. \n[6]I'm on it. \n[7]...Benedict Arnold... \n[8]We know.  We know.  Yo, check it, my black brothers, we can't let this slide.  Not this injustice. Nah, no way.  Dem' two real coons iz ill. \n[9]Did he gots to be. \n[10]Yo, I got da bomb plan.  We gonna hook homeslice Mantan up nicely. \n[11]Yo Black, you looking for trouble. \n[12]You will be done in front of the world. \n[13]Via the internet. \n[14]We have pirated broadcasting facilities.  No way we can be found out.  We're in cyberspace. \n[15]Whereas, whereas, where's the ass? \n[16]Don't shoot!  Don't shoot!  I've been held hostage.  They made me part of them against my own free will.  Don't shoot! \n[17]I'm WHITE.  I'm WHITE!  Look at me, I'm white! ", "ON DELACROIX": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]", "TAVIS SMILEY": "\n[1]Our guest tonight is the extraordinary, talented performer, Mantan.  Thanks for coming in. \n[2]Before we begin, I want to thank you for coming on my show for your first television interview.  You could have chosen Mike Wallace, Barbara Walters, Jane Pauley, whatnot but you're here. \n[3]Let's jump right into it.  Your show has sparked a world of controversy, provoked a tone of dialogue.  How do you see all of this? \n[4]Money and nothing else? \n[5]Is it inevitable that the game plays you? \n[6]Don't you feel that is a simplistic retort? \n[7]I admit, that's a very hard thing to do.  Quickly let's go to the phones before we pay the bills and hear from our proud sponsors, DA \n[8]Our first caller is Big Black from Brooklyn.  Go 'head. \n[9]And Big Black from Brooklyn, what do you do? \n[10]What do you do? \n[11]That's enough. \n[12]Ladies and gentlemen, there is no need to go there.  We can all agree to disagree without making threats. ", "JUKKA": "\n[1]So nice to meet you. \n[2]I just turned twenty. \n[3]Helsinki, which is the capital of Finland. \n[4]You know, Finlandia vodka?  Yes? \n[5]What's a Negro. \n[6]Ahhh!!!  I never heard of that term before.  I thought you were BLACK of African-American.  No? \n[7]Thank you for correcting my ignorance.  I'm looking forward to working side by side with you.  I feel we make a good team. \n[8]My visual style is very erotic, sexy, how do you say - hot? \n[9]Then will you teach me what I need to know.  Maybe we learn from each other, if that's possible, no? \n[10]In Finland, when we get upset... \n[11]Thank you very much.  I always try my best. ", "ON AUDIENCE": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]", "MYRNA": "\n[1]First, I would like to say I love the show.  It's very courageous. My parents marched in Selma, Alabama with Dr. King. \n[2]Good question, straight to the point.  I like your style.  Because of the content of the show we can expect some spirited reactions. \n[3]The best defense is offense. \n[4]You get my point.  I've mapped out some strategies to help bolster our position. \n[5]That this is fun.  Nice wholesome fun. \n[6]The Mantan Manifesto.  Catchy ain't it?  Number One.  We gainfully employ African Americans, in front of and behind the cameras.  Two. Let the audience decide.  Three. Who put these critics in charge? These so-called cultural police? Four.  Who determines what is black? Five.  Mantan is a satire.  Six. If they can't take a joke, \"F\" 'em. \n[7]I've done my research. \n[8]Monsieur Delacroix, I got my PhD in African-American studies from Yale, so I do feel I'm qualified. \n[9]Thank you.  And always smile. \n[10]Wear Kente cloth, invoke the name of Dr. Martin Luther King, use the word \"community\" often when talking about Mantan.  And finally our biggest plus is you, Pierre Delacroix. \n[11]This show was created, conceived by you, a non-threatening African- American male.  Voila.  End of argument.  It can't be racist because you're black. ", "ON STAGE": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]", "DOT": "\n[1]Glad to meet you, too.  You are all your father talks about. \n[2]I'll leave you two alone. \n[3]We know that baby. \n[4]Not that often.  He was excited to see you. \n[5]The drinking is for the pain.  It doesn't kill it, just dulls it. \n[6]I was a hostess at this club, your Daddy was performing and I had never laughed so hard in my life. He asked me to come with him.  I quit my job and we've been together ever since. \n[7]Your father is proud of you. \n[8]He did the best way he knew how, Junebug is stubborn just like you. \n[9]I'll take care of him. ", "AUDIENCE": "\n[1]Ho! \n[2]Yeah! \n[3]\n[4]Let's go NIGGERS. \n[5]Let's go niggers! \n[6]Let's go niggers! \n[7]\n[8]", "SMOOTH BLACK": "\n[1]Yo, check it out.  We have never conformed to none of the white man's rules and regulations and later for that ole slave owner Webster.  Therefore I respectfully submit BIG BLACK that we from now on, hence forth and whatnot spell BLACK: B-L-A-K, not B-L-A-C-K. \n[2]I'm Smooth Black, the lover in dis' piece. \n[3]He's Mexican, y'knowwhatI'msayin'? \n[4]Whereas Mantan is a head-scratching, foot-shuffling Negro... \n[5]You got anything to say for yourself? \n[6]Don't worry. \n[7]You a Oreo.  Not Blak.  Not BLAK. ", "ON MIRROR": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]", "BARNETT": "\n[1]Let's go, time's wasting. \n[2]They sent the notice out on an anonymous remailer. \n[3]It's used to mask the origin of an email, also the computer from which it's sent. \n[4]Not yet, anyway, it's legal.  We will find the source where it's being broadcasted and hosted. We'll get the people that bushwhacked Mantan. \n[5]I can't answer that. \n[6]The both of you should go home.  We will keep you abreast. \n[7]The X-Force always gets their man. ", "DOUBLE BLACK": "\n[1]That's da bomb. \n[2]Yo, I'm Double Black. \n[3]...that handkerchief head... \n[4]Let me gat him. \n[5]If you don't know there is nuthin' we can do for you. \n[6]Blak you ain't. ", "JESSICA": "\n[1]Sorry I'm late. \n[2]She has a lot of friends \n[3]Yes. \n[4]I propose a toast. \n[5]To the success of your show.  Good luck. \n[6]I think it looks cute. "}}