{"dialogues": {"BASQUIAT": "\n[1]Ummm. It'll be great. We'll live together in peace. What's her name? \n[2]Pancakes. \n[3]Willie Mays. \n[4]Who's that? \n[5]Who am I? \n[6]Oh yeah.. \n[7]Hey. \n[8]What do you think? \n[9]Gina? \n[10]How about those pancakes? \n[11]I guess you did. \n[12]Can I walk you home? \n[13]Wait, I'm in a band....We're at the Mudd Club on Halloween. I'll put you on the list. \n[14]I'm clean. Smell me. I always smell good. I don't know why, I just do! \n[15]Just come to the Mudd Club on Friday. \n[16]Party girls? Can I call you? \n[17]Here, this is for you. I made this. \n[18]Hey, mom. \n[19]I met the girl I'm gonna marry. \n[20]I'd like it better in Hawaii. \n[21]\"She loves me. Oh yeah she loves me! She loooooooves me, Oh yeah she loves me!\" Bring me some chicken, baby! \n[22]Yeah man. I'm jealous. You're always great, Benny. \"Her name is G-I-N-A Gina And she lo-oooves me.\" I did say chicken! \n[23]I knew I left these somewhere. One of these'll send your kids to college someday. Here - I made this for you. \n[24]We're getting married. She said she could tell I was a great artist - she could see it in my eyes. She said she wanted to be by my side and have inter-racial babies with me. \n[25]I-Is this the s-s-suicide h-h-hotline? \n[26]Jean Michel. \n[27]Haitian. I'm going to kill myself. I'm taking pills. Reds, blues, greens. \n[28]Life doesn't... make... sense. This city's k-killing me. I want my liquid hijack Marlboros! \n[29]No! I have a boyfriend. He loves me. \n[30]No, I don't. I'm alone. We all are. Especially here. The world's unjust. The respect fools get. The disrespect I get. \n[31]You don't even know me. I want real respect. \n[32]Fame. My liquid hijack Marlboros and the moon and the cow that jumped over it. \n[33]Boom, for real. \n[34]I thought you hated this place? \n[35]Let's get out of here. \n[36]Why didn't you say so? Damn! She's asleep! \n[37]Wanna go get some breakfast? \n[38]A what? \n[39]Yeah. \n[40]'Phillips head,' right? \n[41]You don't have any!!! \n[42]I didn't know. \n[43]My name is Jean Michel Basquiat. Have you heard of me? \n[44]I'm a painter, too. \n[45]I am... On Gina. Fuck - I didn't think we were actually gonna do this. \n[46]About what? \n[47]Oh - you mean black people! \n[48]How long do you think it takes to get really famous? \n[49]Whatever. Famous. To where you can do your stuff all day without thinking about anything else. \n[50]Come on. I hate this. I'm no good at it. \n[51]Who's John Henry? \n[52]So then what? \n[53]Like I said - my liquid hijack Marlboros. Check it out. \n[54]Andy Warhol. He's famous and he's not boring. \n[55]He's the best painter in the world. I'm gonna give him one of these. \n[56]You wanna buy some ignorant art? Ten bucks. \n[57]Yeah... Like - stupid, ridiculous, crummy art. \n[58]Ten bucks apiece. \n[59]You don't even work on your stuff! \n[60]I can get ten. \n[61]You made a good deal. Here, you can have these, too. \n[62]I'll be right back. \n[63]Check you later, man. \n[64]C'mon, baby, I painted them for you. They're beautiful now. \n[65]... I'll buy you some new ones. \n[66]Do you know what he's saying? \n[67]Manzanita.... ... if one day I die, and    you read this piece of paper, I want you    to know how much I love you. Although I'll    never see you again, Gypsy, Gypsy, your    hair, your hair, your face, your face' \n[68]'Even though you were never mine And you never will be You have a piece of my heart You have, you have, you have...' 'Gypsy, Gypsy, your hair, your hair, your face, your face.' \n[69]Come on in! \n[70]Gina, don't you want any of this? You could use some. \n[71]... What's the matter? \n[72]You're back. \n[73]It's not Sunday? I missed you. You shouldn't leave me alone. \n[74]I'm your family. \n[75]Nothing special - just some weed. \n[76]You want some? \n[77]For real? \n[78]Yeah... I'll paint on it. \n[79]I gave it to Maripol. She let me stay here for awhile. \n[80]Can you put me in the ring with him? \n[81]Jean Michel Basquiat. \n[82]I was a kid then. \n[83]You look fucking beautiful, beautiful. \n[84]No. \n[85]I don't know. \n[86]You name it, I paint there. \n[87]You want a drink? \n[88]I had lunch with him once. \n[89]Which island of Hawaii do you want our house to be on? Maui? Kaui? Molokai? \n[90]Oahu, Lanai, Niihau, Kahoolawee - \n[91]Do you wanna marry me? \n[92]Think so? \n[93]... babies. \n[94]What's wrong with me? \n[95]When? \n[96]Honk the horn again, will you please? \n[97]You're late. One-fourteen Prince. \n[98]I ain't John Henry. \n[99]What's your fuckin' problem, anyway? \n[100]Good. What do you have? \n[101]'Uppity?' Like as in 'uppity nigger?' \n[102]Hey fuck you! I deserve this shit. You're just jealous 'cause it ain't happening to you! \n[103]Fuck... I forgot about that. \n[104]Tony Bennett... What do you mean? \n[105]I didn't know Tony Bennett painted. \n[106]Yes, Boss. If you're so smart, why are you here with me in this basement? \n[107]So what? \n[108]What time is it? \n[109]That one's for you. \n[110]I can't. After the show. \n[111]Hey - it's the big A.M.. \n[112]I don't know. \n[113]Not sure. How was yours? \n[114]I know. \n[115]Yeah. \n[116]You like it? \n[117]Y'want me to make it a nice shit brown? \n[118]Hi. This is Gina. \n[119]Get a fucking decorator. If you buy one, you'll have to change your whole lives - maybe even sell your kids! These paintings aren't even done yet!!! \n[120]I'll take three big Macs, two chocolate shakes, two orders of fries, and an apple pie. \n[121]Forget it .I'll take six, no, seven chocolate shakes, an order of fries, a Big Mac, and two apple pies. \n[122]Yeah... And make it three apple pies. \n[123]I'd like to squeeze your titties. \n[124]Wanna Mac? \n[125]Have a Mac. \n[126]Oh. I didn't know. I'll take you to the best restaurant in town. You'll miss a great meal and I'll keep the scarf, anyway. What's your name? \n[127]No name? That's ok. I'll just call you Big Pink. \n[128]Hi. \n[129]A present I picked up for you. \n[130]You look like an angel. \n[131]Andy, man, thanks for coming. I'd like to paint your jacket. \n[132]Yeah, I met her already. \n[133]Hi Dad. Hi Nora. \n[134]Thanks for coming. \n[135]I'll be right back. \n[136]Which painting? \n[137]Oh yeah. \n[138]Not now, ok? \n[139]That's alright. I'm cool now. \n[140]I gotta go. \n[141]He said 'of the painters!' Hey - Albert! Get in the picture! \n[142]Well. My dad's here with his wife. My mom couldn't make it. \n[143]I wasn't gonna sell this one. \n[144]Sure, ok.. \n[145]Do you think I could borrow your limousine? I'll get it back to you in an hour. \n[146]I'll make you another one. \n[147]Rene - \n[148]Me? Why? \n[149]That's great. \n[150]Sure. I'd be glad to. \n[151]What's your name, man? \n[152]Nice to meet you, Shenge. Want a job? \n[153]Bring him over sometime. I have some other stuff to show him. \n[154]Sure. \n[155]I hate this. Turn that off. \n[156]Decipher? \n[157]They're just words. \n[158]Where? Do you ask Miles where he got that note from? Where do you take your words from? Everywhere. \n[159]Leeches. A long list of leeches. It looks good like that. \n[160]You mean like an ape? \n[161]A primate? \n[162]Oh, that's a \"Leonardo's Greatest Hits\" painting. You like it? \n[163]I use a lot of colors - not only black. \n[164]I'm not black. \n[165]Not what? \n[166]No, I'm Haitian-Puerto Rican. \n[167]Yup. \n[168]We don't hang them at home, y'know - just in the streets.. \n[169]Who said that? \n[170]No, he said I was the Eddie Murphy of the art world. He said the Eddie Murphy. \n[171]Are those the only two possibilities? You wanna French fry? \n[172]Should there be? \n[173]Mmmm. I don't know. I don't remember. \n[174]Can I have some caviar, please? \n[175]I'd like to taste it, first. \n[176]Is that the best quality you have? \n[177]I'll take the whole tin. \n[178]I'll take it. Andy, gimme three thousand dollars. Just the caviar - I'll get the rest. \n[179]You check everyone's bills or just mine? \n[180]I wish they'd quit writing this shit about me. \n[181]Everybody's paying top dollar for scraps of paper, refrigerator doors - anything with a SAMO tag on it. The other day, I just wanted a pack of cigarettes, so I did a drawing and sold it for two bucks. A week later this gallery calls me up: \"Somebody's offering us the drawing. Should we buy it for five thousand?\" \n[182]Yeah - I'd do that... You could teach me. \n[183]Cool. \n[184]Let's leave this town and go someplace. Some island. \n[185]Ouch.. \n[186]That girl looks just like my old girlfriend Gina. \n[187]Yeah. I really blew it. I still think about her. \n[188]Hey George, what's up? \n[189]He's not. He's out of town and he calls me every day. What's weird about him? \n[190]Why does everybody say that? He's the only person I know who doesn't need to use me. \n[191]Chateau Latour '64, please. \n[192]How is he? \n[193]Wow. Congratulations. I hate that asshole. Thanks for coming. I guess I just wanted to find out how you're - \n[194]Forget it. \n[195]George? \n[196]See that table over there? I'd like to pay their bill. \n[197]Yeah, just put their bill on my tab. \n[198]Yeah. \n[199]Baby, I think about you a lot. I'm really sorry about everything. You have to believe me. I'm serious. I wish, y'know, that we were - \n[200]I wish you niggahs could get it togeth- ahhhhhh. \n[201]The tip. \n[202]What's his name? \n[203]I have to go to the bathroom. \n[204]What do you think? \n[205]It's always how you would do it. This is my version. \n[206]Why, so you could humiliate me? \n[207]What's with the wigs? \n[208]You think those are good presents? Who wants an old wig? \n[209]Piss painting? \n[210]How come you're not peeing on them yourself? \n[211]If you ever want me to shit on 'em, just ask. You could finger paint. \n[212]We can do better. It needed more white. \n[213]I don't even have any friends anymore besides you. And everyone says \"Warhol? That death-warmed over person on drugs? He's just using you.\" \n[214]People are only interested in you because you're famous, not because they know a fuckin' thing about your work. \n[215]When I was poor, everybody doubted I could make it. When I got rich, everyone said, `yeah, but he'll never keep it up.' Now everyone says `he's killing himself.' So I clean up, and then they say `Look. His art's dead.' I don't take drugs, anyway. I'm healthy now. \n[216]That's better. \n[217]After the show we should take a nice long vacation. Maybe go to Hawaii. That's what I'm gonna do. I'm going to give up painting and start playing music again. I wanna sing. \n[218]Name? \n[219]Number? \n[220]Name? \n[221]Number? \n[222]Yo, Frank. \n[223]I don't think so. \n[224]Boom. \n[225]That ain't ignorant - that's just stupid. Can I get you a bowl of gumbo? \n[226]Hey, Rene. \n[227]Here... Pull over. \n[228]What's up? \n[229]That's mine. \n[230]There you go. Now it's worth more. \n[231]I'm SAMO... I'm SAMO... \n[232]Paint it out. \n[233]Yeah... Maybe just his arms. Put some Cerulean Blue there. \n[234]Still not here. \n[235]Yeah.. \n[236]Use your fucking instinct. \n[237]Don't try to make art. Just paint like a housepainter. \n[238]Why don't you try letting her in, Steve - I mean Shenge. \n[239]Wanna bet? If you show too much respect for people with money, they don't have respect for you. \n[240]Fine. \n[241]It's unfinished. How 'bout some blue in the corner? \n[242]What's wrong with you today? \n[243]Don't look at me like that. It hurts my feelings. \n[244]Well, that's better. You can buy direct from me. \n[245]I need a dealer. \n[246]Naa.. \n[247]See ya in an hour. So what do you think? \n[248]I'm here. \n[249]Do you ever get sick of it? \n[250]The whole thing - painting. \n[251]What about the shit they write? \n[252]I haven't felt like talking to him since that thing came out. \n[253]Hi. \n[254]You like your dad's paintings? \n[255]Stand still. \n[256]See you later. \n[257]B.B. It's me - Jean! What's the matter? No snow in Switzerland this year? \n[258]What do you mean? \n[259]Hello? Gina? \n[260]Hey, come here! Please. Just for a second. Open the door. \n[261]Open up! Open up! \n[262]My mother's inside. \n[263]I'm not here to visit... I wanna take her home. \n[264]Willie Mays... Nice to see you. \n[265]How's Gina? You guys getting along? \n[266]I guess it was a long time ago. \n[267]Me fall? Let's get some drugs! \n[268]Medicine, man! Like health food. I'm taking care of my health! \n[269]Just ring it up. I don't need a bag. Try this tabouli - it's great... \n[270]My mom told me this... Or was it a dream? \n[271]There was this little prince with a magic crown. An evil warlock kidnapped him, locked him in a cell in a huge tower and took away his voice. There was a window made of bars. The prince would smash his head against the bars hoping that someone would hear the sound and find him. The crown made the most beautiful sound that anyone ever heard. You could hear the ringing for miles. It was so beautiful, that people wanted to grab the air. They never found the prince. He never got out of the room. But the sound he made filled everything up with beauty. \n[272]It's definitely time to get out of here. \n[273]Hawaii? Fuck Hawaii. Let's go to Ireland. We'll stop in every bar and have a drink. ", "GINA": "\n[1]We don't serve that - amigo. \n[2]It's your stomach. \n[3]It's me. I've never been done in maple syrup. Here's a rag. \n[4]Pipe down, Lech. Let him order. \n[5]I just don't think you're being fair. \n[6]I need this? \n[7]What's a job, anyway? What's wrong with you? \n[8]No, don't tell me - you just got fired by your crazy boss. \n[9]Guess I just got sick of him. \n[10]I think I could do that alone. \n[11]I hate the Mudd Club. \n[12]Have you been camping? You could use a scrub. \n[13]You do! You definitely do. \n[14]I don't go there. Too many party girls. \n[15]Yeah, if you have any dimes left. 477-0496. \n[16]Thanks. \n[17]I do. I just said that. I was never here before. I actually like it. \n[18]What're you doing? \n[19]A friend of mine offered me a job doing a little work installing a show in a gallery. He's an electrician. I was supposed to be there an hour ago. \n[20]Ohh, that's nice. \n[21]Hi. \n[22]Basquiat, those are my best clothes!!! What are you doing? \n[23]I'm going to my parents this weekend. What am I going to wear? How could you do that to me? \n[24]You don't have any fucking money.. \n[25]What who's saying? \n[26]See you later. \n[27]Basquiat? \n[28]Wake up! I'm back! \n[29]Jean, what did you do to yourself? \n[30]Jesus Christ! \n[31]Don't do this to me. \n[32]Oh, God, Basquiat, you scared the shit out of me. How the fuck could you do that to yourself? \n[33]It's Monday morning. \n[34]You're blaming me? I had to go see my family. \n[35]Basquiat, what did you take? \n[36]Basquiat, don't lie. This is smack. \n[37]Well thanks! \n[38]Who's that? \n[39]I hadn't thought about it. \n[40]Staten Island would be ok. \n[41]Kind of a family portrait. \n[42]It looks done. \n[43]You mean babies with you? \n[44]You're your own baby. \n[45]Who is it? \n[46]Who? \n[47]Hello? Oh. Come in. \n[48]No. \n[49]Aren't they? \n[50]You should talk to him about this. \n[51]I really think you should talk to him about this. \n[52]Be ready in a minute! \n[53]Hi. \n[54]What's that? \n[55]It's beautiful. Thanks. \n[56]So are you really friends with Andy? He seems like such a weirdo. \n[57]Don't you think he's using you? \n[58]So. Are you ready? I start Columbia next fall. Of course, there's like, a year of pre-med stuff, but - whatever. I'm really excited. And: Rene gave me a job as his secretary. His poems are getting published. \n[59]Pretty much the same. \n[60]What's that about? \n[61]That is amazing. What year is it? \n[62]I don't believe it, Jean - they're picking straws. \n[63]You don't have to be sorry. There's no one to blame. Jean, you're a real artist. I thought I was one. You made me realize I wasn't. ", "RENE": "\n[1]In this town one is at the mercy of the recognition factor. One's public appearance is absolute. \n[2]I consider myself a metaphor of the public. I am a public eye. I am a witness. \n[3]Part of the artist's job is to get the work where I will see it. \n[4]When you first see a new picture, you don't want to miss the boat. You have to be very careful because you may be staring at Van Gogh's ear. \n[5]Nurse!!! Oh!!! Nurse!!! Carrot juice. Tofu burger. Rapido! \n[6]Fine... A greasy cheeseburger. Fries - and a vodka. \n[7]I need to make a call, Mary. You don't mind, do you? \n[8]To Paris. Bernard Picasso - You know Bernard - \n[9]... 'APT 20'... The church bells would ring at noon and six a.m.. 24 strokes: How many times we counted them. We called our bed the cloud. And there we'd float. The bathtub was in the kitchen and took forever to fill up. We'd bathe together afterwards. Oh the countless cigarettes and take out Chinese food... The bed was so narrow Three years we made it fit. The sheets were green the sheets were pink the sheets white linen from the past. Little home, farewell, The broken windows and the bodega on the corner. Now from my balcony I look out over all New York... \n[10]\"The name of the game is survival, You learn it in jail upon your arrival!\" \n[11]Oh man, you a FINE nigga! You know that? \n[12]Oh my, there goes the neighborhood. Who's house is this, anyway? \n[13]That's what I like about you straight boys. You're so sensitive!!! \n[14]I gotta go pee. \n[15]Who did this? Who did this? \n[16]It's fucking amazing. Motherfucker's got to put a crown on it. \n[17]Naaaa. Poor thing has a little dick. \n[18]Just look at him. Little silver thingies on his cowboy boots? Honey, I don't think so. \n[19]\n[20]I know that. Don't let him get away. \n[21]Hey, wait up!!! \n[22]You heard of Albert Milo. I made    that niggah. I'm Rene Ricard. Didn't    you read \"Not About Albert Milo?\" I know    who to hype. Baby, I'm gonna make you a    star. \n[23]I can put you in the ring with him. Even book the dates. But those big boys know how to fight. They \n[24]Sounds famous already. \n[25]Oh child... You got no respect. Didn't anyone teach you how to mount paintings? \n[26]This is a very important season in New York. One's public appearance is absolute. Oh!!! Louise!!! I'd like you to meet Jean Michel Basquiat - SAMO. This is Henry Geldzahler. \n[27]You or the museum? \n[28]Five. \n[29]That's five thousand dollars. He's from the Metropolitan Museum of Art so suck my pussy, you star. \n[30]This is Jean Michel, whose work I told you about. \n[31]I didn't have the subway fare. My Medicare ran out. \n[32]You kidding? That's Annina Nosei. Jean's been in her gallery a thousand times. You slut. How do you know Bruno Bischofberger? He's only the biggest art dealer in Europe. \n[33]3rd night I called    him 'boy' He sed \"don't call    me 'boy'\" \"Well Then don't call me    'Boss'\" That Was the end for us    and I've Been seeing him for    2 1/2 years. In kangaroo court I    want to be Able to say I never kept a Slave. But he tricked me in To Tying him up and busting his Face. He'll jump up at my Trial Yelling 'He wupped me gud.' \n[34]Oh man! That's one looks famous already. \n[35]You are a willful boy. How'm I s'posed to write about you if you keep changing everything? \n[36]Uh huhh... Band practice? It's Benny. He wants to know why you're not at band practice...? \n[37]Fuck band practice... If you're gonna be a painter you're gonna have to break a few hearts - you don't wanna be like Tony Bennett.. \n[38]Singing on stage and painting in your spare time. \n[39]My point exactly. \n[40]So keep painting. \n[41]You're news. I want the scoop. I write it down. When I speak, no one believes me. But when I write it down, people know it's true. There's never been a black painter in art history that's been considered really important, you know? \n[42]So shut up and keep painting.. \n[43]5:11. \n[44]Thanks... I'll take it tonight. \n[45]How about now? \n[46]How does it feel to have a genius in the family? \n[47]This guy wants a picture. \n[48]You fucking little whore! You sold my painting! I'm gonna tell you something, brother - when you're climbing up the ladder of success, don't kick out the rungs! Believe that shit. \n[49]Forget it. \n[50]SHHHHHH. Later. \"What is it about art, anyway......\" \n[51]... that we give it so much importance? Artists are respected by the poor because what they do is an honest way to get out of the slum using one's sheer self as the medium. The money earned is proof pure and simple of the value of that individual... The Artist. \n[52]The picture a mother's son does in jail hangs on her wall as proof that beauty is possible even in the most wretched. And this is a much different idea than the fancier notion that art is a scam and a rip-off. But you could never explain to someone who uses God's gift to enslave that you have used God's gift to be free.\" \n[53]I'd like a glass of your best champagne, please? This is an enormously important season in New York, and to make a false step could have severe repercussions for years. We are no longer collecting art, we're buying individuals. \n[54]Everything's over your head, Andy. Even Mr. Chow's menu. Thanks for not inviting me \n[55]I'm starving. You can't buy    advertising like this. This is the most    glamorous dinner you'll have here this    fall. How about some of that imitation    crab? \n[56]Isn't he great? Thanks, Jean. \n[57]He owes me one. \n[58]I haven't eaten yet!!! \n[59]Hands off me, you faggots! I'm going. I'm going...I've kept Diana Vreeland waiting too long, anyway. \n[60]His early work? He's only twenty-six! \n[61]Thanks again for not inviting me. I'm only here on business. \n[62]You're asking me? Nigga, please. After the way you treated me? This is the first time I've heard from either of you in months! I had to crash this party! You treated me like a suede biscuit. Rene don't play that! I can't get him off drugs! I don't even talk to him any more!!! ", "BENNY": "\n[1]Hey - Willie Mays. \n[2]The Devil, man. Rene Ricard. Art critic - writes for Artforum. People read him. Tell him who you are.. \n[3]\n[4]Willie Mays. \n[5]Catch you later. \n[6]Would you shut the fuck up? You hear what I'm doing? \n[7]Thanks. Your dad called again - something about a job. \n[8]You got a date already? \n[9]G'night... See you in court tomorrow. \n[10]Come on, Jean. Get rid of your cigarette. Concentrate. \n[11]Concentrate on the ball. Shoot. \n[12]You're shattering all my myths. \n[13]Your people. \n[14]For a musician or a painter? \n[15]Ummm... Four years. Six to get rich. \n[16]First, you have to dress right. \n[17]Then, you have to hang out all the time - with famous people - the right people, the right chicks, the right parties. \n[18]And you gotta do your work all the time when you're not doing that. The same kinda work, the same style - over and over again, so people recognize it and don't get confused. Then, once you're famous, you have to keep doing it the same way, even after it's boring - unless you want people to really get mad at you - which they will anyway. \n[19]Famous people are usually pretty stupid. You're too smart. You'd get bored to death. You don't wanna be like John Henry - fighting the machine. Just do what you do. It's about integrity. Follow your heart. \n[20]Oh man! Folklore guy - worked on the railroad. Y'know, pounding in spikes and laying down track. Then one day they invented a machine to do it. And he says \"Fuck that, I'm a MAN\" and he challenges the machine to a race to lay down a mile of track. It takes two days. Neck and neck the whole time. They get right to the end, and he beats it by one spike. Got a cigarette? \n[21]He drops dead! See? Just do your shit like you do it! Your friends like you, you get laid, everyone walks by, sees your stuff everywhere. It's good. What else do you want? \n[22]What're you doing? You're doing something. \n[23]Don't give him anything, man. Your art's worth a lot. Trade. That's what real artists do with each other. Besides, he'll just use you. He's famous for that. \n[24]Hi Gina. \n[25]Willie Mays!!! Willie Mays!!! \n[26]We got beat. \n[27]You gonna carry that around all night? \n[28]What's the rush, John Henry? \n[29]Good. \n[30]I don't really have any problems. \n[31]What's your fuckin' problem? You get a girlfriend and a little attention and then start acting all uppity with me. \n[32]That's not how I meant it. For all you know, you might just be a flash in the pan! You can never tell. \n[33]Willie Mays. A Toast. \n[34]Willie Mays. \n[35]She's good. \n[36]Come on, let's get out of here. \n[37]Sit down! You're gonna fall out! \n[38]Drugs??! ", "ANDY WARHOL": "\n[1]Ignorant art? \n[2]Ohhh. That's new. That sounds good. \n[3]I can give you five. You didn't do very much to these. \n[4]I'll take two. This one and... that one. Can I borrow some money, Bruno? \n[5]My jacket? Gee, great... Your show looks great. Quite a turnout. You look great. You kids. You drink red wine with fish. You can do anything! Make paintings in the basement of your gallery? First time I've heard of that! \n[6]Jean Michel, this is Mary Boone. She's got the great new gallery. \n[7]You'll like it. Everyone'll be there. \n[8]Bye, Jean. \n[9]Hi, Jean. \n[10]Saddle River's in New Jersey. \n[11]It's in New Jersey. \n[12]I think it's in New Jersey. \n[13]Oh, I didn't know that. \n[14]Oh shut up, Rene. \n[15]Wow... That was a nice drawing, too, Jean. Maybe you should do another one. \n[16]When I was little, my brother and I used to have two ducks as pets. We called them the Rodriguez Brothers. \n[17]That's good. At least they're interested. \n[18]Wow... Stop giving them away. I got an invitation to model for Comme de Garcons... You wanna do it with me? \n[19]Gee. I don't need to. You're a natural. You should sign up with my modeling agent. \n[20]My dog, Archie... I woke up with flea bites... Creepy. I ran out and bought flea collars. They work really well. \n[21]Let's go to    the Carnegie Museum. They have the world's    most famous sculptures all in these giant    plaster replicas. It's really great. It's    in Pittsburg. \n[22]What's wrong? \n[23]Do you still love her? \n[24]Well, have you asked her to come back? \n[25]A little more to the right, Frank. OK... Good. Now up... You got a little more? \n[26]I'm going to send them to my friends for Christmas presents. \n[27]I wanted to make a few more of these. Frank's been drinking this Mexican beer. It makes a good green. \n[28]I don't like beer. \n[29]That was my favorite part! \n[30]Jean, you make me feel worthless. You're so famous. \n[31]Gee. You shouldn't take it so seriously, Jean. That's why you can't stop taking drugs. You always think people don't like you. Everyone likes you. \n[32]If you say so. You sleep until 5:00 p.m. You call at four in the morning. You never show up anywhere on time - if you show up. You're painting out everything I do! \n[33]I can't even see what's good anymore. \n[34]Yeah, I see what you mean about the white. It's better. \n[35]That would be a pity because you're a real painter. \n[36]What's a suede biscuit? ", "ALBERT MILO": "\n[1]No. Should I have? \n[2]Really. Huh. Too bad. \n[3]Rene's been telling me about your work. \n[4]Is this finished yet? \n[5]When's your show? \n[6]I haven't decided yet. Rene, you wanna come over to the studio tomorrow. I wanna make a painting of you. \n[7]See you at your opening. Thanks. \n[8]This is Rene Ricard. \n[9]Hey, Jean, I'd like you to meet my wife....and my parents. Mom, Dad, this is Jean Michel Basquiat. \n[10]You finish it. \n[11]Go on, take it.. \n[12]I like the one with the dragon's heads a lot. But the black one's filled up with too many heads... I'd take some of them out. I think you're painting too fast. I wouldn't put in so many heads. Let it breathe a bit. \n[13]You're right. It's your version. You should come over to the studio sometime. \n[14]No, I wanted to make a painting of you. \n[15]Hey Jean! It'll never fit. \n[16]You better take a look. Why's your door so small? The ceilings are sixteen feet and your door's the size of a mouse hole! \n[17]You doing anything right now? \n[18]Let's get out of here. \n[19]This is painted on a backdrop from the Kabuki theater in Japan. I painted it after Joseph Beuys died. A rebirth painting. I felt like he could've painted it, or maybe someone else was painting it instead of me. The Chinese calligraphers used to change their name mid-career so they could start over as someone else.. \n[20]Of what? \n[21]No. It's one of the few times I feel good. I used to have to go to work and cook every day. That I got sick of. \n[22]You're asking me this because of the 'lapdog' remark. I read that. The person that wrote that has the compassion of a housefly. That's your enemy, not your audience. Your audience hasn't even been born yet. It's a lie that art is popular. The only thing popular about it is that it's written about in newspapers. I'm surprised when anybody comes to my openings. There're about ten people on the planet who know anything about painting, and Andy's one of them. \n[23]As long as I've known Andy, he's never asked me for anything except to speak to you about getting off drugs. He's painted my picture, we've eaten dinner in God knows how many places together. But he doesn't care about me. He cares about you. You're the only person he cares about. He's your friend. Fuck that article. You want a toasted bagel with cream cheese? \n[24]Alright. I'll be right up. \n[25]Where's Jean? ", "INTERVIEWER": "\n[1]... had twenty-three one man shows, been in forty three group shows from Zurich to Tokyo.. \n[2]... had over fifty articles written about you, switched galleries - how many times? - DJ'd in the hottest clubs - \n[3]... one of the youngest    artists ever to be included in the Whitney    Biennial, also produced a rap record.    It's said you're quite the ladies man -    even dated Madonna for a couple months!!! All at the ripe old age    of 24. One might ask: is there anything    left for Jean Michel Basquiat to do? \n[4]What is it that gets you out of bed in the morning? \n[5]We're running a little late. \n[6]Ready? \n[7]... Can you... decipher this for us? \n[8]Yes. What do they... stand for? \n[9]Yes, I understand - but where do you take them from? \n[10]What are they? \n[11]Hmmm. And 'Parasites.' You seem to be a Primal Expressionist. \n[12]Well, you said that. You've got a lot of references from Leonardo da Vinci, don't you? \n[13]Yes, but as a black painter - \n[14]What? \n[15]You're not? \n[16]Not black. \n[17]Yes, yes... Let's talk about that.... your roots... Your father is from Haiti, isn't he? \n[18]Hmmmm. Interesting. And when you grew up were there any primitives hanging in your home? \n[19]I see.. And... How do you respond to being called - hmmm... - yes, \"the pickaninny of the art world.\" \n[20]Why, that's from Time Magazine. \n[21]Is it true that your mother resides in a mental institution? \n[22]Let me... just... open something up here. You come from a nice, middle class, respectable home. Your father is an accountant. Why did you at one time live in a cardboard box in Tompkins Square? \n[23]Or rather, do you think you're being exploited or are you yourself exploiting the white image of the black artist from the ghetto? \n[24]OK. One last thing. Is there any anger in you? Any anger in your work? \n[25]Tell me about it. What are you angry about? ", "ANNINA NOSEI": "\n[1]Rene hasn't stopped talking about your paintings. Haven't I seen you in my gallery? \n[2]You haven't been by lately. \n[3]How do you come up with all those words you put over everything? \n[4]I'd love to see some more of your work... Where's your studio? \n[5]Well, I don't want to get mugged on a Bowery street corner. Maybe I could find a place for you to work. Take my card. \n[6]No thanks. But I'd like one of these paintings. \n[7]Annina Nosei. \n[8]Is Jean Michel here? \n[9]I'm here to see some work. \n[10]These are great. \n[11]How much for these five? \n[12]Um... Do Rene and Jean have a contract together? \n[13]I'm interested in showing Jean's work. \n[14]How about right now? \n[15]I've got to find the switch. \n[16]Here it is. \n[17]Tom and Cynthia Kruger. \n[18]This is Jean Michel Basquiat. You've seen the SAMO graffiti everywhere. That's his. This is the true voice of the gutter. \n[19]Here's a very good example of his recent work that's not spoken for yet. He's got to work in a basement. He's got so much energy that if he worked in a place with a window, he'd jump right through it. Most of these are reserved already. After this week, this work will not be available. \n[20]Yes, well, they are more meaningful in their absence, no? \n[21]Jean, your parents are here. \n[22]You must be very proud. \n[23]It's great that people are interested, but if anyone's going to buy anything, I'll handle it for you. Everything goes through the gallery, even if they come to your studio. ", "MARY BOONE": "\n[1]Certainly not. You can use my line. \n[2]Be my guest. \n[3]I can't tell you how happy I am with this show. \n[4]Excuse me - you - what's your name? Would you move those tools there and put them somewhere else? \n[5]Excuse me, would you please move those tools? \n[6]You should be pleased. It's a great show...I'm having a dinner later at Mr. Chow's for Albert. You should come. \n[7]I hear your show was sold out already. There's a very important collector who's interested in some of your works. \n[8]Jean Michel... Crawling from the wreckage? \n[9]You have a bunch of them, don't you? Albert Milo walks in from another room. \n[10]It'll be ok. \n[11]Why are your paintings so big? Just go home. I'll get it in. \n[12]Bruno spoke to me already. We could talk about it. \n[13]OK. I'll be at your studio Thursday three o'clock. ", "BRUNO": "\n[1]I think it's ok. \n[2]It doesn't matter how much you worked on them. It matters how much you can get for them. \n[3]Here. Do you have change? \n[4]You're doing well. \n[5]I'd like to do a show with you. I'm especially interested in that one. I'd like to buy it for myself. \n[6]You shouldn't have put it in the show. This is the one I absolutely have to have. I really love it. \n[7]It's OK. Just have him bring you to dinner at Mr. Chow's later. We'll be there. \n[8]Jean, everyone loved your show. \n[9]I didn't see you. \n[10]You haven't heard? Andy's dead. ", "GREG": "\n[1]Jean, could you get me a Phillips screwdriver? \n[2]A Phillips head. From the toolbox. \n[3]Yeah. \n[4]That's impossible. I've got, like, five of 'em! \n[5]You're holding one in your hand!!! You've never done this kind of work before, have you? See, this is a regular screwdriver, and this is a Phillips head. The cross thing... I'll tell you later what all the tools are so you'll know. \n[6]Jean? Hold this, please. You'll get there. But it's good to have something to fall back on. That's why I became an electrician. It pays the rent. Y'know, I'm an artist, too. \n[7]I sculpt. I'm really just starting to find myself. How old are you? Twenty? You're just like I used to be. I'm forty-one. And I'm glad I haven't gotten any recognition. It gave me time to develop. ", "TOM KRUGER": "\n[1]... I don't know.... This one's nice, but I don't know if I could live with it. That green is so... institutional. \n[2]Beg pardon? \n[3]I like this one. If it were just another color.. \n[4]I think we'll take the green one. \n[5]We love our painting. \n[6]The green one. \n[7]She's only kidding! ", "SHENGE": "\n[1]Out? \n[2]It's Andy again. \n[3]- In this corner? \n[4]You want me to put it here? \n[5]It's Maria Portos. What should we do? \n[6]Get up. She won't buy anything if she sees me working on it! \n[7]Blue? Where? ", "CHRIS": "\n[1]That's a beautiful name. French? \n[2]What? Wait a minute... talk to me. \n[3]What? Life's beautiful. Depression isn't permanent. Don't you believe that? What is it - did your girlfriend leave you? \n[4]You see? You have someone to live for. \n[5]What is it you want?    Respect? I have respect for you, just    for making this call. One philosopher said    \"Sadness is a sin against the richness    of the world.\" Think about it. Feel it. \n[6]What? What do you want? ", "ANGLE ON": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]", "CYNTHIA KRUGER": "\n[1]We've seen the graffiti. I work on Wall Street. And I've heard wonderful things about the paintings. Everybody's talking about you. \n[2]I'm fascinated by his choice of crossing out words that way. \n[3]I like this one, but that green... \n[4]They're something like Dubuffet's... That... childlike quality. \n[5]I can't make up my mind. \n[6]We got a couch to match. ", "KID #1": "\n[1]Yo, man, you're a damn lucky nigger selling this shit! \n[2]Not bad. Yeah, I do. \n[3]What does it mean? \n[4]Mind your own fuckin' business. \n[5]Stupid SAMO... Hardly any of this shit left. \n[6]He wish. ", "MARIA": "\n[1]These reminded me of you, the clogs. I found them in Amsterdam. \n[2]How are you? \n[3]You remember Ellen? What are you working on? \n[4]Fifteen. Reasonable. \n[5]I love these. \n[6]Who are you selling these through now? ", "STELLA": "\n[1]Papa, the TV's broken... Will you fix it please? \n[2]Hi. \n[3]I've seen you before. I like your paintings a lot. Your hair was different. \n[4]Some of them. \n[5]Thanks \n[6]He just left. "}}