{"dialogues": {"VICKI": "\n[1]How'd you know it was me? \n[2]A nice, restful vacation. \n[3]I do get hurt. \n[4]Nothing I'm at liberty to reveal here. What's new and hot in Gotham City? \n[5]Evildoers, huh? Big or small? \n[6]Speaking of which... I hear the notorious Bruce Wayne is throwing a big do for the Harvey Dent campaign. \n[7]No. \n[8]Yes, but please -- be gentle. \n[9]Some. I am a rich bitch, remember. I'm quoting. \n[10]All over the world. They say he spends most of the year overseas -- until recently, anyway. \n[11]Just what I've heard. Rich. Reclusive. Old money and lots of it. \n[12]Women find him magnetic. \n[13]That, and the sweet smell of two hundred million bucks. \n[14]That's intriguing. They haven't been published yet. \n[15]Don't mind my friend. He's a little nervous tonight. \n[16]This is an amazing house. I'd love to shoot it sometime. \n[17]As far as I know. \n[18]Oh. Sorry. I was thinking. \n[19]Yum, yum. \n[20]I get it. Bruce Vain. \n[21]Guess who's got a date with Bruce Wayne. \n[22]Peanuts? \n[23]Plain or roasted? Alex, I'm very flattered that you've gone out and done all this research. \n[24]I told him yes. \n[25]You're awfully sweet to be concerned, but it's really not necessary. I'll call you, okay? \n[26]Do you sail? \n[27]You do a very convincing imitation. Mm, this is tasty. What's yours? \n[28]... Ginger ale? \n[29]... I guess I needed a change. \n[30]Have you ever been to Corto Maltese? \n[31]We went there once when I was little. I played on the beach. And at nights -- they had a band -- I danced with my father on the hotel patio. That was Corto Maltese. When the war broke out I had to go back. And I promised myself that this time... I wouldn't look away. \n[32]... Terror. \n[33]I'm sorry. I didn't mean to -- I know it all seems a million miles away, out here on the water, with all this -- \n[34]Bruce, really, when I say these things I don't mean to criticize you. \n[35]I'm happy to talk about something else. I don't want to be depressing. \n[36]I'm sorry, Bruce, I have to ask. Are you like this with the other women you know? -- Because I just can't seem to get a handle on this conversation. \n[37]-- but it's not fair. I'm half drunk and you're not even -- \n[38]God. You would. Come on, Bruce. I just want to get two drinks in you. As an experiment. \n[39]... We could try that. \n[40]I didn't mean to scare you. I just had to come in here and see it that was really you singing. \n[41]\"Don't buy sugar -- you just have to touch my cup.\" Come on. \"You're my sugar --\" Bruce, you are such a case. \n[42]Then there's one thing in the world you don't do very well. And I know what it is. -- Now you'll have to kill me. \n[43]Poor thing. You should stay off that horse. \n[44]... To tell you the truth, I'd just about given up waiting. \n[45]Hm hmm. Lunch. Not even dinner. \n[46]Okay, I'm a sucker. You sound so much like someone I used to... Bruce? I know this is silly, but -- you're not married, are you? \n[47]All street mimes should be executed. \n[48]\n[49]Please tell him... I'm not trying to make his life difficult. I'd just -- I'd just like to know what's going on. \n[50]Oh my God... I've seen this picture. \n[51]His face. Allie, look at his face. \n[52]Oh, Bruce... \n[53]Alexander, you are on drugs. \n[54]You're pissing me off, Allie. I know exactly why you're doing this. \n[55]He's best friends with Jim Gordon and Harvey Dent. They would know. \n[56]Alexander... I know you. \n[57]This is pointless. I'm leaving. \n[58]Not to me. I need a job. \n[59]Then \"everyone\" must know something I don't. \n[60]I'm meeting Mr. Wayne. Is he here? \n[61]... Thank you. \n[62]And you want a -- \n[63]Maybe we should start with a portrait of the artist. People might like to see the face behind the makeup. \n[64]I've seen worse. Much worse. \n[65]I'm in trouble now. This is business, sweetie. Why don't you go outside and see how the boys are coming? \n[66]... Why the mask? \n[67]You SCUM! You SICK FILTH!... You DID THAT to her! \n[68]I'll see you burn. I'll see you dead. \n[69]\n[70]\n[71]... Oh. \n[72]Look! Police! \n[73]Shouldn't we -- \n[74]What about her? What about the girl? \n[75]Can't we -- \n[76]... A hundred and eight? \n[77]Well -- I think you might consider thanking me. You were good as dead. \n[78]I just wanted to distract them. I wasn't trying to get a picture of you. \n[79]I won't let you have it. \n[80]I know you can break my neck and take it. But the Joker's on that same roll. I -- \n[81]Look, I appreciate what you did for me. But this is my job. And I'm keeping those pictures. \n[82]How do I know you won't keep them all? \n[83]... Where are you going to take me? \n[84]... How long have I been out? \n[85]Well, I've certainly enjoyed it. What's that? \n[86]I meant to ask you. Up on the roof -- how did you know my name? \n[87]I'm serious. How did you know? \n[88]What is this stuff? Kevlar? \n[89]It doesn't protect your head, though. \n[90]How'd you find this place? \n[91]I don't like bats. Not that kind. \n[92]Who pays for all this? \n[93]The computers? \n[94]No more makeup. -- Looks like we'll all be showing our true faces now. \n[95]Wait. You can just tap into any corporate database you want? Anywhere? \n[96]You could've killed him, you know. You could have killed the Joker. \n[97]... Bruce? \n[98]Yes, Bruce -- I'm here -- \n[99]Well, Bruce... I don't think... that would be possible. \n[100]I, uh... \n[101]I just can't -- \n[102]But he's not. \n[103]He's not crazy. \n[104]Allie... he wants to tell me. That's why he took me there. Because he's trying to tell me. \n[105]He has to tell someone. And I'm the one. He's trying to tell me. \n[106]... I know it's you, Bruce. I'm not going to talk to you unless we can discuss it. \n[107]I'm serious, Bruce. We have to -- \n[108]... So we just pretend none of this ever happened. We never met. We -- You're going to get yourself killed, Bruce. You know that, don't you? \n[109]I don't understand it. You can do so much good for people. As Bruce Wayne. \n[110]You're one man. You can't save everybody. \n[111]Bruce, at the rate you're going, you can't even save yourself. \n[112]Oh, God. I've got to have some coffee or something. \n[113]\n[114]It's just like the last time. He sent me a present before he -- \n[115]Oh, Bruce. Don't tell me you carry it around with you. \n[116]\"It worked for Van Gogh. Let's make up. I'll need you soon.\" -- Whew. \n[117]... Where are you calling from? \n[118]I'm sorry, she hung up. What are -- \n[119]How can you do that if she's already off the line? \n[120]What now! \n[121]I'm not frightened of you, Bruce. I'm frightened for you. \n[122]Yeah. Deja vu. \n[123]\n[124]Oh my God. Compressor tanks. He's got the balloons rigged with compressor tanks!! \n[125]\n[126]You okay? \n[127]God yes, Allie. I've gotta say -- that was the ballsiest move I ever -- \n[128]\n[129]I loved you too. \n[130]I don't know why I'm doing this. I half wish you'd stay a cripple. \n[131]I don't, but... I do. It's just... I love you, Bruce. I -- \n[132]I guess you did it, didn't you. You saved everyone. Almost. ", "KNOX": "\n[1]Great, but tell me: is this another you-know-what? 'Cause if so, it's the third one this week. \n[2]Good answer. I'm gonna put you in for a commendation. \n[3]Hiya, gents. This anything I should know about? \n[4]No offense, boys, but these guys are seeing something up there. \n[5]Come on. One question. Is there a six-foot bat in Gotham City? \n[6]If so, is he on the police payroll? If so, what's he pulling down after taxes? \n[7]What have you got for me, Jerry? \n[8]Nice, but... maybe a little more gore on the fangs, huh? \n[9]I'm real busy, Clark. Be a pal and dust him, okay? \n[10]... Vicki Vale. \n[11]Honey -- I would know any randomly selected square inch of Vicki Vale. If I had a good enough hint. \n[12]Where the hell have you been? \n[13]God, a girl could get hurt doing this. \n[14]Got any more of those? \n[15]It's too good, Vick. We got a six- foot bat that swoops out of the night and preys on evildoers. \n[16]Small so far. I mean -- they don't allow bats in boardrooms, do they. \n[17]Yeah. Hottest ticket in town. Every law'n'order freak in the city's gonna be there. \n[18]Wa-a-it. Vicki. You're not saying -- \n[19]Aw, Vicki. Vicki! Got a date? \n[20]Vicki, baby, I love you, I've always loved you. Will you marry me? \n[21]Well, I'm starving. Will you at least buy me a hamburger? \n[22]How high up would you say that is? \n[23]You know, if you cut your bathroom in half, you'd have my apartment. \n[24]The small one. \n[25]Man, I feel like Robin Leach. You actually know all these people? \n[26]Yeah, I guess we move in different circles. -- Though I did meet a one-eyed pimp last week. \n[27]Commissioner Gordon! What do you hear from our pointy-eared friend? \n[28]Aww, Commissioner. There's gotta be one honest cop in Gotham city. \n[29]Mr. Dent. What's your stand on winged vigilantes? \n[30]My question is, where does one man get all this junk. \n[31]Holy shit... \n[32]... We found the arsenal. \n[33]This guy has just gotten interesting. What else do you know? \n[34]Likes to kill? \n[35]I bet they like him for his big charity balls. \n[36]Well, you know me. The more they've got, the less they're worth. This guy must be the most worthless man in America. \n[37]I assume in my usual charming manner I've just insulted the host. Alexander Knox. \n[38]Great. Give me a grant. \n[39]\"This is Miss Vale.\" -- That felt redundant. \n[40]Some people think she has two. \n[41]I know the rich are different, but that guy is real different. \n[42]Hello? Vicki? \n[43]What were you thinking? \n[44]Well, he must like the way he looks. He's got a mirror in every room. \n[45]Commissioner. Do us both a favor. Don't tell me some lie you'll have to retract later. \n[46]Vick! Looks like our friend the bat is getting ambitious. -- Why the dopey grin? \n[47]Bruce Wayne? Date? He called you up and asked you for a date?... Shit. \n[48]Yeah. \"Mister One-Nighter.\" Because that's the average length of his relationships with women. \n[49]Tell her about the peanuts. \n[50]Yeah. Peanuts. Which is how he goes through women. \n[51]Why? Aw, come on, Vicki, I'm a reporter. I'm curious. I do this for a living. -- What'd you tell him? \n[52]... What was that? \n[53]Miranda, I'm busy. Go be productive. \n[54]...Peanut. \n[55]Come on. Gimme some dirt! \n[56]... Why don't you like your picture taken? \n[57]Hiya, peanut. I got something I'd like you to see. \n[58]Okay, here we go. Check it out. \n[59]I guess so. Pulitzer Prize, 1963. \n[60]Yep. He watched the whole thing happen. -- Recognize the beat cop? Jim Gordon. \n[61]Something like this -- what do you suppose this could drive a guy to? \n[62]He walks out on his own party. Half an hour later, the Caped Crusader turns up in full bat-drag. Sees an execution, freaks out in an alleyway. No place to change. Yeah, Vicki, he's \"married\" all right. \n[63]Oh? Why is that, Vicki? \n[64]... Okay, Vicki, I have a confession to make. I'm the Batman. \n[65]Don't believe me? Why not? \n[66]Right. And they know him. And that's why it would never occur to them for a minute that their old buddy Bruce puts on a cape at night and goes out looking for -- \n[67]Your little chum is out of his mind. Next time you call him up and he can't go out Friday night -- think it over. \n[68]Vicki, it all fits. The stuff you're telling me -- the car, the equipment -- somebody's paying for it. \n[69]The FBI. You know who's got the FBI computer contract? Wayne Technologies. The guy's bats all right. He's bat shit crazy. This is gonna be the most incredible -- \n[70]Not what? \n[71]Vicki. We got a wealthy millionaire here... who dresses up like a bat. He goes out at night and swings around -- in his cape -- on a rope. Okay. Maybe I'm crazy. \n[72]Gimme a break. If he wants to chat, he can talk to his car. \n[73]Well, when he does you know my number. \n[74]Alexander Knox. Gotham Globe. \n[75]Actually, I wanted to talk to Batman. Pass that on to Mr. Wayne, would you? \n[76]Well, that's how it is, chum. She tells me everything. \n[77]Simple. You know the score. One column -- and I can bring all this tumbling down. I can take you off the streets once and for all. I want you to hang up the suit. And I want you to stay away from Vicki. \n[78]Then stay away from Vicki. That's all I want, man. I just want your word. \n[79]See, I don't know how it happened -- she's a smart girl and you are an extraordinarily screwed-up guy -- but she's in love with you. \n[80]Because I -- Because she'd never speak to me again. \n[81]Come on, Bruce. Be straight. What have you got to offer? You gonna marry her? Batman and Mrs. Batman? Gimme a break, huh? Who's gonna be Best Rodent? \n[82]Yeah, a drink. \"Civilized.\"  Man-to- man, right? \n[83]\n[84]Couldn't turn down the job, huh? A girl could get hurt this way. \n[85]What do you say? Let's head for the lights. \n[86]So much for Underdog. \n[87]\n[88]Jesus Christ, the guy's a genius. \n[89]Great. How?? \n[90]\n[91]\n[92]\n[93]\n[94]Yeah. Yeah. Little winded. DID YOU \n[95]Holy shit. Holy -- \n[96]Jesus, Vicki. ", "JOKER": "\n[1]What a view. Our little city. It always brings a smile to my face. \n[2]Guess it's my little city now. Wonder what it'll look like when I get done with it. I bet it'll be something real fine. Real fine and pretty. \n[3]So that's how it is, gents. Until Grissom decides it's safe to come up for air... I'm running the show. \n[4]'Cause I got an army, chum. And I got Grissom's army. And this city is mine. \n[5]I've considered that possibility. \n[6]Nobody wants a war, Carmine. If we can't do business, we shake hands and part friends. \n[7]That's it. \n[8]Looks like Carmine got a little hot under the collar. \n[9]That's what they said about Lee Iacocca. Now GET OUT OF HERE. -- And \n[10]Heck, they're not such bad guys. I say we give 'em a couple of days to come around. We-e-ll... maybe one day. Aaah, screw it. Let's grease 'em. \n[11]All reet! I think it's about time we called another meeting, huh? \n[12]How's that first shipment coming? \n[13]Mmm. How'd you find it? \n[14]... new improved Joker brand. With the secret ingredient... SMYLENOL! Let's go to our blind taste test. \n[15]Ooh. He's tense. Irritable. Out of sorts. He's been using Brand X! But with new improved Joker brand... \n[16]... it's a SMILE EVERY TIME!! \n[17]-- and the world smiles with you! Irresistable -- oh-so-kissable -- \n[18]I know what you're saying. Where can I buy these fine, fine products? Well, that's the gag, folks, you never know. Chances are... you've bought 'em already!!! \n[19]Baby's got a tummyache? Here's something that'll fix him quick! \n[20]Now on your grocer's shelf. So remember -- use Joker brand -- and put on a happy face!! \n[21]Get dressed. We're going out. \n[22]Okay, boys, let's broaden our minds. \n[23]I kinda like this one. Leave it. \n[24]I think it's safe to take that off. \n[25]You're quite beautiful. \n[26]Unfortunate, but I think we can work around it. \n[27]You're Vicki Vale. I guess you know who I am. -- Is this your portfolio? \n[28]Crap. Crap. Crap, crap, crap... Ahhh. Now here's what caught my eye. \n[29]The panic. The bloody skulls. The armless screaming fellows... you know, the atrocities. Somehow, when you shoot it, it all comes out so clean, so lovely. \n[30]I guess I'm just an old cornball, but... I live for beauty. I look around at my little city, it gets me down. We don't have anything like this. Well, it came to me that what this city needs... is beautification. Kind of a big makeover. Miss Vale, I finally realized that one man can make a difference. You know the saying. \"In his image... created he them\"? \n[31]A visual record, yes. A before-and- after kind of thing. This could make your reputation. \n[32]... Behind the makeup? \n[33]Oh. Yes. I see what you mean. \n[34]Silly little TWIT -- I can't take you ANYWHERE! \n[35]Well? What are you waiting for?? \n[36]You see, Miss Vale -- that was my makeup. What do you think? \n[37]Strong stomach, huh? I like that in a woman. -- Maybe we can do business after all. \n[38]Christ, it's my girlfriend. \n[39]Shucks, honey, I forgot. \n[40]Alicia! Come here, have a seat. Show Miss Vale why you wear the mask. \n[41]You see, Miss Vale, Alicia's beautiful. One in a million. A work of art. In fact... \n[42]She makes you look sick. \n[43]What? I improved her a little... \n[44]Miss Vale, was it something I said? Do you want to sniff my flower? \n[45]Come on, Miss Vale... STOP AND SMELL \n[46]\n[47]\n[48]\n[49]\n[50]... I don't know. We'd better get out of here. Westbound on 36th. DO YOU COPY?? \n[51]Take 'em! I want his head! \n[52]Joker here. Can we talk? \n[53]Huh. Demands. Well, gents, this is kinda embarrassing, but... I'm having such a swell time, I just haven't thought any up. \n[54]But I'm a reasonable fella. If you want to make me an offer... \n[55]Ten million dollars. Ten million dollars. Ten mi-- YOU CHEAPSKATES! I've just wiped out the stock market. I've cost you billions! I want ten million and one. \n[56]Goddammit, I expect to be treated like an ARTIST. GET OFF MY SCREEN!! \n[57]I might just think up some demands. And I'm gonna talk to all my friends, and see what they want, too. And then maybe we'll get together -- have a little party -- exchange presents. Happy Birthday, Gotham. \n[58]DAMMIT! You can't get good help these days. -- Let's move out. \n[59]Slow down, you maniac! \n[60]They'll be sorry. They'll be sorry. -- GET OUT OF HERE! \n[61]MOVE! Can't you do something?? \n[62]Oh my God. How does he do it... ? \n[63]Head for the truck! \n[64]I love fireworks! \n[65]Like your boyfriend. He's kinda hot. Hands off the belt. \n[66]Gosh, I could kill you, but then you'd miss my party. And I'd be real, real sad if you couldn't make it. \n[67]Batman! Don't you even recognize your old pal Jack? After all... You made me what I am today. \n[68]Thankya, thankya. Ladies and germs, I'm here to tell you... we have had one helluva quarter. \n[69]Panic's up. Terror's up. And fear -- fear's gone straight through the roof. You guys should be proud -- 'cause I couldn'ta done it without each and every one of you! \n[70]I feel it's time to expand the Joker line. I was askin' myself, what are the products that every consumer wants most? And that's when it hit me: the water you drink, and the air you breathe! Huh? Bingo! Now, some of you have your eye on the profit margin. You're thinkin': this boy's too ambitious. You don't approve. In fact, some of you have been talking about turning me in to the cops. Or knocking me off. \n[71]But that's okay. I understand. Not everyone shares my eye for beauty. And just to show there's no hard feelings, I'm throwin' a little shindig tonight -- and you're all invited! \n[72]How 'bout it? IS EVERYBODY HAPPY?? \n[73]Look at that, folks. We got 'em rolling in the aisles! \n[74]HAPPY BIRTHDAY, Gotham. Here's a little token of my esteem. HAVE FUN... 'cause THE PARTY'S ON ME! \n[75]No... NOOOOO!!! \n[76]There. There. -- GET 'EM!! \n[77]He'll be back... he'll be back!! \n[78]You do him. I'm outta here. \n[79]Gotham cathedral. Come and get me. \n[80]I'm in the belltower. Don't land. \n[81]... Batman? \n[82]Batman? Batman? \n[83]I thought you'd be more comfortable here in the belfry. Before I kill you I'd like to see who you are. Would that be okay? \n[84]Oh my, aren't we pretty. I know you! You're the rich boy!! \n[85]My goodness, what in the world made you do it? It must've been something pretty terrible! \n[86]You know, we should've sat down and had us a little heart-to-heart. I bet we would have got on famously. \n[87]Well now, you're not exactly the picture of mental health, are you. \n[88]Bruce, we're both murderers. Think how many people you've killed by letting me live. \n[89]I have to do it now, Bruce, but it won't even hurt. Now relax. The bat's in his belfry, all's right with the world... \n[90]Why, Bruce... \n[91]", "BRUCE": "\n[1]Bruce Wayne. -- I've read your work. I quite like it. \n[2]I might consider it if you introduce me to Miss Vale. \n[3]You're just back from Corto Maltese. I saw your combat photos. Quite a departure for you. \n[4]... You have an extraordinary eye. \n[5]I don't... seek publicity. -- Will you be staying in Gotham for a while? \n[6]Good. Then with any luck we'll run into each other. \n[7]Thank you, Alfred. I hope you'll excuse me. It was a great pleasure meeting you. And you. \n[8]Too much work. I'm not really the physical type. -- Thank you, Alfred. \n[9]Two drinks and I start swinging from the rooftops. Tell me, Vicki. There's something I'm very curious about. What took you down to Corto Maltese? \n[10]You were one of the most successful magazine photographers in the city. Everyone wanted you. \n[11]Not since the shooting started. \n[12]What did you see? \n[13]There's terror everywhere. Some types are just more -- familiar than others. \n[14]Insulation? \n[15]I think you see things very clearly. \n[16]Do you assume that if I know you better I won't like you as much? \n[17]Vicki, if I say anything cryptic, or... ambiguous, I think you should put the most flattering possible interpretation on it. Because even if it doesn't sound that way... that's how I'll mean it. \n[18]Would you like me to take you home? \n[19]Maybe we should just kiss. \n[20]I don't sing very well. \n[21]I said I'd call you the minute I got free. And I did. -- And here we are. \n[22]Vicki. Do you want the whole truth? All coyness aside? I wish I had more time to give you. Every day I don't see you, I miss you. Now. Are you going to waste this lovely afternoon being all mad at me? \n[23]... Looks like a convention. \n[24]Oh my God... are you all right? \n[25]Vicki... ? \n[26]Vicki, I've been thinking about you. I know it's late. I'm sorry. I -- Are you there? \n[27]I'm sorry about the way things went between us. I'd very much like to see you again. \n[28]I wish you'd reconsider. I didn't stand you up today. The museum was closed when I got there. \n[29]Vicki? Vi -- \n[30]Don't sell. It won't last. We'll ride it out. \n[31]Vicki?... This is Batman. I thought I'd call and see how you're doing. \n[32]Who's this \"Bruce\"? Are you trying to make me jealous? \n[33]I've been expecting to hear from you. \n[34]What is it you want? \n[35]I can't do that. Not while the Joker's still out there. \n[36]There's something I don't understand. If you've got the story, why haven't you printed it? \n[37]Do you want a drink? \n[38]Alfred, bring something for Mr. Knox. -- I'll have one too. \n[39]It wouldn't matter much. \n[40]Money makes money, Vicki. The foundation runs itself. -- I'm extraneous to the process. \n[41]What it I could save a handful? -- What if I could save one? \n[42]Sometimes... I don't know if there's enough of me left to save. \n[43]Are you expecting anyone? \n[44]Who's there? \n[45]Set it down by the door. On the left-hand side. \n[46]Very thoughtful. Don't touch it. \n[47]I feel naked without it. \n[48]Not a bomb. But it could be rigged. Wait in the next room. \n[49]... They're wax. \n[50]That does it. It's going to be this weekend. \n[51]Keep her on the line! \n[52]Finding out where she is. \n[53]I've had an automatic tracer on this number ever since he tracked you to the museum. \n[54]Got it! \n[55]Hang on. I have to leave a message. \n[56]There's a garage in this building? \n[57]I've got to take him out now. \n[58]Pick an apartment and stay there. And listen: call the police. Give them that address. Every available man. \n[59]Oh, hell! \n[60]My name is Bruce Wayne. You're welcome to stay here as long as you want. \n[61]He'll be ready when you do. Remember what happened at the apartment. \n[62]I suggest a nice big bomb. \n[63]Then for God's sake, Harvey, cancel the anniversary celebration. \n[64]Do you still think the Joker cares about money?? \n[65]Sorry. I can't let you leave. \n[66]If I let you leave, you'll do the same thing again. You'll go after the Joker... and you'll wind up dead. \n[67]I don't care what's in your mind. You're staying. \n[68]It's all right, Alfred. Everything's under control. \n[69]All this apparatus, Vicki... this house, and the money, and the power... it was never mine. It was something I inherited. Bruce Wayne was something I inherited. All I ever hoped for was someone who could see through Bruce -- who could see me -- and not be frightened. \n[70]In all these years... why couldn't I see how it would turn out? \n[71]I'm responsible, Vicki. If it wasn't for me, there'd be no Joker. \n[72]Where's the boy? \n[73]I know that feeling. It won't last. \n[74]He's a long way ahead of where I was at his age. I want you to treat him just as if he were me. Promise. \n[75]He'll be taken care of financially. Beyond that... you know what to do. Don't let all this go to waste. \n[76]Alfred? -- Thank you. \n[77]No... sense... of humor? \n[78]Ohhhh... you don't mean that. \n[79]Vicki. Do you love half of me? Or all of me? \n[80]I don't know how to explain this so it makes sense... but you saved me. ", "BATMAN": "\n[1]Screenplay by \n[2]I won't kill you. I want you to do me a favor. \n[3]Tell your friends. Tell all your friends. \n[4]\n[5]\n[6]Ignition! \n[7]I called them. \n[8]He won't kill her. \n[9]Too many people. Come on! \n[10]How much do you weigh? \n[11]\n[12]Whatever happens -- DON'T LET GO!! \n[13]... Not even a 'thank you'? \n[14]That's because you lied about your weight. Thank you. \n[15]I'll have to ask you for that film. \n[16]Please. \n[17]The Joker is a murderer. And you were as good as dead. So -- \n[18]All right, here's a compromise. I'll develop the photos. You keep the Jokers and I'll keep the rest. \n[19]Because I'll take you with me. \n[20]Thank you, Vicki. \n[21]Shields open. \n[22]Ignition. \n[23]\n[24]Quite a while. I took the scenic route. \n[25]Garage door. \n[26]Better. It's not on the market yet. \n[27]That's why I wear a target on my chest. \n[28]Stumbled across it when I was a boy. \n[29]They don't come down here. They're afraid of the lights. \n[30]They used to terrify me. But I forced myself to keep coming back, and -- -- I guess I became the thing I feared the most. I'll do your photos now. \n[31]I have sponsors. \n[32]I'm running a check on the tainted products. There is a pattern. Beauty products. Personal hygiene. \n[33]I've tracked all the records. Every shipment, every warehouse, every loading dock. Nothing. No opportunities for tampering. Somehow the Joker is supplying tainted ingredients... at the source. \n[34]Oh, no. I let the FBI do that. Then I tap into the FBI. -- Your photos are ready. \n[35]I had to save you, Vicki. Here you go. I think I'll let you keep the whole set. \n[36]Care for an autograph? \n[37]Are you talking to me? \n[38]Maybe we've had enough for one night. I'll take you home. \n[39]Do you want to do it this time? \n[40]Don't be afraid. I'm here. \n[41]Take me. Let the boy go. \n[42]What are you talking about? \n[43]How did you... \n[44]The Joker. Is he --? \n[45]\n[46]Mad... man... \n[47]... Murderer... ", "JACK": "\n[1]The usual gas. If this clown could lay a hand on Grissom... I would've had to kill him by now. \n[2]Don't think so, angel. I'm too valuable. That's the way I've planned it. And besides, he doesn't know. \n[3]... I didn't ask. \n[4]You didn't show up. \n[5]I'm sure that was vitally important. Listen: things are heating up. Someone is leaking information to Harvey Dent. \n[6]Eckhardt... our problems are your problems. \n[7]Very nice, Lieutenant. But a little ostentatious on a cop's salary, don't you think? \n[8]You're a smart boy, Eckhardt. You should be thinking about the future. \n[9]And why's that? \n[10]Here. Use mine. \n[11]It's all right, boys. Lt. Eckhardt here is a good cop. A real good cop. Inexpensive. \n[12]We can always pop him. -- Or pop someone close to him. \n[13]\"Industrial espionage.\" \n[14]... Me? \n[15]Why do you need me to handle a simple break-in? \n[16]I understand. \n[17]Mirror. \n[18]Mirror. \n[19]It's me. \"Sugar Bumps.\" \n[20]Is that what you \"heard\"? \n[21]\n[22]Keep your hands on the desk. \n[23]I've died once already. It wasn't so bad. -- In fact I recommend it. \n[24]\n[25]I'm not a Jack any more. You made me a Joker! \n[26]HA! That's the best part. I CAN'T!! ", "GRISSOM": "\n[1]Nine points ahead in the new poll. I don't like the way this is shaping up. \n[2]He's going after our front companies. Specifically Ace Chemical. Which would tie us in with Councilman Kane, Senator Miller... on up the line. We have to clean out our files before the subpoena comes down. \n[3]I'm thinking break-in. Trash the office, remove the relevant documents... \n[4]That's right. And Jack -- I'd like you to handle this operation personally. \n[5]Hello, sweetheart. I wonder if you'd mind waiting in the other room. \n[6]Because I want someone I can trust. \n[7]We'll work out the details later. But it's got to be soon. -- All right, that's all for now. \n[8]You don't mind, do you Jack? It's an important job. I can't trust it to somebody who'll screw up. \n[9]Jack. Don't forget your lucky deck. \n[10]My friend, your luck is just about to change. \n[11]Get me Lieutenant Eckhardt. \n[12]That you, sugar bumps? \n[13]Who the hell are you? \n[14]Jack? Thank God. I can't believe it's you. I heard you'd been -- \n[15]Sooner or later you would've tried to take me, Jack. You may get me now, but your life won't be worth a dime. \n[16]Jack, listen -- we'll cut a deal -- \n[17]Jack -- I'm warning you. WIPE THAT ", "DICK": "\n[1]What's all the ruckus down there? \n[2]\n[3]\n[4]\n[5]\n[6]... Where am I? \n[7]... Your butler wouldn't gimme a ride so I figured I'd hoof it. \n[8]You can't keep me here, man. That's kidnapping. \n[9]Hey, man. Look at you. You're rich. You got everything you want. How do you know what's in my mind? \n[10]... You're him. \n[11]\n[12]Now we're even, huh? Even up. \n[13]I hitched. MOVE IT! \n[14]Forget it. Relax. ... He's mine now. ", "ECKHARDT": "\n[1]Variety, huh? The spice of life. \n[2]Oh Christ, it's Knox. \n[3]Nothing out of the routine. \n[4]No comment. Print what you like. \n[5]We had another bat sighting. \n[6]I'm doing the best I can. If it's a problem -- \n[7]I'll work on it. \n[8]I answer to Grissom, punk. Not to you. \n[9]Ambition. Forget it, Jack. You'll never run that organization. \n[10]You're a psycho, friend. You're an A-one crazy boy and Grissom knows it. \n[11]Shoot to kill. \n[12]What are you trying to do, blow the collar? \n[13]Nice work, Commissioner. ", "GORDON": "\n[1]Knox, for the ninth time, and you can quote me -- there is no bat. \n[2]Good Lord, it we could put our hands on Jack Napier... Why wasn't I told about this? Who's in charge of the -- \n[3]Eckhardt. Oh my God... \n[4]You men are dismissed. We'll take over from here. Any man who opens fire on Jack Napier... will answer to me. \n[5]You. Stick around. \n[6]I'm in charge here. Not Carl Grissom. \n[7]My God... it's him. \n[8]\n[9]Goddammit, we had him. We -- \n[10]Hold it right there, Mister. \n[11]\n[12]I don't know, but he's one hell of a showman. \n[13]Cut the deal. ", "DENT": "\n[1]... it is no longer enough to go after the small-time punks and petty criminals who infest the streets of Gotham City. Crime and corruption must be attacked at the root! \n[2]If elected, my first act as district attorney will be to return an indictment against Boss Carl Grissom! \n[3]Together we can make Gotham city a safe place for decent people to live and work and play. \n[4]How's your luck, Jim? \n[5]Mr. Knox, I think we have enough real problems in this city without worrying about ghosts and goblins and Halloween characters. \n[6]... We deal. \n[7]Screw that, Ed. We've got a market panic of national proportions. -- We've got 786 people dead. I won't sacrifice one more life for the sake of appearing strong. \n[8]We'll send a team into Ace the moment the warrant comes through. \n[9]All right, Bruce, what do you suggest? \n[10]Good. A bomb. On a blind tip from Bruce Wayne. -- We do have laws. \n[11]We've told him we'll deal. What could he possibly have to gain by -- \n[12]I don't know. I'm just a D.A. I don't have access to all your expert sources. ", "ALFRED": "\n[1]I'd say about thirty feet, sir. \n[2]Which bathroom is that, air? \n[3]Excuse me, sir. Commissioner Gordon was compelled to leave -- very unexpectedly. He asked me to convey his regrets. \n[4]I'm sorry, Miss Vale. I've given him your messages. That's all I can do. \n[5]... Sir! \n[6]Yes? \n[7]Mr. Wayne is out for the day. \n[8]\n[9]... Very good, sir. \n[10]Upstairs. He's quite docile. \n[11]Yes, sir. \n[12]No, Mr. Wayne is in Thailand. I'm afraid he's quite unreachable. ", "NICK": "\n[1]All right. The Gold Card. Don't leave home without it. \n[2]What, scared of heights? \n[3]Look, Johnny Gobs got ripped and walked off a roof, all right? No big loss. \n[4]Gimme a break, will you? Shut up... \n[5]No shit. It was all over the pavement. \n[6]Listen to this. How old are you? There ain't no bat. \n[7]No wonder you're such a chickenshit. Now shut up. There ain't no bat. \n[8]Do you want this money or don't you? Now shut up! Shut up -- \n[9]I'm gettin' outta here. \n[10]Don't kill me... don't kill me... \n[11]A bat, I tell you, a giant bat! He wanted me to do him a favor...! ", "EDDIE": "\n[1]Let's beat it, man. I don't like being up here. \n[2]I dunno, man. After what happened to Johnny Gobs -- \n[3]That ain't what I heard. That ain't what I heard at all. I heard the bat got him. \n[4]Five stories, straight down. There was no blood in the body. \n[5]There was no blood, man. My brother says... all the bad things you done... they come back and haunt you... \n[6]My brother's a priest, man. \n[7]You shouldn'ta turned the gun on that kid, man. You shouldn'ta -- ", "ALICIA": "\n[1]Anything new? \n[2]If Grissom knew about us... he might kill you. \n[3]You look just fine, Jack. \n[4]... The rent? Paid? \n[5]Jack? Who was that? \n[6]You said I could look at the pictures before you -- before you -- \n[7]I thought you ought to know -- he's coming for you... ", "VOICE": "\n[1]Hey, mister. Gimme a dollar? \n[2]\n[3]Honey -- I'm home! \n[4]She's outside the Fluegelheim. \n[5]Jack? \n[6]Yo. ", "COP": "\n[1]Freeze! \n[2]\n[3]\n[4]... Who is this guy? \n[5]There's somebody in there! \n[6]Good Lord! ", "GOON I": "\n[1]We got 'em! \n[2]... No blood. \n[3]He's human after all. -- Take that mask off. \n[4]Well?... Who is this guy? \n[5]We'll worry about it later. Plug him. In the head. \n[6]Who cares? Wax that freak. "}}