{"dialogues": {"MICHELE": "\n[1]There's five of us. Three kids. Nantz is immediately moving. \n[2]I have my nieces for the week. My sister and her husband are in Hawaii for their anniversary... Is it safe there? I heard this is happening in other places... Martinez is at a loss for words. \n[3]What do they want from us? Why are they here? \n[4]Maybe I can help, sergeant. I'm a vet... \n[5]No, a veterinarian. \n[6]Michele. \n[7]I was more sure two minutes ago. She looks to Adukwu. They step to the body together as... Nantz approaches Martinez. \n[8]It's gonna be okay, it's gonna be okay, it's all gonna be okay. Everyone freezes as the BEAM reflects off the walls, filling the space with a horrible bright light, exposing them as... 59. \n[9]Your head, Sergeant. You're bleeding. Nantz touches his head, looks at the blood. He wipes it on his pants. Michele smiles at him softly. \n[10]Bet when you woke up this morning, you didn't think your day would end up like this. \n[11]It's okay. I'll be right behind you. Adukwu picks up Amy. Kerns picks up Kirsten. 66. \n[12]What's happening, Sergeant? What's that mean? \n[13]What's the matter? \n[14]You don't look much older, either. She gazes at the kids, pain and anger washing over her. 87. \n[15]Is this day ever going to end? \n[16]What's with you guys anyway? Doesn't anybody have a first name? \n[17]I'm single. Lots of family back in Nebraska, though... Hopefully they're safe... She shakes the thought away. \n[18]What about you guys? \n[19]You should be a surgeon, the way you cut into that thing... Adukwu smiles. Then his smile fades as he looks around. ", "RINCON": "\n[1]My son and I came here... There were only three cops, spread pretty thin... Then those things attacked. Police couldn't stop them. 43. \n[2]I don't know. Most people ran. We hid in a side room, found Michele and the girls... Couldn't see what happened. Just heard... Screams. \n[3]It's okay, son. I got you. 67. Rincon starts to PULL Mottola TOWARD THE OFF-RAMP... Struggling to get him to safety. Mottola's body starts to convulse. Rincon stops, tries to control him. Sees Mottola's eyes rolling back in his head. Then Rincon is horrified when he looks up to see... ALIENS RACING FORWARD... Heading his way! Moving in and out of the sea of abandoned cars. Rincon redoubles his efforts, pulling on the injured Mottola. As he does, he looks back up to see... The ALIENS ARE ALMOST ON TOP OF HIM now as... BANG! The first alien is shot by... Nantz, suddenly there, M-16 poised. Rincon looks from Nantz to... MORE ALIENS coming at them! No choice-- Rincon PICKS UP the injured Mottola's RIFLE. Scared, but resolute. He looks at Nantz. \n[4]What do I need to know? The slightest beat, then... \n[5]Just sight down the barrel...? \n[6]Listen to me, son. I'm not going to make it.  But you will. \n[7]I know. But you have to. Now wait with Michele a minute. Let me talk to the sergeant. Reluctantly, Hector allows Michele to lead him away. \n[8]No. You can't take me. Nantz is silent, at a loss. \n[9]I keep playing it over in my head... If I'd done things differently... Maybe I could have gotten Hector out earlier. \n[10]Just promise you'll get my son out of here, Sergeant. Nantz looks like he has the weight of the world on him. \n[11]I'm trusting you with the only thing I have in this world. Nantz stares, nods. \n[12]I'm very proud of you, son. You're being so brave... Hector throws his arms around his father, hugging him tightly. \n[13]I love you, Hector. Mr. Rincon smiles. His face peaceful. Hector is silent, tears rolling down his face. 77. ", "ADUKWU": "\n[1]We have courses in Nigeria, Imlay. \n[2]Shit, I'd rather be in Afghanistan. 25. THICK SMOKE hangs in the air. The lack of visibility is clearly adding to the marines' fright. Numerous SHAPES become visible in the smoke. As the squad approaches slowly, the shapes become clear... BODIES splayed in the street. \n[3]All those guys on the chopper... \n[4]Well, Lieutenant, I'm a medic, Dr. McDermott's a vet... We weren't sure who was most qualified to cut this thing open. Martinez smiles. \n[5]Look. It's been surgically modified... He pulls tissue aside, revealing where the alien's 'gun' is attached to its arm. \n[6]Part of its arm has been amputated to fit this weapon. \n[7]Okay, it's clear. We're gonna go. Amy and Kirsten, terrified, look up at Michele. She hurries the girls to the door of the bus as Kern runs up. \n[8]Emmanuel. Manny. \n[9]Nigeria. I came here to be a doctor. \n[10]Yeah. Maybe... ", "CAPTAIN": "\n[1]These objects were completely undetected until they entered our atmosphere. \n[2]We have no idea. But whatever they are, they're not hitting the water at terminal velocity. They're able to slow down before impact. Glances exchanged in the room now. \n[3]This is no meteor shower. Homeland Security has bumped the threat level to red. Marines, we are the first line of defense. All units gear up, be ready to move. \n[4]Situation is as follows: Most of Santa Monica is cleared of civilians. We've got a defensive line at Lincoln Boulevard a mile from the ocean... He points out LINCOLN BOULEVARD on a MAP, the OCEAN close by. \n[5]At 9 p.m., everything from Lincoln to the ocean will be bombed. Martinez blanches. \n[6]We've got an infestation of god- knows-what. It's an enemy ground force only, they have no aircraft. So our jets'll tear 'em a new asshole. We will rule the air. \n[7]That's affirm. We're getting distress calls, sending squads out. He points to the MAP, to streets running from Lincoln Blvd. 23. \n[8]Your mission, Lieutenant, take your 1st squad, proceed west from Lincoln to a community center located here...  In a park on 10th and Bay Street. Police were using it as an evacuation point. They got overrun. Get there, any civilians you find, get 'em back here to the FOB for evacuation. You got three hours. Another CHOPPER is LANDING. Nantz yells over the sound: \n[9]Not much. But police have shot 'em. They bleed. The captain, hurrying to the next chopper, yells back: \n[10]It's our job to kill 'em. ", "HECTOR": "\n[1]Want some Nerds? Imlay holds his hand out. Hector shakes candy into it as... Nantz enters, calling to Adukwu: \n[2]Are we gonna die? Nantz turns back to Hector. Manages a smile. \n[3]I don't want to go without you. \n[4]I don't wanna be here. I want my dad back. I want it all to go back to the way it was before... \n[5]No! No! I want my dad!!! Nantz lifts Hector. We see Hector's face, stricken, staring back at his father as he's carried off. The other marines gather up Michele and the girls... And everyone is moving silently THROUGH THE STORE as... \n[6]People always say that. \"He's a hero.\" No one even knows what a hero is. \n[7]What's that mean, \"retreat hell?\" \n[8]What are you gonna do? ", "CREW CHIEF": "\n[1]Now! We're moving now! Imlay bumps fists with Lenihan, backs away as... \n[2]You are in the middle of the shit, Sergeant! Everything's been pulled back. \n[3]We've lost most of our air assets. We're abandoning Los Angeles. This city's done...!  Let's go! The chopper powers up, Nantz SCRAMBLES ON with the others. \n[4]Something there was playing hell with our power! Nantz stares at this. Then notices Hector watching. him. He sees the 2/5 MEDALLION clutched tightly in Hector's hand. Sees the words \"Retreat Hell.\" Nantz looks back at the MYSTERIOUS BLACK PATCH of cityscape. Then he turns to the crew chief. \n[5]What?! The other marines in Nantz' unit look over, alarmed now. 95. \n[6]We can't land! May not have power to take off again... Nantz looks out. Spies a BUILDING with a FLAT OPEN ROOF. He points to it. "}}