{"dialogues": {"KELLY": "\n[1]Where the hell are those Krauts? \n[2]Shit. \n[3]Bingo. \n[4]\"And so they buried Hector, breaker of horses.\" \n[5]Kill me Adolf. \n[6]Hey, Siegfreid and Roy. What are you waiting for? Kill me. \n[7]Come on you pussies. Let's get this over with. \n[8]Genuine Third Reich issue, no less. Nice work. \n[9]My mother and I don't have that kind of relationship. \n[10]What don't you understand? \n[11]You got to be kidding me. \n[12]Now that's against the rules. \n[13]You've never killed anyone before, have you? \n[14]Yeah. My elaborate death scene wasn't going anywhere anyway. \n[15]That's okay. They'll get me eventually. If you can't get killed in a war, when can you? \n[16]Kelly. Kelly Ernswiler. \n[17]Bart? \n[18]Listen you wienerschnitzel. You should talk. You slapped me. I'm not your bitch. \n[19]Well it didn't work, now did it? \n[20]And what was that ridiculous shit about making me write to my mother? \n[21]Right. \n[22]Yup. Just got her. Three summers packing out at Shop Rite. \n[23]My bad. Thanks though. \n[24]See you. \n[25]Well, come on. \n[26]I couldn't resist. \n[27]That's what you get for invading Wisconsin. \n[28]That's crazy. \n[29]Shaker Heights. \n[30]Penn Place. \n[31]It's not technically in Shaker Heights - but I go to Shaker Heights High. \n[32]Sorry to hear that. \n[33]Of course. I would have gone to Langely myself only my polo pony had the fits. \n[34]I would, but then I might soil my croquet whites. You understand. \n[35]Sleep tight Hot Lips. \n[36]Let me guess. Happy Meals for the wavy gravy wellness center? \n[37]As usual, your cheerful optimism makes me ill. \n[38]Sure thing, doc. Say hello to Leif Garrett for me. \n[39]A rough charge. You know. \n[40]You know why we never have anything to eat in this house? \n[41]Because your husband takes food from his own family to feed every loser druggie in Cleveland. \n[42]No. Some people have to work later. Will you drop something off at the dry cleaners for me tomorrow? \n[43]It's the only thing I ever ask you for -- \n[44]But it's important to me. \n[45]Why do I bother? \n[46]How about the son of a heroin addict trying to get ready for work? \n[47]Well, a Port-a-John fell over on a couple of guys. \n[48]War is hell. \n[49]You're never more alive then when facing simulated death. \n[50]You are William J. Stone of the 1st Airborne, pinned down in Noville. The Germans have the high ground and they're shelling your position heavily. You're holed up in a stone barn. Sustaining heavy casualties. Running low on ammo. The cries of wounded men fill the air like the cries of hungry babies. \n[51]Your commanding officer gets hit in the face, dies. At 1 p.m. you lose radio contact with headquarters. If you withdraw, the Germans will flank the entire Allied forces arrayed along Bastogne and break the front. What do you do? What do you do? \n[52]Battle of Bulge, the Southern Shoulder, December '44. \n[53]Hey. Want a snack? We got a whole shipment in of busted Oreo's. \n[54]Do you know we stock more flavors of cat food than we do baby food? \n[55]Sixteen flavors of baby food including the toddler meals-in-ajar, thirty- one flavors of cat food. \n[56]Next time you should tell that woman to buy her kid some cat food. \n[57]Charge her double for everything. \n[58]I honestly didn't know it was you. I thought it was a free preview of the Spice Channel. \n[59]No. \n[60]Come on. Isn't this analysis a tad simplistic? I mean, maybe for a second grade history class, sure - but to insist on still characterizing the Civil War as some moral struggle? The soldiers were drafted - the only ones who had to fight were the ones who couldn't afford to pay their way out. Why don't you talk about the Draft Riots? Where are your slides for that? \n[61]I know. I mean, who ever heard of a classroom dialog? Not Socrates. \n[62]I don't need to. Everyone else makes them for me. \n[63]I was wondering what the tissues were for. \n[64]Advertisers use status and sex to appeal to my demographic. \n[65]Give me a break. \n[66]What are you going to do, make out with me? \n[67]You just used fuck as a verb, noun, and adjective. Impressive. \n[68]Rim job. \n[69]You work here? \n[70]Looking for a backpack. \n[71]Sure, I guess. \n[72]Very impressive. \n[73]What's this? \n[74]Wow. Your dad should meet my history teacher. He sent me to the principal's office today for questioning his G- rated interpretation of the Civil War. \n[75]I would, but now the principal's making me give a speech on the Civil War at an assembly. \n[76]She thinks she's doing me a favor. \n[77]Depends on who you ask. Everyone's got an opinion. \n[78]Yeah right. \n[79]I'd feel weird taking one out of the tomb of Tutenkamen anyway. \n[80]I lost it. \n[81]Someone took it. \n[82]I didn't let him. I told off some idiot -- \n[83]I'm telling you, it's not me, it's the world. \n[84]Who's Miner? \n[85]Oh yeah? Flea market, land of bargains. \n[86]If you stay in it long enough, maybe you'll get your fudgepacker badge. \n[87]Too bad my mom won't let me date yet. \n[88]You're right. I should give him a break. \n[89]Get Abe to do it. \n[90]What a surprise. \n[91]Where have I heard that before? \n[92]Let me think - maybe when I finally forget every single word of The Little Mermaid soundtrack I'd listen to in the car waiting for him to score. No, probably when I don't prepare myself before I go into the bathroom, expecting to find him passed out on the floor. \n[93]Actually, you know what? I know I'll be able to put it all behind me when I go away to college. Only, I can't go because someone spent my college fund on Mexican Black Tar. So looks like I'll have to try to forget at Shop Rite, where I'll be working for the rest of my life. \n[94]What do you need? \n[95]Forget it. \n[96]They're having a sale on glitter. \n[97]Tennis injury. \n[98]Well, you see... That's a difficult question. \n[99]I don't really feel comfortable calling anything done since the Renaissance \"painting.\" We might have a more experimental interaction with the picture plane, but our skills have suffered from it. \n[100]You're working with acrylic. Why? Oil's much - richer. \n[101]Of course not. \n[102]It's just - isn't acrylic a bit - jejune? \n[103]Older than my years. \n[104]Well, you know, my mother's kind of an artist, so - \n[105]That explains nothing. Doesn't anyone believe in innate knowledge anymore? Michelangelo was fifteen when he painted the Infanta. \n[106]Exactly. One world, one people. Just like Jesse Jackson envisioned. \n[107]What the hell did you just say? \n[108]Buying and selling US service medals is illegal. \n[109]Is that what they teach you at Langely? \n[110]And I'm not even going to ask about the flask. \n[111]I've never been accused of that before. \n[112]Goldwater fan. I think that's some kind of insult. \n[113]I'm not. \n[114]You don't? \n[115]Easy for you to say. You got a royal flush. \n[116]What about Tabby? \n[117]I didn't think people actually went to Yale. \n[118]What do you mean? \n[119]Oh. Is that what one of those sounds like? Somehow, I always imagined they would be funnier. \n[120]Sarah Lawrence? Isn't that for lesbians? \n[121]Remember the backpack incident? \n[122]The one with mad cow-diseased hamburger meat for brains? That would be the one. \n[123]I'm not going to lower myself to his level. \n[124]Alternatives? \n[125]Yes. \n[126]We don't plan first? \n[127]Humiliation. Rage. Despair. \n[128]Sure. I mean, I'll help. \n[129]Gold. The color of the sun. \n[130]As the viewer, I get to decide what it is, I'm afraid. And it doesn't look a thing like it. \n[131]Well make sure you put it away when you're done with it. \n[132]It must be nice to have a place like this to get away to. \n[133]What about Farmer? \n[134]The boyfriend. \n[135]Is he an artist, too? \n[136]She was, well - is I guess. \n[137]She used to be. But then my dad - wasn't working anymore so she turned it into a business. She has a family of Chinese immigrants in the garage making them for her. \n[138]More like Andy Warhol's tool shed. It was nice before, though. My playpen used to be in her studio. \n[139]He's a VH-1 documentary without the music. \n[140]\"And then, things took a turn for the worse.\" \n[141]I already changed the channel. \n[142]If only it were fun. War's deadly serious, ma'am. \n[143]I'm worried about you playing with diffusion unsupervised. \n[144]Yes. I might have to come by and show you the proper safety procedures. Some time in the presence of an art prodigy would do you good. \n[145]Ouch. \n[146]What? No, no. \n[147]We just have a few things in common. \n[148]I can't tell you. It's my feminine side. \n[149]Dad. \n[150]Dad? \n[151]Sorry. \n[152]A funny thing just happened. A little trip down memory lane. I thought you were on our couch, dead. \n[153]Well that's one of your more brilliant ideas. Have you thought about the fact that it might be dangerous? That he might steal something, or go into cardiac arrest? Drink all our cooking wine? Which he seems to have done. \n[154]You're right. Besides, having him here makes it feel like home. \n[155]Big whoop. I've been straight the whole time. \n[156]No. That's the one thing I get to decide. \n[157]I have the target in sight. \n[158]I think he's leaving. \n[159]Is this going to work? \n[160]Save it for the press conference. \n[161]We're the good guys. If you scream, the bad guys are going to come and burn down your house. Okay? So stay here and be quiet. \n[162]I was just inspecting your lawn. \n[163]Have you thought about Astroturf? It takes a lot less water to keep green. I mean, no water, technically. \n[164]Oh. I see. Okay then. \n[165]Oh, shit. \n[166]Oh, shit. \n[167]Did you get it done? \n[168]I don't think we can use any of this. \n[169]All right, then. \n[170]I ate. \n[171]What? What? \n[172]Dangerous. \n[173]Let's draw up the plans. \n[174]Oh Jesus, I'm so sorry - \n[175]I'm working on it. \n[176]I feel kind of bad for her. She's a nice girl. \n[177]Stop it. \n[178]How does that look? \n[179]You don't need to tell me. It's my ass on the line. \n[180]You'll get the de-brief. \n[181]You couldn't do any better than that? \n[182]Eine maus findet den kase. \n[183]Yup. There it was. The whole school saw it. Wasn't too impressive either. \n[184]To the 193rd. \n[185]Good. Real good. \n[186]Don't mind if I do. \n[187]You know what this is? \n[188]Eighteen volts of pure freedom. \n[189]Oh, it is. Unless you know how to handle it. \n[190]You ever seen the freshly waxed floor in the produce section glistening under full florescence? It's breathtaking. \n[191]Hold on tight. \n[192]Close call. \n[193]Oh, that's all right. Actually, I'm here to see Tabby. Just to do a little painting with her. \n[194]Thanks. \n[195]Hey. I warned you I'd come. \n[196]Maybe I should go -- \n[197]I brought my own. \n[198]Does it mess up your concentration? Me being here? \n[199]Oh. That's good. \n[200]Why would I? \n[201]Right. Irony. I like that. \n[202]Webber Miner. \n[203]Kelly Ernswiler. Sorry. I - \n[204]That would be stock boy at the Shop Rite. But, as President Don Kaminsky says, every employee is part owner. So you could say I'm a captain-of- industry in training. Kind of capitalist larva. \n[205]Only if you see the most magical part. Do you see? \n[206]One day I'll be a beautiful butterfly. First I'll have to be a pupa though. I figure I won't be going out much then. Pupa: the awkward adolescence of the insect world. \n[207]Is he always like that? \n[208]Overbearing. \n[209]Oh, he will - later. When he's alone. Whether he wants to or not. \n[210]Not that though. How he wanted you to stop. \n[211]Just because some one wants to be with you doesn't mean they're good for you. \n[212]No one should ever ask you to stop. If you stop, you might not be able to start again. Or you might start again, only things will be different. \n[213]It's not sweet, actually. It's just the truth. \n[214]When's the wedding? \n[215]Why? Is something wrong? \n[216]Really, there are so many layers of - imagistic symbolism - that I really don't feel comfortable summing it up, but, well - it's a recurring dream image. A mermaid riding a rocket ship. \n[217]What do you mean, \"how?\" Sidesaddle. She's riding it sidesaddle. She's got a fish tail, for chrissake. I haven't decided yet if she's got scuba gear on or not. \n[218]Does that matter? \n[219]What if they don't know what they really think? \n[220]Sounds boring. \n[221]Hey. I'm trying to create here. Stop distracting me. \n[222]Mom's got you working late? \n[223]Wow. You're really good. Why do you make those stupid animals for mom? \n[224]I'm making a lot of art these days. I guess that means a lot of lessons. \n[225]Oh, that's all? \n[226]I can't do this. I have to go. \n[227]No, I haven't. \n[228]After all, Mrs. Bowland, sometimes when you bite the bullet, it explodes in your mouth. \n[229]Yeah, but they never take a bite out of their pants. \n[230]Basically. I ask why all the furniture is missing and my Dad reminisces about dropping acid and watching Neil Armstrong walk on the moon. \n[231]My mother's kind of an artist, so - \n[232]I noticed your magnolias. Very fine specimens. \n[233]Cool. \n[234]We're going to be on the History Channel? \n[235]Oh, come on. \n[236]What do you mean? Of course I will. \n[237]I'm not \"fast and loose.\" I play the emotional truth. I make it real. \n[238]What does that have to do with it? \n[239]What is this about? \n[240]My own agenda? What other reason is there to do anything? \n[241]Are you saying I don't? \n[242]Why do you steal from yours? \n[243]I don't want to talk about it. As a matter of fact, do me a favor and pretend you never heard anything about it. \n[244]What, Sarah? \n[245]Aw Sarah, that's really great, I mean. It's just that - I'm busy. \n[246]Right. \n[247]What are you doing here? \n[248]Yup. \n[249]Living, dying, camaraderie, bravery - the big stuff. Things we don't have anymore. \n[250]Well, no - \n[251]No, sir. \n[252]You don't really believe that stuff about Berlin? And Hitler's compound? \n[253]Of course it matters. Doesn't the truth matter? \n[254]I want a drink. Let me borrow a couple bucks. \n[255]I was trying to be nice. He's your friend. \n[256]Mountain Dew - \n[257]-- Oh shit. \n[258]Bart. Meet my mom. \n[259]Bart took me to meet his friend Charlie at the Old Soldiers' Home. \n[260]You don't know him. \n[261]We can't. \n[262]There you go. Now you know everything. \n[263]Forget it. \n[264]Are you kidding? \n[265]Remember that stupid speech? \n[266]I'm supposed to give it next week. \n[267]You think he'd go for that? \n[268]Are you serious? \n[269]I don't think that would work for me. Considering -- my background. \n[270]I'm not properly socialized. I wouldn't fit in. \n[271]No, it's not. \n[272]So much she ratted me out to you. \n[273]Oh. \n[274]I don't know what you're talking about. Weddings? I love weddings. I always get drunk and make out with someone's cousin. \n[275]Fletcher, eh? \n[276]Why did you tell -- \n[277]What? Oh, I'm sorry. \n[278]I'm sorry. \n[279]Honestly? I didn't think you two were right for each other. \n[280]Like this painting. Stare at it too long and you can't see it anymore. But if someone else sees it for the first time, they can tell exactly what it is. \n[281]He could never understand you. \n[282]I never said you were complicated. \n[283]He just wasn't the right one. \n[284]I'm really sorry. I really am. \n[285]Don't cry. \n[286]Of course. \n[287]Yeah. I think you're amazing. \n[288]Damn it. Damn it. \n[289]What? \n[290]Well, 82nd today. It's not my usual division. Technically, my patches indicate - \n[291]Oh? \n[292]Right. Is Bart Bowland here yet? \n[293]Ok. Thanks. \n[294]Kelly Ernswiler, private first class. \n[295]That MG? She's mine. \n[296]Sure. I don't think that would be a problem. \n[297]Have you seen Bart Bowland? Has he checked in? \n[298]Hot Lips, old girl, you're going to be famous. \n[299]Password. \n[300]Hey! Where the hell have you been? \n[301]They put you over here with me? That's great. I think we'll get some close- ups. They want me to drive old Lippy. Isn't that awesome? \n[302]What the hell's your problem? \n[303]What? \n[304]What are you talking about? \n[305]Are you out of your mind? \n[306]No. You'd rather have me be miserable like you are. \n[307]Stop talking out your dad's mouth and use your own for once. \n[308]I don't want to talk about it. \n[309]Which one of his loser friends ended up there? \n[310]Oh this is just perfect. \n[311]Because it seems to fit. \n[312]Why, do you want to say it again? \n[313]I have to go to work. \n[314]No. \n[315]No. \n[316]Listen, I'm busy. \n[317]I doubt it. \n[318]No, Sarah, actually, I'm not asking. I never ask you anything but you just talk anyway. Have you ever noticed that? \n[319]Hey, I hoped you were up - \n[320]I just came to get this. \n[321]I guess the wedding's back on. \n[322]Don't be. \n[323]My dad's got cancer. \n[324]I guess we all get what we deserve. \n[325]Stupid bitch. \n[326]I'm sorry. \n[327]I'm busy. \n[328]I don't know what you're talking about. \n[329]Oh that. I heard about it. \n[330]I haven't been following the story. \n[331]It is over. \n[332]Just let me go home. \n[333]This isn't a good time for me. Let's re-schedule. \n[334]First you should probably get me to write home to my mother. \n[335]Nothing. \n[336]Ow. \n[337]Oh. \n[338]I don't want to. \n[339]Now's not a good time, ma. \n[340]You can't make me. \n[341]Don't you get it? It was never about me. \n[342]Enough. \n[343]That's between you and him. \n[344]I was invited. \n[345]It's not your wedding. \n[346]Why? \n[347]She looks beautiful. Tell her - give her my congratulations. \n[348]Grandma Ling. Can you fix this? \n[349]Did you come here to work on your own stuff? Don't waste your time on this. \n[350]You're trying to tell me something, aren't you? \n[351]Hey dad. How you feeling? \n[352]They gave me some stitches downstairs. Three. \n[353]A couple times, actually. \n[354]A few. \n[355]It'd be pretty depressing, wouldn't it? \n[356]Plus that, you'd have to have protesters and stuff. \n[357]I could make it work. \n[358]You were expecting some one else? \n[359]He looks good. \n[360]Hey. You going away already? \n[361]Is that good? \n[362]He's probably right. \n[363]Well, go Big Green. \n[364]Have fun. And get laid, will ya? \n[365]Hey. \n[366]How come you don't work here anymore? The Electro-shopper's getting rusty. \n[367]Fancy. \n[368]No, it's great. \n[369]Hey - \n[370]I don't know. Probably when I figure out something better to do. \n[371]Yeah I can. I mean, I probably won't, but I could. \n[372]Um. \n[373]Remember that presentation I told you never to ask me about again? \n[374]Lee arrayed his defenses over here. Only this time, Grant was ready for him. \n[375]I still don't understand how you did that. \n[376]Hot damn. ", "BART": "\n[1]Kelly? \n[2]I mean - that's Irish, right? \n[3]Dude, you made him write to his mother? Who are you, Dr. Phil? \n[4]Might as well. There's only an hour left anyway. \n[5]That Willys yours? \n[6]Real funny, Ernswiler. You might still get your chance to die today. \n[7]Character building? Those crazy guys from Ann Arbor tied them to a dock. \n[8]D-Day at Kenosha was nothing. At Guadalcanal Chillicothe there was a guy who actually injected himself with malaria. \n[9]Where do you live, anyway? \n[10]That explains the death wish. Me too. What street? \n[11]Hmm, don't know it. \n[12]Langely Prep. \n[13]Well, I got kicked out of Shaker Heights High because my birdhouse came unglued in honors woodshop. \n[14]No matter. We're all soldiers here. \n[15]You should come over some time. Service our lawnmower. \n[16]How bourgeois. Cheerio then. \n[17]Kelly. Hey. \n[18]Just a couple days a month, to get a heads-up on the latest stuff. What are you doing? \n[19]Is that all? Don't bother. I have a couple extras at home. I could give you one if you want. \n[20]My dad's real into hoarding. \n[21]Grant's field flask. \n[22]Forget him. \n[23]What is he, some kind of sadist? \n[24]Jesus, she must think you're really screwed up. Are you? \n[25]Take this. That'll shut them up. \n[26]Stonewall Jackson's. \n[27]Can you imagine that? Losing your leg and getting back up on your horse? Unbelievable. What balls. \n[28]He's got so much crap crammed in here he doesn't even notice when it's missing. I saw a backpack in here somewhere. \n[29]I thought he had a couple. \n[30]Trust me, you shouldn't. Where'd your old one go? \n[31]How? \n[32]You let someone take it? \n[33]Sounds like your mouth gets you into trouble a lot. \n[34]Tabby, this is Kelly. \n[35]Shut up. \n[36]Very funny. We're paying attention to you, are you happy now? \n[37]Minnie's making sloppy joes. Want one? \n[38]The fiancé. \n[39]Listen, I'm going to the flea market on Saturday. I have a line on a couple dealers. You could get a backpack there. \n[40]Especially if you know who to talk to. \n[41]Or your sister's sandbox. \n[42]No, that's quite all right. Actually, I'm in the market for medals. \n[43]Are you sure? \n[44]Yeah. How much? \n[45]General Ulysses S. Grant's field flask, my friend. \n[46]Throw in one of those backpacks and we'll call it even. \n[47]Exactly. That's why the resale value is so high. \n[48]Don't be so naïve. We all have our skeletons. Some of them just pay more than others. \n[49]Don't ask, don't tell. The army gets everything right, don't they? \n[50]Anything military? \n[51]What do you want for the box? \n[52]Fifteen. \n[53]Not at Dartmouth. Where are you going to go to school? \n[54]Ah, you have that luxury. \n[55]I didn't have much say in the matter. Everything has been decided for me since birth. I'm not whining about it. Play the hand you're dealt, right? \n[56]Are you crazy? My life sucks. Everyone's always telling me what to do. You can't fight it. Go with the flow. \n[57]She got to go where she wanted. Sarah Lawrence. Six years. She's almost done with grad school. Yale. \n[58]I don't know. I mean, she drives off in her car in September. For all we know, she could just pull her car over in Albany and sleep there until May. \n[59]It was a joke. Joke? \n[60]What happened to your face? \n[61]Same guy? \n[62]What are you going to do about it? \n[63]Of course not. But there are alternatives\u0085 \n[64]Haven't you ever heard of the 193rd Special Operations Wing? \n[65]Well do you want to get this guy or what? \n[66]All right. Let's get the fuck out of here, then. \n[67]I have some things to show you. \n[68]Once we've gathered the intelligence, the plan will reveal itself. \n[69]No, it limits our scope - what's the objective? \n[70]Easy enough. 'Nam's probably our go- to war for that sort of thing. I have the declassified briefs from the Phoenix Project around here somewhere. \n[71]Of course we'll drop what we're doing because what you're doing must be more important. \n[72]I'll find those reports. \n[73]Christ Kelly, I let you go out on a little supply line assist and you're gone for days. Come on. \n[74]Enough with the mind pollution, Hanoi Hannah. \n[75]So, you have a thing for my sister? \n[76]Everybody does. \n[77]Oh really, like what? \n[78]You don't wear women's clothes when you're alone, do you? \n[79]Let me see. Don't be a farb, give them up. \n[80]The coast is clear. \n[81]Let me prepare to deploy. \n[82]We've planned for every contingency using the tried and true techniques of the last great world power. \n[83]Stay low. On my signal. \n[84]What an asshole. His mom gave me cookies, though. \n[85]Don't ask stupid questions. Let's go home and listen. \n[86]It was a five-watt FM bug, so we should be in range - \n[87]Be patient. It's voice activated, so we'll get everything. Trust me. It's going to be great. \n[88]We reconnoiter tomorrow at nineteen hundred hours. \n[89]It's really too perfect, actually. \n[90]I can't describe. Just hit play. It's all cued up. \n[91]Exactly. \n[92]I have a few notes jotted down. \n[93]She dots her I's with hearts. And her L's are loopier. The L is very important. \n[94]Sometimes collateral damage can't be avoided. \n[95]Pretty good. I think we're ready to manufacture a document. \n[96]Begin. \"Hey Daddy. It's your birthday and you've been a very bad boy. But so has the baby. Both baby and Daddy have to get punished, only this time - \n[97]Do you have everything? \n[98]We can't afford any errors. \n[99]I wish I could be there to see it. \n[100]It's a day that will live in infamy. \n[101]I don't hear you coming up with anything. \n[102]Yes, I need to get a message to Bridget Shumann. This is MENSA. \n[103]You're kidding me. \n[104]To Operation Mincemeat. \n[105]How does it feel to give better than you get? \n[106]You want some more? \n[107]That's my boy. \n[108]-- But I told you I want to take German -- \n[109]Same page. \n[110]Is there nothing you can't discuss? \n[111]My dad has this friend who's a director. He's shooting a documentary for the History Channel. \n[112]He needs some guys to do a reenactment of some European theater battles for him. \n[113]I haven't asked you yet. \n[114]Well, if you want to. Next weekend. But you have to take it seriously. \n[115]From what I've seen, you play fast and loose with your characterizations. This has got to be straight up. \n[116]Like back in the dining room? \n[117]\"I noticed your magnolias. Very fine specimens.\" That was real? \n[118]You just seem to have your own agenda, that's all. \n[119]I'm just saying. I know the difference between fantasy and reality. \n[120]I don't know. \n[121]Why didn't you tell me your dad was a burn-out? \n[122]I tracked you down. There's someone I'd like you to meet. \n[123]I met him when my mom made me go around caroling with the Youth Group. \n[124]Does it matter? \n[125]I don't know. You tell me. \n[126]I told you not to play him for money. \n[127]Exactly. You should know better. What do you want. \n[128]That woman's calling you. \n[129]Likewise. So, doing a little business? \n[130]Not at all. But I'd love to, anyway. \n[131]What's your problem? She's pretty cute. \n[132]Don't you want your soda? \n[133]So filming's on Saturday. Can you make it? \n[134]Good. It's gonna be really cool. He's got an explosives expert coming. \n[135]What's up? \n[136]Maybe you should talk to my dad about it. \n[137]Of course. He loves you. He was talking the other day about helping you out. Want to go to Dartmouth? \n[138]He was. If you applied for Spring Semester, he could \"pull some strings.\" \n[139]Yeah, probably not. \n[140]That's bullshit. \n[141]Tell that to my family. They're like your fucking fan club. \n[142]Even Tabby likes you. \n[143]Well, she's inviting you to the wedding. \n[144]But you probably won't enjoy that much, will you? \n[145]Good, I'll call mom's nephew Fletcher and tell him to expect a little action. \n[146]He's twelve. Let me give some advice. He's very into sharks at the moment. \n[147]All right, all right. I'm going. \n[148]Not tonight, ma. \n[149]No where. \n[150]I ought to fucking kill you. \n[151]You had to do it. \n[152]You just do whatever the fuck you want. And consequences don't matter, do they? \n[153]What the fuck do you think she's going to do, run off with you? \n[154]You're a seventeen-year-old bag boy. She's a Yale grad student. Talk about living in a fucking fantasy world. \n[155]Once again, you've displayed your uncanny ability to nail the truth of a character. \n[156]He should be here any minute. Calm down. \n[157]What the fuck are you doing? \n[158]I uninvited you. \n[159]Why are you wearing that? \n[160]I can't let you come in. \n[161]Because you know why. Just go home. \n[162]Hey. \n[163]Yeah. The have this intensive summer orientation thing. \n[164]Well, it's optional, but dad thinks it would be \"a good way to meet people.\" \n[165]He usually is. \n[166]Thanks. \n[167]Everything you'd let me bring. ", "TABBY": "\n[1]Don't give him any money, whatever you do. \n[2]All these little old ladies are looking for him in Arizona. He took their retirement money and bought defective bazookas with it. \n[3]Finally, my life is complete. Fait accompli. \n[4]Sloppy joe? Sloppy no. \n[5]I have to go take a shower. Will you call me when Miner gets here? \n[6]Oh, hello. What happened to you? \n[7]You paint? \n[8]How so? \n[9]Oh you're not one of those oil snobs are you? \n[10]Jejune? You're jejune. How old are you anyway? \n[11]And you paint? \n[12]That explains it. \n[13]Infantas are Spanish. Michelangelo was Italian. \n[14]Well - Kelly. Nice talking to you. \n[15]Hey. I have some stretcher bars out in the car. Can somebody help me bring them in? \n[16]That's the Cleveland waterfront. \n[17]It's the light. I was playing with diffusion. \n[18]Very funny, wiseass. \n[19]It is. \n[20]Farmer? \n[21]Miner? What about him? \n[22]No. Definitely not. Thank god. \n[23]You said your mom was a painter? \n[24]What do you mean? \n[25]Like Andy Warhol's Factory. \n[26]Wow. So you really grew up with it. What does, did, your dad do? \n[27]\"Tragedy struck?\" \n[28]Well, just wait. Those burnout types always have a triumphant comeback tour. \n[29]Have fun, boys. \n[30]And I used to think you were the only crazy one. \n[31]Are you? \n[32]I don't think I have room for a playpen in here. \n[33]Kelly? \n[34]You did. \n[35]Well you're here now. Go ahead. Set your canvas up. Use one of the ones in the corner. \n[36]Brushes are in the jar. Paint's in the drawer. \n[37]Well then. \n[38]No. \n[39]Just don't talk. \n[40]I'm kidding. \n[41]Kelly. This is Kelly - \n[42]Kelly's a friend of Bart's. He paints. \n[43]I'm not at a good stopping point. \n[44]I really shouldn't. \n[45]We will. I promise. \n[46]Maybe. Probably. \n[47]Like what? \n[48]Just because he didn't want to picture you as a pupa? \n[49]He wants to be with me. What's so bad about that? \n[50]Well, that's sweet - \n[51]Hey, I can take care of myself. \n[52]At the end of the month. But don't ask me about it. It makes me nervous. \n[53]No. \n[54]What are you painting? \n[55]How? \n[56]Do you have any idea what you're talking about? \n[57]Well, some people actually say what they really think. \n[58]It doesn't matter. It's called being yourself. \n[59]Not boring. Scary and wonderful and exciting. \n[60]I can't deal with that stuff, ma. I don't care who sits next to whom. I should have eloped. \n[61]He talks about art. \n[62]Miner and I broke up. \n[63]Yeah. \n[64]You did, huh? \n[65]I don't need any more bullshit right now. \n[66]I'm not as complicated as you think. \n[67]Oh. \n[68]There's more to it than that. \n[69]Thanks. \n[70]You like me, don't you? \n[71]No, I mean -- you like me. \n[72]Well, do something. \n[73]Kelly? \n[74]Hey. \n[75]We talked. \n[76]I'm really sorry. \n[77]Oh, Kelly. ", "EVE": "\n[1]Don't touch anything. We have to get ready for the Starving Artist show. Now Nana, the gold has to be feathery, not gloppy - see? \n[2]Now you try. \n[3]She loves the gold. Always overuses it. And usually her touch is so light. \n[4]Mao, what did we say about the eyes? \n[5]That's right. And didn't I tell you to put in more cacti? \n[6]Oh boy. I'm not having this battle with you again. \n[7]Well, you can always chip in here. We're ordering pizza later. \n[8]Sweetie, you know what we said about paying for the war things. Nothing's changed. \n[9]Don't be dramatic. \n[10]You're just going to have to find a way to pay for it yourself then, I guess. No - not that way - the sky should be stormier. Angry clouds. \n[11]More brown, less blue. \n[12]Oh, Kelly, you're home. Good. I need you to go to the art supply store for me. \n[13]He was going to but he had to go lead a meeting at Care House. \n[14]I'll make it up to you. \n[15]When are you going to give me a break? \n[16]You're right. You have every reason to crawl into the corner and give up. But please just get me some paints first. \n[17]We need burnt sienna, cadmium red, and midnight blue. Two tubes of blue. What happened to your face? \n[18]-- And if we don't sell them there, we'll set up on the corner of Stevens and Lane, by the gas station. That's a good location. \n[19]Are you listening to me? \n[20]The same as always. \n[21]Kelly. Want dinner? \n[22]One day, we're all going to be happy. \n[23]Hey you two. I'll try not to act surprised. It might spoil the moment. \n[24]Keller, I think I'm missing some art supplies. Have you seen them around the house? \n[25]I don't know what to do with him. \n[26]When are you going to let me give you your own show? We could do it for real. \n[27]Kelly! \n[28]What a nice surprise. It's so nice to finally meet you. \n[29]A little is right. But I work it as much as I can. \n[30]So, what have you boys been up to? \n[31]Charlie at the Old Soldiers' Home? \n[32]You boys should swing by Care House. There are some Vets there. \n[33]Oh. Well - okay. \n[34]I should go. But you boys should come over to our house some time. I know your family must get tired of him. \n[35]Well, you're going to have to. Your father's at the hospital. \n[36]They think he has stomach cancer. \n[37]Why would you say something like that? \n[38]\"Seems to fit.\" Do you understand what I just said? \n[39]Kelly - \n[40]Oh Kelly. What happened? \n[41]Jesus. Let me see that. \n[42]I'm going over to see dad. \n[43]And you need to come. \n[44]At this point that's not an option. \n[45]It's never a good time. \n[46]It's not about you anymore -- \n[47]What is wrong with you? When are you going to stop blaming us, blaming him? I'm sick of you being angry. I want to be angry! They just took out half of your father's stomach - \n[48]You will not tell me what's enough. You don't know about anything. All you do is fight fake battles, in the woods, on the playground. But this, right here, us - this is the real one, the only one worth anything. \n[49]The man I love is dying. \n[50]If I made a mistake, if you felt left out, I'm sorry. But I can only deal with one thing at a time. \n[51]Kelly, is that you? \n[52]He looks just like you. \n[53]That's amazing. Art playing a part in war. \n[54]I have. ", "LANCE": "\n[1]What the fuck are you looking at, GI Jane? \n[2]No really, what makes you think you can look at me? \n[3]That's pretty funny. You got dental insurance? \n[4]What? What? \n[5]You upset Bridget. \n[6]You need to apologize. \n[7]Why are you fucking with me? You little fucker. Want to play, fuckface? \n[8]Let's see what Beetle Bailey's got in his knapsack. \n[9]Hey fuckface. Like my new hat? I just joined the Boy Scouts. \n[10]You're a regular Howie Mandel. \n[11]Okay babe. One day you and me will be alone. And won't that be nice? \n[12]Smile worker bee. I'll be your boss some day. \n[13]But baby, my birthday's coming up. \n[14]Come on. A little action. A little prime time action. \n[15]That's the point. That's what makes it sexxxy. Dangerous. \n[16]- baby makes the rules. Await further instructions at school tomorrow -- \n[17]-- Baby will be waiting where Daddy least expects her. Love, Bridgie.\" Yes! \n[18]Nothing, you bad girl. \n[19]See you soon, my naughty baby. \n[20]It's my birthday! I'm going to get a present. \n[21]Damn it, fuckface. What're you smiling about? You wish you were me. \n[22]Mr. Palmer? May I be excused? \n[23]Daddy's here for the Easter egg hunt. \n[24]Ooh, push my buttons. \n[25]Oh yeah. Oh yeah. You little minx. \n[26]Bridgie? Come on, daddy's sick. He needs his medicine. \n[27]I brought our friend along. He's happy to see you. \n[28]What the fuck are you all looking at? \n[29]What, they re-assign you to the bicycle brigade? \n[30]Too bad, cause I'm not. Remember that little show I put on for the school? \n[31]Oh, come on. Pants down? Doll? Hard on? \n[32]And did you hear me and Bridget aren't going out anymore because of it? \n[33]Yeah well, let's get this over with. \n[34]Did you call me a homo? \n[35]No time like the present. \n[36]Get off me. ", "SARAH": "\n[1]So how'd your battle go today? I still don't understand how you could reenact the Battle of the Bulge in seventy-two degree weather. Didn't all those guys freeze to death? \n[2]That's gross. \n[3]Then why do you do it? \n[4]Really? Maybe I should try it. \n[5]Stop it! \n[6]Sorry I asked. \n[7]I'll accidentally drop a couple pints of milk and meet you over there. \n[8]The frozen food woman came in with her kids. They must eat out of those little cardboard trays every night. One of the kids looked like cardboard. \n[9]No. \n[10]Sorry about that. \n[11]Why do you mess with him? \n[12]Sounds dangerous. \n[13]Have you been drinking? \n[14]What presentation? \n[15]Okay. Um. \n[16]It's nothing. I - \n[17]I have an extra ticket to Aerosmith this weekend. \n[18]Oh. Yeah, I figured. Okay. I'll see you in the dairy section, though. \n[19]I forgot to tell you this box was booby-trapped. \n[20]The concert was lame. The opening act singer ripped his leather pants during a stupid dance routine and stormed off stage. Are you okay? \n[21]Lance? \n[22]Sure. I understand. \n[23]Um, I don't have a perfect life, if that's what you're asking. \n[24]Fuck you. \n[25]Hey. \n[26]I've got a summer internship at an ad agency. \n[27]It's all right, I guess. \n[28]When are you going to get a real job? \n[29]You can't be a stock boy your whole life. \n[30]Well, it was good seeing you. \n[31]What? \n[32]If you think it would be more fun. \n[33]I spent my summers with my grandma in the Catskills. She didn't give me any spending money. So I played the bones for ice cream. ", "ABE": "\n[1]Sergeant Keller! How was the war? Did we win? \n[2]As usual, your cynicism is refreshing. \n[3]You should get that checked. \n[4]Now Keller, who needs that sandwich more - you or the daughter of a crack addict trying to make a new life? \n[5]That went well. \n[6]Keller. There's a meteor shower. \n[7]Oh, you mean Emmett? They didn't have an empty bed for him at Care House. \n[8]He just needs a place to sleep for the night. \n[9]I've been straight for four years, almost five. A third of your life. \n[10]I hate to tell you this, but I'm not your problem anymore. \n[11]Let me know. I can wait. \n[12]Keller, there's a meteor shower. \n[13]Did you make this with more chili pepper than usual? \n[14]That sounds nice. \n[15]Hey. Kelly. \n[16]Not bad. \n[17]Did you get punched? \n[18]I know the feeling. Come on in and watch some television. Don't worry, this one's bolted to the wall. As you can see, my reputation precedes me. \n[19]Any battles this weekend? \n[20]Busy, busy. \n[21]Answer me this: how come no one ever reenacts the Vietnam War? \n[22]I guess it would. \n[23]Folks dressed up like your mom and me. People reenacting fleeing to Canada, burning draft cards. I guess that would ruin the spirit of the thing, now wouldn't it? \n[24]I bet you could. ", "GERMAN OFFICER": "\n[1]Eine maus findet den kase. \n[2]Mien Prisoner! \n[3]You will write your mother. Tell her how you will die now. \n[4]You will write. How you die alone. \n[5]Write. \n[6]Enough. Now you will beg for your life. \n[7]I am the fucking protocol. Beg! \n[8]Beg - for - your - life! \n[9]Silence. Now I have a little fun. \n[10]There are no rules in war. \n[11]I shower in the blood of my victims -- \n[12]Don't shoot, please. \n[13]No, really, not in the neck - \n[14]with a decidedly American accent  \n[15]Well, what was that whole creepy death wish thing about? \n[16]Sometimes I get so caught up in the moment. \n[17]Inspired, wasn't it? \n[18]Admit it. You were scared. ", "MINER": "\n[1]Hey! Hey babe. \n[2]Miner Webber. \n[3]Quite all right. So, what do we have here, a little painting class? \n[4]Oh? What's your real job? \n[5]That's quite an image. \n[6]What? \n[7]Whatever it takes to get you through the day. \n[8]I have the afternoon off. Come away with me. \n[9]Oh, come on. They'll still be here. I know you'll still be here. \n[10]But everyone will be coming soon. And it will get all crazy, and we won't have any time to ourselves. \n[11]Like tonight? We can practice honeymoon suite. ", "BRIDGET": "\n[1]Stop it. \n[2]Lance! \n[3]I told you, that makes me nervous. Me no likey. \n[4]Still. That's not a good enough reason. \n[5]But people might see us. \n[6]Oh, it's okay - \n[7]What's gotten into you? \n[8]Did you drink a bottle of Robitussin before school again? \n[9]But I just got this note last period. \n[10]Cool. They want me to be an honorary member. Is that like a sorority or something? ", "HOLMSTEAD": "\n[1]What gives you the idea that you can or ought to question the curriculum? \n[2]Or question your teacher? \n[3]Kelly, you're a very bright boy. But you're making some serious mistakes. \n[4]This anger must be masking a lot of hurt. \n[5]I see you're not going to college next year. What are your plans? \n[6]How do I get through to you? \n[7]I think we can come up with a punishment which might actually be more of an opportunity for you to realize your true potential. \n[8]For those of you who haven't had the chance to get to know Kelly, you should know he has a very interesting hobby. He takes part in reenactments of World War II battles right here in Ohio. \n[9]He has an unusual first-hand knowledge of history. We recently discovered that this extends beyond World War II to the Civil War, which he is going to discuss with you today. Kelly? \n[10]Well, go after him. ", "HARRISON": "\n[1]German's a Cold War language. You can't get any kind of State Department position without more diverse linguistic training than that. You'll take Chinese. \n[2]Are we on the same page? \n[3]But have you ever noticed how in movies they always bite the grenade before they throw it? \n[4]You come from a creative family, do you? \n[5]Here, Kelly, try a bit of these leeks. Minnie has a way with the white sauce. \n[6]Don't sit any of Mathilda's sisters next to me if you can help it. Oh, hello. So nice to see you. Thank you for coming. \n[7]Where's the priest? \n[8]Is that everything? \n[9]Give me a break. ", "CHARLIE": "\n[1]Are you one too? \n[2]And what do you see in that? \n[3]I see. \n[4]And do you think it's brave getting trench foot and syphilis, eating another ration of spoiled frank and beans out of a dented can? \n[5]Yeah, that wouldn't be much fun, would it? \n[6]Parts of it were kind of fun though. I got separated from my platoon and lived for two weeks in the forest of the Ardennes living off what I could kill. I felt very close to the land. \n[7]The real kicker was moving those cutouts of tanks around. The thought we had a whole regiment over there, but it was just a couple of us and those Hollywood props. \n[8]You're damned right. We practically won the thing right there. Now this is more like it. Anyone care to place a wager on the table? \n[9]You're never been to a French whorehouse, I take it. ", "WOMAN": "\n[1]Is this store open? I've been waiting up front. If the store's closed, it shouldn't have a sign that says twenty- four hours. \n[2]I have a lot of coupons and I don't want to be here when they expire. \n[3]You boys look like Goldwater fans. \n[4]Well jeez, you don't have to be insulted. \n[5]Fish around in that cigar box. \n[6]Twenty dollars. \n[7]Don't be so hasty. I got a few Geraldine Ferraro pins I'm looking to unload. \n[8]You didn't. ", "MATHILDA": "\n[1]So darling, when are you going to bite the bullet and do the seating arrangement? \n[2]Why, I've never thought about it before but that is a rather strange expression, isn't it? You wouldn't say, \"Sooner or later you've got to put the grenade in your pants,\" would you? \n[3]What an unusual conversation! Do you have similar discussions at the dinner table with your family, Kelly? \n[4]I wish my boys would talk to me about my passions. I can't get them anywhere near the subject of my garden. \n[5]They are fine, aren't they? \n[6]Minnie's starting dinner. Is Kelly coming over? \n[7]Okay, then. ", "GI": "\n[1]No wonder you smell so bad. \n[2]Will you look at the manners on this guy? Remember to thank me when I kill you. \n[3]You all right? \n[4]You want me to give you a minute? \n[5]That's right. Look on the bright side. \n[6]Bart. Bart Bowland. "}}