{"dialogues": {"CRAIG": "\n[1]Morning. \n[2]Enjoy. \n[3]We've been over this. Nobody's looking for a puppeteer in today's wintry economic climate. \n[4]The Great Mantini doesn't need a day job. \n[5]What? \n[6]Which one is Elijah again? \n[7]Yeah. Okay. \n[8]Gimmicky bastard. \n[9]May 11th. \n[10]I'm a puppeteer. \n[11]I... puppeteer. \n[12]Uh. yeah. \n[13]Thank you. \n[14]No, uh, my name is Craig Schwartz. I have an interview with Mr. Lester. \n[15]Schwartz. \n[16]Schwartz. \n[17]My name is Schwartz. \n[18]Forget it. \n[19]Yes? \n[20]I said \"yes.\" \n[21]Actually, my name is Craig Schwartz, Dr. Lester. \n[22]No, it's okay, sir. Just a mixup with your secretary. \n[23]Not at all, Dr. Lester. I simply misspoke. \n[24]Well, sir, I'm an excellent filer. \n[25]Glooph is not a letter, sir. \n[26]You don't have a speech impediment, Dr. Lester. \n[27]No. \n[28]No. I understand perfectly. \n[29]Just one. Why is this floor so short? \n[30]Moving story. \n[31]Is that true? \n[32]Listen. I'm Craig Schwartz, just starting out at LesterCorp. \n[33]Emily Dickinson. \n[34]Shut up! \n[35]Adorable. What time are they supposed to be here? \n[36]We have to make it an early night. \n[37]Hmmm. \n[38]Hmmm. \n[39]No kidding, Peter. \n[40]Thank you, Floris. \n[41]I am a trained performer. \n[42]Hello again. \n[43]You know, I've been thinking about what you said yesterday, about the orientation film being a cover-up. I think you're on to something. \n[44]No, really. \n[45]Yeah, just an idea I had. \n[46]Just an idea I had. \n[47]C'mon, let's go to bed. \n[48]I would too know what to do with you. \n[49]Floris, you're very nice, but I'm afraid I\u0092m in love with somebody else. \n[50]I wasn't toying with her, sir. I was just... How old are you? \n[51]I'll keep that in mind, sir. \n[52]The elderly have so much to offer, sir. They are our link with history. \n[53]Dr. Lester, while I am flattered that you share your feelings with me, I believe perhaps the workplace is not the most suitable environment for this type of discussion. \n[54]Shit. \n[55]I won't be late. I just have to listen to Lester's sexual fantasies and drink carrot juice for a little while. It's a job thing. \n[56]I gotta go back to work. Yeah, okay. You too. Okay. Bye. \n[57]I just wanted to say \u0093hi.\u0094  Did you know I still don't know your name or where you work? \n[58]How about this, if I can guess your first name within three tries, you have to come out for a drink with me tonight. \n[59]Great. Buuuhhppaahhhhnnn. . . . . Muhhhahhhhh. . . . . ahhhnnnaaa. . nollltuuukkkaaaaralllll. . . tashabararassssssuuuuusaaaaaaa. . . nnnnnnnaaaaaannnnnnnnncccccceeeeeee Mwaaaaaa. . . . .Mahhhhhkkkkk. . . sssseeeeeen. Maxine? \n[60]I'm right? \n[61]That's incredible! Nobody told me! I swear! It's kismet. Maxine! It's a beautiful name. There's a psychic connection. Don't you see? It was meant to be! Maxine! Maxine! Maxine! I will shout it from the rooftops! \n[62]Oh, Maxine, nobody told me. Maxine, Maxine. It just came out of me like a song, Maxine. A beautiful crazy, song, Maxine. Maxine. Maxine! \n[63]Maxine. \n[64]Dr. Lester, it's been really fascinating, but I'm afraid I have to get home to my wife now. \n[65]Yessir. \n[66]That's sounds fine, sir. Gotta run. \n[67]Made it. Maxine. Maxine, Maxine, Maxine. \n[68]Buy you a drink, Maxine? \n[69]Yeah. But enough about me. \n[70]What'll you have? \n[71]I'll have, like, a beer. Like a Budweiser, or something. \n[72]I like you. I don't know what it is exactly. \n[73]No, no, it's your energy or your attitude or the way you carry yourself or... \n[74]That's the usual? \n[75]I\u0092m not a homosexual. I just like women for more than their bodies. I guess you could say I'm the new American male. \n[76]I mean, I am really attracted to you. \n[77]No, wait! I like your tits. I love your tits. I want to fuck you. \n[78]Well, I'm a puppeteer... \n[79]Hi. \n[80]Sorry, I'm so late. Lester just wouldn't let me go. We\u0092re supposed to have dinner with him on Friday. I can get us out of it if you want. He's really amazing, this insane old lech. It's actually sort of amusing when you get past just how disgusting it is. \n[81]Nah. I'm not hungry. I'm sorry I didn't call. It was just, you know, hard to get away. \n[82]I'm sorry. How was your evening? \n[83]The ferret? \n[84]Right. \n[85]Yeah. You want a beer? \n[86]All right. I'll be in my workshop for a little while. I'll be in in a little while. I need to unwind a little. I'll be in soon. A little while. \n[87]Tell me, Craig, why do you love puppeteering? Well, Maxine, I'm not sure exactly. Perhaps it's the idea of becoming someone else for a little while. Being inside another skin. Moving differently, thinking differently, feeling differently. Interesting. Would you like to be inside my skin, Craig? Think what I think? Feel what I feel? More than anything. Maxine. It's good in here, Craig. Better than your wildest dreams. \n[88]Hi. \n[89]Puppets. Maxine. It's the idea of being inside someone else, feeling what they feel, seeing what they see... \n[90]Please, let me explain. \n[91]It's just, and I've never done this before, Maxine, but it's just that I feel something for you. I've never felt this before for anyone, not even my wife. My future is with you, Maxine. \n[92]Another evil secret of the 7 1/2 floor. \n[93]Holy shit. Maxine is gonna love this. \n[94]Dr. Lester. . . \n[95]Dr. Lester, I have a question. I was in that vacant office down the hall and I stumbled upon a little door and.... \n[96]Thank you, sir. \n[97]Bullshit. \n[98]John Malkovich! Of course! \n[99]John fucking Malkovich! \n[100]Ahhhh! \n[101]Don't you want to know what happened to me? \n[102]This is important! \n[103]There's a tiny door in that empty office. It's a portal, Maxine. It takes you inside John Malkovich. You see the world through John Malkovich's eyes, then, after about fifteen minutes, you're spit out into a ditch on the side of The New Jersey Turnpike. \n[104]He's an actor. One of the great American actors of the 20th century. \n[105]Lots of things. He's very well respected. That jewel thief movie, for example. The point is that this is a very odd thing, supernatural, for lack of a better word. It raises all sorts of philosophical questions about the nature of self, about the existence of the soul. Am I me? Is Malkovich Malkovich? Was the Buddha right, is duality an illusion? Do you see what a can of worms this portal is? I don't think I can go on living my life as I have lived it. There's only one thing to do. Let's get married right away. \n[106]Yes, of course. He's a celebrity. \n[107]Tickets to Malkovich? \n[108]But there's something profound here, Maxine, we can't exploit it. \n[109]You wanted to be partners with me? \n[110]Really? But, Maxine, can of worms! End of the world! Illusory nature of existence! \n[111]Oh. Maxine. \n[112]Brain. soul, I'm telling you, Lotte. I was right inside him looking out. We're going to be rich. \n[113]What? \n[114]Well, you know we're going to be very busy tomorrow. I'll tell you what. Let's do it tonight. Right now. \n[115]Yeah. We'll do it right now. On the way to Lester's house. \n[116]I'll meet you on the turnpike. \n[117]Me too, babe. \n[118]Okay. Maybe tomorrow. \n[119]We'll talk about it in the car. \n[120]You weren't you. You were John Malkovich. \n[121]Tomorrow. We're late for Lester. \n[122]Dr. Lester... \n[123]No thank you sir. It's delicious, though. I just wanted to thank you for the opportunity to work at LesterCorp, but I'm afraid I'm going to have to tender my resignation effectively immediately. \n[124]No sir, not at all. It's just that I'm going to open my own business and... \n[125]Uh, import-export. Olive oil. Right on 7 1/2 actually. In the vacant office. So we'll still be seeing each other. \n[126]My kingdom for your portal, Maxine. \n[127]Sounds good. Oblique but intriguing. Phone it in. \n[128]Lotte! Why aren't you at the pet shop? \n[129]Lotte, Maxine. Maxine, Lotte. \n[130]Why aren't you at work? \n[131]What, are you nuts? That's Oprah talking. \n[132]This is absurd. Besides Feldman's an allergist. If you're going to do something, do it right. \n[133]It's just the thrill of seeing through someone else's eyes, sweetie. It'll pass. \n[134]Yeah, okay. I'll pick you up. \n[135]How was it? \n[136]Why? \n[137]So how was it? What was he doing? \n[138]You see, men can feel unfulfilled, too. I'm glad you're realizing that. You shouldn't be so quick to assume that switching bodies would be the answer to all your problems. \n[139]I don't know. There's some tension between us. I'd hate to expose you to that. \n[140]After dinner I'll show you my puppets. \n[141]You? \n[142]My God. \n[143]Come in! \n[144]Please, have a seat. \n[145]Exactly that. We can put you inside someone else's body for fifteen minutes. \n[146]Tell your friends. \n[147]This is amazing! We're gonna be rich! \n[148]Dr. Lester, I don't know what you're talking about. \n[149]You're insane. \n[150]I'm moving. Remember? What's with the hooded cloak? \n[151]You should feed your animals. They're looking peaked. \n[152]What? \n[153]No they're not. \n[154]You've always loved the animals. \n[155]What's that? \n[156]Oh, Lot... \n[157]What about Maxine? \n[158]We wish. \n[159]You were him last night, weren't you? \n[160]And he was with her. \n[161]We? \n[162]Don't forget me. \n[163]Life is confusing, isn't it? \n[164]I feel that somehow my parents never prepared me to make this particular decision. Not that I blame them. How could they know? Today's world is so complicated. No. I have to go away now. I'm sorry, Lotte. I'm so sorry. \n[165]Are you torturing me on purpose? \n[166]I don't think so. I've fallen in love. This is what people who've fallen in love look like. \n[167]You're evil, Maxine. \n[168]Yeah, well welcome to the nineties. \n[169]Shut up! \n[170]Tell her you need to see her. \n[171]Tell her, what the hell, close early today, live dangerously. \n[172]Lesson number one:  Be careful what you teach your parrot. \n[173]I can't believe it. This is too good to be true. \n[174]You're glowing again. \n[175]It was lovely being you being Malkovich, my dear. I'd never seen the passionate side of sweet Maxine before, or her actual tits for that matter. If only, I've been thinking to myself, if only I could actually feel what Malkovich feels, rather than just see what he sees... And then, dare I say it, if only I could control his arms, his legs, his pelvis, and make them do my bidding. \n[176]Ah, but you're forgetting one thing, Lambchop. \n[177]I'm a puppeteer. \n[178]Move right hand across her left breast now. Move right hand across her left breast now. Move right hand across her left breast now. \n[179]Holy shit! He said what I said! \n[180]Yes, yes, sweetheart, yes! \n[181]I did it, sweetie. I moved his arm across your girlfriend's glorious tit. I made him talk. And, oh, there was the beginning of sensation in the fingertips. Ummmm-mmmm! It's just a matter of practice before Malkovich becomes nothing more than another puppet hanging next to my worktable. Coffee? \n[182]Hey! Break it up! Break it up! Everybody gets a chance to be... \n[183]Mr. Malkovich, my name is Craig Schwartz. I can explain. We operate a little business her that... simulates, for our clientele, the experience of... being you, actually. \n[184]Sure, after a fashion. \n[185]You? Why I'm sure it would pale in comparison to the actual experience. \n[186]Of course, right this way, Mr. Malkovich. Compliments of the house. \n[187]What happens when a man climbs through his own portal? \n[188]So how was it? \n[189]I know. I'm sorry... \n[190]Really? For most people it's a rather pleasant experience. What exactly did you... \n[191]With all respect, sir, I discovered that portal. Its my livelihood. \n[192]And who's to say I won't be seeing what you're seeing... in court? \n[193]Things change. Anyway, you gave up your claim to that love the first time you stuck your dick in Maxine. \n[194]Yeah but I didn't do anything about it. Out of respect for our marriage. \n[195]That's true. Oh, God, Lotte, what have I become? My wife in a cage with a monkey. A gun in my hand. Betrayal in my heart. \n[196]Perhaps you're right. I can't let you go though. Too much has happened. You're my ace in the hole. \n[197]I'm sorry. Oh God, I'm sorry. I'm some kind of monster. I'm the guy you read about in the paper and go, \"he's some kind of monster.\" \n[198]I love you so much. \n[199]But I gotta go now. I've got to go be Johnny. \n[200]I'll tell you all about it when I get home. \n[201]Squatter's rights, Lester. \n[202]Who are you? \n[203]Oh. \n[204]Okay. Sorry. I didn't know. \n[205]I'm so glad you're safe. You look really wonderful. \n[206]He's a lucky man. Do I know him? \n[207]The iguana? \n[208]Oh, right. As long as you're happy. I'm sure he's a better lover than I ever was. \n[209]I'm sorry for everything. \n[210]You came up here looking for the portal? \n[211]And yourself too in the process. God, you're so beautiful. Why couldn't I see that before? \n[212]I suppose. But they got here first, the lousy bastards. So now it's all over, I guess. \n[213]You'll have me, after all I've done to you? \n[214]I'm through with puppets, Lotte. I just want you to know that. \n[215]I'd like to be a farmer. I want to help things grow, to encourage life. Do you and your friends need a farmer? \n[216]I love you, Lotte. ", "LOTTE": "\n[1]Sorry, hon. I didn't know Orrin Hatch was out of his pen. Good morning. \n[2]Gotta run. Shipment of grub worms coming in first thing. \n[3]Craig, listen, honey, I've been thinking... maybe you'd feel better if you got, you know, a job or something. \n[4]Well, you know, maybe something else until this whole puppet thing turns around. \n[5]Craig, everyone can't be Derek Mantini. Well, grub worms are waiting. Do me a favor? \n[6]Would you check in on Elijah? He seems to be a little under the weather this morning. \n[7]The monkey. \n[8]Is the trial date set? \n[9]Why'd you do it, Craig? \n[10]Why, Craig. why? \n[11]You know, maybe you should speak to someone about this. \n[12]Sorry, honey. \n[13]Sorry! \n[14]Isn't that cute? I just taught her that. \n[15]Seven-ish \n[16]They'll understand. Besides I've got a morning appointment tomorrow with Elijah's shrink. We're getting to the bottom of this acid stomach. \n[17]Some sort of childhood trauma, she thinks. Possible feelings of inadequacy as a chimp. Interesting, huh? \n[18]Thanks. Craig helped, too, by the way. \n[19]Yes. All vegetable. all the time. \n[20]New puppet? \n[21]She's very beautiful. \n[22]Hi. \n[23]Did you eat? \n[24]I was worried. \n[25]Tom-Tom's puncture wound is infected. \n[26]The iguana. \n[27]I dressed the wound. Then I've just been feeding everyone, putting everyone to bed. \n[28]No thanks. I'm going to turn in. \n[29]'kay. \n[30]Don't be ridiculous. There is no such thing as a portal into someone else's brain. \n[31]I want to try. \n[32]I want to be John Malkovich. Tomorrow morning. Plus I'd like to meet this partner of yours. \n[33]Now? \n[34]I'm scared. \n[35]Holy cow! \n[36]Oh, yes. Yes. \n[37]I have to go back. \n[38]I have to go back now. \n[39]I have to go back, Craig. Being inside did something to me. All of a sudden everything made sense. I knew who I was. \n[40]I was, wasn't I? I was John fucking Malkovich! Take me back, Craig. \n[41]Yes, of course, Dr. Lester. \n[42]Dr. Lester, would you point me toward the restroom? \n[43]Fuck pets. Is this your partner? I had to come back and do the Malkovich ride again. Fuck everything else. Is this her? \n[44]Yes, Hi. \n[45]Hi. Have you done Malkovich yet? \n[46]I've been going over and over my experience last night. It was amazing. I've decided I'm a transsexual. Isn't that the craziest thing? \n[47]Everything felt right for the first time. I need to go back to make sure, then if the feeling is still there. I'm going to speak to Dr. Feldman about sexual reassignment surgery. \n[48]Don't stand in the way of my actualization as a man, Craig. \n[49]What raw, animal power! \n[50]Oh, I like this. \n[51]My God! Meet her there. Meet her there. Meet her there. Meet her there. Meet her there... \n[52]I have to go back tonight. At eight Exactly. \n[53]Don't crowd me, Craig. \n[54]Maxine! \n[55]God, she's beautiful. The way she's looking at me. At him. At us. \n[56]I've never been looked at like this by a woman. \n[57]Oh, you know, not a lot. Just hanging around his apartment. I think he must be a lonely man. \n[58]You're right. You know I was thinking that we should have Maxine over for dinner. Since you two are partners and all. It might be a nice gesture. \n[59]It'll be okay. I'll fix my lasagna. We\u0092ll smoke a joint. Tensions will melt away. \n[60]Did you know that Eskimos have not one, but fifty words for snow. It's because they have so much of it. \n[61]After that I'll introduce you to my favorite monkey, Elijah. He's got an ulcer, due to a suppressed childhood trauma. But we're getting to the bottom of it. Psychotherapy. \n[62]I want a divorce. \n[63]I'm getting divorced. \n[64]But why, Son of Malkovich? \n[65]What are you doing? \n[66]Nothing. Don't go, Craig. I've been thinking. Let's try to work this out. We've got so much history. \n[67]I'm getting rid of the fucking animals. \n[68]I'm getting rid of the animals. I've lost interest. Besides, they're standing between you and me. \n[69]You've always hated the animals. \n[70]I'm giving them up. I've changed. I've found a new focus. \n[71]Us, of course. \n[72]Fuck Maxine. \n[73]I have to see you. Can you call him and invite us over? \n[74]Give me one hour to get inside him Exactly. \n[75]Oh my darling. Oh my sweetheart. \n[76]Maxine... \n[77]This is too good to be true. \n[78]Yes. \n[79]We love her, Craig. I'm sorry. \n[80]Me and John. \n[81]Well, you have the Maxine action figure to play with. \n[82]I'm sorry. That was nasty. \n[83]Sometimes we're forced to make hard decisions. I'd like for us to stay together, Craig. You know, platonically, if that's possible. I truly value our friendship. \n[84]Dr. Lester, everything's falling apart. \n[85]I blew it, Dr. Lester. \n[86]But now we've lost access to Craig. \n[87]I'm your Goddamn wife. Once you vowed to cherish me forever. Now you hold a gun to my head? \n[88]Suck my dick! \n[89]You bastard. \n[90]I have to see you. \n[91]What the hell, darling. Close early today, live dangerously. \n[92]Help! He's locking me in a cage! \n[93]It'll never happen, fuckface. \n[94]What's that? \n[95]Once this was a relationship based on love. Now you have me in a cage with a monkey and a gun to my head. \n[96]You fell in love with her first. \n[97]You didn't do anything about it out of respect for the fact that she wouldn't let you near her with a ten foot pole, which is, by the way, about nine feet, nine inches off the mark anyway. \n[98]Maybe this is what you've always been, Craig, you just never faced it before. \n[99]I need a shower. \n[100]You're not a monster, Craig. Just a confused man. \n[101]We have to meet. \n[102]Oh, Elijah, you are magnificent! \n[103]Maxine! Listen:  It hasn't been me in John the last three times. Craig's had me locked up in the apartment. He made me call you at gunpoint. It's been him! Oh, God, it's been him! \n[104]But Maxine, I thought it was me you loved. \n[105]Hello, Dr. Lester? \n[106]Craig stole Maxine from me, Dr. Lester. \n[107]No, you don't understand. I've been inside Malkovich when I'm with Maxine... \n[108]No, I didn't know that. \n[109]No. \n[110]Does Floris know that she's the chosen? \n[111]I have sinned, unwittingly, against the community. And for this I am truly sorry. \n[112]Oh, it's glorious. It's indescribable. \n[113]You bastard! \n[114]It's Craig in there, I can tell. \n[115]Why not? I need to get in there! \n[116]That bastard! I'll gladly dispose of him in the name of the order, Son of Malkovich. \n[117]Well, I for one, am resigning. I will not serve evil. I am ashamed of all of you. \n[118]I'll take my chances. \n[119]Oh, my friends. Be thankful you're not human. People are treacherous and greedy and corrupt. I've lost my heart to two of them and I almost lost my soul to another. And I'm no better. Look at the way I keep you, locked in cages, for my own enjoyment. Well, I've been in a cage too, my friends. Literally and figuratively. So tonight I set you free. \n[120]Good-bye, friends. \n[121]Hello, friend \n[122]They've come to kill me, Elijah. See, I know too much. I should get the door. It's impolite to keep death waiting. \n[123]They're going to take over the world, Elijah. Evil will reign. But, then, evil already reigns, doesn't it? So what difference does it make if John Malkovich is wearing the fucking crown while it's reigning? \n[124]I'm glad you learned sign language, Elijah, but I'm tired of your nagging. I'm tired of this conversation. I'm tired period. What has the world ever done for me that I should feel personally responsible for saving it? \n[125]What have I become? \n[126]Yes. I'm the only one. I have to enter Malkovich and destroy him from the inside. If not me, who? \n[127]Hush, sweetheart. \n[128]I'll be with you always, my friends. Who knows, maybe if I'm lucky, I'll rejoin you with wings and a beak. \n[129]My God! \n[130]I'm in love. For the first time. It's funny, but when it happens to you, there's no question. \n[131]It's Elijah. \n[132]The monkey. \n[133]A better friend. \n[134]It's okay, Craig. It all worked out, in an odd sort of way. \n[135]Yeah. I was going to kill him from the inside. \n[136]You saw it once. Now you see it again. That's life, isn't it? And you were up here to try the same thing, weren't you? \n[137]I don't know. There's a small community of us. We have a place they don't know about. We're happy. We'll keep trying to figure out a way. Come stay with us. Join the struggle. \n[138]People make mistakes. \n[139]I know. \n[140]Sure. We could really use a farmer. We'd be grateful for the help. Also, I think, you know, if you wouldn't mind too terribly, a little puppet show every once in a while, would do a lot to lift our spirits. You know, if you wouldn't mind too terribly. \n[141]Oh honey. It's gonna be okay. \n[142]It's beautiful, Craig, like Eden. ", "MAXINE": "\n[1]Yes. Unfortunately it's bullshit. The real story of 7 1/2 is so evil that it could never be revealed to Americans raised on sitcoms and happy news anchors. \n[2]Well, truth is for suckers, isn't it?. \n[3]How dreary - to be - Somebody / How public - like a Frog / To tell one's name - the livelong June / To an admiring Bog! \n[4]I wouldn't know. \n[5]Yes, well... \n[6]And fifty other lines to get into a girl's pants. \n[7]You know, if you ever got me, you wouldn't have a clue what to do with me. That's the thing, Romeo. \n[8]What? \n[9]Yeah. \n[10]Why not? \n[11]Who told you? \n[12]Who told you? \n[13]Somebody told you. \n[14]I am dubious, but I don't welsh. Meet me at The Stuck Pig. Seven o'clock. You're late, I walk. So help me, if I find out you cheated. \n[15]Just. \n[16]You married? \n[17]The usual, Barry. \n[18]My tits? \n[19]Christ, you're not a fag are you? Because I don't want to be wasting my time. \n[20]Don\u0092t let the girly shit fool you. It'd blow your shorts off. \n[21]Set me up again, Barry. \n[22]You're a fag or a liar. \n[23]I mean, I am really attracted to you. Jesus, you are a fag. We can share recipes, if you like, Darlene. \n[24]Good. Now we're getting somewhere. Not a chance. \n[25]So, tell me about yourself. If you can get your mind out of the gutter long enough, dog-boy. \n[26]Check. \n[27]You're not someone I could get interested in. Craig. You play with dolls. \n[28]Yikes. \n[29]You might want to check those tarot cards one more time. \n[30]The puppeteer told me he loves me today. I know. I can't think of anything more pathetic. \n[31]Absolutely, doll. I'm just about to close up here. \n[32]Meet you at \u0093The Pig\u0094 in twenty minutes. Oh yeah, maybe I'll keep my legs closed till then. I'm splitting for the day. Lock up for me, won't you, darling. \n[33]No. \n[34]It better be. \n[35]Sounds delightful. Who the fuck is John Malkovich? \n[36]What's he been in? \n[37]Is this Malkovich fellow appealing? \n[38]Good. We'll sell tickets. \n[39]Exactly. Two hundred dollars a pop. \n[40]Fine. I'll do it myself. I was going to offer a partnership to you, but this way it's more money for me. \n[41]Sure. It'd be fun. \n[42]I'll protect you, Dollface. \n[43]Okay. Here it is. Ever want to be someone else? Now you can. No kidding. Only two hundred dollars for fifteen minutes. Visit J.M. Inc., Mertin-Flemmer Building. etc., etc. \n[44]Yes, hello, I wanted to place an ad. Hi, are you Craig's wife? \n[45]Hi, uh. Hi. I wanted to place an ad. Yes. \"Ever want to be someone else?\" No, that's the ad, but let's talk about you in a minute. \"Ever want to be someone else? Now you can. No kidding...\" \n[46]Let her go, Craig. I mean \u0093him.\" \n[47]You better hurry. Traffic. \n[48]Davey? Max. Get me John Malkovich's home phone? That's great. Love ya and owe ya. \n[49]Mr. Malkovich? \n[50]You don't know me, but I'm a great admirer of yours. \n[51]It's just that I fantasize about you and, well, speaking to you now has gotten me sort of excited and... \n[52]Hi. I'm so glad you decided to come. I'm Maxine. \n[53]And the funny thing is. Mr. Malkovich, my voice is probably the least intriguing thing about me. \n[54]Whatever you're having. \n[55]Ah. \n[56]The way I see it, the world is divide into those go after what they want and those who don't. The passionate ones, the ones who go after what they want, may not get what they want, but they remain vital, in touch with themselves, and when they lie on their deathbeds, they have few regrets. The ones who don't go after what they want... well, who gives a shit about them anyway? \n[57]Craig, I just don't find you attractive. And, Lotte, I'm smitten with you, but only when you're in Malkovich. When I looked into his eyes last night, I could feel you peering out. Behind the stubble and the too-prominent brow and the male pattern baldness, I sensed your feminine longing peering out, and it just slew me. \n[58]Only to John, sweetie. I'm sorry. Thanks for a wonderful dinner. No hard feelings, partner. \n[59]No. \n[60]No. Don't be an ass. \n[61]You can be John Malkovich. \n[62]Two hundred dollars, please. \n[63]So unbolt the fucking door, Einstein. \n[64]Crackpot. \n[65]Yes? \n[66]When? \n[67]Thanks so much for coming over. \n[68]So, do you enjoy being an actor? \n[69]I love you, Lotte. \n[70]Do you mind? \n[71]Oh, my sweet, beautiful Lotte. \n[72]You're late. \n[73]I've fallen in love. \n[74]You picked the unrequited variety. Very bad for the skin. \n[75]Do you have any idea what its like to have two people look at you with total lust and devotion through the same pair of eyes? No I don't suppose you would. It's quite a thrill, Craig. \n[76]J.M. Inc. Be all that someone else can be. \n[77]Sweetie! Oh, but we can't. It's business hours. I need to keep the membranous tunnel open for paying customers. \n[78]Oooh, doll. I love this new devil-may-care side of you. Alrighty, I'll track down Lover-boy, and I'll see both of you in one hour. Exactamundo. \n[79]Oh, Lotte... Oh, sweetie... \n[80]A girl has a right to glow if she wants. It's in the fucking constitution. \n[81]Lotte, this is so good... \n[82]Lotte? Is that you? \n[83]Oh, Lotte... \n[84]Oh, Dollface, it was just your passion for me taking hold. \n[85]Darling! \n[86]Let him try. \n[87]How the hell would I know? I wasn't a philosophy major. \n[88]J.M. Inc. Be all that someone... \n[89]One hour. \n[90]Really? Well, you know, he's quite good. I'm surprised. Anyway, I have a session with Malkovich I have to attend. I'll speak with you soon. \n[91]I thought so too, doll. I guess we were mistaken. \n[92]I can explain about the portal, darling. \n[93]Oh shut up. Craig, darling are you in there? \n[94]Lotte called me. \n[95]Apparently you can control this Malkovich fellow now. \n[96]I'll say you are. Let's do it on his kitchen table, then make him eat an omelette off of it. \n[97]You still there, sweets? \n[98]Wow. Do a puppet show for me, Craig honey. \n[99]I'd love to see your work. \n[100]That was incredible. You're brilliant! \n[101]You're right, my darling, it's so much more. It's playing with people! \n[102]Stay in him forever? \n[103]Well, we'll have all the money in Malkovich's bank account, plus he still gets acting work occasionally. \n[104]No one would ever have to know its not him. \n[105]Oh, Craiggy, that's brilliant! \n[106]It's okay, my sweet. \n[107]Now excuse us, we have an entertainment legend to create. \n[108]No thanks. \n[109]Vegas. \n[110]This is it, lover. You're stepping onto that stage a nobody and presto-change-o, you're coming back the greatest puppeteer the world has ever seen. \n[111]Doesn't he know how important tonight is to us? \n[112]Oh, darling. It's a dream come true. We're going to ride this straight to the top. \n[113]Busy day, my little fire chief. Why don't you climb into bed, and I'll meet you there in just... \n[114]Bad dream, darling? \n[115]You've got to be kidding. \n[116]Malkovich is our meal ticket. You can't back out because of some stupid dream. \n[117]Perhaps you'll want to consult that Ouija board again. \n[118]Yeah what?! \n[119]I'm Maxine. I produced the evening with Malkovich. \n[120]Yeah, we'll see, Schwartz. We'll see. \n[121]Keep your eyes in your pants, old timer. \n[122]You'd better turn on the pyrotechnics, lover, 'cause right now you're running neck and neck with the dead president. And you're both in last place. \n[123]Whatever. ", "LESTER": "\n[1]Come in, Mr. Juarez. I'd stand, but, well, you know. \n[2]Security. \n[3]She's not my secretary. She's what they call an executive liaison, and I'm not banging her, if that's what you\u0092re implying. \n[4]Tell me, Dr. Schwartz, what do you feel you can bring to LesterCorp? \n[5]You think so, eh? Which comes first, \n[6]Damn, you are good. I tried to trick you. Okay, put these in order. \n[7]Floris, get Guinness on the phone. \n[8]Forget it. \n[9]Fine woman, Floris. I don't know how she puts up with this damn speech impediment of mine. \n[10]Flattery will get you everywhere, my boy. But I'm afraid I have to trust Floris on this one. You see, she has her doctorate in speech impedimentology from Case Western. Perhaps you've read her memoirs, \"I can't understand a word any of you are saying.\" \n[11]Pity, it tells it like it is. That's why the eastern, read Jewish, publishing establishment won't touch it. That's a quote from the book jacket. George Will, I think. I apologize if you can't understan a word I'm saying, Dr. Schwartz. \n[12]Thank you for being kind enough to lie. You see, I've been very lonely in my isolated tower of indecipherable speech. You're hired. Any questions? \n[13]Low overhead, m'boy. We pass the savings on to you. But seriously, that's all covered in orientation. \n[14]Don't toy with Floris, Schwartz. Why, if I were eighty years younger, I'd box your ears. \n[15]One hundred and five. Carrot juice. Lot's of it. I swear, it's almost not worth it. I piss orange. Oh, and I, have to piss sitting down... like a godamn girly... every fifteen minutes. But nobody wants to die, Schwartz. \n[16]No sir-e-bob, I don't die. But what I do is get older, wrinkled like a former plum that's become the wrinkled prune you see before you. Oh, to be a young man again, maybe then Floris would care for me. \n[17]I don't want to be your godamn link, damn you. I want to feel Floris' naked thighs against my own. I want to know passion. I want my body to inspire lust in that beautiful, complex woman. I want her to shiver in a spasm of ecstasy when I penetrate her. Oh, God, the agony of the flesh, Schwartz. \n[18]All right. Meet me at the Juicy-Juice Juice Bar after work today and I'll spill my goddamn guts for you. \n[19]Imagine a room full of women. Nubile, blonde, wet with desire, Schwartz. A harem, if you will. Me in leather. A harness, if you like. I am the object of this desire, and all eyes are on me as I speak. \u0093Ladies,\u0094 I begin. \u0093I am the love god, Eros. I intoxicate you. My spunk is to you manna from heaven... \n[20]Wife, huh? I'd love to meet her, Craig. \n[21]Shall we say dinner on Friday. Just the two of us? You can come too if you like, Schwartz. \n[22]Yes? \n[23]Ah, Craig. Just the fellow I wanted to see. Juicer! Easy as pie. Just keep your fingers clear of the blade, and never, never use it while bathing in a tub full of water. \n[24]Ah. yes, the little door. There is a short film on the little door in the orientation room in exactly two minutes. If you hurry, you'll just make it. \n[25]Put up reel 752. \n[26]Tell me, Lotte, can you understand a word I'm saying? \n[27]Oh, be still my heart. \n[28]With immense pleasure, my dear. Down that hall, ninth door on the left. Watch the step down. It's sunken, you know. \n[29]More beet-spinach juice, my friend? \n[30]I see. Are you unhappy at our little company? \n[31]And what sort of business will this be? If you don't mind my asking. \n[32]The vacant office. I see. Olive oil. Interesting. Be warned, Schwartz, there are certain \u0093doors\u0094 which should never be opened. \n[33]You're making a big mistake, Schwartz. Ma'am \n[34]There are rules, boy, procedures, etiquette. This is not a toy. I've been waiting seventy years to utilize this room, grooming myself, quietly setting the stage, performing ablutions, paying tribute, seeing all his motion pictures again and again. Worshipping, Schwartz, worshipping properly. \n[35]I am not alone. There are others. We are legion. You will pay for this blasphemy. You will pay dearly. \n[36]May I have your attention, please. We have a new disciple among us tonight. \n[37]She is the wife of Schwartz. \n[38]No you mustn't, my child. \n[39]We need you on the inside, my child. To report on his comings and goings, and if need be, to... destroy him... ...for lack of a better word. \n[40]Yes, my dear? \n[41]Thank you, Floris. \n[42]Good morning, Lotte! \n[43]You followed your heart, my child, and that is not necessarily a bad thing. \n[44]My child, I don't think its a great mystery what Craig's up to. \n[45]You know I think it pays to leave juice-making to the trained professionals. You look terrible, my dear. \n[46]Hmmm, a lesbian, are you? I must inform you that I find that highly arousing. \n[47]What?! That is not allowed. My God, you are supposed to be one of us. You know you must never partake of Malkovich by yourself! \n[48]Oh, didn't anyone show you the indoctrination video? \n[49]Oh, sorry. Right this way. \n[50]Well, I tried to explain it to her, but... \n[51]Perhaps you're right, Terry. We're all prepared, and perhaps this Schwartz fellow is forcing our hand a bit. We will enter the portal tonight! \n[52]Aaaahhhh, the portal! \n[53]No! Don't harm the vessel! \n[54]I understand, but we must protect the vessel at all costs. Please, Craig, please step aside and allow us to have what is rightfully ours. \n[55]Clear the way for them, my friends. They will be dealt with in due time. \n[56]Now, let's see what we can do to salvage this portal... for the sake of all that is good. \n[57]Well, let's see what we've got here. \n[58]My God, where am I? This seems so familiar. \n[59]My God, I'm Hitler in the bunker! Aaaahhhh! Aaaah! \n[60]Oh, I'm just the actor in that Twilight Zone episode. \n[61]Thank you all for your efforts, but I'm afraid we can no longer get into Malkovich through the portal. \n[62]I'm not certain, my dear, but I believe your husband has somehow psychically diverted the route. \n[63]I'm afraid that no physical harm must come to him as long as he inhabits the vessel. \n[64]Actually, my friends, I suppose its time I told you, I'm Captain James Mertin. \n[65]You see, Lester is an anagram for Mertin. \n[66]It used to work, I'm sure of it. \n[67]Oh, damn it to hell. Anyway, I am. \n[68]I'm two hundred and five, truth be told. \n[69]Lots of carrot juice, little lady. That, and a deal with the Devil. \n[70]Surprise. \n[71]Wait! It's not that bad! When we get into Malkovich, we still get to rule the world, just like I told you. The only difference is that we rule in the name of evil, instead of good. \n[72]Absolutely. \n[73]So anyway... \n[74]My dear, let me assure you that when we attain power, it will be much more pleasant for those inside Malkovich, than for those outside. \n[75]Anybody else? \n[76]But of course. \n[77]Good. I think its time to beckon Mr. Flemmer. Perhaps He can help us out of this pickle. \n[78]And as I said, sir, we can't very well exert physical persuasion upon the sacred vessel Malkovich. \n[79]Didn't mean to imply that you were, sir. \n[80]Blasphemous bastard. \n[81]Pretty good though. \n[82]Not too shabby. \n[83]It's just me, boss. I brought croissants. \n[84]We saw his show at the Luxor last night. \n[85]The kid's got talent. You've never seen Malkovich like this. Schwartz had him up there singing and dancing. Impressions. \n[86]Very talented son of a bitch. Too bad we can't kill him. \n[87]A scary dream? \n[88]I like that. \n[89]How'd it go? Did you say the philodendron gets water or no? \n[90]What kind of circumstances? \n[91]The Great Mantini? \n[92]Oh, he's good! Great, actually. I saw him do \"Tru\" with his sixty foot Robert Morse puppet. Sensational. \n[93]Do tell. I love a good plan. \n[94]I missed you. I'm sorry. Tell me the plan. \n[95]Can you do that? I mean, do you know anything about puppetry? \n[96]I was just asking. No disrespect intended. \n[97]Fine. I mean, it's not like I was doubting you, it's just that I know puppetry is a skill that takes a long time to acquire. \n[98]Fine. Your mail's on the kitchen table. Mostly junk. Oh, there's a letter from Alex Trebek. ", "MALKOVICH": "\n[1]The Broadhurst Theater, please. \n[2]Yeah. \n[3]Malkovich. \n[4]Thank you. \n[5]I never played a jewel thief. \n[6]I don't know. \n[7]Yeah, okay. \n[8]So you believe in God... you got something for it? You worked for all the capitalists. You harvested the fruit from your labor? You got God! \n[9]But the past comforts you? The present smiles on you, yes? \n[10]Yeah? \n[11]Who's calling? \n[12]How'd you get this number? \n[13]Listen, this is not amusing. Please don't call here any... Ooh, such authority! NY nipples are at attention, General Malkovich, sir. So I'll be at Bernardo's tonight at eight. Please, please meet me there. I just adored you in that jewel thief movie... \n[14]Yes. \n[15]Thank you very much. \n[16]I'm John. I didn't think I was going to come, but I felt oddly compelled. I have to admit I was a bit intrigued by your voice. \n[17]Can I get you a drink? \n[18]Oh, I'm really glad you called. \n[19]Oh sure. It's very rewarding... \n[20]I'm sorry, did you just call me \"Lotte\"? \n[21]No, I guess not. I'm an actor. \n[22]Yes, Maxine, yes. \n[23]Tommy, can I take fifteen? \n[24]Maxine... \n[25]Holy shit, yes! \n[26]Holy shit! He said what I said! \n[27]Yes, yes, sweetheart, yes! What the fuck is going on? I'm not talking. This is not me! \n[28]Something was making me talk. Some Goddamn thing was making me move. I gotta get out of here. \n[29]No, Dollface, I know what my passion taking hold feels like. I gotta go. \n[30]It's like nothing I've ever felt before. I think I'm going crazy. \n[31]Kevin, I'm telling you... it was like nothing I've... \n[32]Yes, but you see, someone else was talking through my mouth. \n[33]I think it might've been this Lotte woman talking through me. Maxine likes to call me Lotte. \n[34]I'm done with her now. Tonight really creeped me out. \n[35]I don't know anything about her. What if she's some sort of witch or something? \n[36]I gotta know the truth, Kevin. \n[37]Excuse me, what type of service does this company provide? \n[38]I see. \n[39]Inside. \n[40]What the fuck is going on? \n[41]Simulates? \n[42]Let me try. \n[43]Let me try! \n[44]Jesus. \n[45]Malkovich! \n[46]That... was... no... simulation. \n[47]I have been to the dark side. I have seen a world that no man should ever see. \n[48]This portal is mine and must be sealed up forever. For the love of God. \n[49]It's my head, Schwartz, and I'll see you in court! \n[50]Come on in. \n[51]Don't con me, Maxine. We're over. I just let you up here to tell you that, and to tell you that I'm taking you and Schwartz to court. \n[52]Yes. How did you know it was me? \n[53]Oh, so the bitch escaped. \n[54]I'm getting better all the time. \n[55]No... damn... you... Oh shut up, you overrated sack of shit. \n[56]Yeah. I've figured out how to hold on as long as I want. Oddly enough, it's all in the wrists. \n[57]You mean with Malkovich? \n[58]Really? Yeah. Okay. \n[59]I'll do something I call \"Craig's Dance of Despair and Disillusionment.\" \n[60]You see, Maxine, it isn't just playing with dolls. \n[61]No! But how will we make a living, my love, if our clientele doesn't have access to our product? \n[62]No! Please! Shut up, will you? We're trying to think here. It is sort of like being a puppeteer. I like that about it. \n[63]Wait a minute! What if everybody knew? What if we presented Malkovich as the world's most complicated puppet and me as the only puppeteer sophisticated enough to work him? We'd wipe the floor with the Great Mantini! \n[64]Shut up! Sorry, dear, I lost control for a minute. \n[65]This is my fiancee Maxine. \n[66]I'll get right to the point, Larry. I'm a puppet now... \n[67]I'm being controlled by the world's greatest puppeteer, Craig Schwartz... \n[68]... and I want to show off his skills by performing a one-puppet extravaganza in Reno. \n[69]Vegas. Can you arrange that? \n[70]I'm nervous. Malkovich is fighting me hard today. \n[71]He's a selfish bastard. \n[72]They love me, darling! \"Craig Schwartz is fantastic!\"  The New York Times. \"If only Craig Schwartz had always been inside Malkovich!\"  Women's Wear Daily. \"Craig Schwartz - The world's greatest puppeteer!\"  Paul Wunder, WBAI Radio. \n[73]Sleepy suddenly. \n[74]I've got to leave Malkovich. \n[75]I just had the most horrifying nightmare. The devil was in it. \n[76]Honey, we can be happy and poor together. \n[77]Derek Mantini! \n[78]Did you see the reviews? \n[79]Because if you missed any, I just happen to have copies here you can take with you when you leave now. \n[80]She's not available. \n[81]How do we do that? \n[82]What's the play? \n[83]Never heard of it. \n[84]Sounds boring. Are there any songs? \n[85]I'm not afraid. I toured for a year with the National Puppet Company's production of \"Long Day's Journey Into Night.\" \n[86]Is there dancing? \n[87]Who needs dancing? \n[88]Do you? \n[89]Says who? \n[90]Do you? \n[91]Eyes! ... White eyes -- never closed! Eyes like flames -- coming -- coming! ... God seest! ... God seest! ... NO! \n[92]Good-bye, Maxine. \n[93]I'm back! My nightmare is over. \n[94]I am your earthly king! Kneel before me! \n[95]Greetings, my lowly subjects. \n[96]Boy, be careful what you wish for. Never mind, dear. Just enjoy the ride, will you? \n[97]I am bored. You will dance for your king now. \n[98]Faster! Faster, my little trained monkeys! ", "FLEMMER": "\n[1]Boy, this is a toughie. To be honest, I didn't anticipate this. \n[2]Right, Lester. I heard you the first time. I'm not a dummy. \n[3]Look, I'm going back to my house to ponder this. So stay calm and keep track of Schwartz's comings and goings. Oh, and somebody dispose of Schwartz's wife, will you? Nice to meet you all. \n[4]It's open. \n[5]Have a seat. I wracking my brain over this Malkovich thing. \n[6]Vegas? What'd you think? \n[7]Impressions? Those are hard. \n[8]I suppose I could come to him in a dream. I don't know. That's the best I can think of right now. \n[9]No, a sexy dream. Of course, a scary dream. \n[10]I am the Devil. \n[11]Leave Malkovich. He is mine. \n[12]Shit. \n[13]No, for God's sake, I just watered it yesterday. It almost went well. I gave a pretty good dream, but circumstances arose. \n[14]Maxine says she'll leave him if he leaves Malkovich, plus he's been challenged to a puppet-duel by Mantini. \n[15]No, the Mediocre Mantini. Of course the Great Mantini! \n[16]But I think I have another plan. \n[17]Why are you being like this? \n[18]Well, if Mantini wins, Schwartz will leave Malkovich, right? So, if he needs it, I help Mantini's performance a bit, give him an edge. Spice up the show. \n[19]I am the Devil, Lester. I think I can handle it. \n[20]Fine. Let's drop it. \n[21]Fine. I'm not mad. Let's just drop it. \n[22]Bastard is stealing my thunder. \n[23]Okay, now! \n[24]One serpent, coming up. ", "FLORIS": "\n[1]Welcome to LesterCorp. May we meet your filing needs? \n[2]Please have a seat, Mr. Juarez... \n[3]Pardon? \n[4]I'm sorry, I'm afraid I have no idea what you're saying right now. \n[5]Money, Miss Warts? \n[6]Fork ah did? \n[7]Mr. Juarez? \n[8]Yex? \n[9]You suggest what? I have no time for piddling suggestions from mumbling job applicants, my good man. Besides, Dr. Lester will see you now. I think that's what he said. \n[10]Gehginnis ondah foam? \n[11]Fork ah did? \n[12]You're good. \n[13]You're not like the other boys we've had here. Granted, I can't understand what you're saying either, but your soft palette resonates tremendously well and you never ever constrict your epiglottis. \n[14]Music to my ears! Whatever you said. Speak, speak, speak, my magnificent friend, speak! \n[15]Oh, what magic those fingers could work on the right \u0093cabinet.\u0094 Alphabetize me, baby. And don't forget, I comes before U. \n[16]I'm afraid I... have no idea what you are saying... you bastard! \n[17]Someone names A Lot of Warts on line two. \n[18]Think, Jew florist? \n[19]Great things, my lonely subtext? ", "MANTINI": "\n[1]Make one empty. \n[2]Nothing more than a Goddamn clown. \n[3]Hello, Schwartz. I saw your show. \n[4]Yeah, I saw them \n[5]Very impressive. I could use a producer with your vision. And other outstanding attributes. \n[6]We'll see, Schwartz. We'll see. \n[7]I won't waste your time Schwartz, or more importantly, mine. Here's my proposal: There's only room in this world for one \"World's Greatest Puppeteer.\"  Correct? So let's allow the puppet-going public to crown their king. \n[8]A friendly competition, if you will. Your Malkovich puppet and my Harry S. Truman puppet appear opposite each other in a play. Not some Vegas Burly-Q pyrotechnics, but a real play that requires actual acting. The audience decides who is more deserving of the title. The losing puppeteer bows out graciously. Goes back to obscurity as a file clerk. \n[9]Say... \"Equus\"? It's got everything. \n[10]Broadway's finest three hours. It's about the suppression of the individual. Conformity as God in modern society. \n[11]Nothing but acting to hide behind, buddy-boy. \n[12]Great then. \n[13]No. \n[14]I can't wait to see where you and your friends live, Lotte. ", "ERROLL": "\n[1]Hello, I'm here about the ad. \n[2]When you say, I can be somebody else, what do you mean exactly? \n[3]Oh, this is just the medical breakthrough I've been waiting for. Are their any side effects? Please say no! Please say no! \n[4]Long term psychic or physiological repercussions? \n[5]Can I be anyone I want? \n[6]Well that's perfect. My second choice. Ah, this is wonderful. Too good to be true! You see, I'm a sad man. Sad and fat and alone. Oh, I've tried all the diets, my friends. Lived for a year on nothing but imitation mayonnaise. Did it work? You be the judge. But Malkovich! King of New York! Man about town! Most eligible bachelor! Bon Vivant! The Schopenhauer of the 20th century! Thin man extraordinaire! \n[7]Yes. Yes. A thousand times, yes! \n[8]Oh, thank you! Thank you! Thousand times, thank you! \n[9]Oh, I will, and I have many, many friends and associates, my friend. All, by the way, in Overeaters Anonymous. All of them fat and alone like me, all of them dream of being someone else, all of them with John Malkovich as their second choice! ", "CABBIE": "\n[1]Say, aren't you that actor guy? \n[2]John Makel... \n[3]Mapplethorpe? \n[4]Malkovich! \n[5]Yeah. I liked you in that one movie. \n[6]The one where you're that jewel thief. \n[7]Who am I thinking of? \n[8]I'm pretty sure it was you. Hey, could I get your autograph now? It's for .... oh, what the hell, it's for me! I'm your biggest fan! ", "AGENT": "\n[1]Of course, send him right in. Don't ever keep him waiting again. Do you understand? \n[2]John! Great to see you! Sorry about the cunt at reception. \n[3]Great to see you, Maxine. Sorry about the cunt at reception. Please have a seat. \n[4]Can I get you anything? Coffee? Water? \n[5]Teresa, get me a chicken soup. Chicken soup? \n[6]Okay. \n[7]Oh yeah, he's good. \n[8]Sure, sure. Just let me make a couple of calls. ", "KEVIN BACON": "\n[1]I'm sure you're not going crazy. \n[2]Yeah yeah yeah. Yadda yadda yadda. Were you stoned? \n[3]You were stoned. Case closed. End of story. How hot is this babe? \n[4]Ouch. Now that's hot. She's using you to channel some dead lesbian lover. Let me know when you're done with her. This is my type of chick. \n[5]You're crazy to let go of a chick who calls you Lotte. I tell you that as a friend. \n[6]All the better. Hey, Hot Lesbian Witches, next Geraldo, buddy boy. Ha ha ha. \n[7]The truth is for suckers, Johnny-Boy. ", "WOMAN #1": "\n[1]Seven and a half, right? \n[2]I'll take you through it. \n[3]Seven and a half. \n[4]You don't look a day over one hundred and five, Captain. What's your secret? \n[5]Do we get to wear a crown? \n[6]Count me in. ", "DON": "\n[1]Hello. Wendy. \n[2]It's an interesting story, Wendy. Many years ago in the late 1800's, James Mertin, an Irish ship captain looking to invest in the future of our great country, came to this town and decided to erect an office building. \n[3]So that's the story of 7 1/2. Since the rents are considerably lower this floor has been adopted by businesses which for one reason or another are forced to cut corners After all... the overhead is low! Ha ha ha! \n[4]Hi. Wendy! What're you up to in this vacant office. \n[5]That's right, Wendy, it is against floor policy, but as long as you're here, let me tell you what I know about our cute little door friend. Many years ago, this very office was occupied by a kindly old watchmaker named Mr. White. \n[6]Truth is stranger than fiction, Wendy! ", "Shut up!": "", "PETER": "\n[1]Good food, Lotte. \n[2]Vegetarian, right? \n[3]Amazing. \n[4]No kidding about that 7 1/2 floor. Craig? \n[5]How many? \n[6]I wonder why so many. "}}