{"dialogues": {"DANNY": "\n[1]...Is it completely vegetarian? ...What do they make the stock from?... Not chicken, you're sure?... And no dairy... No, no cheese I don't eat cheese... Yeah, all right. And the tropical fruit shake... How long?... \n[2]Vodka tonic. \n[3]What do you think you're doing? \n[4]Who am I?? Who are you, you schmucks, you can't even make a decent swastika.... Give me the paint. Give it to me. \n[5]It's too squared off. You got to orient it up and down, diamond-shaped, like this.... ...The arms go clockwise. You're going to Curtis Zampf; me, too. Let's go? \n[6]What do you think the fascism of the twenty-first century will look like? \n[7]Obviously. \n[8]I disagree. I think race is central to everything we're talking about. Spiritual life comes from race. From the blood. Without that, we're no better than the Jews.... \n[9]Have you read Toynbee? Spengler? \n[10]Too difficult? \n[11]The point is, the modern world is a Jewish disease. \n[12]Abstraction. They're obsessed with abstraction. \n[13]Killing Jews. \n[14]People hate Jews. Do you agree? \n[15]No, but deep down, beneath the \"tolerance\" they learn on television, nothing's changed. The very word makes their skin crawl. It isn't even hate, really. It's more the way we feel when a rat runs across the floor. We want to step on it. Crush it. We don't even know why. It's a physical reaction. Everyone feels it. \n[16]Prominent Jews. Who are either symbols in themselves or who represent aspects of the Jewish character people despise. \n[17]Too obvious. \n[18]Yes. And Larry King... \n[19]...Leona Helmsley, Michael Eisner, Bob Dylan, Phillip Roth, Ruth Bader Ginsberg, Steven Spielberg, Winona Ryder, Beverly Sills, Alvin Toffler, Katherine Graham. All of them. But not yet. We don't want celebrity obscuring the issue. \n[20]At first, no one will know why the victims are being killed. \n[21]I'd say nothing. After two or three, people will try to find a pattern. A reason. \n[22]Isn't that what we want? Germany all over again? Only done right this time... \n[23]Without speeches or political parties. A movement without leaders so that no one can stop it... \n[24]I work at the Big Boy warehouse. In Queens. I drive a fork-lift. \n[25]I just read it.... \n[26]Daniel Balint. \n[27]It's German. \n[28]From the Rhineland originally. \n[29]I was going to ask you the same thing. \n[30]Without blood -- a willingness to spill it -- there's no real power, no authority. \n[31]We're already marginal. We are saying what no one else has the guts to say. Isn't that precisely our appeal? \n[32]Ilio Manzetti...former ambassador to France. Managing partner at Damon, Schwarzchild. \n[33]Totally. The family emigrated from Bulgaria when he was eleven. \n[34]I'd have to research it, study his routines, his security.... But ideally on a New York street at midday, using a small-caliber automatic without a silencer. \n[35]You want it to be an event. \n[36]Then I won't bring you.... \n[37]Read Mein Kampf? Hitler had all his best ideas in prison. \n[38]I'm not leaving without them. \n[39]We'll go to the country sometime, okay? \n[40]\"...und die Worte zerfielen mir im Munde wie modrige Pilze...\" \n[41]How come so many of the books are in Spanish? \n[42]Are they still together? \n[43]Is he a Nazi? \n[44]What's he care about? \n[45]You think people ever commit suicide out of happiness? \n[46]Yes, I am. Basically I am. \n[47]I just came to get some stuff. I'll be out in five minutes. He doesn't want me around. \n[48]Then he couldn't be bitter about living alone. \n[49]They're not my people.... \n[50]Oh, he decides? Hitler's the chief rabbi now?... \n[51]What kids?... \n[52]Nobody ever beat me up. Look, Linda, there're fifty reasons. Even if you knew them all, there'd be another fifty you didn't know. \n[53]I've got to get back to the -- \n[54]It's Friday.... \n[55]\"Do chickens give milk?\" \n[56]Dennis Leary. \n[57]No. \n[58]Howard Stern. \n[59]Adam Sandler. \n[60]Not like Mr. Dorfmann. \n[61]And that's when the Mets started to stink. \n[62]Valentine... \n[63]Linda says you're not supposed to have dairy. \n[64]Hello...? \n[65]New York Times...? \n[66]Who told you that? \n[67]No, it's...yeah, it's true, but... how'd you get this number?... No, not here... Maybe Sunday? There's a place off Queens Blvd. Near the courthouse... \n[68]You... \n[69]No... Yeah, fine, go ahead... So what's this about? Is this about me? \n[70]What about Curtis Zampf? \n[71]I agree. \n[72]In the movement -- the racialist movement -- we believe there's a hierarchy of the races. Not just in IQ, but in the civilization, the art, the forms of government, the civilizations that each race produces... Why are you writing this down if you're recording it? \n[73]What should I be, a white inferior- ist? A multicultural Zulu egalitarian? Let me ask, where are your people from? \n[74]German. Mine, too. So who do you think's given more to the world, the Germans -- Beethoven, Goethe, Nietzsche -- or the entire continent of Africa? Ibos, Bantus, Mandingos... \n[75]The Jews are different.... Blacks are disgusting and inferior, but it's like criticizing a retarded child. The Jews are...a poison in the human well.... \n[76]Let me give you an example.... Sexuality. \n[77]You ever fuck a Jewish girl? \n[78]Did you ever fuck one, Guy? \n[79]And? WHat did you notice? \n[80]Jewish girls like to give head, right? \n[81]And Jewish men like to get it. \n[82]Yes. It's very pleasurable. But the Jews are obsessed with it. You know why? \n[83]Because the Jew is essentially female. \n[84]Real men -- white, Christian men -- we fuck a woman. We make her come with our cocks. But the Jew doesn't like to penetrate and thrust -- he can't assert himself that directly -- so he resorts to perversions. Oral sex is technically a perversion, you know that, don't you? After a woman has been with a Jewish man, she never wants a normal partner again. A normal man. \n[85]You're not listening. He isn't better. He gives pleasure, but that's actually a weakness. \n[86]Let's just say I've done due diligence. \n[87]The Jews clearly control the media and the banks. Investment banks, not the commercial ones. But the point is they carry out in those realms the same principles they display in sexuality. They undermine traditional life; they deracinate society. \n[88]Deracinate... Tear out the roots. A people -- a real people -- derives its genius from the land: the sun, the sea, the soil. This is how they know themselves. But the Jew doesn't have soil. \n[89]Those aren't Jews. \n[90]Notice the Israelis: a fundamentally secular society. They no longer need Judaism because they have soil. The real Jew is a wanderer, a nomad. He has no roots, no attachments. So he \"universalizes\" everything. He can't hammer a nail, plow a field. He can only buy and sell, invest capital, manipulate markets. He takes the life of a people rooted in soil and turns it into a cosmopolitan culture based on books, ideas, numbers. This is his strength.... Take the great Jewish minds: Marx, Freud, Einstein. What have they given us: communism, infantile sexuality and the atom bomb. In a mere three centuries since these guys emerged from the ghettos of Europe, they've taken us from a world built on order and reason and hurled us into a chaos of class warfare, irrational urges and relativity, a world where the very existence of matter and meaning is in doubt. Why? Because it is the deepest impulse of the Jewish soul to unravel the very fabric of life until nothing is left but thread, nothing but nothingness. Nothingness without end... \n[91]Differences exist, of course, but they're irrelevant. For the Jew, his Jewishness dominates everything. Even the ones who renounce it, who hate it, who want to cut it out of their hearts a knife...can't escape. They're still just Jews. \n[92]What? Excuse me?... You're kidding, right? \n[93]Who? How would I know him? \n[94]You believe that? And you call yourself a reporter? \n[95]Look at me.  DO I look Jewish?  Look... \n[96]Do you know who you're fucking with here? \n[97]Listen to me.... \n[98]To discredit me. Because I know who they are. Look, I thought I explained it to you. Those people can say or do anything. And they will. It's all narrative to them, it's... Are you going to print what this guy said? \n[99]It's slander. It's reckless disregard. I'll sue you and your fucking Jew paper. \n[100]Look at me. Look at me, Guy.... Oh, now you can't look at me? Look at me, you schmuck. Look at me.... You print that shit in the New York Times...I'll kill myself. \n[101]Yes. \n[102]I'll go look.... \n[103]We're from New York. Curtis Zampf invited us. \n[104]Enough? \n[105]Which was his room? \n[106]Yeah, I'm trying to reach Carla, is she?... Did she get my other message?... No, I'll call back.... \n[107]Where's Mrs. Moebius? \n[108]What is this, Stalingrad? \n[109]You could do it. \n[110]You look right through him. He's there, but there's something on the other side of him that you want. It's all you want. And whatever's in the way doesn't matter.... Then it's easy. \n[111]Either of you know anything about explosives? \n[112]The mother. \n[113]Carla?... It's me, Danny...Danny Balint...? We met at that...[meeting at your house.] \n[114]I didn't realize you cared. \n[115]Did you know that there was a New York Times reporter there that night? \n[116]I didn't notice his shoes.... Did your mother know he was there? \n[117]He called me up. He wanted to talk to me about my ideas. \n[118]You weren't complaining about my play last time. \n[119]Why don't you come visit, we'll have a rematch. \n[120]Oh, really? \n[121]Then how come you're talking to me? \n[122]When are we going to do something? \n[123]What about chicken? \n[124]The Bible only says don't seethe a kid in its mother's milk. But chickens don't give milk. \n[125]But it's stupid, right? You admit it's stupid. \n[126]You can have chicken with eggs but not with milk. Why is that? \n[127]But you already talked about it: you said it's not stupid. Why isn't it stupid? \n[128]Steve's going to explain it. \n[129]It's about the incomprehensible, Steve, not the idiotic. \n[130]That explains it! Now we understand! \n[131]And what did you do? \n[132]What did you do while the sergeant was killing your son? \n[133]Shut up. What did you do? \n[134]What could he have done?? You fucking kikes... \n[135]The Nazi's killing his kid. He could've jumped the guy. He could've gouged his eyes out, grabbed the bayonet and gutted him.... What would you have done if they were killing your son? ...They'd have shot him on the spot.... He would have been dead in two seconds.... Who are you judge? \n[136]\n[137]What do you think you should have done? \n[138]Oh, please... \n[139]Where did you read this? Robert Faurisson? \n[140]Billings, if Hitler didn't kill six million, why is he your hero?... Concentration camps all over Europe, and he only gets rid of a measly two hundred thousand.... He's a putz. \n[141]...We have nothing to learn from these people. They should learn from us. \n[142]Kill your enemy. \n[143]What is it? \n[144]They're liars and cowards. \n[145]It's the truth.... \n[146]They have guts. And they know what they hate...which is good. But they have no idea why; they don't think, they don't read.... They're on beer and crank half the time.... \n[147]You mean Ilio Manzetti? \n[148]Hello? \n[149]Linda... How did you get this number? \n[150]How did you get the fucking number? \n[151]I don't do that. \n[152]Don't tell me what I -- \n[153]No! \n[154]Why won't you talk to me? \n[155]When can I see you? \n[156]Your father?? \n[157]I'm coming to your room tonight. \n[158]Shut the fuck up. \n[159]...Harriet Kantor Balint... Yis-ga-dal v'yis-ka-dash sh'may ra-bo... \n[160]Eat shit.... \n[161]\n[162]What about Mrs. Moebius and...? \n[163]A week or so. There's something I want to do here first. \n[164]Shut up. Fuck you.... \n[165]Nothing. Where is it? Okay, let's take one of these panels off so we can get under the bema...the stage. \n[166]What are they doing? \n[167]What are you doing? Put that down! ...Put it back in there. \n[168]I don't, but... \n[169]Put it there, on the... \n[170]Just be careful with the... \n[171]Here... \n[172]It's not paper, it's parchment. It's made from sheepskin. And all the letters are drawn by hand. \n[173]It's called the flame alphabet. It's supposed to be the word of God written in fire. \n[174]The mystics tried to read the white spaces around the letters. They thought there was a whole alternative language hidden there, with secret, alternative meanings. \n[175]How come you don't know it? How can you say you hate the Jews when you don't know anything about -- \n[176]No, you don't.... If you hated them, you'd study them, so you'd know why you hate them. You know what tefillin is? Tsitsis? Shotness? You know the kaddish from the kiddush? Eichmann? He went to Israel. He studied the Torah, the Talmud, the Mishnah, the whole bit. He hated Jews. \n[177]Who's Eichmann?!!? \n[178]Yeah, but not on the letters. \n[179]Just don't. \n[180]I said not on the -- \n[181]Stop it! What are you doing? \n[182]Shema yisrael adonai elohenu adonai echod. \n[183]Nothing. Let's go.... \n[184]I'm stealing it. \n[185]Oh, fuck you... \n[186]Okay, everybody out. Get out. \n[187]Alenu l'shab'ach la'adon hacol... \n[188]What? \n[189]What do you want? What happened to your article? \n[190]Why me? \n[191]Who'd you kill? \n[192]How did you know they were Jews? \n[193]How? \n[194]I'm a bad shot. I don't think I can -- \n[195]I didn't. I told you, I can't -- \n[196]Oh, Jesus...Drake, are you okay...? \n[197]Kyle, it's me Danny. How you doing?... I had to come into the city to see Mrs. MOEBIUS... No, I gave Drake the van, didn't he bring it back? \n[198]...Since when?... Really? And he didn't call?... No, I don't know... \n[199]Sure, come on down.... Can you bring my stuff?... Thanks...and if Drake shows up, let me know right away.... Good... \n[200]Fine. \n[201]I've been waiting all my life for something like this. \n[202]Fund-raising?? \n[203]What about...Manzetti, the synagogues.... \n[204]I've been stuck out in the country with those guys who just want to paint swastikas and heil Hitler. How am I supposed to -- (get anything done there? \n[205]I'm not an intellectual.... I mean, I read, but... Fund-raising isn't what I... \n[206]Beth Shalom? It's Reform. \n[207]They're not that Jewish. \n[208]I stole it. From a synagogue. \n[209]That was a later invention, it's not in the scrolls.... Anyway, the Jews know where the sentences end. They know the whole thing by heart. Every word. Every letter. \n[210]No. \n[211]What do you care? \n[212]Va-yomer... And he said. It goes the other way. \n[213]Va-yomer adonai el Avram: lech lecha mayartzcha oo-mimohlad-tcha oo-m'bayt avaycha el ha-ertez asher arecha... \n[214]And God said to Avram, take yourself away from your land and from the place you were born and from your father's house into the land -- a different land -- and I will show you.... \n[215]Why? \n[216]Hebrew's very difficult. It would take years. \n[217]Put something on. You're not supposed to be naked in front of it. \n[218]They think it's the word of God, and it's holy, and the flesh isn't.... \n[219]Yeah, it's stupid. Put it on, or I won't teach you. \n[220]See, the Jews love to separate things: the holy from the profane, milk from meat, wool from linen, the Sabbath from the week, the Jew from the gentile.... As if one little scrap of this was going to completely contaminate that. \n[221]You can't curse in front of it either. \n[222]Good question. Both. Aleph... \n[223]It's silent. It holds a place, takes a vowel. The vowels are little dots that go under the letters. \n[224]They don't put them in the Torah. I'll get you a chumash, they'll have them there...Bet...Gimel...Dalid...Hay... How come you're here instead of with Curtis? Besides the Hebrew lessons... \n[225]Even though his dick is so big? \n[226]Vuv...Zayin...Chet...Tet... \n[227]That damn thing. You know how it made me look...? \n[228]I've gotta kill some Jews, Kyle. I'm serious. I'm always talking about it. This time it's gotta happen. \n[229]What about Drake, did he ever show up? \n[230]Shlomo? \n[231]Yeah, uh... So how are you? What's going on? \n[232]\n[233]I'm in a kind of...underground...thing. \n[234]No, no... Not that kind of... underground. More a private... business. Private. \n[235]Yeah, hey, how're you doing... \n[236]Wow, that's uh...great... \n[237]I always won. \n[238]I have a job. \n[239]You gave fifty thousand to that college magazine. \n[240]Actually, I think this moment has possibilities that -- \n[241]People still need values, beliefs.... \n[242]I don't care about money. \n[243]You're a Jew. Maybe you don't realize it, but you are. \n[244]How many of you think of yourselves as anti-Semites? Good. Actually, the term is a bit imprecise since technically Jews are only one of the Semitic peoples.... In fact, Arabs are Semites, as are the Eritreans, the Ethiopians, and so on.... But for our purposes an anti- Semite is someone who hates or is against Jews.... Now, why do we hate them? \n[245]Let me put it another way. Do we hate them because they push their way in where they don't belong? Or because they're clannish and keep to themselves? \n[246]...Because they're tight with money, or because they flash it around? Because they're Bolsheviks or because they're capitalists? Because they have the highest IQs, or because they have the most active sex lives? \n[247]Do you want to know the real reason we hate them?... \n[248]...Because we hate them. Because they exist. Because it is an axiom of civilization that just as man longs for woman, loves his children and fears death, he hates the Jews. There is no reason. If there were, some smart-ass kike would give us an argument, try to prove we were wrong. And of course that would only make us hate them more. In fact we have all the reasons we need in three simple letters: J-E-W. Jew. Say it a million times. It is the only word that never loses its meaning: Jew Jew Jew Jew Jew Jew Jew Jew Jew Jew Jew Jew Jew.... \n[249]It's not his only son.... \n[250]They only kill them when they love them? \n[251]And Christianity's the same, with minor variations. \n[252]What's a fascist? \n[253]Whereas Avi's a Zionist Nazi. \n[254]They're racist, they're militaristic, they act like bullyboys in the territories.... \n[255]They had Sabra and Shattila. \n[256]Read the early Zionists on European Jewry; they sound like Goebbels. \n[257]The Nazis did everything the führer told them. You do everything the Torah tells you. Or the rebbe. Identical slave mentality. \n[258]To hear them read Torah. \n[259]That doesn't mean I don't like hearing it. \n[260]I can't help what I think. \n[261]How did you...? \n[262]You mean the Times guy? \n[263]With the shoes... There was more than one? \n[264]V'asitem... \n[265]No difference. \n[266]Nothing but nothingness...Judaism's not about belief. \n[267]About doing things. You light candles, say prayers, keep the Sabbath, visit the sick.... \n[268]No. Nothing follows. You don't do it because it's smart or stupid or it saves your soul. You're not saved. Nobody's saved. You do it because the Torah tells you do. You submit to the Torah. \n[269]Don't curse in front of it. \n[270]You shouldn't. \n[271]No, I think you shouldn't. \n[272]You're learning the Hebrew really fast. \n[273]Plus you have nothing else to do all day. \n[274]What...? You think I'm Jewish? \n[275]Nazis talk about it all the time. \n[276]The real Nazis. Hitler, Goebbels, they talked about Jews incessantly.... You ever read their diaries?... \n[277]Believe me, Adolf Hitler couldn't possibly have hated the Jews as much as I do. Not in a billion years. You know why? \n[278]You want a punch in the mouth? \n[279]Kaddish is the prayer for the dead. \n[280]We tested the new bomb. \n[281]We redesigned the timing mechanism. It can't possibly malfunction. \n[282]Shema yisroel adonai elohenu adonai echod. \n[283]Who knows what that is? \n[284]Can anybody imagine why I would say a Jewish prayer? \n[285]That could be one reason. What's another? Let me put it this way...who here would like to destroy the Jews? Who wants to grind their bones into the dust? \n[286]And who wants to see them rise again, wealthier, more successful, powerful, cultured and intelligent than ever? \n[287]Then you know what you have to do?... You have to love them. \n[288]Did he say love them? Love the Jews? It sounds strange, I know, but with these people nothing is simple. The Jew says that all he wants is to be left alone to study his Torah, do a little business and fornicate with his over-sexed wife.... But it isn't true. He wants to be hated. He longs for our scorn. He clings to it as if it were the very core and mystery of his being. If Hitler had not existed, the Jews would have invented him. For without such hatred, the so-called Chosen People would vanish from the earth.... \n[289]...And this reveals a terrible truth, the crux of our problem as Nazis: the worse the Jews are treated, the stronger they become. Egyptian slavery made them a nation; the pogroms hardened them, Auschwitz gave birth to the State of Israel. Suffering, it seems, is the very crucible of their genius. If the Jews are, as one of their own has said, a people who will not take yes for an answer, then let us say yes to them. If they thrive on opposition, let us cease to oppose them. The way to annihilate them, utterly and completely, is to open our arms, take them into our homes and embrace them. Only then will they vanish into assimilation, dilution...and love. But we cannot pretend. The Jew is nothing if not clever. He will see through condescension and hypocrisy. To destroy him, we will have to love him sincerely. \n[290]Yes. Infinitely more. They would become as God. \n[291]It is the Jews' destiny to the annihilated so that they can be deified.... Jesus understood this perfectly. And look what was accomplished there with the death of just one enlightened Jew. Imagine what would happen if we killed them all!! So, let us say together... Shema yisroel... \n[292]I was just trying to make a point. If -- \n[293]You can't. Do you know how many people I've brought into...the movement...? \n[294]Who was it? \n[295]Do you think I... \n[296]Kyle...I can't talk right now.... \n[297]No. \n[298]What were you, following me? \n[299]I don't. Look, stay out of what you don't understand. \n[300]You work for the New York Times. Your whole job in life is not to understand things like me. \n[301]Yeah, and what are you? A Times man? A Presbyterian? Impotent? A prick? \n[302]If I tell you, will you pull the story? Not write about me? \n[303]Get the fuck away from me. \n[304]A forty-five. \n[305]You're lying. \n[306]I was just talking. I -- look, I can't help what I think. \n[307]But I wasn't. \n[308]I can't say that. \n[309]The truth doesn't mean anything to you, does it? \n[310]Fucking kike. \n[311]What's going on? \n[312]Is it like Eichmann? Are we goofing? \n[313]Shit... Did you talk to your mother today? \n[314]Nothing. Why are you doing this? I thought God didn't exist. \n[315]And be crushed. \n[316]You eat first, then you light. Once you light, it's Yom Kippur, which means you're fasting, so you can't...eat. \n[317]A woman of valor, who can find her? Her price is above rubies.... \n[318]Miriam, it's me, Danny.... Come on, the holiday hasn't started, pick up the -- ...Is Stuart davening Ne'ilah tomorrow at the minyan... 'Cause he always does... Tell him I'm doing it instead.... \n[319]Miriam, I'm davening.... He gives me any trouble, I'll beat the shit out of him right there in the room. I'm serious.... \n[320]Lina... It's happening. Tonight. \n[321]Beth Shalom. Like you wanted. \n[322]Lina, you said if I was going to plant a bomb, I should -- \n[323]How're we doing? \n[324]It'll be enough if we use it right. Okay, the service'll go about another hour. Say an hour for the janitors, then one more just to be safe... We'll go in at midnight. \n[325]I'm not hungry.... Come on, let's drive around.... We don't want to be spotted here. \n[326]Keep driving. Don't slow down. \n[327]Not too fast. \n[328]They don't. I checked twenty times.... Somebody must have talked. \n[329]Mrs. Moebius. \n[330]The Manzetti thing must have scared her. She thinks she'll get implicated. \n[331]Take a right on 59th... We'll put it someplace else. \n[332]I have an idea.... \n[333]Over here. \n[334]No, it has to be tomorrow. You won't get this many of them in here for another year. It'll be fine. \n[335]Just do it. \n[336]It's just somebody on the street. \n[337]Seven-thirty tomorrow evening. \n[338]Gamar tov. \n[339]What are you doing here? \n[340]You gotta get out of here. \n[341]Shut up... \n[342]There's a bomb here. It's going to go off at seven-thirty. \n[343]Get out of my way. \n[344]Page 766. \n[345]Yis-gadal, v'yis-kadash sh'mey raba... \n[346]Da-amiran b'alma, v'imru amen... \n[347]Wait a minute... \n[348]Stop praying. You've got to get out of here.... All of you... \n[349]Drake! Up here... \n[350]Get everybody out of here. Fast. \n[351]Drake... \n[352]Drake, I'm right here.... \n[353]\n[354]I can't right now.... ", "CARLA": "\n[1]What's wrong with the Jews? \n[2]Nobody reads that stuff anymore. \n[3]Too Christian. You know Jameson? Paul Virilio? \n[4]Disease? What disease? \n[5]Which is what? \n[6]You're not in school? What do you do? \n[7]Where'd you read all that stuff? \n[8]Why no silencer? \n[9]Can I use a credit card? \n[10]He should go to a hospital. \n[11]\"And the words fell apart in my mouth like moldering mushrooms...\" \n[12]They're my father's. He's from Argentina. My mother's family went there during the war. That's where they met. \n[13]He's in a mental institution.... He's been there for ten years, off and on. Mostly on. \n[14]I guess. His parents are. He doesn't care about that. \n[15]Killing himself. \n[16]That's stupid. Why would they? \n[17]You're not like the others, are you?... Your friends. \n[18]Hurt me. \n[19]Ow! That's too hard. \n[20]Do it again.... \n[21]Get up...you gotta go. \n[22]No, you have to leave. I've got to write a paper. Out! \n[23]I bet. He didn't realize that nobody who talks such a good game ever plays one. \n[24]Too many good players down here. I'm with one right now. \n[25]Bigger and better. \n[26]Danny...telephone. \n[27]Who's Linda? \n[28]I'm talking to you right now. Who's Linda? \n[29]You can't. \n[30]I have to go visit my father. \n[31]He's at a home out here. \n[32]No. \n[33]Just after midnight. Five past... But don't come through the house, they'll hear you. I'm in the back bedroom, second floor. Climb onto the kitchen roof, I'll leave the window open. \n[34]Where'd you get this? \n[35]How come there's no punctuation? \n[36]Do you know it like that? By heart. \n[37]But you can read it, the Hebrew.... Right? \n[38]'Cause I want to know.... What is this word? This one here... \n[39]Oh, yeah... \n[40]What's it mean? \n[41]I want to learn to read it. \n[42]Know your enemy.... 'Cause it's a basic text of Western culture. I want to read it in the original. Okay? \n[43]I'm good at languages. \n[44]Why not? \n[45]That's stupid. \n[46]What assholes. \n[47]Who gets contaminated, the Jews or the gentiles? \n[48]It looks a little like a swastika. \n[49]Where are they? \n[50]The sex is better. \n[51]With you there's a tragic dimension. \n[52]Payn tash-chiton v'ashiytem... \n[53]V'asitem lechem pessel to-monat. And make no graven image of the Lord, or the form of any figure, or of man or woman, or beast or fowl or fish or anything that looks like anything. Because He's not like anything. Not only can't you see Him or hear Him, you can't even think about Him. I mean, what's the difference between that and Him not existing? \n[54]Christianity's silly, but at least there's something to believe in. Or not believe. Judaism there's nothing. \n[55]What's it about? \n[56]And belief follows? \n[57]Fuck that. \n[58]Why should I submit? \n[59]You think I should just because there's no reason? \n[60]Judaism doesn't even need God. You have the Torah, the law. That's your fucking God.... The book's closed. \n[61]I told you, I'm good at this. \n[62]Oh, am I learning it faster than you did? Maybe I'm smarter. \n[63]Is that funny? You think Jews are the only smart ones? \n[64]It's all you talk about. Jewish, Jewish, Jewish. Nobody talks about it that much except the Jews. \n[65]Do they? \n[66]Is that why you became a Nazi? So you could talk about Jews incessantly? \n[67]'Cause he wasn't a rabbi. \n[68]Okay... Why don't we light candles on Friday? Let's light candles.... And say the kaddish. \n[69]I mean kiddush. Let's say kiddush. And shave my head, fuck through a sheet, all that stuff... Come on, just for fun. To see what it's like... \n[70]Oh, my God... Lina... \n[71]Lina, come here! \n[72]It's erev Yom Kippur.... We'll have dinner, then go to shul. Atone for our sins. \n[73]Come on, we can be like Eichmann. He studied Torah. He hated Jews. \n[74]I don't know. I just want to try it. \n[75]No. What are you looking for? \n[76]He commands it whether He exists or not... Look, we can fight him and be crushed. Or we can submit. \n[77]Yeah, okay. But what if...what if... submitting...being crushed, being nothing, not mattering, what if that's the best feeling we can have? \n[78]Look, just light the candles with me. Then we'll eat. You have to eat. \n[79]Miriam called, looking for you. She said you might come, so I... \n[80]You don't own this place. \n[81]Oh, please... \n[82]Danny! ", "GUY": "\n[1]Milk...? \n[2]Is it okay if I record this? \n[3]I'm trying to figure out where the radical right is going to next....I thought you were the most interesting person at that meeting. \n[4]Curtis is a politician -- and a bit of a hustler. He's not a thinker. \n[5]The other night you said the modern world is a Jewish disease. Could you elaborate on that? \n[6]It helps me concentrate.... So does that mean you're a white supremacist? \n[7]My mother's family is French, my father's was German, originally. \n[8]Danny, what about the Jews? \n[9]A poison...? \n[10]Sexuality??? What do you mean? \n[11]What??!? \n[12]What's that go to do with...I've gone out with a, with Jewish women. Why? \n[13]Notice? Like what...? \n[14]I don't know. Is that right? \n[15]Everybody likes to, don't they? \n[16]Why? \n[17]Female... \n[18]Does that mean the Jew is the better lover? \n[19]Danny, what makes you think you know all this? \n[20]So, fine, it's not that the Jew, the Jews own the media and the banks. It's that they're sexually corrupt. \n[21]He has Israel. \n[22]Of course they're Jews. \n[23]Are all Jews the same? \n[24]Danny, this is great. You're incredibly articulate. One more thing... How can you believe this when you're a Jew yourself? \n[25]Do you know Rabbi Stanley Nadelman? He used to be at Congregation Beth Elohim in Ozone Park...? \n[26]He says you were bar mitzvahed there, in March 1988. \n[27]So you're saying it's not true. \n[28]Were you ever bar mitzvahed anywhere else? \n[29]That's what I'm trying to find out, Danny. Who am I fucking with here? \n[30]Why would Nadelman lie? \n[31]Give me a reason not to. \n[32]Does that mean you deny what he says is true? Yes or no. \n[33]But if the Jews are strengthened by hate, wouldn't this \"destruction\" you speak of -- by love or by any other means -- in fact make them more powerful than they are already? \n[34]Did you kill Ilio Manzetti? \n[35]Did you kill him? \n[36]Two days ago you addressed a Nazi rally. Last week you went to a Torah study group. \n[37]How do you reconcile the two? \n[38]Explain it so I can. \n[39]I don't think you know what you are. \n[40]Who killed Manzetti? \n[41]It's too late.... If I didn't, somebody else would. Yom Kippur starts at sundown. Will you go to synagogue? ", "KYLE": "\n[1]Number ten. \n[2]...A staging ground for the invasion, yeah. But he blew it going after civilian targets. Just like he blew the Russian front, diverting supplies to Auschwitz.... \n[3]Her place is down the road. But she just comes out for weekends sometimes. \n[4]That was unbelievable what you did to Lucas. The guy's an animal. \n[5]Get out of here.... \n[6]Which one were you aiming at? \n[7]Green dot -- shotgun powder. For pipe bombs. A guy in a lumberyard gave it to me. A donation to the cause. \n[8]What...? \n[9]Open it up. \n[10]Neat calligraphy. \n[11]Cool. \n[12]He was head of the Gestapo's Jewish sector. He deported people to the camps. \n[13]Let's get out of here. \n[14]Shit! \n[15]This will be a different kind of device. \n[16]I'm sorry, Danny. It won't happen again. I'm going to use a brand-new power cell. Plus we'll have a back-up timer. \n[17]It will. \n[18]No, it's weird, man. Nobody knows where he went. \n[19]\"My country 'tis of thee, Sweet land of liberty, Of thee I...\" \n[20]That's all we've got left. \n[21]Didn't you get anything? \n[22]Oh, what is this shit? \n[23]Christ... \n[24]You said they didn't have night guards. \n[25]Who even knew? \n[26]Why? Why would she? \n[27]So what do we do with the device? \n[28]Where? \n[29]It's all reinforced in here. It's not going to blow out the way we want it.... \n[30]If I went back to the lumberyard, the guy'd give me all the dynamite I wanted. Untraceable, you wouldn't -- need to... \n[31]It's not going to be fine. It's -- \n[32]What's that? \n[33]When do you want it to go off? \n[34]So that's what? Nineteen thirty minutes...what time is it now... \n[35]Are you kidding me?? \n[36]Yeah, I bet I do. ", "CURTIS": "\n[1]...If he ran out in front of a car, some old Mick'd yell at him, \"Jimmy Dunne, get back on that sidewalk and stay there....\" \n[2]...The day he graduated high school, he'd go see his uncle down at the gas works, or the priest's brother in the shipyard, get his apprentice papers, eight years later he'd be making $16.50 an hour, have four kids, play ball on Sundays in Columbus Park, and when he died, the whole town'd get drunk and cry over him.... \n[3]...Today, when that kid walks down the street it's full of trash and half the faces are black. The shipyard's closed, all the jobs at the gas works are set-asides, and by the time he drops out of school, he can barely get a job at Burger King. So he drinks, smokes crack, and when he hangs himself on the front porch at twenty-three, the only people at his wake are a couple of buddies and his mother. The boy's father won't find out he's dead till six months later. The soul of this country is being destroyed, and all the government can offer is free trade, mutual funds and IPOs. \n[4]I used to be one.... No, seriously, I called myself an anarchist. I stood up for the oppressed. I opposed state power. \n[5]I oppose the present state because it's weak. It has been ever since the left emasculated it over Vietnam. But I think the average man is crushed less by accumulated capital than the loss of community or real leadership, the personal emptiness he simply cannot fill on his own.... That's why I'm a fascist. It's the only form of government that addresses our deepest needs. \n[6]More cultural than political. \n[7]Decentralized, nonviolent, increasingly mainstream. We'll see antiabortion, anti-immigration groups form alliances with the gun lobby, Christian identity types, tax resisters and even some libertarians.... \n[8]This isn't the time for that. \n[9]That would be a catastrophic mistake. \n[10]They used to. Today it's not an issue. \n[11]You wouldn't announce it? \n[12]But when it comes out, the public will be outraged. It will look like Germany all over again. \n[13]Okay, let's break this up for now.... Could you wait a minute...? \n[14]...I thought we agreed, no anti- Semitism...it's exactly what we're trying to put behind us.... Trash the blacks, fine; but... \n[15]Yes, of course. But that only plays in this room, with people who aren't embarrassed to call themselves Nazis. If you want a modern fascism, you don't mention Jews. \n[16]Lina, the Thousand-Year Reich barely lasted a decade.... Do you really want to go down that road again? In America of all places, where obedience and discipline are not exactly the national virtues... \n[17]He speaks well. But what do we do with him? \n[18]You mean who he really is. \n[19]An investment banking house. \n[20]How would you kill him? \n[21]The prisoner returns.... \n[22]...Insulting people who were in the camps. ...What's the point? \n[23]I'm sure they are. But what do we accomplish by pointing it out? \n[24]An urban type. \n[25]He's mad, Lina, you know that. \n[26]What are you reading? \n[27]Leo Strauss... I've got to go to Boston. I came to say goodbye. \n[28]They left an hour ago. You mind some personal advice? Forget Carla. That's not the side your bread's buttered on. How soon can you get back to the city? \n[29]What's that? Okay. Surprise us... \n[30]We want to build bridges to certain positions in the political mainstream: works like The Bell Curve, Sociobiology, anti-Zionism, anti- immigration, the com-munitarian issue.... We'll hold conferences: invite liberals, blacks, Jews. Chomsky, Cockburn, Stanley Crouch, Shahack.... \n[31]That doesn't seem to be happening, does it? \n[32]Danny, the night we met, you said the name Ilio Manzetti. We were impressed. We were excited. But here it is September, and Mr. Manzetti is still walking around breathing the air. \n[33]You should've gone to the police. \n[34]Daniel Balint. \n[35]Yes, I believe that a bomb is going to be planted tonight at Temple Emanu-el on 65th Street.... By the same man who killed Ilio Manzetti... His name is Daniel Balint.... ", "BILLINGS": "\n[1]...So she takes the pants in back -- where they try them on? And I think fuck it.... \n[2]She's been giving me the eye. She's hot. So I wait till the owner goes up front.... \n[3]Who the fuck are you? \n[4]Bring your friends.... We're not his friends. \n[5]\n[6]Why don't you go back to Rwanda and give each other AIDS. \n[7]What, do you like it here? \n[8]You coming? \n[9]He's an asshole. \n[10]Do we have to listen to this shit? \n[11]Why'd we have to leave so fast? \n[12]O.L., how come your mother gives you a car when you're too fucking blind to drive? \n[13]We sure do. \n[14]Ham and cheese on white. \n[15]What the hell do you have? \n[16]We sure fucking do. We don't understand why you can't eat chicken with milk. It doesn't make sense. \n[17]Why didn't he just rape you? \n[18]Forget it, Danny, it's all bullshit. \n[19]Don't listen to them, Danny. It's all a bunch of crap. \n[20]The so-called Holocaust. It never happened. It's the hoax of the twentieth century. \n[21]Danny, it's true. There were no six million. At most, two hundred thousand Jews died in the camps. And the majority of them were from disease and -- \n[22]Yeah. He's a respected scholar. Even No-am Chomsky says he -- \n[23]What do you care? \n[24]Let's look at the fucking thing. \n[25]Fire... \n[26]How come you know all this shit? \n[27]Fuck you. I hate the Jews at least as much as you do. \n[28]Why the fuck not? \n[29]What?? \n[30]That's a movie, you moron. \n[31]Let me see. \n[32]He went to his friends' place and I laid up there 'til he was better. Then he called me. \n[33]I got one.... \n[34]Now do you know where he is? ", "LINA": "\n[1]He's very bright. \n[2]Let's find out who he is. \n[3]Young man... \n[4]Lina Moebius. And you are...? \n[5]Balint? \n[6]What part of Germany are you people from? \n[7]Are you with the FBI, Mr. Balint?... Or any other law enforcement agency? \n[8]So what are you really after, Daniel?... Do you just want to kill Jews, or do you have something larger in mind? \n[9]Curtis is afraid you'll marginalize us. \n[10]So what Jew would you kill first? \n[11]Danny, why don't you come visit us in the country. We have young men with lots of energy and no ideas. Maybe you could give them something to think about.... Bring your friends, if you like.... \n[12]My L's keep coming out as C's.... \n[13]Danny, get a drink and come talk to me. \n[14]The young people in this country... They're like pigs; all they want is happiness.... But one needs pigs sometimes. Liebchen... \n[15]Do you feel you're making progress here? \n[16]Forget Manzetti.... Take on something simple. Something you can actually accomplish. Maybe he'd be more valuable in the city. \n[17]Carla, it's time to leave. \n[18]Carla! \n[19]How have things been going? \n[20]We want to talk to you about something.... We're about to launch an aboveground, intellectually serious fascist movement. \n[21]Why didn't you tell us? \n[22]I don't think Drake wants to talk to the police. Do you? \n[23]Hello...? \n[24]What is happening? \n[25]Beth Shalom? What are you talking about? Who is this...? \n[26]He is trying to set us up. \n[27]I want him dead by tomorrow night. That lies within your capacities, correct? ", "MIRIAM": "\n[1]Hey... \n[2]Maybe Danny'd like to come to the minyan for the holidays.... \n[3]I remember. \n[4]The arguments, anyway. \n[5]Avi, please... \n[6]Do you hate them because they're wimps or because they're bullyboys? \n[7]Why did you come tonight? To see me? \n[8]I thought you hated Torah. \n[9]Point out all the lies and fucked-up thinking. \n[10]You know the joke: a Jew's shipwrecked on a desert island. When they rescue him, they see he's built two synagogues. They say, for vhat do you need two synagogues? He says, vun to pray in, and vun I'd never set foot in so long as I live, so help me God. You pray in the one you'd never set foot in...and vice versa. \n[11]This is me. \n[12]Tell me about Lina Moebius. \n[13]I work in the DA's office. You go to those meetings, half the people there are informants. \n[14]Which Times guy? \n[15]Danny...Danny... Shit... \n[16]You're telling me you killed him? You? Killed him? Bullshit. What kind of gun did you use? \n[17]It was a nine millimeter. \n[18]So are you... But they'll believe you.... Lina Moebius is saying the whole thing was your idea. That you proposed it in a meeting at her house. Ah, Jesus, Danny... What were you thinking? Are you glad Manzetti's dead? Do you really want to kill Jews? You want to kill me? \n[19]All right, what if all along you were actually infiltrating the Nazis -- to expose them.... \n[20]And only talked about killing Manzetti to convince them you were an anti-Semite. If you'd had any idea somebody would take it seriously, you never would have said it. \n[21]Think about your father. Your sister. \n[22]Danny, I'm trying to -- save you. \n[23]Try to get Lina Moebius on tape, telling you to do something. Something violent... That's right, I don't care about truth. I care about you. Kol Nidre's at six-thirty. I've got to meet Stuart. We'll be at the minyan tonight and tomorrow. If you need me, come there.... \n[24]You shut up. Who do you think you are? ", "DRAKE": "\n[1]Sets up beside them, begins squeezing off rounds so fast, it sounds like an automatic weapon.  TARGETS: the bullets chew up and knock over all four Jews. And selectively: shooting the man's face, the woman's breasts, the boy and girl in the groin. The dog he merely flattens.  Drake looks at Danny without expression, drops the clip, shoves in a fresh one and riddles the black family in similar fashion.  \n[2]Park up there, we'll walk back. \n[3]Lie on your stomach and come up on your elbows. \n[4]You want to kill a Jew. I already did. \n[5]Four. But no one this important. \n[6]Okay, it's over. He'll take a couple questions, then come out.... Sight down the rifle toward the door. \n[7]I can tell.... \n[8]I was a Jew in a previous life. \n[9]Here they come. \n[10]Shoot him in the head. Always shoot a Jew in the head. \n[11]Just get him in the cross-hairs. With those shells, anywhere you hit him, it'll bounce around, rip his insides all up. \n[12]Right there! Just squeeze he trigger. Slow... Do it! \n[13]You missed on purpose. \n[14]What's that? \n[15]I knew it. \n[16]I was hurt. I just... \n[17]I'll take care of him myself. ", "CARLETON": "\n[1]Are you shitting me?? Right in the store? \n[2]Fucking Danny, man... \n[3]Danny's running from the law. \n[4]Hey, O.L., assholes at four o'clock. \n[5]I thought there were people here.... \n[6]Yeah, you better stay here and guard it. \n[7]Gas Chamber... \n[8]Hey, Danny.... Guess who's here.... Your girlfriend... She's up at the house. \n[9]Jew World...!! \n[10]Who's Eichmann? \n[11]Can we touch it? \n[12]Didn't you see Raiders of the Lost Ark? \n[13]That was an ark, man. That was a Torah. They fucked around with it, and the Torah melted their faces. \n[14]Fine, go ahead. Touch the letters. \n[15]What'd you say? \n[16]Why are you taking that? ", "FATHER": "\n[1]Do I give a shit? \n[2]The Torah says not to light a fire on the Sabbath, because it's work, correct? But if alternating current's running through the wires every second of every day, and I throw a switch, send it here instead of there, how is that lighting a fire? \n[3]Exactly. \n[4]Who's this? \n[5]Leary? \n[6]Obviously. \n[7]Funny? \n[8]He was funny. \n[9]After your mother died, that's when you stopped going to shul. Doing your homework. Everything. \n[10]'Cause they got rid of Johnson. He knew how to deal with the assholes. Dallas Green, please... \n[11]There's some maple walnut in the freezer. \n[12]Just a little... What's the difference? \n[13]Yeah?... Hold on.... It's for you. \n[14]...Hush, come on, don't cry. Everything will be all right.... \n[15]Excuse me, I'm sorry, just a moment... \n[16]Please, sweetheart, you have to go. I'll see you soon. ", "STUART": "\n[1]Yeah... \n[2]Jeez, it's been since, what, Kenny's wedding. \n[3]I'm in the rabbinic program at JTS... \n[4]What about you? What are you doing? Something strange, I bet. \n[5]Are you an artist? \n[6]You remember Miriam.... \n[7]She's at Yale Law -- interning with the district attorney... We're getting married next spring. In Israel. \n[8]It's great seeing you.... \n[9]Oh, good idea. We're davening with this group from the seminary. Interesting people, very open-minded, you might like them. And guess who comes...Avi! You guys could go at it again like the good old days. \n[10]Danny and Avi used to argue about everything. Torah, Talmud, politics, girls. It always ended in a fistfight. \n[11]It's a K.I. on 101st. In the little chapel. Try to make it. It'd be fun. \n[12]Come on, Avi... \n[13]Listen, Danny, you can't just barge in and -- \n[14]Danny, listen, people expect me to daven; they don't want someone they don't know -- leading their prayers. \n[15]You wanted to daven. Now daven.... ", "AVI": "\n[1]Anyway, God never lets Abraham kill Isaac. He provides the ram so that -- \n[2]What are you doing here, I thought you were a Nazi. \n[3]You know what this guy told me once: Islam and Judaism both start with Abraham murdering his son: first sending Ishmael into the desert, then sacrificing Isaac.... \n[4]Ridiculous. Folks, don't listen to this guy. He's a well-known anti-Semite. \n[5]...Look, he's a skinhead. \n[6]Believe me, Danny's the racist kind. Are you a fascist, Danny? Yes or no. \n[7]I rest my case. He's a Jewish Nazi. He always was. \n[8]The Zionists aren't Nazis. \n[9]They don't have extermination camps. \n[10]That was the Lebanese, that wasn't -- \n[11]You don't know that. There's no -- \n[12]They sound like you. \n[13]Put down the weapon. Put it down.... ", "VOICE": "\n[1]What are you doing?? \n[2]What would you propose? \n[3]Daniel Balint? My name's Guy Danielsen. I'm a reporter with the New York Times. \n[4]I'm doing a piece on right-wing groups, post Oklahoma City. I hear you're an important figure in those circles. You have a lot of interesting ideas.... \n[5]Isn't it true? \n[6]Take a breath, let out a little, relax, then squeeze. Again... \n[7]Hey, Danny, want to kill a Jew? \n[8]Here... \n[9]Hey, Danny...Danny... \n[10]A Jewish prayer. \n[11]Hey, Danny, just one more! \n[12]...They cast lots, and the lot fell on Jonah... \n[13]That guy wouldn't go to shul, Barry... ", "VOICES": "\n[1]Kissinger...Dershowitz...Roseanne... \n[2]Oooo... Weird... You read it from right to left.... The letters look like squashed bugs.... What kind of paper is that? \n[3]B'Rosh Hashanah yika-teyvun, uv'yom tsom kippur yey-chateymun... \n[4]Shhhh... Can you please be quiet? \n[5]It's just a style, Avi.... There are antiracist skins. \n[6]The Israeli Army knew about the camps. Sharon encouraged the falangists to go in there and murder all the -- \n[7]It's Yom Kippur.... People are davening.... Can you take it outside.... You have some nerve.... \n[8]Avinu malkenu, choney-nu v'aneyenu... Avinu malkenu, choney-nu v'aneyenu, ki eyn banu ma-asim... (Our father, out king, graciously answer us though we are undeserving... -- nu va-aneynu... \n[9]Cha'nainu v'anainu, ki ain baw-nu ma'ah-seem... \n[10]...Asey imanu tz'dakah va'chesed... Asey imanu tz'dakah va'chesd, v'ho- shi -- ", "LINDA": "\n[1]I knocked, you didn't answer. \n[2]What are you doing here? \n[3]He's going to die. He won't take his medicine. He eats dairy. He probably still smokes when I'm not around. I asked him to come live with us. Alex offered to share his room, unsolicited.... But he didn't want to be any trouble. \n[4]Why deprive him of his greatest pleasure? \n[5]Ah, Jesus Christ, Danny, how can you wear that thing?... You know what it means? To your people... \n[6]Tell it to Hitler. \n[7]Is this because of those kids who used to beat you up? \n[8]The Polacks? From Sacred Heart? \n[9]Do you know them? I made him some noodles for dinner. You can heat them up and -- \n[10]You can heat them up and eat with him. ", "FIRST WAITER": "\n[1]You know what you want? \n[2]We don't have ham. We don't have cheese. \n[3]That's what the menus are for. \n[4]I said: no cheese. \n[5]This is a kosher restaurant. We don't serve meat with dairy. \n[6]That's meat. \n[7]Look, you want cheese, go someplace else. \n[8]No, I don't admit it's stupid. \n[9]I'm not here to talk about religious law, if you don't like -- \n[10]Steve... ", "RAV ZINGESSER": "\n[1]\"And God said to Abraham, 'Take your son, your only son, whom you love, Isaac, and go into the land of Moriah and offer him there for a sacrifice upon a mountain that I will show you...\" \n[2]And why did the Holy One -- blessed be He -- do this? Why did he ask Abraham to sacrifice his only son, whom he loved? \n[3]But, Danny, if HaShem is everything, and we are nothing how are we to judge His actions? \n[4]You think?! Based on what? \n[5]No one follows that midrash. \n[6]Watch your language.... \n[7]Avi -- ask Rabbi Springer to come remove Danny from the class.... \n[8]And you, if you had come out of Egypt, you would have been destroyed in the desert with those who worshipped the Golden Calf. \n[9]Danny, good to see you...I wanted to take up that discussion we were having... ...about Abraham and Isaac. ", "HATE COUNSELOR": "\n[1]I hear one more remark like that, we go back to the court for resentencing. \n[2]Sit down, please. Thank you, Mrs. Cohen. Mr Liebowitz, you indicated you had a story you wanted to tell.... \n[3]What are you trying to say? \n[4]Wait a second... \n[5]You can't say that.... \n[6]Please sit down. \n[7]Okay, that's it. You're going back to -- \n[8]Where do you think you're going? ", "BRAND": "\n[1]You write that? Come work for me. You've got a lot to learn; I can teach it to you. \n[2]This? This is a joke. I'll give your group a thousand bucks. \n[3]Fifty's an exaggeration. Anyway, that was a different moment. Things were possible that aren't now. \n[4]Yeah, I read your piece. It's very smart. And very wrong. \n[5]Forget the Jewish stuff. It doesn't play anymore. There's only the market, now, and it doesn't care who you are. \n[6]No, they don't. Not the smart ones. Look, I'll give you five grand if you can document your tax-exempt status.... But when you fall off this horse, come see me. I can show you how to make a lot of money. \n[7]You will. \n[8]Maybe I am. Maybe we're all Jews now. What's the difference? ", "CARLA'S VOICE": "\n[1]Yeah, I remember.... Kill any Jews yet? \n[2]I don't. I was just curious how full of shit you were. \n[3]Really, which one? I bet it was the guy with the Prada shoes. \n[4]I doubt it. How did you find out? \n[5]That's a much easier game. \n[6]I'm not. \n[7]Danny, no... ", "RABBI": "\n[1]May He cause the light of His countenance to shine upon you and be gracious unto you.... \n[2]...May you be blessed in your going forth as you were in your coming.... \n[3]And let us say... Ah -- ah -- ah....men.... \n[4]Apparently the power cell in the timer gave out precisely thirteen minutes before the device was set to go off. So we can only conclude that once again God has intervened to save the Jewish people.... \n[5]As you know, Cindy, thirteen is a mystical number in the Jewish faith. We believe that God has thirteen attributes... \n[6]...Of which the highest is ein sof, which means \"without end,\" or, sometimes, \"nothingness without end....\" \n[7]The purest form of spirit... ", "REPORTER": "\n[1]According to police, he had just left the restaurant and was walking the block and a half back to his office, when the gunman stepped out of this doorway, fired seven times at point- blank range...then fled on foot. \n[2]...Paramedics arrived within ninety seconds, but Mr. Manzetti was declared dead at the scene. \n[3]...You're saying that when he first appeared at your house, you had no idea he was Jewish.... \n[4]What do you mean? \n[5]In the Third Reich, weren't a number of high-ranking Nazis of Jewish origin? \n[6]The papers are going to report tomorrow that your colleague, Curtis Zampf, has been a federal informant for the past two years. Do you believe that? \n[7]And so, on this, the most solemn day of the Jewish year, a former yeshiva student is being sought in connection with a monstrous hate crime that -- "}}