{"dialogues": {"SETHE": "\n[1]No. Sorry. \n[2]Oh wait... \n[3]I don't know. Maybe we should have moved. \n[4]You remember Halle. \n[5]The boys wouldn't have left if Halle were here. \n[6]Just got a few more things to do, then I'll start supper. \n[7]What is it baby? \n[8]I don't know. \n[9]She's mad like a baby gets mad. You forgetting how little it is. She wasn't even two years old when she died. Too little to understand. \n[10]No more powerful than the way I loved her. \n[11]Oh, I don't really pray anymore. I just talk. \n[12]Oh, about time. How some things go. Pass on. Some things just stay. \n[13]Like, the place I was at before here - Sweet Home. Even if that whole farm and every tree and blade of grass on it died - it'll still be there. Waiting. And if you go and stand in the place where it was, what happened there once, will happen again. \n[14]Nothing ever does. That's why I had to get my children out. No matter what. That's why you can never go there. \n[15]You don't need to know nothing else. \n[16]White? Maybe it was my bedding dress. Describe it to me. \n[17]Buttons. Well, that's not my bedding dress. I never had a button on nothing. What else? \n[18]A bustle? \n[19]You say it was holding on to me. How? \n[20]Well, I'll be. \n[21]What plans? \n[22]Maybe. Maybe it does. \n[23]Paul? Paul D.? Is that you? \n[24]You looking good. \n[25]How long has it been? \n[26]Eighteen years. \n[27]You want to soak them? Let me get you some water. \n[28]You're not leaving right away, are you? You stay awhile. \n[29]Dead. \n[30]Eight years now. Almost nine. \n[31]Soft as cream. Being alive was the hard part. Sorry you missed her though. Is that what you came by for? \n[32]Come on inside. \n[33]It finds everyone. \n[34]I suppose. \n[35]I wouldn't have to ask about him, would I?...You'd tell me if there was anything to tell, wouldn't you? \n[36]No. I think he's dead. It's just not being sure that keeps him alive. \n[37]Same. Ha, listen to her, all her children dead and she felt each one go the very day and hour it happened. \n[38]1855. Same day my baby was born. \n[39]Had to. Couldn't be no waiting. \n[40]Almost. A white girl helped me. \n[41]We got spare rooms. You could stay the night, if you had a mind to. \n[42]Oh it's..it's truly meant. I just hope you'll pardon my house. \n[43]On and off. \n[44]It's not evil..It's just..just sad. Come on. Just step through. \n[45]Oh that's not Baby Suggs. That's my daughter. The one I sent ahead with the boys before I run off. \n[46]No. \n[47]No, they alive - they run off before Baby Suggs died. The one I was carrying when I left Sweet Home is all I got left. \n[48]Me and Denver... my daughter. \n[49]It's all right by me...I cook at a restaurant in town. Sew a little on the sly.... \n[50]You look more done in by a walk through my front hall than all those eighteen years of walking put together. \n[51]Won't you stay a little while? Can't nobody catch up on eighteen years in a day. \n[52]Baby, this here's Paul D. Garner...Paul, this is my Denver...Paul's the last of the Sweet Home men. \n[53]Of course he did. I told you, he's from Sweet Home. Paul may stay with us a while. Won't that be nice, having an old friend stay a spell? \n[54]I don't see how it could be lonely spending every minute with us like it does. \n[55]Girl, mind yourself! \n[56]But it's where we were. All together. It's where I met your father. And it comes back on us whether we want it to or not.... \n[57]Denver, start up the stove. Paul must be hungry. \n[58]Bread's no trouble. The rest I brought back from where I work. Least I can do, cooking dawn to noon, is bring dinner home. You got any objections to pike? \n[59]We'll figure it out. \n[60]What's the matter with you! I never knew you to behave like this! \n[61]That's just it. She got no cause to act up with a stranger. \n[62]Baby, what is it? Did something happen? \n[63]Can't what? What can't you? \n[64]It's the house. People don't... \n[65]Denver! \n[66]It's easier than some other things. Come here, baby.. \n[67]No! \n[68]No. No moving. No leaving. It's all right the way it is. \n[69]I got a tree on my back and a haunt in my house and nothing in between but the daughter I'm holding in my arms. No more running - from nothing! I will never run from another thing on this earth, you hear! I took one journey and I paid the ticket but let me tell you something, Paul D. Garner; it cost too much! Do you hear me?! It cost too much! Now sit down and eat with us or leave us be! \n[70]Huh? \n[71]It's there all the same. \n[72]White girl. That's what she called it. I never seen it and never will. But she said that's what it looked like. A chokecherry tree. Leaves, branches. That was 18 years ago. Could have cherries by now for all I know... \n[73]I had milk, see. I was pregnant with Denver but I had milk for my baby girl that I sent ahead with the boys. I hadn't stopped nursing her when I sent her and the boys ahead of me. Anybody could smell me long before they saw me. Nothing I could do about it. All I knew is I had to get my milk to my little girl. Nobody was going to nurse her like me. Nobody was going to get it to her fast enough or take it away when she had enough..nobody knew she couldn't pass her air if you held her up on your shoulder, only if she was lying on your knee..Nobody knew that but me... \n[74]Schoolteacher's boys drag me into the barn and took my milk... \n[75]..Held me down in that barn and took it. \n[76]They were like boulders on me. Their hands over my mouth and on my shoulders and my legs. \n[77]I couldn't move. Alls I could see was the loft above their heads. \n[78]I told Mrs. Garner on them. She had that lump on her neck and couldn't speak but her eyes rolled out tears, I remember. Them boys found out I told on 'em and Schoolteacher made one open up my back, and when it closed it made a tree. \n[79]And they took my milk. \n[80]And they took my milk! \n[81]Why don't you...take a rest..I'll call you when we're ready. \n[82]No..you'd just get in my way. Denver and me'll do it. \n[83]Here?! out in the open?! \n[84]Don't talk stupid. \n[85]You sure nobody can see? \n[86]I'll call you when there's something to eat. \n[87]Ain't much. River mostly. And hogs. \n[88]All right. It's...it's fine with me. \n[89]Don't worry about her. She's a charmed child. Nothing ever touch her too bad. From the beginning. Everybody I knew dead or gone, but not her. You got to know something, though - this here ain't no better life. It's just not that other one. What I do here - all I ever do - is keep Denver from that other..So if you stay, there's no more talk about Sweet Home or anything else. I won't let the past in my yard again. Getting me and Denver through this here life is all that matters. You understand? \n[90]Don't be asking me to choose, Paul D. There ain't no choice here. \n[91]Maybe we should leave things the way they are. \n[92]We get along. \n[93]I don't go inside. \n[94]I don't know. I don't know. \n[95]All right. We'll see how it goes. \n[96]Well..some of it. \n[97]Nothing. Nothing's wrong. Lay back down. \n[98]Don't know. \n[99]No, he hasn't. He won't. He..he wants to takes us to the carnival next Thursday... \n[100]Dress up a little bit. Wear our hats. What do you think? \n[101]Maybe...All right...all right. Can I ask you something? I was wondrin'..What you think about us...maybe... maybe thinking we could start...if we got an idea to, thinking we could start.. countin' on... \n[102]Something. \n[103]You from around here? \n[104]What might your name be? \n[105]That's a pretty name Beloved. Take off your hat and I'll make us something. We just got back from the carnival over near Cincinnati- \n[106]Course. \n[107]Is she feverish, Denver? \n[108]Then she is. Fever goes from hot to cold. \n[109]Denver likes her. She's no real trouble. \n[110]Didn't mention one. I thought we'd wait until her breathing got better. She still sounds a little lumbar. \n[111]Sometimes the body needs that sugar for strength when it's trying to recover after an illness. \n[112]Funny? How? \n[113]She can hardly walk without holding onto something. \n[114]You didn't? \n[115]Denver. Come in here a minute. \n[116]Paul says you saw Beloved pick up the rocking chair in Baby Suggs room with one hand. That so? \n[117]Who? \n[118]She need a marker. Somethin' to tell me where she is. But I ain't got no money. \n[119]I was thinking what the preacher say at the funeral. Dearly Beloved. \n[120]Oh!...I didn't know you were there. \n[121]Help what, honey? \n[122]Work. I work in a restaurant. \n[123]Little after the sun come up. I like to make a loaf of bread before I go. How you feelin'? \n[124]You remember your mother at all? \n[125]Diamonds? What would I be doing with diamonds? \n[126]Wish I did. Hmm..come to think of it, I had some crystal once. A present from Mrs. Garner - woman I worked for at Sweet Home. \n[127]Gone. Long gone. \n[128]Well..this lady I worked for in Kentucky gave them to me when I got married.. \n[129]..What they called married back then. I remember going up to her in the kitchen to tell her. I'd help her make ink for Mr. Garner in the kitchen. I was fool enough to think I was going have some kind of ceremony...maybe even a new dress.. \n[130]Best unbraid that hair. \n[131]Today's always here. Tomorrow never. \n[132]Comb it everyday, it won't.. \n[133]My woman?..You mean my mother? \n[134]If she did I don't remember. I don't think I saw her but a few times. \n[135]..I remember once, she picked me up and carried me behind the smokehouse... The only thing I do remember in fact... \n[136]...She opened up her dress and right on her rib, right here, was a circle and a cross burnt right into the skin.... \n[137]What? \n[138]...anyway, she points to this mark and says to me \"This is your ma'am. I am the only one whose got this mark now. The rest all dead. If something happens to me and you can't tell me by my face, you can know me by this mark\"..Scared me so... I couldn't think of anything to say so I said \"Yes Ma'am..but how will you know us? Mark me too. Mark the mark on me too.\" \n[139]No. She slapped my face. I didn't understand it then. Not until I had a mark of my own... \n[140]Don't know. Everybody done? \n[141]Paul, Stop it. Denver bring those dishes. \n[142]Must be somebody from the old days. \n[143]Paul D. stop picking on her. \n[144]You all right? \n[145]What's the matter with you? \n[146]What you care who's holding on to who? Feeding her is no trouble. And she's nice company for Denver. \n[147]Is that what's got your teeth on edge? \n[148]You wanna feel somethin!? ... Feel how it is to have a bed to sleep in and somebody there not worrying you to death about what you got to do each day to deserve it. And if that don't get it, feel how it feels to be a colored woman roaming the roads with anything God made liable to jump on you. Feel that! \n[149]Well, that makes one of you in this world. \n[150]No. Not two! \n[151]Ha, what'd he leave then if not me, huh? \n[152]Then he did worse - he left his children. \n[153]HE WASN'T THERE! He wasn't where he said he would be! I had to pack my babies off ahead of me, on their own, so I could stay behind to look for him...Underground agent said by Sunday we had to leave.. Sunday came and he wasn't there. \n[154]Loft? What loft? \n[155]He saw? He told you he saw? \n[156]He saw them boys do that to me and let them keep on breathing? \n[157]What did he say? \n[158]What did you say? Didn't you say anything to him? \n[159]Couldn't?! Why the hell not?! \n[160]I didn't plan on hearing it. \n[161]Let it alone. Just sit down and leave it be! Yeah that would be nice. Would be even nicer to lose it altogether - if I had my choice. Halle did. Other people's brains stopped, went crazy. How sweet that would have been. Me and Halle squatting by that churn, smashing cold lumpy butter in our faces, not a care in the world.. \n[162]What a relief to just stop it all right there, huh?!! Close it shut! Squeeze that butter...But I had three children on their way to Ohio and nothing would have changed that! And you tell me he didn't leave me!! \n[163]Lay'em down...sword and shield. \n[164]Running. \n[165]Am I in Ohio? \n[166]I'm still in Kentucky. \n[167]No, ma'am. \n[168]I expect this baby ma'am is gonna die in these wild onions. \n[169]Where you on your way to, miss? \n[170]Boston - is that far? \n[171]Must be velvet closer by. \n[172]If I did, I didn't know it. What's it like? \n[173]Lu. \n[174]I can't get up. \n[175]I can't get up. \n[176]How far? \n[177]Well, he may come but I can't stand up, let alone walk...and God help me, I can't crawl. \n[178]I'll do what I can, miss. \n[179]Yeah, you good... \n[180]Milk..Got to get my milk to my baby girl. \n[181]I think this one is dead. \n[182]I ain't nothing but in a hurry, miss. Got to meet someone...help bring me and my milk to my baby girl... \n[183]Say what? \n[184]\n[185]That's pretty. Denver. Real pretty. \n[186]Yes sir. \n[187]Yes sir. My mother-in-law over in... \n[188]Thank you. What's your name - so I can remember you right. \n[189]What sign? \n[190]My mother-in-law's. Name's Baby Suggs. She got my other three children I sent ahead. \n[191]Yesterday. I hope she makes it. \n[192]He wasn't there. \n[193]Where are the children? \n[194]Feel what? \n[195]Soon. \n[196]Oh wait..Look and see if there's something knotted up in the petticoat. Wedding present. From Mrs. Garner. \n[197]I don't know. He wasn't where he said to meet him at. I had to get out. I had to. He'll make it. if I made it, Halle sure can. \n[198]Paul? Paul, you home?... \n[199]Paul D. What if the girls came in? \n[200]I have to cook. \n[201]I thought I'd make some snap beans. \n[202]Fry up a little corn? \n[203]Oh Paul... \n[204]Thank you Lord. \n[205]Paul?..Paul? \n[206]I called you two or three times but I gave up round midnight. I thought maybe you went out somewhere. \n[207]I'll make some breakfast - you get yourself washed up. \n[208]Man, you make me feel like a young girl, you coming by to pick me up after work. Nobody ever did that before. Better watch out, I might start looking forward to it. \n[209]Got to rinse this out. \n[210]You get off early or what? \n[211]Anything the matter? \n[212]Not cut back? \n[213]Well say it, Paul D...whether I like it or not. \n[214]You came by here to ask me that!? You are one crazy-headed man. You right; I don't like it!...Don't you think I'm a little too old to start that all over again? \n[215]Mercy. \n[216]I been on my feet all day, Paul D. \n[217]Stop! I don't have the legs for this! \n[218]You need some babies..somebody to play with in the snow. \n[219]I'll say..Very, very willing. \n[220]Crazy girl. You out here with nothing on. \n[221]You got to learn more sense than that. \n[222]Evening, girl. \n[223]Now I know you not sleeping out there tonight, are you Paul D.? You come upstairs tonight. Where you belong...and stay there. \n[224]What you think about Schoolteacher? \n[225]I mean, is he different like Mr. Garner was? \n[226]Well, he and Mrs. Garner - they ain't like other whites I seen before. Mr. Garner always spoke soft, for one. Mrs. Garner too. \n[227]Mr. Garner let you buy out your mother. Found that house for her to live in from those friends of his in Ohio... \n[228]Well? \n[229]Still, he did it. Let you work off her fee, lending yourself out on Sundays. He could of said no. He didn't tell you no. \n[230]He always treated you fair. Called you all men - said he never wanted niggers on his farm. \n[231]When we walk, don't matter what they call you. You'll be free. \n[232]What you mean? \n[233]But..then..how you gonna buy yourself out? Or them? Or me? \n[234]Halle....what we going to do? \n[235]You mean...? But what if we caught? What'd they do to us? To the children? \n[236]Want me to loosen it up with a little water? \n[237]Yes ma'am... \n[238]Yes Ma'am. Look like it. \n[239]They don't need telling. \n[240]Yes ma'am. \n[241]Here! \n[242]Just go with her! Do what I tell ya! \n[243]Put sugar water on that cloth for her to suck so she won't forget me til I come. \n[244]Halle wasn't there. I gotta go back. \n[245]Take em out. Now! I'll get there myself. I got her milk...I'll get there...Don't worry. \n[246]Go..Go! Now! \n[247]Already fed the girls. You eat? Want something? \n[248]Best you come inside. \n[249]I don't have to tell you about Sweet Home. What it was. But maybe you don't know what it was like for me to get away from there. \n[250]I did it. I got us all out. Without Halle too. Up til then it was the only thing I ever did on my own. Decided. And it came off right like it was supposed to.. \n[251]We was here. Each and every one of my babies and me too. I birthed them and I got 'em out and it wasn't no accident. I did that! I had help, of course, lots of that, but still it was me doing it; me saying, \"Go on\" and \"Now!\". Me having to look out. Me using my own head. But it was more than that. It was a kind of ...'thinking-about-myself' I never knew nothing about before. It felt good. Good and right. I was big, Paul, and deep and wide and when I stretched out my arms all my children could get in between. I was that wide. Look like I loved them more after I got them here. Or maybe I couldn't love'em proper in Sweet Home 'cause they wasn't mine to love. But when I got here, when I jumped off that wagon - there wasn't nobody in the world I couldn't love if I wanted to.... \n[252]I had 28 days...28 good days of free life..... \n[253]...of getting up like I always did, getting dressed before the sun came out, and then realizing I had to decide myself what to do with the day... \n[254]...Days of watching my children sleep away the morning...And taking care of my baby like it was the most important thing I had to do... \n[255]I'd hear my boys laughing a laugh I ain't never heard. And for a second I'd get scared - scared someone might hear them and get mad... \n[256]Then I remembered...and if they laughed that hard til it hurt, that would be the only hurt they had all day.... \n[257]We had us days of company... \n[258]...of ease and real talk. Talks about the Fugitive Bill, Dred Scott or book learning...Talks as quiet or as stormy as we wanted... \n[259]...And when everyone would gather to hear Baby Suggs, I saw something I ain't never seen before in my whole life... \n[260]....Something in me knew Halle was never gonna knock on our door. He was never gonna see what I saw that day. I saw what men look like...and I saw mothers, for the first time. \n[261]I think it was Stamp Paid who started it. He walked six miles to the riverbank, slid into a ravine, reached through blood drawing thorns, suffered mosquitoes, wasps and the meanest lady spiders in the State just to bring us those berries. \n[262]She's too little for that, Stamp. Her bowels be soup. \n[263]It was real nice of him. \n[264]How 'bout if I make a couple of chickens to back it up? \n[265]And that's how it began... \n[266]...Three pies became twelve...two hens became five turkeys... \n[267]...and Ella and John turned into almost ninety others... \n[268]... Everybody ate so well and laughed so much... \n[269]...it made them angry... \n[270]The pies, the turkeys...the bread pudding and shortbread..the one whole block of ice brought all the way from Cincinnati - it made 'em mad...Loaves and fishes were Jesus's powers...they did not belong to an ex-slave who never had a white boy beat her, who had her freedom bought, who rented a house from white folks that hated slavery worse than they hated slaves...It made'em furious - her thoughtless generosity and un-called for pride...She had over stepped...offended them by giving too much...and they left their disapproval there so's you could smell in the air the whole next day... \n[271]Later on I wondered why no one warned us...why no one saw them coming and ran to 124 to tell us... \n[272]...There's a Look whitefolks get..a Look every Negro learns to recognize along with his ma'am's tit..That righteous Look that's like a flag going up the pole..the righteousness that announces the whip, the fist, the burning, the lie...long before it happens in the open... \n[273]Howard!...Bulgar! \n[274]The shed!...Get in the shed!...Run! \n[275]Love is or it isn't. Thin love ain't love at all...I did stop him. I took and put my babies where they'd be safe... \n[276]It worked. \n[277]They ain't at Sweet Home! Schoolteacher ain't got'em! \n[278]It ain't my job to know what's worse. It's my job to know what is and keep them away from what I know is terrible. I did that. \n[279]I should have gone back there? Taken my babies back there? \n[280]What way? \n[281]After all I told you, Paul D. and after telling me how many feet I have, you think saying goodbye is gonna break me into pieces? \n[282]You're a sweet man. \n[283]So long, Paul D. \n[284]My Lord...where'd you dig up those? \n[285]Go ice skating? Ha... Why not? \n[286]Strikes me that after your man leaves, it might just be the wrong time to be scrubbing floors... might just be the perfect time to go ice skating. \n[287]Go get the shawls..and find me an old shoe for that half a pair... \n[288]...\"Here. Look here. See this mark? If you can't tell me by my face, look here.\" \n[289]I made that song up. I made it up and sang it to my children... \n[290]...Nobody knows that song but me and my children. \n[291]Back stiff? \n[292]Could be that fall you took. \n[293]No, let her rest. \n[294]I'll make sure she does. But first I'm going  make up a nice, big breakfast against that cold outside. \n[295]Don't matter. First time I'll be late in nine years. No great trouble..Whatever goes on out there goes on with or without me showing up on time... don't matter... The world is in this room, baby. This is all there is and all there needs to be. \n[296]Don't talk to me, Mr. Sawyer. Don't say nothing to me this morning. \n[297]I'm telling you don't say nothing to me. \n[298]Make it the way I always do. \n[299]Beloved, she my daughter...She mine. She come back to me of her own free will and I don't have to explain a thing.. She had to be safe and I put her where I knew she would be. But my love was tough and she back now. She come back to me in the flesh...I won't never let her go. I'll explain to her, even though I don't have to. Why I did it. How if I hadn't killed her she would have died and that is something I couldn't let happen to her. When I explain she'll understand, cause she understands everything already..And she ain't even mad...When I put that headstone up I wanted to lay in there with you, put your head on my shoulder and keep you warm and I would have if Bulgar and Howard and Denver didn't need me, because my mind was homeless then. I couldn't lay down with you then. No matter how much I wanted to. I couldn't lay down nowhere in peace, back then. Now I can. I can sleep like the drowned, have mercy. She come back to me, my daughter, \n[300]\n[301]\n[302]\n[303]\n[304]\n[305]\n[306]\n[307]\n[308]\n[309]\n[310]Morning. \n[311]You hungry? \n[312]Baby, don't be like that. \n[313]Don't talk like that. Your mama loves you. \n[314]Don't say those things. You forget about those dreams.. \n[315]Mama told you - I'd give up my own life, every minute, every hour of it to take back one of your tears baby...My children my best thing. You my best thing! \n[316]That's not true. I told you, I had to get you out, make you safe...so's you and me could be together on the other side, forever.. \n[317]Hold back Denver - I'm fine..You..you go on upstairs. I'll do the cleaning up. \n[318]Go upstairs I said!! \n[319]We don't have nothing sweet no more, baby. \n[320]No. Since mama lost her job, we don't have no more pies.. \n[321]NO!...She wanted me to do it. \n[322]\n[323]Nobody..no sir..that's right..nobody's going be doing that..nobody going be writing my daughter's characteristics on the animal side..no sir..I don't care..ain't laying that down..no sir. I refuse..that's right..that's right... \n[324]She likes this dress... \n[325]No...No, he's not coming into my yard. He not taking my best thing...No.. \n[326]No...no...no.. \n[327]No...NO..NO..NOOOOOOOOOOOO! \n[328]Paul D. \n[329]You shaved. \n[330]No, You looking good. \n[331]She comes in the daytime.  She still with me, my Denver. \n[332]I'm tired, Paul. So tired. I have to rest a while. \n[333]Oh, I don't have no plans. No plans at all. \n[334]She left me. She's gone again. \n[335]She was my best thing. \n[336]Me?...Me? ", "PAUL": "\n[1]What's left. How you been girl, besides barefoot? \n[2]Devil's confusion. He lets me look good long as I feel bad. \n[3]'Bout eighteen years, I figure. \n[4]And I swear I been walking every one of them. Mind if I join you? \n[5]No, uh, uh. Can't baby feet. A whole more tramping they got to do yet. \n[6]Well, long enough to see Baby Suggs, you..Where is she? \n[7]Aw no. When? \n[8]Was it hard? I hope she didn't die hard. \n[9]That's some of what I came for. The rest is you. \n[10]The truth be known, I go anywhere these days. Anywhere they let me sit down. \n[11]Porch is fine. Cool out here. Sit with me. \n[12]So Baby Suggs is gone. Somehow never thought death would find her. \n[13]We managed well enough without meeting it. \n[14]You know I would. But I don't know any more about what happened to Halle now than I did then. \n[15]You must think he's still alive. \n[16]What did Baby Suggs think? \n[17]When she say Halle went? \n[18]You had that baby, did you? Damn, never thought you'd make it. Running off pregnant. \n[19]All by yourself too. \n[20]Then she helped herself, God bless her. \n[21]You don't sound too steady in the offer. \n[22]My house. I like the sound of that. \n[23]You got company? \n[24]Good God! What kind of evil you got in there? \n[25]I thought you said she died soft as cream. \n[26]She didn't live? \n[27]The boys too? \n[28]Well, probably best..If a Negro boy got legs he ought to use them. Sit down too long, somebody figure out a way to tie them up....... You by yourself then? \n[29]No man? And that's all right by you? \n[30]Got that right. \n[31]Good morning Miss Denver. It's a pleasure. \n[32]Garner, baby. Paul D. Garner. \n[33]Glad to get a look at you. Last time I saw your mama, you were pushing out the front of her dress. She's a fine looking young lady, Sethe. Fine looking. Got her daddy's sweet face. \n[34]Knew him. Knew him well. \n[35]If that's all right with you, that is? \n[36]We met. But sad, your mama said. Not evil. \n[37]What then? \n[38]Reminds me of that headless bride back behind Sweet Home. Remember that Sethe? Used to roam them woods regular. \n[39]Now, now, she got it right there, Sethe. \n[40]Don't go to no trouble on my account. \n[41]If he don't object to me I don't object to him. \n[42]Leave her be, Sethe. I'm a stranger to her. \n[43]What she talking about 'nobody speaks to you'? \n[44]Leave off, Sethe. It's hard for a young girl living in a haunted place. That can't be easy. \n[45]I'm a grown man with nothing new left to see or do and I'm telling you it' ain't easy. Maybe you oughta move. \n[46]Sethe! \n[47]You going to tell me it's all right with this child half out of her mind. \n[48]What tree, Sethe? \n[49]What tree on your back? I don't see nothing growing on your back. \n[50]Who told you that? \n[51]I don't follow. \n[52]We was talking about a tree, Sethe. \n[53]The loft? \n[54]They used cowhide on you? \n[55]They beat you and you was pregnant? \n[56]Aw Lord, girl. \n[57]GOD DAMN IT! HUSH UP! Leave this place alone! Get the hell outta here! \n[58]\n[59]Sure you don't want me to help clean up? \n[60]Sethe. I was thinking of looking for work around here. What do you think? \n[61]Hogs is fine. \n[62]I don't need much, Sethe. Eat, sleep, sing a little when it strikes me. I don't ask for more to..to live somewhere. \n[63]Your girl Denver. Seems she's of a different mind. \n[64]Dangerous to love anything that much, Sethe. Best thing is to love everything just a little bit..that way, when it breaks or runs off or gets taken, well maybe you'd have a little love left over for the next one. \n[65]That's the whole point. I'm not asking you to choose. Just want to know if there's some space for me. Want to know if it's more than \"you can stay\", \"it's fine\"..more like, \"I want you here Paul\". \n[66]How are they? \n[67]What about inside? \n[68]Sethe, if I'm here with you, with Denver, you can go anywhere you want. Jump, if you want to, 'cause I'll catch you. Go as far inside as you need - I'll hold your ankles. Make sure you get back out. I'm not saying this because I need a place to stay. I told you, I'm a walking man, but I been heading in this direction for seven years. When I got here and sat out there on the porch, waiting for you, well, I knew it wasn't the place I was heading toward. It was you. We can make a life girl. A life. \n[69]Leave it to me. See how it goes. No promises, if you don't want to make any. Just see how it goes, all right? \n[70]You willing to leave it to me? \n[71]Some?...Well okay...some. \n[72]Two pennies and an insult well spent in my opinion to see the spectacle of whitefolks making a spectacle of themselves. \n[73]Mind if I take a sip? \n[74]Those shoes look brand new. \n[75]Beloved. You use a last name, Beloved? \n[76]Miss...Miss, you want to lay down? \n[77]Look at her feet? They're not walking feet. More like she rode from somewhere all the way here. \n[78]Sounds like the croup. \n[79]Could have the cholera. \n[80]You gonna just feed her, from now on? \n[81]But don't she have a home? Some place to go? \n[82]She breathe like she can eat, she could blow this whole house down. And all those sweets. \n[83]But that's just it. She don't seem sick. Something funny about her. \n[84]Acts sick, sounds sick but she don't look sick. Good skin, bright hands and strong as a bull. \n[85]That's what I mean. Can't walk but I passed by Baby Sugg's room this morning and saw her lifting the rocker with one hand. \n[86]Don't tell me. Ask Denver. She was right there. \n[87]What? \n[88]Sethe. \n[89]Any more beans? \n[90]Well, as long as we're all asking questions, getting to know each other.. Why don't you tell us a little bit about yourself? \n[91]You be surprised what you start remembering once you start talking. \n[92]Ain't you got no brothers or sisters? \n[93]You been here five weeks, we still don't know nothing bout you.. \n[94]What was you looking for when you came here? \n[95]Somebody tell you about this place? \n[96]How'd you come? Who brought you? \n[97]You had new shoes. If you walked so long why don't your shoes show it? \n[98]I want to know! Where'd you get them shoes and that dress you had on? \n[99]I don't understand what the hold is. It's clear why she holds onto you, but I just can't see why you holding on to her. \n[100]We was just starting to feel a little like a family ourselves. \n[101]I can't place it. It's a feeling in me. \n[102]I know every bit of that, Sethe. I wasn't born yesterday and I never mistreated a woman in my life! \n[103]One? Not two. \n[104]What Halle ever do to you? Halle stood by you. He never left you. \n[105]I don't know but it wasn't you. That's a fact. \n[106]You don't know that. \n[107]He couldn't get out of the loft, I expect. \n[108]The one over your head... The one in the barn. \n[109]You told me. The day I came here. You said they stole your milk. I never knew what messed Halle up. That was it, I guess. I seen him the day after you left. Says where you been Halle? All he says to me was \"the loft\". I asked him what he meant not going with you but he never answers me. But I knew was something broke him. Not one of them years of Saturdays, Sundays and nighttime extra never touched him. But whatever he saw go on in the barn that day broke him like a twig. \n[110]A man ain't a Goddamn ax, Sethe. Chopping, hacking, busting every Goddamn minute of the day. Things get to him. Things he can't chop down cause they inside him. The last time I saw him, I knew he was broken for good... \n[111]Nothing. \n[112]I couldn't. \n[113]I tried to kill Brandywine - man Schoolteacher sold me to. Don't know what possessed me...Me and about 45 other prisoners were being walked from Kentucky to Virginia...then on to Georgia. Two places I don't ever want to see again. \n[114]I didn't mean to tell you that. \n[115]I can't take it back but I can leave it alone. \n[116]Let's do that..let's leave it alone now. \n[117]Sethe, don't do this.. \n[118]Guess she's feeling better, huh? \n[119]Where else would I be on a Sunday off? \n[120]Why don't you come on in here? \n[121]I don't hear nobody. \n[122]What you gonna cook? \n[123]Oh yeah. \n[124]Yeah. \n[125]I'm right here baby. \n[126]We don't talk about that. \n[127]Lots of places. I don't remember them all. Don't remember much about anything. \n[128]Well not me. What's gone is gone. No good come from bringing it back. \n[129]Mmmm. What?... \n[130]Damn. I'm sorry honey... \n[131]What do you want in here? \n[132]When good people take you in and treat you good, you ought to try to be good back. You don't....Sethe loves you. Much as her own daughter. You know that. \n[133]Then what you come in here for? \n[134]Ever since you come here - feel like I got a new devil to face. \n[135]Ain't no chains on me no more. I don't have to do nothing...Now, go back in that house and go to bed. \n[136]No. Ain't no chains on me... \n[137]...Ain't no chains on me... \n[138]Beloved. \n[139]Look here Sethe..You ain't gonna like what I got to say but I got to say it...See, it's not the..a man can't...what I mean is, it ain't really me..see, it ain't weakness, the kind of weakness I can fight, that girl is doing it. I know you think I never liked her nohow, still don't, but she is doing it to me anyway. Fixing me, Sethe, she's fixed me and I can't break it... \n[140]I took off early. \n[141]In a way of speaking. \n[142]No, no. They got plenty of work with them pigs..More they can handle. I just.. You ain't gonna like what I'm about to say, Sethe. \n[143]I want you pregnant, Sethe. Would you do that for me? \n[144]Think about it. \n[145]Where I been? Sitting down!? \n[146]Then give'em to me. \n[147]I sure would like to give it a try. Need a willing partner though. \n[148]Ain't just a job reason to sing. Other things a man's got to look forward to that a job just a way to spend your day til the good times arrive. \n[149]More than that. When a man can make plans then a man can make good times happen. \n[150]Better then gold, my friend. Me and my woman's planning on starting a family. \n[151]New life. Born free, hear! Now if that don't define a good tine, I don't know what does. \n[152]What you talkin? Nobody owns us no more. Nobody gonna own my children neither. \n[153]Free country. No matter what anybody says. \n[154]You knew Baby Suggs? \n[155]Yes sir...Me and my brothers and her son. \n[156]Sethe told me she died soft as cream. \n[157]Why is that? \n[158]Know what? \n[159]Who is it? \n[160]Sethe? Nah, that ain't her mouth. I can see where you might think it around the eyes but that there ain't her mouth. Besides, why would some black woman's picture be in the paper? \n[161]Your love is too thick, Sethe. \n[162]Didn't work though, did it? \n[163]How? Your boys gone, you don't know where. One girl dead, the other can't go farther than the yard. How did it work? \n[164]Maybe there's worse. \n[165]What you did was wrong, Sethe. \n[166]There could have been a way. Some other way. \n[167]You got two feet, Sethe. Not four! \n[168]You can set aside supper for me... Might be late getting back... \n[169]You got any more newspaper in that pocket for me, just a waste of time. Ain't interested. \n[170]If it's hard for you, might kill me dead. \n[171]For what? \n[172]Well I...I did get offered one place but I just wanted to be off by myself a spell. \n[173]Just me. \n[174]Oh yeah. I got big plans. \n[175]You remember your price, Stamp? \n[176]I did. Down to the cent.$900. Always wondered though what Mrs. Garner got for my brother Paul F. Must of been more than nine hundred dollars cause she use that money for Sweet Home for almost two years. But then they hung my other brother Paul A. up on a tree so I guess he wasn't worth the same..I wonder what was Baby Suggs worth? And Halle? I wasn't surprised when I found out they tracked down Sethe all the way to Cincinatti. Her price must have been higher than all of us - her being property that reproduced itself without cost. A breeder. \n[177]Oh but we got to. How we gonna know our price in the future? How are children's children's children gonna know what they cost? Who's gonna tell them? What are they gonna pay for us, if we free? \n[178]They'll know. They'll know as soon as they born. Cause it's inside us,Stamp. It'll be inside them. We'll pass it down. Schoolteacher didn't just change the outside, he changed the mind..and the blood..and what it carries...and what it's worth.. \n[179]There was a rooster named Mister down at Sweet Home. Last time I saw Halle, with that butter all over his face and me with an iron bit in my mouth, I saw Mister - sitting on a tub. He loved that tub. Like king on a throne. He was a hateful thing. Bloody and evil..But he was better than me.  Mister was allowed to be and stay what he was. Even if you cooked him you'd be cooking a rooster named Mister. But wasn't no way I'd ever be Paul D. again..Schoolteacher changed me. Was never no beating under Mr. Garner. Schoolteacher changed that. Why wouldn't a man run from that? Why wouldn't a man not work, kill, starve, pull out his own heart to stop feeling 'stead of feeling that? And it strikes me, it's got to be cause we were something else. And that something was less than a chicken sitting in the sun on a tub. \n[180]I don't want to know. \n[181]What yard? When who- \n[182]Jesus. \n[183]You don't know what I think. \n[184]Leave off.. \n[185]Stamp, leave off I said! I knew her when she was a girl. She scares me and I knew her when she was a girl... \n[186]She scares me. I scare me. And that girl in her house scares me. \n[187]Don't know. Just shot up one day from a stump. \n[188]Tell me something, Stamp. Tell me this one thing. How much is a nigger supposed to take? \n[189]Why? Why? Why? Why? Why? \n[190]Well, is it now? How you getting along? \n[191]You on your way home? \n[192]They treating you right over at the Bodwins? \n[193]Your mother all right? \n[194]You think I should stop by? Think she'd welcome it? \n[195]That girl...You know, Beloved... \n[196]She gone like they say? \n[197]You think she sure 'nough your sister? \n[198]Well, if you want my opinion... \n[199]You grown. \n[200]Well, good luck with the job. \n[201]I will. \n[202]Sethe? \n[203]Aw, Sethe. \n[204]Yeah. Look bad? \n[205]Devil's confusion. What's this I hear about you not getting out of bed? I saw Denver. She tell you? \n[206]You got to get up from here, girl. \n[207]Don't you die on me!! This is Baby Suggs quilt. Is that what you planning!? \n[208]Look - Denver be here in the day. I be here in the night. I'm a take care of you, you hear? Starting now. \n[209]What, baby? \n[210]Aw, girl. Don't cry...Me and you, we got more yesterday than anybody. We need some kind of tomorrow... \n[211]You your best thing, Sethe. You are. ", "DENVER": "\n[1]Bul? \n[2]Where you goin? \n[3]Bye? Bul? \n[4]No..Bul... \n[5]Now what you go and do that for? \n[6]Mama? \n[7]You think maybe when daddy comes, he could talk to the baby ghost. Maybe make her behave and then people won't be scared of here no more. \n[8]Why won't she ever settle? \n[9]For a baby she throws a powerful spell. \n[10]What do you pray for Mama? \n[11]About what? \n[12]What things? \n[13]If it's still there, waiting, that mean nothing ever dies? \n[14]You never tell me all what happened. Just that they whipped you and you run off pregnant with me. \n[15]I saw a white dress kneeling next to you when you was praying. \n[16]Had a high neck. Whole mess of buttons coming down the back. \n[17]A bunch at the back. On the sit down part. \n[18]I don't know what it's called. \n[19]Kneeling next to you while you were praying. I mean, talking. It looked just like you. \n[20]I think it was a sign. I think maybe baby's got plans. \n[21]I don't know, but that dress holding onto you got to mean something. \n[22]She's crawling again. \n[23]Daddy? \n[24]Good morning, Mr. D. \n[25]Yes sir. \n[26]You knew my father? \n[27]We have a ghost here, you know. \n[28]No sir, not evil. But not sad either. \n[29]Lonely. \n[30]It's my sister. She was just a baby when she died in this house. \n[31]Mama doesn't like talk about Sweet Home. Says it was never sweet and it sure wasn't home. \n[32]Then why don't you ever tell me about it? \n[33]Where's he going to sleep? Baby Sugg's room got no sheets or nothing. \n[34]Maybe you should stay with mama, Mr. Garner. Then you two can talk about Sweet Home all night long. \n[35]I can't no more! I can't no more! \n[36]I can't live here! I don't know where to go or what to do but I can't live here. Nobody speaks to us. Nobody comes by. Nobody even knows I'm alive. \n[37]It's not! It's not the house! It's us! It's you! \n[38]What is it? What's wrong? \n[39]You think baby ghost's really gone? \n[40]I miss her. \n[41]I do. Baby Suggs told me baby ghost would never hurt me. She was my sister. When I was little, after the boys left, I used to think that she and me both were waiting for daddy to come. And once he did, she wouldn't be mad no more. \n[42]Wish he'd shut-up...He's ruined everything. \n[43]You mean, go out where they'll be other people? \n[44]Maybe.... \n[45]On what mama? Countin' on what? \n[46]Look. What is that? \n[47]I'll take her up. She can sleep in baby Suggs room - that all right Mama? \n[48]No. She's cold. \n[49]She's not sick! \n[50]Beloved? Beloved I'm here...what is it? \n[51]Would you like to sit up? \n[52]Can I get you anything? Are you hungry? \n[53]..then you fold it over like this see. This here used to be where my brothers and me slept. I was always at the top. \n[54]I ain't so smart. \n[55]Well, I used to go to Lady Jones. She'd teach us with songs how to spell and count. \n[56]No I...I had to stop going. \n[57]Well..they're names were Howard and.. \n[58]..and....and Bulgar...At night, we used to..crawl into bed together..I'd lay down on Bul's lap and Howard would tell us die- witch stories. He said they would protect us...And if I learned them, they would protect me if ever they were gone... \n[59]I didn't see no such thing. \n[60]Have you seen her? I can't find her. \n[61]Beloved. \n[62]I never saw you with no earrings. \n[63]Ma'am don't talk about Sweet Home. \n[64]Tomorrow. \n[65]It hurts. \n[66]Did she? \n[67]She don't remember nothing. \n[68]She has us now! \n[69]Come to my room. I can watch out for you up there. \n[70]Where'd you learn to dance? \n[71]Why you call yourself Beloved? \n[72]What's it like where you were before? \n[73]Were you cold? \n[74]How did you get here? \n[75]All this time you were on the bridge? \n[76]Why'd you come here? \n[77]Ma'am's? Sethe's? \n[78]You my sister, ain't you? You really are. \n[79]You won't leave us, will you? \n[80]I knew it. I knew. First time I saw you and you said your name. And when you touched me - real gentle. And familiar. Like I'd felt that touch before. \n[81]Don't tell mama. You musn't tell her who you really are. I don't know what she'd do! Please, you hear? \n[82]But..but I'm on your side. I want to protect you... \n[83]No. Beloved please! Don't go! I didn't do nothing! We were dancing! Don't go!.... \n[84]She'd be mad if he leaves. \n[85]OOoo..didn't that hurt you? \n[86]Oh stop. It's just a tooth. Probably wisdom. Does it hurt? \n[87]Then why don't you cry? \n[88]If it hurts, why don't you cry? \n[89]There for skating on the ice. We have another pair and half of another, I think. \n[90]You sure mama? \n[91]Come on, ma'am...try! \n[92]OOh, yeah...Don't know if it's the floor or the skating. \n[93]That was fun. \n[94]Should I wake her? \n[95]She likes to see you off in the morning. \n[96]Won't you be late for work? \n[97]..and she is mine... \n[98]..I swallowed her blood right along with my mother's milk. She played with me and always came to be with me whenever I needed her. Me and her waited for our daddy. I love her. I do. She never hurt me. I love my mother but I know she killed one of her own, and tender as she is with me, I'm scared of her because of it. All the time, I'm afraid the thing that happened that made it all right to kill her own, could happen again. Whatever it is, it comes from outside this house, outside the yard. So I never leave this house and I watch over the yard so it can't happen again ... I have to keep it away from my sister...I'll protect Beloved...'Cause She's mine... \n[99]\n[100]\n[101]\n[102]\n[103]\n[104]You shouldn't be in here? \n[105]You best leave that quilt alone. That was grandma's quilt. \n[106]Morning, ma'am. \n[107]No, ma'am. \n[108]I'll finish those. Why don't you sit down? \n[109]Ma'am... \n[110]\n[111]But mama.. \n[112]There was a boy there...said mama was a jailbird...said he could prove it.. \n[113]But you said...you said out there, there ain't no...what was that word?..no..de- fense. No de-fense. \n[114]Then what do I do? \n[115]Mama? \n[116]Mama let me help you. \n[117]I want to work, Miss Lady. \n[118]No. I mean work work. \n[119]I can't do anything but I would learn it for you if you have a little extra. \n[120]Food. My mama, she doesn't feel well. I couldn't stay away from her too long, cause of her condition but I could do chores in the mornings. \n[121]No..No that won't do... \n[122]Thank you. \n[123]Mama...Mama she's asleep. Why don't you eat something. \n[124]But you'll hurt your eyes doin it there. Come sit at the table. \n[125]Please mama, eat something... \n[126]May I come in? \n[127]I want to see Mr. and Mrs. Bodwin. \n[128]Oh. \n[129]I'm looking for work. I was thinking they might know of some. \n[130]Yes ma'am. \n[131]Yes ma'am.. \n[132]Yes ma'am. \n[133]I miss her. \n[134]Ya think? \n[135]Fine. But what would I do at night? \n[136]In case of what? \n[137]They good whitefolks? \n[138]Mama?....Mama I'm going out.. Mama, I got a job. Working over at the Bodwins at night. Mr. Bodwin coming over now to pick me up on his way back from town. I'll be staying there nights and coming back here for the daytime. We'll have some money, mama..Mama? \n[139]I'm going help you, mama. Don't you give up yet. \n[140]Mama? \n[141]\n[142]Good morning, Paul D. \n[143]Don't pay to complain. \n[144]No. Got me an afternoon job at the shirt factory. Figure between that and my night work at the Bodwins I might be able to put something away for me and mama. \n[145]More than all right. Miss Bodwin, she teach me stuff..Book stuff. She says I might go to Oberlin. She's experimenting on me. \n[146]No. Not a bit all right. Hasn't gotten out of bed since that day. \n[147]I don't know. I think I've lost my mother, Paul D. \n[148]Yes? \n[149]Haven't seen her since that day. Ella thinks she might be waiting in the woods for another chance but..I don't think so. Mama thinks she's gone for good. Says she can feel it. \n[150]At times. At other times I think she was...more. But who would know that better than you. I mean, you sure 'nough you her. \n[151]I don't. I have my own. \n[152]Yes sir \n[153]Thank you. \n[154]And Paul D...you don't have to stay 'way, but be careful how you talk to my mama, hear? ", "STAMP PAID": "\n[1]Headin cross? \n[2]Anybody know you coming? \n[3]Take off that coat? \n[4]You heard me? \n[5]You want it back... \n[6]..then you go head and take it off this baby. And if you can do that, then go 'way somewhere and don't come back. \n[7]Wait here. Somebody be here directly. Don't move. They'll find you. \n[8]Name's Stamp. Stamp Paid. Watch out for that baby, you hear? \n[9]Now, now...it's all a state a mind, right Paul D. If you can think it, it can happen. \n[10]May I? \n[11]I like the way you think, boy. Good. Good to think that way. Friend of mine, Baby Suggs was her name...sort of became a preacher in these parts..that was her way of thinking too. When she was at her best, that is. \n[12]Oh yes...You're not one of her Sweet Home men, now are you? \n[13]Oh, I see now. \n[14]Well...maybe on the outside. \n[15]You don't know, son, do you? See I had to figure that out first. \n[16]That there's a picture of Sethe. \n[17]You don't read son, do you? You want me to read to you? \n[18]Worth it though. Just one bite of these berries and you feel down right anointed. \n[19]Sethe. You take my arm and gimme yours. \n[20]You missed the Clearing meeting three Saturdays running. \n[21]Folks came. \n[22]Here, let me carry that. \n[23]Yonder. Twin chestnuts in the yard. \n[24]Well? \n[25]This Saturday - you coming to Call or what? \n[26]Say the Word! \n[27]The Word. What you was put here to speak. \n[28]But you got to do it. You got to. Can't nobody Call like you. You have to be there. \n[29]What world are you talking about? Ain't nothing harmless down here. \n[30]You getting into bed to think about yellow? \n[31]Then what? When you get through with blue and yellow, then what? \n[32]You blaming God. That what you're doing? \n[33]You saying whitefolks won. That what you saying? \n[34]You saying nothing counts? \n[35]You saying God give up? Nothing left for us but pour out our own blood? \n[36]You punishing Him, ain't you? \n[37]You can't do that, Baby. It ain't right. \n[38]You still know. \n[39]Aw, Baby. \n[40]We have to be steady. \"These things too will pass\". What you looking for? A miracle? \n[41]Oh I been out. \n[42]Was over to Baby Suggs. \n[43]That's Baby's kin. I don't need no invite to look after her people. \n[44]Somebody new there. A woman. Thought you might know who she is. \n[45]I know Denver. \n[46]I know what I see. \n[47]True. \n[48]Can't locate him. \n[49]The church! \n[50]It's cold as charity in there! What he do that for? Any number'll take him in. \n[51]Why? Why he have to ask? Can't nobody offer? What's going on? Since when a black man come to town have to sleep in the cellar like a dog?! \n[52]NO! Shouldn't be no days! You know all about it and don't give him a hand? That don't sound like you, Ella. Me and you been pulling colored folk out the water more'n twenty years! Now you tell me you can't offer a man a bed?! A working man who can pay his own way? \n[53]Why's that necessary all of a sudden? \n[54]You know he's colored? What else there to know? \n[55]It's her, ain't it? \n[56]Sethe. He took up with her and stayed in there and you don't want nothing to- \n[57]Girl, give it up! We been friends too long to act like this. \n[58]You know she married Baby Suggs' boy. \n[59]Aw, no, Ella. \n[60]You was friends. \n[61]Ella. \n[62]What's any of that got to do with Paul \n[63]I run him off. \n[64]I told him...Showed him the newspaper. About Sethe. Read it to him. He left that very day. \n[65]He didn't know nothing. And nobody. Except her, from when they was at that place Baby Suggs was at. \n[66]Sure he knew her. Her boy Halle, too. \n[67]That's so. \n[68]You mind loaded with spirits. Everywhere you look you see one. \n[69]Howdy. \n[70]This is hard for me. But I got to do it. Two things I got to say to you. I'm a take the easy one first. \n[71]I come looking for you to ask your pardon. Apologize. \n[72]You pick any house, any house where colored live. Pick any one and you welcome to stay there. I'm apologizing 'cause they didn't offer to tell you. But you welcome anywhere you want to be. My house. John and Ella. Miss Lady Jones..anybody. You choose. You ain't got to sleep in no cellar and I apologize for each and every night. \n[73]Oh yeah. Oh that's load off. I thought everybody gone crazy. \n[74]You planning to do anything about it? \n[75]Yes sir. \n[76]Plank Road. Yes sir. That's up a ways. Mile, maybe. \n[77]No sir, I don't, but I know Plank Road. 'Bout a mile up thataway. \n[78]Yes sir..You right about that. That's just what I come over to talk to him about. Just that.. \n[79]Never found out. \n[80]No use thinking these things now. \n[81]Children ain't gonna need to know that kind of thing. \n[82]I don't believe that. I won't. \n[83]I said I had two things to say to you. I only told you one. I have to tell you the other. \n[84]I was there Paul D...There in the yard. When she did it. \n[85]It ain't what you think. \n[86]She ain't crazy. She love those children. She was trying to outhurt the hurter's all. \n[87]She was only- \n[88]You ain't scared of Sethe. I don't believe you. \n[89]Who is she? Where she come from? \n[90]She what run you off? Not what I told you 'bout Sethe? \n[91]All he can. All he can. ", "BELOVED": "\n[1]Written by \n[2]Beloved. \n[3]Last. No..just Beloved.. \n[4]Heavy..this place is heavy. \n[5]How you get so smart? \n[6]Yes you are! \n[7]You don't go no more? \n[8]You so smart. Tell me about your brothers. \n[9]Can I help? \n[10]Where you go in the morning? \n[11]What time you go? \n[12]I remember a woman who was mine and I remember bein snatched away from her. \n[13]I'm helpin make your bread. \n[14]Where your diamonds? \n[15]On your ears. \n[16]Tell me...Tell me about your diamonds... \n[17]Tell me...Tell me about your diamonds. \n[18]Your woman never fixed up your hair? \n[19]Tell me 'bout her. \n[20]What happened to her? \n[21]Can I have some more pudding? \n[22]I don't have nobody. \n[23]This place. I was looking for this place I could be in. \n[24]She told me. When I was at the bridge, she told me. \n[25]I walked here. A long, long, long, long way. Nobody bring me. \n[26]I take the shoes!  I take the dress!  The shoe strings don't fit! I... \n[27]I want to go to sleep now. \n[28]Nowhere. Look at me do this! \n[29]Now you! Come on! Come on! \n[30]In the dark my name is Beloved. \n[31]Dark. I'm small in that place. I'm like this here. \n[32]Hot. Nothing to breathe there. No room to move. \n[33]I wait; then I got on the bridge. I stay there in the dark, in the daytime, in the dark in the daytime. Long time. \n[34]No. After. When I got out. \n[35]To see her face. \n[36]Yes. Sethe. \n[37]No. Never. This is where I am. \n[38]Don't tell me what to do? Don't never tell me what to do!? \n[39]She's the one! She's the one I need! You can go but she's the one I have to have! \n[40]You have brothers or sisters? \n[41]Sethe told us you been walking for eighteen years. Where you been all that time? \n[42]You be surprised what you start remembering once you start talking. \n[43]I want you to touch me on the inside part and call me my name. \n[44]She don't love me like I love her. I don't love nobody but her. \n[45]I want you to touch me on the inside part. \n[46]You have to touch me. On the inside part. And you have to call me my name. \n[47]Call me my name. \n[48]Call me. \n[49]I'll go if you say it. \n[50]She likes him here... Make him go away. \n[51]It's like my dreams...I get two dreams, see..One, I exploding...BUUOOGGG...The other I being swallowed. Sometimes it's hard to keep my head on my neck, or these legs connected to my hips...One day I think I might wake up and I'll be in pieces.. Maybe it's starting. \n[52]Yes. \n[53]What? \n[54]What do these do? \n[55]Can we try them? \n[56]I know it. \n[57]and she is mine... \n[58]I am not separate from her. There is no place where I stop. Her face is my own and I want to be there in the place where her face is and to be looking at it too...a hot thing..In the beginning I could see her. I could not help her because the clouds were in the way. But I could see her. The shining in her ears. I look hard at her so she will know that the clouds are in the way..I cannot lose her again. I see her face which is mine. It is the face that was going to smile at me in the place where we crouched before I come up out of the blue water. Sethe's is the face that left me. Sethe's sees me in her and I see the smile. She is my face smiling at me. It is the face I lost. Now we can join..a hot thing. \n[59]\n[60]\n[61]\n[62]\n[63]\n[64]\n[65]\n[66]What do you know about it? I sleep where I want. \n[67]Breakfast ready? I'm hungry! \n[68]You don't sit with me!! \n[69]You don't sit with me!! I don't sit with people who leave me! \n[70]I had another dream last night. The dead man laying on top of me and I had nothing to eat. And the ghosts without skin stuck their fingers in me and said Beloved in the dark and bitch in the light.. \n[71]You gave me the bad dreams. You left me behind... \n[72]You're weren't nice to me..you didn't smile at me.. \n[73]\n[74]I want somethin' sweet. \n[75]Not for me, you don't! You don't let me eat the pies... \n[76]I look just like her. \n[77]", "BABY SUGGS": "\n[1]Ya know what I'd love to see? I loved to see me some lavender. You got any lavender? Or even pink - pink'll do. \n[2]Ah, winter in Ohio is especially rough if you've got an appetite for color. \n[3]Oh, that's fine. Fine. \n[4]They'll be all right. I'm surprised they lasted here this long. \n[5]What'd be the point? Not a house in the country ain't packed to the rafters with some dead Negro's grief. We lucky our ghost is a baby. My husband spirit come back? Or yours? Don't talk to me! Ha..You lucky. You got one child left, still pullin at your skirts. Be thankful. I had eight. Eight with six fathers. Every one of them gone from me. Four taken, four chased and all, I expect, worrying somebody's house into evil. My first born - alls I can remember of her now is how she loved the burned bottom of bread. Her little hands..I wouldn't know'em if they slapped me. Can you beat that? Eight children and that's all I remember.  \n[6]Oh, I remember bits and pieces of all of'em I guess..Halle, of course..I had Halle a lifetime. Almost twenty years... My two girls, sold and gone before I could even a heard about it, and them without their grown up teeth yet. My third child, my son after Halle...I let that straw boss have me for four months so's I could keep that boy. Next year, he had him traded for lumber anyway and me pregnant with his child. I couldn't love that child. I wouldn't. Not any of the rest either. God take what He would....and He did... \n[7]Those boys didn't even know him. You had six whole years of marriage to my Halle Fathered every one of your children. A blessing. I learned hard that a man's just a man, but a son like that...like Halle..now that's somebody. \n[8]I'm not here to tell you all to clean up your lives and sin no more....I'm not here to tell you we're the blessed meek and are glorybound!...I'm here to tell you that the only grace we can have, is the grace we can imagine...And if you cannot see it, then you shall not have it... \n[9]..God lead you home... So now, lay'em down, child. Sword and shield..Don't study war no more. Lay all that mess down. Sword and shield... \n[10]Oh my Lord...My sweet Lord thank you. \n[11]Where's Halle? \n[12]Well, he be along presently, I'm sure. \n[13]Not now. You too ugly looking to wake 'em up in the night. First we get you well.. \n[14]You feel this? \n[15]Nothing.. \n[16]Girl... \n[17]Already crawling - ain't that somethin? ..Come on, baby girl..right this way..Mama's waiting.. \n[18]All right boys - mama's home now, you be seeing her all the time..Go downstairs and get your supper...Go on... \n[19]Nothing worth saving here. \n[20]Be nice if there was a groom to go with it. What do you think happened to him? \n[21]Well put these on - maybe they'll light his way. \n[22]Whatever happens now...God lead you home. So now lay'em down Sethe...Sword and shield..Don't study war no more. Lay all that mess down. Sword and shield... \n[23]Let the children come! \n[24]Let your mother's hear you laugh!! \n[25]Let the grown men come!! \n[26]\n[27]Now...you women...I want you to cry. For the living. For the dead....Just cry. \n[28]What a sight you are, Stamp. \n[29]It'll sickify her stomach..Now go wash up round back...crazy fool.. \n[30]He's a good one, no doubt of that. I can get three, maybe four pies out of this. Seems a shame just for us though. I'm gonna invite Ella and John over... \n[31]I beg you pardon..I beg your pardon.. \n[32]Excuse me..but the child needs nursin..needs the mother's milk.. \n[33]One at a time!...And you gotta clean yourself up! \n[34]I beg your pardon..Lord, I beg your pardon..I sure do.... \n[35]...All I remember is how she loved the bottom of burned bread. Her little hands...I wouldn't know 'em if they slapped me\". \n[36]Folks come. Folks go. \n[37]I got a delivery around here. Name of Tucker. \n[38]Well what? \n[39]If I call them, and they come what on earth am I going to say to them. \n[40]That's the last thing they took from me. \n[41]What I have to do is get in my bed and lay down. I want to fix on something harmless in this world. \n[42]Blue. That doesn't hurt nobody. Yellow neither. \n[43]I likes yellow. \n[44]Can't say. It's something can't be planned. \n[45]No, Stamp. I ain't. \n[46]Those white things have taken all I had or dreamed. I'm saying ain't no bad luck in this world 'cept for white folks..They just don't know when to stop. \n[47]I'm saying they came into my yard. \n[48]I'm saying they came into my yard. \n[49]Not like He punished me. \n[50]Was a time I knew what was. \n[51]What I know is what I see: a nigger woman hauling shoes. \n[52]No. I'm looking for what I was put here to look for: the back door. \n[53]You mean I never told you about your daddy? About the Bodwins who let me rent this here house while I do my shoe repairing? About your mother's feet, not to mention her back? I never told you all that? \n[54]Is that why you can't walk down the steps and out yonder by yourself? \n[55]Why you never go back to Lady Jone's and learn your letters? You liked going there I remember. Seeing the other children. Then all a sudden, you stop. \n[56]My Jesus my...What people won't say. Why didn't you come and ask me? 'Fraid I'll tell ya, huh? Come here, child.. \n[57]You got to go sometime. You got to go out there by yourself sometime. \n[58]There ain't. \n[59]Know it, and go on out the yard. Go on. \n[60]..The only grace we can have, is the grace we can imagine. If you cannot see it, you will not have it...Here, in this place, we are flesh. Flesh that weeps, laughs, dances on bare feet in the grass. Love it. Love it hard. Yonder they do not love your flesh. They despise it. They flay it. O, my people, they do not love your hands. Those they only use, tie, bind, chop off and leave empty, Love your hands. Love them. Raise them up and kiss them. Touch others with them, put them together, stroke them on your face 'cause they don't love that either. You  got to love it. You. Yonder out there, they ain't in love with your moth. They will see it broken and break it again. What you say out of it, they will not heed. What you scream from it they do not hear. No, they don't love your mother. You got to love it. And the feet that need to rest and to dance. The backs that needs support. The shoulders that need arms, strong arms I'm telling you! O my people, out yonder they don't love your neck unnoosed and straight. So love your neck; put a hand on it, grace it, stroke it and hold it up. Love all your inside parts, love 'em..and the beating heart, love that too. More than eyes or feet. More than lungs that have yet to draw free air, love your heart. For this is the prize. ", "ELLA": "\n[1]Stamp always leave the old sty open when there's a crossing. Knots a white rag on the post if it's a child too. My name's Ella..Where you headed? \n[2]When was this one born? \n[3]Hard to say. Let's try to get these on your feet. \n[4]Where you been keeping yourself? I told John must be cold if Stamp stay inside. \n[5]Out where? \n[6]What you want there? Somebody invite you in? \n[7]Ain't no new Negroes in this town I don't know about. What she look like? You sure that wasn't Denver? \n[8]You sure? \n[9]Might see anything at all at 124. \n[10]Better ask Paul D. \n[11]He's sleeping in the church. \n[12]Yeah. Asked Rev. Pike if he could stay in the cellar. \n[13]Can't nobody read minds long distance. All he have to do is ask somebody. \n[14]Unrile yourself, Stamp. It's only a few days he been there. \n[15]He ask, I give him anything. \n[16]I don't know him that well. \n[17]Stamp, don't tear me up this morning! I don't feel like it. \n[18]Her who? \n[19]Hold on! Don't jump if you can't see bottom! \n[20]Well, who can tell what went on in there? I never even knew who Sethe was or none of her people. \n[21]I ain't sure I know that. Baby never laid eyes on her till she showed up here. And how'd she make it and her husband didn't? And where is he? And how she have that baby in the woods by herself? Said a whitewoman help her. Shoot. You believe that? Well, I know what kind of white that was. \n[22]Anything white floating around in the woods - if it don't got a shotgun, it's something the Lord tells me I don't want no part of. \n[23]Till she showed herself. \n[24]I ain't got no friends take a handsaw to their own children. \n[25]What run him off? Tell me that! \n[26]You? \n[27]You didn't tell me that. I thought he already knew. \n[28]He knew Baby Suggs? \n[29]And he left when he found out what Sethe did? What you say casts a different light on it, I guess...I thought- \n[30]But you didn't come here talking 'bout Paul. You came asking about a new girl. \n[31]Well, Paul D. must know who she is. Or what she is. \n[32]You know as well as I do, Stamp, that people who die bad don't stay in the ground. \n[33]It's sitting there. Sleeps, eats and raises hell. Whipping Sethe every day. \n[34]Nobody got that coming. \n[35]No, and the children can't just up and kill the mama. What's fair ain't necessarily right... Now you all know how I felt about the whole thing. I know the rage Sethe felt in that shed that day.  We all do. But what I could not understand, and still don't, was her reaction to it. Prideful. Too damn complicated for a black woman in her position before God. But whatever she done, I don't like the idea of past errors taking possession of the present. I don't cotton to sin moving in on a house, unleashed and sassy. Every day life takes enough, takes all a woman has. \"Sufficient unto the day is evil thereof\" and nobody needs more. Nobody needs a grown up evil sitting at a table with a grudge. As long as that ghost showed itself from a ghostly place, I respected it. But once it take on flesh and come into this world, well, the shoe's on the other foot now. I don't mind a little communication between worlds. But this here's an invasion. \n[36]Uh-huh. First. Then we got to get down to business. ", "AMY": "\n[1]\n[2]Look there. A nigger. If that don't beat all... \n[3]Man, you 'bout the scariest looking something I ever seen. What you doing back up here? \n[4]Them the feet you running on? My Jesus my... \n[5]Ohio! Fool girl - you in Kentucky. You 'bout a thousand miles from Ohio. \n[6]You got anything on you, gal, pass for food? \n[7]I like to die I'm so hungry. Thought there might be huckleberries. That's why I come up here. You having a baby? \n[8]Well, I got to eat something. \n[9]Boston. Get me some velvet. It's a store called Wilson. I seen pictures and they have the prettiest velvet. \n[10]Farther than Ohio. \n[11]Not like in Boston. Be so pretty on me. You ever touch velvet? Or even seen it? \n[12]What they call you? \n[13]What you gonna do, just lay there and foal? \n[14]What? \n[15]There's a house back yonder. Well, not a house with people in it - more like a lean-to near the river. \n[16]Make a difference, does it? You stay here, snake might get you. \n[17]Sure you can Lu..come on.. \n[18]Come on Lu! You got to move faster than that. You won't get to Ohio til you ninety years old, you keep moving that ways. \n[19]Never know it to look at me but I used to be a good size. Nice arms, everything. That was before they put me in the root cellar... \n[20]...Mama worked for these people here to pay for her passage but then she had me and died right after so I had to work for'em.. I was fishing off the Beaver once and a nigger floated right by me. I don't like drowned people, do you? Your feet remind me of him. All swole like. \n[21]You all bloody back here. Gal you a mess. Undo your dress - let me see. \n[22]Lord, I ain't never seen a poorer excuse for a- \n[23]Jesus...It's a tree Lu..A chokecherry tree. I had me some whippings but I don't remember nothing like this. Glad I ain't you.. what God have in mind I wonder. ...You thank your Maker I come along. Spiderwebs all I can do for you. What's in here ain't enough. I'll look outside...Maybe I ought to break them blossoms open and let the pus run.. That you ain't dead yet Lu's a miracle. Make you a bet..You make it through the night, you make it all the way... \n[24]It's gonna hurt now..Anything dead coming back to life hurts. Stop wiggling, girl. \n[25]Cause of me, you up and walking. See, Jesus - Lu made it through..I'm good at sick things, ain't I? \n[26]What's that all over your dress? \n[27]You got another baby waiting for you? \n[28]You hungry? \n[29]You want shoes? \n[30]I figured how... \n[31]Jesus looking at you, girl! \n[32]What you doing that for!? Ain't you got a brain in your head? Stop that right now! I said stop it, Lu. You the dumbest thing on this here earth, LU!..LU! \n[33]Oh Jesus, I'm awful sorry 'bout the braggin...I need you here now..Come on Jesus...don't be getting lost on me now. \n[34]Damn daddies never around 'cept for the fun part. Biggest joke God made on woman was giving men the planters 'stead of the soil...!! PUSH! \n[35]My Lord...She's never gonna know who I am. You gonna tell her? Who brought her into this world. You better tell her, you hear! You say MISS AMY DENVER. Of Boston. ", "HALLE": "\n[1]How's this? \n[2]Look around - can you see anybody? \n[3]Then nothing can see us neither. \n[4]You are a beautiful sight. \n[5]You're my wife now! I can talk as stupid as I like about you! I ain't never loved nothing like you before, Sethe. And after I get mama out...then I get us out too. And you'll see, baby girl... we're gonna have us a liiife.. \n[6]He white, ain't he? \n[7]How was he different? \n[8]Don't matter. Loud or soft, what they say is the same. \n[9]Yep. He did. \n[10]If he hadn't, she would have dropped in his cooking stove. \n[11]No, he didn't tell me no. She worked here ten years. If she worked another ten, ya think she would have made it? I pay him for her last years and in return he got you, me and three more coming.. \n[12]That's just it. We was men because he said so. We was men because we was on his land. You think he be calling us men if we ever walked off his land? \n[13]Sethe..baby girl, that ain't gonna happen. Not by walking, anyway. \n[14]Schoolteacher in there told me to quit lending myself out. \n[15]Ain't gonna be no buying us out, like I did with mama. Or them. As far as Schoolteacher concerned, ain't no other life ahead for any of us but this one. \n[16]Sixo, ya know he creeps out at night..he says the way they took my ma'am..he says freedom is that way. He and Paul A. got a plan.  They heard of this man, what they call an underground agent...if we do what he says, don't need no buy out. \n[17]Same thing they're doing now, honey - only quicker. ", "JANEY": "\n[1]Yes? \n[2]What you want? \n[3]Miss Bodwin. They brother and sister, darlin. \n[4]What you want'em for? \n[5]You Baby Sugg's kin, ain't you? \n[6]I heard your mother took sick, that so? \n[7]Well, come on in. You letting in flies. \n[8]You know what? I've been here since I was fourteen and I remember like yesterday when Baby Suggs, holy, came here and sat right where you are. Whiteman name of Garner brought her. He and Mr. Bodwin were good friends. That's how she got that house you all live in. Other things too. \n[9]I never went to those woodland services but she was always nice to me. Always. Never be another like her. \n[10]Bet you do. Everybody miss her. That was a good woman...Well, I don't know whether the Bodwins think it or not but they sure could use some extra help. \n[11]They getting older now and I can't take care of 'em like I used to. More and more they keep asking me to sleep over night. Now, I don't want to quit these people but they can't have all my days and nights too. I got my own family needs me. It'll take some convincing but maybe you could come after supper - take care of your mama during the day, then earn a little something at night, how's that? \n[12]Be here. In case. \n[13]In case the house burn down or bad weather slops the roads so bad I can't get here on time or late guests needed cleaning up after. Anything. Don't ask me what whitefolks need at night. \n[14]Oh yeah. They good. Can't say they ain't good. I wouldn't trade them for another pair, tell you that. But you come back in a few days - give me a chance to lead'em to it. All right? \n[15]What is it, child? What's the trouble with Sethe? \n[16]That what she say. \n[17]No. Grown now. The age it would have been had it lived. ", "LADY JONES": "\n[1]Why Denver..Look at you. \n[2]It's been so long. It's so nice of you to come see me. What brings you? \n[3]Well, never mind - nobody needs a reason to visit. Let me make us some tea. Come on. \n[4]How's your family, honey? \n[5]Work? Start learnin your letters again? \n[6]Well, what can you do? \n[7]Extra? \n[8]Oh baby...I don't know anyone could pay anybody anything for work they did themselves...But if you all need to eat until your mother's well, all you have to do is say so...We have a church committee invented so nobody had to go hungry. ", "HOWARD": "\n[1]We gonna need food. Wait here. \n[2]Come on! \n[3]We gotta go! \n[4]Bye, Denver. You take care. \n[5]Pappie come? \n[6]But ma'am... "}}