{"dialogues": {"EDWARD": "\n[1]There are some fish that cannot be caught. It's not that they're faster or stronger than other fish. They're just touched by something extra. Call it luck. Call it grace. One such fish was The Beast. \n[2]By the time I was born, he was already a legend. He'd taken more hundred- dollar lures than any fish in Alabama. Some said that fish was the ghost of Henry Walls, a thief who'd drowned in that river 60 years before. Others claimed he was a lesser dinosaur, left over from the Cretaceous period. \n[3]I didn't put any stock into such speculation or superstition. All I knew was I'd been trying to catch that fish since I was a boy no bigger than you. And on the day you were born, that was the day I finally caught him. \n[4]Now, I'd tried everything on it: worms, lures, peanut butter, peanut butter-and-cheese. But on that day I had a revelation: if that fish was the ghost of a thief, the usual bait wasn't going to work. I would have to use something he truly desired. \n[5]Gold. \n[6]I tied my ring to the strongest line they made -- strong enough to hold up a bridge, they said, if just for a few minutes -- and I cast upriver. \n[7]The Beast jumped up and grabbed it before the ring even hit the water. And just as fast, he snapped clean through that line. \n[8]You can see my predicament. My wedding ring, the symbol of fidelity to my wife, soon to be the mother of my child, was now lost in the gut of an uncatchable fish. \n[9]I followed that fish up-river and down-river for three days and three nights, until I finally had him boxed in. \n[10]With these two hands, I reached in and snatched that fish out of the river. I looked him straight in the eye. And I made a remarkable discovery. \n[11]This fish, the Beast. The whole time we were calling it a him, when in fact it was a her. It was fat with eggs, and was going to lay them any day. \n[12]Now, I was in a situation. I could gut that fish and get my ring back, but doing so I would be killing the smartest catfish in the Ashton River, soon to be mother of a hundred others. \n[13]Did I want to deprive my soon-to-be- born son the chance to catch a fish like this of his own? This lady fish and I, well, we had the same destiny. \n[14]Now, you may well ask, since this lady fish wasn't the ghost of a thief, why did it strike so quick on gold when nothing else would attract it? That was the lesson I learned that day, the day my son was born. \n[15]Sometimes, the only way to catch an uncatchable woman is to offer her a wedding ring. \n[16]What, a father's not allowed to talk about his son? \n[17]Jesus Christ. \n[18]Come on, Will. Everyone likes that story. \n[19]Sorry to embarrass you. \n[20]So which one's it gonna be? The Monkey in the Barn, the Dog in the Road? \n[21]Your mom says I can't tell you that one anymore. You get nightmares. \n[22]Neither was I. At first. \n[23]This all happened in the swamp outside of Ashton. Kids weren't supposed to go out in the swamp, on account of the snakes and spiders and quicksand that would swallow you up before you could even scream. But there were five of us out there that night: Me, Ruthie, Wilbur Freely, and the Price Brothers, Don and Zacky. \n[24]Not a one of us knew what was in store. \n[25]Zacky, turn your flashlight on! \n[26]Is it true she got a glass eye? \n[27]What's a Gypsy? \n[28]Turn off your flashlights! She'll see 'em. \n[29]That's bull-s-h-i-t, that is. She's not even a real witch. \n[30]I'll go in right now and get that eye. \n[31]Fine, I will. \n[32]Fine, I'm doing it. \n[33]Ma'am, my name is Edward Bloom, and there's some folks'd like to see your eye. \n[34]I brought it. \n[35]I was thinking about death and all. About seeing how you're gonna die. \n[36]I mean, on one hand, if dying was all you thought about, it could kind of screw you up. But it could kind of help you, couldn't it? Because you'd know that everything else you can survive. \n[37]I guess I'm saying, I'd like to know. \n[38]Huh. That's how I go? \n[39]You -- -- are in for a surprise. \n[40]Having a kid changes everything. I mean, there's the diapers and the burping and the midnight feedings... \n[41]No, but I hear it's terrible. Then you spend years trying to corrupt and mislead this child, fill its head with nonsense and still it turns out perfectly fine. \n[42]You learned from the best. \n[43]People needn't worry so much. It's not my time yet. This isn't how I go. \n[44]Truly. I saw it in The Eye. \n[45]She was a witch. \n[46]I saw my death in that eye. And this is not how it happens. \n[47]Surprise ending. Wouldn't want to ruin it for you. \n[48]There was this panhandler who used to stop me every morning when I came out of this coffee shop near the office. \n[49]And every day I gave him a quarter. Every day. Then I got sick and was out for a couple of weeks. And when I went back there, you know what he said? \n[50]You owe me three-fifty. \n[51]True story. \n[52]There's a lot you don't know about me. \n[53]Your mother was worried we wouldn't talk again. And look at us. We're talking fine. We're storytellers, both of us. I speak mine out, you write yours down. Same thing. \n[54]You mean, while I'm here. \n[55]Your mother hasn't been keeping up the pool. If you wanted to you could... \n[56]You know where the chemicals are? \n[57]I was never much for being at home, Will. It's too confining. And this, here. Being stuck in bed. Dying is the worst thing that ever happened to me. \n[58]I said this isn't how I go. The last part is much more unusual. Trust me on that. \n[59]That's nothing. I once had to stay in bed for three years. \n[60]I wish. \n[61]Truth is, no one quite knew what was wrong. Most times, a person grows up gradually. I found myself in a hurry. \n[62]My muscles couldn't keep up with my bones, and my bones couldn't keep up with my body's ambition. So I spent the better part of three years confined to my bed, with the World Book Encyclopedia being my only means of exploration. I had made it all the way to the \"G's,\" hoping to find an answer to my gigantificationism, when I uncovered an article about the common goldfish. \n[63]It occurred to me then, that perhaps the reason for my growth was that I was intended for larger things. After all, a giant man can't have an ordinary-sized life. \n[64]As soon as my bones had settled in their adult configuration, I set upon my plan to make a bigger place for myself in Ashton. \n[65]I was the biggest thing Ashton had ever seen. Until one day, a stranger arrived. \n[66]I'll talk to him. See if I can get him to move on. \n[67]Trust me, he'll have to try. \n[68]Hello! \n[69]My name is Edward Bloom! I want to talk to you! \n[70]I'm not going anywhere until you show yourself. \n[71]Armed with the foreknowledge of my own death, I knew the giant couldn't kill me. All the same, I preferred to keep my bones unbroken. \n[72]So you can eat me. The town decided to send a human sacrifice, and I volunteered. \n[73]My arms are a little stringy, but there's some good eating on my legs. I mean, I'd be tempted to eat them myself. So I guess, just, if you could get it over with quick. Because I'm not much for pain, really. \n[74]Look, I can't go back. I'm a human sacrifice. If I go back, everyone will think I'm a coward. And I'd rather be dinner than a coward. \n[75]Here, start with my hand. It'll be an appetizer. \n[76]Did you ever think maybe you're not too big? Maybe this town's just too small. I mean, look at it. \n[77]Hardly two stories in the whole place. Now I've heard in real cities, they've got buildings so tall you can't even see the tops of 'em. \n[78]Wouldn't lie to you. And they've got all-you-can-eat buffets. You can eat a lot, can't you? \n[79]So why are you wasting your time in a small town? You're a big man. You should be in the big city. \n[80]What's your name, Giant? \n[81]Mine's Edward. And truthfully, I do want you to leave, Karl. But I want to leave with you. You think this town is too small for you, well, it's too small for a man of my ambition. I can't see staying here a day longer. \n[82]I love every square inch of it. But I can feel the edges closing in on me. A man's life can only grow to a certain size in a place like this. So what do you say? Join me? \n[83]Okay. \n[84]Now first, we gotta get you ready for the city. \n[85]That afternoon as I left Ashton, everyone seemed to have advice. \n[86]But there was one person whose counsel I held above all others. \n[87]She said that the biggest fish in the river gets that way by never being caught. \n[88]Okay. Thanks. \n[89]Beats me. \n[90]There were two roads out of Ashton, a new one which was paved, and an older one that wasn't. People didn't use the old road anymore, and it had developed the reputation of being haunted. \n[91]Since I had no intention of ever returning to Ashton, this seemed as good a time as any to find out what lay down that old road. \n[92]That poet, Norther Winslow did. He was going to Paris, France. He must have liked it, because no one ever heard from him again. Tell you what. You take the other way and I'll cut through here. Meet you on the far side. \n[93]Just to be sure, you can take my pack. \n[94]You stupid sonofa... \n[95]There comes a point where a reasonable man will swallow his pride and admit he's made a terrible mistake. The truth is, I was never a reasonable man. \n[96]And what I recalled of Sunday School was that the more difficult something became, the more rewarding it was in the end. \n[97]Edward Bloom. \n[98]Yes. \n[99]You were expecting me? \n[100]I did. It nearly killed me. \n[101]What is this place? \n[102]The poet? What ever happened to him? \n[103]No. I've gotta meet somebody. I'm already running late. \n[104]It truly is. \n[105]Hey! \n[106]Wait! I need those! \n[107]Sometimes in a dream, you'll visit places that seem instantly familiar, filled with friends you've never met. \n[108]A man might travel his entire life and never find a place so inviting. My journey had scarcely begun, and I had arrived. \n[109]Really. \n[110]It's only three lines long. \n[111]Norther, do you ever regret not making it to Paris? \n[112]You're a poet. You oughta be able to. And maybe if you'd seen more, you could. \n[113]No, it's okay! I got it. I got the snake. \n[114]Wait! I'm sorry. Hello?! \n[115]Did you see that woman? \n[116]Well, she... uh... \n[117]Yeah. \n[118]Shoot. \n[119]Eighteen. \n[120]You're pretty good at arithmetic. \n[121]Sure is a lot now, though, huh? \n[122]What? \n[123]I have to leave. Tonight. \n[124]This town is everything a man could ask for. And if I were to end up here, I'd consider myself lucky. But the fact is, I'm not ready to end up anywhere. \n[125]I suspect it will hurt a lot. \n[126]I don't expect to. \n[127]I promise. Someday. When I'm really supposed to. \n[128]As difficult as it was to reach Spectre, I was fated to get there eventually. After all, no man can avoid reaching the end of his life. \n[129]And then I realized, this wasn't the end of my life. \n[130]This isn't how I die. \n[131]They got ahead of me. \n[132]I don't know if you're aware of this, Josephine, but African parrots, in their native home of the Congo -- they speak only French. \n[133]You're lucky to get four words out of them in English. But if you were to walk through the jungle, you'd hear them speaking the most elaborate French. Those parrots talk about everything: politics, movies, fashion -- everything but religion. \n[134]It's rude to talk about religion. You never know who you're going to offend. \n[135]Oh, so you know. \n[136]Hello. \n[137]I was dreaming. \n[138]I don't usually remember unless they're especially portentous. You know what that word means, portentous? \n[139]Means when you dream about something that's going to happen. Like one night, I had a dream where this crow came and told me, \"Your Aunt is going to die.\" I was so scared I woke up my parents. They told me it was just a dream, to go back to bed. But the next morning, my Aunt Stacy was dead. \n[140]Terrible for her, but think about me, young boy with that kind of power. Wasn't three weeks later that the crow came back to me in a dream and said, \"Your Grampa is going to die.\" Well, I ran right back to my parents. My father said, no, Gramps is fine, but I could see there was trepidation. And true enough, that next morning my Grampa was dead. \n[141]For the next couple weeks, I didn't have another dream. Until one night the crow came back and said, \"Your Daddy is going to die.\" Well, I didn't know what to do. But finally I told my father. And he said not to worry, but I could tell he was rattled. That next day, he wasn't himself, always looking around, waiting for something to drop on his head. Because the crow didn't tell how it was going to happen, just those words: your Daddy is going to die. Well, he went into town early and was gone for a long time. And when he finally came back, he looked terrible, like he was waiting for the axe to fall all day. He said to my mother, \"Good God. I just had the worst day of my life.\" \"You think you've had a bad day,\" she said. \"This morning the milkman dropped dead on the porch!\" Josephine smiles, a half-laugh, which gets him smiling too. \n[142]Because see, my mother was banging the milkman. \n[143]He was slipping her a little extra cream. \n[144]He was filling her basket. He was making deliveries around back. \n[145]He was buttering her rolls. Pumping her churn. Splashing milk in her box. \n[146]They were squeezing the cheese. Clanking the bottles. Licking the popsicle. \n[147]Cracking the eggs and making an omelet. \n[148]Spooning the sherbet. \n[149]You don't need a picture. Just look up handsome in the dictionary. \n[150]That's because we didn't have a wedding. Your mother-in-law was never supposed to marry me. She was engaged to somebody else. \n[151]Will never told you that? Probably just as well. He would have told it all wrong anyway. All the facts and none of the flavor. \n[152]Well, it's not a short one. \n[153]I had just left Ashton, and was on my way to discover my destiny. Not knowing what that would be exactly, I explored every opportunity that presented itself. \n[154]It was on that night Karl met his destiny. And I met mine. Almost. \n[155]They say when you meet the love of your life, time stops. And that's true. What they don't tell you, is that once time starts again, it moves extra fast to catch up. \n[156]That's great. My attorney, Mr. Soggybottom. \n[157]Good to meet you. \n[158]I just saw the woman I'm going to marry, I know it. But then I lost her. \n[159]I'm going to spend the rest of my life looking for her. That or die alone. \n[160]Yes! \n[161]Who is she? Where does she live? \n[162]What do you mean? You don't even know me. \n[163]I've got a whole backpack full of clothes! \n[164]Someone stole my backpack. \n[165]Wait. You said I don't have a plan. I do. I'm going to find that girl and marry her and spend the rest of my life with her. \n[166]I don't have a job, but I would have a job if you gave me one. And I may not have much, but I have more determination than any man you're ever going to meet. \n[167]I'll work night and day, and you won't have to pay me. You just have to tell me who she is. \n[168]From that moment on, I did everything Mr. Calloway asked, and a lot of things he didn't. I'd go three days without stopping to eat, and four days without sleeping. \n[169]The only thing that kept me going was the promise of meeting the girl who would be my wife. \n[170]Mr. Calloway! It's been a month today. \n[171]Daffodils. Daffodils! \n[172]Daffodils! \n[173]True to his word, every month Amos would tell me something new about the woman of my dreams. \n[174]College! She's going to college! \n[175]Music! She likes music. I like music too! \n[176]Over the months, I learned a lot about the woman I was going to marry, but not her name, and not where to find her. \n[177]Mr. Calloway! It's Edward Bloom. I need to talk to you. \n[178]No, wait! \n[179]It was that night I discovered that most things you consider evil or wicked are simply lonely, and lacking in the social niceties. \n[180]A few rabbits, but I think one of them was already dead. \n[181]There's only one I want. \n[182]Thank you. \n[183]After saying my goodbyes, I hopped three trains to get to Auburn that afternoon. \n[184]You don't know me, but my name is Edward Bloom and I am in love with you. I've spent the last three years working to find out who you are. I've been shot and stabbed and trampled a few times, had my ribs broken twice, but it's all worth it to see you here, now, and to finally get to talk to you. Because I am destined to marry you. I knew that from the first moment I saw you at the circus. And I know it now more than ever. \n[185]Don't need to apologize to me. I mean, I'm the luckiest person you're going to find today... \n[186]Oh. \n[187]Well. Congratulations. I'm sorry to have bothered you. \n[188]Fate has a cruel way of circling around on you. After all this work to leave Ashton, the girl I loved was now engaged to one of its biggest jerks. \n[189]There's a time when a man needs to fight, and a time when he needs to accept that his destiny is lost, that the ship has sailed, and that only a fool would continue. \n[190]The truth is, I've always been a fool. \n[191]Sandra Templeton! I love you! And I am going to marry you! \n[192]They're your favorite flower. \n[193]I called everywhere in five states and explained this was the only way I could get my wife to marry me. \n[194]I have the rest of my life to find out. \n[195]If that's what you want, I swear to it. \n[196]Don. \n[197]I didn't know she belonged to anybody. \n[198]I promised I wouldn't. \n[199]While I took the beating of a lifetime, it was Don Price who was ultimately defeated. \n[200]All the physical activity had worsened a congenital valve defect. Put simply, his heart wasn't strong enough. \n[201]Go out with me. \n[202]As it turned out, Sandra was able to keep her same date at the chapel. Only the groom had changed. \n[203]Well, we were all set to, but there was a complication. \n[204]Truth is, I've been thirsty my whole life. Never really known why. \n[205]There was one time when I was eleven... \n[206]I didn't forget. I was just working on a tangent. See, most men, they'll tell a story straight through, and it won't be complicated, but it won't be interesting either. \n[207]And I like you. \n[208]Now. The thing about working for a circus is you don't have a regular address, and after three years I had a lot of undelivered mail. \n[209]During the four weeks I was in the hospital, the postmaster finally caught up with me. \n[210]It turned out that while my heart belonged to Sandra, the rest of my body belonged to the U.S. Government. \n[211]A hitch in the Army was up to three years at that point, and having waited three years just to meet Sandra, I knew I couldn't survive being away from her that long. So I took every hazardous assignment I could find, with the hope of getting my time down to less than a year. \n[212]I'm not going to hurt you. \n[213]Please, I need your help. \n[214]Over the next hour, I described my love for Sandra Kay Templeton, and the ordeal that brought me before them. As it had always been, this love was my salvation. It was destined to be. \n[215]We put together an elaborate plan for escape, involving a whaling ship to Russia, a barge to Cuba and a small, dirty canoe to Miami. We all knew it would be dangerous. \n[216]I can get you bookings. I know the biggest man in show business. \n[217]Bigger. \n[218]And so the twins and I began our arduous journey halfway around the world. Unfortunately, there was no way to send a message back to America. \n[219]And so it was no surprise that the Army believed I was dead. \n[220]After four months, Sandra had gotten over the worst of the nightmares. When the phone rang, she didn't think it was somehow me calling her. When a car drove past, she didn't get up to check out the window. \n[221]Did I ever tell you about how... \n[222]I think someone hasn't. \n[223]But the real story is how I got the car. You see... \n[224]Son? \n[225]Do I? I saw an iceberg once. They were hauling it down to Texas for drinking water, only they didn't count on an elephant being frozen inside. The woolly kind. A mammoth. \n[226]What? \n[227]Then you shouldn't have started with a question. Because people want to answer questions. You should have started with, \"The thing about icebergs is...\" \n[228]What, you're seeing down to my nose? My chin? \n[229]I've told you a thousand facts. That's all I do, Will. I tell stories. \n[230]You think I'm fake. \n[231]It would kill you, huh? \n[232]What do you want, Will? Who do you want me to be? \n[233]I have been nothing but myself since the day I was born. And if you can't see that, it's your failing, not mine. \n[234]After the war, the sons of Alabama returned home, looking for work. Each had an advantage over me. They were alive, while I was -- officially -- deceased. \n[235]With my prospects few, I took a job as a travelling salesman. It suited me. If there's one thing you can say about Edward Bloom, it's that I am a social person. \n[236]I've travelled from Tennessee to Timbuktu, and if there's one thing people have in common, is we could all use a hand around the house. \n[237]Why, with this product you can... \n[238]Open a jar. Open a letter. Scratch yourself while wearing mittens. Hold a book. Hold a baby. Hold the dog away from kittens. It's strong enough, you can do a handstand with no hands at all. \n[239]You can use it to point out important information. Or dangers. Or beautiful women. \n[240]We're still working on that one. \n[241]Soon I added other products, and other cities, until my territory stretched from the coast to western Texas. \n[242]I could be gone for weeks at a time. But every other Friday, I'd put all the money I'd made into an account set aside for a proper house with a white picket fence. \n[243]I was astonished to see the greatest poet of both Ashton and Spectre all the way out in Texas. \n[244]I don't believe it! \n[245]That's great, Norther. I'm happy for you. I can't believe I helped. \n[246]So what are you up to now? \n[247]Look, I'm really sorry. I just don't want anybody to get hurt. \n[248]It turned out the savings and loan had already been robbed -- not by armed bandits, but by speculators in Texas real estate. \n[249]'Fraid so. \n[250]Look, I just didn't want you to go empty-handed. There's something you should know, Norther. You see, the reason why... \n[251]I told Norther about the vagaries of Texas oil money and its effect on real estate prices, and how lax enforcement of fiduciary process had made savings and loans particularly vulnerable. \n[252]I knew then that while my days as a criminal were over, Norther's were just beginning. \n[253]When Norther made his first million dollars, he sent me a check for ten thousand. I protested, but he said it was my fee as his career advisor. \n[254]Ten thousand dollars is no fortune to most men. But it was enough to buy my wife a proper house with a white picket fence. \n[255]And for that, it was all the riches a man could ever want. \n[256]I was drying out. \n[257]Come now. \n[258]Fifty-thousand! \n[259]How did you know? \n[260]Apparently I've overlooked this one piece of it, and I'd like to remedy that. You see, in order for the town to be preserved, the trust must own it in its entirety. \n[261]I'll offer you more than it's worth. And you know you won't have to move. Nothing will change except the name on the deed, you have my word. \n[262]In so many words, yes. \n[263]It's not like you're going to lose anything. You can ask anyone in town. I've been nothing if not generous. I want the best for everyone. \n[264]Helping people makes me happy. \n[265]I'm sorry. Have I offended you? \n[266]You're Beamen's daughter. Your last name is different. You married. \n[267]I see. I thank you for your time. \n[268]I'm sorry. \n[269]I can get it. I can just... \n[270]Lord, I'm sorry I... \n[271]I'll... \n[272]Of course, the best part was creating new material. By the time the twins and I got to Havana, we had a whole new routine worked out for them, with just a ukulele and a harmonica. \n[273]I suppose I should... \n[274]No. \n[275]Don't. Don't be embarrassed. I should never have let you think that... I am in love with my wife. \n[276]And from the moment I saw her until the moment I die, she's the only one. \n[277]I'm sorry, Jenny. I am. \n[278]The river. \n[279]Tell me how it happens. \n[280]How I go. \n[281]Like this. \n[282]Let's get out of here. \n[283]There's a fold-up wheelchair in the bathroom. Wrap a blanket around me. As soon as we get off this floor, we'll be in the clear. \n[284]Hurry! We don't have much time. \n[285]Faster! \n[286]No time to explain! Follow us! \n[287]Water. I need water. \n[288]Leave it! We won't need it. \n[289]The River! \n[290]Story of my life. \n[291]Goodbye everybody! Farewell! Adieu! \n[292]My girl in the river. \n[293]Yes. Exactly. ", "WILL": "\n[1]Make him stop. \n[2]I am a footnote in that story. I am the context for your great adventure. Which never happened! Incidentally! You were selling novelty products in Wichita the day I was born. \n[3]Friend of yours? Did you help him out of a bind? \n[4]No Dad, they don't. I do not like the story. Not anymore, not after a thousand times. I know all the punchlines, Dad. I can tell them as well as you can. For one night, one night in your entire life, the universe does not revolve around Edward Bloom. It revolves around me and my wife. How can you not understand that? \n[5]You're embarrassing yourself, Dad. You just don't see it. \n[6]After that night, I didn't speak to my father again for three years. \n[7]William Bloom with the Associated Press if I could just... \n[8]We communicated indirectly I guess. In her letters and Christmas cards, my mother would write for both of them. \n[9]When I'd call, Mom would say that Dad was out driving. Or swimming in the pool. \n[10]True to form, we never talked about our not talking. \n[11]The truth is, I didn't see anything of myself in my father, and I don't think he saw anything of himself in me. We were like strangers who knew each other very well. \n[12]In telling the story of my father's life, it's impossible to separate the fact from the fiction, the man from the myth. The best I can do is to tell it the way he told me. \n[13]It doesn't always make sense, and most of it never happened. \n[14]But that's what kind of story this is. \n[15]My father's birth would set the pace for his unlikely life. No longer than most men's, but larger. And as strange as his stories got, the endings were always the most surprising of all. \n[16]Hi. Uh-huh. Uh-huh. \n[17]What does Dr. Bennett say? Okay. No, sure, let me talk to him. I'll wait. \n[18]It's more than they thought. They're going to stop chemo. \n[19]Probably tonight. \n[20]You don't have to. \n[21]The one about the witch. \n[22]I'm not scared. \n[23]We swam. The Atlantic, it's not that big really. \n[24]We rented a car. \n[25]Hi, Mom. \n[26]Is that Dr. Bennett's car? \n[27]How is he? \n[28]How much time does he have left? \n[29]Dr. Bennett. It's good to see you. My wife, Josephine. \n[30]Can I see him? \n[31]Dad? \n[32]Am I? \n[33]Did you do any of that? \n[34]You think I'm up for it? \n[35]Just drink half the can. I'll tell her you drank the whole thing. Everyone wins. \n[36]Really. \n[37]The Old Lady by the swamp. \n[38]No, she was old and probably senile. Maybe schizophrenic. \n[39]So how does it happen? \n[40]Okay. \n[41]What did he say? \n[42]Really. \n[43]When did you ever work in an office? \n[44]You're right. \n[45]Dad, I'm hoping we can talk about some things while I'm here. \n[46]I'd just like to know the true versions of things. Events. Stories. You. \n[47]I will. \n[48]I used to do it when you were gone, remember? I used to do it a lot. \n[49]I thought you weren't dying. \n[50]I don't know if you've seen it, but Josephine has some photos in the most recent Newsweek. \n[51]Why not religion, Dad? \n[52]Josephine actually went to the Congo last year. \n[53]Mom, would you say you understand Dad? \n[54]What I mean is, do you really know what's going on in his head? \n[55]How is that possible? I mean, you try to ask him a question and suddenly it's another one of his stories. You can't honestly say you know him. \n[56]Yes. But that's a different... \n[57]Josephine and I have a lot in common. \n[58]True. But I've known him my whole life, and I don't feel like I know him at all. Or ever will. \n[59]But I understand you, Mom. I always have. \n[60]Mom, do you know who that is? Blonde hair. \n[61]No. But it's weird. She seemed to recognize me. \n[62]Did you? \n[63]They met at Auburn. \n[64]That's because most of it never happened. \n[65]Mmm. \n[66]Mmm, what. I know better than to argue romance with a French woman. \n[67]Everyone loves my father. He's a very likeable guy. \n[68]You have to understand. When I was growing up, he was gone more than he was here. And I started thinking -- maybe he has a second life somewhere else. With another house, another family. He leaves us, he goes to them. Or maybe there is no family. Maybe he never wanted a family. But whatever it is, maybe he likes that second life better. And the reason he tells all those stories is because he can't stand this boring place. \n[69]What is \"true?\" I've never heard my father say a single true thing. \n[70]Look, I know why you like him. I know why everyone likes him. But I need you to tell me I'm not crazy. \n[71]I need you on my side. \n[72]Yes. \n[73]The maple tree and the Buick. We heard it. \n[74]Dad? \n[75]Can we talk? \n[76]Do you know much about icebergs, Dad? \n[77]Dad! \n[78]I'm trying to make a metaphor here. \n[79]The thing about icebergs is you only see 10 percent of them. The other 90 percent is below the water where you can't see it. And that's what it is with you Dad. I'm only seeing this little bit that sticks above the water. \n[80]I have no idea who you are because you have never told me a single fact. \n[81]You tell lies, Dad. You tell amusing lies. Stories are what you tell a five-year old at bedtime. They're not elaborate mythologies you maintain when your son is ten and fifteen and twenty and thirty. And the thing is, I believed you. I believed your stories so much longer than I should have. And then when I realized that everything you said was impossible -- everything! -- I felt like such a fool to have trusted you. You were like Santa Claus and the Easter Bunny combined. Just as charming and just as fake. \n[82]Only on the surface. But that's all I've ever seen. \n[83]Dad, I'm about to have a kid of my own here. It would kill me if he went through his whole life never understanding me. \n[84]Yourself. Good, bad, everything. Just show me who you are for once. \n[85]What is it? \n[86]That really happened? \n[87]Go. \n[88]Is he awake? \n[89]Mom? \n[90]Did you and Dad have any other property? \n[91]So you never bought any land. \n[92]Hello. \n[93]Are you Jenny Hill? \n[94]How did you know my father? \n[95]Were you and my father having an affair? \n[96]I've seen him with women. He flirts. He always has. On some level, I presumed he was cheating on my mother. I just never had proof. \n[97]Because he's dying. \n[98]My father talked about a lot of things he never did, and I'm sure he did a lot of things he never talked about. I'm just trying to reconcile the two. \n[99]Logically, you couldn't be the Witch, because she was old back when he was young. \n[100]You didn't become crazy. \n[101]No, I wanted to know. I'm glad I know. \n[102]Hello? Mom? Dad? \n[103]What happened? \n[104]Is he going to be okay? \n[105]What I mean is, will he get back to the way he was when... \n[106]I'll stay. Why don't you go home with Josephine and I'll stay tonight. \n[107]I will. I'll call. \n[108]Mom, do you want some time with Dad? \n[109]My father and I have an advantage. We never talk. \n[110]How long have you known my father? \n[111]How would you describe him? \n[112]A thousand times. He caught an uncatchable fish. \n[113]No. \n[114]Dad? \n[115]Dad! Do you want me to get a nurse? \n[116]What can I do? Can I help? Can I get you something? Water? \n[117]The river? \n[118]How what happens? \n[119]You mean what you saw in The Eye? \n[120]I don't know that story, Dad. You never told me that one. \n[121]I can try, Dad. If you help. Just tell me how it starts. \n[122]Okay. Okay. \n[123]Okay. It's morning, and you and I are in the hospital. I'd fallen asleep in the chair. I wake up and I see you, and... \n[124]Dad? \n[125]Dad? \n[126]Somehow, you're better. Different. You're getting ready to go. And I say... \n[127]Dad, you're in no condition to... \n[128]I pick you up and you hardly weigh anything. I can't explain it. \n[129]And we have to take Glenville to avoid all the church traffic, because those damn church people drive too slow. \n[130]I ask... \n[131]Where are we headed? \n[132]You say... \n[133]As we get closer to the river, we see everybody's already there. And I mean everybody. \n[134]It's unbelievable. \n[135]And the strange thing is, there's not a sad face to be found. Everyone's just so glad to see you, and send you off right. \n[136]You become what you always were. A very big fish. And that's the way it happens. \n[137]Hi. \n[138]Have you ever heard a joke so many times you've forgotten why it's funny? But then you hear it again and suddenly it's new. You remember why you loved it in the first place. \n[139]Something like that. \n[140]That was my father's final joke I guess. A man tells his stories so many times he becomes the stories. They live on after him. \n[141]And in that way, he becomes immortal. ", "SANDRA": "\n[1]Honey, it's still your night. \n[2]How did you get here? \n[3]Ruth McHibbon offered to pick you up at the airport. \n[4]You didn't need to do that. You just didn't. \n[5]I'm so glad you're here. \n[6]You shouldn't have flown. But... \n[7]Thank you. I'll bet you need to -- \n[8]Down the hall on the right. The door sticks. You have to really pull it. \n[9]He's up with your father. \n[10]He's impossible. He won't eat. And because he won't eat, he gets weaker. And because he's weaker, he doesn't want to eat. \n[11]You don't talk about those things. Not yet. \n[12]You don't think he looks any worse. \n[13]Get him to drink one of these. He won't, but tell him he has to. \n[14]Really! That's wonderful. \n[15]We'll have to pick up a copy. \n[16]Of course. \n[17]Yes. \n[18]Yes, Will, I do. And don't presume things you don't know. \n[19]Would you say you understand Josephine? \n[20]No it's not. It's exactly the same. Your father and I met, we dated, and we married -- we chose each other -- because we understood each other on some fundamental level. Just the same as you two. \n[21]Yes, you both think William Bloom is a very smart man. The problem is, you only see me as your mother, and not as someone's wife. And I've been his wife longer than I've been your mother. You can't discount that. \n[22]I know it's not easy. Just remember, he didn't choose to be your father and you didn't choose to be his son. You just ended up together. You could pick numbers out of a dark bag and it'd be just the same. If you ask me, it's a wonder parents and children can stand each other at all. \n[23]Well, clearly you don't. But I'm not the mystery you're trying to solve right now. \n[24]Before I forget, your father has papers in the basement I'd like you to go through. I wouldn't know what's important. \n[25]Was she one of your teachers? \n[26]Do you know who that is? \n[27]I'm sorry. \n[28]No I'm sorry, I... I'm engaged to be married. \n[29]But you're wrong. I do know you, at least by reputation. Edward Bloom from Ashton. See, I'm actually engaged to a boy from Ashton. Don Price. He was a few years older than you. \n[30]Stop it. It's not funny. That poor boy. \n[31]Daffodils? \n[32]How did you get so many? \n[33]You don't even know me. \n[34]It's Don. Promise me you won't hurt him. \n[35]Stop it! \n[36]Don! \n[37]I will never marry you. \n[38]He's almost a stranger and I prefer him to you. \n[39]How can I convince you to stop? \n[40]Okay. \n[41]I'm going to get started on dishes. \n[42]Your father decided he needed to have an office, and it wouldn't do to have it in the house. You'll know better than me what's important. \n[43]It was during the war. Your father went missing. They thought he was dead. \n[44]Not everything your father says is a complete fabrication. \n[45]I'm going to check on him. \n[46]sitting on the edge of the tub. She doesn't seem particularly worried -- her husband has always done this. \n[47]I see. We need to get you one of those plant misters. We can spray you like a fern. \n[48]I don't think I'll ever dry out. \n[49]He just fell asleep. Josephine's with him. \n[50]Yes? \n[51]I suppose your grandmother's house when she passed on. But we sold that right away. Your cousin Shirley bought it. \n[52]Heavens no. We had a hard enough time keeping the mortgage on this place. \n[53]I don't suppose one of us could stay with him. In case he... In case he wakes up, one of us should be there. \n[54]That's okay? \n[55]You'll call if... \n[56]Yes. Thank you. \n[57]I know. It was the same when I was carrying Will. Like clockwork. \n[58]Do you like it, being pregnant? \n[59]I loved it. It sounds peculiar, but I loved every minute of it. I did. Eddie was travelling a lot, so he was gone, but I felt like I always had a piece of him with me. A little part of his soul inside me. I could feel it. It was alive and kicking. \n[60]I really miss that. ", "JENNY": "\n[1]What did she look like? \n[2]Was she nekkid? \n[3]It's not a woman, it's a fish. No one ever catches her. \n[4]Fish looks diff'rent to diff'rent people. My daddy said it looked like the coon dog he had when he was kid, back from the dead. \n[5]How old are you? \n[6]I'm eight. That means when I'm eighteen, you'll be 28. And when I'm 28, you'll only be 38. \n[7]And when I'm 38, you'll be 48. And that's not much difference at all. \n[8]How are you gonna make it without your shoes? \n[9]Promise me you'll come back. \n[10]Oh. Oh. \n[11]I wasn't expecting you. \n[12]I am. And you're Will. I've seen your picture, that's how I recognize you. I almost said something at the store, but it would have been awkward. Like this. \n[13]Listen, Kenny. Why don't we skip the lesson today? We can go again next week. \n[14]I won't tell her if you won't. \n[15]This was on his sales route, so he was through here all the time. Everyone in town knew him. \n[16]Wow. Wow, you just said it. I was expecting to dance around this for another half hour. \n[17]Can I ask you a question? Why did you come here today? If you found this deed, why didn't you just ask Eddie? \n[18]Look, I don't know how much you want to know about any of this. You have one image of your father and it would be wrong for me to go and change it. Especially this late in the game. \n[19]The first thing you have to understand, is that your father never meant to end up here. And yet he did, twice. The first time, he was early. The second time, he was late. \n[20]Those days, your father was working for himself. If there was one thing you could say about Edward Bloom, it's that he was a social person, and people took a liking to him. One night he was returning from three weeks on the road, when he hit a thunderstorm unlike any in his life. \n[21]Fate has a way of circling back on a man, and taking him by surprise. \n[22]A man sees things differently at different times in his life. This town didn't seem the same now that he was older. \n[23]A new road had brought the outside world to Spectre, and with it, banks, liens and debt. Almost everywhere you looked, people were bankrupt. \n[24]Two different corporations were looking at buying the town, if they could get the price low enough. One wanted to open a chicken processing plant. The other, a municipal dump. Either way, Spectre would be destroyed. \n[25]And so Edward Bloom decided to buy the town, in order to save it. \n[26]He was never a wealthy man, but he had made other men rich, and now he asked for their favors. \n[27]Most of them had never seen Spectre -- they only had Edward's words to describe it. That's all they needed. He sold them on the dream. \n[28]So first he bought the farms. Then he bought the houses. Then he bought the stores. \n[29]Whatever he bought, the people were not asked to leave or pay rent or anything. They were just asked to keep doing as they were doing. In that way, he could make sure the town would never die. \n[30]Within six months, his trust had purchased the entire town. With one exception. \n[31]You must be Edward Bloom. \n[32]No one would come out here unless they had business. And no one would have business with me except for you. You're buying the town. \n[33]So I've heard. \n[34]Now let me get this straight. You'll buy the swamp from me, but I'll stay in it. You'll own the house, but it'll still be mine. I'll be here, and you'll come and go as you please to one place or another. Do I have that right? \n[35]Then I don't think so Mr. Bloom. If nothing is going to change, I'd just as soon it not change in the way it hasn't been changing all this time. \n[36]Mr. Bloom, why are you buying this land? Some sort of midlife crisis? Instead of buying a convertible, you buy a town? \n[37]I'm not convinced you should be happy. \n[38]No, you did exactly what you promised. You came back. I was just expecting you sooner. \n[39]I was 18. He was 28. Turns out that was a big difference. \n[40]I won't be selling you this house, Mr. Bloom. \n[41]It's okay, just leave it. \n[42]Please. Go. Just go. \n[43]Go. \n[44]Most men in that situation would accept their failure and move on. But Edward was not like most men. \n[45]As the months passed, he found more and more things to fix, until the shack no longer resembled itself. \n[46]You can leave it there. \n[47]I know. \n[48]Lucky girl. \n[49]Wait! Edward! \n[50]One day, Edward Bloom left, and never returned to the town he'd saved. \n[51]As for the girl, the common belief was that she'd become a witch, and crazy at that. She became something of a legend herself. \n[52]And the story ended where it began. \n[53]No, it's logical if you think like your father. See, to him, there's only two women: your mother and everyone else. \n[54]Well, therapy. And one day I realized I was in love with a man who could never love me back. I was living in a fairy tale. \n[55]People aren't like they are in stories. They hurt each other without meaning to. They are kind and unbelievably cruel at the same moment. Like me, now. I'm not sure I should have told you any of this. \n[56]I wanted to meet you for the longest time. I did. I envied you so much. The way Eddie would talk about you when you were at Missouri, that award you won. Congratulations, incidentally. And when you got the job at the A.P., everything, he was so proud of you. I mean, that's the thing. Every moment he loved you. \n[57]And as brightly as the sun would shine when he was with me, every time he left it disappeared. I wanted to be as important to him as you were, and I was never going to be. I was make-believe and his other life, you, were real. \n[58]You knew that, didn't you? ", "JOSEPHINE": "\n[1]Allo oui? \n[2]Yes, he's here. \n[3]It's your mother. \n[4]It's bad. \n[5]You need to go. \n[6]I'm going with you. \n[7]I'm going with you. \n[8]It's good to see you. You look beautiful. \n[9]Yes. \n[10]To the day. \n[11]I spent a week in Morocco for the story. It was incredible. \n[12]Really. \n[13]Hi. How are you feeling? \n[14]What were you dreaming about? \n[15]That's terrible. \n[16]No, I understand. \n[17]Stop. \n[18]Can I take your picture? \n[19]Please? \n[20]I have photos from the wedding to show you. There's a great one of you and my father. I had an extra print made. \n[21]I want to see pictures of your wedding. I've never seen any. \n[22]I never knew. \n[23]Oh, so this is a tall tale? \n[24]I thought you said you didn't have a church wedding. \n[25]Is it the medicine that's making you thirsty? \n[26]You were talking about your wedding. \n[27]I like your stories. \n[28]I talked with your father last night. \n[29]You never told me how your parents met. \n[30]What about the details? How they fell in love. The Circus. The War. You never told me any of that. \n[31]But it's romantic. \n[32]Mmm, what? \n[33]Do you love your father? \n[34]Do you love him? \n[35]But it's not true. \n[36]You're not. \n[37]I am always on your side. And I think you should talk to him. \n[38]The tree fell on the car, spilling the syrup, which attracted the flies, which got stuck to it and flew off with the whole car. \n[39]I'll help you. \n[40]I need to lie down for a bit. \n[41]Will! \n[42]Your father had a stroke. He's upstairs with your mom and Dr. Bennett. \n[43]No. He won't. I'm sorry. \n[44]I'm sorry. It seems every hour I have to... \n[45]I do. \n[46]Don't stop. Don't. ", "AMOS": "\n[1]Ladies and Gentlemen, you may think you've seen the unusual. You may think you've seen the bizarre. But I've travelled to the five corners of the world, and let me tell you, I've never seen anything like this. \n[2]When I found this man, he was picking oranges in Florida. His fellow workers called him El Penumbra -- The Shadow -- because when you were working beside him, he blocked out the daylight. He could take a whole tree in his hands and shake off the fruit. I had to pay his crew boss $10,000 just so I could take him with me. \n[3]Not to alarm you, Ma'am. But if this man wanted to, he could crush your head between his toes. But he won't. He's not going to hurt her, folks, because he's our own Gentle Giant. Ladies and Gentlemen, I give you Colossus! \n[4]What's his name? Does he talk? It's not important. \n[5]Tell me Karl, have you ever heard of the term \"involuntary servitude?\" \n[6]\"Unconscionable contract?\" \n[7]Great, great. That's fantastic. \n[8]Hey kid! Your friend just made himself a star. \n[9]What's the matter with you, kid? I haven't seen a customer so depressed since the elephant sat on that farmer's wife. Get it? \"Depressed?\" \n[10]See! The big guy likes it. \n[11]Tough break. Most men have to get married before they lose their wives. \n[12]Jesus, kid. Let me guess. Real pretty, blonde hair, blue hat? \n[13]I know her uncle. Friends of the family. \n[14]Kid. Don't waste your time. She's out of your league. \n[15]Sure I do. You were hot shit back in Hickville, but here in the real world, you got squat. You don't have a plan. You don't have a job. You don't have anything but the clothes on your back. \n[16]Kid, you were a big fish in a small pond. This here is the ocean, and you're drowning. Take my advice and go back to Puddleville. You'll be happy there. \n[17]Sorry, kid. I don't do charity. \n[18]Every month you work for me, I'll tell you one thing about her. That's my final offer. \n[19]This girl, the love of your life. Her favorite flower is daffodils. \n[20]Didn't kill anything, did I? \n[21]That would explain the indigestion. \n[22]I was wrong about you kid. You may not have much, but what you got, you got a lot of. You could get any girl. \n[23]Her name is Sandra Templeton. She's going to Auburn. The semester's almost over, so you better hurry. \n[24]Good luck, kid. ", "NORTHER WINSLOW": "\n[1]Everything here tastes better. Even the water is sweet. Never gets too hot, too cold, too humid. At night the wind goes through the trees and you'd swear there was a whole symphony out there, playing just for you. \n[2]There is no softer ground than town. \n[3]I've been working on this poem for 12 years. \n[4]There's a lot of expectation. I don't want to disappoint my fans. \n[5]This is why you don't show work in progress. \n[6]I can't imagine any place better than here. \n[7]It's me. Norther Winslow. \n[8]I want you to know, when you left Spectre it opened my eyes. There was a whole life out there that I was not living. So I travelled. I saw France, and Africa, half of South America. Every day a new adventure, that's my motto. \n[9]I'm robbing this place. \n[10]Would you mind grabbing that? \n[11]Now, I want all of you to lie down. I'm gonna be cleaning out the cash drawers, and my associate here is going to handle the vault. You help my friend, okay? \n[12]Sixty. Eighty. Four hundred dollars! Not bad for just the drawers. Let's see what you got from the vault. \n[13]This is it? The whole vault. \n[14]Edward, it's got your deposit slip on it. \n[15]I should go to Wall Street. That's where all the money is. \n[16]Edward, thank you for the hand! ", "DON PRICE": "\n[1]Then why'd you bring it? \n[2]Your momma's a bitch. \n[3]Shit. \n[4]You're so sure, why don't you go in and get that eye? I heard she keeps it in a box on her nighttable. \n[5]Or are you too scared? \n[6]Then do it. \n[7]Fine, you do it. \n[8]You get the eye? \n[9]Let's see it. \n[10]I wasn't old at all. \n[11]Bloom! \n[12]What the hell are you doing? This is my girl. Mine! \n[13]What the matter, Bloom? Too scared to fight back? \n[14]What. You love this guy? ", "KARL": "\n[1]Why are you here? \n[2]I don't want to eat you. I don't want to eat anybody. It's just I get so hungry. I'm too big. \n[3]Really? \n[4]I can. \n[5]You're just trying to get me to leave, aren't you? That's why they sent you here. \n[6]Karl. \n[7]You don't like it? \n[8]Okay. \n[9]What did she say? \n[10]You know anyone's who's taken it? \n[11]You're not trying to run away? \n[12]to his right, coming down the larger, paved road. \n[13]What happened to your shoes? \n[14]Karl. ", "BEAMEN": "\n[1]Welcome to ya. What's your name? \n[2]Bloom like a flower? \n[3]Oh. Here! Right here. Edward Bloom. We weren't expecting you yet. \n[4]Not yet. \n[5]Mmm-hmm. Life'll do that to you. And truthfully, the long way is easier, but it's longer. \n[6]And you're here now, and that's what matters. \n[7]The town of Spectre. Best kept secret in Alabama. Says here you're from Ashton, right? Last person we had from Ashton was Norther Winslow. \n[8]He's still here. Let me buy you a drink. I'll tell you all about it. Hell, I'll have him tell you. \n[9]Son, I already told you. You're early. \n[10]Now tell me if that isn't the best pie you ever ate. \n[11]He is our poet laureate. \n[12]Why? \n[13]No one's ever left. \n[14]You won't find a better place! ", "PING": "\n[1]Sometimes a girl can feel so alone Without a lover to call her own. Sometimes it's so bad, she wants to explode. Wants to grab the first man she sees and tear off his clothes. \n[2]But she won't. No, she can't. She needs a special special different unusual man. Because that girl, Who looks like me, She has wants, but she has needs. \n[3]Any of you got needs? \n[4]I've had twice the adventure, Cried double the tears. Two times the bad times in half the years. I need a strong man, because I've got Twice the love to give. \n[5]Say hello, Jing. \n[6]I'm Ping. She's Jing. She's the good one. I'm the bad one. \n[7]How could you miss your cue? You make me look like a fool, out there alone. \n[8]Who the hell are you? \n[9]Damn right you're not. \n[10]What makes you think we'll help you? \n[11]And what are we supposed to do when we get to America? \n[12]He's here! "}}