{"dialogues": {"DUDE": "\n[1]It's the LeBaron. \n[2]It's uh, it's down there somewhere. Lemme take another look. \n[3]Oh, man.  Don't do-- \n[4]Look, nobody calls me Lebowski.  You got the wrong guy.  I'm the Dude, man. \n[5]Bunny?  Look, moron. \n[6]You see a wedding ring?  Does this place look like I'm fucking married? All my plants are dead! \n[7]Obviously you're not a golfer. \n[8]Hey.  At least I'm housebroken. \n[9]Yeah man, it really tied the room together-- \n[10]What's your point, Walter? \n[11]What's the point of--we all know who was at fault, so what the fuck are you talking about? \n[12]My rug. \n[13]This Chinaman who peed on my rug, I can't go give him a bill so what the fuck are you talking about? \n[14]Walter, this is not a guy who built the rail- roads, here, this is a guy who peed on my-- \n[15]Walter, he peed on my rug-- \n[16]So who-- \n[17]No, but-- \n[18]Yeah, but-- \n[19]Fuckin' A. \n[20]Yeah, I could find this Lebowski guy-- \n[21]Yeah, this is the guy, this guy should compensate me for the fucking rug. I mean his wife goes out and owes money and they pee on my rug. \n[22]Yes, uh, very impressive. \n[23]I'm not really, uh. \n[24]Uh-huh. \n[25]Uh-huh. \n[26]Hey, is this him with Nancy? \n[27]Lebowski on the right? \n[28]He's handicapped, huh? \n[29]Far out. \n[30]Nancy's pretty good. \n[31]Are these. \n[32]Different mothers, huh? \n[33]I guess he's pretty, uh, racially pretty cool-- \n[34]I see. \n[35]Jeez.  Think he's got room for one more? \n[36]Well, yeah I did, but I spent most of my time occupying various, um, administration buildings-- \n[37]--smoking thai-stick, breaking into the ROTC-- \n[38]--and bowling.  I'll tell you the truth, Brandt, I don't remember most of it.--Jeez!  Fuck me! \n[39]Well sir, it's this rug I have, really tied the room together- \n[40]Well they were looking for you, these two guys, they were trying to-- \n[41]So you know they were trying to piss on your rug-- \n[42]You mean, did you personally come and pee on my-- \n[43]Well no, like I said, Woo peed on the rug-- \n[44]Come on, man, I'm not trying to scam anybody here, I'm just-- \n[45]Look, let me explain something. I'm not Mr. Lebowski;  you're Mr. Lebowski.  I'm the Dude.  So that's what  you  call me.  That, or Duder. His  Dudeness.  Or El Duderino, if, you know, you're not into the whole brevity thing-- \n[46]Employed? \n[47]Is this a--what day is this? \n[48]No, look.  I do mind.  The Dude minds. This will not stand, ya know, this will not stand, man.  I mean, if your wife owes-- \n[49]Ah fuck it. \n[50]Okay.  The old man told me to take any rug in the house. \n[51]It's the LeBaron. \n[52]Yeah sure, if I'm ever in the neighborhood, need to use the john. \n[53]Huh? \n[54]You want me to blow on your toes? \n[55]You sure he won't mind? \n[56]Practicing? \n[57]You're Bunny? \n[58]I'm just gonna find a cash machine. \n[59]Your maples, Carl. \n[60]You're fucking twenty minutes late. What the fuck is that? \n[61]Huh? \n[62]What the fuck're you talking about? The carrier.  What's in the fucking carrier? \n[63]What the fuck are you-- \n[64]You brought a fucking Pomeranian bowling? \n[65]Hey, man, if my fucking ex-wife asked me to take care of her fucking dog while she and her boyfriend went to Honolulu, I'd tell her to go fuck herself.  Why can't she board it? \n[66]Hey man-- \n[67]Come on Walter, it's just--it's Smokey.  So his toe slipped over a little, it's just a game. \n[68]Hey Walter-- \n[69]Walter, they're calling the cops, put the piece away. \n[70]Walter, you can't do that.  These guys're like me, they're pacificists. Smokey was a conscientious objector. \n[71]And you know Smokey has emotional problems! \n[72]He's fragile, man!  He's very fragile! \n[73]No, you're not wrong-- \n[74]You're not wrong, Walter, you're just an asshole. \n[75]Just, just take it easy, Walter. \n[76]Well, just take 't easy, man. \n[77]Yeah?  Wavin' a gun around?! \n[78]Just take it easy, man! \n[79]Shit! \n[80]Hiya Allan. \n[81]Sure Allan, I'll be there. \n[82]Yeah, yeah I know. Okay. \n[83]Yeah, okay. \n[84]Huh. \n[85]Dude. \n[86]I don't know, sir. \n[87]Sure.  That and a pair of testicles. \n[88]Mind if I smoke a jay? \n[89]'Scuse me? \n[90]Fuckin' A. \n[91]Bummer. \n[92]Why me, man? \n[93]So he thinks it's the carpet-pissers, huh? \n[94]Fucking Quintana--that creep can roll, man-- \n[95]Huh? \n[96]Huh. \n[97]Twenty grand.  And of course I still keep the rug. \n[98]Yeah. \n[99]...They  gave  Dude  a  beeper,  so whenever these guys call-- \n[100]I told him if it was during league play-- \n[101]I figure it's easy money, it's all pretty harmless.  I mean she probably kidnapped herself. \n[102]Rug-peers did not do this.  I mean look at it.  Young trophy wife. Marries a guy for money but figures he isn't giving her enough.  She owes money all over town-- \n[103]It's all a goddamn fake.  Like Lenin said, look for the person who will benefit.  And you will, uh, you know, you'll, uh, you know what I'm trying to say-- \n[104]Yeah. \n[105]Yeah, well, what do you care, Walter? \n[106]I don't see any connection to Vietnam, Walter. \n[107]Walter, face it, there isn't any connection.  It's your roll. \n[108]It's your roll-- \n[109]It's your roll. \n[110]Yeah well, that's just, ya know, like, your opinion, man. \n[111]Jesus. \n[112]Oh man. \n[113]Oh, nothin', you know. \n[114]Uh-huh. \n[115]Oh, man, don't say that.. \n[116]Shit. \n[117]The what? \n[118]What the hell is this? \n[119]Agh-- \n[120]Walter, I'm sure there's a reason you brought your dirty undies-- \n[121]Walter--what the fuck are you thinking? \n[122]We?  What the fuck we?  You said you just wanted to come along-- \n[123]Yes you're wrong.  This isn't a fucking game, Walter-- \n[124]Dude here. \n[125]Dude the Bagman.  Where do you want us to go? \n[126]\n[127]Yeah? \n[128]The driver man, I told you-- \n[129]Oh shit.  Walter. \n[130]They hung up, Walter!  You fucked it up!  You fucked it up!  Her life was in our hands! \n[131]We're screwed now!  We don't get shit and they're gonna kill her! We're fucked, Walter! \n[132]Shutup, Walter!  Don't fucking say peep when I'm doing business here. \n[133]Dude here. \n[134]Yeah. \n[135]Hey, just tell me where the fuck you want us to go. \n[136]That was the sign. \n[137]Terrific, Walter.  But you haven't told me how we get her back.  Where is she? \n[138]Yeah.  That's a great plan, Walter. That's fucking ingenious, if I understand it correctly.  That's a Swiss fucking watch. \n[139]Dude. \n[140]\n[141]There is no fucking hand-off, Walter! At a wooden bridge we throw the money out  of the car! \n[142]We throw the money out of the moving car! \n[143]Well call them up and explain it to 'em, Walter!  Your plan is so fucking simple, I'm sure they'd fucking understand it!  That's the beauty of it Walter! \n[144]I'm throwing the money, Walter! We're not fucking around! \n[145]Fuck that!  I love you, Walter, but sooner or later you're gonna have to face the fact that you're a goddamn moron. \n[146]Walter! \n[147]What the fuck? \n[148]Uzi? \n[149]Walter, please-- \n[150]\n[151]WE HAVE IT!!. . . We have it! \n[152]What the fuck is that supposed to mean?  What the fuck're we gonna tell Lebowski? \n[153]Huh?  The problem is--what do you mean what's the--there's no--we didn't-- they're gonna kill that poor woman-- \n[154]No, Walter!  I said I thought she kidnapped herself!  You're the one who's so fucking certain-- \n[155]Walter, what'm I gonna tell Lebowski? \n[156]Walter-- \n[157]Who gives a shit, Walter?  What about that poor woman?  What do we tell-- \n[158]Yeah, and in the meantime what do I tell Lebowski? \n[159]Walter, how-- \n[160]That's it.  I'm out of here. \n[161]But Walter, we didn't make the fucking hand- off!  They didn't get, the fucking money and they're gonna-- they're gonna-- \n[162]Walter-- \n[163]\"Our\" car, Walter? \n[164]You don't know, Walter?  You seem to know the answer to everything else! \n[165]It's been stolen, Walter!  You fucking know it's been stolen! \n[166]Aw, fuck it. \n[167]I'm going home, Donny. \n[168]Thank you, Donny. \n[169]1972 Pontiac LeBaron. \n[170]Green.  Some brown, or, uh, rust, coloration. \n[171]Huh?  Oh.  Yeah.  Tape deck.  Couple of Creedence tapes.  And there was a, uh. . . my briefcase. \n[172]Papers.  Just papers.  You know, my papers.  Business papers. \n[173]I'm unemployed. \n[174]...Me, I don't drink coffee.  But it's nice when they offer. \n[175]...Also, my rug was stolen. \n[176]No.  Here. \n[177]You find them much?  Stolen cars? \n[178]And the, uh, the briefcase? \n[179]Is that what that's a picture of? \n[180]Oh yeah? \n[181]\"Johnson\"? \n[182]Huh? \n[183]Right, but let me explain something about that rug-- \n[184]Excuse me? \n[185]I was talking about my rug. \n[186]You mean coitus? \n[187]Oh, no. \n[188]Listen, Maude, I'm sorry if your stepmother is a nympho, but I don't see what it has to do with--do you have any kalhua? \n[189]Shit, I know that guy.  He's a nihilist. \n[190]He fixes the cable? \n[191]Shit yeah, the achievers. \n[192]Yeah, but my- \n[193]Well--sure, I could do that-- \n[194]A hundred. \n[195]Yeah, but what about-- \n[196]Oh that's okay, I hardly even-- \n[197]That's really thoughtful but I-- \n[198]Fuckin' A, man.  I got a rash. \n[199]Yeah, man!  Fuck it!  I can't be worrying about that shit.  Life goes on! \n[200]Huh? \n[201]When did he- \n[202]Fuck, man!  There's a beverage here! \n[203]Well we--I don't-- \n[204]No, man, nothing is fucked here-- \n[205]C'mon man, who're you gonna believe? Those guys are--we dropped off the damn money-- \n[206]I--the royal we, you know, the editorial--I dropped off the money, exactly as per--Look, I've got certain information, certain things have come to light, and uh, has it ever occurred to you, man, that given the nature of all this new shit, that, uh, instead of running around blaming me, that this whole thing might just be, not, you know, not just such a simple, but uh--you know? \n[207]I'll tell you what I'm blathering about!  I got information--new shit has come to light and--shit, man! She kidnapped herself! \n[208]Well sure, look at it!  Young trophy wife, I mean, in the parlance of our times, owes money all over town, including to known pornographers-- and that's cool, that's cool-- but I'm saying, she needs money, and of course they're gonna say they didn't get it 'cause she wants more, man, she's gotta feed the monkey, I mean-- hasn't that ever occurred to you...? Sir? \n[209]Well, okay, you're not privy to all the new shit, so uh, you know, but that's what you pay me for.  Speaking of which, would it be possible for me to get my twenty grand in cash? I gotta check this with my accountant of course, but my concern is that, you know, it could bump me into a higher tax-- \n[210]Well, okay, if you've already made out the check.  Brandt is handing him a letter-sized envelope which is distended by something inside. \n[211]Whose toe was it, Walter? \n[212]The nail polish, Walter. \n[213]Someone else's--where the fuck are they gonna-- \n[214]But Walter-- \n[215]They're gonna kill her, Walter, and then they're gonna kill me-- \n[216]What about the toe? \n[217]Walter, this isn't a First Amendment thing. \n[218]All right, I'm leaving.  I'm sorry ma'am. \n[219]Far out.  Far fuckin' out. \n[220]Hunh? \n[221]Hey!  This is a private residence, man! \n[222]Nice marmot. \n[223]Jesus! \n[224]Jesus Christ! \n[225]Excuse me? \n[226]My fucking briefcase!  It's not here! \n[227]My fucking briefcase!  Jesus--what's that smell? \n[228]When will you find these guys?  I mean, do you have any promising leads? \n[229]I figure my only hope is that the big Lebowski kills me before the Germans can cut my dick off. \n[230]Thanks Walter. \n[231]Yeah, thanks Walter.  That gives me a very secure feeling. \n[232]That makes me feel all warm inside. \n[233]This whole fucking thing--I  could be sitting here with just pee-stains on my rug. \n[234]They're nihilists. \n[235]They kept saying they believe in nothing. \n[236]Yeah. \n[237]What're you, a fucking park ranger now? \n[238]Who gives a shit about the fucking marmot! \n[239]Fuck your sympathy!  I don't need your sympathy, man, I need my fucking Johnson! \n[240]Fuck the tournament!  Fuck you, Walter! \n[241]Another Caucasian, Gary. \n[242]Friends like these, huh Gary. \n[243]Ahh, not so good, man. \n[244]Uh-huh.  That some kind of Eastern thing? \n[245]Mm. \n[246]Well I like your style too, man. Got a whole cowboy thing goin'. \n[247]The fuck are you talking about? \n[248]Yeah.  Thanks man. \n[249]No it's fine, really, uh-- \n[250]I, uh... money, yeah, I gotta respecfully, 69 you know, tender my resignation on that matter, 'cause it looks like your mother really was kidnapped after all. \n[251]Hey man, why don't you fucking listen occasionally?  You might learn something.  Now I got-- \n[252]Now I got-- \n[253]I'm telling you, I got definitive evidence-- \n[254]The main guy, Dieter-- \n[255]Well--yeah, I guess-- \n[256]Beaver?  You mean vagina?--I mean, you know him? \n[257]Roy Orbison. . . Pink Floyd. \n[258]Jeez.  I miss vinyl. \n[259]Well...yeah-- \n[260]Well yeah...I know that. \n[261]Well, no, not exactly.  It's a complicated case, Maude.  Lotta ins. Lotta outs.  And a lotta strands to keep in my head, man.  Lotta strands in old Duder's-- \n[262]Huh?  No, really, I don't even have the bruise any more, I-- \n[263]Delayed after-eff-- \n[264]Huh?  No, she, she hit me right here. \n[265]Fuck Me. \n[266]Fuckola, man. \n[267]The In-and-Out Burger is on Camrose. \n[268]Who the fuck is that? \n[269]Who the fuck is Arthur Digby Sellers? \n[270]Yeah. \n[271]Yeah yeah, I know the fucking show Walter, so what? \n[272]Uh-huh. \n[273]Uh-huh. \n[274]No. \n[275]Uh. \n[276]Fuck me, man!  That kid's already spent all the money! \n[277]Look, man, did you-- \n[278]Just ask him if he--ask him about the car, man! \n[279]Is the car out front yours? \n[280]We know it's his fucking homework, Walter!  Where's the fucking money, you little brat? \n[281]Oh, for Christ's sake, Walter! \n[282]And the fucking money! \n[283]No!  No!  NO!  THAT'S NOT-- \n[284]I accept your apology. . . No I, I just want to handle it myself from now on. . . No.  That has nothing to do with it. . . .Yes, it made it home, I'm calling from home.  No, Walter, it didn't look like Larry was about to crack. \n[285]Well that's your perception. . . Well you're right, Walter, and the unspoken Message is FUCK YOU AND LEAVE ME THE FUCK ALONE. . . Yeah, I'll be at practice. \n[286]Huh? \n[287]This is quite a pad you got here, man.  Completely unspoiled. \n[288]White Russian, thanks.  How's the smut business, Jackie? \n[289]Which one was Logjammin'? \n[290]On you, maybe. \n[291]Uh-huh.  Well, I still jerk off manually. \n[292]I thought you might know, man. \n[293]But she hasn't run off, she's been-- \n[294]Yeah, well, right man, there are many facets to this, uh, you know, many interested parties.  If I can find your money, man-- what's in it for the Dude? \n[295]Does the Pope shit in the woods? \n[296]Okay, Jackie, done.  I like the way you do business.  Your money is being held by a kid named Larry Sellers. He lives in North Hollywood, on Radford, near the In-and-Out Burger. A real fuckin' brat, but I'm sure your goons'll be able to get it off him, mean he's only fifteen and he's flunking social studies.  So if you'll just write me a check for my ten per cent. . . of half a million. . . fifty grand. \n[297]I'll go out and mingle.--Jesus, you mix a hell of a Caucasian, Jackie. \n[298]No funny stuff, Jackie. . . the kid's got it.  Hiya, fellas. . . kid just wanted a car.  All the Dude ever wanted. . . was his rug back. . . not greedy. . . it really. \n[299]He was innocent.  Not a charge was true.  And they say he ran awaaaaaay. \n[300]I know my rights. \n[301]I want a fucking lawyer, man.  I want Bill Kunstler. \n[302]Uh-huh. \n[303]That guy treats women like objects, man. \n[304]I'm sorry, I wasn't listening. \n[305]--Ow!  Fucking fascist! \n[306]Jesus, man, can you change the station? \n[307]I've had a-- \n[308]--had a rough night, and I hate the fucking Eagles, man-- \n[309]Jesus. \n[310]Maude? \n[311]That's my robe. \n[312]Well, uh. . . Not much to tell. \n[313]I was, uh, one of the authors of the Port Huron Statement.--The original Port Huron Statement. \n[314]Not the compromised second draft. And then I, uh. . . Ever hear of the Seattle Seven? \n[315]And then. . . let's see, I uh--music business briefly. \n[316]Yeah.  Roadie for Metallica.  Speed of Sound Tour. \n[317]Bunch of assholes.  And then, you know, little of this, little of that. My career's, uh, slowed down a bit lately. \n[318]Oh, you know, the usual.  Bowl. Drive around.  The occasional acid flashback. \n[319]Jackie Treehorn trashed the place. Wanted to save the finder's fee. \n[320]He thought I had your father's money, so he got me out of the way while he looked for it. \n[321]Larry Sellers, a high-school kid. Real fucking brat. \n[322]It's a complicated case, Maude. Lotta ins, lotta outs.  Fortunately I've been adhering to a pretty strict, uh, drug regimen to keep my mind, you know, limber.  I'm real fucking close to your father's money, real fucking close.  It's just-- \n[323]Huh?  He's fucking loaded. \n[324]But your father--he runs stuff, he-- \n[325]But he's-- \n[326]Huh.  Jeez.  Well, so, did he--is that yoga? \n[327]Increases? \n[328]Well...no, of course not-- \n[329]Yeah, okay, but see, the Dude-- \n[330]Huh... \n[331]So...that doctor. \n[332]No, the, uh, police chief of Malibu. A real reactionary. . . So your father. . . Oh man, I get it! \n[333]Yeah, my thinking about the case, man, it had become uptight.  Yeah. Your father-- \n[334]Walter, if you're there, pick up the fucking phone.  Pick it up, Walter, this is an emergency.  I'm not-- \n[335]Walter, listen, I'm at my place, I need you to come pick me up-- \n[336]Huh? \n[337]It is a fucking emergency. \n[338]THEN WHY CAN'T YOU--fuck, never mind, just call Donny then, and ask him to-- \n[339]\n[340]Get out of that fucking car, man! \n[341]Who the fuck are you, man!  Come on, man! \n[342]Who the fuck are you?  Why've you been following me?  Come on, fuckhead! \n[343]Brother Shamus?  Like an Irish monk? \n[344]Huh? \n[345]I'm not a--ah, fuck it, just stay away from my fucking lady friend, man. \n[346]She's not my special lady, she's my fucking lady friend.  I'm just helping her conceive, man! \n[347]Who're you working for?  Lebowski? Jackie Treehorn? \n[348]The?  Who the fff-- \n[349]Jesus fucking Christ. \n[350]Boy.  How ya gonna keep 'em down on the farm once they seen Karl Hungus. \n[351]Yeah, it sucks. \n[352]Yeah, I get it.  Fuck off, Da Fino. And stay away from my special la-- from my fucking lady friend. \n[353]I mean we totally fucked it up, man. We fucked up his pay-off.  And got the kidnappers all pissed off, and the big Lebowski yelled at me a lot, but he didn't do anything.  Huh? \n[354]I'm saying if he knows I'm a fuck- up, then why does he still leave me in charge of getting back his wife? Because he fucking doesn't want her back, man!  He's had enough!  He no longer digs her!  It's all a show! But then, why didn't he give a shit about his million bucks?  I mean, he knew we didn't hand off his briefcase, but he never asked for it back. \n[355]His million bucks was never in it, man!  There was no money in that briefcase!  He was hoping they'd kill her!  You throw out a ringer for a ringer! \n[356]Shit yeah! \n[357]Huh? \n[358]Walter, come off it.  You're not even fucking Jewish, you're-- \n[359]You're fucking Polish Catholic-- \n[360]Yeah, and you were-- \n[361]And you were divorced five fucking years ago. \n[362]This driveway. \n[363]It's just part of your whole sick Cynthia thing.  Taking care of her fucking dog.  Going to her fucking synagogue.  You're living in the fucking past. \n[364]Where'd she been? \n[365]But I guess she told Dieter. \n[366]Where's the money, Lebowski? \n[367]We know the briefcase was empty, man.  We know you kept the million bucks yourself. \n[368]You thought Bunny'd been kidnapped and you could use it as a pretext to make some money disappear.  All you needed was a sap to pin it on, and you'd just met me.  You thought, hey, a deadbeat, a loser, someone the square community won't give a shit about. \n[369]Well. . . yeah. \n[370]Walter! \n[371]\n[372]He can't walk, Walter! \n[373]Help me put him back in his chair. \n[374]Walter, you fuck! \n[375]We're sorry, man.  We're really sorry. \n[376]There ya go.  Sorry man. \n[377]Uh-huh. \n[378]Yeah. \n[379]They finally did it.  They killed my fucking car. \n[380]You don't have the fucking girl, dipshits.  We know you never did. So you've got nothin' on my Johnson. \n[381]\n[382]Hey, cool it Walter. \n[383]Hey, cool it Walter.  Listen, pal, there never was any money.  The big Lebowski gave me an empty briefcase, man, so take it up with him. \n[384]Come on, Walter, we're ending this thing cheap. \n[385]Come on, Walter!. \n[386]Four dollars here! \n[387]Almost five! \n[388]\n[389]\n[390]\n[391]Hy God!  They shot him, Walter! \n[392]They shot Donny! \n[393]Then what's... \n[394]Wha. \n[395]Wha. . . Donny-- \n[396]Yeah man. \n[397]Jeffrey Lebowski. \n[398]The Dude, actually.  Is what, uh. \n[399]Nothing. \n[400]Well can we-- \n[401]Can we just rent it from you? \n[402]Walter-- \n[403]Hey man, don't you have something else you could put it in? \n[404]Goddamnit Walter!  You fucking asshole! \n[405]You make everything a fucking travesty! \n[406]What about that shit about Vietnam! \n[407]What the fuck does Vietnam have to do with anything!  What the fuck were you talking about?! \n[408]You're a fuck, Walter! \n[409]Two oat sodas, Gary. \n[410]Thanks, man. \n[411]Yeah.  Well, you know, sometimes you eat the bear, and, uh. \n[412]Oh, hey man, how are ya?  I wondered if I'd see you again. \n[413]Ahh, you know.  Strikes and gutters, ups and downs. \n[414]Thanks, Gary...Take care, man, I gotta get back. \n[415]Yeah man.  Well, you know, the Dude abides. ", "WALTER": "\n[1]This was a valued rug. \n[2]This was, uh-- \n[3]This was a valued, uh. \n[4]Were you listening to the story, Donny? \n[5]Were you listening to the Dude's story? \n[6]So you have no frame of reference, Donny.  You're like a child who wanders in in the middle of a movie and wants to know-- \n[7]There's no fucking reason--here's my point, Dude--there's no fucking reason-- \n[8]Huh? \n[9]Huh?  No!  What the fuck are you talking--I'm not--we're talking about unchecked aggression here-- \n[10]Forget it, Donny.  You're out of your element. \n[11]What the fuck are you talking about?! This Chinaman is not the issue!  I'm talking about drawing a line in the sand, Dude.  Across this line you do not, uh--and also, Dude, Chinaman is not the preferred, uh. . . Asian- American.  Please. \n[12]What the fuck are you-- \n[13]YOU'RE OUT OF YOUR ELEMENT!  This Chinaman is not the issue, Dude. \n[14]Jeff Lebowski.  Come on.  This other Jeffrey Lebowski.  The millionaire. He's gonna be easier to find anyway than these two, uh. these two  . . . And he has the wealth, uh, the resources obviously, and there is no reason, no FUCKING reason, why his wife should go out and owe money and they pee on your rug.  Am I wrong? \n[15]Am I wrong! \n[16]Okay. That, uh. \n[17]Donny!  Please! \n[18]Thaaat's right Dude; they pee on your fucking Rug. \n[19]Way to go, Dude.  If you will it, it is no dream. \n[20]Theodore Herzel. \n[21]State of Israel.  If you will it, Dude, it is no-- \n[22]Huh?  Oh--Cynthia's Pomeranian. Can't leave him home alone or he eats the furniture. \n[23]I'm saying, Cynthia's Pomeranian. I'm looking after it while Cynthia and Marty Ackerman are in Hawaii. \n[24]What do you mean \"brought it bowling\"? I didn't rent it shoes.  I'm not buying it a fucking beer.  He's not gonna take your fucking turn, Dude. \n[25]First of all, Dude, you don't have an ex, secondly, it's a fucking show dog with fucking papers.  You can't board it.  It gets upset, its hair falls out. \n[26]Fucking dog has papers, Dude.--Over the line! \n[27]Smokey Huh? \n[28]Over the line, Smokey!  I'm sorry. That's a foul. \n[29]Excuse me!  Mark it zero.  Next frame. \n[30]This is not Nam.  This is bowling. There are rules. \n[31]This is a league game.  This determines who enters the next round- robin, am I wrong? \n[32]Am I wrong!? \n[33]Smokey my friend, you're entering a world of pain. \n[34]Mark that frame an eight, you're entering a world of pain. \n[35]A world of pain. \n[36]\n[37]\n[38]\n[39]This is a league game, Smokey! \n[40]You know Dude, I myself dabbled with pacifism at one point.  Not in Nam, of course-- \n[41]You mean--beyond pacifism? \n[42]Huh.  I did not know that.  Well, it's water under the bridge.  And we do enter the next round-robin, am I wrong? \n[43]Am I wrong! \n[44]Okay then.  We play Quintana and O'Brien next week.  They'll be pushovers. \n[45]That's your answer to everything, Dude.  And let me point out--pacifism is not--look at our current situation with that camelfucker in Iraq-- pacifism is not something to hide behind. \n[46]I'm perfectly calm, Dude. \n[47]Calmer than you are. \n[48]Calmer than you are. \n[49]Yeah, but he's a fucking pervert, Dude. \n[50]The man is a sex offender.  With a record.  Spent six months in Chino for exposing himself to an eight- year-old. \n[51]When he moved down to Venice he had to go door-to-door to tell everyone he's a pederast. \n[52]Shut the fuck up, Donny. \n[53]Anyway.  How much they offer you? \n[54]Just for making the hand-off? \n[55]What if it's during a game? \n[56]Life does not stop and start at your convenience, you miserable piece of shit. \n[57]Huh? \n[58]That...fucking...bitch! \n[59]That fucking bitch! \n[60]Shut the fuck up, Donny!  V.I. Lenin! Vladimir Ilyich Ulyanov! \n[61]That's fucking exactly what happened, Dude!  That makes me fucking SICK! \n[62]Those rich fucks!  This whole fucking thing-- I did not watch my buddies die face down in the muck so that this fucking strumpet-- \n[63]Well, there isn't a literal connection, Dude. \n[64]Have it your way.  The point is-- \n[65]The fucking point is-- \n[66]Eight-year-olds, Dude. \n[67]Take the ringer.  I'll drive. \n[68]The ringer!  The ringer, Dude!  Have they called yet? \n[69]My dirty undies.  Laundry, Dude. The whites. \n[70]Thaaaat's right, Dude.  The weight. The ringer can't look empty. \n[71]Well you're right, Dude, I got to thinking.  I got to thinking why should we settle for a measly fucking twenty grand-- \n[72]My point, Dude, is why should we settle for twenty grand when we can keep the entire million.  Am I wrong? \n[73]It is a fucking game.  You said so yourself, Dude--she kidnapped herself-- \n[74]Dude, are you fucking this up? \n[75]What the fuck is going on there? \n[76]Easy, Dude. \n[77]Dude, nothing is fucked.  Come on. You're being very unDude.  They'll call back.  Look, she kidnapped her-- \n[78]Ya see?  Nothing is fucked up here, Dude.  Nothing is fucked.  These guys are fucking amateurs-- \n[79]Okay Dude.  Have it your way. \n[80]But they're amateurs. \n[81]Yeah.  So as long as we get her back, nobody's in a position to complain. And we keep the baksheesh. \n[82]That's the simple part, Dude.  When we make the handoff, I grab the guy and beat  it out of him. \n[83]...Huh? \n[84]Thaaat's right, Dude.  The beauty of this is its simplicity. If the plan gets too complex something always goes wrong.  If there's one thing I learned in Nam-- \n[85]What'd he say?  Where's the hand- off? \n[86]Huh? \n[87]We can't do that, Dude.  That fucks up our plan. \n[88]Wooden bridge, huh? \n[89]The bridge is coming up!  Gimme the ringer, Dude!  Chop-chop! \n[90]Okay, Dude.  No time to argue.  Here's the bridge-- \n[91]Your wheel, Dude!  I'm rolling out! \n[92]Your wheel!  At fifteen em-pee-aitch I roll out!  I double back, grab one of 'em and beat it out of him!  The uzi! \n[93]You didn't think I was rolling out of here naked! \n[94]Fifteen!  This is it, Dude!  Let's take that hill! \n[95]Ahh fuck it, let's go bowling. \n[96]Aitz chaim he, Dude.  As the ex used to say. \n[97]Huh?  Oh, him, yeah.  Well I don't see, um-- what exactly is the problem? \n[98]What the fuck're you talking about? That poor woman--that poor slut-- kidnapped herself, Dude.  You said so yourself-- \n[99]That's right, Dude, 1  % certain-- \n[100]Donny, shut the f--when do we play? \n[101]Saturday!  Well they'll have to reschedule. \n[102]I told that fuck down at the league office-- who's in charge of scheduling? \n[103]I told that kraut a fucking thousand times I don't roll on shabbas. \n[104]\n[105]C'mon Dude, eventually she'll get sick of her little game and, you know, wander back-- \n[106]I'm shomer shabbas. \n[107]Saturday is shabbas.  Jewish day of rest.  Means I don't work, I don't drive a car, I don't fucking ride in a car, I don't handle money, I don't turn on the oven, and I sure as shit don't fucking roll! \n[108]Shomer shabbas. \n[109]For Christ's sake, Dude. \n[110]Went alright.  Dude's car got a little dinged up-- \n[111]Yeah yeah, \"kill that poor woman.\" \n[112]Kill that poor woman. \n[113]Really, Dude, you surprise me. They're not gonna kill shit.  They're not gonna do shit.  What can they do?  Fuckin' amateurs.  And meanwhile, look at the bottom line.  Who's sitting on a million fucking dollars? Am I wrong? \n[114]Who's got a fucking million fucking dollars parked in the trunk of our car out here? \n[115]And what do they got, Dude?  My dirty undies.  My fucking whites--Say, where is  the car? \n[116]Where's your car, Dude? \n[117]Hmm.  Well, we were in a handicapped spot.  It, uh, it was probably towed. \n[118]Well, certainly that's a possibility, Dude-- \n[119]That wasn't her toe. \n[120]How the fuck should I know?  I do know that nothing about it indicates-- \n[121]Fine, Dude.  As if it's impossible to get some nail polish, apply it to someone else's toe-- \n[122]You want a toe?  I can get you a toe, believe me.  There are ways, Dude.  You don't wanna know about it, believe me. \n[123]I'll  get  you  a  toe by  this afternoon--with nail  polish. These fucking amateurs.   They send us a toe, we're  supposed to  shit our- selves with fear.  Jesus Christ. My point is-- \n[124]Well that's just, that's the stress talking, Dude.  So far we have what looks to me like a series of victimless crimes-- \n[125]\n[126]Oh, please dear!  I've got news for you: the Supreme Court has roundly rejected prior restraint! \n[127]Lady, I got buddies who died face- down in the muck so you and I could enjoy this family restaurant! \n[128]Don't run away from this, Dude! Goddamnit, this affects all of us! \n[129]Our basic freedoms! \n[130]I'm staying.  Finishing my coffee. \n[131]Finishing my coffee. \n[132]Oh for Christ--will you shut the fuck up, Donny. \n[133]Now that is ridiculous, Dude.  No one is going to cut your dick off. \n[134]Not if I have anything to say about it. \n[135]Dude-- \n[136]Now Dude-- \n[137]Fucking Germans.  Nothing changes. Fucking Nazis. \n[138]Come on, Donny, they were threatening castration! \n[139]Are you gonna split hairs? \n[140]Am I wrong? \n[141]Huh? \n[142]Nihilists!  Jesus. \n[143]And let's also not forget--let's not forget, Dude--that keeping wildlife, an amphibious rodent, for uh, domestic, you know, within the city-- that isn't legal either. \n[144]No, I'm-- \n[145]--We're sympathizing here, Dude-- \n[146]You gotta buck up, man, you can't go into the tournament with this negative attitude-- \n[147]Fuck the tournament?! \n[148]Okay Dude.  I can see you don't want to be cheered up.  C'mon Donny, let's go get a lane. \n[149]He lives in North Hollywood on Radford, near the In-and-Out Burger-- \n[150]Near the In-and-Out Burger-- \n[151]Shut the fuck up, Donny.  This kid is in the ninth grade, Dude, and his father is--are you ready for this?-- Arthur Digby Sellers. \n[152]Huh? \n[153]Who the f--have you ever heard of a little show called Branded, Dude? \n[154]All but one man died?  There at Bitter Creek? \n[155]Fucking Arthur Digby Sellers wrote 156 episodes, Dude. \n[156]The bulk of the series. \n[157]Not exactly a lightweight. \n[158]And yet his son is a fucking dunce. \n[159]Yeah, go figure.  Well we'll go out there after the, uh, the. \n[160]What have you.  We'll, uh-- \n[161]Shut the fuck up, Donny.  We'll, uh, brace the kid--he'll be a pushover. We'll get that fucking money, if he hasn't spent it already.  Million fucking clams. And yes, we'll be near the, uh--some burgers, some beers, a few laughs.  Our fucking troubles are over, Dude. \n[162]Hardly Dude, a new 'vette?  The kid's still got, oh, 96 to 97 thousand, depending on the options.  Wait in the car, Donny. \n[163]Hello, Pilar?  My name is Walter Sobchak, we spoke on the phone, this is my associate Jeffrey Lebowski. \n[164]May we uh, we wanted to talk about little Larry.  May we come in? \n[165]That's him, Dude. \n[166]Thank you, ma'am. \n[167]Does he, uh. . . Is he still writing? \n[168]Uh-huh. \n[169]I just want to say, sir, that we're both enormous--on a personal level, Branded, especially the early episodes, has been a source of, uh, inspir--- \n[170]No ma'am, I didn't mean to give the impression that we're police exactly. We're hoping that it will not be necessary to call the police. \n[171]But that is up to little Larry here. Isn't it, Larry? \n[172]Is this your homework, Larry? \n[173]Is this your homework, Larry? \n[174]Dude, please!. . .  Is this your homework, Larry? \n[175]Is this yours, Larry?  Is this your homework, Larry? \n[176]Is this your homework, Larry? \n[177]Look, Larry. . . Have you ever heard of Vietnam? \n[178]You're going to enter a world of pain, son.  We know that this is your homework.  We know you stole a car-- \n[179]And the fucking money.  And we know that this is your homework, Larry. \n[180]You're gonna KILL your FATHER, Larry!. \n[181]Ah, this is pointless. \n[182]All right, Plan B.  You might want to watch out the front window there, Larry. \n[183]This is what happens when you FUCK a STRANGER in the ASS, Larry. \n[184]Fucking language problem, Dude. \n[185]Maybe he'll understand this. \n[186]\n[187]\n[188]\n[189]\n[190]\n[191]Hunh? \n[192]Dude? \n[193]I can't drive, Dude, it's erev shabbas. \n[194]Erev shabbas.  I can't drive.  I'm not even supposed to pick up the phone, unless it's an emergency. \n[195]I understand.  That's why I picked up the phone. \n[196]Dude, I'm not supposed to make calls-- \n[197]Well it's, sometimes the cathartic, uh. \n[198]What's your point, Dude? \n[199]Yeah? \n[200]Okay, but how does all this add up to an emergency? \n[201]I'm saying, I see what you're getting at, Dude, he kept the money, but my point is, here we are, it's shabbas, the sabbath, which I'm allowed to break only if it's a matter of life and death-- \n[202]What the fuck are you talking about? \n[203]What the fuck are you talking about? I converted when I married Cynthia! Come on, Dude! \n[204]You know this! \n[205]Yeah?  What do you think happens when you get divorced?  You turn in your library card?  Get a new driver's license?  Stop being Jewish? \n[206]I'm as Jewish as fucking Tevye \n[207]Three thousand years of beautiful tradition, from Moses to Sandy Koufax-- \n[208]Jesus Christ. \n[209]Jesus, Dude!  He never even kidnapped her. \n[210]Who'm I?  I'm a fucking VETERAN! \n[211]\n[212]I'll tell you who I am!  I'm the guy who's gonna KICK YOUR PHONY \n[213]\n[214]Look at that fucking phony, Dude! Pretending to be a fucking millionaire! \n[215]Let me tell you something else. I've seen a lot of spinals, Dude, and this guy is a fake.  A fucking goldbricker. \n[216]This guy fucking walks.  I've never been more certain of anything in my life! \n[217]Walk, you fucking phony! \n[218]It's all over, man!  We call your fucking bluff! \n[219]Sure, I'll put him down, Dude.  RAUSS! \n[220]Oh, shit. \n[221]Oh, shit. \n[222]Yeah, I can see that, Dude. \n[223]Shit, sorry man. \n[224]Shit, Dude, I didn't know.  I wouldn't've done it if I knew he was a fucking crybaby. \n[225]Shit.  He didn't look like a spinal. \n[226]Sure you'll see some tank battles. But fighting in desert is very different from fighting in canopy jungle. \n[227]I mean 'Nam was a foot soldier's war whereas, uh, this thing should be a fucking cakewalk.  I mean I had an M16, Jacko, not an Abrams fucking tank.  Just me and Charlie, man, eyeball to eyeball. \n[228]That's fuckin' combat.  The man in the black pyjamas, Dude.  Worthy fuckin' adversary. \n[229]Shut the fuck up, Donny.  Not a bunch of fig-eaters with towels on their heads tryin' to find reverse on a Soviet tank.  This is not a worthy-- \n[230]He's cracking. \n[231]A tree of life, Dude.  To all who cling to it. \n[232]They're nihilists, Donny, nothing to be afraid of. \n[233]Fuck you.  Fuck the three of you. \n[234]There's no ransom if you don't have a fucking hostage.  That's what ransom is.  Those are the fucking rules. \n[235]\n[236]Fair!  WHO'S THE FUCKING NIHILIST \n[237]\n[238]They won't hurt us, Donny.  These men are cowards. \n[239]Fuck you. \n[240]What's mine is mine. \n[241]What's mine is mine. \n[242]Come and get it. \n[243]Come and get it.  Fucking nihilist. \n[244]Show me what you got.  Nihilist. Dipshit with a nine-toed woman. \n[245]\n[246]\n[247]\n[248]\n[249]\n[250]\n[251]We've got a man down, Dude. \n[252]No Dude. \n[253]There weren't any shots. \n[254]It's a heart attack. \n[255]Call the medics, Dude. \n[256]Hurry Dude.  I'd go but I'm pumping blood.  Might pass out. \n[257]Rest easy, good buddy, you're doing fine.  We got help choppering in. \n[258]Walter Sobchak. \n[259]Yeah. \n[260]Yeah. \n[261]What's this? \n[262]Don't need it.  We're scattering the ashes. \n[263]This is a hundred and eighty dollars. \n[264]A hundred and eighty dollars?! \n[265]Yeah, but we're-- \n[266]We're scattering the fucking ashes! \n[267]\n[268]\n[269]I'll say a few words. \n[270]Donny was a good bowler, and a good man.  He was. . . He was one of us. He was a man who loved the outdoors, and bowling, and as a surfer explored the beaches of southern California from Redondo to Calabassos.  And he was an avid bowler.  And a good friend.  He died--he died as so many of his generation, before his time. In your wisdom you took him, Lord. As you took so many bright flowering young men, at Khe San and Lan Doc and Hill 364.  These young men gave their lives.  And Donny too.  Donny who. . . who loved bowling. \n[271]And so, Theodore--Donald--Karabotsos, in accordance with what we think your dying wishes might well have been, we commit your mortal remains to the bosom of. \n[272]the Pacific Ocean, which you loved so well. \n[273]Goodnight, sweet prince. \n[274]Shit, I'm sorry Dude. \n[275]Goddamn wind. \n[276]Dude!  Dude, I'm sorry! \n[277]Dude, I'm--it was an accident! \n[278]Dude, I'm sorry-- \n[279]Shit Dude, I'm sorry-- \n[280]Awww, fuck it Dude.  Let's go bowling. ", "MAUDE": "\n[1]In a sense, yes.  Elfranco, my robe. My art has been commended as being strongly vaginal.  Which bothers some men.  The word itself makes some men uncomfortable.  Vagina. \n[2]Yes, they don't like hearing it and find it difficult to say.  Whereas without batting an eye a man will refer to his \"dick\" or his \"rod\" or his \"Johnson\". \n[3]Thank you. \n[4]Yes, I know about it.  And I know that you acted as courier.  And let me tell you something:  the whole thing stinks to high heaven. \n[5]Do you like sex, Mr. Lebowski? \n[6]Sex.  The physical act of love. Coitus.  Do you like it? \n[7]You're not interested in sex? \n[8]I like it too.  It's a male myth about feminists that we hate sex. It can be a natural, zesty enterprise. But unfortunately there are some people--it is called satyriasis in men, nymphomania in women--who engage in it compulsively and without joy. \n[9]Yes Mr. Lebowski, these unfortunate souls cannot love in the true sense of the word.  Our mutual acquaintance Bunny is one of these. \n[10]Take a look at this, sir. \n[11]And you recognize her, of course. \n[12]The story is ludicrous. \n[13]Lord.  You can imagine where it goes from here. \n[14]Don't be fatuous, Jeffrey.  Little matter to me that this woman chose to pursue a career \n[15]Little Lebowski Urban Achievers, yes, and proud we are of all of them. I asked my father about his withdrawal of a million dollars from the Foundation account and he told me about this \"abduction\", but I tell you it is preposterous.  This compulsive \n[16]I'm getting to your rug. My  father and I don't get along; he doesn't approve of my lifestyle and, needless to say, I don't approve of his. Still, I hardly wish to make my father's embezzlement a police matter, so I'm proposing that you try to recover the money from the people you delivered it to. \n[17]If you successfully do so, I will compensate you to the tune of 1% of the recovered sum. \n[18]Thousand, yes, bones or clams or whatever you call them. \n[19]--your rug, yes, well with that money you can buy any number of rugs that don't have sentimental value for me. And I am sorry about that crack on the jaw. \n[20]Here's the name and number of a doctor who will look at it for you.  You will receive no bill.  He's a good man, and thorough. \n[21]Please see him, Jeffrey.  He's a good man, and thorough. \n[22]Jeffrey, you haven't gone to the doctor. \n[23]Do you have any news regarding my father's money? \n[24]She most certainly was not! \n[25]And please don't call her my mother. \n[26]She is most definitely the perpetrator and not the victim. \n[27]From who? \n[28]Dieter Hauff? \n[29]Her \"co-star\" in the beaver picture? \n[30]Dieter has been on the fringes of-- well, of everything in L.A., for about twenty years.  Look at my LP's. Under 'Autobahn.' \n[31]That was his group--they released one album in the mid-seventies. \n[32]Huh?  Autobahn.  A-u-t-o.  Their music is a sort of--ugh--techno-pop. \n[33]Is he pretending to be the abductor? \n[34]Look, Jeffrey, you don't really kidnap someone that you're acquainted with.  You can't get away with it if the hostage knows who you are. \n[35]So Dieter has the money? \n[36]Do you still have that doctor's number? \n[37]Please Jeffrey.  I don't want to be responsible for any delayed after- effects. \n[38]I want you to see him immediately. \n[39]I'll see if he's available.  He's a good man, and thorough. \n[40]Jeffrey. \n[41]Love me. \n[42]Tell me a little about yourself, Jeffrey. \n[43]Uh-huh. \n[44]Mmnun. \n[45]Oh? \n[46]Uh-huh. \n[47]What do you do for fun? \n[48]What happened to your house? \n[49]Finder's fee? \n[50]It's not my father's money, it's the Foundation's.  Why did he think you had it?  And who does? \n[51]Jeffrey-- \n[52]I keep telling you, it's the Foundation's money.  Father doesn't have any. \n[53]No no, the wealth was all Mother's. \n[54]We did let Father run one of the companies, briefly, but he didn't do very well at it. \n[55]He helps administer the charities now, and I give him a reasonable allowance.  He has no money of his own.  I know how he likes to present himself; Father's weakness is vanity. Hence the slut. \n[56]It increases the chances of conception. \n[57]Well yes, what did you think this was all about?  Fun and games? \n[58]I want a child. \n[59]Look, Jeffrey, I don't want a partner. In fact I don't want the father to be someone I have to see socially, or who'll have any interest in rearing the child himself. \n[60]Exactly.  What happened to your face? Did Jackie Treehorn do that as well? \n[61]What? ", "LEBOWSKI": "\n[1]Okay sir, you're a Lebowski, I'm a Lebowski, that's terrific, I'm very busy so what can I do for you? \n[2]You told Brandt on the phone, he told me.  So where do I fit in? \n[3]I'll say it again, all right?  You told Brandt.  He told me.  I know what happened. Yes?  Yes? \n[4]Did I urinate on your rug? \n[5]Hello!  Do you speak English?  Parla usted Inglese?  I'll say it again. Did I urinate on your rug? \n[6]Hello!  Hello!  So every time--I just want to understand this, sir-- every time a rug is micturated upon in this fair city, I have to compensate the-- \n[7]You're just looking for a handout like every other--are you employed, Mr. Lebowski? \n[8]Are you employed, sir? \n[9]You don't go out and make a living dressed like that in the middle of a weekday. \n[10]But I do work, so if you don't mind-- \n[11]My wife is not the issue here. I hope that my wife will someday learn to live on her allowance, which is ample, but if she doesn't, sir, that will be her problem, not mine, just as your rug is your problem, just as every bum's lot in life is his own responsibility regardless of whom he chooses to blame.  I didn't blame anyone for the loss of my legs, some chinaman in Korea took them from me but I went out and achieved anyway. I can't solve your problems, sir, only you can. \n[12]Sure!  Fuck it!  That's your answer! Tattoo it on your forehead!  Your answer to everything! \n[13]Your \"revolution\" is over, Mr. Lebowski!  Condolences!  The bums lost! \n[14]...My advice is, do what your parents did!  Get a job, sir!  The bums will always lose-- do you hear me, Lebowski?  THE BUMS WILL ALWAYS-- \n[15]It's funny.  I can look back on a life of achievement, on challenges met, competitors bested, obstacles overcome.  I've accomplished more than most men, and without the use of my legs.  What. . . What makes a man, Mr. Lebowski? \n[16]Huh? \n[17]Is it. . . is it, being prepared to do the right thing?  Whatever the price?  Isn't that what makes a man? \n[18]You're joking.  But perhaps you're right. \n[19]Bunny. \n[20]Bunny Lebowski. . . She is the light of my life.  Are you surprised at my tears, sir? \n[21]Strong men also cry. . . Strong men also cry. \n[22]I received this fax this morning. \n[23]As you can see, it is a ransom note. Sent by cowards.  Men who are unable to achieve on a level field of play. Men who will not sign their names. Weaklings.  Bums. \n[24]Brandt will fill you in on the details. \n[25]Start talking and talk fast you lousy bum! \n[26]Where's my goddamn money, you bum?! \n[27]They did not receive the money, you nitwit!  They  did not receive the goddamn money.  HER LIFE WAS IN YOUR \n[28]\n[29]\n[30]What in God's holy name are you blathering about? \n[31]No.  No Mr. Lebowski, that had not occurred to me. \n[32]Brandt, give him the envelope. \n[33]Since you have failed to achieve, even in the modest task that was your charge, since you have stolen my money, and since you have unrepentantly betrayed my trust. \n[34]I have no choice but to tell these bums that they should do whatever is necessary to recover their money from you, Jeffrey Lebowski.  And with Brandt as my witness, tell you this:  Any further harm visited upon Bunny, shall be visited tenfold upon your head. \n[35]...By God sir.  I will not abide another toe. \n[36]Well, she's back.  No thanks to you. \n[37]Who the hell is he? \n[38]Well, you have your story, I have mine.  I say I entrusted the money to you, and you stole it. \n[39]Well?  Aren't you? \n[40]All right, get out.  Both of you. \n[41]I said out.  Now. \n[42]Stay away from me, mister! \n[43]Put me down, you son of a bitch! \n[44]You're bullies!  Cowards, both of you! \n[45]You monsters! \n[46]Stay away from me!  You bullies! You and these women!  You won't leave a man his fucking balls! ", "DONNY": "\n[1]What tied the room together, Dude? \n[2]What-- \n[3]I was bowling-- \n[4]Yeah Walter, what's your point? \n[5]What the fuck is he talking about? \n[6]He peed on the Dude's rug-- \n[7]And this guy peed on it. \n[8]His name is Lebowski?  That's your name, Dude! \n[9]Grasshopper Dude--They're dead in the water!! \n[10]What's a pederast, Walter? \n[11]If what's during league play? \n[12]What's wrong with Walter, Dude? \n[13]What do you mean, Dude? \n[14]I am the Walrus. \n[15]I am the Walrus. \n[16]What the fuck is he talking about? \n[17]Yeah Dude, why is Walter so pissed off? \n[18]They posted the next round of the tournament-- \n[19]This Saturday.  Quintana and-- \n[20]Burkhalter. \n[21]It's already posted. \n[22]How come you don't roll on Saturday, Walter? \n[23]What's that, Walter? \n[24]Sheesh. \n[25]Oh yeah, how'd it go? \n[26]Walter, if you can't ride in a car, how d'you get around on Shammas-- \n[27]Who has your undies, Walter? \n[28]Where you going, Dude? \n[29]Your phone's ringing, Dude. \n[30]And then they're gonna stamp on it?! \n[31]They were Nazis, Dude? \n[32]Uh-huh. \n[33]No-- \n[34]Well-- \n[35]What do you need that for, Dude? \n[36]Those are good burgers, Walter. \n[37]We'll be near the In-and-Out Burger. \n[38]Who's in pyjamas, Walter? \n[39]Are these the Nazis, Walter? \n[40]Are they gonna hurt us, Walter? \n[41]I got eighteen dollars, Dude. ", "VOICE": "\n[1]We want that money, Lebowski.  Bunny said you were good for it. \n[2]Where's the money, Lebowski! \n[3]Where's the money, Lebowski! \n[4]\n[5]Don't fuck with us.  If your wife owes money to Jackie Treehorn, that means you owe money to Jackie Treehorn. \n[6]Dude, this is Smokey.  Look, I don't wanna be a hard-on about this, and I know it wasn't your fault, but I just thought it was fair to tell you that Gene and I will be submitting this to the League and asking them to set aside the round.  Or maybe forfeit it to us-- \n[7]--so, like I say, just thought, you know, fair warning.  Tell Walter. \n[8]--serious infraction, and examine your standing.  Thank you.  Beep. \n[9]Mr. Lebowski, Brandt again.  Please do call us when you get in and I'll send the limo.  Let me assure you--I hope you're not avoiding this call because of the rug, which, I assure you, is not a problem.  We need your help and, uh--well we would very much like to see you.  Thank you. It's Brandt. \n[10]Are you ready to be fucked, man? \n[11]Who is this? \n[12]...Us? \n[13]Shut the fuck up. Hello? \n[14]Okay, listen-- \n[15]Who is that? \n[16]Okay, vee proceed.  But only if there is no funny stuff. \n[17]So no funny stuff.  Okay? \n[18]You are approaching a vooden britch. When you cross it you srow ze bag from ze left vindow of ze moving kar.  Do not slow down.  Vee vatch you. \n[19]I'll be with you in a minute, Mr. Lebowski. \n[20]Right, Dude. \n[21]Dude!  Dude! \n[22]Could you slide your shorts down please, Mr.  Lebowski? \n[23]I understand sir.  Could you slide your shorts down please? \n[24]", "BRANDT": "\n[1]How was your meeting, Mr. Lebowski? \n[2]Manolo will load it into your car for you, uh, Dude. \n[3]Well, enjoy, and perhaps we'll see you again some time, Dude. \n[4]Our guest has to be getting along, Mrs.  Lebowski. \n[5]Ha-ha-ha-ha!  Wonderful woman.  Very free-spirited.  We're all very fond of her. \n[6]Ha-ha-ha-ha-ha!  That's marvelous. \n[7]We've had some terrible news.  Mr. Lebowski is in seclusion in the West Wing. \n[8]Mr. Lebowski. \n[9]Mr. Lebowski is prepared to make a generous offer to you to act as courier once we get instructions for the money. \n[10]He suspects that the culprits might be the very people who, uh, soiled your rug, and you're in a unique position to confirm or, uh, disconfirm that suspicion. \n[11]Well Dude, we just don't know. \n[12]They called about eighty minutes ago.  They want you to take the money and drive north on the 4 5.  They'll call you on the portable phone with instructions in about forty minutes. One person only or I'd go with you. They were very clear on that: one person only.  What happened to your jaw? \n[13]Here's the money, and the phone. Please, Dude, follow whatever instructions they give. \n[14]Her life is in your hands. \n[15]Mr. Lebowski asked me to repeat that: Her life is in your hands. \n[16]Her life is in your hands, Dude. And report back to us as soon as it's done. \n[17]We've been frantically trying to reach you, Dude. \n[18]This is our concern, Dude. \n[19]That had not occurred to us, Dude. \n[20]We received it this morning. \n[21]He can't see you, Dude. \n[22]Visiting friends of hers in Palm Springs.  Just picked up and left, never bothered to tell us. \n[23]Who's this gentleman, Dude? \n[24]You shouldn't go in there, Dude! He's very angry! ", "YOUNG MAN": "\n[1]And this is the study.  You can see the various commendations, honorary degrees, et cetera. \n[2]Please, feel free to inspect them. \n[3]Please!  Please! \n[4]That's the key to the city of Pasadena, which Mr. Lebowski was given two years ago in recognition of his various civic, uh. \n[5]That's a Los Angeles Chamber of Commerce Business Achiever award, which is given--not necessarily given every year!  Given only when there's a worthy, somebody especially-- \n[6]That is indeed Mr. Lebowski with the first lady, yes, taken when-- \n[7]Of course, Mr. Lebowski on the right, Mrs.  Reagan on the left, taken when-- \n[8]Mr. Lebowski is disabled, yes.  And this picture was taken when Mrs. Reagan was first lady of the nation, yes, yes? Not of California. \n[9]And in fact he met privately with the President, though unfortunately there wasn't time for a photo opportunity. \n[10]Wonderful woman.  We were very-- \n[11]These are Mr. Lebowski's children, so to speak-- \n[12]No, they-- \n[13]They're not his, heh-heh, they're not literally his children; they're the Little Lebowski Urban Achievers, inner-city children of promise but without the-- \n[14]--without  the means  for higher education, so Mr. Lebowski  has committed  to sending  all of them to college. \n[15]One--oh!  Heh-heh.  You never went to college? \n[16]Heh-heh-- \n[17]Yes, heh-- ", "THE STRANGER": "\n[1]That's a good one. \n[2]How ya doin' there, Dude? \n[3]One a those days, huh.  Wal, a wiser fella than m'self once said, sometimes you eat the bar and sometimes the bar, wal, he eats you. \n[4]Far from it. \n[5]Much obliged. \n[6]I like your style, Dude. \n[7]Thankie. . . Just one thing, Dude. D'ya have to use s'many cuss words? \n[8]Okay, have it your way. \n[9]Take it easy, Dude. \n[10]Howdy do, Dude. \n[11]Wouldn't miss the semis.  How things been goin'? \n[12]Sure, I gotcha. \n[13]Sure.  Take it easy, Dude--I know that you will. \n[14]The Dude abides. \n[15]I don't know about you, but I take comfort in that.  It's good knowin' he's out there, the Dude, takin' her easy for all us sinners.  Shoosh.  I sure hope he makes The finals.  Welp, that about does her, wraps her all up.  Things seem to've worked out pretty good for the Dude'n Walter, and it was a purt good story, dontcha think?   Made me laugh to beat the band.  Parts, anyway.  Course--I didn't like seein' Donny go. But then, happen to know that there's a little Lebowski on the way.  I guess that's the way the whole durned human comedy keeps perpetuatin' it-self, down through the generations, westward the wagons, across the sands a time until-- aw, look at me, I'm ramblin' again.  Wal, uh hope you folks enjoyed yourselves. \n[16]Catch ya further on down the trail. \n[17]...Say friend, ya got any more a that good sarsaparilla?... ", "DIETER": "\n[1]Hello.  Nein dizbatcher says zere iss problem mit deine kable. \n[2]Za, okay, I bring mein toolz. \n[3]Mein nommen iss Karl.  Is hard to verk in zese clozes-- \n[4]Vee belief in nossing, Lebowski! \n[5]I haff lingenberry pancakes. \n[6]Lingenberry pancakes. \n[7]Vee vant zat money, Lebowski. \n[8]Vee don't care.  Vee still vant zat money or vee fuck you up. \n[9]Zere ARE no ROOLZ! \n[10]Okay.  Vee take ze money you haf on you und vee call it eefen. \n[11]\n[12]\n[13]\n[14]\n[15]\n[16]", "MAN": "\n[1]Hot damn, I'm throwin' rocks tonight. Mark it, Dude. \n[2]D'ya have a good sarsaparilla? \n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]Hello Dude, thanks for coming.  I'm Jackie Treehorn. \n[10]Relax, man!  No physical harm intended! \n[11]Hey, relax man, I'm a brother shamus. \n[12]Irish m--What the fuck are you talking about?  My name's Da Fino!  I'm a private snoop!  Like you, man! \n[13]Hello, gentlemen.  You are the bereaved? \n[14]Francis Donnelly.  Pleased to meet you. ", "TREEHORN": "\n[1]What's your drink, Dude? \n[2]I wouldn't know, Dude.  I deal in publishing, entertainment, political advocacy, and-- \n[3]Regrettably, it's true, standards have fallen in adult entertainment. It's video, Dude.  Now that we're competing with the amateurs, we can't afford to invest that little extra in story, production value, feeling. \n[4]People forget that the brain is the biggest erogenous zone-- \n[5]Of course, you do get the good with the bad.  The new technology permits us to do exciting things with interactive erotic software.  Wave of the future, Dude.  100% electronic. \n[6]Of course you do.  I can see you're anxious for me to get to the point. Well Dude, here it is.  Where's Bunny? \n[7]Me?  How would I know?  The only reason she ran off was to get away from her rather sizable debt to me. \n[8]I've heard the kidnapping story, so save it.  I know you're mixed up in all this, Dude, and I don't care what you're trying to take off her husband.  That's your business.  All I'm saying is, I want mine. \n[9]Of course, there's that to discuss. Refill? \n[10]Let's say a 10% finder's fee? \n[11]A fifteen-year-old?  Is this your idea of a joke? ", "DONNELLY": "\n[1]Excuse me? \n[2]Yes.  I understand you're taking away the remains. \n[3]We have the urn. \n[4]And I assume this is credit card? \n[5]That is for the urn. \n[6]Yes, so we were informed.  However, we must of course transmit the remains to you in a receptacle. \n[7]Yes sir.  It is our most modestly priced receptacle. \n[8]They range up to three thousand. \n[9]Sir, this is a mortuary, not a rental house. \n[10]Sir, please lower your voice-- \n[11]That is our most modestly priced receptacle. ", "BLOND MAN": "\n[1]You see what happens?  You see what happens, Lebowski? \n[2]Your name is Lebowski.  Your wife is Bunny. \n[3]The fuck is this? \n[4]Woo? \n[5]Wasn't this guy supposed to be a millionaire? \n[6]What do you think? \n[7]Thanks a lot, asshole. \n[8]And we know which Lebowski you are, Lebowski. \n[9]You're not dealing with morons here. ", "SMOKEY": "\n[1]Bullshit.  Eight, Dude. \n[2]Bullshit. Walter! \n[3]Yeah, but-- \n[4]Yeah, but I wasn't over.  Gimme the marker, Dude,  I'm marking it an eight. \n[5]I'm not-- \n[6]Look Dude, I don't hold with this. This guy is your partner, you should-- \n[7]Walter-- \n[8]All right!  There it is!  It's fucking zero! \n[9]You happy, you crazy fuck? ", "DA FINO": "\n[1]A dick, man!  And let me tell you something: I dig your work. Playing one side against the other--in bed with everybody--fabulous stuff, man. \n[2]Hey hey, I'm not messing with your special lady-- \n[3]Hey, man, I'm not-- \n[4]The Gundersons. \n[5]The Gundersons.  It's a wandering daughter job.  Bunny Lebowski, man. Her real name is Fawn Gunderson. Her parents want her back. \n[6]See? \n[7]Crazy, huh?  Ran away a year ago. \n[8]Fuck, man!  That's terrible! \n[9]Well maybe you and me could pool our resources--trade information-- professional courtesy--compeers, you know-- ", "QUINTANA": "\n[1]\n[2]I see you rolled your way into the semis.  Deos mio, man.  Seamus and me, we're gonna fuck you up. \n[3]Let me tell you something, bendeco. You pull any your crazy shit with us, you flash a piece out on the lanes, I'll take it away from you and stick it up your ass and pull the fucking trigger til it goes \"click\". \n[4]You said it, man.  Nobody fucks with the Jesus. \n[5]What's this \"day of rest\" shit, man?! \n[6]What is this bullshit, man?  I don't fucking care!  It don't matter to Jesus!  But you're not fooling me! You might fool the fucks in the league office, but you don't fool Jesus! It's bush league psych-out stuff! Laughable, man!  I would've fucked you in the ass Saturday, I'll fuck you in the ass next Wednesday instead! \n[7]\n[8]You got a date Wednesday, man! ", "WOO": "\n[1]Yeah? \n[2]Uh? \n[3]Fuck. \n[4]He looks like a fuckin' loser. \n[5]Fuckin' waste of time. \n[6]Pin your diapers on, Lebowski.  Jackie Treehorn wants to see you. \n[7]Yeah.  Jackie Treehorn wants to talk to the deadbeat Lebowski. ", "THE DUDE": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]", "YOUNGER COP": "\n[1]Color? \n[2]And was there anything of value in the car? \n[3]In the briefcase? \n[4]And what do you do, sir? \n[5]Your rug was in the car. \n[6]Separate incidents? \n[7]Sometimes.  I wouldn't hold out much hope for the tape deck though.  Or the Creedence tapes. ", "CHIEF": "\n[1]This is your only I.D.? \n[2]You don't know shit, Lebowski. \n[3]What are you, some kind of sad-assed refugee from the fucking sixties? \n[4]Mr. Treehorn tells us that he had to eject you from his garden party, that you were drunk and abusive. \n[5]Mr. Treehorn draws a lot of water in this town, Lebowski.  You don't draw shit.  We got a nice quiet beach community here, and I aim to keep it nice and quiet.  So let me make something plain.  I don't like you sucking around bothering our citizens, Lebowski.  I don't like your jerk- off name, I don't like your jerk-off face, I don't like your jerk- off behavior, and I don't like you, jerk- off --do I make myself clear? \n[6]Stay out of Malibu, Lebowski! \n[7]Stay out of Malibu, deadbeat!  Keep your ugly fucking goldbricking ass out of my beach community! "}}