{"dialogues": {"JOHN": "\n[1]Hello. \n[2]Hello, hello. Hello... \n[3]I don't believe in perfect love. You know, love that comes out of the sky like a thunderbolt and uh... This is ridiculous. \n[4]No. No no no. Nope. \n[5]Running. Reading. Going out. Staying in. The countryside. Films, if they're good. \n[6]Thoughtful. Outgoing. Ambitious. Well-read. Reasonably popular. Balanced. Trusting. Quite attractive. Outgoing. \n[7]Someone intelligent, of course. Kind. Pretty I suppose. But its not critical. \n[8]Someone with a sense of humour. Someone you can communicate with on the same level. Someone you can really talk to. I think communication is key. \n[9]I think that by the time most people turn thirty they know where they're going. \n[10]And where they've been. I suppose they have some baggage stroke history. \n[11]We all have someone in our past who uh... one skeleton, if you like. We've all got at least one person, as it were, under the patio. Not literally of course. I suppose I only say this because I always thought people who did this sort of thing were... I had an image that they were losers. Not losers. A bit sad. But I think this is the modern world. And I think really it's quite a brave move. Quite a brave, reasonable thing to do. \n[12]Sorry can we start again? \n[13]Nadia? \n[14]I'm John. \n[15]Welcome. Well. Look I didn't have a speech but... \n[16]Is that everything? \n[17]Right. Okay. Good. \n[18]We can talk in the car. \n[19]It's about forty miles from here. I don't know if you've looked at a map, it's close to London but it's a city in itself. A Roman city. It's a nice house. I'm having a problem with ants. I uh... It's the warmer weather. I can't seem to find the nest. Sorry, do you understand \"ants\"? \n[20]I just can't find a nest. The root of the problem. I've looked everywhere. What's the Russian for ant? Sorry that's a stupid... Sorry. This is strange isn't it. \n[21]I'm pretty nervous. Are you? \n[22]I mean... \"Ants.\" \"I've got a problem with ants.\" \n[23]I had this... \n[24]As a joke but uh... \n[25]So. Is it different to how you imagined it? \n[26]I bet. What about me? Am I how you imagined? \n[27]And how was the flight. Sorry, am I speaking too fast for you? \n[28]Do uh... Sorry. Can you follow me? Do you understand what I'm saying? \n[29]Good. Or should I speak slower? \n[30]Do you follow or should I speak slower? \n[31]Uh... Are you a giraffe? \n[32]Oh Jesus. \n[33]Oh Jesus. \n[34]Lounge. \n[35]Kitchen. \n[36]Bathroom. \n[37]Bedroom. \n[38]The uh... the other bedroom... \n[39]I'll get an ashtray. \n[40]This is John Buckingham from St Albans. I need to speak to you urgently. There's a critical problem. It's... Call me back as soon as possible. It's critical. \n[41]I don't know what to say. Your letters were in English. Good English. You said you'd studied English. \n[42]I can't take this. \n[43]I can't take it. I'm not really a ring guy. \n[44]Okay. No big deal. Thank you. Yes thanks. Thank you. \n[45]If anyone gets this message please call as soon as possible. It's an emergency. \n[46]Good night. \n[47]You should go now. We'll talk in the morning. \n[48]Nadia. This isn't going to work. I'm sorry. It's been a terrible mistake. You must go. \n[49]I'm booking a flight for tomorrow. I'm sorry. \n[50]Uh. Yeah. Pretty good. \n[51]Uh. No. \n[52]Thank you -- I think that's very fair. \n[53]It feels good. Weird. \n[54]Are you O.K.? \n[55]Sorry? \n[56]Bath day? \n[57]I don't understand. \n[58]Today? \n[59]Syevodnya? \n[60]Happy Birthday. Happy Birthday. \n[61]Yes. Party. Party syevodnya. \n[62]...It might just be a twenty-four hour bug... \n[63]Happy Birthday to you. Happy Birthday to you. Happy Birthday dear Nadia... \n[64]Hang on hang on, sorry, but like, who are you? \n[65]What are you doing here? \n[66]I'm asking what you're here for. \n[67]Yes I know. \n[68]What did he say? \n[69]I need to know who you are first please. \n[70]Yes. I know. \n[71]And... \n[72]Hold on. \n[73]So hang on. You're both Nadia's cousins? \n[74]Right. \n[75]Right. \n[76]No. \n[77]So? \n[78]What was that? \n[79]Yes it's okay. Thank you for the food. \n[80]So how long will you be in England? \n[81]You must have a visa or something... \n[82]No, no... \n[83]Hello. \n[84]Uh. Do you like England? \n[85]Uh... \n[86]I can't think of anything. Hang on. \n[87]What? \n[88]When? \n[89]\n[90]Binoculars. \n[91]What was that? \n[92]Tell me. \n[93]Tell me what he said. \n[94]No. It's not that. \n[95]I suppose it's... I mean define your terms. \n[96]Ch... \n[97]Right. \n[98]Uh... Yes. \n[99]Fine. I thought you were leaving today. \n[100]Hey. \n[101]What's wrong? \n[102]Of course. They go. Yes. Yes. \n[103]You can stay tonight. \n[104]Good night. \n[105]What are you doing? \n[106]What's he doing? What the fuck are you doing? Leave her alone. \n[107]Tell him to stop and let her go, and we'll talk. \n[108]Put the fucking kettle down. \n[109]Put the fucking kettle down. Tell, Yuri, tell him put it down or I'm going to make him. \n[110]What? What does he want? \n[111]What did he say? Tell me! \n[112]What does he want. The Russian shithead. What do you want ? \n[113]Tell him to put the kettle down and I'll give him money. \n[114]I'll give him money. Tell him to put the... \n[115]I'll fuckin' give it to him! We'll go down there. \n[116]I've got eight hundred pounds. Oh Jesus. \n[117]Oh Jesus. \n[118]Oh Jesus. Of course I can't. \n[119]Just leave her alone. \n[120]Leave her alone. \n[121]Hello. \n[122]Right. \n[123]Yes. I do. \n[124]I'll give you a tune later. \n[125]This is uh... This is the uh... \n[126]I'll give you a tune later. \n[127]This is where we're doing Trust and uh... Trust and Letting Go. \n[128]Yes. \n[129]Yes. \n[130]Excuse me. \n[131]I'll give you a tune later. \n[132]You can't smoke in here. \n[133]\n[134]Oh, I don't know. In my job as Deputy Assistant of New Business at the bank would have to listen to the problems of a great many individuals. This took a lot of understanding and sympathy, to try to work out solutions to their problems. But, you see, I'm not in that line of work anymore. Nowadays I'm a bank robber. \n[135]I think that about covers it. I think I have grasped the part about you being dumped though. That's got to hurt, I imagine. That's got to smart a bit. I mean strictly in my observer's capacity it seemed you two were getting on Pretty Fucking Famously. \n[136]Unless. Unless this is part of the routine. You get tied up, stick around, distract me, they both bust in and Steal My Cup Of Coffee. \n[137]I don't want to know. \n[138]That's a relief. It's nice to know I'm a regular guy. \n[139]I'm going to drink my coffee. Then, we're going to the police station. Where there will be lawyers, loss of job, house, humiliation, gutter press, and probably prison. \n[140]Even so I always felt the decision to burst in and rob it very much remained with me. \n[141]Well as it turns out I did. \n[142]Yes please. \n[143]Splendid. Thank you. \n[144]You must think... I'm the biggest pillock... In the world. \n[145]In the world. \n[146]I do. I want to very badly. \n[147]In every sense. If at all possible. \n[148]Well, Nadia, It it's all the same to you, I'd like to give it a bash. \n[149]What? \n[150]What? No you're not.. \n[151]No you're not. How... Nice one. How dumb do you think I am ? \n[152]You're pregnant. \n[153]No. \n[154]Get in the car. \n[155]Have you got your passport? \n[156]Shut up. Have you got your passport? \n[157]We've got to get off this motor-way. \n[158]Give me some money. \n[159]What? \n[160]Give me your sunglasses. \n[161]So, uh, Alexei, which I know isn't his name... \n[162]Fine. \n[163]Fine. Absolutely. Must be disappointing though. Must come as a hell of a shock. \n[164]So uh... \n[165]Oh Jesus. \n[166]Of course. Of course. Of course he does. Of course. Thank you. Thanks. \n[167]It's his baby I take it. \n[168]Not the kids type then is he? Not that broody. You must be pretty miffed. \n[169]Excuse me? \n[170]Yeah. I tend to tie up and abandon women I really want to see again too. \n[171]Fuck off. \n[172]Fuck off. You started it. \n[173]I don't want to talk about it. \n[174]Shut up. I'm not listening. \n[175]No. \n[176]So. What's it like having to fuck men you hate? \n[177]Okay. Let's... Okay. Okay. You have had sex with people you don't like haven't you? For money. To make money. \n[178]And. It's wrong. \n[179]And that would be Morals. That would be one's own moral sense of decency. \n[180]So. What then? You just detach sex from everything.. \n[181]Listen. I didn't go rooting around in your private stuff. \n[182]So what? Do you just switch off in your head or do you imagine you're with him, or what? \n[183]Sometimes which? \n[184]Some... What does that mean? \n[185]I don't like sex. I don't think I'll be having sex ever again. \n[186]Well, it's just that the thought trying to charm up an erection in front of a woman, or alone for that matter, makes me want to die. \n[187]I think it's my safest bet, don't you? \n[188]What? \n[189]I got what I paid for. \n[190]It wasn't what I wanted. \n[191]You don't understand me. \n[192]Get out. \n[193]Get out \n[194]Get out. \n[195]Jesus. You weren't even on the plane. \n[196]You don't have to say anything \n[197]Please, there's no... Oh. \n[198]Then okay. So how old were you when you met him? \n[199]Yeah. He's a smashing bloke. \n[200]Thank Christ for that. \n[201]I'm pretty naive? Look at you. You have to do all this, and what have you got to show for it? Nothing. \n[202]Well what have you got? \n[203]Do you know if it's a boy or a girl? \n[204]Have you had any before? \n[205]Are you scared? \n[206]What? \n[207]It's none of your business. She didn't have small eyes. \n[208]She's dead. \n[209]I don't know why I said that. She's not dead at all. \n[210]I don't know why I said it. I'm sorry. \n[211]Laugh it up. \n[212]You should stop smoking. You're pregnant. You smoke like a fucking lab dog. \n[213]I've got news for you. It's not working. \n[214]Nobody's that unhappy. \n[215]I don't want anyone to die. \n[216]Except for Small Eyes. \n[217]I don't know. \n[218]What's your name? \n[219]It's alright. \n[220]No. I think I better just go. \n[221]Whatever. \n[222]Yeah. No thanks. \n[223]Because it was a lie. \n[224]Oh Jesus. \n[225]Are you okay? \n[226]Okay. Goodbye. \n[227]What will you do now? \n[228]Okay. Promise? \n[229]You can probably buy them on the flight. \n[230]Goodbye. \n[231]Whatever. \n[232]Please. \n[233]It's not mine either. \n[234]Yeah, you see when I said I didn't speak Russian I wasn't actually just making it up. \n[235]Why? \n[236]No. What? No. I know. \n[237]It's a long way to go for a date. \n[238]What does it mean? \n[239]Right. \n[240]Is the flight full? \n[241]Please check. Is it full? Please could you check. \n[242]Thanks. \n[243]Cash. \n[244]Kam. Kapsi. Schta. \n[245]Sophia. Hello Sophia. Mine's still John. ", "NADIA": "\n[1]Yes. \n[2]Yes. \n[3]Yes. \n[4]Yes. \n[5]Yes. \n[6]Yes. \n[7]Yes. \n[8]Yes. \n[9]Yes. \n[10]Yes. \n[11]Yes. \n[12]Today is bath day. \n[13]Today is bath day. \n[14]Happy bath day. \n[15]Syevodnya \n[16]Party. Party. Syevodnya. \n[17]\"Frenzy\". \n[18]They go. John. They go. \n[19]They go. \n[20]They go. \n[21]So? \n[22]Sixty four thousand, eight hundred. \n[23]What was 'Cats' like? \n[24]It's enough isn't it? \n[25]You know what I mean babe, It's enough. We can stop. \n[26]Yes. \n[27]It's nothing. I burnt myself. \n[28]It is. I did it cooking. \n[29]What? I did it cooking. \n[30]What? \n[31]Listen, I made you something. \n[32]Put it on. \n[33]It's taken me weeks. I want to see you in it. \n[34]Do you like it? \n[35]Say thank you. \n[36]We're going to have a baby. \n[37]You heard what I said. I'm pregnant. I've been throwing up for weeks. \n[38]We're having a baby. \n[39]Name it. \n[40]Great. You've split my fuckin, lip. \n[41]I'll have an espresso, with a small pastry, a croissant or something. \n[42]Just get me a coffee. \n[43]He'll have a coffee. \n[44]I don't expect you to understand. \n[45]You don't understand anything. \n[46]It's makes it easier. Okay. \n[47]It makes it faster. If I don't speak to the men, they fall faster. It's pretty obvious why. \n[48]So what are you going to do? \n[49]They don't blame you. When a bank employee does this they understand. You get your life back. Anyway I bet you hated that bank. \n[50]Why else would you send off for me? If you just wanted sex just go to a prostitute. \n[51]No. \n[52]John, I need your help. \n[53]No I don't. \n[54]I know you just want to punish me -- \n[55]So you're just going to be vindictive \n[56]You can't hurt me more than I'm hurt already. \n[57]My name isn't Nadia. \n[58]Where's the restroom? \n[59]I'm going to be sick. Where's the... \n[60]I'm going... I am... I'm going to be sick. \n[61]Where's the restroom? \n[62]The toilet. Where's... \n[63]What are you doing? \n[64]Plenty of women have babies in prison. \n[65]You don't have to do this. I can look after myself. \n[66]What? \n[67]Yes. \n[68]I don't have any money. \n[69]I said I don't have any. \n[70]I don't want to talk about him. \n[71]It's none of your business. \n[72]Look, if you want to know is he better in bed than you then yes he is. \n[73]If what you want to know is does he have a bigger cock than you, then yes he does. \n[74]But, you know, so what? \n[75]He will come back. \n[76]He left me my passport and ticket. It's pretty clear he wants to see me again. \n[77]No. But you tend to tie them up. \n[78]Why not? \n[79]You don't want to talk about it. \n[80]Okay we won't talk about it. \n[81]We'll pretend it never happened. \n[82]I don't hate you. \n[83]And? What are you saying? \n[84]And who says what is wrong. \n[85]What's a moral orgasm John? Tell me how it feels exactly. \n[86]Whereas \"Wet 'n' Wild\" is an emotional journey. \"Tied and Tethered\". It's pretty moving huh? Like Anna Karenina. \n[87]Funny. Usually it's the first thing they do. \n[88]Sometimes. \n[89]Sometimes neither. \n[90]There's nothing wrong in liking sex, John. \n[91]Why? \n[92]So now you hate all women? \n[93]Oh. I think you will recover okay. I think you got what you paid for. \n[94]You... \n[95]You didn't mind too much. \n[96]So what did you want? I think we understand each other, no? \n[97]You don't understand you either. \n[98]It's no big thing. You are the same as most men. You are a man so you are a savage. Not a monster, but half animal. You put on a tie and you go to the bank, but really you are a beast. But also you are from woman so you have a soul. Half beast, half soul. But you hide your beast in the bottom of the wardrobe. It's not so healthy. It's fucked you up, no? \n[99]Excuse me? \n[100]You are throwing me out. \n[101]You prefer your women mute. \n[102]Car trouble? \n[103]It's another twenty miles. It's going dark. \n[104]What now? \n[105]You know, in Russia, there's no work for women. It's a different world. \n[106]What? I... I wasn't saying... \n[107]I wasn't saying anything. \n[108]Fifteen. You don't know him. He was very kind and strong. \n[109]The rest of the world, John, it's not all like St. Albans. \n[110]You are pretty naive if you think it is. \n[111]I don't have nothing. \n[112]I have my baby. \n[113]No. \n[114]No. \n[115]Not really. Maybe a little. \n[116]Listen. I think it's a fox. \n[117]It sounds close. \n[118]I can't see anything. It's too dark. \n[119]What happened between you and the blonde? \n[120]The thin... the girl with small eyes. The one in your cupboard. \n[121]Did she leave you? Come on. It's nothing to be ashamed of. Who did she leave you for? Your best friend? Her boss? A woman? Did she leave you for a woman, John? \n[122]I'm sorry. I didn't mean to hurt you. I'm sorry. That's awful. Forgive me. \n[123]I'm sorry. \n[124]What? \n[125]She's alive? \n[126]She's alive!! She is not dead? \n[127]I'm trying to quit. \n[128]I smoke more these days. I smoke more when I'm unhappy. \n[129]Maybe I want to die. Don't you want me to die? \n[130]Except for Small Eyes. \n[131]So why did it end? \n[132]What was her name? \n[133]Listen. It's definitely a fox. Now I'm scared. \n[134]You know you can come under the blanket. \n[135]I've got an hour. Can I buy you a coffee? \n[136]Okay. Thank you. \n[137]John. These are for you. \n[138]Please. Why not? \n[139]No it wasn't. \n[140]Goodbye. \n[141]What are you doing here? \n[142]Stop. \n[143]What are you doing here? \n[144]Stop it! \n[145]Leave him! \n[146]No I haven't. \n[147]I'll kill you if you try. \n[148]Get their passports. \n[149]Get your money. \n[150]Goodbye. \n[151]Something else. \n[152]Promise. \n[153]I'm quitting. This will be my last one. So. Goodbye. \n[154]You didn't deserve me John Buckingham. \n[155]I'm sorry. \n[156]You prefer your women... \n[157]It's not mine. \n[158]It's what you came back for. \n[159]You're a big surprise, you know. \n[160]I'm not asking you to marry me. \n[161]It's more like a date. \n[162]Tell me about it. \n[163]All that matters is to try... \n[164]We can only try. Say it. \n[165]Maybe you will find out. \n[166]Hurry. I'll wait for you here. \n[167]My name's Sophia. ", "YURI": "\n[1]You must be John. You seem very nice. Excuse me. \n[2]How's that? We can't drink our piss can we? \n[3]You must find some glasses, small, for the toast, and some plates. \n[4]Sorry. You've lost me... \n[5]What? \n[6]You don't speak Russian? Pratsteetye! This explains your cold eyes. \n[7]Yuri. Alexei. Alexei and Yuri. \n[8]He says he feels safe here. \n[9]She says she wanted to tell you but her English is shit. And no one speaks Russian, it's very hard for her. The light please. \n[10]Oh. We are Russian. \n[11]Good. \n[12]And what? You mean from the beginning? Jesus. Can I uh okay, as we say in Russia can I cut a long story short. Okay. Nadia is my little cousin. Except she's not. But we say cousin. This is for you. \n[13]Toast first then we talk seriously, I can see you are serious about us. \n[14]Just kidding. \n[15]Of course not. Alexei, he's is my problem. \n[16]We better watch him. He's crazy. \n[17]I am actor, he is actor, although he is an actor stroke musician. I just noodle along, I'm not so good. He makes me look like a retard -- He smokes me. I don't mean he smokes me. \n[18]I mean he smokes me. Do you say \"smoke\" in U.K.? \n[19]Right. So I can say he smokes me. So. \n[20]So I come to England with other actors to make shows, I meet this freak from Novgorod I tell him of you and Chicken and the birthday here we are. \n[21]I asked her if you were happy to see us. I find it hard to tell with you. \n[22]She says you are a little shy. I think I know this. \n[23]Plans are for the architects, politicians and so forth. \n[24]You're asking for my documents? \n[25]We are all Europeans here. Europe, Tony Blair and Maggie Thatcher! \n[26]So. You have nothing to say to your Fiancee? Maybe to wife of forty years it's understandable. Come on. You speak and I will translate. \n[27]She says 'Hello' to you. Go for it John! \n[28]Classic! Thank God. She says 'Yes!' \n[29]She says she has a secret to tell. \n[30]She says she watched you at the airport. \n[31]\"I saw you waiting there, by the gate.\" \n[32]\"I have these uh...\" She explains to you... \"When I was a little girl my father had these beautiful old glasses.\" Like... I don't know the word. Like for watching uh... for watching the birds. \n[33]Binoculars. He had these Binoculars he has kept from the war. \n[34]I would run around with them taking pictures of things I liked with my mind. If I saw something beautiful I would take a picture. \n[35]The day before I left Russia my father gave me the old binoculars. He said that when I saw you I was to stand far away and look at you with these, and to examine your face closely. And if you were a bad person I could run away. \n[36]She says she took a picture. \n[37]Oh nothing. \n[38]No. It is too judgmental. \n[39]He says why did you send to Russia for a wife. \n[40]You are not ashamed of it? It's no surprise to want to love. \n[41]Do you believe in love? \n[42]It's very strange. How many people are truly themselves with their love? It is the greatest human disaster and it is never in the newspapers. There are no Marches Against Heartache, no Ministries Against Loneliness, no Concerts Against Disappointment. We look away. And still we know in secret that nothing is more important to us. The one thing we all share but don't say. Look John I will show you something. \n[43]Here look, something beautiful from Russia. Here is Life, there, take it. \n[44]Here is bread. Khylep. This is work. We all need this, here eat. \n[45]Good. But we cannot survive with just work, so here is meat and blood. Myasa. This is family and country, flesh, strength, eat. \n[46]But again this is not life. Here is joy and pain. Chyesnok. Without these life has no flavour, is too serious. Eat. \n[47]But this vodka. Is love. Only this magic changes you inside. The moon and the stars and the sun. \n[48]This is a love song, a soldier's song to his beloved -- Alexei, he's Afghanstya, a veteran of Afghanistan. He saw terrible things. \n[49]John. We can see you hiding. \n[50]How is bank? \n[51]To be indoors on such a day. It's crime. \n[52]He's just having fun. He's maybe too strong you know... \n[53]I understand. I'm so sorry \n[54]I have brought you trouble. Maybe I should have come alone. \n[55]John. You must call the Police. \n[56]John, I'm sorry. It's my fault. \n[57]He says sit down. Or he'll cut her. \n[58]Sit down please. \n[59]John. \n[60]He says you scare him so much he must go to the toilet in his trousers. John, he is a soldier. A trained killer. We must do what he says. \n[61]He says you are very sad ridiculous man. I don't agree of course. And that you must pay someone to have sex like a prostitute. Nadia is a prostitute. I'm sorry. \n[62]He wants money. \n[63]He wants a lot of money. \n[64]He wants the money from your bank. \n[65]You don't understand. He wants all the money that is in your bank. \n[66]He is sure you can do this. Of course you can not. \n[67]I'm so sorry. \n[68]Fifty thousand. Almost exactly. \n[69]Sweet Jesus... \n[70]What for? \n[71]No I don't. \n[72]I've been buying you stuff all week. I've been buying him stuff all week. \n[73]When we went to the Hard Rock Cafe. Who paid? When we went to see 'Cats'. Who paid? \n[74]I paid for those guitar cases. \n[75]It was alright. \n[76]Yeah. It was quite good actually. Some bits I really liked. \n[77]The sets were excellent. Everything was big, you know, all the rubbish, coke cans, sweet wrappers, dustbins, so when you were watching it you felt cat size. It was really clever. \n[78]How you doing? \n[79]I'll show you something. It should make all this easier I think. \n[80]Not all these bastards were like you, believe me. You should not too feel bad. ", "ALEXEI": "\n[1]Nasyekski. \n[2]You first. \n[3]There's over eighty thousand here. \n[4]Put it in the cases. Split it up. And don't forget you owe me £150. \n[5]You know what for. \n[6]I got you those trousers from Paul Smith. \n[7]Such as? \n[8]Those aren't presents. That's normal friendship stuff \n[9]Yeah it was okay. \n[10]The sets were good. \n[11]So. How many times did you have to fuck him? \n[12]What do you mean? \n[13]Do you want to stop? \n[14]We'll stop then. \n[15]What's this? \n[16]That's not a burn. \n[17]On both wrists? \n[18]Yeah. \n[19]Thank you. \n[20]What? \n[21]A baby? What are we supposed to do with a baby? \n[22]I love you. I don't need to tell you that. \n[23]I wouldn't leave my child would I? You know that. I was confused. That's all. \n[24]It wasn't easy for me. You know what I'm like. I needed to know what I wanted. Now I know. It's simple. I'm happy. \n[25]You still love me? Eh? Of course you do. Come here. Yuri won't be here for a while. Come on babe. \n[26]What the fuck is he doing here? \n[27]That's that cigarette lighter I gave you isn't it? \n[28]What? What are you doing? \n[29]What. You're what? You're with this creep now. \n[30]You have. You've actually fallen for this prick. \n[31]Babe it's me. I won't let you get away. \n[32]Don't do this. ", "BRANCH MANAGER": "\n[1]When communicating he is good at selecting the most efficient methods and displays effective verbal communication skills... \n[2]On one occasion John showed first class communication skills in a delicate customer situation. \n[3]Initiative. John is reasonably quick to volunteer whenever others need help. Although he is sometimes reluctant and or unwilling to ask for it himself... \n[4]He is adequate at resolving difficult or emotional customer situations... \n[5]He usually fulfills commitments made to customers within expected time frames. \n[6]Customer Service. John shows a high degree of respect for customers... \n[7]John still has some reluctance to / or has problems in, carving out new relationships face to face. \n[8]Judgment -- John makes able decisions in most areas of his job. \n[9]John follows instructions conscientiously and responds well to personal directions. \n[10]John is normally very punctual and in most situations assumes responsibility for his own actions and outcomes. \n[11]Quick word John? \n[12]This is sensitive. Your car. Lovely car. Doesn't necessarily give the right impression. \n[13]To customers approaching the bank from the rear \n[14]You can see why it's sensitive? \n[15]I'll leave it on your desk. \n[16]Ah John. This is Robert Moseley, Head of South East New Business. Robert, this is John Buckingham. \n[17]I thought you could give us the tour this morning. Sort of be our Indian Guide. \n[18]Take the ball and run with it John. \n[19]We're starting to see results. This is Karen, who's uh... taking uh... it. ", "CLARE": "\n[1]Good weekend? \n[2]Do anything special? \n[3]Well you just get better. I'll tell Beaky. You just get some rest, ok? \n[4]That's John. He's always surprising you with hidden talents. \n[5]Well, Maestro, give us a tune. \n[6]It's weird at first. Sort of exciting and frightening at the same time. Wouldn't you say John? "}}