{"dialogues": {"NICK": "\n[1]One, and one on top. \n[2]Call. \n[3]Very nice, Barbie. Now, I'd take Ken over there and go home. \n[4]It's time.  That's all. \n[5]Listen, Ken -- \n[6]-- I'm offering you the benefit of my experience. \n[7]You want a popsicle, go to Good Humor.  And don't call me 'pappy.' \n[8]Alley oop. \n[9]\n[10]My name is Conklin.  Let's do this fast so I can go home. \n[11]It's all yours. \n[12]catches the Debutante's eye across the room.  She smiles at him, he was right.  He shrugs, spreads his hands. That's life. A well groomed middle aged man, who we'll come to know as CAVELLO, suddenly bolts from the crowd lined up against the wall. Charlie spins around to stop him -- \n[13]Fabulous... \n[14]Thanks. \n[15]Home. \n[16]-- Cavello.  Ronnie Cavello. \n[17]He works for Frank Abolofia. Atlantic City.  Casinos. \n[18]What's this? \n[19]Get rid of it. \n[20]It's not regulation.  And the only way you're gonna stop anybody with it is to show it to him, and while he's laughing, you can shove it down his throat. \n[21]Charlie... \n[22]... You still got shaving cream on your ear. \n[23]Short shift? \n[24]Connie... \n[25]High spirits, desire, commitment. \n[26]Give me a break, would you? \n[27]Are you expecting anyone? \n[28]-- I should tear your head off. \n[29]-- Hey, I got a better chance of being hit by a bus then moving up. \n[30]Eating Scungilli, just like the last time you asked. \n[31]Maybe Cavello's buying a Subaru. How would I know? \n[32]Charlie, don't do anything.  Promise me? \n[33]Frank Abolofia. \n[34]Some party. \n[35]Charlie, take your gum, stick it under your ass and keep it warm. \n[36]Saving your life. \n[37]Police officers.  Everybody stay put. Get back up. \n[38]On the ground, man.  NOW!! \n[39]Yeah... sure, sure I'll be down. \n[40]This by this... \n[41]Not in that company. \n[42]Yeah. \n[43]Charlie. \n[44]Yeah, he's not used to seeing other people do the killing. \n[45]I did make a mistake.  I let the wrong guy get hit. \n[46]Why? \n[47]What? \n[48]What...?  What if I say no? \n[49]Why me? \n[50]You got something to say to me, Captain? \n[51]I was thinking the Poconos, Charlie. Maybe Vegas. \n[52]Beats forty hours on a plane. \n[53]Not a prayer. \n[54]Shut-up, Charlie. \n[55]What'd you say? \n[56]Get a new book. \n[57]No. \n[58]Number five with a bullet. \n[59]Go to sleep, Charlie. \n[60]I worked the three nine in Queens, Charlie. \n[61]The lieutenant was on the pad along with the rest of the squad.  I was new, didn't know shit.  When the feathers flew, I got called in front of the special prosecutor.  It's on the top of my personnel file.  They think I'm dirty or I cut a deal. Doesn't leave you with a lot of friends either way. \n[62]I might as well have done something. I've been paying for it every goddamn day since I got transferred... \n[63]You going to take this crap off our hands? \n[64]Right. \n[65]Givin' you a book is like givin' a baby a gun. \n[66]In Rome, I'll bow. \n[67]Inspector Nagashima told me to give you this. \n[68]We're cops.  Pol-ice-men. \n[69]Fellas, get serious. \n[70]Cops!  He's our prisoner! \n[71]What's going on?  We're the good guys! \n[72]Get me something like an Identi-Kit and I'll give you a description. \n[73]What is it, tea time? \n[74]Incompetent is letting people waltz through a secure area wearing your uniforms, carrying official documents. \n[75]I want a gun. \n[76]We're police officers. \n[77]Work with me.  I want your best detective. \n[78]Hey, inspector, I don't intend to take the rap for this. \n[79]Let's go. \n[80]I said let's go, Charlie. \n[81]Your best detective, Ohashi. \n[82]Let's grab some food. \n[83]You said that in the last two places. \n[84]Okay, you were right. \n[85]I hope not. \n[86]I'd feel better if we had some heat. \n[87]Think we could find our way back? \n[88]Where do we start looking for this guy? \n[89]Where're you going, Ichiro? \n[90]Jerry Lee Lewis, Elvis, Dinky Doo And The Don't's.  Let's book, Charlie.  If he starts on Motown, we'll be here all night. \n[91]That's what you said in the last three piss pots. \n[92]It's incredible.  Hit him or something. \n[93]Don't give him any more. \n[94]What's the problem here? \n[95]Not a prayer. \n[96]He couldn't find his ass with both hands. \n[97]Sure, a rice burning crotch rocket... \n[98]Give us a break... \n[99]Leave the rice cake outside and go home! \n[100]Could you fill me in? \n[101]Because I want you to tell me. \n[102]Can we skip the poetry, inspector? \n[103]Not until one of us bags Kobo. And it doesn't look like you're doing so hot. \n[104]You know, Inspector, you take shit once, you take shit forever. \n[105]Why the hell not? \n[106]Charlie! \n[107]It's a set-up...!  Charlie! \n[108]shoving through the crowd.  He spots Charlie.  Shouts at him to wait.  Charlie can't hear his partner. \n[109]Charlie! \n[110]trying to struggle free. \n[111]\n[112]\n[113]manages to break free of the leatherboys holding him. They flee into the crowd as the police close in. \n[114]He was my partner. \n[115]I planned on catching him, Captain. \n[116]He killed a police officer. \n[117]What happened? \n[118]Why weren't you at the platform? \n[119]as he pours a pail of water over his head, it runs down his face in slow motion. \n[120]Yeah... \n[121]Yakuza? \n[122]Nick tossing two bags into a taxi in front of Ich's apartment building. \n[123]... Smoking. \n[124]I want to cash it in.  Yen. \n[125]Ichiro? \n[126]What's tricks? \n[127]There was a change in plans. \n[128]Gaiijin? \n[129]I could use some help.  Show me around.  I'll pay you for your time. \n[130]You can count on the truth from people who don't like you. \n[131]You have a helluva way of answering. \n[132]Maybe I'm a quicker learner. \n[133]I can see that. \n[134]How'd you get this? \n[135]Partners. \n[136]Know her? \n[137]A snitch? \n[138]What's he saying? \n[139]My turn. \n[140]Who is she? \n[141]Aw, for Christ's sake. \n[142]Now we're making progress. \n[143]That's Kobo's girl?  He's sure? \n[144]Only one way to find out... Get her up in the morning and put her to bed at night. \n[145]is struggling with his chopsticks and bowl of noodles. From O.S. A LOUD SLURPING SOUND.  The sound stops, then starts again.  Nick can't eat.  He sets his bowl down and looks over at \n[146]Think you could keep it to a dull roar? \n[147]No.  Don't say anything.  Don't do anything, and for Christ's sake, don't apologize! \n[148]What'd I tell you? \n[149]Did I say that? \n[150]Are we getting married? \n[151]You're doing fine, Ich.  Now drop it, okay? \n[152]nudges the sleeping Ich with his foot.  Ich opens his eyes. \n[153]Let's book. \n[154]Let's go. \n[155]Call a cop. \n[156]If you're gonna give me a hard time, wait outside. \n[157]Not too shabby for a perfume pusher. \n[158]a few yards away.   Nick smiles, then walks into the store, hoping he hasn't been made. \n[159]Four goddamn days.  This is going nowhere... \n[160]Sure, but then I just pull out the photos. \n[161]Ichiro -- \n[162]Smells like Bayonne at low tide. \n[163]Whoa whoa... \n[164]He's on duty. \n[165]Alley oop! \n[166]Good.  Very good... \n[167]She disappeared... shit! \n[168]dropping another cigarette butt to the ground.  There's a small pile at his feet.  He's leaning against the wall watching one end of the block.  TRACK over to reveal Ich, his back to Nick's, watching the other end. Ich glances back at Nick.  Nick ignores him.  Ich turns back. \n[169]Hey, no hands, huh? \n[170]Gaiijin. \n[171]If I smell one drop of Scotch on your breath, my friend -- \n[172]I don't believe it... Son-of-a-bitch -- \n[173]We're through.  I mean it.  This is the end of the line, Matsumoto. \n[174]Shut-up. \n[175]I want to yank Kobo. \n[176]Ich, my name is Nick.  Not Nicklaus, not Nicklaus-san, not Nick-san. Nick. \n[177]Shit... \n[178]I'm taking you back. \n[179]A few minutes faster, we might've nailed him. \n[180]What's this? \n[181]While you were hanging out at the visa office, we found the son-of-a- bitch. \n[182]Maybe if you'd work with us -- \n[183]Hey...! \n[184]Ohashi! \n[185]Damnit, Ichiro, I'm tired of people telling me what I can and can't do. No one ever solved anything sitting on their ass. \n[186]who walks off without looking back at his partner. \n[187]The ice help? \n[188]Where does this Sugai live? \n[189]I want to go talk to him. \n[190]Because he knows how to get to our man. \n[191]I'll be a nice Gaiijin. \n[192]The little bastard.  God bless him. \n[193]Big enough. \n[194]It's a new deal. ... coming with me tomorrow? \n[195]Sure, pal.  You've got better things to do. \n[196]You know where I can get a decent cup of coffee this time of night? I'm buying. \n[197]I need your help, Joyce. \n[198]Unavailable. \n[199]I need someone to translate for me. \n[200]It's my last shot.  I have to be on a plane home tomorrow night. \n[201]You could fake it. \n[202]He drinks. \n[203]Where's the wife? \n[204]What do you chant? \n[205]Not if it works. I'll meet you at the train? \n[206]I don't remember you saying no. \n[207]Who am I supposed to be? \n[208]Tell them I'm not. \n[209]I'm sorry, Ichiro.  I lost it last night.  I shouldn't have hit you. \n[210]What's in the box? \n[211]So I bring some cheese? \n[212]Hey, Ich... Thanks.  I'm glad you're here.  I mean it. \n[213]They took the gift an hour ago. \n[214]We're in? \n[215]This supposed to impress me? \n[216]I'm impressed.  But let's use the short form.  I'm looking for -- \n[217]I don't drink tea. \n[218]I want him. \n[219]The families who control the casinos? \n[220]The Feds would be onto you in a month. \n[221]Why tell me this? \n[222]You trust me? \n[223]With these? \n[224]If I say no? \n[225]I don't have to. \n[226]I have ten hours to grab my man. \n[227]You won't get hurt. \n[228]Let's go.  Him first. \n[229]It's done. You don't have to come. \n[230]Explain to them.  They shoot me, they kill you. \n[231]Grab the keys, Ich, and get inside. \n[232]Not now, man, okay, not now.  Work with me. \n[233]Start it. \n[234]Where's somewhere safe? \n[235]Good. \n[236]Not if we're careful. \n[237]No one's keeping him here. \n[238]Why would you care? \n[239]What if I chant? \n[240]Better wake him up. \n[241]who slams the side of Kobo's head with the butt of his gun. \n[242]can't believe Sugai's going to kill him.  Nick starts to get up, Ich stops him. Kobo realizes Sugai isn't just threatening him. \n[243]That wasn't our deal. \n[244]After a court convicts him.  He belongs to me. \n[245]Just one, compadre... Kampai. \n[246]It took 12 years to make it, you could take five minutes to drink it. \n[247]You did great, Ichiro. \n[248]Save it, I already took the tour. \n[249]Guess I'm on a roll. \n[250]Time, I've got plenty of. \n[251]Hey, hey, come on, blow... \n[252]I'm amused. \n[253]Sugai won't give it to me, you know that. \n[254]follows him to the door. \n[255]bursts into the packed bar car. \n[256]Ichiro?! \n[257]Where's Ohashi? \n[258]What the hell are you doing?! \n[259]For God's sake, Ohashi, I need your help.  Let me out of here! \n[260]If anything happens to her while I'm here -- \n[261]I have to get to Sugai. \n[262]\n[263]\n[264]I was ready to have your ass for taking off on me. \n[265]How many men? \n[266]Joyce? \n[267]We need the plate to negotiate with. \n[268]You know, Ichiro, you just burned your bridges. \n[269]Now we've got nothing to negotiate with. \n[270]Joyce told me about your family. It's tough... \n[271]A wife.  She left. \n[272]Me too. \n[273]Let's go. \n[274]What's that for? \n[275]Thanks. \n[276]Why's that? \n[277]rises from a ditch and swings a hoe at the rider as he passes, catching the man across the face.  The rider drops like a swatted fly.  The biker's momentum carries it a few yards before it falls and skids to a halt. Nick hurries to the bike. Ich drags the biker off the road, then catches up to his partner. \n[278]dumps the bike at the foot of the stairs and leaps on Kobo. Nick and Kobo roll off the narrow porch.  Nick breaks free.  He isn't fighting fair this time.  He slams his foot into Kobo's face and ribs.  Kobo tries to get up, but Nick knees him in the chin. A woman cries out in Japanese.  Nick turns to see \n[279]tackles her, and wrestles the gun away.  She grabs for it. Nick slugs her. \n[280]You all right? \n[281]Call for help. \n[282]comes around the same corner.  His bike fishtails and slides out from under him. \n[283]pulling eight-five... ninety... one hundred.  The rain stings his face.  It's hard to keep his eye open. \n[284]is gaining on him.  He HEARS something coming up behind him. \n[285]swerves to avoid it at the last moment.  The biker reacts too late and runs -- \n[286]burst around the corner charging toward him at a hundred- and-twenty miles per hour, in the driving rain. \n[287]struggling to get his gun.  Finally he does.  But it's caked in mud.  If the barrel is stuffed it will explode. Nick has to take the chance. \n[288]aims as best he can and fires.  The mud caked gun explodes in his hand.  Nick screams in agony. \n[289]struggles to get up.  He can't. \n[290]crawling a few inches, that's it. \n[291]reaches into his coat and pulls Ich's 18 inch shuto out. He rolls away at the last moment, slashing Kobo's ankle as he races past. \n[292]mustering all his strength, struggles across the road on all fours. \n[293]still moving, his arms and legs feel like lead. \n[294]grabs Kobo's wrist forcing him to drop the plate.  Nick picks up a rock.  It looks as if he's going to smash Kobo's head.  Instead, he brings it down on the plate, shattering it in a half-dozen pieces. Nick tosses the pieces in front of Kobo's face. \n[295]Keep the change. \n[296]standing at the far end of the room by the fuse box.  He's also bandaged and on crutches. Nick looks at Ohashi without saying a word, then flips the main switch up.  The lights and fans start working. He turns and walks out the door. \n[297]Can't make you change your mind? \n[298]Might be different in New York. \n[299]I'd like that. \n[300]Joyce, give the assistant Chief Inspector a drink, would you? \n[301]Right. \n[302]Never crossed my mind. \n[303]walks in with two heavy bullet proof vests slung over his shoulder.  He squeezes past the raiding party to find \n[304]Sure you want to come?  Probably better than the Greyline Tour. \n[305]We can't lose. \n[306]Cause you're the biggest thing to hit this town since... ", "ICH": "\n[1]Detective Ichiro Matsumoto.  I'm the man you're looking for. \n[2]The man you are looking for, Kobo, was a member of the Samaguchi-gummi. A Yakuza. \n[3]Where would you look for the mafia? \n[4]The mayor's office, under the bed, the back room at Lombardi's. And call me Ich. \n[5]\"Goodness, gracious, great balls of fire.\" To the killer.  Jerry Lee Lewis. \n[6]No, this is the place for the young Yakuza. \n[7]I love you people.  The music, the clothes, the movies... Japanese respect only what is Japanese. \n[8]Americans change everything.  When I was young the city was wood and paper... I was ten when the bombers came.  I lived underground for three days.  When I came up, the city was gone... A ball of fire. \n[9]It began to rain, Nick.  You know what color the rain was? \n[10]Black... It was black from the ash. Very impressive.  You Americans, you could make black rain. \n[11]Squid? \n[12]Ah, Joyce... How are you tonight? \n[13]You should be nicer to my American friends, Joyce. \n[14]Joyce can be nice. \n[15]That I should let you pay for the drinks. Kampai. \n[16]... We got to keep looking.  Track him down!  Great balls of fire! \n[17]Ah, Joyce... \n[18]See you tomorrow! \n[19]Nick! \n[20]It's Ichiro.  Ich. \n[21]There's been a murder.  Yakuza.  You should come. \n[22]Kobo's a wild boy.  He was a lieutenant in the Sammaguchi-gummi. \n[23]Well, sir.  Thank you for giving me the opportunity to work with these distinguished gentlemen. \n[24]I don't deserve Ohashi's respect. \n[25]I don't, that's all. \n[26]Cool? \n[27]What does Charlie mean? \n[28]Nick! \n[29]following in his wake.  He bows and apologizes to the offended. \n[30]seated at a low table looking at him from across the room. Nick spots his clothes and luggage stacked in the corner. Nick now realizes he's in Ich's apartment.  It's spotless. Everything is now in its proper place. \n[31]They made you leave your hotel... ... you caused a disturbance. \n[32]It may be too soon to talk about it. When someone we care for dies we... ... keep something of their's.  A tie, a pen. \n[33]I couldn't keep up.  My shame is complete. \n[34]You must leave? \n[35]I'll get him for you, Nick. \n[36]Ich watching Nick through the window from inside his apartment.  He glances back and sees Charlie's \"Members Only\" coat hanging on a hook. When he turns back, Nick's taxi has disappeared. \n[37]Nicklaus-san. \n[38]I've continued working on the case! \n[39]Joyce... A drink please. Kobo has disappeared.  My superiors don't trust me. \n[40]Kobo's.  Taken off him when he was arrested in New York. \n[41]I knew you'd come back.  You feel you have a debt you can never pay. But you will, even if it costs you your life.  Giri.  Honor. \n[42]I stole them. \n[43]Partners, Nicklaus-san? \n[44]We can ask someone I used to work with.  A criminal.  Someone I pay money to... \n[45]He says they're very nice.  He wants to know if you have anymore. \n[46]I'll ask him again. \n[47]Nick, stop. \n[48]This man must be treated with respect. \n[49]He's sure. \n[50]Nick, no one's seen Kobo in three days.  He might not even be in Tokyo. \n[51]slurping his noodles.  It is considered polite to slurp soba noodles as loud as possible. Ich stops.  Looks at Nick, then resumes his slurping. \n[52]It's good manners. \n[53]You said you could keep up with her! 'No problem, Nick-san.' \n[54]Nick... \n[55]There she is! \n[56]You dislike me. \n[57]You toler -- yes, tolerate me. \n[58]I'm a joke.  They sent you to me to make a fool of you. \n[59]Sure. \n[60]You can't do this. \n[61]Nick... \n[62]Too bad it's not in yen. \n[63]Work, lunch, groceries, laundry... Fabulous... \n[64]We'll get him, Joyce. \n[65]Chikuwa, Hampen, Kobu, Konnayaku, Ganmodoki -- \n[66]Broiled fish paste cake, Kelp roll, soybean curd, devils tongue -- \n[67]Yakuza. \n[68]You were too far behind. \n[69]Don't say anything more.  Don't do anything.  And, for Christ's sake, don't apologize! \n[70]Nicklaus-san! \n[71]You can't come in.  They don't want -- \n[72]I'll check it out. \n[73]You can trust me. \n[74]Let me up. \n[75]I have to piss, gentlemen... I'm so sorry but I have to -- \n[76]I'm not drunk... \n[77]Nick -- \n[78]You shut-up! Kobo is inside.  He's with Sugai, the head of the Summaguchi-clan. \n[79]... A Godfather.  His man was killed at the printing plant. \n[80]Not without a small army, Nicklaus- san. \n[81]San is an honorable title. \n[82]Nick?! \n[83]Nick! \n[84]Nick, stop! \n[85]A resort city, Beppu. \n[86]What...?  Why? \n[87]He'll never speak to a Gaiijin. \n[88]It's very small. \n[89]It's illegal, Nick. \n[90]Sugai's not going to be impressed with your gun, Nick. No.  I won't put myself in danger for you anymore. \n[91]carrying a gift wrapped package under his arm.  He's wearing his hat, blue suit and tie. Ich sits ACROSS the aisle from Nick and Joyce.  He doesn't say a word.  Faces straight ahead. Nick looks at Joyce, then back at Ich. \n[92]For Sugai.  Caviar, French cheese, ham... If you come to apologize for interrupting his meeting, Sugai may feel obligated to see you. \n[93]No... \n[94]Nick, you can't do this. \n[95]No. \n[96]You don't know what you're doing. \n[97]I can't... \n[98]Kampai. \n[99]I called Ohashi, he'll be waiting. I like him waiting. \n[100]Needs ice. \n[101]I'll tell you one thing.  You can't solve a thing sitting on your ass. \n[102]I followed them.  An hour from the train station. \n[103]I couldn't tell. \n[104]I don't know. \n[105]Rest. \n[106]Someone attacked him. \n[107]Thank you. You have one? \n[108]I'm sorry. \n[109]Luck. \n[110]You know, Nick, we can't lose. \n[111]Because we're the biggest things to hit this town since Godzilla. \n[112]stands his ground as the bike closes in.  The biker takes aim. Ich drops off to the side as -- \n[113]What are you going to do? \n[114]appears behind Kobo and takes him down with an amazing display of baton work that shows a lifetime of training. He grabs the gun.  A biker bursts out of the door.  Ich fires, hitting him in the thigh.  He drops his gun. \n[115]Yes... \n[116]walking toward him down the long aisle, his left arm is bandaged, his right hand handcuffed to Kobo on crutches. Ich silently leads the captured man down the long aisle to Ohashi's desk. \n[117]stops in front of the desk and snaps to attention. \n[118]Constable Ichiro Matsumoto presents captured prisoner Kobo, Chief Inspector Ohashi. \n[119]You can do it. \n[120]Louder, pal, louder. \n[121]sitting at a desk, thumbing through a Frommer's guide to New York City.  Nick drops one of the vests on the desk. It lands like a ton of bricks.  Ich continues to read. A Sergeant walks in. \n[122]You wouldn't make it without me. \n[123]Think we'll get him, Nick? \n[124]How can you be so sure? ", "CHARLIE": "\n[1]Typical New York woman, big attitude, small apartment, no tits. \n[2]I think she got to you, pappy. \n[3]Still, you gotta wonder how she'd look in handcuffs. \n[4]Whoa -- where do you think you're going, hotdog. \n[5]turns to see Nick, hands on knees, gasping for air. \n[6]... It's not like you were slow or anything... I think you did just fine.  I think you did great. \n[7]Hey, hey, where you goin'? \n[8]Wait up.  You know the guy who did the Weismuller through the window -- \n[9]You know him? \n[10]So why dive through the glass for a nickel and dime bust? \n[11]Let go... \n[12]Back-up. \n[13]Why? \n[14]I'll get rid of it when you get rid of the egg-beater. \n[15]Nick, let's go hunting.  Bag Cavello. \n[16]... I found the goombah... Cavello. He's -- \n[17]Whoa, I knew you were going to say that.  I absolutely anticipated that, Nick.  But I said to myself, Charlie, Charlie, we can move up on this, so go find Nicklaus... He'll be pissed for a moment, but then it'll dawn on him -- \n[18]... Look... they told me at the Greek's you were here.  I'm sorry, I never imagined... \n[19]I like her.  She's nice. For her age. \n[20]What are they doing now? \n[21]Who do you think the Jap is? \n[22]I don't blame you for being sore. It'll pass when we bag him. \n[23]Whatdaya think?  'Bostonians'. Eighty-five bucks. Girls go for shoes.  Second place they look. Hey, I read it in a magazine. \n[24]What? \n[25]The Wolf? \n[26]Maybe we should do something? \n[27]his hand close around the grip of the Beretta.  He unsnaps the ankle holster.  The SNAP can be heard across the room. Nick's hand closes around Charlie's and squeezes till the knuckles turn white. \n[28]What are you doing? \n[29]Police. \n[30]Call 911.  Tell them an officer needs assistance.  Say ten thirteen. \n[31]Do it, you dumb bastard! \n[32]NICK...!  Shit... SHIT!! \n[33]joins the cops as they run down the alley to find Nick getting pummeled. Charlie shoots at Kobo.  Misses.  Kobo turns to see the five cops, guns drawn. Nick, on one knee, spits out blood and a few teeth. Kobo calmly slips the shuto out of his coat pocket and drops it next to Nick.  The blade gleams in the light. That was next.  Nick got lucky. Kobo towers imperiously above Nick.  Their eyes lock.  We hold then... \n[34]Full of what? \n[35]I got a tattoo.  Birdie on the ball. We all got them when we finished basic at Camp Lejune. \n[36]... Nick, you're the one that's always saying you never go anywhere. \n[37]What are you missing?  Riding your motorcycle to the nurse's house. That shit is sadder than Ethiopia. \n[38]They say we got to turn around and come right back.  That's what they say.  I got a plan. \n[39]I call, right?  I say I got the dreaded thirty six-hour Asian shits from some raw clam and we stretch it into three days.  You and I become a driving force on the local Geisha scene. \n[40]Hey, come on, big guy like you, cop from New York.  You're gonna be the biggest thing to hit town since Godzilla. \n[41]Says here, it's very impolite to touch someone while you're talking to them... Guess that means you can't talk and screw at the same time, huh, hotdog? What's the matter, no -- speaky-the- language?  Understand this:  You will never ever fuck with my partner again. \n[42]Where is the subway station, please. \n[43]Nick... You up? \n[44]Nick, have I been a good partner? \n[45]I just want you to know... I mean anybody who says you ever took has got to deal with me. \n[46]You didn't take, did you...?  You hear things. \n[47]I didn't know. \n[48]Whoa.  Nick, we're in paradise. \n[49]Charlie.  Kon-ich-iwa. \n[50]Arigato. \n[51]Hey, when in Rome -- \n[52]There must be some witnesses from the airport? \n[53]Nick, we can't just -- \n[54]... Detective Ich-iro Matsu-moto. Hey, we're getting Mr. Moto on our side. \n[55]First decent idea you've had. \n[56]Food... Food, here we go.  Tokyo offers a wide variety of food.  It's best to sample the local specialties, including sashaimi, soba, and world renown Kobe beef... \n[57]This should be it... \n[58]Kore?  Doku?  Kore doku? \n[59]This the right place? \n[60]Konichiwa.  Ichiro Matsumoto? \n[61]Getting very weird. \n[62]Maybe we should bail? \n[63]The back room at Lombardi's after the Columbus Day Parade.  Under the bed.  In the mayor's office. Everywhere. \n[64]I don't think he'd feel it. \n[65]Say Ich, between friends, where can I grab some squish around here? \n[66]Pussy, ass, soft personnel. \n[67]Hello hello, Charlie Skloaris.  New York City. \n[68]My partner and I are cops. We're on a very big assignment here. When do you get off? \n[69]What'd she say? \n[70]... He's a sorry old guy, but I like him. \n[71]Now that's the kind of motorcycle I want to see you on. \n[72]Nick, how we gonna bag this guy without any help?  Maybe I should work on that girl Joyce, she speaks the language. \n[73]Hey, Ich has been helpful. \n[74]You cool, Ich? \n[75]You all right?  You okay? \n[76]What does Ichiro mean, anyway? \n[77]Hey, all right. ", "JOYCE": "\n[1]Hello, Ich.  Johnny Walker? \n[2]He gets as much as he wants. \n[3]Right when you're being tucked into bed. \n[4]They wouldn't appreciate it, Ich. Trust me. \n[5]Ich said you left. \n[6]I'm sorry about your friend. \n[7]Dead gaiijin's are big news. \n[8]An outside person.  A foreigner.  A barbarian.  You, me. More you. \n[9]I don't give tours. \n[10]You have a helluva way of asking for help. \n[11]Look, you need Ich.  I've been here five years and I still can't read all the street signs. \n[12]I don't think so. \n[13]Busy man. \n[14]It's me. \n[15]What's the latest? \n[16]She ever pull down her shades? \n[17]Don't be an ass. \n[18]I paid for that. \n[19]Somebody must be suffering somewhere, you're being so nice. \n[20]Where's Ich? \n[21]I've heard of Sugai.  I've also heard of the emperor.  They're both national treasures.  One's a hood. \n[22]My Japanese isn't that hot... Besides, you'll never get in. \n[23]And I'm supposed to care? \n[24]You're wrong to sell Ich short. \n[25]He's got a reason. \n[26]His son hooked up with some bikers. Yakuza kids.  A cop shot him running from a robbery. \n[27]A father doesn't out live that kind of thing here, much less a police officer... \n[28]You met her. \n[29]The woman in the apartment.  She won't speak to him.  But she won't leave either.  Japan... Nice, huh? \n[30]Not wound too tight... \n[31]I'd invite you up but I know you'd hate the incense. I chant. \n[32]'Nam oyo ranged kyo.'  You think it's dumb of course. \n[33]I don't remember saying yes. \n[34]is sitting across from Nick. \n[35]They want your autograph. \n[36]This little guy thinks you're Robert Redford... the other one thinks you're Charles Bronson... \n[37]They'll never go away. \n[38]Mick Jagger? \n[39]Gifts are expected here. \n[40]reading the Manichi Daily. \n[41]All's not lost.  There's a famous temple here.  We could chant. \n[42]The cheese... \n[43]Just you. \n[44]Slide over. \n[45]You came up with the first part. \n[46]You're out of your mind.  I'm leaving. \n[47]You'll get Ich killed. \n[48]Bullshit, Nick.  And don't tell me this is all just about Charlie. It's not. \n[49]Bastard... \n[50]Let go. \n[51]You're out of your mind. \n[52]I still think you're a bastard. \n[53]Wouldn't help. Watch out for Ich. \n[54]standing at the top of the steps.  A biker is pressing the muzzle of a Sig-Saur assault rifle on her.  Kobo's girl is beside them holding a small pistol. \n[55]Last time you asked me to come along I nearly got a hole in my head. \n[56]Maybe.  If I come visit, we can find out. ", "KOBO": "\n[1]the Japanese killer who smashed in Nick's face last night. He's sitting in an interrogation room an hour later with a DETECTIVE and a JAPANESE TRANSLATOR.  He won't talk. \n[2]Thanks for the ride, detective. \n[3]holding Charlie by his coat lapels.  An express train tears into the station.  Kobo casually glances at \n[4]his eyes still on Nick, drops Charlie in front of the speeding express as if he were a sack of laundry. \n[5]Keep the change. \n[6]Here I am. \n[7]Charlie was a rookie... \n[8]... But you can take care of yourself.  You're 'the biggest thing to hit this town since Godzilla.' \n[9]What's the matter.  I'm right in front of you, Nick. But I was right in front of you when you let Charlie die. \n[10]Walk away again.  Maybe you'll get used to it. \n[11]standing alone in the middle of a tatami room.  His face is badly beaten.  His hands are bound.  Two guards stand near the wall.  Nick and Ich stand across the room. \n[12]No... I'll arrange it. \n[13]stares defiantly at Sugai.  He doesn't even wince as the blade slices off his finger.  The guard hands Sugai the finger in a handkerchief. \n[14]Ugly... A couple of thousand years they've been bound by these little rules.  Looking in.  Always afraid. Ugly little lives... \n[15]You are a lucky man.  Where you come from a man can stand out.  It's expected.  Here a man is made to look a fool for standing out. \n[16]I like your friend, Joyce.  You're lucky. \n[17]She's such a long way home for you. \n[18]This is my stop. \n[19]Don't be. \n[20]I have her. \n[21]I'll kill her. \n[22]I want the plate from your pal, Sugai.  When you get it, you get her. \n[23]Then take it from him. \n[24]Yes.  Do it. \n[25]gets to his feet.  The biker tosses Kobo the rifle.  Kobo works the charging lever and holds the weapon at his side. He has all the time in the world. Kobo whirls and kicks Nick in the groin.  Nick falls to his knees in agony. Kobo towers above Nick as he did in the alley in New York. \n[26]Still on your knees, Nick? \n[27]There's nothing you can do for me anymore.  I have the plate.  Sugai's dead.  No there is something. \n[28]You can tell me who I should shoot first. \n[29]the shooter, is holding a pistol -- a Glock 17 automatic. He fires at \n[30]continues firing as he climbs onto a motorcycle.  He pops the clutch and flies off down the road.  Nick fires after him, but Kobo's gone. \n[31]waits and waits.  Nick draws closer.  Then, Kobo tears off back down the mountain, shooting past Nick. Nick brakes... He slows down, and starts to turn, but the wheels whirl on the gravel and the bike goes into a skid, heading right for the edge of the road. \n[32]bearing down on Nick. \n[33]pulls his bike up inches in front of Nick's head.  Nick seems to be bleeding everywhere:  his hand, his nose, his mouth, the side of his head... Kobo's face and neck is caked in blood from when Nick beat him. The rain pours down. He picks up the gun.  Points it at Nick, squeezes the trigger. \n[34]Bang... bang... \n[35]... You're dead. \n[36]opening the throttle. \n[37]twenty yards away. \n[38]screams in pain.  He tries to stop too suddenly.  The bike flips over.  Kobo flies into the air then hits the pavement on his side and rolls a few yards down the road. He stops on his back.  It's lucky he's alive. The SOUND of fast approaching police SIRENS. \n[39]crawls toward it on his belly. \n[40]crawling snake-like. ", "SUGAI": "\n[1]I'll spare you the ritual. \n[2]Pick it up.  Look at it. \n[3]Seven years work by the finest engraver.  Mass produced, sequentially numbered.  The best there has ever been, Mr. Conklin. \n[4]-- Kobo... I know.  He killed two of my partners.  One in New York, one at the printing plant. \n[5]I took Kobo from the street.  I gave him a home, a future... But my ways were too slow for him... I served seven years in prison for my boss when I was a young man.  Kobo wouldn't serve seven minutes for his Oyabun. He was supposed to take over this syndicate when I retired. \n[6]He'll be dealt with. \n[7]Our associates in New York were close to closing a deal with us. \n[8]Yes.  Unlike our syndicates, your criminals don't understand the words 'honor' and 'duty'... We can't afford not to deal with them. \n[9]Imagine if your families could pay their gambling and drug debts with perfect counterfeit bought for cents on the dollar. \n[10]Not with these bills.  And even if it only took them six months, do you know what our profit margin would be? \n[11]The other plate is currently in New York, in the hands of Kobo's man. Find it for me. \n[12]I'll pay you. \n[13]Swiss bank deposit.  Gold bullion. Whatever you want.  You know the city and the police. \n[14]You're smarter than Kobo.  You know the price of deceit.  Think about it. \n[15]Kobo will meet me here tomorrow. Ten a.m. \n[16]He'll find out you took me.  I'm unprotected.  He'll kill us.  All of us.  You don't stand a chance. \n[17]wearing his hat and coat is sitting on the couch, his back to us, facing out the window. Drop down to -- \n[18]wearing a western suit, is asking Kobo questions in Japanese.  Sugai barks at him again.  Kobo refuses to answer.  Sugai pulls up a shuto -- an 18 inch knife -- from it's scabbard. \n[19]Contact your associate in New York and tell him to hand my plate over to Abolofia. \n[20]You have betrayed the syndicate and personally dishonored me.  I would rather the deal fell through than... \n[21]Abolofia's person has received the plate.  It's done. \n[22]I wanted you to see him like this. \n[23]That's enough. \n[24]You want him dead too. \n[25]If anything happens to Abolofia or my plate, detective... ", "OHASHI": "\n[1]You lost a man we wanted for some time.  It was very incompetent on your part, officer. \n[2]It is not allowed. \n[3]You're foreigners. \n[4]Do you know what this is? \n[5]It's a laundry list.  Go home, detective. \n[6]What are you doing?! \n[7]Why don't you ask your chief detective? \n[8]The young are eating the old, something that usually doesn't happen here. \n[9]There's a war, detective, between two rival groups.  The man who escaped, Kobo, leads the younger group.  They did this. \n[10]Excellent, Officer Matsumoto.  How is your investigation going? \n[11]He's an officer of great distinction. \n[12]Have you changed your mind and decided to go home, detective? \n[13]... You ignored me.  I don't care about what you want.  Get on a plane, detective Conklin.  Go home. \n[14]Your visa has expired.  Be on a plane in twenty-four hours or you will be deported. \n[15]Look. \n[16]You ruined an on-going investigation that could have gotten us more than one runner. I want a full report in the morning, officer. \n[17]Twenty-four hours, detective. \n[18]Your plane leaves at six.  Two officers will escort you. \n[19]You had my help, detective. \n[20]-- Do you know where she is, detective?  Do you know how to find her?  Even where to start?  We will find them. \n[21]Goodbye, officer. \n[22]is at his desk studying a report. Suddenly, the lights go out.  The fan's stop, so do the electric typewriters. Ohashi looks up to see -- \n[23]Inspector Ohashi will take charge of the prisoner. ", "OLIVER": "\n[1]How big a package we talking about? \n[2]Dope? \n[3]The old man was a Japanese paper manufacturer.  Hotel room and rental car were full of it. \n[4]Art and stationary paper.  Cavello had five hundred thousand in his attache case. \n[5]One guy do all the damage? \n[6]Thought you knew your way around dark alleys, detective. \n[7]What about the package? \n[8]Doesn't speak a word of English. And he won't speak Japanese either. No papers.  The Japanese embassy is very interested. \n[9]He's wanted in Japan.  They want him first.  Then we can have him. \n[10]Japanese embassy talks to state department.  State talks to police plaza.  They to me and me to you. Shit rolls down hill. \n[11]You and Charlie are taking the Jap home, tonight. \n[12]Check your gun before you leave. They're not allowed in Japan.  It's a nice, safe country. \n[13]They said send a detective if I could spare one. I can always spare you. \n[14]Yeah.  Have a wonderful flight. \n[15]... Remember, counterfeiting is the Feds.  They'll be all over Abolofia's place.  Stick tight. You I.D. the other plate, he does real time. \n[16]You know, Nick, if you'd held on to that plate, you could've been a very rich man. \n[17]Be careful on the run. ", "CONNIE": "\n[1]Yeah... I came to save you.  If you're hopeless, I'll pull the plug. \n[2]It's getting too cold even for me, Nick. \n[3]All right, how's the new partner? \n[4]You'll take care of that. \n[5]If you give me one. \n[6]I wasn't expecting you. \n[7]Imagine a small, greasy Boy Scout. ", "ON KOBO": "\n[1]he turns and looks at Nick.  He can't possibly see him through the one way glass but he knows Nick's there. \n[2]making a cutting mark across his forehead, right where Nick's bandage is.  It's uncanny. \n[3]as Nick keeps coming.  He is unable to see clearly until Nick is almost on top of him. \n[4]glancing back, to see Nick gaining on him.  Kobo's pleased.  He gives it more gas. \n[5]around the bend, glancing back.  Empty road.  He eases up on the throttle -- a free man... He circles back only to see \n[6]Closer and closer. "}}