{"dialogues": {"BUCKY": "\n[1]You come all the way down here to roust-- \n[2]Impressive. \n[3]Whatta we do about the Mex? \n[4]You'll take him. \n[5]He's all yours. And I'm not your partner. \n[6]Somethin' up, Tommy? \n[7]His old man Fritzie's a Central Dick. \n[8]\"Before the war, the City of the Angels was graced with two local fighters, born and raised a scant five miles apart, pugilists with styles as different as fire and ice. Lee Blanchard was a bowlegged windmill of a leather slinger-- \n[9]\"Mr. Fire and Mr. Ice never fought each other, but a sense of duty brought them together in spirit, and both joined the Los Angeles Police Department.\" Blanchard cracked the baffling Boulevard-Citizens bank robbery case in 1939 and captured thrill-killer Tomas Dos Santos; Bleichert served with distinction during the '43 Zoot Suit Wars--\" \n[10]\"Both men made great sacrifices to serve their city, and on Election Day, voters are going to be asked to do the same thing--vote on a five million dollar bond proposal to upgrade the LAPD's equipment and provide for an eight percent pay raise for all personnel. Keep in mind the examples of Mr. Fire and Mr. Ice. Vote \"Yes\" on Proposition B.\" \n[11]Subtle. \n[12]I'm in. \n[13]Uh, yes sir. \n[14]Hello. \n[15]I always won. You a fight fan? \n[16]I'll try not to hurt you. \n[17]He's got money on me, I gather? \n[18]And if I win I get Warrants? \n[19]What do you think of all this, Miss Lake? \n[20]Luck short of winning. \n[21]Papa? \n[22]Speak English, papa. \n[23]Say something, Papa. Get me mad. Tell me how you can fuck this place up so bad in one month. \n[24]Speak...English. Papa, please. \n[25]...He's had another stroke. If you could just come by and clean the place up and keep an eye on him for week or so...a hundred dollars is fine. No more than ten days. I promise. I do. Thank you. \n[26]I'm not bettin' on me, Pete. \n[27]Knockout between rounds eight and ten. \n[28]Thanks, Pete. \n[29]Short of winning? \n[30]Where's your sketch pad? \n[31]Education's an expensive habit to kick. He shouldn't have quit fighting. \n[32]Saving myself for Rita Hayworth. \n[33]Quits fighting for you. Puts you through school. Quite a guy. Quite a pair. \n[34]Why not? Shacking's against the regs. Probably cost him a stripe. \n[35]You didn't answer my question-- \n[36]He'll catch on soon enough. \n[37]Gettin' there. \n[38]What? \n[39]But I lost. Loew's deal-- \n[40]The proposition passed, sir. \n[41]Why'd you really quit fighting? \n[42]One more. What are we doin' here? \n[43]Right there! \n[44]Police officer. You're under arrest. \n[45]Play nice. Hm. \n[46]You takin' bribes, partner? \n[47]Hm? \n[48]Can't say I believe in fairy tales. \n[49]To the Bleichert/Blanchard rematch! Bigger than Louis/Schmeling! \n[50]To...us! \n[51]Give us the good news. He's in LA and actin' uppity? \n[52]It's all colored down there-- \n[53]Partner! \n[54]He knew one of the guys. Baxter Fitch. Busted him once for loitering. Sort of liked the guy. \n[55]He knew one of the guys. \n[56]It was them or us. \n[57]Tomorrow's off-duty so treat him nice-- \n[58]We can take care of Bobby DeWitt. \n[59]I know as much as I need to know. \n[60]Lee? You okay? \n[61]Keep going. \n[62]Lee. \n[63]Nash is renting a room in that building over there. \n[64]No. This isn't him. \n[65]Hey. Junior Nash, remember? \n[66]No. He beat an old woman to death. That's why he's our priority warrantee. \n[67]This ain't ours, partner-- \n[68]...anyone discarding women's clothing? \n[69]...and what about this man? \n[70]You were supposed to meet me at the fights tonight, remember? \n[71]Priority for the Bureau. Not for us. \n[72]We've had enough headlines for the week. \n[73]I heard you. \n[74]Blanchard? \n[75]You got us detached? \n[76]You did what? \n[77]I'm Detective Bleichert, Mr. Short. This is Sergeant Blanchard. We'd like to express our condolences for the loss of your daughter. \n[78]When was the last time you saw your daughter? \n[79]Was that soldier her boyfriend? \n[80]Any names, Mr. Short? \n[81]Flip to see who writes it up? \n[82]She's a smart woman. \n[83]How'd you know it was me? \n[84]Lee's-- \n[85]No need for that. \n[86]It's just...He's done a lot for me. \n[87]Great. \n[88]I think I want to go back to Warrants. \n[89]Lieutenant-- \n[90]How do you want to play this, Sarge? \n[91]Let's try talk job. \n[92]Miss Saddon? \n[93]Police. \n[94]It's about Elizabeth Short. \n[95]How about you sit dawn and answer my questions or I bust you for the reefer you flushed. \n[96]First question. Does a... Linda Martin or a Marjorie Graham live here? \n[97]She moved around quite a bit. You know why? Was somebody threatening her? \n[98]I've gathered that. Let's change the subject. \n[99]How about movies? You girls are all tryin' to break in, right? \n[100]Congratulations. What about Betty? \n[101]...stretch the truth? \n[102]Your ride's here-- \n[103]This'll just take a minute. \n[104]I'll handle 'em Sarge-- \n[105]I dunno. Ask 'em anything. Alibis. See if Betty ever engaged in prostitution... \n[106]Did she ever tell you she was in a movie? Sometime around November? \n[107]Did she say what it was? \n[108]Do you remember the names of any of the guys? \n[109]What is it? You can tell me. \n[110]Linda Martin? \n[111]Are you saying the woman was a lesbian? \n[112]Take their statements, Bill. I've got a little more here. \n[113]Linda Martin's room? \n[114]Lorna Martikova. Omaha, Nebraska. Runaway. When'd you see her last? \n[115]You couldn't have known. \n[116]No shit Sherlock. \n[117]Administrative Vice Squad? \n[118]LAPD Homicide. \n[119]Seen either of 'em? \n[120]You tell me. \n[121]Capice when your girls tell me that. \n[122]Black Dahlia. \n[123]What about this girl? \n[124]Don't you fuckin' lie to me. She's fifteen fucking years old. So you come clean or I slap a contributing beef on you, and you spend the next five years servin' raisinjack to bulldykes in Tehachapi. \n[125]Welcome back to earth, partner. \n[126]Your fault for buying her all those chemistry classes. \n[127]No. \n[128]Thanks. \n[129]You send me back to Warrants? \n[130]Canvass around the Biltmore. If Red dropped her off there on the tenth maybe we can start reconstructing the last days before she got snatched. \n[131]All I know is you should keep an eye on Loew and his boys. I didn't put it in my report, but Betty sold it outright when she needed money bad enough, and Loew's been trying to keep it kiboshed so it'll look better if he ever takes it to trial. \n[132]And a grandstanding son of a bitch. \n[133]What are you gonna do? \n[134]Oh Jesus. \n[135]She's right, Lee. You've pulled at least three misdemeanors here. It's out of control-- \n[136]I promised him a week on it. Four more days and it's over. \n[137]Slumming, Miss Sprague? \n[138]I'm a policeman. \n[139]Homicide. \n[140]Let's try Elizabeth Short. Linda Martin. \n[141]Here or downtown? I know you knew her so don't jerk me off on that or it's downtown and a whole lot of publicity. \n[142]You sleep with either of them? \n[143]Are you lez? \n[144]Why'd you rabbit last night? \n[145]In Technicolor.  What did you talk about? \n[146]Betty ever tell you about a movie she did? Show you a viewfinder? Anything specific? \n[147]You're cute. \n[148]That's all anyone ever wants to volunteer: the alibi. Go ahead. \n[149]I don't need your cash if that's what you're saying. \n[150]Convince me. \n[151]I know the address. \n[152]Bucky Bleichert. \n[153]So...You smooth things with Kay? \n[154]De Witt gets out tomorrow, Lee. I was thinking maybe I should lean on him. Get Fritz Vogel and Koenig to do it-- \n[155]Lee-- \n[156]Bleichert. Homicide. \n[157]Sure. \n[158]A pleasure, Mr. Sprague. \n[159]Thanks. \n[160]Died of a heroin overdose. \n[161]German. \n[162]Very realistic. \n[163]So when did you come here? \n[164]I always loved the Keystone Kops. \n[165]No Mrs. Sprague, I didn't. \n[166]I grew up there. \n[167]Not them, me. Do me. Be with me. \n[168]Well. I think you kept your name out of the papers. \n[169]Your mother would love that. \n[170]How? \n[171]You don't have to tell me this-- \n[172]I like you, too. \n[173]Jesus-- \n[174]What is it? \n[175]And that's all of it? \n[176]Then be prepared, babe. There's fifty cops out there combing every bar in town looking for Dahlia info. You could be headed for the papers no matter what. \n[177]You don't mean that. \n[178]Tell me something. Why'd you want to meet Betty Short? \n[179]How do you mean? \n[180]I wouldn't know. \n[181]You made the casting rounds together. Ever get any movie work? \n[182]So what about the film can? \n[183]A dirty movie? \n[184]Was this around Thanksgiving? \n[185]Did the Mex give Betty a viewfinder? \n[186]Did he seem particularly interested in Betty? Did she see him again? \n[187]But you saw him again, didn't you? How else could you have gotten a copy? \n[188]I think she's covering on the Mex angle. Maybe she knows him and doesn't want him taking a smut rap. Maybe he's white. The TJ stuff is sound, though. I'd detach Meg Caulfield from Wilshire Clerical to play cellmate for a day. \n[189]Yeah. I did, partner. I did. \n[190]Mr. Loew, it's not just Betty Short-- \n[191]Yes, sir. \n[192]It's me. You want to get together? \n[193]I'll pick you up in forty-five minutes. \n[194]I have an apartment, you know. \n[195]No. And I checked through the case file. There's no mention of that note-leaving number you pulled.  Babe, I'm withholding evidence for you. It's a fair trade for what I'm getting, but it still shakes me. Is there anything you haven't told me about Betty and Linda? \n[196]Jesus Christ. \n[197]Blanchard! \n[198]Not good enough. \n[199]Notorious, maybe. Where's Lee? \n[200]He's in trouble, you know. \n[201]De Witt's probably in LA by now. If Lee doesn't show up by tonight I'll come over to stay with you. \n[202]Kay. Lee-- \n[203]Short of winning? \n[204]Thank you very much. \n[205]What happened in TJ? \n[206]That was County Parole. Bobby DeWitt bought a bus ticket at the Santa Rosa depot this morning. San Diego. Transfer Tijuana. \n[207]Lee's down here and so is Bobby De Witt. \n[208]Finish up with you and Blanchard. \n[209]How long-- \n[210]He'll came back, Kay. I'm sure of it. \n[211]Kay-- \n[212]He's coming back. \n[213]Lee. \n[214]I wasn't on the transfer list. \n[215]Why? \n[216]No. \n[217]I heard that, too. \n[218]They've rescinded the APB on Lee. If he doesn't show up in thirty days he's out. \n[219]Like the guy who killed the Dahlia? \n[220]Russ Millard wants me when Harry retires. \n[221]What do you want, Ellis? \n[222]Tell me about Betty Short, pops. Why'd you kill her? \n[223]Come clean, pop. \n[224]Tell me about it, Cecil. \n[225]One more time, shitbird. Tell me about you and Betty Short. \n[226]I'm the nice guy, Cecil. Keep that in mind. \n[227]Convince me. \n[228]You're a pimp. You know Betty Short? \n[229]Why'd you confess to her murder? \n[230]You feel guilty Charlie? You hit your girls, get 'em high on hop? \n[231]You ever hear anyone refer to Betty as Liz? Anyone at all? \n[232]Issler did. \n[233]You know what else he said? \n[234]Fritzie didn't give a damn about those other three. It was all about Issler. Never occurred to me before. \n[235]Meet me back here. Late. \n[236]Hello, Charlie. Get lost? \n[237]I want him nailed. \n[238]Maybe Charlie pimped her out...to somebody Fritzie doesn't want us to know about... \n[239]I knew it. Here. Betty writes to one of her phantom servicemen boyfriends: \"...had drinks with a great girl, Sally Stinson, who thinks she way be able to help me get a job cocktailing...\" \n[240]Yeah, I know. That's what made it stick with me...What next, padre? \n[241]I want him. \n[242]Hello? \n[243]You'd hooked with her before? \n[244]--She do dyke? \n[245]Any porn? \n[246]Did anything unusual happen? \n[247]Did Vogel say anything about Liz? Was he gonna see her again? Anything? \n[248]Is this when your pimp Charlie confesses? \n[249]One last time to be sure. You are sure this is the man that you tricked with? And tricked with Liz Short? \n[250]But you said-- \n[251]There. \n[252]Johnny-- \n[253]Elizabeth Short, shitbird. Elizabeth fucking Short! \n[254]I owe her this one. \n[255]No comment...No comment... Tell your Daddy I know everything. Including his extortion deal. Tell him I'm goin' to the papers tomorrow. \n[256]I'm Officer Dwight Bleichert and this is Officer John Vogel. \n[257]Book him. \n[258]Why? \n[259]Kay. \n[260]First thing. \n[261]This man's LAPD. He's been missing in Mexico since January. He was last seen headed here. \n[262]At least. \n[263]I have two partners waiting for me in Tijuana. \n[264]If you don't mind I'll check back in the morning. \n[265]Blanchard? You've seen him? When? \n[266]Is he still in town? \n[267]I'm looking to get him out of a shitload of trouble. \n[268]Thank you. \n[269]Ernie. I need to see Ernie. \n[270]I heard this man gave you some trouble a while back. \n[271]He's my best friend. \n[272]What happened? \n[273]That's it? \n[274]You tell me all of it and you watch what you say about my partner, or it's a B&amp;E roust and the Ensenada jail. \n[275]Does he know I'm staying here? \n[276]So. Let's hear it. \n[277]What's her name? \n[278]Go on. \n[279]Go on. \n[280]Prove it to me. Prove it! \n[281]You got a shovel? \n[282]Good enough. \n[283]What? \n[284]Sure, babe. \n[285]Hello...Hey Vic... \n[286]Gotta go. Work-up on a probable gunshot suicide. \n[287]Hancock Park. \n[288]I'm Officer Bleichert. LAPD. My I express my condolences, Mrs.-- \n[289]Like their mother. How old are they? \n[290]Yes. Tell whoever cleans it up to use pure ammonia... Mrs. Chambers-- \n[291]Jane, do you know Madeleine and Martha Sprague? The next block over? \n[292]I did a little work for them once. \n[293]How do you mean? \n[294]Bucky. Good-bye, Jane. \n[295]Yeah. Pretty routine. Whattya know about the husband? \n[296]Wonder how he made it? \n[297]Oh really? \n[298]I'm...looking for the hammer. \n[299]Were you ever going to tell me? \n[300]Were you ever going to tell me? \n[301]Ever. Were you ever...? \n[302]Who was the driver, Kay? Tell me. Tell me! \n[303]You're not that old. And you're not very widowed. \n[304]You seem to be doing all right. \n[305]Little over a year. \n[306]So how well do you know the Spragues? \n[307]Your husband sounds like a good man. \n[308]I read an article in the paper. \n[309]Maybe your husband-- \n[310]It's not so strange. \n[311]I'm a cop. Illusions aren't standard issue. \n[312]I stopped her at a red light. One thing led to another. Why do you assume it was Madeleine? \n[313]Jane. Don't be catty. \n[314]God that is spooky. \n[315]No thanks. \n[316]And you mine. \n[317]It's me. \n[318]Nothing. \n[319]I thought the family came back from Laguna this week. \n[320]Your father's Georgie Tilden war stories? \n[321]Hey! Goddammit! Get back here! \n[322]Babe-- \n[323]Babe. Goddammit. \n[324]Wait-- \n[325]You didn't move far. \n[326]Tighter'n a popcorn fart. \n[327]I just thought...Maybe after all this time...There's something you might have forgot...Anything she might have said... \n[328]My father. \n[329]She killed herself a long time ago. \n[330]Thank you for your time, Mr. Short. if-- \n[331]Look, Russ...I think...I may have it. I-- \n[332]Her! Her! I've got a hot one, padre. It's just... \n[333]I want to search every fucking inch of every goddamn acre of Emmett Sprague property if it takes the rest of my shitty career. And I know exactly where we start. \n[334]Box up the books and papers. Maybe light that lantern. \n[335]Thing is, Russ. Thing is...There's another set of latents up there on the doorjamb...And my hands're shaking so bad I can't transfer 'em. \n[336]We finally have it, Russ. All of it. All of her. All right here. \n[337]No. Thanks. I'll stay here. I want to get up early and confirm these prints. \n[338]That night I pictured myself the way I wanted Elizabeth to picture me--her knight in shining armor, a reborn two-bit harness bull who cracked the biggest unsolved homicide in California history. A war hero, a heavyweight champion. \n[339]I stayed with her that night and dreamed of all the bullshit that would never happen. Not if I wanted to keep my job at all. Because there was no way for me to make the arrest without admitting that I'd suppressed evidence years ago. The case would always be open. And so while it killed me to wait 'til morning, in some ways...this was our last night together. \n[340]And what is that, Emmett? Saps like me? Direct line to the straight dope? Or is that what you needed? \n[341]George Tilden killed Elizabeth Short and the two of you covered it up. \n[342]You helped Linda Martin and Betty make that stag film. Where was the set? In one of Daddy's old buildings? \n[343]Of course. She looked like his daughter. \n[344]He fucked your wife. But I don't think you cared about that. But he's her daddy. And that must have made you crazy. He was a handsome bastard, too. Somehow I don't think he was disfigured in a car wreck. \n[345]How'd it all go down? \n[346]So many pretty things here... \n[347]He was a sick fuck and you knew it! \n[348]What did you tell Betty? What did you tell her? \n[349]Then? \n[350]Pretend I'm stupid. For old time's sake. \n[351]And then what? I come along? Daddy tell you to fuck me or was that your idea? \n[352]The whole family have a good laugh at dinner that night? Pumping me for info about the case? Throwing me Georgie stories to see if I'd bite? A little hospitality and some cunt so I wouldn't check out your alibi-- \n[353]What about sweet little Martha? \n[354]Martha tell you this? \n[355]Then she lied to get your goat, 'cuz no one ever called in a tip on LaVerne's. \n[356]Passports. All four. \n[357]I need to see it. \n[358]Just to be sure. I need to see it. \n[359]I need to see his grave, you tightass kiltwearing motherfucker. Where'd you bury George Tilden? \n[360]Yeah, well. Old habits die hard. \n[361]Yes, I'm fine. \n[362]Where'd Eldridge get the painting? \n[363]I know what you did, Ramona. You and Georgia. I've seen the painting. You sold it the day of the murder. You know I've got the book. And now I've got you. \n[364]So tell me. Let me see. \n[365]Tell me about Betty Short. \n[366]Your husband bought her for George. \n[367]For George-- \n[368]You tortured her. \n[369]She lied about that. To get Madeleine's goat. \n[370]How much of the hundred grand did Lee let you keep? \n[371]He knew about Madeleine Sprague. He knew about Laverne's Hideaway. \n[372]He blackmailed Sprague-- \n[373]And you knew it, Kay! You knew it all! He took that hundred thousand and split to Mexico and you let him go! \n[374]He didn't leave, he ran. He ran from the bank job, ran from the frame on DeWitt. He knew who killed Elizabeth Short and fucking ran away! This whole time. You both knew everything-- \n[375]sitting on the back of a chair with his feet on the seat. He trains his silenced pistol on them. Flashing his badge, he points the soldier to the door: \n[376]Adios yourself back to the Halls of Tripoli, shitbird. I've got business with the lady. \n[377]I've been pointing my gun at a lot of people this week. But I haven't had much of a chance to shoot anybody. Whattya think? \n[378]Aaaah, lassie. You wanna sell me short to the very end, eh? \n[379]It's not as good as yours, I'll admit. But then again you've got an ear for accents. Accents, dressing up in costumes... \n[380]Do another one for me. Play someone else. Rich little slut...Lez...Daddy's girl...Dahlia...Play someone else. Do another. \n[381]How 'bout the Mexican accent you used when you hired the private dick to track down Lee. Let's see the make-up job. Let's see the fucking dress, mamacita, that you wore when you chased after poor daddy's money. Tell me something--you shoot Lee yourself? \n[382]Did you at least have the guts to shoot him yourself? ", "LEE": "\n[1]To the halls of Tripoli, shitbirds. \n[2]Bucky Bleichert, meet Senor Tomas Dos Santos, subject of an all-points fugitive warrant for manslaughter committed during the commission of a Class B Felony. Snatched a purse off a hairbag and she keeled of a heart attack. \n[3]I came all the way down here same as you did. Keep from gettin' killed. Happened to see those jarheads beatin' on a good collar-- Habla Ingles, Tomas? \n[4]He's dead meat. Manslaughter Two's a gas chamber jolt for spics. Hepcat here's about six weeks away from the Big Adios. Been better off getting a couple cracked ribs from our Privates First Class back there. \n[5]We'll never get him booked tonight. \n[6]Tom here's my ninth hard felon of the month. Six weeks he'll be sucking gas. In three years I'll be working Central Warrants. Jewboy Deputy D.A. over there wets his pants for fighters. Promised me the next spot he can wangle. \n[7]Wanna hear something more impressive? My first twenty fights were stumblebums handpicked by my manager. My girlfriend saw you fight a couple times over at the Olympic. Says maybe you could take me. \n[8]We'll take 'em in the morning. \n[9]He's half yours, partner. \n[10]Someday. \n[11]Gentlemen, Bucky Bleichert. Bucky, Chief Thad Green, Deputy DA Ellis Loew. \n[12]Fire and Ice. \n[13]Wholesome. \n[14]It's not like you'll last the ten rounds anyway. \n[15]Bucky I'd like you to meet Kay Lake. \n[16]Made me quit fighting the smokers. Didn't want me doin' the \"vegetable shuffle.\" \n[17]Sure make Loew happy. \n[18]Seems that way. \n[19]Seems that way. \n[20]You, too. \n[21]You gonna hide in there another week? Ain't you bored yet? \n[22]Wanna work Warrants with me? \n[23]Harrell's been callin' to tell you. You been hibernating-- \n[24]Don't you read the papers? The bond issue passed yesterday. Want the job, partner? \n[25]Ready to roll, canvasback? \n[26]Benny Siegel bought out my contract, scared off my manager. Said he'd get me a shot at Joe Louis if I'd take two dives for him. I said no, joined the Department 'cuz Jew syndicate boys won't kill cops. Anything else? \n[27]While you were dancing with Ellis at muster I checked Maynard Coleman's KA's on the bulletin and recognized the name of a fence. Think he tends bar here... \n[28]Bruno Albanese? \n[29]Police officers, Bruno. Let's make this fast so I don't have to watch you eat. \n[30]We know he sells to you and we don't care. Where is he? \n[31]They got here fast. The confession. \n[32]Play nice. They've got juice with Loew. \n[33]You talk to Ellis? \n[34]Least I don't call him \"kike\". \n[35]Shitbirds. \n[36]You like pot roast? \n[37]Don't say anything to Kay about DeWitt. It'll upset her. \n[38]Fight stash. \n[39]A toast...To Proposition B! \n[40]Goin' into politics, Ellis? Give us a quote.  \"The only thing to fear is fear itself.\" \n[41]Seeya in Leimert Park. \n[42]This grand tour stuff's for shit. I'm callin' in some favors. \n[43]Got a tip. Snitch a mine says he's shacking with some poon in a crib near Slauson and Hoover. \n[44]We fuckin' roll. \n[45]Hopheads. Let's shake 'em for an address or a name. \n[46]Shut up, shitbird. \n[47]Bucky duck! \n[48]Leave me alone! You'll never fucking understand-- \n[49]Rise and shine partner! \n[50]Sure. Ran Mulholland at a hundred and ten. Played house with Kay all day yesterday. Feel like doing some police work? \n[51]Junior Nash's got a fuck pad on Norton and Coliseum. \n[52]Okie trash. \n[53]Is that Millard and Sears? \n[54]He didn't do this. \n[55]Not anymore. \n[56]It is now, partner. \n[57]...seen anyone in the lot on 39th... \n[58]Priority. Remember. \n[59]Nice white girl gets snuffed. Gotta show the voters they did the right thing passing the bond issue. It's a showcase. It's A-plus, Buck. We don't miss this. \n[60]With or without you, partner. \n[61]With or without you. \n[62]Slow and easy, Bucky. First I gave Loew a memo saying Nash blew our jurisdiction-- \n[63]It's all right. The APB still stands. We've got the pad staked. He's covered. \n[64]One week. Just one week. After that, it's back to Junior. I promise. \n[65]Copacetic. \n[66]Jesus, Bucky. \n[67]Bingo. \n[68]What about her insides? \n[69]Did the guy know anything about medicine or anatomy? \n[70]Since you're so anxious to tell it. \n[71]You calling your own daughter a tramp? \n[72]Jesus fuck. We just got handed the entire U.S. Armed forces as suspects. \n[73]I'm staking Nash's pad for the night. See if we get any strange drive-bys at the murder sight. Do me a favor and drop in on Kay. She's worried about me. \n[74]It ain't a random job. Horseshit. Guy who did this...hated her. Bad. Wanted the whole goddamn world to know. Babe, you took pre-Med, whattya think? Mad doctor? \n[75]Oh, hey partner. Bucky listen to Kay. Babe's got ideas. Good stuff-- \n[76]Theory on, teach. \n[77]Dahlia left San Diego six days before we found her. Dago cops got a witness puts her in a tan Dodge with a partial plate ident. Finally got a cross-check that matched on Red here. \n[78]Your fault, really. After you left Kay slipped me a Mickey. Slept for seventeen hours. \n[79]Learn anything interesting? \n[80]Now you'll see why Russ keeps Harry around. \n[81]Russ's only rule. No actual hitting. \n[82]I need this, babe. You know it. I'll rent a room for the stuff but-- You tell her Bucky. Reason with her. \n[83]Yes, ma'am. I understand. A werewolf and Red Manley. Oh no. The werewolf is Red Manley. Yes that would be more efficient... \n[84]I love tip duty. \n[85]Yeah. I rented a room for the stuff at the El Nido Motel. Nine scoots a week. Chump change if it makes her feel good. \n[86]Blanchard. Homicide. \n[87]Gettin' any? \n[88]Who gives a fuck if he didn't kill her! I've sent Boy Scouts to the green room for less than this! \n[89]Did you see her face, Bucky? Did you see? \n[90]I want to go to TJ-- \n[91]I beat up a wall. Penance for Nash. \n[92]...said I'd get a shot at Joe Louis if I'd take two dives for him. I said no... \n[93]--Penance for Junior Nash-- ", "VOICE OVER": "\n[1]I already knew him by reputation, had our respective records down pat: Lee Blanchard, 43-4-2 as a heavyweight, formerly a regular attraction at the Hollywood Legion Stadium. \n[2]And he knew me, Bucky Bleichert, light- heavy, 36-0-0, ranked tenth by Ring magazine in 1937 fighting no-name opponents in no-man's-land division. \n[3]In our first year at Central we'd never spoke--but people spoke of us. Opinions about a fantasy Bleichert-Blanchard fight, and who would win. \n[4]I'd heard almost all of 'em: Blanchard by early KO; Bleichert by decision; Blanchard stopped on cuts--everything but Bleichert by knockout. \n[5]Warrants was local celebrity as a cop. Warrants was plainclothes without a coat and tie, romance and a mileage per diem on your civilian car. Warrants was going after the real bad guys and not rousting winos and wienie waggers in front of the Midnight Mission. \n[6]I told myself I didn't care. \n[7]The 77th Street lieutenant tapped as official LAPD bookmaker had Lee as an early 3 to 1 favorite... \n[8]...while the real bookie line had Mr. Fire favored by knockout at 2 1/2 to 1, and decision by 5 to 3. \n[9]Even the dicks in Ad Vice had suspended bookie shakedowns because Mickey Cohen was raking ten grand a day and kickin' back five percent to the advertising agency promoting the bond issue. \n[10]I was a local celebrity again. \n[11]He was better than I thought. It made what came next easier. \n[12]I'd almost finished the Police Academy when the background check turned up my father's German-American Bund membership. Pressured by the FBI goons to confirm my patriotism, I gave the Alien Squad Sam Murakawa, a guy I'd grown up with, in order to secure my LAPD appointment. \n[13]The old fuck never knew any better. Never knew what he cost me. Or Sammy, who'd died at Manzanar. I was a good fit in the snitch's jacket and with a little alteration I slipped easily into the whole suit. \n[14]I had traded Warrants for a close-out on bad old debts, the eight grand I was gonna clear enough to maintain the old man in a good clean rest home for three years; the late round tank job enough to convince myself I wasn't a complete coward. \n[15]With no lead on the two escaped men, the heist quickly went from page one to page five. Two weeks later... \n[16]One of Lee's snitches fingered Bobby DeWitt, a greasy little pimp with a yard long rap, as the brains behind the bank job. \n[17]DeWitt howled frame-up the entire trial, never ID'ing the driver or coughing up the dough, even after damning character testimony from some of his employees, including one Katherine Lake, formerly of Sioux Falls, South Dakota and looking to go straight. \n[18]DeWitt got ten to life at San Quentin; Lee got Kay, or maybe the other way around. \n[19]They both got a few weeks in the gossip pages before Kay dove into her college education and Lee down the hero's road ending in Warrants and a shack job with a woman he loved but wouldn't touch... \n[20]You come off a winning fight. Sweat- drenched, tasting blood, still wanting to go. The handbooks who made money on you bring you a girl. A pro, a semi-pro. You do it in the dressing room, or a hallway. The eleventh round of a ten round fight. And when you go back to an ordinary life, it's just weakness, a loss. \n[21]To a fighter, sex tastes like blood and resin and suture scrub. I wondered if some day that would ever be different. \n[22]Hey. Canvasback! \n[23]Mister Fire. Mister Ice. The hero and the snitch. \n[24]Let go of him! Let go of him! \n[25]From November through the New Year, Lee and I captured a total of eleven hard felons, eighteen traffic warrantees and three parole and probation absconders... \n[26]After tours of duty, Lee and I would go to the house and find Kay. Sometimes she made dinner for us, other times the three of us would go dancing, or see a flick. \n[27]Always she'd be there, never in between us, but always in the middle. It was the best time of my life. \n[28]I used a Warrant cops special prerogative and issued an APB on Lorna Martikova aka Linda Martin. I wrote up my day's report, omitting Marjorie Graham's lead on the old dyke. I didn't need Ellis Loew quashing it along with the skinny on Betty as the part-time prostie. \n[29]To be honest, I'd pretty much overdosed on Betty Short's low-rent last months on earth and decided to kiss off the rest of the day and head to Lee and Kay's for a sandwich. \n[30]Three days 'til Bobby De Witt hit LA. Three days since we killed four men. \n[31]Maybe nobody cared. Maybe they cared too much. \n[32]Barflies. Daytime juicers...The longer I listened the more they talked about themselves, interweaving their sad tales with the Black Dahlia, who they actually believed to be a glamorous siren headed for Hollywood stardom... \n[33]It was as if they would have traded their own lives for a juicy front-page death. I decided my report would consist of two words: \"All bullshit\". \n[34]I logged forty-six phone tips, about half of which were reasonably coherent. Lee left early, dodging any talk about De Witt. Ellis Loew stuck me with writing up the summary report, most of which concerned the numerous dead end leads, bogus confessions and three hundred new Dahlia sightings per day. It left me gut certain of one thing: \n[35]Losing the first Bleichert-Blanchard fight got me local celebrity, Warrants, and close to nine grand in cash; winning the rematch got me a sprained wrist, two dislocated knuckles and the rest of the day off. Whoever said winning isn't everything got that part right. \n[36]Back in LA, Linda Short let slip that her \"Mex\" was actually a local named Walter Wellington, who copped to making the film but quickly provided the cops his alibi for the Dahlia's missing days. \n[37]Not that this stopped Loew and his boys from rousting spics all over town for a possible Dahlia frame-up. The circus was becoming a farce. \n[38]I wanted to believe it was all about Lee. Tracking Lee through her...through the files he had collected. \n[39]Strangers' recollections of a girl's last days leading me to a partner... \n[40]But the deeper into her I got, the more I understood the detective's old saw: any dick worth his suit always takes a side: the perp or the vic. \n[41]Most cops'll tell ya...one day you wake up and you're in the head of the killer...Angry. Powerful. In control. You're the perp. \n[42]Few cops'll admit to walking the harder path...fear...pain...loss...Few will admit to waking up in the head of the vic. \n[43]On my way over I played out their rap sheets in my head, trying to work up a head of hate...Loren Bidwell, three time Atascadero loser, falls for aggravated sexual assault on minors. Between prison jolts he confessed to all the big sex crimes. \n[44]Cecil Durkin--hophead, knife fighter and a jailhouse rape-o who played jazz drums with some good combos. He took two Quentin jolts for Arson and was caught masturbating at the scene of his last torch. \n[45]Charlie Issler was a pimp and a career confessor specializing in copping to hooker homicides. His three procuring beefs had netted him a year county jail time, his phony confessions two ninety day observation stints at the Camarillo nut farm. \n[46]And finally Paul Orchard. Jack roller, male prostitute, and a former San Bernardino County deputy sheriff. \n[47]East 5th Street from Main to Stanford. Blood banks, liquor stores selling half pints and short dogs exclusively, fifty- cent-a-night flophouses and derelict missions... \n[48]Banished by Ellis Loew, who dared me to try my word against a twenty-two year man and the city's future District Attorney. I confined the truth to Russ and Kay, and determined to spend my shifts trying to be the worst foot hack in history. \n[49]A month passed. The Dahlia leads dwindled to zero and every officer except Russ and Harry were returned to their regular assignments. As for me, I'd been able to contain my Dahlia interests within the walls of the El Nido. \n[50]Still, I remembered what Madeleine said when I told her we were through... \n[51]But sometimes Betty came to me... \n[52]What kept me up that night wasn't the idea of Fritz Vogel extorting criminals, or Fritz Vogel bracing Charlie the pimp to see if Betty had told him something about one of her johns...maybe even Vogel, himself...No... \n[53]...what kept me up was this thought: if Issler blabbed about Liz and her tricks I would have overheard. Fritz was confident he could keep me quiet. \n[54]And that was an underestimation I would bleed him for. \n[55]I closed out my glory days the only way I knew how--I chased the gone man. \n[56]I got headshakes, bullshit broadsides and a strange series of tales that rang true. One had \"el blanco explosivo\" beating the shit out of three jack rollers, then buying off the cops with double-saws peeled from a large roll. Another had Lee donating 200 scoots to a leper ministry priest and then driving to Ensenada. \n[57]I decided it would be wise to check in with the law before going out to question the Ensenada citizenry. \n[58]Lee and Kay had lived in sin; not because their shack job was against department regs, but because the ghosts of their past had forced them to choose between love and passion, the veneer of a \"fairy tale\" only a band-aid for a fractured life. \n[59]Our true vows were made in private; bury the past, bury our ghosts, and as Kay said, \"bury that fucking girl\"... \n[60]Fire and Ice. The hero and the snitch. Bank robber and his best friend the bumfuck detective. Triggerman. Stooge. Weak point in a fairy tale triangle. \n[61]I would forgive Lee the bank job. And I thought I'd forgive Kay her role in keeping it from me. But the basic rule of Homicide applied: Nothing stays buried forever. Corpses. Ghosts. Nothing stays buried forever. Nothing. \n[62]Newton Street Division. Footbeat hacks carried metal-studded saps; squadroom dicks packed .45 automatics loaded with unregulation dum-dums. \n[63]Kay. Lee. Madeleine. Betty Short. For one month I escaped them all. \n[64]A fucking supercop. \n[65]I escaped them all. Almost. \n[66]It was a reunion of avowed tramps, old rutters who knew they'd never have it as good with anyone else... Afterwards we'd talk through the night. The Spragues...Crazy Papa Bleichert... \n[67]Mostly, though we'd talk about Betty. Her utter malleability, a chameleon eager to please anybody...and the disrupter of every life close to me...It would last a month. \n[68]In the scheme of things it wasn't much. Rich old lady gossip, as Jane put it. \n[69]But combine it with banging Madeleine in all twenty-two rooms of their mansion, it was good enough for me. \n[70]It came on then, big and ugly: bye-bye Bleichert at the bus stop, adios shitbird, has-been, never-was, stool pigeon harness bull. \n[71]You traded a good woman for skunk pussy, you've turned everything that's been handed you to pure, undiluted shit, your \"I will's\" amount to the eighth round at the Academy gym when you stepped into a Blanchard right hand--pratfalling into clover that you turned into horse dung. \n[72]Bye-bye Betty, Beth, Betsy, Liz, we were a couple of tramps, too bad we didn't meet before 39th and Norton, it just might have worked. Maybe us would've been the one thing we wouldn't have fucked up past redemption... \n[73]I tried to keep calm. I told myself that just because Emmett Sprague helped Mack Sennett build sets in the twenties didn't mean he had anything to do with a smut film twenty-five years later. \n[74]Duke Wellington had admitted making it. Linda Martin had said it was shot in Mexico. \n[75]I told him everything. Me and Madeleine, the Spragues. Withholding evidence for her. Everything. Even Lee. After all of it he only had one thing to say: \n[76]Between my time with Madeleine and the local boom baron expose in the papers, I was practically an expert on Emmett Sprague's land deals... \n[77]For the first time since the beginning of the whole fiasco, I stopped trying to figure out who killed Elizabeth Short. Instead, I focused on where. \n[78]And if my hunch was right, we wouldn't have to look any further than one of Emmett Sprague's condemned bungalows. One that was isolated...abandoned... \n[79]...and most importantly, close to a water source...where one could drain a body of its blood. \n[80]When I'd pulled George's print card that morning, I'd already laid fifty down with Russ that he was our guy. Amateur taxidermist, transient. If he was a cop 39th and Norton woulda been right in the middle of his beat... \n[81]But I'd be lying if I said I hadn't wanted to nail the sicko myself, giving him ten rounds of Bleichert rage. \n[82]Maybe he'd have gone for a gun or probably a knife, and the Bleichert fists would've given way to a full load of .45 in the chest. \n[83]Sprague said they found him croaked in a parking lot downtown, just twelve blocks from where he'd dumped Betty Short. Just croaked. Natural causes, if anything about crazy Georgie was natural. I hoped the evil ate him from the inside out, filling him with blackness like the sawdust in Sprague's goddamn dog. \n[84]We took the fall together. \n[85]Ever the consummate actor, Madeleine Sprague confessed to killing Lee by concocting a love triangle from the three of us...The Bleichert/Blanchard rematch fought over her hand, with Lee beating Emmett and demanding he \"hand over\" his daughter when she preferred me. \n[86]Madeleine stalking Lee...Revenge-killing him in Ensenada to avenge the Sprague honor...No mention of the Black Dahlia murder case at all. \n[87]Her story's enough to get her a psych tag as a delusional schizophrenic and ten years at Atascadero State Hospital. \n[88]So the brass girl took the fall for the whole family. And I took the fall for me. IAD cleared me on the motel shooting--a cop's code make-good for Blanchard's snuff. \n[89]Afterwards I was fired from the Los Angeles Police Department on grounds of moral turpitude and conduct unbecoming an officer. I thought of turning over Ramona in hopes of pulling a grandstander's turnabout... \n[90]...but I had people to protect...People who already knew that, for the briefest of times, and in the darkest of places, I had been so, so, good at some things. \n[91]Thank you Elizabeth. ", "RUSS MILLARD": "\n[1]Russ Millard, homicides. Wife and kids thank you for the raise, Officer. \n[2]My partner, Harry Sears. \n[3]Anything common in the sex beefs? \n[4]whistles harshly with his fingers in his mouth. \n[5]Before this gets out of hand let's put the kibosh on something. If this gets a lot of publicity we're going to get a lot of confessions. So we keep some things quiet. This girl was disemboweled. You keep this information to yourselves. Not your wives, not your girlfriends, no other officers. \n[6]No reporters view the body. You photo men, take your pictures now. Coroner's men, you put a sheet on the body as soon as they're done. Set up a perimeter six feet back. Any reporter crosses it, arrest him. Bleichert. What are you doing here? Where's Blanchard? \n[7]Blood on the premises? \n[8]The lab'll be the judge of that. \n[9]Is it...all right to smoke, doctor? \n[10]What's your best guess? \n[11]Elizabeth Short. \n[12]How many confessions so far? \n[13]Double that by morning. More if Loew got the press excited with his purple prose. \n[14]Too much publicity is a hindrance, Ellis. If you were a policeman you'd know that. \n[15]Found it in storage down at the railway. Carbons of mash notes to sailors. Hundreds of 'em. \n[16]Thank our friend Bevo Means at the Herald. Bevo's painting Betty and her black dress like some actress in that Alan Ladd movie, The Blue Dahlia. Should triple our confessions. \n[17]Hollywood will fuck you when no else will. What do you think? \n[18]No dice. You're a bright penny and I want you here. Betty's last known residences and KA's. Go to University Station and pick up Bill Koenig. Fritzie's sick. Keep Bill on a tight leash, and you write the report because Billy's practically illiterate. \n[19]Call me Russ and get out of here. \n[20]Good report yesterday, Bleichert. \n[21]What next? \n[22]Wrong again. But keep going. \n[23]Bright penny. You're doing well, Bucky. Run with the ball. \n[24]You calling your boss an evidence suppressor? \n[25]You're a brighter penny than I thought. Betty sightings. Wilshire Division. I need smart pennies to eliminate the phonies from the tip sheet. \n[26]...and you don't recall any of the names Betty went out with last fall? \n[27]No one who would do her harm? \n[28]You have to tell us the whole thing, sweetheart. So think it through. \n[29]Where was that? \n[30]Why would you do that? \n[31]And he willingly gave you a copy of the film? For nothing? \n[32]Whattya think? \n[33]Bleichert you are a very bright penny today.  Well. Looks like it's blue movie night at City Hall. \n[34]Long shot, Chief. Harry and I are headed down to TJ tonight. The Mex doesn't play as the killer. But maybe he showed it to someone-- \n[35]Bucky. Blanchard's in Tijuana. A border cop spotted him hobnobbing with a bunch of rough-looking Rurales last night. \n[36]What is it? \n[37]meticulously sifting through the material along with Bucky. \n[38]I asked Jack to keep you on. \n[39]Because you're getting to be a damn good Detective, Bleichert. And Harry's retiring in two years. Need I spell it out? \n[40]You been working this case pretty hard. Or is it the other way around? \n[41]It's not as much fun once it moves to the back pages, is it?  I hear they arrested two Mexicans in Juarez for the Bobby De Witt murder. \n[42]You must be relieved. \n[43]He'll be found if he wants to be found. \n[44]Bucky. \n[45]Nope. \n[46]The pimp? I thought he said he'd never heard of her. \n[47]Bright penny-- \n[48]So good ol' Fritzie's shaking down crooks, maybe sellin' 'em tip-offs before a roust. \n[49]Easy, penny. They'd have to testify against him first. And that's not likely after he burns those carbons. But this Issler business--why hide the Issler- Betty connection? \n[50]Cocktailing. \n[51]You sit tight. Go hack to swingwatch. Me and Harry'll poke around. \n[52]You'll get him, too. But you've got to cool your temper. It's all patience with the big fish or they wriggle off. \n[53]We've found her. Meet me at 1546 North Havenhurst in half an hour. \n[54]Bucky-- \n[55]Ma'am. \n[56]Anything else, Miss Stinson? \n[57]I'll be a chimp's priest, Buck. A chimp's priest--watch the air bubbles--I shoulda known that Johnny I d need a pro to lose his cherry...Never had 'em for a kink and a cherry, though... \n[58]Pentothal's good for another couple hours. No way he can lie. \n[59]There's a method to this, Bucky. What's your name, son? \n[60]Answer me anyway. \n[61]What's sixteen and fifty-two? \n[62]Focus on January, Johnny. Your father-- \n[63]Yes. Fritzie. He wanted you to lose your cherry. He bought you a woman for two days. Is that right? \n[64]This was at the Biltmore? \n[65]We'll be done soon, Johnny. You met Liz Short at the Biltmore, too? \n[66]And what did you and Liz do? \n[67]Did you whip her? \n[68]Johnny. Did you kill Liz Short? \n[69]Easy son-- \n[70]It's all right...Do you know who did? \n[71]When your Daddy found out you'd been with her, he tried to fix things didn't he? \n[72]He found out Charlie Issler had been picked up and he knew Charlie had this confessing problem, right? \n[73]I think you should go outside. \n[74]His statement. Signed. \n[75]We should sit on this for a little bit. Until I can talk to a legal officer. \n[76]It's the shithouse until you retire, you know that. \n[77]I got your message, Bucky. \n[78]It? \n[79]Calm down, son. Tell me. \n[80]All right, then. It's your ball. What do you wanna do? \n[81]Bucky. \n[82]God help her. \n[83]You all right? \n[84]Are you sure you don't want to came home? Mrs. Millard'll fix up the couch. \n[85]You're a very very bright penny, Officer. ", "KAY": "\n[1]Lee used to drag me. I was taking somme art classes so I'd sketch the boxers. \n[2]For moral reasons I hope the LAPD gets ridiculed for perpetrating this farce. For financial reasons I hope Lee wins. And for aesthetic reasons I hope you both look good with your shirts off. \n[3]Luck, Dwight. \n[4]At least he looks good with his shirt off. \n[5]I was never very good. Ended up with a degree in History. Masters. Lee's fight money paid for it. \n[6]I asked him to. Besides, catching animals gave him a sense of order. You have a girlfriend, Dwight? \n[7]We're not getting married if that's what you're wondering. \n[8]I have to go, Dwight. Good luck tomorrow night. \n[9]Lee and I don't sleep together, Dwight. \n[10]Hello, Dwight. Glad you could make it. \n[11]Then you've never really had to. Lucky man.  Lee! Dinner! \n[12]To fairy tales! \n[13]Oh baby. Oh babe. \n[14]Bobby DeWitt gets out in a week, Dwight. We're on edge. He swore at the trial he was going to kill Lee. \n[15]Lee's scared. You don't know Bobby. \n[16]Hi, Dwight. \n[17]Lee stomps, you tread lightly. \n[18]Let me guess...Lee's up all night-- probably on Benzedrine again--working that poor girl's murder-- \n[19]You're worried about him. And he's worried about me. But who's worried about you? Is that left for me? \n[20]For such a cautious man you're quite a hardcase. \n[21]Good night. \n[22]Hi, Dwight. \n[23]Lee, Dwight's here. \n[24]This kind of theorizing's nonsense, but I'll give you a theory if you'll eat something to calm yourself down. \n[25]Well. Just a guess. But maybe there were two killers. Because the torture cuts are crude, while the bisection and the cut on the abdomen are neat and clean... \n[26]It's sick and it's insane! After everything...And all that might happen-- \n[27]Dwight, you can be so gutless sometimes. \n[28]We're famous, Dwight. \n[29]I haven't seen him since you beat him up. \n[30]I don't blame you. \n[31]I don't want you coming over here just to sleep an the couch again. \n[32]You know Dwight? Fighting, cops, guns. To most people--that's the scary stuff. Not everything else. \n[33]Luck. \n[34]Luck. \n[35]I spent the morning with Internal Affairs. I told them...everything I knew. I gave them so much...and in the end it didn't seem like anything at all. \n[36]You don't know anything, Dwight. But that's what I like about you. \n[37]I've been offered a job. Teaching sixth grade at Fairfax Primary. With Lee gone now-- \n[38]I could take sick days. Maybe a trip to Santa Barbara, or even a drive to San Francisco... \n[39]When? \n[40]You're a fool, Dwight. \n[41]That reminds me of something, Dwight. \n[42]Floorboard's loose near the closet. Think you could fix it? \n[43]Sounds lovely. Where is it? \n[44]What're you doing? \n[45]Dwight? \n[46]Oh. I...always wondered where he kept it. \n[47]He'd given all his money to Ben Siegel. He wanted to give me a home. \n[48]He knew what Bobby was doing to me...How he'd used a razor on me...pimped me to his friends... \n[49]...Bobby know nothing about the bank job. He and Lee, they never even met. After Lee and his driver got away, Lee figured framing Bobby'd give me a way out... \n[50]Then last year...the fourth man--the driver--he heard Bobby was getting paroled. He threatened to tell DeWitt that Lee framed him. He wanted money we didn't have. Ten thousand dollars. \n[51]Promise me this: Forgive him for DeWitt. Forgive him for the bank. It doesn't matter anymore. Not to us. \n[52]Baxter Fitch. \n[53]He used you, Dwight. He did. Forgive him everything else. But don't forgive him for that. Ever. \n[54]Dwight-- \n[55]Dwight-- \n[56]I didn't touch your things. You can have the furniture. \n[57]Did you think I'd let my husband disappear for three weeks and do nothing about it? I've had detectives following you, Dwight. Detectives. She looks like that fucking dead girl, so you can have her--not me. \n[58]Whoremonger. Coward. Necrophile. \n[59]Dwight? \n[60]You are so, so good at some things. \n[61]He was going to leave no matter what. I didn't know if I was ever going to see him again, and I wanted him to be comfortable if such a thing was possible. Dwight, he knew I was in love with you, and he wanted us to be together. \n[62]Goddammit, Dwight! That girl--that girl! I don't give a damn about that girl. She ruined our lives! \n[63]He loved us. Don't take that away from him. And I love you. And if you hadn't seen so much of yourself in her you'd realize how much you loved me.  So if you're aware of something more important than that...I'd like to hear what it is. ", "MADELEINE": "\n[1]I am now. Daddy spying on me again? \n[2]Maddy, girl, ye shouldn't be congregatin' in such unsuitable places-- \n[3]Well that's a new one-- \n[4]This is all a fluke. I met them at LaVerne's last fall. Betty maybe one time. Linda a couple. She'd come in to cadge a drink or a meal off a sister. \n[5]No. Just cocktail lounge chitchat. \n[6]Ye might say I take it where I can find it, laddie. \n[7]Mister, my father is Emmett Sprague. The Emmett Sprague. He built half of Hollywood and Long Beach, and what he didn't build he bought. Imagine the headlines. \"Tycoon's Daughter Questioned in Black Dahlia Case--Played Footsie with Dead Girl at Lesbian Nightclub\". Get the picture? \n[8]Linda talked about her boring boy back in Hicktown, Nebraska, or wherever. Betty talked about the latest issue of Screen World. Hollywood dreams, the sad nine yards. \n[9]On a conversational level they were right down there with you, only they were better looking. \n[10]You're not. Look, I'm tired. You want to hear my alibi so I can end this farce and go home? \n[11]My family and I were at our house in Laguna from Sunday through Thursday along with our live-in servants. If you want verification, call Daddy. But be discreet about where we met. \n[12]Don't suppose I can convince you to keep my name out of the papers? \n[13]Ah, Laddie...'S not what I'm saying... \n[14]Tomorrow night. Eight o'clock. My address is 482 So. Muirfield. \n[15]Not surprised. Pick me up. Like a gentleman. \n[16]One more thing--What's your name? \n[17]I'll try to remember. \n[18]Look. I hate to pull this, but Daddy has heard about you. He insisted you stay for dinner. I told him we met at that art exhibit at Stanley Rose's Bookshop, so if you have to pump everybody for my alibi, be subtle. All right? \n[19]That's Balto. The paper is the LA Times for August 1, 1926. Balto was bringing in the paper when Daddy's accountant told him he'd made his first million. Daddy wanted to consecrate the moment so he shot him. Here we go-- \n[20]Bucky Bleichert. May I present my family. My mother, Ramona Cathcart Sprague. My father, Emmett Sprague. My sister, Martha McConville Sprague. \n[21]Daddy can we eat? Bucky and I want to catch a nine-thirty show. \n[22]I'm sorry. I'm so sorry. \n[23]I'm so...sorry. Don't hate my family-- don't--they're not so bad-- \n[24]Until we announce the wedding? \n[25]She's a hypocrite. She takes pills the doctor gives her, so she's not a hophead. You know how Daddy really made his money? \n[26]He bought rotten lumber and abandoned movie facades from Mack Sennett and built houses out of them. He's got firetraps all over LA registered to phony corporations...His \"good friend\" George? Disfigured in a car crash while running Daddy some errands. Daddy throws him scraps now--odd jobs tending some rental property-- \n[27]I want to. I like you Bucky. \n[28]Bucky, I didn't tell you all about Betty Short. \n[29]Don't be mad at me. It's nothing. I just don't want to lie to you. \n[30]Last summer I was bar-hopping a lot. Straight bars. I heard about a girl who looked like me. I got curious and left notes at a couple places: \"Your lookalike wants to meet you\", things like that. I left my number. She called. That's how I met her at LaVerne's with Linda. \n[31]Yes. That's all of it. \n[32]Serve my family right. \n[33]No. I don't. \n[34]I've worked pretty hard to be loose and free. But the way people described Betty. It sounded like she was a natural. \n[35]Hmmm...She was this poor girl...Came from nothing...But then she carried nothing with her, either. I don't know...when you're rich sometimes you romanticize the poor... \n[36]Hello. \n[37]When? \n[38]Not at the house. Daddy's having a business soiree. The Red Arrow. \n[39]Room 11. Forty-five minutes. \n[40]Smile at me. Look soft and sweet. \n[41]Did she mention me? \n[42]Sugar, Betty and I made love once, that one time we met last summer. I just did it to see what it would be like to do it with someone who looked like me and-- \n[43]Bucky that's it, I swear. Please stay-- \n[44]Stay sugar stay-- \n[45]You'll be back.  I look like her. \n[46]What? \n[47]You miss 'em, laddie? Mother's insults? Martha's pornography... \n[48]I don't wanna go to Europe, Daddy. You're always talking about how dreadful and provincial it is. \n[49]Georgie was always...sneaking around Daddy's properties. He saw them make it...He...got crazy about Betty. \n[50]It was Sunday I remember...Betty called...short of cash as usual. I put Daddy on, and he offered Betty money to date a nice man he knew. Georgie'd been driving Daddy crazy, wanting to get with Betty ever since the movie. Threatening to tell people he was my father. But we thought Georgie just wanted her for sex. \n[51]We said he was a war hero. Because we didn't want her to feel like a whore. \n[52]You know the rest. \n[53]I went looking for Linda Martin, and I found her at a motel in the Valley. I gave her money and told her to say the stag was filmed in Tijuana with a Mexican crew. \n[54]Bucky-- \n[55]Bucky-- \n[56]Martha knew I'd been with Betty. But that was all. But she's a demon, you know. She even called the cops with a tip on La Verne's--just hoping I'd get smeared in the papers. I scratched her good for that. \n[57]Figures. \n[58]We'll ruin you in court, you know. If you go after us, we'll ruin you. Over what? Some little slut-- \n[59]--Don't come over. Daddy's having a business soiree-- \n[60]I think you'd rather fuck me than kill me. But you don't have the guts to do either. You're a boxer. Not a puncher. \n[61]I don't know what you're talking about-- \n[62]You'll never do it. Never. Remember...I look like her. ", "JANE CHAMBERS": "\n[1]It's the study in back of the dining room. You'll see the police rope. If you'll excuse me, I'll be in my garden. \n[2]The other survivors. Pretty aren't they? \n[3]Twenty-one and twenty-three. Are you finished in the study? \n[4]Jane. \n[5]Those girls and that family. How do you know them? \n[6]Consider it lucky if it was a brief encounter. \n[7]Back to condolences. Thank you for being so nice, Mr.-- \n[8]Good-bye. \n[9]So. What brings you around again? Considering a courtin' the old rich widow? \n[10]You either are or you aren't. \n[11]Eldridge had cancer. I half expected it. We weren't that close anymore...You married? \n[12]God. Newlyweds. Nothing better, is there? \n[13]Sorry. \n[14]Eldridge and Emmett went way back. They served on the California real estate board together. But Emmett was a bit of a crook. My husband got him kicked off the board for building dangerous buildings under phony corporations. \n[15]He had his moments. Most of it was out of guilt. He owned slum blocks in San Pedro. When he learned he had cancer, he really started feeling guilty. He voted Democratic last year. Even went in and had meetings with the City Council. I'm sure he gave them dirt on Emmett. \n[16]Same day Eldridge killed himself. Apropos, I guess. \n[17]My husband was rich and did a mean Charleston. I loved him until I found out he was cheating on me. Now I'm starting to love him again. How strange. \n[18]You're very accepting of other people's frailties. You're young. You should have illusions. \n[19]So how'd a cop get mixed up with Madeleine Sprague? It was Madeleine, I assume? \n[20]Don't play dumb, Bucky. The girl's a roundheels. Always has been. \n[21]I'm sorry. She can't help it I'm sure. She probably inherited it from her mother. \n[22]You figure out the rest, officer. \n[23]Valuable, too. Eldridge bought it for my birthday a couple years ago. I hate it. Want to take it with you? \n[24]Thank you, then. You were my best condoler. \n[25]...and then Eldridge said: I'm sure that's the case Mr. Mayor, but that's not my dog and those sure as hell aren't my shoes! \n[26]It's so nice of you to stop by again. Of course you've been staking out the Sprague house. Four nights in a row. I walk my dog every night. And I'm almost as nosy as you. \n[27]I'd been thinking about giving it to charity, but it's too valuable. I found Eldridge's receipt... \n[28]It's a Frederick Yannantuono original, inspired by an old classic novel--The Man Who Laughs by Victor Hugo. \n[29]The clown in the painting is the book's main character, Gwynplain. When he was a child he had his mouth slashed ear to ear and then sold to the 16th century Spanish aristocracy to be used as a court jester. \n[30]Are you all right, Bucky? \n[31]You'll appreciate the coincidence-- \n[32]What is it-- ", "VOGEL": "\n[1]Ellis loves the kid angle. \n[2]He's only \"Ellis\" to lieutenants on up, Blanchard. \n[3]C'mon, Billy. \n[4]You know what, kid? I got a soft spot in my heart for light heavyweights. You promise not to hit Billy and I'll help you look for your partner. I'll drive. You look like shit. \n[5]Why start now? \n[6]Lee Blanchard's here in TJ, and you came here flush out of Big Q. That's a goddamned strange coincidence and I don't like it. I don't like you and I don't like being down in this rat-infested country when I could be home with my family. \n[7]Did you know Blanchard was in TJ? \n[8]Do not use profanity with me, and address me as sir. \n[9]Now Blanchard's scared of you. Why? \n[10]Bobby boy I do not like Sergeant Blanchard but he is a fellow officer and I will not have syphilitic scum like you defaming him. Now you risked a parole violation for a trip down here. \n[11]Why are you here, Bobby. You tell me. \n[12]I'm gonna call Ellis. \n[13]I let Bobby boy go so we could tail him to his pal. But he blew his tail while you were catching up on your beauty sleep, which is too bad for him. \n[14]The spic's Felix Casco, a known dope trafficker. Maybe it was other dope scum, maybe Lee, maybe it was God. I say let our Mexican colleagues handle their own dirty laundry and we go back to LA and find the son of a bitch who sliced the Dahlia. \n[15]Boyo! Glad you could make it. \n[16]You're too raw for him, boyo. Old Russ is a sob sister, and I'm much more your type. \n[17]I wanted Bill Koenig-- \n[18]You all confessed to killing the Dahlia. We can't prove you did, so you're gonna have to convince us... Query on, Bucko. \n[19]Don't be timid, boyo. That bird made little boys suck his hog. \n[20]This kid glove routine's gettin' old-- \n[21]Jack roller! Nigger! Baby fucker! \n[22]Tell me about the Dahlia's missing days you whoremonger! Tell me! \n[23]Tell me what you know! \n[24]Tell me what your girls tell you! \n[25]For your cutting pleasure, Jane Doe number forty-three. You're all going to slice her, and the best slicer buys the ticket! \n[26]What did you know about the Dahlia's missing days? ", "CLEO SHORT": "\n[1]Cops, huh? \n[2]I've got an alibi, just in case you think I did it. Tighter than a crab's ass, and that is air tight. \n[3]I know who you are. Neither of you'da lasted a round with Gentleman Jim Jeffries. As for Betty, c'est la vie. She called the tune, she paid the piper. You wanna hear my alibi? \n[4]Johnny on the spot at my job. Twenty- seven straight hours. Refrigerator repairman. Twenty-seven straight and the last seventeen overtime. Call my boss. He'll alibi me up tighter than a popcorn fart, and that's air tight. \n[5]Betty came west in '43 with stars in her eyes. I promised her three squares and a five-spot if she kept the house tidy. \n[6]Gave her the boot in July. She moved to Santa Barbara. Sent me a postcard couple weeks later. Some soldier beat her up bad. Last I heard from her. \n[7]They were all her boyfriends! Not so ugly and wearing a uniform, can't go wrong there. Betty believed in quantity before quality. \n[8]Got five daughters. One bad apple ain't so bad. \n[9]Tom, Dick, Harry. Don't matter. Said she was looking for movie work but...just paraded the Boulevard in those black get-ups of hers. \n[10]Who wouldn't get herself killed doin' that? Who? Who wouldn't? \n[11]It's all right, dear. I know this pug. \n[12]Came into a little change a while back, managed to trade in that shit shack out back for these digs.  And I don't give a fuck what you think, you and your partner ain't much to look at now. I read the papers. \n[13]My youngest, Christine. \n[14]Best housekeeper of the bunch. Can't cook a damn, though. Got her sister's star-eyes for the pictures, damn straight. Thinks she's gonna be another goddamn Jayne Mansfield. Get out of here, Chrissie... \n[15]Used to be dozens'd stop by, you know. Drive up from Dago or San Berdoo just to snap a shot of the goddamn garage back there. Thought maybe they'd find one of Betty's dresses in the garbage. Jackals. \n[16]Whatcha here for, mug? I know you ain't smart enough to solve the case, and you ain't dumb enough to still think I did it...I had an alibi. \n[17]And that's air tight, mug. Air tight. \n[18]You're hooked on her still, ain't ya? Ha. That's a plug nickel you can't spend, ain't it, mug? Ha. Yea. Betty'll do that to a fella. Especially someone like you. Like I said, I know you mug. \n[19]She was a terrible actress. I'm sure folks've told you that. She'd practice in front of the john mirror. Once or twice she got me in on it...Reading parts with her for some audition. She stunk. Even a parent could tell. What Beth was good at was writing. All her teachers used to say that. Not that a grease like me'd know the difference. Maybe she coulda written for the pictures. But she wanted to be an actress like every other silly girl. \n[20]Your folks still alive? \n[21]He proud of his son, the ace copper? Or maybe he thought you'd end up champ? \n[22]Your momma? \n[23]Probably better off then. \n[24]Get a life, Bleichert. Don't dream it all away. Dreamin'll kill ya. You, too. Get me a sandwich. \n[25]Clean up some dog shit with this for me, willya? ", "ELLIS LOEW": "\n[1]Prop. B's looking like a loser right now. But if we can drum up some publicity we may he able to get it passed in the '47 Special. We need to build up morale in the department. Impress voters with the quality of our men. Wholesome white boxers are a big draw, Bleichert. You know that. \n[2]Officer Bleichert. Welcome to Central Warrants-- \n[3]You shouldn't have slugged with him. You were ahead on all three cards. \n[4]Yes but some of your patron's lost money. Play things smarter here. Don't blow this like you blew the fight. \n[5]Here's the man to fear. \n[6]Witnesses made him at a stickup near Leimert Park over the weekend. Pistol- whipped an old lady. She died about an hour ago. \n[7]Negro girls. Young ones. All the complainants have been colored. \n[8]Sergeant Blanchard? Try not to kill the man. I'd like to do it in court. \n[9]...and the heinous nature of this killing makes it imperative to catch this fiend as soon as possible. A number of specially trained officers, including Mr. Fire and his partner Mr. Ice... \n[10]Captain have you sent men to talk to the victim's father? \n[11]How about Vogel and Koenig? \n[12]Goddammit, Blanchard! I got you Warrants. You're my man, and you made me look like a fool in front of the two most powerful men in the Department. If you weren't Mr. Fire you'd be suspended from duty already. You've gotten personally involved in the Short case-- \n[13]Shut up, Bleichert. You're back on Warrants as of tomorrow. Report to me at 0800 with letters of apology for Green and Horrall. For the sake of your pension I'd suggest you grovel. \n[14]Blanchard! \n[15]You've been skating around all morning, Bleichert. Vogel and Koenig went to Tijuana an hour ago so I need you to check out a radio car and get out there. \n[16]And if you see that phantom partner of yours, tell him this no-show's gonna cost him three days pay. \n[17]We can't do that! Wellington told Tierney he made the pic-- \n[18]Bleichert. \n[19]Fuck Blanchard. He's suspended. \n[20]I called this little meeting for a couple reasons, Bucky. We'd both like to see the Short case closed out and get back to normal business. \n[21]We're both comers, Bucky. Fritzie wants you for his partner when he gets his lieutenancy, and-- \n[22]Very well, Dwight. I'll tell you. There are four confessors still being held at City Jail. They've got no alibis, weren't coherent when they were first questioned, and they're all violent, frothing-at-the- mouth lunatics. I want them reintegrated. It's a muscle job. \n[23]But Bill's a bit too enamored with violence. So it's you, Dwight. Yes or no? Because if it's yes, I'll make sure you're back on Warrants tomorrow with an inside track to some stripes. If not, it's Homicide shitwork until Russ Millard gets tired of you. We both know that Russ is a patient, forbearing man, Dwight. That could be a long time. Yes or no? ", "EMMETT SPRAGUE": "\n[1]Saw you fight Mondo Sanchez. Boxed the pants off him. Another Billy Conn you were. \n[2]Mondo gave a good show. What ever happened to him? \n[3]Speaking of families-- \n[4]Dig in, lad. Hearty fare breeds hearty people. Haute cuisine breeds degenerates. \n[5]You're in for a cruel caricaturing, Bucky. Maddy's my pretty one, but Martha's my certified genius. \n[6]What kind of name is Bleichert? Dutch? \n[7]A great people, the Germans. Hitler was a bit excessive, but mark my words that someday we'll regret not joining forces with him to fight the Reds. I killed a lot of your countrymen during the war. \n[8]An old friend stuffed him. We were in the Scots regiment together. Georgie Tilden. He wanted to work in the flickers. \n[9]1920. Hollywood was a cow pasture, but the silent flickers was booming. Georgie got work as a lighting man, and me building houses. Georgie got me introduced to Mack Sennett and I helped him build that housing project he was putting up--Hollywoodland-- underneath that godawful sign. \n[10]Old Mack knew how to squeeze a dollar dry, he did. He had extras moonlighting as laborers and vice versa. I used to drive 'em over to Hollywoodland after twelve hours on a Keystone Cops flicker and put in another six hours by torchlight. Even gave me as assistant director credit a couple times, so grateful he was for the way I squeezed his slaves-- \n[11]Mother? Are you feeling well? Would you like to contribute to the conversation? \n[12]Mack Sennett? Helped him build that housing project he was putting up-- Hollywoodland-- \n[13]...besides, one of my foremen said the goddamn pipes are spewing gas...There'll be hell to pay. It's about time I showed the three of you good ol' Scotland. \n[14]...they've got what you need, lassie. \n[15]Aaah, laddie. \n[16]In the Argonne, Georgie used to bayonet the dead Gerries. I saw it. Thrilled him, it did. He was...hmm...disturbed. I think Ramona found him...a good way to strike back at me. \n[17]He was passive. He liked to touch dead things. His father was a surgeon, did you know that? Famous in Scotland. \n[18]Ramona didn't know a thing. Martha-- \n[19]What are you gonna do? \n[20]Don't insult me, lad. \n[21]You know, laddie. The rich don't necessarily own art just for themselves; we safekeep it for future generations. \n[22]It? \n[23]I'm not sure I know... ", "RED MANLEY": "\n[1]I've told it three times now. I didn't want my wife to know I was chipping her. \n[2]I dated her down in Dago. I slow-danced with her. It's the same thing as chipping. \n[3]I wanted...to test my loyalty to my wife. \n[4]I wanted to fuck her. Yes. \n[5]She said she had her period-- \n[6]Said the father of her child would be a combat veteran-- \n[7]I told you. I didn't kill her. \n[8]I've told it how many ways? How many more ways do you went to hear it? \n[9]No no no. Not Betty-- \n[10]No-- \n[11]No no no-- \n[12]No-- \n[13]No-- \n[14]No, please! God as my witness! \n[15]I didn't hurt her-- \n[16]The Lord is my shepherd, I shall not want... ", "RAMONA": "\n[1]Madeleine says nice things about you. \n[2]Did you know, Mr. Bleichert, that Ramona Boulevard was named after me? \n[3]When Emmett married me for my father's money he promised my family that he would use his influence with the City Zoning Board to have a street named after me. But all he could manage was a dead-end block in a red light district in Lincoln Heights. Are you familiar with the neighborhood, Mr. Bleichert? \n[4]Then you know that the Mexican prostitutes expose themselves out of windows to attract customers. I hear many of them know Mr. Sprague by name-- \n[5]I'll sing for my supper when Mayor Bowron comes to dinner, but not for Madeleine's male whores. A common policeman. My God, Emmett. How little you think of me. \n[6]I'm in here, officer. \n[7]We see you out there, you know. Every night. We see you. You don't fool us. You didn't hurt Georgie. You didn't hurt Madeleine. And as much as I wish you would, you didn't hurt Emmett. You're a voyeur. That's all the lesser classes have. Pressing their nose up against the glass. \n[8]Emmett slashed his face, I'm sure you know. Madeleine was eleven and she looked just like Georgie. When he got out of the hospital I gave him the Hugo book as a present. My Gwynplain. But he was afraid of Emmett's rage...After that...we rarely spoke. \n[9]It was the cruelest of jokes. He'd become obsessed with her...That filthy film. \n[10]Emmett never stopped hating me. \n[11]For being richer than he was. \n[12]I followed them to the bungalow. There was a baseball bat under...under a tree...She tried to run from me...but she was drunk. The first swing knocked her out. I made Georgie tie her to the mattress....The second swing woke her up. \n[13]She looked so much like my Maddy. It was...the cruelest of jokes. \n[14]Martha mustn't know. She's all that's left of this family that isn't dying. You consider her when you decide whether we're worth it. \n[15]Honestly, though. Sometimes I thought Martha was going to bring the whole family down around her by chance. Her little stunt about tipping the police to LaVerne's-- \n[16]Oh is that so? You poor boy. Your life is worse than mine. Maybe the cruel joke is on you. ", "DOLPHINE": "\n[1]You mean Vasquez? How do you think I knew to follow you? He's got a vested interest in you not finding out about Blanchard. \n[2]No. \n[3]About a month ago this Mexican woman shows up at my office in Dago. Chubby, ten tons a makeup, but dressed to the nines. Offers me five hundred to find Blanchard. Just like you I track him here where he's playing the rich gringo-- \n[4]I even see him beat up two spics who insult this Senorita--Rurales stand by and do nothing. So I know he's paying protection dough. A lot of it. Then  I hear he paid off two plainclothes Rurale to snuff a coupla guys in TJ-- \n[5]I leave a message in Dago for the woman tellin' her what I know... \n[6]Delores Garcia. But it was obviously a phony. Casco ran with some rich bimbos and I'm betting she's one of his. Revenge on Blanchard for offin' Felix. \n[7]I come back to Ensenada on my own, thinking about all that cash he was flashing. \n[8]You wanna hear this? \n[9]Blanchard's dead. Bullet in the cabeza. Rumor is they never found any money. \n[10]Maybe the Rurales. Maybe that woman or friends of hers. Who knows? I figured Blanchard was rogue, figured someone like you'd come lookin' for him. Maybe have a line on where the cash was. You knew Blanchard, maybe we can-- \n[11]Look I didn't know it was personal! Don't hit me again-- \n[12]The locals keep the damn thing lit up. They got a lotta missing relatives. \n[13]Gardening tools-- \n[14]Here. Supposed to be near el bannero. \n[15]Sailor's uniform. It's a sailor... ", "JOHNNY": "\n[1]You know me, loot. \n[2]Vogel, John G. \n[3]Uhmmm. Sixty-eight. Why'd you hit me Bleichert? I didn't do you no dirt. \n[4]Friedrich Vogel. Fritzie. \n[5]Not a woman. Not a real one. A hoooer. \n[6]Daddy got a good rate on the room. He knew the house dick...This ain't right... \n[7]What's her name introduced me...the hooer. \n[8]We...played horse and rider. Gave her the Big Schnitz. \n[9]Softly. So so softly. Horse and Rider. \n[10]No no no no! I didn't kill her! \n[11]I didn't slice her! \n[12]No! No! \n[13]Daddy...went to Ellis...to the Jewboy. Wanted to get Charlie released...but the Jewboy said no...Daddy had a morgue friend owed him a favor and got this DOA cooze...Daddy wanted Uncle Bill but Ellis Jewboy said take Bleichert. Daddy said you'd do it cuz without Blanchard you were jelly. Said you were a sob sister, weak sister... \n[14]Daddy... ", "SALLY": "\n[1]I do a lot a cops, you know. Comes with the territory. Charlie used to say it was my union dues. Keep my operator's license. \n[2]Anyway. It was a full-day job. C-Note and a half. Kept talkin' about givin' me \"The Big Schnitzel\"...more like a cocktail frank once we got down to it...Well, we screw the whole afternoon...Go down to the lobby for some dinner and there's Liz, sittin' by herself. \n[3]Three or four times. Conventioneers. And lemme tell you something, I'm pretty good at faking it. But Liz, she was good. A virtuoso, Academy Award kind of stuff-- \n[4]No. Nothing like that. \n[5]No. But I bet she'd be gooood... \n[6]Anyway, we all get to talking...Schnitzel takes a liking to her and Liz tells me she needs the dough. So I set up a trick within a trick...I take a breather and they go at it in the bedroom. A couple hours later Liz left. \n[7]I think it got a little kinky. He'd brought a couple toys...He may have...whipped her a bit. \n[8]He said...she liked the Big Schnitzel. \n[9]Two days...after...Liz got in all the papers... \n[10]Yeah. Bad habit. Anyways, Fritzie V. shows up and shakes me hard about Charlie, whether he'd say anything about Liz to the caps. Beat me bad. Real bad. \n[11]No mister you got it all wrong. \n[12]Fritz just beat me. It was Sonny me and Liz did. Sonny. \n[13]I'd recognize that lousy fuck anywhere. ", "LINDA MARTIN": "\n[1]I'm an emancipated minor and if you touch me without a matron present I'll sue you! \n[2]Please, mister...My...my parents. \n[3]They were just pickups. \n[4]No. \n[5]It's...a movie. \n[6]I was...cadging at a bar in Gardena. This Mexican man - Raoul or Jorge or something - starting talking to me. I thought I was pregnant, and I was desperate wicked bad for money. He said he'd give me two hundred dollars to act in a nudie film. \n[7]He said he needed another girl so I asked Betty. The three of us drove down to Tijuana and we made the movie at this big house outside of town.  Then he drove us back to LA. \n[8]After Betty...After I read about Betty...I went looking for him in Gardena. He was about to go back to Mexico and I conned him out of a print. \n[9]I don't remember. On Aviation somewhere. \n[10]A Black Dahlia stag film? I thought...I could sell it if I had to.  It was...a collector's item. \n[11]No. Not for nothing. \n[12]You'll let me have it back, won't you? You won't let people look at it? ", "HARRY SEARS": "\n[1]You wanted some fresh gash, and you thought Betty was easy. You came on strong and that didn't work. You offered her money. She told you she was on the rag, and that was the final straw. You wanted to make her bleed for real-- \n[2]You plied Betty with drinks, got her to talk about her old boyfriends and came on like a pal, like the nice little corporal willing to leave Betty to the real men, the men who saw combat-- \n[3]You took her to a toolshed, maybe one of those abandoned warehouses out by the old Ford plant in Pico-Rivera. There was some twine and lots of cutting tools lying around, and you got a hard-on... \n[4]Yes, Reddy, yes. You thought of every girl who said \"I don't suck\", every time your mommy spanked you, every evil eye you got from real soldiers when you played your trombone in the army band. \n[5]Goldbrick, needle-nick, pussy-whipped-- \n[6]That's what Betty had to pay for wasn't it? \n[7]God hates liars! \n[8]Tell me, Red! Tell Betty! Tell God! \n[9]Tell God! \n[10]Checked for the smut pad. Goose egg. Peddlers--double goose egg-- \n[11]N-n-no, Russ. No file on Issler. Gone. ", "ELIZABETH SHORT": "\n[1]Elizabeth Short. Betty. Beth...Elizabeth. \n[2]Sorry. Can we try it again? \n[3]Oh. \n[4]Boston. Massachusetts. \n[5]Two years. \n[6]Well, you know, when in Rome... Why? Do you want a girl with an accent? \n[7]Don't just walk out on me, Richard. Say something. Say you care say you-- \n[8]What do you mean? \n[9]What would you like to talk about? \n[10]...I had a fiance, Captain Matt Durand. He was in a tank battalion. A Commander. He had...the fiercest blue eyes. Like the deep water you see from a fishing boat... ", "KOENIG": "\n[1]He confessed. Kiddie porks and the burglaries. Fritzie says we're all getting commendations. \n[2]He didn't do it. \n[3]Fritzie usually does the talking and I stand back up. Muscle job? \n[4]What'd the cooze say 'bout me? \n[5]I'm bored. \n[6]I'm gonna take those two guys outside. Maybe they knew the cooze-- \n[7]No! I'm gonna do it!  Now what do I roust 'em about? \n[8]Them guys talked. Said the stiff peddled her twat when she got strapped bad. I called it in. Mr. Loew said to keep it zipped cuz it don't look as good. \n[9]They didn't do it. ", "CORONER": "\n[1]On gross pathology, we have a female Caucasian between sixteen and thirty. Cadaver is presented in two halves with bisection level with the umbilicus. \n[2]...Through-and through laceration from both mouth corners...no visible signs of neck bruises...massive depressed skull fractures...Inspection of upper half abdominal cavity reveals no free-flowing blood. Intestines, stomach, liver and spleen removed. \n[3]She's not going to mind. \n[4]Lower half of the cadaver reveals removal of reproductive organs...Both legs broken at the knee, and healing, light lash marks on the upper back and shoulders... \n[5]Questions? \n[6]Here's what she wasn't. She wasn't raped, she wasn't pregnant, dried semen indicates voluntary intercourse within the last week...She took what I'd call a gentle whipping in the last ten days...In terms of the nitty-gritty...She was probably tortured with a knife for thirty- six to forty-eight hours before death. The cause of which is either the mouth wound or more likely she was beaten to death with something like a baseball bat. \n[7]They came out after death. Then I'd say he drained the blood from the body and washed it clean, probably in a bathtub. \n[8]Maybe. Probably not a surgeon type--but that doesn't rule out veterinary training, biological training, or my Pathology for Beginners class at UCLA. Has she got a name yet? \n[9]God love you, Elizabeth. Russell, when you get the son of a bitch who did this to her, give him a kick in the balls and tell him it's from Frederick D. Newbarr, M.D. Now all of you get out of here, I've got a date with a jumper suicide in ten minutes. ", "SHERYL": "\n[1]You the driver from RKO? \n[2]If this is about those jaywalking-- \n[3]I did all this on the phone this morning. Nine thousand questions about Betty's nine thousand boyfriends and I don't remember any of the names. Can I go now? The extras truck is due any minute. \n[4]That's Betty's other place. DeLongpre and Orange. \n[5]Betty's problem wasn't enemies. It was too many friends. \n[6]How 'bout \"the world of high finance\"? \n[7]I'm in mister. \n[8]Maybe once. Maybe not. 'Round Thanksgiving she showed up bragging about gettin' her big break...Had one of those viewfinders around her neck? But who knows where she really got it. Betty had a tendency to-- \n[9]Lie. ", "MILLARD": "\n[1]Like I said, Robert. We're doing this because you didn't come forward. \n[2]But you said you didn't chip on her. Betty wouldn't put out. That's no reason to hide from the police. \n[3]And you wanted to fuck her, didn't you? \n[4]Come on, son! \n[5]But she cock-teased you. \n[6]And you were in the Army band. You get angry? \n[7]You drove her back to LA with you on...December tenth? And dropped her at the Biltmore Hotel? \n[8]Keep an eye on the evidence suppressor son of a bitch and his minions to make sure they don't try to coerce a confession out of that innocent man in the holding tank. \n[9]Bucky. What is it? ", "ISSLER": "\n[1]Please. I didn't kill Liz. I don't know why I do these things, and I apologize. So please don't let that man hurt me. \n[2]I...can't. I just can't. \n[3]No. \n[4]She looked so...sweet and pretty and I felt so bad. I always confess to the pretty ones. \n[5]I do such nasty things I don't know why-- \n[6]I...don't...know...anything! \n[7]I knew you at Ad Vice! \n[8]I'll be okay....Liz... \n[9]I knew you at Ad Vice-- ", "MARJORIE": "\n[1]...Betty had this gift, you see. She was so sweet and eager to please...a bit dumb, maybe. But she'd do anything to be liked, become whatever you wanted her to be. She'd walk like you, or talk like you...but she wasn't...she was still her. \n[2]Sure. She had this viewfinder and showed it around to all the guys. Said it was from the director. A co-starring role. \n[3]Once she said it was for Fox. Another time Paramount. I think she was just fibbing. You know, for the boys. \n[4]Don and Harold--sitting outside. She dated both of 'em once or twice. Other than that...I just...didn't really pay attention to who she was with. \n[5]Well...Right before she moved out...l saw her and Linda... \n[6]Yeah. Her and Linda Martin--talking to this older woman up on the Boulevard. She had a man's suit and short hair like a man...Only that one time... \n[7]That's her. God...She's only fifteen. \n[8]This morning. I told her I'd called the police to come talk to us about Betty. Was that the wrong thing to do? ", "PETE": "\n[1]So...I'm surprised but I'm not so surprised. I hear you been lookin' good. Better'n people think. \n[2]I guess what I hear is correct. Then you'll be wantin' to place this with Mickey Cohen's indie. He's got Blanchard 2 to 1-- \n[3]Oh. Then as a friend I feel it's my duty to tell you this: you better make it look good. \n[4]Dragna's got a guy really sold on you. Even money. Best you're gonna get. \n[5]Luck. \n[6]Luck. \n[7]Well? ", "BARTENDER": "\n[1]Beverage Control? \n[2]Who got snuffed? \n[3]Huh. The Dahlia's a sister? \n[4]Never seen her 'cept in the papers. And the little schoolgirl twist I've never seen. We don't truck with underaged stuff. Capice? \n[5]No shit. \n[6]Never seen her. \n[7]A couple times. Two, three months ago. Just to cadge drinks off the sisters, though. She liked boys, I'm sure. And not the Dahlia. Never. "}}