{"dialogues": {"BLADE": "\n[1]----- \n[2]Main credits end. \n[3]Where is Deacon Frost? \n[4]Got something in your throat. \n[5]Frost. \n[6]Now don't we look dapper? \n[7]Whistler! \n[8]She's been bitten. \n[9]She hasn't turned yet. You can help her. \n[10]strapped into some kind of Inquisition-esque restraint chair. His shirt is off, his body slick with sweat. Whistler finishes strapping Blade in, then stands back, holding up a gas-powered pistol injector, hesitant -- \n[11]Just do it, old man. \n[12]You shouldn't be here. \n[13]-- he's a vampire. \n[14]Stupidity. \n[15]It's not worth the risk. We can't trust her. \n[16]Because you're tainted. The venom's still inside you. You could still turn on us. \n[17]Then I have to take you out, just like any other bloodsucker. \n[18]We hunt them, moving from one city to the next, tracking their migrations. They're hard to kill. They tend to regenerate. \n[19]I don't care what you believe. I saved your life once, I don't plan on making a habit of it. You want my advice, you'll be out of the city by nightfall. If you're stupid enough to stay, that's your business. \n[20]Not anymore. You've seen one of them. You won't be allowed to live after that. \n[21]Do it. You'll be dead before you can file the complaint. \n[22]Get in. You\u0092re leaving. \n[23]Remember what we said. Keep your eyes open. They're everywhere. \n[24]You okay? \n[25]Figured they'd send someone after you. Thought I'd wait around and see who showed up. \n[26]It worked, didn't it? \n[27]He didn't. Get over it. \n[28]He's a familiar. A human who works for the vampires. See this mark? \n[29]That's a glyph, kind of like a vampire cattle brand. That means Officer Friendly here is someone's property. Any of the other vampire's try to bleed him, they'll have to answer to Friendly's owner -- This glyph belongs to Deacon Frost. We've been tracking him for a while now -- \n[30]Because they're vampire wanna-bes. If they're loyal, if they prove themselves, then their masters will turn them. \n[31]For some. Live forever, never get old. The ultimate high. \n[32]How 'bout you, Officer? You a good little bloodhound? \n[33]Looks like our friend was blood-running. Where were you headed? \n[34]Preventive medicine. \n[35]It's war, now get the fuck out of the way! \n[36]God-damnit!!! Do you have any idea what you just did?! He'll warn them. They'll be waiting! \n[37]Let me set you straight on something, Doctor. What you've \"seen\" so far is nothing. The world you live in's just the sugar-coated topping. There's another world beneath it, the real world -- and it's a fucking bloodbath. If you want to survive in it, you'd better pull your head out of your ass. \n[38]What the hell are you doing?! I could have killed you! \n[39]Do you have a death wish or are you just stupid? \n[40]There is no cure. \n[41]What do you see here? \n[42]Look closer. \n[43]This isn't a gang tag, it's a vampire marking. It means there's a safe-house nearby. A place they can go if dawn is coming. \n[44]Owned by vampires. There's one of these in every major city, and just like Domino's, they always deliver. You telling me you're ready to walk through that door? \n[45]All right, then, listen up, Vampire Anatomy 101. Crosses and running water don't do dick, so forget what you've seen in the movies. \n[46]You use the stake, silver, or sunlight, got it? \n[47]Know how to use one of these? \n[48]Safety's off, round's already chambered -- Silver hollow-points filled with garlic. You aim for the heart or the head, anything else is a one-way ticket to a pine box. \n[49]Get out. Now. \n[50]I know you're blood-running. Who's your sponsor? \n[51]What's this? A birthmark? \n[52]Still think we might be wrong? How much are you shipping? \n[53]I've got a message for your masters -- the night's no longer safe for their kind. \n[54]He will. \n[55]Looks like we hit pay-dirt. This place is crawling with them. See the valets over there? They're vampires. So is the doorman. \n[56]The way they move, they way they smell -- \n[57]The whore on the corner, she's one too. So are the two men standing under the streetlight. \n[58]There are worse things than vampires out there. \n[59]Like me. \n[60]Where's the entrance?! \n[61]I got news for you, butt-boy. You're already dead. \n[62]After you. \n[63]Some kind of archive -- \n[64]You've been watching too much TV. They've got their claws sunk into everything -- finance, real estate, politics. Probably own half of Downtown. \n[65]This must be where they keep their records -- \n[66]Frost? \n[67]Don't be. You're another notch on my sword hilt, nothing else. \n[68]A sun lamp. We're gonna play twenty questions. Depending on your answers, you might get to have yourself a tanning session. \n[69]What were you in such a big hurry to delete just now? \n[70]And who is LaMagra? \n[71]Where's the original, Pearl? You must have it around here somewhere. \n[72]If he moves, cook him. \n[73]That's the point. \n[74]I'm expecting some company. \n[75]He can take care of himself! GO!!! \n[76]Nothing that won't heal by dawn. \n[77]I need help with this -- \n[78]Serum -- it's a human hemoglobin substitute. \n[79]Not quite. I'm a hybrid. Half-human, half-vampire. \n[80]Don't even start, old man. \n[81]You get used to the darkness. \n[82]I can't close my eyes without hearing her scream. \n[83]I do. I remember from day one. People staring at me, sensing I was different. Watching the fear grow in their eyes, knowing in their hearts I wasn't human. \n[84]Just get out of here. \n[85]I said, GET OUT!!! \n[86]China Town. I need more serum. What's all this? \n[87]For your miracle cure? \n[88]Cancer. \n[89]We've got a good arrangement, that's all. Whistler makes the weapons, I use them, the vampires die -- end of story. \n[90]Your mother sounds like a Hallmark greeting card. \n[91]I'd wish you luck, Doc, but I never put much stock in optimism. \n[92]How's it going, Kam? \n[93]I was in the neighborhood. \n[94]Whistler says I'm building up a resistance to it. \n[95]Maybe it's time to start exploring other alternatives. \n[96]Yeah. I know. \n[97]Thanks, Kam. One other thing. Have you ever heard of a vampire called the Sleeper? \n[98]I found this in there archives. I need to find someone who can read their language. \n[99]How can you be out here? \n[100]I don't buy it. \n[101]Maybe I don't see it that way. \n[102]You're wrong. \n[103]Pass. \n[104]You're not going anywhere. \n[105]Any progress? \n[106]You don't look so good. \n[107]It's started. \n[108]You've got another day or two at most. \n[109]For what it's worth, I'm sorry. \n[110]I'm here to see Miracia. Kam sent me. \n[111]You're blind -- \n[112]I didn't come here to get my palms read. I need something translated. \n[113]Who is LaMagra? \n[114]His blood -- ? \n[115]\"The Blood Tide\". \n[116]How do I stop it? \n[117]But I just got here -- \n[118]\n[119]Jesus, Whistler, what did they do to you? \n[120]Don't try to talk -- \n[121]No, we can treat the wounds -- \n[122]Whistler, I can't. \n[123]Whistler, I -- \n[124]You should be. I've made some improvements. \n[125]Mother -- ?! \n[126]But you -- died -- \n[127]Fight him -- \n[128]Please -- \n[129]I've been better -- \n[130]How long have we been driving? \n[131]We get out of this alive, maybe I'll take that miracle cure of yours. \n[132]What are you talking about? \n[133]-- go to hell -- \n[134]I'd kill myself -- before I turned into something like you. \n[135]How could you be a part of this? \n[136]You don't have to be. \n[137]I don't believe that. \n[138]Mother! \n[139]Get out of here -- \n[140]You don't understand. The Thirst -- \n[141]-- tearing me -- apart. \n[142]No -- \n[143]I can't -- I won't be able to stop -- \n[144]\n[145]Never been better. \n[146]Frost!!! \n[147]stands at the balcony overhead, Karen at his side. He leaps from it, somersaulting down to the floor below, landing on his feet like a predatory cat. \n[148]Who dies first? \n[149]Let's see if you can grow a new one of these! \n[150]Next? \n[151]Where are you?! \n[152]Guess you're not quite as invulnerable as you thought. \n[153]You don't have a few minutes, Frost. \n[154]It's because I'm human that I can do this. \n[155]For them. But for me -- \n[156]I feel like it's finally beginning. ", "KAREN": "\n[1]You took this off a DOA? \n[2]This isn't human blood. \n[3]I don't know -- Look at this blood smear -- \n[4]The red blood cells are biconvex, which is theoretically impossible. They're hypochromic, there's virtually no hemoglobin in them. Look at the PMNs, they're binucleated, they should be mononucleated. \n[5]Curtis, it's three in the morning. I'm really not in the mood for one of your practical jokes. \n[6]I thought you promised to give me some distance? \n[7]Five minutes, not a second more. And I don't want to hear a word about \"us\". \n[8]You haven't started in on the internal organs? \n[9]What? \n[10]Sometimes -- \n[11]-- but then I remember what an ass-hole you were and I'm snapped back to reality. \n[12]My shoulder -- dislocated -- \n[13]What -- ? \n[14]She draws back, instinctively knowing that she's just witnessed something she shouldn't have. She looks for an exit, SEES another doorway. She makes for it -- \n[15]I'm sorry, I -- \n[16]Who are you people? \n[17]You're joking -- \n[18]Why did you help me? \n[19]Why? \n[20]What happens then? \n[21]So what do you use, then? A stake? \n[22]And you honestly expect me to believe all this? \n[23]I can't just leave. I have a life here, a career -- \n[24]I can go to the police. I have blood samples back at the hospital. I can show them. \n[25]That's ridiculous! No one's that powerful. \n[26]So that's it? You guys just patch me up and send me on my way? \n[27]I need the police. This is an emergency -- \n[28]Hello? My name is Karen Jansen, I was with Curtis Webb at Mid-Town Hospital last night -- that's right, I witnessed the attack -- 115 Aurora, apartment 3G. Yes, I'll wait here. Please hurry. \n[29]Get a grip on yourself, girl. \n[30]Who is it? \n[31]Yes, that was me, I'm Karen Jansen -- \n[32]I know. Listen -- do you have any idea what happened to Curtis, the other doctor? \n[33]Why? \n[34]He said it would work against vampires -- \n[35]How did you know? \n[36]You used me as bait?! \n[37]But, he could've -- \n[38]But he's a policeman -- \n[39]Why in God's name would anyone want to work for them? \n[40]And that's a good thing? \n[41]What are you doing?! \n[42]You can't do this, he's human, it's murder. \n[43]You were going to kill him. What was I supposed to do?! Shut my eyes and pretend I didn't see what I saw? \n[44]I remembered the address. I followed you -- \n[45]Look, if what you say is true, if there's a chance I could turn into one of them, then I've got no choice, do I? I have to work with you. I need to learn everything I can about them. It's the only way I'll be able to find a cure for myself. \n[46]You don't know that. \n[47]What are you looking at? \n[48]Graffiti -- \n[49]I know this place -- it's a blood bank. \n[50]No. \n[51]What if you've made a mistake? \n[52]You let him go -- An hour ago you were ready to kill a man for less, this one didn't even talk. \n[53]How can you tell? \n[54]So many of them -- I still can't believe they're real. \n[55]Like what? \n[56]What is this place? \n[57]Isn't this all a little high-tech? I thought vampires were more into cobwebs and coffins. \n[58]He moved. \n[59]What are these? \n[60]How did you find us?! \n[61]You've been listening in the whole time? \n[62]Whistler! \n[63]You're hurt -- \n[64]What am I injecting you with? \n[65]You're one of them, aren't you? \n[66]Why didn't you tell me the truth about him? \n[67]What happens if he doesn't take the serum? \n[68]No offense, Whistler, but you're not exactly working with state of the art equipment here. You might have missed something. \n[69]Why do you hunt them? \n[70]He killed them? \n[71]How did you escape? \n[72]And now you're using Blade to exact your revenge? \n[73]I'll take my chances. \n[74]Blade? \n[75]It's dark in here. \n[76]Whistler told me about your mother. \n[77]Those aren't real memories. No one has that kind of recall. \n[78]If you're not human, then why do you bleed like us? I've seen vampire blood, you don't have it running through your veins. \n[79]Blade -- \n[80]I made a trip to the hospital last night, borrowed some equipment. \n[81]This is sodium citrate. It's an anti-coagulant. We use it to treat blood-clots sometimes. Vampire blood is thinner than humans, though. Watch what happens when I introduce some into a sample -- \n[82]Before you go, I'd like to take a sample of your blood. \n[83]Is he sick? \n[84]You care about him, don't you? \n[85]My mother used to say that a cold heart is a dead heart. \n[86]Some. It's been slow -- \n[87]I'm just tired, that's all. We've been up all night. \n[88]Excuse me. \n[89]You make it sound like I'm already dead. \n[90]All right, let's start with the basics -- why do vampires need to drink blood? \n[91]Then vampirism is a genetic defect, just like Hemolytic anemia? \n[92]So what about gene therapy? \n[93]Basically you'd have to re-write the victim's DNA, alter it so that the DNA will produce proteins capable of generating hemoglobin. \n[94]With a retrovirus. It's injected into the bone marrow cells, it causes the host's DNA to mutate. They've been using them to treat Sickle-cell anemia. \n[95]On me, yes. On Blade, I'm not so sure -- The problem is, Blade didn't contract the vampire virus from a bite like I did. He was born with it. The irony is, I could probably cure every vampire but him. \n[96]What happened to the power? \n[97]Why haven't you killed me yet? \n[98]How many of you are there? \n[99]What happens then? \n[100]LaMagra -- \n[101]You. \n[102]There's no need for any of this. Your condition can be treated. Whistler and I were working on a cure when -- \n[103]But you use blood banks -- \n[104]You're a monster. \n[105]sits nearby, watching him. From the steady rocking motion and the SOUNDS of traffic outside, it's evident that they are in the back of a moving truck. \n[106]Are you all right? \n[107]I don't know. I woke up just before you did -- \n[108]Is it bad? \n[109]It won't work on you. \n[110]Your condition's congenital, the genetic mutations occurred in utero. All the other victims contracted vampirism after birth. \n[111]I can't cure you, Blade. I can cure myself, but I can't cure you. I'm so sorry. \n[112]Blade -- \n[113]Curtis?! \n[114]Blade. \n[115]I'm not leaving without you. \n[116]I know. Take some of my blood. \n[117]It's the only way. You know that. We'll never get out of here alive if you don't. \n[118]Yes you will. The human side of you is stronger. I know it is. \n[119]Don't stop -- \n[120]My God -- \n[121]Are you -- all right? \n[122]Get away from him! \n[123]Blade! \n[124]Blade? \n[125]I never imagined I'd be so happy to see the sun rise -- It's over, isn't it? ", "FROST": "\n[1]You're wrong, Dragonetti. \n[2]The Day Walker represents a unique opportunity. We'd be fools to waste it by killing him. \n[3]Why should I respect something which has outlived its purpose? \n[4]Study him. Unlock the secrets of his DNA. He's the key we've been looking for. \n[5]Why should we spend our lives cringing from the daylight when his blood offers us an alternative? Enough talk. It's time we stepped out of the shadows! \n[6]Am I? Or am I just the first to say out loud what we've all been thinking? \n[7]Someone who's sick of living off scraps. The coming age belongs to us, not the humans! When the final war between our races comes, who do you want leading the charge? \n[8]Some withered up fossil ready to snap like a brittle bone at the first sign of change? \n[9]Careful, old fang. You might wake up one day and find yourself extinct. \n[10]tucked away in a carrel, surrounded by books and scriptures, with only the SICKLY GLOW of his laptop to provide light. \n[11]Please. You and the other Elders wouldn't know what to do with these texts if your lives depended on it. Which, of course, they do. \n[12]Perhaps. \n[13]lounging in a chair, studying a laptop which rests beside him. On the screen is a digitized image -- a page taken from an ancient manuscript, written in a secret tongue. Officer Gideon waits nearby, cradling his ruined hand, his battered face cast downward like a boy who's been called into the Principal's office. \n[14]Crestfallen. \n[15]Tell me something, Gideon, what blood type are you? \n[16]Take a wild stab. A? B? O, perhaps? I'm interested in the antigens here, the agglutination reaction -- \n[17]I'm going to guess AB positive. \n[18]AB positive. Give the man a prize. \n[19]In the flesh, Blade. I understand you've been looking for me. I'm flattered. \n[20]You're quick, Blade, I'll give you that. In the space of an hour you've crossed my familiar, destroyed a blood bank -- Now here you are in the heart of our archives, terrorizing our curator. \n[21]You're history, Pearl. Have the good grace to die with some dignity. Round one to you, Blade. \n[22]You seem to be in the habit of losing them fairly often, Quinn. Maybe the amputee lifestyle just suits you. \n[23]Down, boy. Blade's not going anywhere. I promise. Right now, though, we've more pressing business -- It's time Dragonetti paid the piper. \n[24]When was the last time you stopped to appreciate a sunrise, Dragonetti? Three, four hundred years? \n[25]How do you like that? Right on time. \n[26]The wheel turns, old fang. Guess you just got a little too long in the tooth. \n[27]Dragonetti was right. You were fools to trust me. \n[28]Easy. \n[29]Wouldn't want our little friend here to wind up on the back of a milk carton, would we? \n[30]Beautiful day, isn't it? \n[31]I dabble in pharmaceuticals, medical research. We've developed a type of sun-blocker using octyl salicylate, a few others things. \n[32]It's not very effective in direct sunlight, but it's a start. The goal, of course, is to be like you, \"the Day-walker\". \n[33]Why not? The future of our race runs through your bloodstream. You've got the best of both worlds, Blade. All of our strengths and none of our weaknesses. \n[34]Oh, so it's back to pretending we're human again, is it? Spare me the Uncle Tom routine. You can't keep denying what you are. You're one of us, Blade. You always have been. \n[35]Am I? You think the humans will ever accept a half-breed like you? They can't. They're afraid of you. The humans fear us because we're superior. They fear us because in their hearts they know their race has become obsolete. \n[36]Look at them, just an endless stream of cattle in a mad race to the slaughterhouse. \n[37]The pause that refreshes -- Care for some? Smells good, doesn't it? Pungent, with just an irrepressible hint of iron. \n[38]You sure now? I bled a newborn for this. You won't find a drink that's sweeter. \n[39]Tell me honestly, do you really get the same rush from that pasteurized piss-serum of yours? You're surprised I know about your serum? You shouldn't be. I know everything about you. \n[40]You can't keep walking the razor's edge, Blade. The day will come -- and soon, when you'll have to choose between our kind and their's. If I were you, I'd take care not to wind up on the wrong end of the fang. \n[41]Love to continue this chat, but it appears I'm melting. \n[42]Watch me. \n[43]Words to live by, Whistler. \n[44]It's been a long time, hasn't it, \"old friend\"? \n[45]Hello, Blade. By the time you watch this, Whistler will no doubt be winging his way to Heaven, thanks to your capable hands. If it makes any difference to you, he put up quite a fight. \n[46]Now, I'm sure you're wondering about Ms. Jansen's well-being. She's alive and kicking -- \"ambulatory\", as they like to say in the trade. Whether or not she remains so is entirely up to you. I'll make this as easy as possible for you, Blade. You can find us at the Edgewood Towers. We'll be waiting with baited breath. \n[47]leans forward out of the shadows, resting his elbows on the table, hands steepled together. \n[48]Well, here we are, Doctor. \n[49]A few thousand scattered about the globe. In the past, we've had to restrict our numbers for fear of discovery. That won't be necessary after tonight. \n[50]The Blood Tide. Our long-prophesied holy war against the humans. There's a force, you see -- a spirit that exists in our blood. I've discovered a way to invoke it. \n[51]That's right. The answers were there all along, of course, scribbled down in the forgotten languages of my kind. Waiting for someone with the patience to decipher them. My elders were foolish enough to dismiss them as wives tales. But I knew better. Imagine my surprise when Blade turned out to be the key which would set that force free. \n[52]LaMagra isn't a physical being. He's a spirit, requiring a flesh and blood host in order to manifest himself. \n[53]Who better to usher in the Blood Tide? \n[54]What makes you think we want to be cured? Blood is only part of the equation. The hunt, the killing, that's what the Thirst is really about. \n[55]Only as a last resort. Preserved blood is inferior. There's no flavor left to it, no life. Fortunately, I've found a way around that particular obstacle. \n[56]Under these conditions I can keep a donor alive for years, producing anywhere from fifty to a hundred pints of blood. Of course, this is just a pilot program, really. Once the Tide comes, we'll need to expand production. So many more mouths to feed -- \n[57]Why? Because we live at another species' expense? Your people farm cattle and veal, don't they? Fattening them up with steroids? It's called evolution, Doctor. Survival of the fittest. \n[58]I have a wake-up call for the human race. You're no longer at the top of the food chain. \n[59]She can't. She's one of my thralls now. She has about as much free will as a puppet on a string. You love me, don't you, Vanessa? \n[60]What do we have here? Your precious serum? I don't think you'll be needing this anymore. \n[61]Don't look so surprised, Blade. You've spent your life looking for the vampire who fathered you. Well you can rest easy now, you've found him. Daddy's here. \n[62]It's true, Blade. You've got my blood running through your veins. Thirty years ago. A moonlit street, a woman on her way home alone. You were conceived the night I tore my fangs into your mother's flesh. \n[63]Welcome home, children. \n[64]On its surface, this building houses one of the city's oldest financial institutions -- and for over two-hundred years its served our corporate needs. Look beneath the surface, however, and you'll discover another truth entirely -- \n[65]As above, so below. \n[66]Welcome to our hall of ancients, Doctor. We call it the Temple of Night. \n[67]Let's see this sword of his. \n[68]Still quite sharp, I see. \n[69]You're wasting your breath, woman. He can't hear you now. It's the Thirst, you see? It already has him in its grip. \n[70]How long has it been since you had your serum? Twelve hours? More? You must be quite thirsty by now. \n[71]What does it feel like? Is your blood on fire? Are you burning up inside? Give in to the Thirst, Blade. Embrace your true nature. \n[72]I've got news for you, Blade. We're already here. \n[73]Take him to the sanctuary. It's time he was bled. \n[74]I'd let you watch the proceedings, Doctor, but I'm afraid that privilege is reserved for members of my own race. Don't worry, though, I've made alternate arrangements for you. \n[75]We call this the Bone Pit. It's where we keep our mistakes, the ones who couldn't successfully make the transition from human to vampire. \n[76]They'll feed on anything, given the chance -- animals, corpses, even other vampires. \n[77]Of course, a strapping young woman like yourself -- well I think you just might be considered finger food. \n[78]approaches, still carrying Blade's sword. \n[79]It's been a long road, hasn't it? Such a pity Whistler led you so far astray. \n[80]I don't blame you, though. I want you to know that. Even after all you've done. I understand, Blade, I really do. It's the human side of you which has corrupted your reasoning, made you weak. But we'll take care of that, won't we? \n[81]No you wouldn't. I'm going to bleed you dry, Blade. All the poison that makes you human. When the Tide comes, you'll be begging me put you through the Change. \n[82]It's done. We should ready ourselves for the ritual of invocation. \n[83]Tonight is the night we've waited our entire lives for. Tonight, the blood-dimmed Tide is loosed upon the world. Tonight, the Age of Man comes to an end. \n[84]\"And what rough beast, its hour come round at last, slouches towards Bethlehem to be born?\" \n[85]stands with his back to us, his body trailing wisps of occult fumes. As he slowly turns, we catch a glimpse of his eyes -- burning with an awesome, inner fire. \n[86]No longer. \n[87]Take him. \n[88]Enough!!! \n[89]You're too late, Blade. I'm already changing. Don't you see? The Sleeper has awakened. I'm not just Frost anymore. I'm becoming a god now, blood incarnate. \n[90]You can't hurt me anymore. \n[91]Everywhere. \n[92]You want my blood so much?! Take it! \n[93]I was wrong about you, Blade. You were never one of us. You're a traitor to your race. \n[94]You're wrong -- a few minutes more, and my transition will be complete. Even your sword won't be able to affect me then. \n[95]Just as I thought. Still chained to your mother's breast after all these years. \n[96]You're too human, Blade. ", "WHISTLER": "\n[1]Are we bringing home strays now? \n[2]You should've killed her, then. \n[3]No promises. You watch her close. She starts to turn, you finish her off. \n[4]Localized necrosis. She's borderline. Another hour and she'd be well into the change. \n[5]Can you hear me, woman? \n[6]You've been bitten by a vampire. We've got to try and burn out the venom, just like a rattlesnake bite -- \n[7]Hold her. \n[8]\"Dr. Karen Jansen\". Listen close, I'm going to inject you with an antidote made from allium setivum -- garlic. This is going to hurt. A lot. \n[9]I had to increase the dose. You're building up a resistance to the serum -- \n[10]Wandered off the beaten path, Doctor? \n[11]My name is Abraham Whistler. This is Blade. As for our little homunculus here -- \n[12]Not at all. You're looking at a prime specimen of the homines nocturna. \n[13]If Blade hadn't brought you here, you would've wound up like him. \n[14]Maybe not. I did some checking, she's a hematologist. Knowledge like that might come in handy. \n[15]Some of the old wives' tales are true -- they're severely allergic to silver, various types of wood. Feed them garlic and they'll go into anaphylactic shock -- \n[16]-- and of course there's always sunlight, ultra-violet rays. \n[17]There's a war going on out there. Blade, myself, a few others -- we've tried to keep it from spilling over onto the streets. Sometimes people like yourself get caught in the cross-fire. \n[18]You're talking about a brotherhood that predates the Catholic Church by thousands of years. Their survival depends on their ability to blend in. Chances are, you've encountered them and not even known it. On the subway, in a bar -- \n[19]Wait. \n[20]Consider it a parting gift. Vampire mace -- silver nitrate, essence of garlic. \n[21]There is one other thing. I'd buy yourself a gun if I were you. If you start becoming sensitive to the daylight, if you start becoming thirsty regardless of much you've had to drink -- then I suggest you take that gun and use it on yourself. Better that, than the alternative. \n[22]stands in the smoking hole where the wall used to be, brandishing his cane in one hand and an automatic rifle in the other. He balances the rifle against his hip like an over-the-hill gunslinger and OPENS FIRE on the vampires. Blade rolls, snatching up a fragment of the parchment which has blown free from the vault. Seconds later, he and Karen are fleeing after Whistler, retreating back through his newly created exit. \n[23]Christ, I'm too old for this. Somebody get me a goddamn wheelchair. \n[24]We keep in radio contact. \n[25]You think I'd let him run loose without a chaperone? Blade ferrets their rat-holes out, I map them. Then we blow them all to kingdom come. \n[26]There's a subway line due East of here. We'd best make tracks. \n[27]Go on, I'll be fine! \n[28]is waiting for them, sitting at a workbench. \n[29]What took you so long? \n[30]We weren't sure we could trust you. \n[31]Blade's mother was attacked by a vampire while she was pregnant. Ultimately, she died, but her unborn child lived. Unfortunately, he'd undergone certain genetic changes while in the womb -- \n[32]I found Blade when he was thirteen. He'd been living on the streets, feeding off the homeless. Apparently the Thirst manifested itself at puberty -- I took him for one of them at first, almost killed him, too. But then I realized what he was. \n[33]Blade's unique, you know. A one in a billion anomaly. He can withstand sunlight, garlic, even silver. But he still has the Thirst. \n[34]The Thirst overcomes him, just like the others. It's not something he can control. The problem is, time's running out. His body's starting to reject the serum. And so far, all my efforts to find a cure have ended in failure -- \n[35]Which is why you're here. We could use someone with your experience. \n[36]This used to be mine, you know. It's been passed down through the centuries, from one hunter to the next -- \n[37]Habit, mostly, just like this. \n[38]I had a family once -- a wife, three daughters. Then a drifter named Deacon Frost came calling one evening -- \n[39]Eventually. He toyed with them first. He made me choose, do you understand? Which order they would die in -- \n[40]I didn't. He was cruel enough to let me live. Even gave me a souvenir to remember him by. \n[41]Frost's bodycount keeps rising, and I'm not getting any younger, am I? \n[42]I wouldn't go in there if I were you. It's best to leave him alone when he's like this. \n[43]Going somewhere? \n[44]She's been making real progress, Blade. Show him -- \n[45]Can you imagine what a dash of that would do on your sword? \n[46]Their own blood can't sustain hemoglobin. \n[47]How? \n[48]You're serious? You actually think this could work? \n[49]Then we're back to square one, aren't we? Sooner or later, the Thirst always wins. \n[50]I don't know, but the back-up generator should've kicked in. \n[51]UV floodlights are down too. \n[52]Get it!!! \n[53]Understand this -- they are monsters. Hesitate for even a moment, and you've lost. \n[54]has been strung up by his arms against the far wall, tortured and left for dead. In response to Blade's voice, a MOAN escapes the dying man's lips. Blade rushes to the wall, cutting Whistler down with his sword, gently lowering him to the floor. As he cradles the old man in his arms, Blade sees the primary wound -- two ragged puncture marks along Whistler's throat. \n[55]Frost took her -- \n[56]Listen. You have to -- finish me off. You don't want me coming back. \n[57]Too far gone, you know that. \n[58]Yes you can. Now get on with it. \n[59]I know. Just be quick about it, will you? Do it right. ", "QUINN": "\n[1]Fuck you, Day-walker, I ain't saying shit -- \n[2]You won't stop him, Blade. The Tide's rising, the Sleeper's gonna -- \n[3]rises from the table, flinging Curtis' twitching body aside. He curls his blood-soaked lips back, baring viper-like fangs, emitting a \n[4]-- more -- blood -- \n[5]Curiosity killed the cat. \n[6]Hola, amigo. Remember me? \n[7]You took my arm, Blade. But that's okay, I'm growing a new one -- \n[8]Nice, huh? Think I'll ever play the piano again? You can slice him, you can dice him, and the man just keeps on coming. \n[9]Stay with me, sweetness, I'm not through with you yet. \n[10]Teak. Nice craftsmanship. Now here's a man who takes his job just a little too seriously, don't you think? Which reminds me, Blade, think I owe you one -- \n[11]Actually, if you want to get technical, I owe you two. \n[12]What's so funny, bright eyes? \n[13]springs forward, snagging Blade's ankle with his \"good\" hand. The vampire's weight threatens to haul Blade down. Blade reaches to his back-scabbard, unsheathes his sword -- THUNK! Blade brings the sword down on Quinn's good arm, cutting it off at the wrist! Quinn falls to the tracks, tumbling head over heels back into the darkness -- \n[14]He took my fucking hand! Again! \n[15]We need to find him, tonight. \n[16]We should finish him off. \n[17]Fucking waste, if you ask me. \n[18]Grew another hand for you sweetmeat -- -- and now I'm gonna kill you with it. ", "MIRACIA": "\n[1]sits on a sagging couch outside, clutching a deck of well-thumbed Bicycle playing cards. She's ancient, with a mouthful of gold-capped teeth and cataract-clouded eyes. Blind. \n[2]Is something wrong, my friend? \n[3]There are other ways to see. Sit. \n[4]Perhaps you have brought me something -- an offering for the orishas? \n[5]Hold out your hands. \n[6]Show me. \n[7]Sangre. Written in blood. \n[8]This is an old tongue, from an old world. It concerns LaMagra. \n[9]The vampire God. This speaks of His return. \n[10]\"-- there will come a Day Walker.\" \"His blood will call the Sleeper from beyond the Veil of Tears.\" \n[11]The Day Walker's blood is a disparador -- a trigger, you see? For LaMagra's return. One need only consume it and the spirit of his ancestors will settle upon him. \"And the Sleeper will rise from the shadows anew, cleansing the world in a Tide of Blood.\" \n[12]Yes. The vampire apocalypse. It is said that all who feel its taint will succumb to the Thirst. \n[13]The Great Wheel turns, my friend. The Dark is rising. How would you fight a shadow? \n[14]I am tired. Dawn is coming. \n[15]You've been here longer than you think. ", "CURTIS": "\n[1]Jesus, that's rank -- \n[2]What's his story? \n[3]Pretty. \n[4]Then what is it? \n[5]What about the chemistry panel? \n[6]It's not a joke. I've got the stiff sitting in the morgue right now -- look, just come up and see him, okay? Five minutes, that's all I ask. \n[7]This is purely professional curiosity, Karen, I swear. \n[8]No problem. \n[9]Just the blood sample from the pericardial sac. \n[10]That's weird -- \n[11]He looks different now, burns are less extreme, some of these wounds have closed up -- \n[12]Tell me something, honestly, you ever have second thoughts about us? \n[13]Jesus, Karen, you're breaking my heart here -- ", "DRAGONETTI": "\n[1]Blade. Once again, our interests have fallen victim to his ridiculous crusade. He must be destroyed. \n[2]Deacon Frost. You refuse to speak our language, you insult the House of Erebus by using the humans' gutter-tongue, have you no respect for tradition? \n[3]I see. And what would you have us do with this \"half-breed\"? \n[4]He is an abomination! \n[5]The shadows suit us, Frost. We've existed this way for thousands of years. Who are you to challenge our ways? \n[6]Get out!!! \n[7]What are you doing here? \n[8]These archives are restricted to members of the House of Erebus. \n[9]You're wasting your time, Frost. Far greater scholars than you have tried to decipher these words. Whatever secrets they hold have been lost. \n[10]What are you up to, Frost? \n[11]What is this? Where am I?! \n[12]The other elders will never let you get away with this! \n[13]Don't you see, you fools?! He'll betray you too! He's planning on invoking LaMagra himself! ", "VANESSA": "\n[1]Jason. \n[2]I've missed you so much, Jason. You have no idea what I've been through, how much I've wanted to see you -- \n[3]Deacon brought me back. \n[4]Yes. \n[5]Listen to your father, Jason. It's going to be a better world. \n[6]There's no use fighting us, Jason. \n[7]These are my people now. I'm one of them. \n[8]You don't understand. I've killed, I've hunted, and I've enjoyed it. \n[9]I wish you could see the world as I do. Deacon opened my eyes. There's no turning back from that. \n[10]You will. Time is on our side. Sooner or later, the Thirst always wins. \n[11]Your mother died the night you were born. \n[12]rushes at Karen in a near-blur. The SNARLING hellion is upon Karen in an eye-blink, SLAMMING her down against the temple floor, pinning her. \n[13]Did you think I'd forgotten you, you little whore? ", "GIDEON": "\n[1]Sergeant Gideon. I'm responding to a 911 call. \n[2]Are you all right? I'm glad you called, Ms. Jansen, we've been anxious to get a hold of you. You disappeared on us for a while. \n[3]Oh, he's dead. But I wouldn't worry about that if I were you. \n[4]Because you're dead too. \n[5]Garlic? \n[6]Who said I was a vampire? \n[7]Thanks for the laugh. You can shut your eyes if you want to. \n[8]Mphuck you -- \n[9]Jesus -- 1227 Brookner -- Holliston Clinic -- \n[10]Look, I know you're disappointed -- \n[11]Blade was waiting for me. There wasn't anything I could do. \n[12]I don't really know -- ", "MERCURY": "\n[1]leaps twenty feet straight up into the air. We've never seen anything move so fast. She CRASHES through a glass skylight, disappearing into the night just as -- -- a shaft of blinding UV \"sunlight\" cuts across the vampires. They rear back, skin smoking from the light's corrosive effects. Blade opens FIRE, pumping round after round of wooden fragmentation bullets into the crowd -- vampire genocide. The strobe lights flicker as the mayhem mounts. Some of the vampires try to flee, scurrying up the stairs, but the exit quickly becomes clogged with liquefying bodies -- -- then Blade's CAR-15 jams. The remaining club-goers see their opening, surge forward en masse -- Blade drops the rifle, reaches over his shoulder and -SCHINGGG!- unsheathes his sword with a double-handed grip. \n[2]This is Mercury. Tell Deacon I've found their hiding place. \n[3]Deacon likes to play with his food before he eats it. \n[4]It won't be long now, lover. \n[5]No. Deacon wants him turned. \n[6]Deacon? \n[7]Have a taste of your own medicine! ", "DENNIS": "\n[1]So where we going? \n[2]I likes surprises. \n[3]Heat-seeker. \n[4]What the fuck are we doing here? \n[5]Fuck, I need a drink!!! \n[6]Please don't -- ", "TANAKA": "\n[1]I don't know what you're -- \n[2]Bite me! \n[3]Get me Pearl! \n[4]Look, I'm not fucking around here! That hunter Frost has been talking about? He was just at the clinic. Tore the goddamn place apart! \n[5]I can't -- they'll kill me! \n[6]Oh God, shit -- behind the bookcase -- ", "PEARL": "\n[1]He's here! \n[2]What is that? \n[3]It's an epistle, a letter Frost has been translating -- it prophesizes LaMagra's return. \n[4]LaMagra is The Sleeper!!! \n[5]The vault -- \n[6]Please, I'll give you the combination -- you'll damage the documents -- "}}