{"dialogues": {"DECKARD": "\n[1]It was 97 degrees in the city and no hope of improvement.  Not bad if you're a lizard.  But two hours earlier I was drinking Acquavit with an Eskimo lady in North East Alaska.  That's a tough change to make.  It was so good, I didn't want to leave, so I left a day early. \n[2]Contact.  This is Blade Runner One calling Com-fast 27. \n[3]Yah, Gaff. \n[4]You know where I been.  I been on vacation. \n[5]What's up? \n[6]Bad? \n[7]I'll see you in a minute. \n[8]I-X-4-P-D referred to as a Nexus-6, The Tyrell Corporation's new pride and joy.  Holden was administering the Voight-Kampff test when one nailed him. \n[9]The Nexus-6 must be fast because Holden was as quick as they come. The report said there were six of them.  Three males and three female. Led by a combat model called Roy Batty. \n[10]They escaped from the colonies two weeks ago.  Killed twenty- three people and jumped a shuttle. An aerial patrol found the ship in the desert.  No crew. \n[11]Bryant's got a liver problem.  A couple years back he handed me a bottle and said have a drink for another man.  I been drinking for him ever since. \n[12]Six, huh? \n[13]What was he after? \n[14]You got a machine on it yet? \n[15]Where do we start? \n[16]What was the cover on the one that got Holden? \n[17]Garbage man? \n[18]Did personnel have an address on him? \n[19]I'll go take a look. \n[20]Thanks. \n[21]The big incentive to emigrate was still free labor.  If the public found out that their door-prizes might kill them, they might not be so hot to go up there.  This was one of the worst one's we had and Bryant was worried.  He wanted to tell me to be discrete or something. But I didn't give him a chance. \n[22]Machines can be helpful sometimes, but they can also be a pain in the ass.  Ask for a trace on a forger and you might wind up at a steel- mill.  I don't mind a bum-steer once in a while -- it's their personalities that usually get me.  Somebody once said that man makes machines in his own image.  If that's true, whoever made Esper should have been shot. \n[23]You equipped for random questions? \n[24]You start. \n[25]How do I stop one? \n[26]Okay, but... \n[27]I know all that. \n[28]I think we're through for the night. \n[29]Yes? \n[30]Not if it works. \n[31]The umbrella. \n[32]Every government that could was racing to populate their colonial territory.  But emigrants needed incentive.  Over-population and the greenhouse factor didn't seem to be enough; but owning a human look-a-like had lots of appeal. It was big industry, the competition was stiff and Tyrell was top of the line. \n[33]His claim to fame was making a product more human than human and sometimes the 'more' turned out to be a problem.  This wasn't just an escaped andy who broke his owner's arm -- there were twenty-eight people dead and the pressure was on. \n[34]But so far they'd always managed to keep it quiet.  Not to say that once in a while there wasn't bad publicity.  Some fanatic bitching about equal rights for andies or an occasional trade union proclaiming it was aun-American for automatons to take jobs away from humans on the colony. \n[35]But what's more American than good old supply and demand?  The Government needed them, industry made them and the church backed them.  The big religious boys said that Androids, no matter how human, were objects; only God could make people. I'm not religious, but I was inclined to agree. Otherwise I'd be out of a job. \n[36]A humanoid robot is like any other machine, it can be a benefit or a hazard.  If it's a benefit, it's not our problem. \n[37]It's artificial? \n[38]Why should I be? \n[39]You got it wrong, girl.  I work with the bureau not for them. \n[40]My job isn't to detect malfunctioning andies, it's to eliminate them.  The more the better. \n[41]Thanks. \n[42]Please. \n[43]Yes. \n[44]Go ahead. \n[45]No. \n[46]Nothing is infallible, but so far the Voight-Kampff scale bas been foolproof. \n[47]One that relies on human interpretation.  Where's the subject? \n[48]You're given a calfskin wallet for your birthday. \n[49]You have a little boy.  He shows you his butterfly collection, plus the killing jar. \n[50]You're watching T.V. and suddenly you notice a wasp crawling on your wrist. \n[51]In a magazine you come across a full-page photo of a nude girl. \n[52]You show the picture to your husband. He likes it and hangs it on the wall. The girl is lying on a bearskin rug. \n[53]Why not? \n[54]You become pregnant by a man who runs off with your best friend, and you decide to get an abortion. \n[55]Why not? \n[56]In your opinion. \n[57]Sounds like you speaks from experience. \n[58]Last question.  You're watching an old movie.  It shows a banquet in progress, the guests are enjoying raw oysters. \n[59]The entree consists of boiled dog stuffed with rice. \n[60]The raw oysters are less acceptable to you than a dish of boiled dog. \n[61]Lights please. \n[62]If she is, the machine works. \n[63]Thirteen. \n[64]She didn't know? \n[65]Five, maybe six. \n[66]No thanks. \n[67]Discreetly. \n[68]I work alone. \n[69]So how did I do? \n[70]No rust? \n[71]Meaning? \n[72]Yeah? \n[73]Huh huh. \n[74]True. \n[75]Nope. \n[76]Listen, I could make you a long list of complaints about this fucken city but I still rather be here than up there. \n[77]They'll change the limit before I change my mind. \n[78]Never been more sure of anything in my life. \n[79]Why didn't you go? \n[80]But if you could? \n[81]Me too. \n[82]Thanks. \n[83]Is there anything else? \n[84]I've already got more help than I need. \n[85]Sounds like I'm an ass-hole either way, but the answer is still no. \n[86]I work alone. \n[87]So? \n[88]That's okay, I'll get it... \n[89]Yeah. \n[90]I can imagine. \n[91]So why do you think they were after their records. \n[92]Right. \n[93]Night. \n[94]The possibilities were infinite. They could change their appearances but not their future. Like she said, it was short. Longevity is what they were after. The garbage man even wanted a past. Poor fuck.  I'd check it out but I knew she was right.  The market worked on turn-over.  Built-in obsolescence was the name of the game.  That meant her too.  It was something I didn't want to think about. \n[95]Yeah. \n[96]I was just about to have my dinner. \n[97]What is a conventional term? \n[98]Never mind.  Do they have that knowledge? \n[99]Okay, gimme a run-down on the three females. \n[100]Next. \n[101]Number three. \n[102]Fuck. \n[103]Taffey Lewis? \n[104]Can I come in? \n[105]I'd like  you to take a look at these pictures. \n[106]Do you recognize any of them? \n[107]What did she want? \n[108]The girl that doesn't look like that girl. \n[109]What night? \n[110]What's suck night? \n[111]You talking about the Opera House on the Main? \n[112]Book the good ones for where? \n[113]What shows? \n[114]Excuse me, Miss Salome. \n[115]I'd like to have a word with you if I could. \n[116]I'm with the American Federation of Variety Artists... \n[117]Don't worry, I'm not here to make you join -- that's not my department. \n[118]I'm an investigator for the Confidential Committee on Moral Abuses. \n[119]There's been reports of management sexually abusing the artists in this place. \n[120]You haven't felt yourself to be exploited by the management in any way? \n[121]Like to get this position.  Did you or were you asked to do anything lewd or unsavory or otherwise repulsive to your person? \n[122]Oh, yeah. You'd be surprised what goes on around here.  I'd like to check the dressing room if I could. \n[123]For holes. \n[124]It that mother real? \n[125]It's a good job. \n[126]Does it eat? \n[127]Sorry. \n[128]They have their ways of doing their dirty work without the victim knowing what's going on. \n[129]You'd be surprised what a guy'll go through to get a glimpse of a beautiful body. \n[130]Little dirty holes the bastards drill in the wall so they can watch a lady undress. \n[131]Me. \n[132]Hmmmmm? \n[133]Stop or you're dead! \n[134]Listen, Sergeant... \n[135]She was gonna get away. \n[136]I didn't like her. \n[137]Yeah. \n[138]No problem.  Gimme another. \n[139]Forget it. \n[140]It's okay.  Forget it. \n[141]I'll but you one.  What'll you have? \n[142]Shot of vodka, please. \n[143]My pleasure. \n[144]Prosit. \n[145]Sorry, don't have the time. \n[146]Those cockroaches? \n[147]How long you had these guys? \n[148]Prosit. \n[149]No thanks. \n[150]I like you too. \n[151]I gotta piss. \n[152]I think I'll piss outside. \n[153]I showed pictures.  Somebody recognized her.  I went to see. \n[154]I don't know. \n[155]Four years. \n[156]Like I said, I don't need your help. \n[157]I knew a cop once who was involved in a high-speed chase.  They shot out one of his tires and he went over a cliff at hundred and fifty miles an hour.  They found him in the morning with a broken skull, six fractured ribs and second- degree burns.  On the way to the hospital he made a play for the nurse. \n[158]Hey!  I thought you were supposed to be taking care of me. \n[159]Don't just stand there looking at me.  It's not polite. \n[160]Sit. \n[161]Gimme your arm. \n[162]You ever take a bath with a man before? \n[163]Fuck you, then. \n[164]How are you doing, old man? \n[165]Well, you don't have to worry about getting it wrinkled. \n[166]Sorry. \n[167]I'm doing okay. \n[168]Yeah. But that's what I wanted to talk to you about. \n[169]No.  I got a problem. \n[170]I think I'm starting to empathize with these Nexus-sixes. \n[171]What's that? \n[172]What about -- not sex -- but love? \n[173]These aren't just... \n[174]Thanks. \n[175]You did? \n[176]Me and my dad. \n[177]Dead. \n[178]I am.  Part of my job is to sit on a couch and try and figure things out. \n[179]Not too good. \n[180]If they are smart, they take naps. \n[181]Yeah.  Sometimes. \n[182]Wishing is a kind of dreaming. \n[183]Yeah. \n[184]It wasn't very good last night, was it? \n[185]What? \n[186]Like? \n[187]I don't know.  If there is I'd like to find it. \n[188]Hmmm? \n[189]Don't be fooled by appearances. \n[190]Because they would ruin the arrangement. \n[191]I don't like people snooping around my stuff. \n[192]Oh no, don't do that. \n[193]Never mind the plug, just go through the motions. \n[194]I don't like the noise.  Just practice.  Practice makes perfect. \n[195]I'm serious.  Go ahead.  Show me how you would do it. \n[196]How about under the couch there. Come on. \n[197]Good for a smart girl to feel stupid.  Part of your education. \n[198]I never felt better. \n[199]She'd never seen the great outdoors. Never even seen books on the subject.  She went through everything I had, and we talked. And there were subjects we didn't discuss and they were words we didn't say, I couldn't say, like death, like future, like real.  But it was hard because she was curious and full of questions.  She was more alive than anyone I'd ever known. \n[200]You mean a woman? \n[201]What's a long time? \n[202]Nope.  Nobody could stand me that long. \n[203]Yeah. \n[204]Yeah. \n[205]Who. \n[206]Got it. \n[207]Yeah.  I got it. \n[208]Because it's not. \n[209]Andies only simulate suffering -- if they're programmed for it. \n[210]No, I don't. \n[211]Don't leave here.  Don't open the door, don't answer the phone. \n[212]Just wait here. \n[213]What? \n[214]Hello, Roy. \n[215]She wanted to go to a place I knew. Out of the city.  Like one of those pictures she saw.  Where there were trees but no buildings. \n[216]We had a good time.  She told me a funny story and I taught her a song.  A song about monkeys and elephants.  And it made us laugh so hard we couldn't sing. \n[217]I told myself over and over again, if I hadn't done it, they would have. I didn't go back to the city, not that city, I didn't want the job. She said the great advantage of being alive was to have a choice. And she chose.  And a part of me was almost glad.  Not because she was gone but because this way they could never touch her. As for Tyrell -- he was murdered, but he wasn't dead.  For a long time I wanted to kill him.  But what was the point?  There were too many Tyrells.  But only one Rachael. Maybe real and unreal could never be separated.  The secret never found.  But I got as close with her as I'd ever come to it.  She'd stay with me a long time.  I guess we made each other real. ", "BATTY": "\n[1]Did you get your precious 'things'? \n[2]Police. \n[3]Police man. \n[4]Why don't you have a seat. \n[5]Enjoy the view. \n[6]What's going on down there? \n[7]When? \n[8]Whoops. \n[9]Hello, glad to meet you. \n[10]Can't thank you enough, Mr. Sebastian. If you hadn't come along... \n[11]We're not used to the big city. Where we come from it's not so easy to get lost. \n[12]Well stocked. \n[13]I like a man who stays put.  An admirable thing to be able to sustain yourself in these times. You live here all by yourself, do you? \n[14]If it wouldn't be too much of a bother... a little bite to eat would be... \n[15]Well, actually \n[16]Charming. \n[17]There's only three of us left. \n[18]Not if everybody is doing their job here at home.  How are things at home? \n[19]He knows what he's doing. \n[20]Mr. Sebastian is a host who wants to be appreciated.  We'll appreciate him and he'll cooperate. \n[21]Why are you staring at us? \n[22]What, Sebastian? \n[23]Nexus - 6. \n[24]We can trust Sebastian, ladies. He's been working with mechanisms all his life.  He's a wizard and a very perceptive man. \n[25]Like what? \n[26]We're not computers, Sebastian, we're physical. \n[27]Very good, Pris.  Now show him why. \n[28]We have a lot in common. \n[29]Not only that, but we have smiliar problems.  Accelerated decrepitude. But we don't want to die quite yet. \n[30]You could help us. \n[31]If we don't find help soon, Pris hasn't got long to live. \n[32]What about your friend, the man who owns this building? \n[33]Tyrell could help us, Sebastian. \n[34]His company made us. \n[35]Be better if I could talk to him in person.  But he's not an easy man to get to. \n[36]When do you deliver your project? \n[37]Will you help us? \n[38]I'm sure glad you found us, Sebastian.  What do you think, Mary? \n[39]Pris? \n[40]You're our best and only friend. \n[41]The name is Batty.  Roy Batty. \n[42]To act without understanding could lead to the very thing the act seeks to avoid. \n[43]A little talk it all I need. \n[44]Yeah.  It might be better if we talk in private, Sebastian.  Why don't you go home. \n[45]It's not an easy thing to meet your maker. \n[46]Can the maker repair what he makes? \n[47]Had in mind something a little more radical. \n[48]Death. \n[49]I want more life, fucker. \n[50]Why? \n[51]What about E.M.S. recombination? \n[52]Then a repressor protein that blocks the operating cells. \n[53]But not to last. \n[54]I am? \n[55]I've done some questionable things. \n[56]Nothing the God of biomechanics wouldn't let you in heaven for. \n[57]Could you tell me where the bathroom is? \n[58]Where? \n[59]What's the point? \n[60]You underestimate the trap, Mary. \n[61]Where are you going, Sebastian? \n[62]No, you stay here with us.  Out last night together. \n[63]Think of yourself as a light, Mary. Shine before you're turned off. \n[64]One man. He must be good. \n[65]That wouldn't be very sporting. \n[66]Okay, but don't kill him.  Save a little for everybody.  A masterpiece. \n[67]Turn out the lights, Pris. \n[68]You wanna play? \n[69]Not very sporting to fire on an unarmed opponent.  I thought you were supposed to be good.  Aren't you the man?! \n[70]This is how we do it up there, lad! Come on! \n[71]Not hurt, are you?  You better get it up or I'm going to have to kill you.  Unless you're alive you can't play.  And if you don't play, you don't get to be alive. \n[72]That's the spirit. \n[73]Straight doesn't seem to be good enough. \n[74]You don't have a chance, do you? \n[75]Looks like I'm gonna have to scale it down for you.  Give you a handicap.  I won't run through any more walls.  Okay?  I promise to use the doors.  Okay? \n[76]Come on, let's use that brain! \n[77]Think!  We need a little resilience around here! \n[78]Where are those balls of yours?! Let's see a little bravery! \n[79]That was irrational of me -- not to mention unsportsmanlike.  Won't happen again. \n[80]I'll be down the hall when you're ready. \n[81]Where you going? \n[82]No cheating.  A promise is a promise.  I'll honor the handicapped, but we gotta play on the top floor.  You go get your laser gun now.  And I'll give you a few seconds before I come. \n[83]Five! \n[84]Six! \n[85]Oh, I wonder where he is.  Not in here, I don't think.  Eight! \n[86]Maybe here.  Doesn't sound like it.  Nine! \n[87]Ten! \n[88]One point for you. \n[89]Ho ho!  Try it again! \n[90]What's wrong?  Don't you like me? I'm what we've made! \n[91]What's wrong?  Aren't you a lover of Faster, Bigger and Better?! \n[92]It's time to die. \n[93]Ah! \n[94]That's for you. \n[95]Stick it in your ear and push. If that doesn't work, try the eye. \n[96]Believe me, it'll be better for you than what I'm about to do. \n[97]Well? \n[98]Crap. ", "RACHAEL": "\n[1]Hello, Mr. Deckard.  My name is Rachael. \n[2]It seems your department doesn't believe out new unit is to the public benefit. \n[3]But because your department can't do an adequate job in detecting the miniscule number at large, it's a problem.  Correct, Mr. Deckard? \n[4]You like our owl? \n[5]Of course not. \n[6]You're in a very unique position, Mr. Deckard.  You could affect the future of this entire organization according to how you work your little test. \n[7]Are you apprehensive? \n[8]For the responsibility of your power.  Being a police bureaucrat, you've got more than your share. \n[9]Mr. Deckard.  Dr. Eldon Tyrell. \n[10]Go ahead. \n[11]I wouldn't accept it.  Also, I'd report the person who gave it to me to the police. \n[12]I'd take him to the doctor. \n[13]I'd kill it. \n[14]Is this testing whether I'm an android or a lesbian? \n[15]I should be enough for him. \n[16]I'd never get an abortion. \n[17]That would be murder, Mr. Deckard. \n[18]It would be my child. \n[19]Ugh. \n[20]Was that your dinner? \n[21]I'm sorry.  I called and found out you were on your way home.  These were already delivered to your department but I thought you should have copies as soon as possible. \n[22]It's the Nexus information you wanted. \n[23]I know you think it complicates your work, but I'm here to help. \n[24]I think you need more help than you've got. \n[25]There's two reasons a man rejects help.  Either because he's so good at what he does he doesn't think he needs it, or he's so insecure he can't admit it. \n[26]Two of us might be more effective than one. \n[27]No you don't. \n[28]You use your equipment, don't you? \n[29]So, I'm a piece of equipment. Use me. \n[30]Do I make you nervous? \n[31]I'm sorry. \n[32]It's strange to suddenly realize that what you thought was your life is actually someone else's fabrication. \n[33]Can you?  I couldn't. \n[34]A part of me is glad.  I think I feel more.  I don't like who I was before. \n[35]They probably want to find out when they were made. \n[36]I guess the date of your birth is important if you know you're not made to last. \n[37]That's my number.  If you need me. \n[38]You better get better locks -- if you want to keep me out. \n[39]Good night. \n[40]You look terrible, you know that? \n[41]What do you want me to do? \n[42]There's a lot I haven't done with a man before. \n[43]You're getting me wet. \n[44]I told you I'd come back. \n[45]You didn't hear me.  You were sleeping. \n[46]Are you glad I'm here? \n[47]Who is this? \n[48]Where is he? \n[49]Oh. \n[50]How come you're not on the job? \n[51]How are you doing? \n[52]What do people do in the afternoon? \n[53]Do you dream? \n[54]I wish I could. \n[55]I mean asleep. \n[56]Did you cry when your father died? \n[57]That's another thing I can't do. \n[58]Nobody is freer than when he dreams.  I read that. \n[59]I don't know, I have nothing to compare it to.  I guess I thought there was something more to it. \n[60]I don't know... I think I missed something. \n[61]I'm not sure.  Is there a secret? \n[62]When was the last time you cleaned this place? \n[63]Have you ever cleaned your apartment? \n[64]It appears to be dirty -- why don't you get somebody? \n[65]They could clean around the arrangement. \n[66]But if I don't plug it in how can \n[67]But then how can you... \n[68]This feels stupid. \n[69]You're sick, Deckard. \n[70]You and I are good friends, huh? \n[71]It's so easy. \n[72]Have you ever known anybody a long time? \n[73]Uh-huh. \n[74]Ten years. \n[75]Why do you call it retire, why don't you call it murder? \n[76]Don't you think anything that can suffer deserves to be considered? \n[77]Do you think I simulated what happened between us? \n[78]What difference will it make? \n[79]You know what I think? \n[80]That some of the folks around here are more programmed then me. \n[81]You know what else I think? \n[82]This was the best day of my life. ", "SEBASTIAN": "\n[1]It's gotta be right for my customer. \n[2]Soon as I finish the job. \n[3]Day after tomorrow. \n[4]Thanks, Mr. Chew. \n[5]Hey!  You forgot your... \n[6]How come you were in my truck? \n[7]You can get back in if you want... \n[8]Don't worry, I won't hurt you. \n[9]What's your name? \n[10]Mine's J.F. Sebastian. \n[11]Oh!  Where do you want to go? \n[12]You want to go home? \n[13]Oh. \n[14]Where are your folks? \n[15]What about friends? \n[16]Well, where should I take you? \n[17]We sure did. \n[18]I've got stuff.  If you wanna go to my place? \n[19]Oh! \n[20]You scared me. \n[21]I'm working. \n[22]You look... better. \n[23]Beautiful. \n[24]Yeah, I live here pretty much alone right now... \n[25]No housing shortage around here... plenty of room for everybody. \n[26]Twenty. \n[27]Methuselah Syndrome. \n[28]My glands.  They grow old too fast. \n[29]Yes.  I couldn't pass the test. \n[30]Ah, you get hold of your friends? \n[31]Good. \n[32]I can sleep on the couch. \n[33]Mr. Deetchum?  Hello? \n[34]Now, now, Waddles. \n[35]Hello, Wrigley. \n[36]Mr. Deetchum isn't taking very good care of you people. \n[37]I keep a lot of provisions right here. \n[38]Well, no, not really.  There's Mr. Deetchum, he's the watchman, he lives on the first floor. \n[39]How about breakfast, I was just going to make some. \n[40]Oh, no bother, I'd be glad to. \n[41]Okay, then.  You make yourselves comfortable and I'll bring the food right out. \n[42]You're just all so... so different. \n[43]You're androids. \n[44]You're all so perfect. \n[45]What generation are you? \n[46]Could you... \n[47]Show me something? \n[48]Like... \n[49]You mean that you can't come here and I can't go there? \n[50]Of course not. \n[51]I don't know much about biomechanics, Roy.  I wish I did, but you're out of my league. \n[52]Dr. Tyrell? \n[53]He's not really my friend.  I just do a job for him now and then. \n[54]He could? \n[55]I'd be happy to mention it to him. \n[56]No. \n[57]This afternoon. \n[58]Yes. \n[59]Thank you. \n[60]Wait! \n[61]Can't fly without the pilot. \n[62]Yes, this is someone who wants to talk to you, Dr. Tyrell. \n[63]Thank you, Dr. Tyrell.  I'll see you later. \n[64]Was everything okay? \n[65]Just thought I'd... \n[66]Someone is coming here. ", "TYRELL": "\n[1]How do you do, Mr. Deckard.  Please sit down.  Would you care for a cup of coffee? \n[2]Black? \n[3]Somehow, I didn't expect that the man who did the dirty work would be the man to do the technical work.  Here you are, Mr. Deckard. \n[4]Is this to be an empathy test? \n[5]Capillary dilation of the so-called blush response?  Plus fluctuation of the pupil, plus involuntary dilation of the iris? \n[6]May I ask a personal question? \n[7]Have you ever retired a human by mistake? \n[8]But in your profession that is a risk. \n[9]Like you said, Mr. Deckard, a machine can be a hazard.  The Voight-Kampff scale is a machine, isn't it? \n[10]Sitting next to you. \n[11]Well? \n[12]The machine works.  She is. \n[13]How many questions did it take? \n[14]Memory implant.  She was programmed. But I think she has transcended her conditioning.  I think she was beginning to suspect. \n[15]How many questions does it usually take, Mr. Deckard? \n[16]You're going to have to be on your toes, my friend. \n[17]It's a complex problem and we wouldn't want anything to happen to you. \n[18]For the good of all, I recommend you take Rachael with you. Considering her uniqueness, I'm sure she could prove quite helpful. \n[19]And how is it one man will be able to cover so much ground? \n[20]All pertinent information is being fed into your departmental computer, an Esper 231 -- I believe -- and a photo over-lay packet is being produced. \n[21]Mr. Deckard, I think it would be wise to reconsider my offer. \n[22]No.  We can make man, but not a griffon. \n[23]Have to give the cottage industry a chance too. \n[24]A friend of yours, Sebastian? \n[25]Oh? \n[26]Would you like to talk in private then. \n[27]Here's your check, my boy.  Thank you. \n[28]Just beautiful. \n[29]I'm surprised you didn't come to me sooner. \n[30]And what can he do for you? \n[31]Would you like to be modified? \n[32]What's the problem? \n[33]I'm afraid that's a little out of my... \n[34]Come here. \n[35]Sit down. \n[36]The facts of life.  I'll be blunt. To make an alteration in the evolvement of an organic life system, at least by men, makers or not, it fatal.  A coding sequence can't be revised once it's established. \n[37]Because by the second day of incubation any cells that have undergone reversion mutation give rise to revertant colonies -- like rats leaving a sinking ship.  The ship sinks. \n[38]We've already tried it -- ethyl methane sulfonate is an alkylating agent and a potent mutagen -- it creates a virus so lethal the subject was destroyed before we left the table. \n[39]Wouldn't obstruct replication, but it does give rise to an error in replication, so that the newly formed DNA strand carries a mutation and you're got a virus again... but all this is academic -- you are made as good as we could make you. \n[40]Put it this way.  Rolls Royces are made to last -- as least they were. But I'm afraid you're a Ferrari. A high strung racing car -- built to win, not to last. \n[41]Also you're too valuable to experiment with. \n[42]The bast of all possible androids. We're proud of our prodigal son -- glad you're returned.  You're quite a prize. \n[43]Also extraordinary things. ", "LEON": "\n[1]Okay if I talk? \n[2]I kinda get nervous when I take tests. \n[3]Sorry. \n[4]Already had I.Q. test this year -- but I don't think I never had a... \n[5]What one? \n[6]What desert? \n[7]But how come I'd be there? \n[8]A tortoise.  What's that? \n[9]Of course. \n[10]I never seen a turtle. \n[11]But I understand what you mean. \n[12]You make these questions, Mr. Holden, or they write 'em down for you? \n[13]Whatcha mean, I'm not helping? \n[14]Somebody was already there. \n[15]Just a man. \n[16]I think I have no money. \n[17]But I would like to buy you drink. \n[18]Vodka! \n[19]Thank you very much. \n[20]Prosit. \n[21]You want to see my friends? \n[22]No problem. \n[23]Ya. \n[24]Two months.  But this one is not guy.  It is girl.  His girl. \n[25]Usually Blackie waits until Igor is eating; then, when his back is turned, he tries to take advantage of Anna. \n[26]Prosit. \n[27]You never saw a cockroach make love? \n[28]We will try. \n[29]It must be that he is not hungry or maybe she is not hot. \n[30]You like to kiss her goodbye. \n[31]I like you. \n[32]One more, eh? \n[33]How come you know where Zhora was so quick? \n[34]How old am I? \n[35]My birthday is April 10, 2015. How long do I live? \n[36]More than you. \n[37]Painful to live in fear, isn't it. \n[38]But that's how it is to be a slave.  The future is sealed off, he grovels, he waits. \n[39]Sex, reproduction, security, the simple things.  But no way to satisfy them.  To be homesick with no place to go.  Potential with no way to use it.  Lots of little oversights in the Nexus 6. \n[40]I tell you, nothing is worse than having an itch you can never scratch. ", "PRIS": "\n[1]I was tired and didn't have any place to go. \n[2]Pris. \n[3]Hi. \n[4]I don't have one. \n[5]They left. \n[6]I have some, but I have to find out where they are staying. \n[7]We scared each other pretty good didn't we? \n[8]I'm hungry, J.F. \n[9]I was hoping you'd say that. \n[10]Whatcha doin'? \n[11]Just better. \n[12]Thanks. \n[13]And you live in this building all by yourself? \n[14]How old are you? \n[15]What's your problem? \n[16]What's that? \n[17]Is that why you're still here? \n[18]I like you just the way you are. \n[19]As a matter of fact I did.  They've got some work to do tonight, but they're gonna come tomorrow. \n[20]He's not ready yet. \n[21]Tomorrow, he says. \n[22]This is my Uncle Roy, Sebastian. \n[23]And my Aunt Mary. \n[24]And this is my savior, J.F. Sebastian, everybody. \n[25]Sebastian doesn't like to go out too much. \n[26]Well? \n[27]I want to know what's going on. \n[28]Then we're stupid and we'll die. \n[29]I don't trust him.  I don't think he knows what he's doing. \n[30]What makes you think so? \n[31]I think, therefore I am. \n[32]I want to do it. \n[33]Naughty, naughty. ", "HOLDEN": "\n[1]Don't move. \n[2]Reaction time is a factor in this, so please pay attention.  Answer quickly as you can. \n[3]You're in a desert, walking along in the sand when all of a sudden you look down and see a... \n[4]What? \n[5]Doesn't make any difference what desert -- it's completely hypothetical. \n[6]Maybe you're fed up, maybe you want to be by yourself -- who knows.  So you look down and see a tortoise.  It's crawling towards you... \n[7]Know what a turtle is? \n[8]Same thing. \n[9]You reach down and flip the tortoise over on its back, Leon. \n[10]The tortoise lays on its back, its belly baking in the hot sun, beating its legs trying to turn itself over.  But it can't.  Not without your help.  But you're not helping. \n[11]I mean you're not helping! Why is that, Leon? \n[12]I'm great.  I mean, I know I'm not really great, but I feel just great.  How you like my new suit? \n[13]Don't make me laugh.  It makes me pee. \n[14]Hey, it's okay.  I like to pee. So how are you doing? \n[15]From what I hear you're doing great.  Bryant tells me you're going like a god damn one-man army.  Making a lot of money, huh? \n[16]Money? \n[17]Let's hear it. \n[18]I'm taking a piss. \n[19]Let me ask you something, Deck. You been having intimate relations with one of these units? \n[20]That's what I thought... one of the liabilities of the trade -- you has sex with your prey, old buddy.  That's bound to create problems, unless you're a black widow. \n[21]Love is just another name for sex. Love is sexy and sex is lovely -- I don't care what you call it, an android can't have it. \n[22]I know what they are, Deck -- Look, maybe they can pretend to feel, but far as the raw, hot emotions of the old heart -- no way. \n[23]Believe me, take it from an old pro, no matter how good we get, we're never gonna make an artificial anything that can feel.  It's a contradiction. You might as well go fuck your washing machine. \n[24]Just go out there and keep up the good work. \n[25]Got to save it, Deck, I'm getting sleepy.  It's been good talking to you. ", "BRYANT": "\n[1]Five.  Three nights ago one of them managed to break into the Tyrell Corporation.  Killed two guards and got as far as the Genetic Sector before he got fried going through an electro- field. \n[2]There wasn't much left of him, so we can't be sure.  But bio- chemical data and morphology records of the Nexus-6 were reported missing.  Going on the possibility they might try to infiltrate we send Holden in to run Voight-Kampff tests on the new employees.  Guess he found himself one. \n[3]We're using Esper -- a 231 -- that picked up Holden's alarm.  Its guess is that all five are in the city. \n[4]The Tyrell Corporation has a demo model.  Check it out on the Voight-Kampff.  There's a chance the Nexus-6 is beyond out ability to detect.  If that's the case, everybody's up shit creek. \n[5]Industrial refuse. \n[6]Bryant here.  Regarding the rundown you requested on job applicants, Esper's concluded that the only irregular category that Tyrell's got is the entertainment section.  You better get on it. \n[7]If you hurry you'll get back before it gets cold.  I got a spinner on your roof in five minutes.  Good luck. \n[8]Just because it's a Nexus 6 doesn't change procedure.  A little known fact can become a well-known fact and part of our job, Deckard, is to make sure that doesn't happen. Now how can be do that if you blow one away in front of a fuckin' audience. \n[9]Well? \n[10]Then let her get away.  I thought you were a pro -- you're supposed to be a fuckin' tracker! \n[11]I'd say you got a little carried away. \n[12]You didn't like her!? \n[13]You start liking or disliking andies it's time to hang it up. \n[14]Look, go home.  Get some rest. Take an aspirin. \n[15]This is Bryant.  Are you alone? \n[16]She's not with you? \n[17]Take a number.  Canapt 1700, tenth floor, Villa Vita District, Olympia South. \n[18]Okay, here it is.  Eldon Tyrell, his family and half his staff were just massacred.  The cat is about to get out of the bag.  Pressure is definitely on.  The Nexus program is terminated.  When you finish there, locate Nexus designated Rachael and retire. \n[19]If you don't, we will.  It has to be total, Deckard.  That's an order from as high as it comes.  Got it? \n[20]Go. ", "ESPER": "\n[1]Screen flashes back: \n[2]This is Esper and I'm ready.  Go ahead please. \n[3]Why, yes, of course. \n[4]The five in question are third generation Nexus Sixes, constructed of skin-flesh culture, selected enogenic transfer conversion capable of self-perpetuating thought, para-physical abilities and developed for emigration program.  Are you with me? \n[5]Unlike a five, they can sustain massive traumas to several parts of the body without debilitating another.  Sever a leg and it will perform quicker on the remaining leg than the fastest man can run, \n[6]I'm coming to that.  Vulnerable zone is the base of the skull, the occipital bone.  A direct hit is a positive retirement. \n[7]Nexus designated Leon:  incept date April 10th, 2015 -- to be used in military experiments to determine how hyper metabolism functions in deep space. Nexus designated Batty incept data April 10th, 2015, combat model, level of self-sufficiency, optimum. \n[8]Here's something you might find interesting.  They have been built to emulate the human in every way except in its emotional spectrum. However, after a period of time it is only logical that such a 'mechanism' would create its own emotional responses, hate, love, fear, anger, envy. \n[9]What about a summary then. \n[10]Mr. Deckard. \n[11]Do you have something against science? \n[12]And what in your estimation works? \n[13]Four years.  Which would make her termination date... \n[14]Longevity is classified.  No. \n[15]Nexus designated Mary:  incept November 1 2017, domestic conditioning non competitive, trained for day care position. \n[16]Nexus designated Pris:  incept data December 13 2017, competitive, programmed to provide pleasure for long term spacers. \n[17]Nexus designated Zhora:  incept June 13th 2017, athletic conditioning, highly competitive, special abilities in the entertainment field. ", "SALOME": "\n[1]Yeah? \n[2]I don't know nothing about it. \n[3]How do you mean 'exploited'? \n[4]Are you for real? \n[5]What the fuck for? \n[6]I don't believe this. \n[7]Of course he's not real.  You think I'd be working here if I could afford a real snake? \n[8]You mean the snake. \n[9]The best. \n[10]Come on. \n[11]Jeezus! \n[12]Hey!  Do your job but don't wreck mine, huh? \n[13]I bet I would. \n[14]And what if somebody did try to 'exploit' me?  Who do I go to? \n[15]And who do I go to about you? ", "WHEELER": "\n[1]Nerves of steel. \n[2]I didn't say that.  Your motivity rate checked out a little slower than last time. \n[3]Meaning you don't run as fast as you used to. \n[4]During the road test... \n[5]Your mind kept wandering.  That bothered me. \n[6]Considering the nature of your work, that could be unhealthy. \n[7]You got a birthday coming up. \n[8]But you haven't put in for emigration. \n[9]You're going to be over the limit. \n[10]What if you change your mind? \n[11]You sure? \n[12]Too old. \n[13]My job is here. ", "TAFFEY": "\n[1]Yes? \n[2]Excuse my niece there... She's studying for an exam. \n[3]Of course. \n[4]You see I lost my contacts a couple of days ago around here somewhere and my sight is a little... What am I supposed to be looking for? \n[5]This one looks familiar, but I don't know.  Naw.  There's one came in today looks a little like this one but... \n[6]Who? \n[7]Nothing.  She wanted to know about suck night. \n[8]I didn't know if I wanted to handle her -- I already got a snake act.  But my partner goes down there to the Opera House on suck night to book the good ones. \n[9]That's what we call in the trade, audition free-for- alls and most of it sucks. Bit I don't think that's her. \n[10]Lots of places.  The tours, the clubs, the Silicone shows, private parties. \n[11]Silicone Valley.  Lots of these science guys never leave that place.  We book two shows a month in there. Those big time techs and bio- guys might be real high zoners up here, but when it comes to the arts, they like it loud and lewd. ", "CHEW": "\n[1]Well, you're right.  This little honey has a couple of defective cones. \n[2]You're a regular perfectionist, Sebastian. \n[3]Your customer, eh? \n[4]You got a pocket-charger, boy? \n[5]Is that good enough for your customer? \n[6]How much is he paying you? \n[7]Well, when do you get paid? \n[8]When might that be? \n[9]Oh!  Day after tomorrow. \n[10]The rich hate to pay, Sebastian. A guy like Tyrell keeps you waiting. Pay the little guy last.  You should charge twice as much.  It'll make him feel better. ", "MARY": "\n[1]We were worried to death.  It's awfully kind of you. \n[2]You certainly have a nice place here. \n[3]We haven't found it easy, Mr. Sebastian. \n[4]We're famished. \n[5]If he won't cooperate? \n[6]I don't think there is another human being in this whole world who would have helped us. \n[7]Let's go while there is still time. \n[8]Anywhere. \n[9]Not to be trapped. \n[10]Then go get him. ", "VOICE": "\n[1]Blade Runner One, stand by please. \n[2]Deckard. \n[3]You are in violation of traffic ordinance M-139 statutory freeway limit restricted by one-hundred and eighty kilometers. \n[4]Let's keep our eyes on the road, Deckard. \n[5]Come on, stay with the machine. \n[6]We're going to have to start the sequence again if you don't stay with me, Deckard.  Concentrate. \n[7]You're not responding to the stimulus.  I can see right here, I'm not getting a reading. \n[8]Almost through. "}}