{"dialogues": {"LEIGH ANNE": "\n[1]I don't care if Patrick Ramsey did approve the chair. He's an NFL quarterback not Martha frickin' Stewart. \n[2]There's a difference between Bunny Williams and Lazee-boy. Three large popcorns and two large diets. When MTV Cribs comes to his house he'll be showing off his home theatre but all I'm gonna see is a brown Barca-lounger. I'm his designer, my name's on it. Deliver what I ordered!!! She hangs up angry, spots a friend nearby and her frown turns into a smile that could light up a cave. \n[3]Hi, sweetie! We're on the Kidspace committee together, aren't we?! It'll be a hoot! \n[4]What'd I miss? \n[5]Collins! Move your feet! ON THE COURT - COLLINS TUOHY, a beautiful 16-year-old, sighs and gives her mother a look - \"Don't embarrass me!\" \n[6]Collins, we'll wait outside. And don't double condition in the shower - you still have homework! \n[7]What's so awful about our house? Sean smiles, shakes his head as SJ and Collins leave. \n[8]Who's that SJ? \n[9]Get your feet off my dash. \n[10]Turn on the heat! \n[11]It's fifteen degrees, you've had this car a month and you don't know how to turn on the heat?!  What would you do without.me? \n[12]Si, don't let this go to your head but I thought you were very convincing in the role of... uh... \n[13]And you're Irish. If you weren't the Chief how come you got the headdress? Si hesitates a bit before -- \n[14]And where does the acorn fall? \n[15]What is he wearing? It's below freezing. What's his name again? \n[16]Where's he going? She gives Sean a look. Sean rolls down his window. \n[17]The gym? It's nine o'clock. No answer to this. They drive another half block,before -- \n[18]Turn around. Sean sighs, knowing better than to argue. \n[19]Big Mike, my name is Leigh Anne Tuohy. My kids go to Wingate. You said you're going to the gym? Michael slowly nods. \n[20]The school gym's closed. Michael takes this in but doesn't respond. \n[21]Why were you going to the gym?  Big Mike?! Why were you going to the gym? \n[22]Do you have anywhere to stay tonight? Michael eyes the ground, then nods. \n[23]Don't you dare lie to me. \n[24]Home. \n[25]I'd give you the guest bedroom but it's full of sample boxes. And the sectional in the family room slides apart when you sleep on it. At least that's what Sean says. \n[26]Only when he's bad. There's a powder room right there and we're upstairs if you need us. The two share a look, then... \n[27]Sleep tight, honey. She leaves. Michael is dumbfounded, stares at everything in the room, then sits on the couch. \n[28]Was this a bad idea? \n[29]Don't lie there and pretend you're not thinking the same thing as me. \n[30]How well do you know Big Mike? \n[31]Do you think he'll steal anything? \n[32]If you hear a scream call the insurance adjustor. \n[33]Up and at 'em. Collins groans. Leigh Anne picks up a few pieces of clothes. on her way out and groans at the mess. We stay with her as she re-enters the hallway, walks and opens the door to -- \n[34]Sean Junior! She opens the shades. \n[35]Clean this place up before you come downstairs. You hear me? Si crawls out of bed and Leigh Anne exits the room and starts down the stairs, almost afraid of what she'll find. \n[36]Mike? Big Mike?! Nothing. She hears a DOG BARKING in the neighborhood and moves to the window to look out. \n[37]Big Mike! \n[38]Where are you going? \n[39]Are you spending Thanksgiving with your family? Michael shakes his head. \n[40]Come and get it! Sean sits at the TV,\"watching an Ole Miss football game, while SJ plays.video games on another. Collins chats on her cell. Michael sits off to the side, taking it all in. \n[41]As much as you want. Oh, the potato salad! With no one watching him, Michael shoves two rolls into his pants pocket and finishes filling his plate. Leigh Anne reenters to see Michael sitting at the dining room table, alone, not touching his plate. Her eyes go to the rest of her family, shoving down food and playing games. She makes a decision, grabs the remote and turns off the TVs. \n[42]Shall we say grace? The Tuohy family plus Michael hold hands. Collins stares at her tiny hand intertwined with Michael's. As Leigh Anne prays Michael tries to emulate behavior without closing his eyes, taking it all in... \n[43]Heavenly Father. We thank you for all your many blessings on this family. We thank you for bringing us a new friend. And we ask that you look after. us in this holiday season and never let us forget just how very fortunate we are. Amen. A chorus of Amens and they all dig in. Michael is unsure at first how to correctly use the silverware. He picks up the fork and Leigh Anne nods, \"that's right\". She eyes Michael's stained shirt. \n[44]Big Mike, do you like to shop?  Because tomorrow I think I'm gonna have to show you how it's done. \n[45]You \"have\" clothes.. And an extra T- shirt in a plastic bag does not a wardrobe make. He looks out the window. \n[46]Okay, fine, let's go get 'em. Just tell me where I'm going. No answer. Frustrated, she pulls the car over to the curb \n[47]Tell me everything I need to know about you. He still stares out the window. \n[48]Who takes care of you? A mother? Do you have a mother? A grandmother maybe? Nothing. Leigh Anne turns off the car. \n[49]Look, Big Mike, we can do this the easy way - or we can do it the hard way. Take your pick. He eyes the floor. \n[50]Fine. Tell me one thing I should know about you. One thing! \n[51]Okay. Mike or Michael?  Tell you what, from now on, to me, 'you're Michael. So,... Michael, where we headed? \n[52]This is where your mother lives? He nods and she opens her door. \n[53]Okay, let's go. He forcefully reaches across her and closes the door, catching her off guard. \n[54]Who's going to help you with your clothes? \n[55]We can come back. Michael takes this in, looks out the window. \n[56]I've lived in Memphis my whole life and never been anywhere near here. You're going to take care of me, right? \n[57]That's good to know. Thank you. As they start to walk, Leigh Anne reaches up and takes Michael's arm. He holds it out for her. \n[58]This is it? If this is all you got why's it say \"Big and Tall\" on the sign? \n[59]Anything you like? The one thing I know about shopping is that if you don't absolutely love it in the store, you won't wear it. The store is where you like it best. \n[60]And before you choose something think about yourself wearing it and ask yourself: Is this me? She finds one shirt, holds it out. \n[61]What about this? He shakes his head, \"no\". \n[62]This isn't atrocious. \n[63]This one? This is the one you like? He nods, completely sure. \n[64]Have a great day. Learn something! They say a few good-byes, get out and walk toward the arch. Only then do we see what Michael is wearing: a GARGANTUAN \n[65]Don't get your panties in a wad. \n[66]Any of y'all spent much time on the other side of town? \n[67]Alabama Street... Hurt Village. \n[68]You're not far off. \n[69]Eating an eighteen dollar salad. \n[70]Do you want to stay here, Michael? He keeps working. \n[71]Because if you want to... stay... for awhile... longer... I'll try and find some time to figure out a bedroom for you. He stops, turns to her. She walks over, examines the structure of the couch. It sags a bit. \n[72]I mean, look at this, you've practically ruined a.ten thousand dollar couch. She moves closer to him. Her face softens. \n[73]Do you want to stay here, Michael? \n[74]Well,... alright then. \n[75]I see here on the admission that we're Michael's contact for medical emergencies? Mrs. Smith  sits with her. \n[76]Love that man. Leigh Anne pulls out another sheet, hands it over... \n[77]What's this? \n[78]They try to figure out what a kid's going to be in the eighth grade? What does. it say about Michael? Mrs. Smith nods and reads over Michael's results. \n[79]Which one? \n[80]Yes, it is sad. So sad. But he either doesn't know it or doesn't think so and it's my job, and your job, to make sure he doesn't find out.  Michael Oher doesn't feel sorry for himself and I'll be damned if he starts to because of the way we treat him.  \"Darned.\" \n[81]I had to put half my samples in storage but well, anyway, back there's a desk.  Chest o'drawers. Night stand. Lamps. Alarm clock. Bed. Sean says a lot of pro athletes use futons if they can't find a big enough bed. Michael doesn't dare touch anything, just stares in awe. \n[82]Well, try it out. See if it feels okay. He gingerly moves to the bed; touches it. \n[83]Yeah. \n[84]A room to yourself? \n[85]Well, you got one now. \n[86]Isn't that great? \n[87]I've got a design book I need to get. Sean, go check on our reservation. \n[88]They might be closed by then. \n[89]Come on, your dad's already PO'ed. Collins holds up a book. Sendak's WHERE THE WILD THINGS ARE. \n[90]\"And he gnashed his terrible teeth and roared his terrible roar.- \n[91]Yeah, me too. Leigh Anne sees Michael left out, but interested. \n[92]Michael, your Mama ever read either one of those to you? He just stares at her, the answer obvious. \n[93]No one ever... \n[94]Who was that boy you were talking to, Michael? At the restaurant. \n[95]He works there? \n[96]And how do you know Marcus? \n[97]Well, I'd like to meet him someday. Would that be okay with you? \n[98]When's the last time you saw him, Michael? \n[99]\"...and his name was Ferdinand. All the other little bulls he lived with would run and jump and butt their heads together, but not Ferdinand. He liked to sit just quietly and smell the flowers\"... \n[100]Huh? \n[101]I don't know. I'm just happy. Really happy. \n[102]No. It has everything to do with Michael. Sean smiles, kisses her, turns off the light. She snuggles next to him and kisses the back of his neck. \n[103]I think we should start a charity. For kids like him. \n[104]Maybe fund a program at Wingate. \n[105]Are you even listening to me? \n[106]You knew I was a multi-tasker when you married me. She kisses him and they roll over, laughing. \n[107]Michael! Come over here and get in the next one. Sean gives her a look like she's crazy. \n[108]We don't have a single picture with him.  Oh, come on. It's not like I'm gonna put it on the Christmas card. Michael moves in behind the family, dwarfing them. \n[109]Who's winning? \n[110]Too bad. Who are they playing? \n[111]Yep. With gusto. \n[112]Collie-bell, I thought you were going to your boyfriend's? \n[113]I like that. \n[114]Look, he's a great kid. \n[115]He'll be eighteen in a few months.  So, I mean it wouldn't make much sense to legally adopt him, right? They realize she's thought about it and stop laughing. After an awkward beat of silence... \n[116]Before or after he turns over in his grave? Daddy's gone five years now, Elaine, and to make matters worse you were at the funeral. You wore Chanel with that awful black hat. Before Elaine can attack -- \n[117]Look, here's the deal. I don't need any of y'all to approve of my choices. But I do ask you to respect them. You have no idea what this boy's been through. \n[118]And if this is going to be a running diatribe I can find an overpriced salad a lot closer to home. \n[119]No. He's changing mine. \n[120]What about Collins? \n[121]I've got this.  Shame on you. And strides away. \n[122]Be honest with me now, okay? Collins nods, having no idea what her mother is about to say. \n[123]Is Michael being here weird for you? \n[124]What kids? \n[125]And what do the juvenile kids say? \n[126]What about you? \n[127]I can make other arrangements.  Just let me know. Okay?... Leigh Anne kisses Collins goodnight. \n[128]How's he doing? \n[129]He's Ferdinand the Bull. \n[130]Nothing. \n[131]I thought you said it was your Christian duty? He gives her a smirk. \n[132]I hear \"Mrs. Tuohy\" I look over my shoulder for my mother--in-law. Call me Leigh Anne or Mama or almost anything else. \n[133]What? \n[134]Why do you need a driver's license when you don't have a car? \n[135]That I use to haul y'all all over creation with. He doesn't say anything but doesn't leave either. Leigh Anne puts down the swatches, turns to him.. \n[136]Why do you want a license, Michael? \n[137]Yes. He lives with us. \n[138]No. \n[139]oh... no. The Employee does a search on the computer. As she types... \n[140]We tried to find one for school, but... \n[141]How big a problem is this? DMV Employee looks to Leigh Anne. \n[142]Look, I'll sign something saying he lives with us and we'll pay for the insurance; whatever it takes.  What's it gonna take? Off the Employee's look -- \n[143]Don't pretend you didn't hear me. \n[144]What do you think we're doing? And don't act like I'm going behind your back. I know you put us down as his medical contact at school. \n[145]And that's another thing. We have to find out more about his past. \n[146]Not if you use a knife. What if we sent him to a child psychologist? \n[147]\n[148]Like vinegar. She moves to him, holds him. \n[149]At least promise me you'll think about it. \n[150]\"Alright\" you'll think about it or \"alright\" we should do it? \n[151]Just tell Rodney to hold the chiffonier for me and I'll get by after while. \n[152]I'm not cutting, just asking. I've been waiting for over an hour and I look around and all I see is people shooting the bull and drinking coffee. Who runs this place anyway? The \"heard it all\" EMPLOYEE points to the wall with a government seal and a large portrait of President Bush. \n[153]Well I'd have it in shape in two days, I can tell you that. \n[154]He was first. \n[155]I do not appreciate the attitude. \n[156]I'd like to become a legal guardian. \n[157]What is in there? \n[158]Where is she? His mother? \n[159]How many children does she have? \n[160]We'd need her permission though, .right? \n[161]So you would give him away without even telling his mother? Ronald shrugs. \n[162]I'm looking for Denise Oher. \n[163]Do you know where she might be? \n[164]No, I can't, but thank you. \n[165]Hi. Mrs. Oher? \n[166]No. My. name is Leigh Anne Tuohy and your son Michael lives with me. And my family. Denise takes this in. \n[167]He's fine. He's doing well.  When did you move from the other building? \n[168]When did you last see Michael? \n[169]No, no that's very kind but... \n[170]Oh, I'm not a foster parent to Michael. We were just helping him out. \n[171]No. \n[172]When I can find them in his size. \n[173]I try to be. \n[174]What do you mean? \n[175]Mrs. Oher, was Michael born under a different name? Denise tries to remember. After a few seconds... \n[176]Where is he, the father, if you don't mind me asking? \n[177]And when was that? \n[178]Do you have Michael's birth certificate? Denise sighs, looks around at the mess, shakes her head. And then, unexpectedly, starts to cry softly. \n[179]It's okay, Mrs. Oher.. I'll figure it out. Leigh Anne walks over, kneels and takes Denise's hands. \n[180]You'll always be Michael's Mama. Would you like to see him? \n[181]People lose birth certificates. It's nothing to be ashamed of. \n[182]Well, what it means is, we want to know if you'd like to be a part of this family? Michael looks to a grinning SJ, to Collins who nods and smiles, then to Leigh Anne... \n[183]okay, but Michael?...  Be careful. Michael smiles and he and SJ get inside the truck. \n[184]What is going on here?! \n[185]Well, when you're finished, put the players back in the spice cabinet. \n[186]Honey, I've got a meeting in ten minutes. \n[187]This is not a twenty thousand dollar Oushak, Jerry. The borders are different widths, it's been altered. Leigh Anne's phone rings. As she answers \n[188]We'll give you nine tops. Hello ... The look on her face changes -- \n[189]Michael! He looks up, sobbing. \n[190]Where's SJ?! \n[191]He's okay, though, right? \n[192]Michael, it wasn't your fault. It could have happened to anybody.. He doesn't look up. She almost gasps when she notices -- HIS ARM - red, bleeding, a large burn from the wrist all the way up to the sleeve, which is also singed. \n[193]Michael, your arm... what happened? He looks up and into her eyes... \n[194]What's. with the camera? \n[195]Gimme a minute, Bert. \n[196]You can thank me later. Bert just watches as Leigh Anne walks straight to the huddle and pulls Michael aside. The other players turn to watch. \n[197]Do you remember just after we met, and we went to that horrible part of town to buy you those dreadful clothes? And I was a little scared and you told me not to worry, that you had my back?. Do you remember that? \n[198]If anyone tried to get to me you would have stopped them, right? And when you and Si were in that car wreck, what did you do to that airbag? \n[199]This team is your family. And you have to protect them --  --from those guys. She walks over and grabs the QB, pulls him out. \n[200]Tony is your quarterback. You protect his blindside. \n[201]When you look at him, think of me. How you have my back. How you have his. She grabs BOBBY, a short stump of a running back. \n[202]oomaloompah here is your tailback. When you look at him think of SJ and how you'd never let anything or anyone hurt him. Do you understand me? \n[203]I suppose they can be on the team, too. Are you going to protect the family, Michael? He nods. She nods back and walks away, past Bert Cotton. \n[204]Yelling at him won't help. He doesn't trust men. In his experience they pretend to care about you 'til they disappear. Cotton chuckles.. She walks over and sits next to SJ, who has the video camera in his lap. \n[205]You're gonna wanna get this. \n[206]You should get to know your players, Bert. He tested 98 percent in protective instincts. \n[207]You ever seen so many rednecks in one place? \n[208]SJ, eyes forward! Sticks and stones... \n[209]Come on, Michael! \n[210]Enough with the trick plays, Bert. Just run the dang ball. \n[211]Hey crotch mouth! Yeah, you! Zip it or I'll come zip it for ya! Sean pulls her back down to her seat. \n[212]See number seventy-four? Well, that's MY son.! The Milford fans don't know what to make of this. Leigh Anne sits down with a self-satisfied smile. \n[213]Kick higher, Collins. Point your toes! Leigh Anne notices Fulmer. \n[214]What in the world?...  Y'all keep practicing. \n[215]It's Oher. Like a paddle in a boat. Fulmer notices Leigh Anne, grunts then turns back to Cotton. \n[216]Did you know that to be eligible for a Division One scholarship Michael's gonna need a 2.5 GPA? \n[217]His ACT is low and I don't see him doing any better if he retakes it. \n[218]1.76. \n[219]He needs to make A's this year.  I'm serious. And that might not even be enough. \n[220]Most inner city kids that go to JC drop out in a year. His shot at the pros would go out the window. \n[221]There are twenty more. She holds up a stack of mail - envelopes and Fed Exes. \n[222]And these. Fifty of 'em. \n[223]They won't recruit until they hire a new coach. But none of it matters unless he makes his grades. \n[224]So here's the plan. E-mail me all assignments and let me know what Michael has to do to make an \"A\". There is laughter in the room. \n[225]Okay, fine, a B plus. And if anyone knows of a good tutor I'd love to hear about 'em. \n[226]I understand that you applied for a teaching position at Wingate? \n[227]I appreciate your honesty, Miss Sue. \n[228]He needs to do better in school. \n[229]He's in line for a football scholarship if he gets his grades up. \n[230]He'd better be. \n[231]When do you want to start? \n[232]What's that? \n[233]Yes, Coach Saban, that's me. Leigh Anne. Touhy. \n[234]Thank you. You obviously have good taste. \n[235]Nick, why don't you and Michael go into the living room to talk. \n[236]I find him extremely handsome. \n[237]Congrats on gettin' hired, Coach. \n[238]Coach 0, you're coming a little late to the party but we're diehard Rebels so I'm gonna give you a frickin' road map, okay? \n[239]LSU is out. Everybody knows Saban's going to the NFL. So when he comes for his visit to Ole Miss, don't take him to some titty bar and give him tequila shots. He'll have nightmares for weeks. Feed him Italian - he likes Fettucine Alfredo - take him to a movie - but not Chainsaw massacre because he'll just cover his eyes - and put him to bed by ten. You got it? \n[240]It breaks my heart but they're still in the hunt. Fulmer offered SJ a sweet deal. \n[241]He's his daddy's boy. \n[242]He needs a B. What's he gonna have to do to \"deserve\" that? \n[243]That's it. We're sunk. \n[244]2.52.  Michael's final GPA. Got it off Paul's computer. He did it, Sean. He did it! Sean grins, then... \n[245]Scanned it off an Internet ad for a toddler boutique.  Tell a soul and I'll rip your tongue out. IN THE CROWD: The Tuohys, Big Tony, Miss Sue, Bob and the other teachers all clap. \n[246]Excuse me young man, but I think I need a proper hug. He smiles and moves to her. Off their embrace \n[247]You'll be living in Deaton Hall -- here. You'll have a meal plan and you'll go to Johnson commons to eat. \n[248]Hello... This is Mrs. Tuohy... As she listens she gives Sean a look - \"This isn't good\". Leigh Anne walks with Michael. \n[249]They just want to ask you a few questions. You've got nothing to hide, Michael. They arrive at a door, open it. \n[250]Please call me Leigh Anne. Leigh Anne shakes her hand and she and Michael move to the chairs. \n[251]How long will this take? \n[252]Michael, I'll be outside. Leigh Anne pecks his cheek and exits, giving Michael one last look before she leaves. \n[253]I've got a bad feeling about this, Sean. This broad is tough. Oh,. Susie's on the other line. Hey... . what does the client want?... But that's tacky... You know what, fine, if she wants her living room to look like a bordello make it happen. She hangs up, checks her watch and looks toward the building. \n[254]Michael, what's wrong? He looks at her, glares really; upset. \n[255]What? \n[256]Well, of course, but... \n[257]What? \n[258]No, Michael... \n[259]Michael, look... I can see where, where some people might... Her inability, for the first time, to articulate, hits Michael in the face. \n[260]Michael?! But she doesn't move, just watches him go. \n[261]Well if he comes by there let me know. Thanks. \n[262]Text him SJ. \n[263]I should have followed him. \n[264]Was he right?  What he said about us? \n[265]What about the rest of it - all the stuff we did to make sure he got a scholarship? A scholarship to Ole Miss. \n[266]Did he? Did you ask him? 'Cause I know for sure I never did. Sean considers this, then beckons. \n[267]Am I a good person?  Not a joke. Not rhetorical. \n[268]Why is that? \n[269]Sean... what if he never comes back? \n[270]Michael was here? \n[271]No, you hear me, bitch. You threaten my son you threaten me. You so much as cross downtown you'll be sorry. I'm in a prayer group with the D.A., I'm a member of the NRA and I am always packing. \n[272]And it shoots just fine all the other days, too. She turns on her heels and strides to her car. \n[273]Michael?!!! \n[274]I'd imagine the last thing anybody at Hurt Village wants is cops snooping around.  I swore I'd never ask but... how'd you make it out of there, Michael? \n[275]You closed your eyes. He nods. She shakes her head, amazed at the kid. They stare out at the street, then... \n[276]You know, when I was driving all over Kingdom Come looking for you I just kept thinking about one thing. Ferdinand the bull. Everyone assumed because he was big that he wanted to fight in the ring. But he just wanted to sit under a tree and smell the flowers.  I know I should have asked this a long time ago but do you even wanna play football? I mean, do you even like it?' Michael considers this. \n[277]Yeah, you are. Sean and I have been talking and Michael, if you're gonna accept a football scholarship we think it should be from Tennessee.  And I promise you I will be at every game cheering for you. \n[278]But I will not wear that gaudy orange of theirs because it's not in my color wheel. \n[279]I want you to go wherever you want. It's your decision, Michael. It's your life. \n[280]Your decision; your life. Michael smiles. \n[281]Okay, what? \n[282]College is going to be a different experience for you. There are lots of distractions. \n[283]There'll always be some nimrod in the dorm who wants to play video games all night, or goof off on the internet. \n[284]You'll spend lots of time at practice which means you have to be very dedicated to your studies. \n[285]Thank you, Miss Sue. \n[286]Michael Oher, you listen to me. I want you to enjoy yourself but you need to know that if you get a girl pregnant out of wedlock I will climb in the car, drive here to Oxford and cut off your penis. \n[287]The 78'll be a parking lot. We should go. She gets inside and closes the door for privacy. Sean, SJ, Collins and Michael stand there, watching her cry. \n[288]What? ", "MICHAEL": "\n[1]4 \n[2]To... investigate. \n[3]Iono [I don't know]... Investigator Granger sifts through her briefcase, pulls out files, documents - a good bit of evidence for whatever trouble Michael is in. She sits back, stares at Michael, as if trying to figure him out. Michael can't meet her gaze. He looks out the window, rubs his knees some more. \n[4]Can I... can I leave now? \n[5]White people are crazy. \n[6]Can I leave now? She nods and watches him stand and walk away. She glances down at the sheet, turns it over and sees... A DRAWING on the back - a boat on an ocean. On the boat is a single, stick figure person. It's sweet but looks like a third grader drew it. \n[7]Naw, it's aright. \n[8]Here in the cafeteria. \n[9]A few things. \n[10]I don't need any. Sean walks back over to Coach Cotton. \n[11]Iono... \n[12]Like our \"class\"? \n[13]They're stuck, not sure if they should talk to this \"stranger\". They jump off the swings and run away. \n[14]Iono. \n[15]Gym.._. Sean nods, rolls his window back up and drives as the light turns green. \n[16]Because... it's warm. This hits her all at once. She bites her lip. \n[17]Mr. Tuohy sleeps on the couch? \n[18]Iono. \n[19]I qot clothes. \n[20]I don't like to be called Big Mike. She wasn't expecting this, nods her head. \n[21]Don't get out! \n[22]Don't get out of the car. Michael gets out on his side and takes care to push the lock before he closes the door. She watches as he walks toward the structure, then notices several of the local ne'er-do-wells eyeing her. she locks the doors again, just for luck. \n[23]Hey, David. David, a little embarrassed to be with Alton, nods back. \n[24]She wadn't home. \n[25]She prolly moved to a nicer place. \n[26]I got your back. \n[27]Oh, yeah?... Si looks at the Michael's notebook. \n[28]You don't have to help.  I mean if you're busy or somethin'. \n[29]Not exactly. They all laugh. \n[30]I don't want to go anyplace else. She's a bit befuddled by the response. \n[31]It's mine? \n[32]Never had one before. \n[33]A bed. We can see this unsettles her. She turns away a bit, trying to contain herself. \n[34]I think I know that. It's when water... \n[35]I know that. The little guy, Napoleon was on one side and... \n[36]What? \n[37]You own all of 'ern? \n[38]Is that why Mr. Tuohy don't have to go to work? \n[39]And y'all eat at those places for free? \n[40]What do y'all do with the leftover food? At the restaurant?, \n[41]That's too bad. \n[42]Why ain't we eatin' at one of yours tonight? \n[43]Thanks. \n[44]Marcus. \n[45]Yeah. \n[46]He's my brother. Complete silence in the car. Leigh Anne finally breaks it -- \n[47]I don't know where he stays. \n[48]When I was little mebbe. \n[49]Hi. Need a push? They giggle and Michael pushes them, one arm each until they're flying high and squealing. \n[50]Let's go home, play some video games. \n[51]Iono.. \n[52]Okay... Michael moves to the line. Si raises his whistle and blows. \n[53]Mrs. Tuohy? Michael stands nearby. \n[54]Will you help get me something? \n[55]Driver's license. \n[56]You have a car. \n[57]Something to carry. With my name on it. She locks eyes with him. This time he holds her gaze. \n[58]What? \n[59]What's that mean? \n[60]I kinda thought I already was.  \n[61]Tenth grade tough? \n[62]Yeah. \n[63]Yeah. After a beat... \n[64]I'm not that weak, SJ. \n[65]A compliment for a condiment. \n[66]Cinnamon just scored. \n[67]I'll drive. off her look -- \n[68]I'm so sorry, I'm so sorry! \n[69]Go help him! Please go help him! Leigh Anne turns to see a group of PARAMEDICS kneeling around a body. She gasps, races over and looks down at -- Si, whose face is bloody. He spots Leigh Anne and sits up. \n[70]I stopped it. \n[71]Yes ma'am. \n[72]I stopped it. Leigh Anne points to the offense. \n[73]What about Mr. Tuohy and Collins? \n[74]Don't worry, Coach. I got your back. Cotton cools down. Michael trots out onto the field. Halfway there he stops, looks back at Cotton and smiles. \n[75]Try Gap. \n[76]Gap. \n[77]Sorry, Coach. I stopped when I heard the whistle. \n[78]To the bus. It was time for him to go home. Cotton smiles proudly and slaps Michael on the ass. \n[79]I don't wanna join the Army. Sean and Coach Cotton crack up. \n[80]I don't understand it. \n[81]Big. \n[82]A brain. \n[83]Sacagawea? \n[84]Yes, Miss Sue. \n[85]Can SJ come? \n[86]No, Miss Sue. \n[87]You're kidding? \n[88]Someone made a mistake? \n[89]Why would they go ahead if they knew he messed up? \n[90]They all gonna die, aren't they? \n[91]That's really, really sad. \n[92]Courage is a hard thing to figure. You can have courage based on a dumb idea or a mistake, but you're not supposed to question adults, or your coach, or your teacher because they make the rules. Maybe they know best but maybe they don't. \n[93]It all depends on who you are, where you come from. Didn't at least one of the six hundred guys think about giving up and joining with the other side? I mean, Valley of Death, that's pretty salty stuff. \n[94]That's why courage is tricky. Should you always do what others tell you to do? Sometimes you might not even know why you're doing something. I mean, any fool can have courage. \n[95]But honor, that's the real reason you either do something or you don't. It's who you are and maybe who you want to be. If you die trying for something important then you have both honor and courage and that's pretty good. \n[96]I think that's what the writer was saying. That you should try for courage and hope for honor. And maybe even pray that the people telling you what. to do have some, too. Bob, visibly moved, sets down the essay and smiles. \n[97]As much as you want? \n[98]Coach is a good guy. \n[99]He played basketball. \n[100]She was a cheerleader. \n[101]They can't stand Tennessee. \n[102]No. \n[103]Miss Sue. \n[104]What's that mean? \n[105]\n[106]To... investigate. \n[107]Iono... she sifts through her briefcase, pulls out files, documents - a good bit of evidence for whatever trouble Michael is in. She sits back, stares at Michael, as if trying to figure him out. Michael can't meet her gaze. He looks out the window, rubs his knees some more. \n[108]Can I... can I leave now? \n[109]What do you want, ma'am? \n[110]Unto... \n[111]I didn't lie... \n[112]\n[113]No...no...no... \n[114]Why'd you do it? \n[115]All along you wanted me to go to Ole Miss. \n[116]Why did you do this for me?! \n[117]Everything! Was it for you or was it for me? Was it so I would go to school where you wanted?! Was it so I would do what you wanted?! \n[118]That's what she thinks! Is she right?!  Don't you dare lie to me! Leigh Anne digests this, takes a breath... \n[119]I'm not stupid! He turns and walks away. \n[120]I'm looking for Moms. \n[121]Yeah. \n[122]Yeah, I heard. You still playing ball over at the \n[123]She came here? \n[124]Shut up. Alton steps in front of Michael, raises his hands --- \n[125]You think the police gonna come and get me? \n[126]When I was little and something awful was happening, my Mama would tell me to close my eyes. \n[127]She was tryin' to keep me from seeing her do drugs or other bad things. And she'd say, \"keep 'em closed till I say so.\" And then when she was finished or the bad things were over she'd say, \"now when I count to three, you open your eyes and the past is gone, the world is a good place, and it's all gonna be okay.\" \n[128]I'm pretty good at it. \n[129]Every game? \n[130]You want me to go to Tennessee? \n[131]What if I wanted to flip burgers? She takes this in, swallows hard and \n[132]Okay. \n[133]I'm sorry I left the other day. \n[134]You ask a lot of questions. \n[135]But all the questions you asked were about why everybody else wanted me to go to Ole Miss. \n[136]You asked about everybody but me. You never asked why I wanted to go there. \n[137]It's where my family goes to school. It's where they've always gone to school. Granger considers this, stares at Michael, then almost, just almost, smiles. \n[138]Yes ma'am. Leigh Anne gives Sean a look that says, \"let's get on the road.\" Sean offers a hand; Michael shakes it. Collins high fives him. SJ offers a fist; Michael knocks it. Leigh Anne, tearing up, nods and gives Michael a quick hug. \n[139]Thank you, Mama. Overwhelmed, she turns for the car with a little wave. \n[140]Why does she always do that? \n[141]I need a proper hug. She gets out of the car and holds him for a long time. ", "SEAN": "\n[1]S.J., you know that kid? \n[2]Black kid. Up in the corner. \n[3]He look like a volleyball fan to you? Leigh Anne, loaded up with refreshments, makes her way up the stands to her family. She has a nod, a smile, a bon mot, for everyone she passes. As she sits... \n[4]Collins got a dig. \n[5]If he makes his grades. \n[6]What did you eat for lunch today? \n[7]I didn't ask where you ate, I asked what you ate. \n[8]Do you need some money? For lunch? \n[9]Buy him a semester lunch pass and put it on my bill.  He's hungry. \n[10]I don't know where it is. \n[11]Lots of things you'll never know about. \n[12]Or maybe they just thought he'd make a better Chief. \n[13]Don't laugh too hard. The Quesadilla saved our ass. \n[14]Hey, Big Mike! Michael stops in the crosswalk, looks to the car. \n[15]Where you headin'? \n[16]I've seen that look many times. She's about to get her way. Leigh Anne makes her way back to the car, with Michael in tow. She opens the back door and he gets in next to SJ in his headdress. Leigh Anne climbs into the front seat, closes the door. Sean is looking at her. \n[17]Where we going? \n[18]What? \n[19]Fine, tell me what you're thinking so I can know what's supposed to be on my mind. \n[20]In case you haven't noticed he doesn't have much to say. What's the big deal? It's just one night.  It is just one night, right?.. Leigh Anne?... \n[21]I guess we'll know in. the morning. He rolls over to go to sleep. Leigh Anne just sits, stares. \n[22]SJ, Ole Miss is about to score! \n[23]Looks great, hon. Collins plate is pretty delicately apportioned. \n[24]They're gonna get rid of those stores in Florida... I'll look it over now but I need the sales figures by tomorrow morning. \n[25]Nah. Sean starts to leave, then stops at the door, turns around, sighs and walks over. He leans in over Michael. \n[26]Let's see... \n[27]I know.  Think of a sentence like a football team. This is a noun here, see? That's like the team name or what they're known for - whether they're a running team or a passing team. And this is the verb. That's what makes 'em go - like a star player -- maybe a quarterback, maybe a running back. And this is an adjective - everybody oohs and ahs over adjectives but they're not as important as verbs. \n[28]Or kickers. Michael just stares at them. \n[29]You have no idea what we're talking about, do you? \n[30]Hey, hey now. I'm working even when I'm not working. \n[31]Well, we have to throw some of it away. What's already been cooked. \n[32]Yeah, I'd rather sell it. \n[33]All right, I will. \n[34].Because tonight is a special occasion. \n[35]I talked to Coach Cotton today. Michael's grades improved enough that he can do spring'training for football in March. \n[36]They'll seat us when we walk in the door. You can get the book after dinner. \n[37]Now that was a good steak. \n[38]You're welcome. As the car pulls up everyone walks toward it except Michael who notices something else -- AT THE SIDE DOOR: A BUSBOY steps outside for a smoke. Michael absently walks over. \n[39]Michael?... Leigh Anne touches Sean's arm, silencing him. They watch as -- Michael greets the busboy. They stand a few feet apart talking. They nod at each other and after a few seconds -- They hug. Leigh Ann is amazed. She's never seen affection in Michael. \n[40]What? \n[41]Why are you smiling? \n[42]Does. this happiness have anything to do with Michael? \n[43]Oh... He gets the message, rolls over and kisses her on the lips. \n[44]Happy's good. As their amorous activities continue... \n[45]Sure, okay. \n[46]Absolutely... \n[47]I try to concentrate on one thing at a time. \n[48]So you root against Tennessee no matter who they're playing? \n[49]Coupla messages on the machine. She pushes PLAY on the message machine. \n[50]Easy, Bert. It's only the spring and he hasn't even been through his first practice. \n[51]Doesn't quite have the hang of it yet. \n[52]Look, Bert, he's never even played before. \n[53]You wanna do what?! \n[54]Shouldn't we at least talk about it? \n[55]There's a big difference between paying for a broken arm and being legally responsible for someone. Someone we barely know. \n[56]He won't talk about it. He's like an onion; you have to peel it a layer at a time. \n[57]Do you really expect Big Mike -- \n[58]-- expect Michael to lie down and talk about his childhood like he's Woody Allen or something? Michael's gift is his ability to forget. He's mad at no one and doesn't really care what happened in the past. This puts her on her heels. \n[59]\n[60]Alright. \n[61]Is there a difference? \n[62]Michael, we have something to ask you. \n[63]Leigh. Anne and I would like to become your legal guardians. \n[64]Is that the one you wanted? He just stands there, staring. Sean hands him the keys. \n[65]Well, hell, take it for a spin.  Go on. \n[66]Michael thinks he's a redneck. \n[67]So much for home field advantage. \n[68]What DVD? I didn't send a DVD. \n[69]Si. \n[70]Well, he eats a lot. \n[71]No, no, he's just... \n[72]Why didn't you fill out the application, Michael? \n[73]Really? \n[74]What's his GPA now? \n[75]Not bad really, when you consider where he started. \n[76]So he goes to Junior College. \n[77]Pros? Are we even sure he's gonna get college offers? She walks over to the answering machine, presses \"Play.\" \n[78]Phil Fulmer, from Tennessee? \n[79]Any from Ole Miss? \n[80]So, what do we do? \n[81]Who'd a thought we'd have a black son before we knew a Democrat. \n[82]\"Half a league, half a league, half a league onward.\" I love that one. \n[83]\"All in the valley of Death rode the six hundred\". They call LSU's stadium Death Valley because of this story. Alfred, Lord Tennyson is writing about Ole Miss-LSU. \n[84]No. It's a great story. \n[85]\"Forward the Light Brigade!\" That's like the offense. \"Charge for the guns'he said.\" That's the end zone. \"Into the Valley of Death rode the six hundred.\" He knows it by heart and even miss Sue is impressed. \n[86]\"Forward the Light Brigade! Was there a man dÂ±smay'd? Not tho' the soldier knew someone had blundered.\" \n[87]\"Theirs not to make reply, theirs not to reason why, theirs but to do and die: Into the Valley of Death rode the six hundred.\" \n[88]Yeah. \n[89]I think you just found something to write about. Michael opens his notebook, picks up a pen. \n[90]What? \n[91]Wait a minute. You broke into the principal's computer? \n[92]Where'd you find a baby picture of Michael? \n[93]I want you to know something. You'n me, okay? I never believed you could do this. But you did. And I'm as proud of you as I am ashamed of myself. I should know better. I'll never doubt you again, Michael. Michael smiles, nods, gives Leigh Anne a little hug then raps knuckles with Si and high fives Collins. \n[94]Johnson Commons has all you can eat self-serve ice cream. \n[95]Yep, that's how Mama put on her freshman ten. Leigh Anne rolls up a pamphlet and whacks him hard on her way to answer a RINGING PHONE. \n[96]Keep it light. Tell him you're gonna take his truck for a spin if he doesn't get in touch. SJ starts texting. Leigh Anne and Sean stare at each other. \n[97]You had no way of knowing he'd disappear. \n[98]Leigh Anne, be sensible. We gave clothes to a boy who had one pair of shorts. We gave him a bed. To hell with the NCAA, I'd do it again tomorrow. \n[99]He could go wherever he wanted, he knew that. \n[100]Come here, honey. She moves to him. He puts his arm around her, kisses her forehead. \n[101]You're the best person I know. Everything you do, you do for others. \n[102]I have not a clue. You obviously get some sick satisfaction from it. She looks at him. There's truth in his words. \n[103]Just have fun. \n[104]You're gonna have a great time. I know I did. Leigh Anne gives Sean a look - \"You're not helping.\" \n[105]Have a lot of fun. Leigh Anne notices their looks. \n[106]She's an onion, Michael. You have to peel her one layer at a time. Michael walks over to the car, knocks on the window. She rolls it down, dabbing tears from her eyes. ", "COTTON": "\n[1]Bert Cotton. \n[2]What can I do for you, Tony? \n[3]I appreciate that but I'm not involved with admissions. \n[4]What sport does he play? \n[5]Classes start in a week. It'd have to be for next semester. \n[6]\"They?\" You only mentioned one son. \n[7]Another boy? \n[8]Would... Big Mike be an applicant as well? \n[9]They'd have to fill out applications and make an appointment for interviews. \n[10]They're here? Big Tony points out the.window to the playground where Steven and Michael are playing one on one basketball. \n[11]Big Mike. \n[12]Mother of God... \n[13]Are there spots available or not? PAUL SANDSTROM, Principal, taps his fingers before... \n[14]Big Mike. \n[15]How bad could it be? Another board member, MRS. SMITH, pores over Michael's file, which is a mess. She finds facts and lays them out --- \n[16]So they moved him ahead without going to third grade. That says something. \n[17]Brave kid.  For wanting to come here. For wanting a quality education. An education denied him by the poor quality of the schools he's attended. Most kids with his background wouldn't come within two hundred miles of this place. \n[18]Forget sports! Look at the wall. He points to the crest on the wall. Beneath it: \"NEIGHBORLY, \n[19]Christian. We either take that seriously or we paint over it. You don't admit Michael Oher for sports, you admit him because it's the right thing to do. Their faces announce that he's made a point. \n[20]If he makes his grades he'll be eligible in the spring. \n[21]But boy-hidey, just look at him. Cotton is admiring Michael's size but Sean sees something else. He stands, walks over to Michael, who barely looks up. \n[22]You could tell that by looking at him? \n[23]You know how much those things weigh? This kid's gonna make us all famous. \n[24]Okay, Mike, you fought off the block but you've got to shuck him and make the tackle. You got it? \n[25]Shuck the blocker, Mike! Michael gingerly sets the lineman on the ground. \n[26]No! Michael drops back and tries to intercept a pass. \n[27]No! skyward as a flock of birds flies overhead. \n[28]No! No! No! \n[29]Most kids from bad situations can't wait to be violent and that comes out on the field. But this kid, he doesn't seem to wanna hit anyone. \n[30]What? \n[31]I thought for sure he was gonna be a player. I can't believe I used up my chits to get him in school. \n[32]And he won't in the fall if he doesn't improve a lot before then. \n[33]0her! You've got a hundred pounds on Collis and you can't keep him out of our backfield?! \n[34]Holding - left tackle! He gets right in Michael's face, grabs his jersey. \n[35]You can only grab in here -- at the tits, you got it?! You grab out here or here, we're gonna get flagged and I'm gonna get pissed. Leigh Anne grimaces, shakes her head. \n[36]Move your feet, son! Keep 'em moving! Back to the huddle! Cotton addresses an ASSISTANT COACH... \n[37]Well at least he'll look good coming off the bus. The other team will be terrified 'til they realize he's a marshmallow. \n[38]We're in the middle of practice, Leigh Anne! \n[39]What'd you say to him? \n[40]Thank you, Leigh Anne. \n[41]On the schedule it says this is a home game but don't be deceived, gentlemen. Three fourths of the people in the stands are here from Milford. They'll be loud and rowdy and a lot of 'em drunk. Keep your helmets on 'til you're on the sidelines. I don't want anyone getting beaned with a whiskey bottle. Grab a knee. And the team huddles for their prayer... \n[42]For we can...  Do all things... Through Jesus Christ... Who strengthens us... Each and every day... And may God... Bless the Crusaders! As they rise to leave-- \n[43]Oh, one more thing. The reason Milford traveled all that way to come here is they expect to whup your ass. Whup your ass and have a party in your house. Whup your ass, have a party in your house and piss on your mama's new couch. Is that gonna happen? The team erupts with a chorus of NO'.s and HELL NO!s. \n[44]Let's go 0! Number 66 from before is the defensive end on Michael's side. Wingate breaks huddle and #66 sees him. \n[45]Get back to your own bench, 66! \n[46]Did you hear what he said? Are you gonna just let that kinda talk go?! \n[47]Look, son, 66 is quick, so just focus on his belt buckle. \n[48]Where it goes he goes. And block 'til the whistle blows. All right? Michael nods and takes a seat on the bench. Cotton hears something and realizes it is his cell phone. He looks at the number calling. and answers... \n[49]Hello?... \n[50]It's all right. Settle down. \n[51]Ref, you gonna do something about this?! He kicked my boy in the head and cussed him! The Ref throws a flag. \n[52]Thank you! \n[53]What happened to the first Amendment?! Cotton throws his hat and another ref throws a flag. \n[54]This young man plays for my team and I will defend him like he's my own son! Against you or any other redneck sonofabitch! Michael watches, dumbfounded. He walks over to the livid Cotton and pulls him backwards, looks him in the eye. \n[55]Now what?! Was he holding? \n[56]Did he hit after the whistle? \n[57]Then what's the flag for? \n[58]You're kidding me. The Referee ignores and returns to the field to assess the penalty. 66, now on his feet, limps back onto the field. Michael looks at him and 66's eyes go straight to the dirt. Cotton walks up to Michael. \n[59]Where were you taking him, Mike? \n[60]Attaboy, Michael Oher. Attaboy! \n[61]You're kidding? \n[62]And you think that could be Michael? \n[63]Tom Lemming runs the biggest recruiting service in the nation. He practically created an industry. Every college coach subscribes to his newsletter. One word from him and... This is big, Sean. \n[64]Shy. Really shy. \n[65]Coach Fulmer, it's a real honor. \n[66]Board drill. Big Mike and Jay Collis. Best on best. An Equipment manager lays out a plank and Jay Collis sighs and lines up, one foot on either side of the board. Michael slowly moves into position opposite him. The coaches all inch closer and crane their necks to see. Leigh Anne is now right in the middle of them. Fulmer gives her a look that says,,\"Who the hell are you?\" Cotton blows his whistle, Michael fires out and it's over in an instant. Collis is pancaked under Michael, who gets up and offers a hand. The coaches are frozen - as if they've witnessed a miracle. \n[67]Where are you going, Coach? ", "SI": "\n[1]Be goes to high school here. His name is Big something... Big Mike. Sean eyes Michael suspiciously. \n[2]It's girl's volleyball, Mom. You didn't miss anything. Leigh Anne gives him a look then stands and shouts -- \n[3]Can I go.to the Johnson's for dinner? They invited me. \n[4]Smile at 'em. Michael turns to see Si nearby, watching him. \n[5]Big Mike. \n[6]Get a room. \n[7]Indian Number Three. I tried out for the Chief but they gave it to Andy Sung. I can't be sure but I think there was some multi-cultural bias thing working. \n[8]Dad, he's like Chinese. \n[9]Dad, I'm gonna need a few more of those free Quesadilla tickets. \n[10]Which means they're about to fumble. They all shuffle over, grab plates, start piling on food. Sean loads his plate and heads back to the couch. \n[11]Why are we eating in here? Leigh Anne holds out her hands. \n[12]It can't be that hard. \n[13]There are different parts of a sentence and you just have to draw lines showing what they do. Sean stops by the refrigerator for a cold drink while he talks on his cell... \n[14]They're like wide receivers. \n[15]That Taco Bell. The KFC catty corner. The Long John Silvers on the next block. \n[16]All you want. It's awesome. \n[17]Seems like you could give it away or something? You should check into that, Daddy. Leigh Anne and Sean share a look and a smile. \n[18]Oh, man, you are gonna crush some people! Michael almost smiles, a little unsure. \n[19]I always liked this one. He holds up THE STORY OF FERDINAND. \n[20]Tennessee. \n[21]She can't stand Tennessee. \n[22]This is your summer workout sheet. First it says to warm up and get loose.  Well, go ahead, get loose. Michael moves his arms around a bit then stops. \n[23]Look, everybody at. Wingate is expecting you to be a star football player. You don't want to let them down, do you? \n[24]What about Dad and Mom?  'Cause you see, in our family, everyone's an athlete. Dad was a basketball star, Collins plays volleyball and runs track. Me, as you know, I do it all and Mom,... well, Mom was a cheerleader, which doesn't exactly count but don't tell her I said that. \n[25]Can I go, too? \n[26]See, you're the ketchup, here at Left Tackle. On the weakside. \n[27]it just means there are more blockers on the other side. It's a compliment, really. \n[28]We're going through the playbook. Michael got moved to offense.. \n[29]Look for Walker Street. That's where we take a left. Si finds a hip-hop station and they both groove to the beat, dancing in the seats. \n[30]Mom, do you think the blood will come out of my shirt? \n[31]Michael does better when he can see what he's supposed to be doing. \n[32]Sticks and stones? \n[33]Can I ask a question? \n[34]I guess I was just wondering how much access I'd have to him. Saban smiles at the kid's moxie. \n[35]What level of access can I expect? \n[36]Sounds real good. \n[37]Seen it a thousand times. \n[38]Tennessee offered to let me run on the field and flip the coin. \n[39]She means it. ", "GRANGER": "\n[1]Do you find it odd? Your predicament? Michael?... \n[2]No. You can't. \n[3]Mrs. Tuohy? Mr. Oher? My name is Jocelyn Granger and I'm the Assistant Director of Enforcement for the NCAA. \n[4]Mrs. Tuohy, I'd prefer to speak with Michael alone. \n[5]Awhile. Michael starts rubbing his knees, nervous as hell. \n[6]Your parents are friends with Coach Bert Cotton, correct? \n[7]Were you aware that Coach Cotton is accepting a job at Ole Miss?  And that this job offer came after you signed with them?  Sean Tuohy, your legal guardian went to Ole Miss. \n[8]And Mrs. Tuohy attended Ole Miss as well. \n[9]Is it safe to say that Ole Miss is their favorite school? Do they like any other Universities? What about, say Tennessee? \n[10]So they wouldn't be happy if you chose to play football there? \n[11]And your tutor... \n[12]Miss Sue is an Ole Miss grad, too. Did Miss Sue try to persuade you to attend Ole Miss? Did you know that the Tuohys make generous donations to Ole Miss? That even Miss Sue makes donations? That the:Tuohy's have a condo in Oxford so they can attend as many athletic events as possible? That, in fact, Sean and Leigh Anne Tuohy are by our definition \"boosters.\" \n[13]A booster is someone with an abnormal interest in a school's sports. Someone who-contributes financially to the University's athletic program. Michael doesn't answer, just keeps rubbing his knees. Then comes the part we've heard before...' \n[14]Mr. Oher, do you know why I'm here? Mr. Oher?... \n[15]Do you know, do you understand why I'm here? \n[16]Yes. To investigate. I'm here to investigate your odd... predicament. Do you find it odd? Your predicament? \n[17]Michael?... \n[18]No. You can't. Michael's building up anxiety by the second. \n[19]What I want, what my job is, is to discern whether something untoward occurred in your recruitment to Ole Miss. \n[20]I want the facts. I need the truth. \n[21]And I want to know what you think about all this. \n[22]The NCAA fears that with your recruitment a door might be opened that boosters from lots of schools in the south will become legal guardians for young athletes without means and funnel them to their Alma Maters. Michael still doesn't get it, shakes his head. \n[23]I'm not saying I believe it and I'm not saying I don't, but there are many people involved with this case who would argue that the Tuohys took you in, fed you, clothed you, paid for your private education -- \n[24]-- bought you a car and paid for a tutor all as part of a plan to insure that you played football for the University of Mississippi. Now Michael understands. He stares at the floor for a long time then quickly stands and makes for the door. \n[25]Michael, we're not finished. But he's gone. \n[26]You were pretty upset. \n[27]I'm trying to get to the bottom of this. \n[28]Okay... \n[29]Alright, fine, Michael... why do you want to go to Ole Miss? ", "MISS SUE": "\n[1]I wasn't religious enough for 'em. I'm a spiritual person, Mrs. Tuohy, but I have certain,. shall we say... doubts. \n[2]What's the situation with Michael? \n[3]Obviously. But why the big push? \n[4]Is he considering Ole Miss? \n[5]I'd love to work with him. \n[6]Mrs. Tuohy there's something you should know about me. I don't tell many people, but it's something I feel you should be aware of before you hire me. \n[7]I'm a Democrat. \n[8]Yet. You don't understand it yet. How big is your head, Michael? \n[9]And what's in there? \n[10]A brain. Full of knowledge - like a file cabinet with maps; shortcuts for figuring things out. You will learn this, Michael Oher because I'm here to help you use those maps and reach your destination. Like Sacagawea helped Lewis and Clark. \n[11]We'll get to that. And the history books have it wrong, but all you need to you know is that I'll get you there. Do you believe me? Do you trust me, Michael? \n[12]Try it again. He goes back to the book. \n[13]You know this stuff. Just be logical. \n[14]Have you decided yet, Michael? \n[15]But you like Tennessee?  It's a good school. Not at the academic level of Ole Miss but they do have an outstanding science department. You know one of the things they're famous for?  They work with the FBI to study the effects of the soil on decomposing body parts. Michael is a bit lost. \n[16]When they find a body the police want to know how long they've been dead. The fine department at Tennessee helps them. They have lots of body parts - arms, legs, hands - from hospitals and medical schools. Do you know where they store them?  Right underneath the football field. Michael's eyes widen a bit. \n[17]So, while it's fine and dandy to have 100,000 fans cheering for you, the bodies you should be worried about are right underneath the turf. Set to poke up through the ground and grab you. She raises a clawed hand  to make her point. Michael is completely freaked out by this. \n[18]But it's your decision where you play football. Don't let me influence you. \n[19]Why not write about \"Great Expectations\"? You're a lot like Pip. He was poor, an orphan and someone sort of found him. You should be able to relate to that. Michael shrugs. Sean is nearby, watching NBA basketball. \n[20]Fine, let's go through the reading list. But you have to pick one, Michael.  \"Pygmalion\"... \"A Tale of Two Cities\"... \"The Charge of the Light Brigade\"... \n[21]Fine, you do this and I'll watch basketball. Miss Sue walks over, takes the remote from Sean, who rises. \n[22]It's a poem. \n[23]Relax, Mama. Miss Sue walks up carrying papers. \n[24]Just got back from the library where I reserved a private cubicle for the semester.  Here's your class schedule and our study hall hours. She reaches in her purse for her keys. \n[25]Now, if y'all don't mind I'm gonna go move into my new apartment. She walks away. \n[26]Yeah, yeah, yeah... Sean and Michael and SJ eye a GROUP OF ATTRACTIVE COEDS sashaying past. SJ does a little dance move and laughs. ", "LEIGH ANNE'S VOICE": "\n[1]There's a moment of orderly silence before a football play begins. Players are in position, linemen are frozen, and anything's possible. Then, like a traffic accident, stuff begins to randomly collide. From the snap of the ball to the snap of the first bone is closer to four seconds than five. \n[2]One Mississippi. Joe Theismann, the Redskins quarterback, takes the snap and hands off to his running back. JOE THEISMANN hands off to JOHN RIGGINS, who takes two steps forward, then turns and tosses the ball back'to Theismann. The footage PAUSES AND PLAYS like a coach breaking down film. \n[3]Two Mississippi. It's a trick play, a flea flicker, and the running back tosses the ball back to the quarterback. HARRY CARSON, the Giants linebacker sees that Theismann has the ball back and races toward him. Theismann steps up and to the side and Carson flies past. \n[4]Three Mississippi. Up to now the play's been defined by what the quarterback sees. It's about to be defined by what he doesn't. LAWRENCE TAYLOR carves a wide circle around the Redskins lineman trying to block him. \n[5]Four Mississippi. Lawrence Taylor is the best defensive player in the NFL and has been from the time he stepped onto the field as a rookie. The frozen image of Taylor comes to life as he jackknifes Theismann's body. PLAYERS' FACES react to what they're seeing. Devastating. TAYLOR pops up from the pile and jumps around like a madman. \n[6]He will also change the game of football as we know it. WE ARE WATCHING the MNF feed and hear the ANNOUNCER'S VOICES. \n[7]Joe Theissman never played another down of football. \n[8]And you'd be right. What you probably don't know is that more often than not the second highest paid player is, thanks to Lawrence Taylor, a left tackle. The camera goes to WALTER JONES, Seattle's left tackle. \n[9]Because, as every housewife knows, the first check you write is for the mortgage and the second is for the insurance. The left tackle's job is to protect the quarterback from what he can't see coming. To protect his blind side. \n[10]The ideal left tackle is big, but a lot of people are big. He is wide in the butt and massive in the thighs. He has long arms, giant hands and feet as quick as a hiccup. \n[11]This is a rare and expensive combination the need for which can be traced to that Monday night game and Lawrence. Taylor. For on that day he not only altered Joe Theismann's life, but mine as well. As Michael continues toward us he begins to go OUT OF FOCUS -- \n[12]\"Once upon a time in Spain, there was a little bull --\" \n[13]I read a story the other day about a boy from the projects. No daddy, in and out of foster care. \n[14]He'd been killed in a gang fight at Hurt Village. \n[15]In the last paragraph they talked about his superb athletic skills and how different his life might have been if he hadn't fallen behind and dropped out of school. He was twenty-one years old the day he died. It was his birthday. \n[16]That could have been anyone. It could have been my son, Michael. \n[17]But it wasn't. And I suppose I have God to thank for that. God and Lawrence Taylor. \n[18]One Mississippi... ", "SJ": "\n[1]What kid? \n[2]It lets them know you're their friend. Did you know that even little kids born blind smile? They've never seen anyone do it before but they smile anyway. So it's universal. That's why it works. Not that you should fake it or anything... You're Big Mike, right? Sean holds. out a fist for Mike to \"knock\" and the two walk toward the school entrance. \n[3]I'm Sean, but everyone calls me Si -- that's for Sean Junior because my father's name is Sean. Sean Tuohy. He was a basketball star at Ole Miss, point guard, and now he owns like a million Taco Bells. Leigh Anne's car pulls up to the pick up/drop off and Si starts toward it. \n[4]Manana'. Michael smiles at the kid, who smiles back. \n[5]Psst... SJ is in the doorway to the kitchen. \n[6]If you can't sleep, my room is the first one at the top of the back stairs. I got X-Box, Madden, everything. \n[7]Dad, you remember how to diagram sentences? \n[8]Enough with the rugby shirts. You look like a giant bumble bee. Collins walks by with friends and glances but ignores them. \n[9]Yeah. We've got hundreds. \n[10]What? \n[11]You loose? Okay, next is five one hundred yard runs to stretch out your legs. Michael grimaces. \n[12]Good one.  So the first play is simple. \"Gap.\" It just means you block whoever is in front of you, or the person on your inside shoulder if you're not covered by a defender.  I'll be the running back and you show me what you're supposed to do. Ready... . Hike! SJ, using both hands, moves Cayenne pepper back a bit, then \"hands off\" to Cinnamon who \"runs\" toward Michael . Michael moves the bottle forward, pushing back Mustard, then Relish, as well as toppling a bottle of Vanilla Extract. \n[13]Open lane to the end zone. All there is to it. Si slides Cinnamon forward. The bottle flies off the end of the table and crashes on the ground just as -- Leigh Anne walks down the stairs, purse in hand -- \n[14]No problem. Actually, Mom, we were waiting for you. The new Madden came out and me and Michael want to go get it. \n[15]That's what I'm talkin' 'bout! As the beat reaches a crescendo -- Michael instinctively throws a big arm in front of SJ as -- \n[16]Nascar, not even close. \n[17]My brother and me are very close. I'm worried that if he goes off to school I won't see him so... \n[18]Sounds good. ", "ALTON": "\n[1]Big Mike! Where you been?! Michael ignores, keeps walking. \n[2]And who's that fine piece o' thing driving you around? One of Alton's minions, DAVID, sits nearby. Michael sees him, nods. \n[3]Dee Dee don't stay there no more. \n[4]Chances are she ain't gone far. I seen you before. You with Big Mike now. You wanna come in for a wine cooler or sumthin'? \n[5]That you Big Mike? Get your ass in here. \n[6]Your Mama? Oh, I seen Dee Dee around. She usually stop by for a taste around this time. Tell you what, I'll get you a forty and we'll chop it up 'til she get here. Michael hesitates. Alton smiles, beckons. \n[7]It's good to see you, Big Mike. You lookin' fit. I heard you playin' some ball. \n[8]But you know that rich kid football ain't like the public school league. People packing knives in their socks. Back in the day I was a quarterback. You knew that, right? At MLK. \n[9]He with me now! I'll open a spot for you, too. \n[10]Turn it up, bitch! David jumps up and cranks the volume on a RAP SONG until the beat is bouncing off the walls. Michael sips the beer; rubs his knees. \n[11]You stayin' to the other side of town, that's what Dee Dee said. Said you got a new Mama. She fine, too. I seen her when she come to see Dee Dee. \n[12]She got any other kids? She got a daughter? You tap that? Michael sets down the beer, rises to leave. \n[13]Where you going? Sit down. I wanna hear about your fine white sister. 'Cause I like me some mommy/daughter. \n[14]Shutup?You tellin' me to shut up?I'llcap your fat ass. Cap yourass,drive east and pay a visittoyour Cracker Mama and her \n[15]He gone. Leigh Anne stops, looks to Alton. \n[16]But you tell him I'll be seeing him around. You tell him he'll get his. \n[17]Last night. Sneaked me then took off like a little bitch. So you tell him, sleep with one eye open. Yod'hear me, bitch?' Leigh Anne steps closer to Alton, stares him down. \n[18]What you got in there, a .22? You got yourself a Saturday Night Special? ", "COLLINS": "\n[1]I'm going over to Cannon's house to study. \n[2]How'd the dork do in the play? She turns to see... Sean, Leigh Anne, SJ in headdress and Big Mike. \n[3]Um... okay... \n[4]I see a lot of starch. SJ jams turkey into a roll and lathers on cranberry sauce - creating an easy to eat sandwich. He walks away. \n[5]Just another one of Mom's projects. \n[6]I need some new magazines. SJ shrugs and joins the girls, as does Michael. Sean watches as his family deserts him. \n[7]Remember this one, Mom? You read it to us like a thousand times. She softens, walks over, takes the book. \n[8]Thanks, Daddy. \n[9]I'm just gonna hang around here today. \n[10]They're stupid kids, who cares what they say. \n[11]At school. They're juvenile. \n[12]It's really not worth repeating. And don't worry about SJ - he loves the attention. He introduces Michael as his big brother. \n[13]It's fine.  I mean, you can't just throw him out on the street. \n[14]Quit looking at me like that. I mean, we study together at home. Eyes in the library are on the pair as they start to read. \n[15]He wanted a truck?! \n[16]Way to go big bro! A referee signals touchdown then notices Michael walking back and 66 lying slumped at the fence. The Ref throws a flag. \n[17]Michael, please call me and let me know you're okay. ", "DENISE OHER": "\n[1]You from the state? \n[2]How is my boy, how's Big Mike? \n[3]Awhile back. This is temporary. Friends let me stay here. \n[4]Iono. We might have some wine in the kitchen, if... \n[5]How many foster kids you got living with you? \n[6]State don't pay you nothing? \n[7]And he lives with you?  And you feed him?. Buy him clothes, too? \n[8]You a fine Christian lady. \n[9]This is all real nice what you're doing, but don't be surprised if one day you wake up and he gone. . 69 \n[10]He's a \"runner\". That's what the state called him after they took him from me.  Every foster home they sent him to, he'd slip out the window at night and come looking for me. No matter where I was that boy would come find me, take care of me. I've had some . health problems. \n[11]Proctor. That was his Daddy's last name. \n[12]Ain't. seen him since he left. \n[13]Week after Mike was born. \n[14]No... Not this way. \n[15]It's Williams.  His last name's Williams. Couldn't even remember who the boy's father is. Leigh Anne bites her lip'and puts her arms around Denise, who hugs back. ", "BIG TONY": "\n[1]They say you the coach. Cotton eyes Tony, offers a hand. \n[2]Tony Hamilton, but everybody call me Big Tony. \n[3]You see I promised my mama Boo, on her deathbed, that I would get Steven outta public and into a church school. \n[4]I figured I'd come to you; seeing as you might need some players. \n[5]Anything with a ball. Good, too. He has Cotton's attention for a moment, then it passes... \n[6]I know what you're thinking, Coach, but I got money. I'm a mechanic at Wilson's Auto t'other side of town. What if someone drops out or moves? Could they get in then? \n[7]Steven, yessir, but I brought another boy along. \n[8]Yeah, Big Mike. He stays on our couch sometimes. It's a bad deal. His mama's on the crack pipe and he ain't got nobody. He just wanted to come along with us today. \n[9]Yeah, sure, why not. Cotton sighs, considers what to do. \n[10]I was hopin' you might just interview 'em now. \n[11]The little ones Steven and the big \n[12]Yeah. That's right. ", "ELAINE": "\n[1]On the freeway. \n[2]It would certainly hurt your reputation to go there. \n[3]Did you know that black men were employed at a higher rate before those programs? It's a fact. \n[4]And what if they're from Jamaica, or like Bermuda. \n[5]So, why are you asking about the projects, Leigh.Anne? Another one of your charities? \n[6]Leigh Anne, you looked teeny-tiny next to him. \n[7]It was like you were Jessica Lange and he was King Kong. \n[8]I say just make it official and adopt him. Big laughs at the \"crazy\" idea. \n[9]What will your daddy say? \n[10]No, we didn't, really -- \n[11]That's awesome for you, but... what about Collins? \n[12]Aren't you worried, even just a little?  I mean he is a boy, a large, black boy, sleeping under the same roof. Leigh Anne stares at them, shakes her head then grabs the ", "TOM LEMMING": "\n[1]Does he really think getting it one day early is gonna give LSU a leg up? An ASSISTANT hurries up. \n[2]Yeah, why? The assistant hands over the distinctive DVD marked MICHAEL \n[3]Every year there are a dozen running backs in the high school ranks who will make it to the NFL. Quarterbacks maybe three or four. But left tackles, true left tackles, they're freaks, gifts from the gods. A great one only comes around every four or five years. Mike's the best I've seen in ten. \n[4]I don't kid about guys who'll get fifty million or more to play football. \n[5]Oh, yeah. The embarrassing thing is it's my business to know every prospect in the nation but if you hadn't sent me that DVD I would have never heard of him. \n[6]You're Sean Tuohy, right? Sean \"gets it\", trades a look with Cotton. \n[7]Wow. Just wow. Lemming breaks out a measuring tape and smiles. \n[8]Mike, I came all the way from Chicago just to see for myself. And now that I have, I'd like to extend to you an invitation to play in the Army High School All American game at the end of the season. He places an application on the desk. Michael stares at it. \n[9]I don't want to offend but... does Mike have special needs? \n[10]No, I meant, is he mentally... off? \n[11]Because the only thing he said to me was \"No.\" Said it three times; every time I asked him if he'd like to play in the Army All Star game. I get lobbied by every player, every father, every coach to get into this game.  Let me know if he changes his mind. Lemming walks away. After he's gone, Michael emerges. ", "BETH": "\n[1]The best part about Paris was the food. \n[2]They use sauce like we use gravy. I had to join a gym the day'we got back. \n[3]Hurt Village -- that sounds like a threat. \n[4]I'm actually from there but didn't mind hard work and look where I am now. \n[5]And it's a little soggy to be honest. \n[6]Yes it is. \n[7]They're not \"black\", Elaine. The term du jour is African-American. \n[8]A project for the projects. That's catchy. Money would raise itself.  Don't laugh. Count me in, Leigh Anne. \n[9]Does Michael get the family discount at Taco Bell? Because if he does Sean's gonna lose a few stores. More laughter. \n[10]I mean, what you're doing is so great. To open your home to him. You're changing his life. Leigh Anne smiles to herself, realizing... ", "SANDSTROM": "\n[1]Technically, yes, in both grades. But we have a greater responsibility than just filling classrooms. Steven Hamilton's paperwork looks acceptable and I believe he would be capable of succeeding here but the other kid -- Sandstrom looks through papers for the name. \n[2]Michael Oher gives us no reason to believe, based on his record, that he would be successful here. \n[3]He wouldn't be able to play until he got his grades up anyway. \n[4]Big Mike?... \n[5]Mike, I just got a call from someone at the police department.  Do you remember the story in the papers awhile back about the man who fell off an overpass?  No one knew who he was and they're not sure if he jumped, or if... at any rate he passed away. Sandstrom struggles with how to say the words. \n[6]Mike, the man... was your father. Michael takes this in. without showing emotion. \n[7]They've been looking for someone to notify and came across your name on our registry. I'm really sorry, son. Were you close?  When did you last see him? \n[8]I'll try and find out where he's buried. Maybe we could go visit? Michael nods, then rises and walks away. \n[9]Michael Jerome Oher. Even though no one is supposed to clap, a spontaneous round of APPLAUSE gives Michael pause as he accepts his diploma. Projected behind him is a picture of the cutest African- American infant the world has ever seen. ", "SHERRY": "\n[1]Where exactly are you talking about? \n[2]It would \"hurt\" me to go there. \n[3]Such a shame. \n[4]Civil rights was responsible for some good things but those programs - building ugly, low cost housing. I mean how could you be creative if you lived there? It's stifling. \n[5]Then they're BerMUDian-Americans. They all cringe and laugh. \n[6]I taped your card to, the fridge. The next morning Frank almost gagged on his orange juice. \n[7]Is this some kind of white guilt thing, Leigh Anne? I mean charity's the Lord's work but... \n[8]I'm so sorry, Leigh Anne. We didn't intend to -- ", "FULMER": "\n[1]Drove all the way from Knoxville to come see for myself. Leigh Anne slides in near the group so she can eavesdro \n[2]Coach Cotton I been keeping an eye on your program. Y'all doing a fine job down here. Wouldn't be a bit surprised to see you coaching at the next level real soon. Cotton's smile tells us he'd like that a lot. \n[3]Is that him? Is that O'Hair? \n[4]If you could run him through a few drills, we'd sure appreciate it.. .Cotton gives Leigh Anne a look that says, \"get out of here.\" She shakes her head -- \"I'm not going anywhere.\" Cotton blows his whistle and the team approaches. \n[5]Force equals mass times acceleration. Then, all at once, the coaches pull out their cell phones and start poking digits and jabbering: \"You won't believe it!\" \"You gotta see this!\" \"He's a freak of nature!\" The Clemson coach strides away. \n[6]Good luck with that, Brad! Fulmer smiles wide then turns to look once more at Michael. \n[7]This is a beautiful home, Ma'am. He is startled to see -- Michael, in briefs, racing down the stairs, carrying Collins, who is holding his pants away from him. \n[8]This stinks to high heaven. ", "ED ORGERON": "\n[1]Thank yew, Ma'am. Ole Miss is my dream job. \n[2]Yes 'm. \n[3]Yes'm. What about Tennessee? \n[4]I hear the kid can really pepper the gumbo. \n[5]You a Ole Miss tackle, son. I'm buildin' my line, buildin' my team aroun' you. Make your parents proud, come to Oxford, get that sheepskin and help us win the SEC. Michael nods, turns to SJ. Before SJ can raise his hand -- \n[6]And for you, Si, here's what I can do. At Ole Miss we have The Grove by the stadium. And the team walks it before the game, surrounded by thousands of fans. It's a sacred ritual. And I'm in front. \n[7]Ever seen it from the front of the line? Next year, you and me -- leading the team. \n[8]I'll throw in a sideline pass. Si considers this, smiles and nods. ", "STEVEN": "\n[1]Sure is pretty, huh, Big Mike? Mike doesn't answer, just takes it all in. Steven sees and opens a container filled to the brim with balls - footballs, basketballs, four square balls. \n[2]Not even locked! \n[3]Hey, Big Mike, um... my Pops' girlfriend... she don't really want you to stay with us no more. Big Tony's Taurus pulls into the lot. \n[4]We can still give you rides if you want? \n[5]Naw.  This really yours? \n[6]They just give it to ya'? \n[7]You're right. white people are crazy. And they walk off together to class. ", "DMV EMPLOYEE": "\n[1]Address?... \n[2]Is this his address as well? \n[3]Are y'all his foster parents? \n[4]His legal guardians? \n[5]Does he have a Social Security card? Leigh Anne looks to Michael, who shakes his head. \n[6]Birth certificate? \n[7]There's nobody named Michael Oher in the system. Another last name perhaps? Leigh Anne again turns to Michael, who shrugs. ", "REFEREE": "\n[1]Fourth down ! The crusaders offense leaves the field. #66 follows behind Michael, taunting him. \n[2]Ever heard of the First amendment, Coach? Get back to the sideline. Cotton takes a deep breath, then turns to Michael, who has been beside him the whole time. \n[3]Unsportsmanlike conduct on Wingate! Fifteen yards. Shut up or you'll get another fifteen. \n[4]Second and 38. \n[5]Uh, no. \n[6]I don't believe so. \n[7]I dunno... . Excessive blocking. ", "BOB": "\n[1]I don't think he has any idea what I'm teaching. \n[2]How's the spelling? Mrs. Boswell stuffs the page back in her purse and leaves. \n[3]Who knows it and what does he know? \n[4]You are now seniors. Congratulations. But with that distinction comes responsibility. This will be one of your tougher courses because my job is to prepare you, at least most of you, for the rigors of college Freshman English. You are each holding a class study guide which details assignments. I won't remind you what is due and when. Read the materials and come prepared. At the end of the year you will each choose one of our literature assignments and present a written dissection of the piece. The faces in the classroom tell us this is a tough course. \n[5]I will not give a student a grade he, or she, doesn't deserve. \n[6]Right now Michael's doing C minus, D plus work. His best chance at improving is with the written essay at the end of the year. It counts for a third of his grade. ", "IN THE STANDS": "\n[1]Leigh Anne shows up, sits next to Sean. \n[2]Leigh Anne sits down next to SJ. \n[3]Leigh Anne, Sean and SJ cheer as Wingate runs onto the field. A chorus of BOOS comes from the stands behind them. \n[4]Leigh Anne and Sean share a look and cheer on the team. The Blind Side - Yellow Draft -04/15/09 83 \n[5]Leigh Anne is on the phone. \n[6]-- ", "MILFORD #66": "\n[1]Would y'all look at the size of that buck! Milford takes the field. Jay Collis, to Michael... \n[2]Look whose fat black ass I get to kick all night long. \n[3]All night long, fat ass. All night long. \n[4]And don't come back unless you want me to embarrass your black ass! \n[5]Big black pile of nigger crap! Cotton is nearby, hears this, races straight over to the Ref. \n[6]Your coach always do your fightin' for you? He your Massa?- Michael gets in his stance and on the snap of the ball powers forward. We've never seen him so quick, neither has 66 who dips a hip to keep from being plowed over. The ploy rights fit\" grabbing his jersey, \"between the tits.\" -- The Blind Side - Yellow Draft 04/15/09 87 "}}