{"dialogues": {"RAY": "\n[1]...Hello. \n[2]...What? Who is this? \n[3]Yeah, I'm still here. \n[4]Yeah. \n[5]Your husband. \n[6]Yeah... \n[7]...You get what you wanted? \n[8]Why d'you wanna leave all this? \n[9]You can stay at my place, I'll drop you there. \n[10]See a guy. \n[11]I just gotta see a guy. \n[12]Meurice. Sorry I didn't show last night. \n[13]Is Marty here? \n[14]Thanks Meurice. \n[15]Marty? \n[16]...Well...? What? \n[17]Am I fired? You wanna hit me? What? \n[18]Well... if you're not gonna fire me I might as well quit. \n[19]...I don't like this kind of talk. \n[20]You owe me for two weeks. \n[21]I want that money. If you wanna tell me something, fine-- \n[22]Who was it? \n[23]On the phone. Was it for you? \n[24]Uh-huh. So how do you know it was a he? \n[25]No, am I? \n[26]If that's what you want to do, then you oughta do it. You, uh... you want the bed or the couch? \n[27]You can sleep on the bed if you want. \n[28]You wouldn't be putting me out. \n[29]Okay. \n[30]Watching the car. He looks at Abby. \n[31]Like to have seen his face when he found the dead end. \n[32]What's the matter? \n[33]Door's locked. Nothing there. \n[34]...Huh? \n[35]...Well I'll be damned. \n[36]Yeah? What happened? \n[37]...I don't know if you can fire a psychiatrist, exactly. \n[38]Uh-huh. \n[39]What'd he say? \n[40]Thanks. \n[41]...Mm-hmm. \n[42]...You ever get tired? \n[43]Damn... \n[44]Marty... \n[45]Marty... \n[46]What's the matter, you deaf? \n[47]Abby... you all right? \n[48]I don't know. It's early... I love you. \n[49]I don't know. I better get off now. \n[50]Abby-- \n[51]You're bad. \n[52]I said you're bad. \n[53]We're both bad. \n[54]I didn't think I could sleep. I'm surprised you could. Are you all right? \n[55]Yeah. \n[56]...I just wanted to let you know that everything was all right. I took care of everything. Now all we have to do is keep our heads. \n[57]I know about it, Abby. I went to the bar last night. \n[58]Yeah. \n[59]...He didn't see me, though. Nobody saw me. \n[60]...Is it cold in here? \n[61]I cleaned it all up, but that ain't important... \n[62]...What's important is what we do now; I mean we can't go around half- cocked. What we need is some time to think about this, figure it out... \n[63]...Anyway, we got some time now. But we gotta be smart. \n[64]Abby, never point a gun at anyone unless you're gonna shoot him. And when you shoot him you better make sure he's dead... \n[65]...because if he's not dead he's gonna get up and try and kill you. \n[66]...That's the only thing they told us in the service that was worth a goddamn--Where the hell's my windbreaker? \n[67]That ain't important. What's important is that we did it. That's the only thing that matters. We both did it for each other... \n[68]...That's what's important. \n[69]...What was that? \n[70]We track toward him, isolating him against the window. He is perfectly still. For a long time he can't speak. \n[71]...Don't lie to me, Abby-- \n[72]...Pick it up. \n[73]...Who? \n[74]All right... \n[75]...You can call him back, whoever it was... \n[76]...I'll get out of your way. \n[77]You left your weapon behind. \n[78]Got a problem, Meurice? \n[79]...Why? \n[80]What's that? \n[81]In the trunk. \n[82]...In the car. \n[83]Isn't that what you want? \n[84]Wanna come with me? \n[85]What do you want to know? \n[86]With your gun?... \n[87]...Nobody broke in, Abby. I'll tell you the truth... \n[88]...Truth is, I've felt sick the last couple of days. Can't eat... Can't sleep... When I try to I... Abby... \n[89]...The truth is... he was alive when I buried him. \n[90]Turn it off. \n[91]Just turn it off. \n[92]No curtains on the windows. \n[93]I think someone's watching. \n[94]Just leave it off. He can see in. \n[95]You think... \n[96]...Abby. I meant it... when I called... \n[97]Because you're scared. \n[98]I need a room. \n[99]How much extra? \n[100]Just a room then. \n[101]Does he work here? \n[102]Okay, I'll take the TV option. ", "ABBY": "\n[1]...Ray? \n[2]What was that? \n[3]You kidding? I don't wanna leave all this, I just wanna leave Marty... \n[4]...Drive me to a motel? \n[5]Where... where you going? \n[6]Don't go to the bar, Ray. I know him, that ain't a good idea. \n[7]Hello? \n[8]...Marty? \n[9]What? \n[10]I don't know, he didn't say anything. \n[11]You got a girl--am I screwing something up by being here? \n[12]...I can find a place tomorrow, then I'll be outta your hair. \n[13]Well... the couch would be all right... \n[14]Well... I'm not gonna put you out of your bed... \n[15]...Well, I'd be okay in here-- \n[16]Opal-- \n[17]She has backed away from Marty and now stands on the lawn, breathing heavily. She looks from Ray to Marty. \n[18]Still panting. Up the street we can hear Marty's car alternately racing and stopping, shifting in and out of gear. His engine rumble starts to grow louder again. \n[19]Are you sure this is... Are you sure this apartment is vacant?... Mrs. Esteves? \n[20]Looks like the state legislature is out of session. \n[21]Listen Meurice, you're gonna help me with a problem. \n[22]You're gonna keep an eye on Marty and Ray, make sure nothing happens. \n[23]Thanks, Meurice. \n[24]He's in the house. \n[25]I could've sworn I heard something. \n[26]I knew it. 'Cause we wouldn't have heard anything if it was him. He's real careful. Fact is, he's anal. \n[27]Yeah, he told me once himself. He said to me... \n[28]...\"In here, Abby. In here... I'm anal.\" \n[29]I couldn't believe it either... \n[30]...Me on the other hand, I got lots of personality... \n[31]Marty always said I had too much. 'Course he was never big on personality... \n[32]...He sent me to a psychiatrist to see if he could calm me down some. \n[33]Psychiatrist said I was the healthiest person he'd ever met, so Marty fired him. \n[34]Well, I didn't see him anymore, I'll tell you that much. \n[35]I said, Marty, how come you're anal and I gotta go to the psychiatrist? \n[36]Nothing. He's like you, he doesn't say much. \n[37]Except when he doesn't say things they're usually nasty. \n[38]When you don't they're usually nice. \n[39]Huh? Oh, yeah, I guess. Mm-hmm. \n[40]Hello? \n[41]Ray?... What time is it? \n[42]...You all right? \n[43]Okay, see ya... Thanks, Ray. \n[44]...Ray? \n[45]...What? \n[46]...You're bad too. \n[47]Emerging from the bathroom. Her voice has a flat echo in the bare apartment. \n[48]Why didn't you get into bed? \n[49]Yeah... \n[50]...You called me this morning. \n[51]...What do you mean? \n[52]What happened?--Was Meurice there? \n[53]Well... what happened? \n[54]Ray-- \n[55]What the hell happened, Ray? \n[56]I don't know what you're talking about. \n[57]I... I mean what're you talking about, Ray? I haven't done anything funny. \n[58]Ray, I mean you ain't even acting like yourself. First you call me at five in the A.M. saying all kinds of nice things over the telephone and then you come charging in here scaring me half to death without even telling me what it is I'm supposed to be scared of. I gotta tell you it's extremely rattling. \n[59]How can I be lying if I don't even know-- \n[60]...I mean if you and him had a fight or something, I don't care, as long as you... \n[61]What. \n[62]...Welp, that was him. \n[63]Marty. \n[64]...What's going on with you two? \n[65]Watching. We hear the door open. \n[66]Marty? \n[67]Staring down at the floor. She rises and looks at the desk. As she rises we hear glass under her feet. \n[68]Ray...? \n[69]I... I love you too. \n[70]Bolts upright in bead with a muffled groan. Sweat pours down her face. She brushes a drop of sweat from her eye and looks around. \n[71]Ray. \n[72]...Where is everything? \n[73]...You leaving? \n[74]...But first I gotta know what happened. \n[75]You broke into the bar. You wanted to get your money. You and Marty had a fight. Something happened... \n[76]...I don't know, wasn't it you? Maybe a burglar broke in, and you found-- \n[77]I... I'm sorry, Meurice. I gotta talk to you... Can I come in? \n[78]No, I-- \n[79]Something happened with Marty and Ray-- \n[80]No Meurice, it's worse than that. Something really happened, I think Marty's dead-- \n[81]Sort of... \n[82]Meurice-- \n[83]Meurice, you gotta help me... \n[84]Ray... \n[85]...So? \n[86]So what'll they see? \n[87]--If you do anything the neighbors'll hear. \n[88]...I love you too. \n[89]Scrambles into a corner at the window end of the room. The only sound is her heavy breathing. She looks over at Ray, then up at the bulb on the ceiling. \n[90]Ray-- \n[91]No no--you don't understand-- \n[92]...I ain't afraid of you, Marty. ", "MARTY": "\n[1]What did you take these for? \n[2]You called me, I knew they were there, so what do I need these for? \n[3]How long did you watch her? \n[4]You know in Greece they cut off the head of the messenger who brought bad news. \n[5]No. It just made them feel better. \n[6]Yeah, don't come by here any more. If I need you again I know which rock to turn over. \n[7]Meurice. \n[8]Has Ray come in yet? \n[9]How would I know? \n[10]If he does come in I'm not here... What were you drinking, Debra? \n[11]You've got a very sophisticated palate. \n[12]Give Debra here another drink, and give me the usual. \n[13]Listen, I got tickets for the Oilers and the Rams next week in the Astrodome. Ever sat on the fifty yard line? \n[14]You won't have to. I'll explain what a palate is. \n[15]What's this? \n[16]Red Label. \n[17]Pour that back. \n[18]Don't throw that out. \n[19]So how long have you know Meurice? \n[20]What--Waitaminute--What... \n[21]Deuce in the corner needs help. \n[22]...So what're you doing tonight? \n[23]Tell him you have a headache. \n[24]We don't seem to be communicating-- \n[25]I own the place. \n[26]I'm not surprised, the company you've been keeping the last ten years. \n[27]What's this? \n[28]This. \n[29]That's not the point. \n[30]The point is we don't serve niggers here. \n[31]He thinks I'm kidding. Everybody thinks I'm kidding; if Ray comes in I'm not home. \n[32]What \"what\"? \n[33]I don't particularly want to talk to you. \n[34]Fine. Suit yourself. ...Having a good time? \n[35]Then what'd you come here for? \n[36]Nope. She's an expensive piece of ass... \n[37]...You get a refund though, if you tell me who else she's been sluicing. \n[38]What're you, a fucking marriage counselor? \n[39]What're you smiling at--I'm a funny guy, right, I'm an asshole? No, no, that's not what's funny. What's funny is her. What's funny is that I had you two followed because, if it isn't you, she's been sleeping with someone else... \n[40]...What's really going to be funny is when she gives you that innocent look and says, What're you talking about, Ray, I haven't done anything funny... \n[41]...But the funniest thing to me right now is that you think she came back here for you--*that's* what's funny. \n[42]...Come on this property again and I'll be forced to shoot you... \n[43]...Fair notice. \n[44]No. I think I'll stay right here in hell. \n[45]Meurice... \n[46]...I don't want that asshole near my money. I don't even want him in the bar. \n[47]Lover-boy oughta lock his door... \n[48]...Lotta nuts out there. \n[49]Let's do it outside... \n[50]...in nature. \n[51]Slowly gets to his feet, looking at Ray. \n[52]Got a job for you. \n[53]It's not strictly legal. \n[54]It's, uh... it's in reference to that gentleman and my wife. The more I think about it the more irritated I get. \n[55]Listen, I'm not--this isn't a joke here. \n[56]I didn't say that. Well? \n[57]What do you think? \n[58]So, uh... this wouldn't interest you. \n[59]Ten thousand dollars I'll give you. \n[60]For the money. \n[61]...There's a big-- \n[62]...What? \n[63]I'll take care of the money, you just make sure those bodies aren't found... There's a... \n[64]...If you want, there's a big incinerator behind my place... \n[65]Yeah. Is it... \n[66]...What? \n[67]Yeah... \n[68]Listen, what is it? Is it done? \n[69]Want a couple? \n[70]Got something to show me first? \n[71]Staring dully down at the picture. \n[72]Dead, huh? \n[73]What did you... \n[74]...What did you do with the bodies? \n[75]Jesus, I don't believe it... \n[76]...I think I'm gonna be sick. \n[77]Your money, yeah. \n[78]Of course. \n[79]Don't be absurd, I wasn't about to tell anyone... \n[80]...This is an illicit romance--we've got to trust each other to be discreet... \n[81]...For richer, for poorer. \n[82]It's taken care of. The less you know about it the better. \n[83]...I just made a call about that. It'll look fine. \n[84]Then you shouldn't have done it. Can't have it both ways. \n[85]...Count it if you want. \n[86]Lover-boy oughta lock his door. \n[87]I love you... \n[88]...That's a stupid thing to say, right? \n[89]No. You're just saying that because you're scared... \n[90]...You left your weapon behind. \n[91]He'll kill you too. ", "MEURICE": "\n[1]Hold it, hold it. What's tonight? \n[2]What night is it? \n[3]Right. Friday night is Yankee night. Where're you from? \n[4]Right. I'm from Detroit It's a big city up north with tall buildings. \n[5]Where was I? \n[6]Yeah, well, I may be getting in over my head here, I mean you're the geologist, but my theory for what it's worth, you got all these volcanoes and each time one pops it's the equivalent of what, twenty, thirty megatons of TNT?  Enough to light Las Vegas for how long?  How many years? Course, I'm no mathematician but-- \n[7]Yeah, I know. Pour 'em short. \n[8]No, he's off tonight. Where was he last night? \n[9]I don't know, didn't he call? \n[10]...Marty, I'd like you to meet an old friend of mine, Debra. Debra, this is Julian Marty, the dude I'm always talking about. \n[11]You said the usual-- \n[12]Right. Sorry. \n[13]What. \n[14]Right. \n[15]What. \n[16]Right. \n[17]What. \n[18]Jack Daniels. Don't worry, I'm paying for it. \n[19]What's the point? \n[20]Where? ...I'm very careful about that. \n[21]Not really. What'd you say your last name was? \n[22]Howdy stranger. \n[23]Wasn't too busy. You missed a good one, though. This white guy walks in about one o'clock, asks if we have a discount for alcoholics... I tell him to get lost, but Marty's sitting here listening and I can tell he's thinking that maybe it ain't such a bad idea... \n[24]...Ray, this is Debra. She's a geologist. That's the theory of rocks. \n[25]Not here tonight. Wasn't here last night. He's especially not back in his office. \n[26]For what? \n[27]Marty... \n[28]...I thought you were dead. Going home? \n[29]Kind of a bleak point of view there, isn't it Marty? \n[30]We get a lot of assholes in here, Marty. \n[31]I thought this is where they met. \n[32]I am? \n[33]It won't? \n[34]...Ever occur to you, Abby, that maybe I'm the wrong person to ask? \n[35]Any time. But you don't have to worry about a thing for a while. Marty went down to Corpus yesterday. \n[36]Marty? \n[37]Marty, ya home? \n[38]What day is it today, Angie? \n[39]Tuesday is ladies' night. \n[40]Tuesday night is ladies' night. All your drinks are free. \n[41]I hope you're planning on leaving town. \n[42]No, you do, cowboy. You been to the bar? \n[43]You shouldn't have taken the money... \n[44]...Look at me man, I'm serious. You broke in the bar and ripped off the safe... \n[45]...Abby warned me you were gonna make trouble. Trouble with you is, you're too fucking obvious; the only ones with the combination are me and you... \n[46]...and Abby. Maybe. But as far as I'm concerned that only leaves one fucking possibility. \n[47]Those things are nothing but coffin nails. \n[48]...Look. Personally I don't give a shit. I know Marty's a hard-on but you gotta do something. I don't know; give the money back, say you're sorry, or get the fuck out of here, or something... \n[49]...It's very humiliating, preaching about this shit. \n[50]I'm not laughing at this, Ray Bob, so you know it's no fucking joke. \n[51]Abby. What's the matter? \n[52]Yeah... yeah, come in... \n[53]...but I gotta tell ya... \n[54]...I'm retired. \n[55]Jesus, I got a hangover. Want a drink? \n[56]Well I do... \n[57]...For you I answer the door. If you wanna stay here, that's fine. But I'm retired. \n[58]Abby... \n[59]...Let me ask you one question... \n[60]...Why do you think I'm retired. \n[61]...Ray stole a shitload of money from Marty. Until both of 'em calm down I'm not getting involved. \n[62]What?! Did Ray tell you that? \n[63]That's total bullshit. Marty called me after he was jacked up... \n[64]...I mean, I don't know where he is, but he ain't dead. \n[65]You don't look too good. You sleep last night? \n[66]All right. Just sit tight. Try to get some sleep... \n[67]...I'll find Marty, find out what's going on. \n[68]...Opal? \n[69]Taking a step back. \n[70]Even the fucking dog's gone crazy... \n[71]...Something pretty fucking weird is going on. Put your coat on and I'll drop you at home. But don't talk to either of 'em until I do. And don't worry. Believe me. These things always have a logical explanation. Usually. ", "VISSER": "\n[1]What do you mean... \n[2]...Just doin' my job. \n[3]Well, I don't know... Call it a fringe benefit. \n[4]Most of the night... \n[5]...They'd just rest a few minutes and then get started again. Quite something. \n[6]Now that don't make much sense. \n[7]Well first off, Julian, I don't know what the story is in Greece but in this state we got very definite laws about that... \n[8]...Second place I ain't a messenger, I'm a private investigator. And third place--and most important--it ain't such bad news. I mean you thought he was a colored. ...You're always assumin' the worst... \n[9]...Anything else? \n[10]That's good... \"which rock to turn over\"... that's very good... \n[11]Well, gimme a call whenever you wanna cut off my head... \n[12]...I can crawl around without it. \n[13]Sorry sweetheart, my date is here... \n[14]...She saw me rolling a cigarette and thought it was marijuana. I guess she thought I was a swinger. \n[15]Idnat wild? \n[16]Stick your finger up the wrong person's ass? \n[17]You know a friend of mine broke his hand a while back. Put in a cast. Very next day he takes a fall, protects his bad hand, falls on his good one, breaks that too. So now he's got two busted flippers and I say to him \"Creighton, I hope your wife loves you. 'Cause for the next five weeks you cannot wipe your own goddamn ass...\" \n[18]...That's the test, ain't it? Test of true love-- \n[19]...Well, if the pay's right and it's legal I'll do it. \n[20]If the pay's right I'll do it. \n[21]Yeah? Well how irritated are you? \n[22]...Gee, I'm sorry to hear that. Can you tell me what you want me to do or is it a secret? \n[23]You want me to kill 'em. \n[24]Well what? \n[25]You're an idiot. \n[26]I didn't say that. All I said was you're an idiot. Hell, you been thinking about it so much it's driving you simple. \n[27]I'm supposed to do a murder--two murders--and just trust you not to go simple on me and do something stupid. I mean real stupid. Now why should I trust you? \n[28]The money. Yeah. That's a right smart of money... \n[29]...In Russia they make only fifty cents a day. \n[30]I want you to go fishing. \n[31]Go down to Corpus for a few days. Get yourself noticed. I'll give you a call when it's done... You just find a way to cover that money. \n[32]Sweet Jesus, you are disgusting. \n[33]Marty? \n[34]Ya catch any fish? \n[35]Ya catch any fish? \n[36]...What kind of fish? \n[37]...Yessir, you owe me some money. \n[38]They look good. \n[39]Just the ten thousand'll be fine. \n[40]So it would seem. \n[41]It's taken care of. The less you know about it the better. \n[42]I'll want that picture back... \n[43]...and you did say somethin' about some money. \n[44]Something I got to ask you, Marty. I've been very very careful. Have you been very very careful? \n[45]Nobody knows you hired me? \n[46]Don't say that. Your marriages don't work out so hot... \n[47]...How did you cover the money? \n[48]I must've gone money simple. This kind of murder... \n[49]...it's too damn risky. \n[50]Nah, I trust ya. \n[51]Who looks stupid now. \n[52]All right... \n[53]...You got some of my personal property. \n[54]...One of you does. \n[55]...I don't know what the hell you two thought you were gonna pull. \n[56]...Well ma'am... \n[57]...If I see him, I'll sure give him the message. \n[58]Looking, with mild interest. ", "BACK TO RAY": "\n[1]Staring at the pictures. He looks back down at the pool table. \n[2]He turns from the photograph and walks to an intercom speaker next to the mounted moose's head. He presses the speaker button. \n[3]As he finishes flipping through the papers. \n[4]As he starts across the floor to Marty's office. \n[5]He looks back up at Marty, then walks behind his chair and throws a wall switch. The room is bathed in light. His eyes still on Marty, Ray crosses behind the desk. \n[6]Still moving. He looks away from Marty, scans the floor. He gets down on his hands and knees and peers under the safe. \n[7]Still on his hands and knees. He reaches in and we hear a rattle as he gropes under the safe. He withdraws the gun, looks at it. \n[8]For a long moment he doesn't move. Then, slowly, he starts to get up. \n[9]Meurice's footsteps draw nearer. \n[10]He looks back at the road. A car roars by. \n[11]His panting slows. He is in a cold sweat. After a long moment, he starts walking slowly, reluctantly, back toward the car. \n[12]He slows as he draws up to the back of the car. He looks in the back window. \n[13]No reaction. He walks around the back of the car onto the highway. He looks up the road. \n[14]Still no reaction. He gets into the driver's seat and stares through the windshield as he gropes for the ignition key. \n[15]He throws the car into drive, looks at his target, thinks-- decides. He pulls the key out of the ignition and goes around to the trunk of the car. He opens it and pulls out a shovel. \n[16]He shudders. He adjusts his grip on the shovel. The rumble grows louder. \n[17]Looks up from Marty. The rumble grows louder. \n[18]Staring down the road. Finally he lowers the shovel, walks back to the car and throws it viciously into the trunk, walks back up into the foreground and stoops down. \n[19]Staring, without emotion. He takes one last, fierce drag on the cigarette, then flicks it away. He takes the shovel, walks over to the grave and stares at it for several seconds, shovel clasped firmly in both hands. He walks back to the car. \n[20]He squints at the approaching car. \n[21]His jaw tightens. He stares intently at the car. Then, abruptly, he looks down at his dashboard. \n[22]Reacting to the line as he reaches the car. He bends over to throw the sheet over the seat just as Meurice walks up behind him. \n[23]The engine hum drops as he slows. We hear the low engine rumble and the squeaking brakes of another car. Ray is now stopped in front of the deserted intersection. He looks up in his rearview mirror. \n[24]The unlit cigarette still in his mouth. He looks down from the rearview mirror to the intersection ahead of him. There is a long pause, during which we hear only the steady purr of Ray's car and the knocking rumble of the car behind him. Ray looks up at the traffic light. \n[25]He slowly takes the cigarette from his mouth and drops it onto the seat next to him. His eyes shift from the rearview mirror to the traffic light. \n[26]His face frozen. He turns slowly to look behind. \n[27]His eyes shift back to the mirror. He gropes for his window handle and slowly rolls it down. He sticks out his left arm, eyes still on the rearview mirror, and waves for the other car to go around him. \n[28]Watching the car pass. \n[29]Watching, for a long moment. Finally he takes his foot off the brake, turns the steering wheel hard left and hangs a U-turn. \n[30]Looking. \n[31]He scowls at the shots Visser took, then puts them back in the safe. When his hand comes out he is holding another photograph--this one folded twice. He unfolds it. ", "ABBY'S POV": "\n[1]Ray in bed, his eyes closed. \n[2]Close shot, Ray asleep. \n[3]In the shadows at the far end of the room we can just see two pointed ears and a glittering pair of eyes. The German shepherd is panting softly. \n[4]Marty's fish, now half-decayed, still lie on the desk. Some of the desk drawers stand open, with some of their contents strewn across the surface of the desk. \n[5]Shards of broken glass lie on the floor. \n[6]The pane of the back-door window closest to the knob has been shattered from the outside, scattering broken glass into the office. \n[7]On the standing safe behind the desk lies a white towel. Abby's hand enters frame ans picks up the towel. In slow motion a hammer that's been wrapped inside slips out of the towel, falls end-over-end, hits the floor with a dull thud. \n[8]Blood stains. \n[9]The dead fish. Beyond them, on the floor around the desk, broken glass. \n[10]The dead fish. \n[11]Across the darkened apartment we see the curtainless windows, and beyond them, across the lamplit street, the facade of the opposite building. \n[12]Moonlight glints through the windows across the hardwood floor. Through the windows we can see the facade of the opposite building. The apartment is dark and still, just as we left it before she fell asleep. \n[13]The window. \n[14]The splintered top half of the cue stick on the coffee table. \n[15]Ray is sprawled on the floor in a pool of blood and broken glass. \n[16]Ray is lying still in the darkness. We can hear footsteps approaching up the hallway. Abby enters frame and kneels down next to Ray. She fumbles around him briefly in the darkness. The doorknob rattles. Abby freezes, listening, trying to control her breath. After a moment we hear a scraping at the lock. Abby moves to the bathroom adjoining the main room and shuts the door behind her. \n[17]A sheer drop to the narrow backyard of the building four stories below. Next to Abby's window is another window, separated from hers only by the breadth of the wall, that separates the two apartments. \n[18]A second hole has opened in the wall, letting through a second shaft of light. Four more sharp reports in rapid succession: With each gun blast a bright circle opens and a new shaft of light penetrates the dark apartment. Finally we hear the CLICK of an empty chamber, and the clatter of the empty gun being dropped to the floor of the bathroom next door. \n[19]The stairway is at the far end of the hall. The door of her own darkened apartment stands slightly ajar. \n[20]Her pearl-handled revolver sits on the shelf just inside the door, where Ray left it. It catches the light from the hall. \n[21]The window of the apartment, its glass now completely gone, lets in streetlight. Ray's corpse is a dark form in the middle of the floor. A bright shaft of light slices across the room from offscreen. It glints on the shards of glass that litter the floor, just as in Abby's dream. \n[22]The bathroom door stands slightly ajar. The interior of the bathroom is a bright band in the shadowy recesses of the back of the apartment. \n[23]Visser's shadow falls across the crack in the doorway. \n[24]With the roar of the gun, a small circle of light opens in the door. As the door waffles under the impact, we hear Visser collapsing behind it. ", "RAY'S POV": "\n[1]Hanging on the wall are a couple of framed photographs of Marty and Abby, taken a long time ago. \n[2]A picture of Abby and Marty standing together on a Gulf beach. Marty is wearing a long velour beach robe, Abby is in a swimming suit. Ray's hand enters frame. He traces a finger down her leg. \n[3]As he flips through the papers; bills, receipts, no money. \n[4]Light is spilling out from under the door to Marty's office. \n[5]There is a dark pool of blood under Marty's chair. \n[6]There is a glinting silver circle in the darkness under the safe. It is the business end of the revolver that Ray half- stumbled over, half-kicked. \n[7]The incinerator belching fire and smoke. We hear its distant roar over the bar song. We hear the car door slam. \n[8]Marty is lying inert. \n[9]Marty is crawling up the road on his hands and knees, leaving a trail of blood. The headlights of Ray's car give a fantastically long shadow. \n[10]Marty, crawling. \n[11]Headlight beams, although not yet the headlights themselves, are visible a long way down the road. \n[12]The car is closer. It's headlights wink again. \n[13]The headlights of an approaching car materialize in the fog. The car passes with a roar. Up ahead a traffic light is turning amber. \n[14]Another car is stopped just behind him, the fog floating up past its headlights. The headlights halate in the fog; none of the rest of the car is visible. \n[15]The light is just turning from red to green. \n[16]The headlights of the other car remain motionless behind him. The car makes no move to pass. \n[17]Green fog floats past the green light. \n[18]The other car is still motionless. We hear the muted rumble of its engine. \n[19]The other car remains still for a moment. White fog floats up beyond the red fog created by Ray's brake lights. Finally the car pulls out slowly to the left to pass. \n[20]As the car pulls out into the light from the intersection and Ray's headlights, we see that it is a battered green Volkswagon. First the car itself, and then its red tail lights, disappear into the fog. \n[21]As he flips through the photographs. The first four are Ray and Abby in the motel room bed. The last is a mounted 8 x 10: Abby and Marty on a Gulf beach. \n[22]His and Abby's corpses. ", "BACK TO ABBY": "\n[1]We pull her as she enters the room, then tilt down with her as she hesitantly sits on the edge of the bed. \n[2]Framed against a moonlit window from the shoulders up. There is a long pause. Ray's hand enters frame and pulls Abby down out of frame onto the bed. We hold on the moonlit window. \n[3]Still worked up. \n[4]Standing in the office doorway. We pull her into the room. She stops abruptly, looking past the camera, and wrinkles her nose. \n[5]She takes a step forward. We hear the crunch of glass underfoot. She looks down at the floor. \n[6]She looks up from the floor toward the back door. \n[7]She crosses slowly to the desk, staring at the rotted fish. She looks up from the desk. \n[8]Stooping down to pick up the hammer. At eye level as she stoops down is the combination dial to the safe. The dial has been battered by the hammer. Abby looks from the hammer to the floor under the desk chair. \n[9]Staring. \n[10]She seems to be falling slowly backwards. The camera falls with her, keeping her in close shot. Her head hits a pillow. We pull back slowly to reveal that she is lying on the bed in her apartment, staring across the room. She lies motionless on the bad, her eyes wide. \n[11]She slumps back onto the bed. One hand gropes down out of frame and comes up holding an illuminated alarm clock. She looks at it, drops it back to the floor. She turns on her side and stares across the room toward the window. \n[12]Staring at the window, paralyzed--almost in a trance. Quiet except for the chinking of glass. \n[13]Breathing heavily, almost hysterical. She looks down at the floor. \n[14]She reaches down and pulls off one of her shoes. She throws it at the ceiling bulb. We hear the bulb shatter and the room goes black. Abby rises and makes her way cautiously across the glass- littered floor toward Ray. She stoops over him. \n[15]Staring at the wall. We hear a second CRACK. \n[16]She turns and hobbles toward the door of apartment. The muffled thumping continues, as in her dream. \n[17]She shifts the gun slightly and fires. \n[18]Leaning against the facing wall. She lowers the gun. She slides down the wall to finally rest seated on the floor. She brushes a drop of sweat from her eye. \n[19]A pause. After a moment, her voice comes out half-choked: \n[20]Staring at the door. We hear the laughter subside, to leave the sound of labored breathing. Finally: ", "WOMAN": "\n[1]...He gave me a little pearl-handled .38 for out first anniversary. \n[2]...Figured I'd better leave before I used it on him. I don't know how you can stand him. \n[3]Yeah... \n[4]...I don't know. Sometimes I think there's something wrong with him. Like maybe he's sick? Mentally?... Or is it maybe me, do you think? \n[5]I'll figure something out... How come you offered to drive me in this mess? \n[6]See, I never knew that. \n[7]...Hell. \n[8]Stop the car, Ray! \n[9]No. \n[10]I don't know... I just think maybe I'm making a mistake... \n[11]...What was that back there? \n[12]Sign. \n[13]Ray. Did you mean that, what you said before, or were you just being a gentleman? \n[14]Yeah. \n[15]Yeah. \n[16]...What do you want to do? \n[17]You we telling me about the Ring of Fire. \n[18]Tuesday. \n[19]What? ", "MAN": "\n[1]Uh-huh. \n[2]Well, I'm only an employee, I ain't married to him. \n[3]Listen, I ain't a marriage counselor. I don't know what goes on, I don't wanna know... But I like you. I always liked you... \n[4]...What're you gonna do in Houston? \n[5]I told you. I like you. \n[6]Well now you do. \n[7]...Abby? \n[8]...You know that car? \n[9]What's the matter? \n[10]Back where? \n[11]I don't know. Motel... Abby-- \n[12]Abby, I like you, but it's no point starting anything now. \n[13]I mean, I ain't a marriage counselor-- \n[14]...What do you want to do? \n[15]What? \n[16]...Friday? \n[17]Lubbock? ", "CLOSE SHOT  RAY": "\n[1]His head cocked to the side. After a moment his eyes shift. \n[2]As he shuts the door. He looks up across the parking lot. \n[3]Both hands hold the shovel tensed over his shoulder. He stares down at Marty. A long pause. We hear a distant rumble. \n[4]As he bends over to pick up the shovel, dripping sweat. We hear the shovel biting into earth. \n[5]As he straightens up and stands motionless, expressionless, watching Marty, making no attempt to get out of the way. \n[6]Pale and unblinking. \n[7]He has dozed off in his chair. Offscreen we hear a door slam, and his eyes open. \n[8]Looking down at the seat. He backs out of the car and walks up the driveway to his house. \n[9]Standing in front of the back door of his car, watching Meurice walk away. His right hand rises into frame to deposit another unlit cigarette in his mouth. Offscreen, Meurice calls from the end of the drive: \n[10]Driving. He is gently lit by the light from the dashboard. He reaches forward to turn off the radio. The only sound now is the hum of the engine and the rhythmic clomping of tires on pavement. The look and sound of the scene are close to those of the first scene of the movie. Ray takes a cigarette out of his pocket and puts it in his mouth, but leaves it unlit. \n[11]He looks up in his rearview mirror. \n[12]Standing in the doorway from the bar, staring down at the fish. \n[13]Driving. He glances up in the rearview mirror. ", "LANDLADY": "\n[1]--big windows, paneleen and everytheen. So you want, like your own place? Like a Town House? \n[2]No one will bother you here, sweetie-- \n[3]I show you around. \n[4]Oh yes... \n[5]...That's the kitchen... \n[6]...This is the bathroom... \n[7]...The toilet works and everytheen... \n[8]...And here we are back in the liveen room. \n[9]...Good floors. Gas heat. \n[10]...That's Mr. Garcia. \n[11]...I was just esplaineen to him that he moved out of here yesterday... \n[12]...You look around. Don't mind Mr. Garcia; he use do be my brother-in- law. ", "CLOSE SHOT  ABBY": "\n[1]Staring at the door. She looks at Mr. Garcia, looks nervously around the apartment. She looks back at Mr. Garcia. \n[2]Her sleeping head on a pillow. Offscreen we hear a door open and shut. A moment later Ray's dirt-caked hand comes into frame and gently brushes a wisp of hair back for Abby's face. We hear Ray walk across the apartment and a moment later the sound of water running. Abby stirs. She looks offscreen. \n[3]Startled. She shuts off the water and stands motionless. Droplets of water are streaming down her face. We hear the sound of footsteps in the next room, crunching across broken glass. \n[4]She looks from her hands up to Marty. \n[5]Still lying on her side on the bed, her eyes open, staring at the window. \n[6]Her head on the cushion. We hear engine rumble. Abby twists her head back, following Meurice. As we hear the table lamp being switched off we: \n[7]She stares dumbly down at Ray. She looks slowly up to the window. \n[8]As she reaches the top of the stairs. She takes one step down, then brings herself up short. She looks over the railing down the stairwell. It is quiet. An innocent-sounding cough echoes somewhere in the building. We hear the sound of footsteps from somewhere below. Abby turns and hobbles back to her apartment. The bareness of the hallway sets off her abandoned shoe. \n[9]Staring at the lines of light that crisscross the apartment. There is a long moment of silence, then a sudden THUMP. \n[10]As she steps in from the hallway to pick up the gun. She looks around the apartment. \n[11]She steadies herself against the wall and turns to look toward the bathroom. \n[12]Staring, almost transfixed, at the bathroom door. She raises the gun, trembling, and trains it on the band of light. ", "DEBRA": "\n[1]Remy. \n[2]Thanks. \n[3]...What's a palate? \n[4]I don't follow baseball. \n[5]You won't have to. I just wanted to see if you knew. \n[6]About ten years. \n[7]Going out with Meurice. \n[8]It'll pass. \n[9]You want to hustle me. I don't want to be hustled. It's as simple as that. Now that I've communicated, why don't you leave? \n[10]Christ, I'm getting bored. \n[11]Nice guy. ", "RHODES": "\n[1]Hey there, stranger! What can I do you for? \n[2]I reckon I can hear him... ...Room rate's eight sixty-six a day plus sales tax, plus extra for the TV option. \n[3]I reckon I can hear him. TV option, that's a dollar twenty, makes nine eighty-six plus tax. \n[4]Channels, we got two and six. Two don't come in so hot. \n[5]I reckon I heard the man. \n[6]See, Wednesday's the special on RC Cola. I don't know if I explained about the TV option. If there's a TV in the room, you got to pay the option. \n[7]Ever durned one. \n[8]Well see the thing about that is, we're booked. ", "HIS POV": "\n[1]The car behind them waiting, patiently. Rain drifts down past its headlights. Finally it pulls out and passes them slowly, their headlights showing it to be a battered green Volkswagon. First the car itself, then its red taillights, disappear into the rain. \n[2]Meurice is pouring the milk down the sink. He looks innocently up. \n[3]A house. Quite near by. The house and its perfect green rectangle of lawn are set incongruously in the middle of the open field. \n[4]The dog bounding down the hallway. Its panting has become a low growl. \n[5]Opal snarling, leaping. \n[6]The underside of the sink, its convoluted chrome works beading moisture. \n[7]A condensed droplet trickles down the chrome. Directly overhead, it hangs for a moment from the lowest joint of the pipe. It fattens, wavers, wavers--and falls, spelling... ", "BATHROOM": "\n[1]Abby looks at herself in the mirror above the sink, then turns on the tap water. From a neighboring apartment we hear a dull rhythmic thumping on the wall. She pauses, listens for a moment, then starts to splash water on her face. From somewhere offscreen we hear the sharp sound of glass shattering. It reverberates for a moment, then dies. Abby looks up at the bathroom door. We hear a scraping at the lock of her apartment door. Abby listens. Suddenly we hear the lock springing open, and the front door swinging on its hinges. \n[2]It is very small. Abby presses her palms against the door and slowly eases her ear against the door to listen. The scraping in the apartment door lock continues. Sweat streams down Abby's face. She brushes a drop from her eye. We hear the snap of the lock springing open, and the front door swinging on its hinges. \n[3]Abby has drawn her head back from the bathroom window. She moves back to the door and braces herself against it. \n[4]Visser looks around the cramped space. The shower curtain is drawn. He casually draws it back. The shower is empty. He goes to the window and leans out. \n[5]\n[6]\n[7]Visser lies on his back, his head underneath the bathroom sink. His good hand is pressed against his belly, which rises and falls with his heavy breathing. Blood seeps out between his fingers. He is smiling. ", "ABBY'S APARTMENT": "\n[1]As she enters and slams the door behind her. She scrabbles at the lock, finally manages to get it shut, then turns and looks frantically around. \n[2]Visser hunches, hands on knees, over Ray, who lies on the floor out of frame. \n[3]Visser straightens up from Ray's body. He drops something to the floor, out of frame, that lands with a thud. He goes over to the light switch on the wall and flips it back and forth. No light. He goes over to the brass lamp, sets it upright, tries its switch. Again nothing. He disappears into the kitchenette as we hold on its open doorway. After a moment we hear a refrigerator hum as a cold blue light plays in the doorway. There is the rattle of a can being pulled off the refrigerator rack, and the snap of its pull-tab being opened. After a couple of audible slurps we hear the can go back on the rack and, as the blue light disappears, we hear the refrigerator door close. Visser reappears in the doorway. He surveys the room, fixes on the bathroom door, goes over, turns the knob. The door swings open. He walks in. \n[4]\n[5]\n[6]", "KYLE": "\n[1]He needs a room, Dusty. \n[2]He wants the TV option, Dusty. \n[3]Tell him the channels, Dusty. \n[4]He don't want the option, Dusty. \n[5]Sure don't. \n[6]And how many room got TV, Dusty? "}}