{"dialogues": {"ALEX": "\n[1]Twenty people tonight. I got a South Beach widow, a plastic surgeon -- they actually came together. These people -- all they really want is something to brag about at dinner parties. He swigs from the bottle of white wine, grimaces, detours behind the counter, and spits the mouthful into the plastic lined wastebasket. He throws the bottle away. \n[2]There I was, passing the wine, passing the bread, I suddenly felt like the priest at Masst Or maybe Mass started out as a wine tasting, and Jesus was a salesman. what do you think? He goes into \n[3]-- Ever heard of Georges Duboeuf? He throws away some of the glasses. \n[4]Duboeuf has a nose and a palate -- like a gift from God. He can taste a single grape before the harvest... and describe the beaujolais it's going to produce. She laughs. \n[5]You know how many bottles I have in this store? Open any one of 'em, I'll tell you the vintage and vintner, b lindfolded. He bends down to pick up the chunks of baguette strewn on the floor. He doesn't see her slip off her panties. She walks behind him, twirling them into a tight band. She whips them over his eyes. He laughs. \n[6]Victoria's Secret 95. She passes her glass under his nose. \n[7]Gabriella, I picked these wines. \n[8]All I can smell is your perfume. She laughs. \n[9]I even bought it for you. She opens her shirt. She's not wearing a bra. She lowers her breast to the glass and then to his mouth. \n[10]Beychevelle '83. Lot of body. Very aggressive. He pulls off the panty blindfold, kisses her on the mouth softly, then fully. \n[11]It means something to me. \n[12]Oh, yeah... We're pretty good. He kisses her goodbye, unlocks the door. She goes out to her Honda Civic. Alex doesn't wait to see her drive off before he heads back to finish cleaning up the tasting room. \n[13]You think you're gonna steal my car, asshole? The younger man whirls around. \n[14]Pop the. trunk. \n[15]I just want to show you something. Worked by the combination of natural curiosity and Alex's charm; the repo man pops the trunk and gets out of the still-running car. \n[16]Do you drink? \n[17]Two cases of single malt whiskey aged in the barrel before he was born. \n[18]So are you. Drink it with the kid. Teach him what smooth is. Enjoy yourselves. Isn't that worth a few days' breather... My accountant's a fuck-up. So am I, maybe, for not firing him. The bolt cutters clip through. The chain falls. \n[19]It's late, Jason. \n[20]You can't'fish all night and work all day. \n[21]No wonder you drop bottles. \n[22]Do you do it on purpose? \n[23]I almost knocked it over trying to get out of the car. \n[24]Use a regular knife. \n[25]Pointed, it's a fucking weapon. Put it away. \n[26]And keep your voice down. Your mother's asleep. \n[27]You have no idea, none, zip, what goes on in a marriage. \n[28]I asked him to clean up downstairs. \n[29]A modicum of cooperation, you know? \n[30]Hey! \n[31]Jason has gone into his room. He slams the door. \n[32]You'll like this one better. \n[33]I've been so busy. We could sneak away for a week.. Would you like that? \n[34]Last time was different. \n[35]Rob, has Jason shown up? A man's French-accented VOICE answers him from the store. \n[36]You have his paycheck there? \n[37]Just get in the car. \n[38]You stink. \n[39]There's Wash IN Dries in the glove compartment. Jason opens the compartment, finds the packets, opens one, rubs his hands. \n[40]... I'm trying here, Jason -- I really am. When you didn't want to go to college, I took your side, I said fine -- I mean, I -didn't finish college, and I've done all right. I gave you a job', a steady check, which is more than anybody else has done. And what do I get back? Shit. I've tried to teach you the business -- the care, the finesse... Jason laughs dismissively. \n[41]Well, look at it this way, Jason, someday you'll have your boat and I'll have my vineyard, and the best part '11 be they're nowhere near each other. \n[42]Save the stamp. \n[43]Hi, mike -- what's the score? \n[44]Don't underestimate Marino. Mike ticks off the appointment, raises the gate. \n[45]â\u0080¢ Judas! Grinning, Mike routinely writes down the license plate number. \n[46]Wine delivery. The INTERCOM CLICKS off. They hear FOOTSTEPS approaching. The door opens. Jason's eyes focus. He's hooked. Gabriella is smiling at Alex. She has her arms full of clean burp cloths. \n[47]How are you? She glances politely toward Jason, not at all expecting what she sees. A circuit connects between them. \n[48]Gabriella takes care of Baby Reese. This is my stepson, Jason. \n[49]Aren't you covered on your home policy? \n[50]Do you want to see the label? She hides her hurt by not looking at him. \n[51]I'm going to check the storage room, see what else'll travel. I know I put some vintage Armagnac in there, maybe some Porto? He heads down the gangplank. \n[52]Did he ever come on to you? \n[53]Look how beautiful you are. He's an idiot if he didn't. Now she sees the necklace. \n[54]Just put it on for a minute. Look at yourself. She slaps at his hands half-heartedly, but it's so tempting. \n[55]See what you deserve. \n[56]Not against your skin. He starts to pleat her T-shirt loose from her jeans. She doesn't resist. They watch each other in the mirror. \n[57]Ah... shit... He hurriedly unhooks the necklace and puts it back in the pouch, gathers up the insurance papers and Polaroids that had spilled and slides them back in the envelope with the pouch.' Gabriella is tucking in her T-shirt. She closes the closet door. Jason's VOICE is closer, more impatient, at the bottom of the stairs. \n[58]I was in the bathroom. He walks down the stairs. A wooden case of liquor is by the terrace doors, where he left it. \n[59]Give me a hand, will you? I'm not as young as you are. \n[60]You play for the possibilities, Dave. So do I. Or else why get up in the morning. VICTOR SPANSKY neatly stacks his modest winnings. He's tall, thick-shouldered, 55, with a gray crew-cut, tinted glasses, and a smoker's cough. He does nothing in a hurry. \n[61]There's an optimist in every game. \n[62]\n[63]He's got peepee in his veins! Life for that guy's a habit and stained pants. You know what I mean? Dave laughs, feeling better. \n[64]Try. \n[65]You want to cut for what's here. Victor chuckles.. \n[66]What-are you doing with your life, Victor?. Victor makes a small gesture, indicating the cards. \n[67]it's appraised at a million three hundred thousand dollars. a laugh. Victor tosses the photo back on the table with \n[68]I have access. Victor shakes his head no. \n[69]And broke. \n[70]Bullshit. You need as much as I do. Victor's eyes blink behind his glasses. \n[71]I have a friend in the house. \n[72]Iï¿½can distract her. \n[73]She'd never know, I don't want her to know... I like her too much. \n[74]Because I know a good thing when I see it. Alex flips over a card. It's the king of clubs. \n[75]Victor... Victor has been distracted by Alex's proposition. Now he comes back to scoop up his money. Alex sweeps the cards back into a stack, leaving only the photo on the table. \n[76]... But this is fifty-fifty.. \n[77]I saw the light still on. I'm glad you're up. \n[78]C'mon, c'mon, be nice. \n[79]I told you I was playing poker tonight. He hands her the glass. She takes a sip. \n[80]I won. \n[81]Let's not get into this, honey. Her voice is tired. \n[82]I know -- He reaches for his wallet. \n[83]I got you a new one. \n[84]Everything's about to change. Suzanne has heard that too often from him. \n[85]all the time! \n[86]I am making an effort heret \n[87]Did you never have a fight with his father? \n[88]-- A saint. I should've guessed. Must be at the right amid of God this very minute. Suzanne doesn't bother replying. She turns off the light, pulls the sheet to her shoulders. Alex sits down on the window seat to enjoy the champagne in the dark. \n[89]You want to hand me down a good cognac? I'm going out to the Reeses. \n[90]He wants to talk. He dusts off the bottle. \n[91]-- not to want to take a chance, with a month away. That's what I thought. \n[92]Second honeymoon. \n[93]-- It may need a part replaced. \n[94]--,Dina... this is not a great idea. Used to getting her way, she's not easily dissuaded. \n[95]Have a good cruise. I'll take care of this. \n[96]You look ridiculous. \n[97]No. Victor opens the front door.- \n[98]-- Is your makeup melting? Offended, Victor reaches over to honk the horn. Alex stops him, opens the driver's door. \n[99]There you are, Mike. \n[100]I was helping you out. I checked off the appointment, didn't you see it? He rings the doorbell again. \n[101]I know., but the nanny's supposed to be here -- Victor rolls his eyes, unseen. The nanny. \n[102]It can't wait. He'll lose his entire wine collection if the humidifier isn't fixed. \n[103]You all right? \n[104]Can you fix the thing, Harold? Or does it have to be replaced? \n[105]No. \n[106]Harold? Victor hears the FOOTSTEPS coming up the stairs. He keeps searching, but the pressure tells, and his breathing becomes a wheeze. \n[107]Down there, wasn't it? The guard doesn't let him change direction. \n[108]Is that our fault? \n[109]All right, then. The guard glances up at the hatch. In that moment victor winks at Alex; he scored. \n[110]What the fuck are you doing?? \n[111]You put me in the shot. \n[112]Give me the film, Victor._ victor's hand glides into the drawer. Alex sensibly stops short. \n[113]What's this supposed to be? \n[114]Meaning you're too chickenshit to do it yourself. \n[115]Fuck... He looks at the ticket. \n[116]I don't fly economy. \n[117]... May I speak with Gabriella? Puedo hablar con Gabriella?  No, yo no quiero dejar un mesajo, gracias. Voy a llamarla mas tarde. ...Si. Buenas tardes. He hangs up and speed-dials a number from the typed list on the wall. \n[118]... Hey, Ted -- it's Alex Gates. I need a couple of tickets to New York for tonight, first class.  Don't sweat the account, I'll pay \n[119]I got your note. Fuck the Reeses. We're taking a trip, honey. Pack a bag. I'll pick you up in an hour. \n[120]Does it matter? GABRIETâ\u0080¢T.A Not Anywhere you are, I want to be there. 51. \n[121]Ohio. \n[122]Don't worry, it's not Ohio. She laughs. \n[123]Napa. I got a problem with a supplier. Boutique wineries -- they're all owned by ex-lawyers. \n[124]I need to see the wholesaler. \n[125]Honey, I don't have to. I will, out of courtesy. It's Mrs., and she's fifty years old, Suzanne. She's the agent. \n[126]I don't want to fight with you on my way out the door. I don't have time for this. Yanking the tickets out of her hand before she can react, he pushes past her with his bag. She follows him down the stairs. \n[127]I worked my ass off for you with that store. Eight years of twelve- hour days and one-day weekends! So don't tell me I haven't treated you well. 53. \n[128]When I get back. \n[129]Sssh, calm down -- She tries to slap him again, but he gets hold of her hand. \n[130]-- Give me my keys, I need my keys. I don't want to hurt you. \n[131]\n[132]hasn't moved. Suzanne drops to her knees beside him and squeamishly lifts his wallet out of his pocket, snatches the cash, lets the wallet fall back beside him. Her breathing is so rapid and shallow it sounds like whimpers. \n[133]I'll fucking kill her. \n[134]Not for a month. Plenty of time. Victor sighs. \n[135]To the Gulf? Three hours. He removes the towel from his head. \n[136]I'll stop at my doctor's. \n[137]Let's hope we'll find her before she sells. 65. \n[138]Hey! What's wrong? \n[139]Jesus. Victor. \n[140]That's not fair. The plan was for you to move the necklace. I wouldn't have had the goddamn thing. Come on... sit down... try to relax. He reaches for victor's cigarettes and crumples the package in his fist. Victor looks at his ruined smokes. \n[141]They can't be too far. Victor stares at him. \n[142]Or he wouldn't have lied. \n[143]I think you made a friend. Victor turns around, Alex keeps walking. \n[144]Napa's farther north. Victor comes out of the bathroom. He's waiting for news. \n[145]I love you. Her smile vanishes. \n[146]She wants to talk to you. \n[147]Just fucking say hello, okay? Victor takes the phone. \n[148]Happy? Satisfied? I'm working. \n[149]Are there any messages? She carries the phone to the counter where she keeps mail and any messages and starts to leaf through the stack. Her eye falls on a crumpled light blue envelope; she moves it out from the pile. It has been forwarded several times. And it's addressed to her. \n[150]What about the messages? \n[151]Gabby? She puts down the letter and quickly- finds the message memo. \n[152]Thanks, honey. I'll call-you tomorrow. G'd'night . He hangs up, excited. Victor has already started to pack. \n[153]And you had no faith.. \n[154]You all right? \n[155]How about for me? Victor takes out the photo of Alex with the necklace and holds it up for him. \n[156]You're sick. I'll do it. Alex throws open the door and barrels out of the car. \n[157]A seventeen-year-old kid waltzes in with a diamond as big as your toenail, and you don't wonder?? You shouldn't have touched iti You know that! All right, okay. When we recover the rest of the necklace, I'll be back. Do not, do not sell it. I'll see what I can do for you, Raines. \n[158]Smart lady. She lets Jason make the sale. They get caught, he's underage, and she don't know a thing. I gotta give her credit. \n[159]There. \n[160]Easy, easy -- he'll see us. \n[161]\n[162]I just need to talk to her. \n[163]We need to get some help! \n[164]-- Oh, Christ... He lifts her shirt to see how badly she's cut and presses the heel of his hand against the gash to try to stop the bleeding. Her blood spurts through his fingers. With his other hand he pats down her body. \n[165]I think he's okay, Suzanne. Just' tell me where it is. She can't answer. He opens the glove compartment and feels inside. He goes through her purse. \n[166]Goddammit! Leaning over the seat, he fumbles with her clothes. He's trying to make her comfortable. \n[167]Sssh, I have to. Don't be scared. I'm not going to hurt you. \n[168]She's dying, for chrissake! Hear the sirens? Help's coming. Just tell me where it is and let me get out of your lives. She whispers something. He leans in close. \n[169]What? -- \n[170]\n[171]... I didn't mean for this to happen. \n[172]Hey, there... how do you feel? \n[173]I flew straight back from Napa when I heard. You hit your head pretty hard. Jason struggles to sit up, his equilibrium not fully restored. \n[174]I'm sorry, Jason... I'm so sorry. Jason stares at him. He hasn't absorbed the fact. \n[175]She didn't make it as far as the hospital. Horror and rage flood Jason's face. \n[176]-- Don't, don't -- I need someone in here! \n[177]Where's my son?? \n[178]You let an underage boy with a head injury walk out of here by himself?? \n[179]Gabby? \n[180]I've been looking for you for two days! Jason relishes this. \n[181]How'd you get here? \n[182]Why didn't you wait for me? Jason eats without answering. \n[183]And what about all your stuff, and your mother's? Jason swallows, wipes his mouth. \n[184]I'm not hungry. Jesus. \n[185]Hello, Gabby. \n[186]What are you doing. Jason gets up from the table. He's wearing workout clothes. \n[187]Did you try to make him feel better? \n[188]Oh,. please. I don't need two children in the house.  -- What happened to your mouth? Gabriella's hand jumps to her lip. \n[189]Where? Here?... Better? She tries to laugh and nods. He holds her close. \n[190]where'd Jason go? \n[191]You have something that belongs to .me, Jason -- and I want it back. \n[192]Either way. Jason continues to lift. Finally: \n[193]I was holding it for someone. These are dangerous people. 100. \n[194]Don't screw around with me, Jason. He's in a position to crush Jason's windpipe. Jason shoves the barbell up in his face, finishing the set and re-racking. He reaches for his towel and wipes his face, his expression hidden. \n[195]It was an accident! What did I have to do with it? Jason wads up his towel and throws it at Alex. \n[196]Did you see who was in it? Jason shakes his head no. \n[197]I met one of these guys. Tall, weird-looking fucker with.a gray crew-cut.  These people you don't steal from. Whoever was following Suzanne is going to come after you, too. Haven't you figured that out? For the first time Jason wavers.; it's a plausible alternative, but one that makes him guilty instead. \n[198]Doesn't matter. Give the necklace back to me, and we'll split the handling commission. His ingratiating smile offends Jason. He doesn't trust Alex. He shakes his head. 101. \n[199]He's gonna make a move. \n[200]Okay. He hangs up and rocks back in his chair. \n[201]\n[202]Wake up. She realizes he isn't going away. She rolls onto her back. Her arms go around him.- Alex kisses her, long and deep. \n[203]I think he's probably figured out why we sleep in the same bed, Gabby. \n[204]... So do I. Gabriella props herself up on her elbow. \n[205]We need to go somewhere, just us. \n[206]I'm buying a vineyard in France. Have you ever been to Paris? 103. \n[207]We'll stay at the Ritz, we'll eat our way through every three-star restaurant in town -- a new dress every night -- would you like that? Gabriella laughs in wonder and turns onto her side to face him. They fit themselves together like an old married couple. \n[208]-- We'll drive down through Burgundy -- follow the Rhone into Provence, wind up on the Riviera -- Monte Carlo -- \n[209]They have tables at the casino where you play baccarat and the bets start at a hundred bucks. \n[210]Sure. 104. \n[211]James had an expense account. He rolls onto his back, she lays her cheek on his graying chest. He no longer wants to make love. \n[212]What made you think of the necklace? She's drifting toward sleep. \n[213]A man with your breeding usually rings the doorbell. \n[214]You heard the news. Victor pulls one of Alex's golf clubs out of the bag as though to admire it. \n[215]\n[216]Come on, this is pitiful. Victor drops onto the sofa. He gags on the blood in his throat and desperately draws in air. \n[217]What a mess. He picks up a sofa pillow to arrange it for him. Victor gives him a grateful smile. Alex presses the pillow down over his face before he can react. His feet flail. Alex has to lie on top of him to hold him down. A couple making out on the couch. The GUN THUMPS to the floor. Victor's movements slow, and stop. Alex takes no chances. He keeps the pillow jammed down until there's no possibility of trickery. Satisfied, he rolls Victor's dead body onto the floor, steps over it, and with steady hands he opens a bottle of very expensive wine. He pours a glass. \n[218]At least you got to die in your own clothes, Vic. That's something. \n[219]What took you so long. \n[220]Just tell me how to find you. \n[221]Good morning! I brought donuts. Jason is struck silent. He sits down on the side of the boat, his arms around his ribs. \n[222]Oh, it's not as bad as all that. \n[223]She has some residual loyalty, yeah. Which I didn't expect either. Jason moves to the helm, switches on the engine. Alex quickly finishes his donut. He brushes off his fingers. \n[224]Where are we going? \n[225]No, it's a beautiful day for a boat ride. Give us a chance to talk. He makes himself comfortable. \n[226]This one? \n[227]-- If we could manage to ignore the personal history here, I think we could work something out between us. Jason turns the boat toward the open sea. \n[228]You want Gabriella? This is the way to have her. Life costs, Jason. Love costs. And you love her more than I do. 114. \n[229]\n[230]He's feeling like you let him down. .She gives Alex a look that silences him. He reaches for another donut. The SOUNDS of the ENGINE and the HULL hitting the waves substitute for conversation. \n[231]We're giving you a hard choice, Gabby. Two rich men. Gabriella swivels her head slowly. \n[232]Jesus! What the hell is that? \n[233]I'd just get in his way. His hand comes to rest on her shoulder as Jason expertly reels in the bucking hammerhead. She shrugs away from his hand. Jason has hooked a ten-foot, three-finned sea beast with a spade-shaped head and black eyes on each side. He attaches the line to a winch and winds it up onto the deck. It twists wildly, knocking things over until it slows down and finally lies very still. His chest heaving with the effort, Jason looks around. Alex has disappeared without either of them noticing. \n[234]No. \n[235]You little prick. \n[236]scrambles toward the necklace. \n[237]Help me, help.mel! Gabriella runs down into the cabin. Much as he hates Alex, Jason can't let him die. like this. He charges. forward and straddles the shark, jams the blade of his knife into the primordial brain. He twists the handle once. The shark dies instantly. Trembling with adrenalin, Jason gets off its back. With his elbows Alex drags himself out of the jaws. He's badly mangled.. The shark slowly changes color to a dull brown. \n[238]You knew it wasn't dead. Jason squats down beside him to access his injuries. \n[239]Then you killed her yourself. Jason slowly nods. \n[240]Jesus. You set me up. You had her call me. Shit... I believed you. Jason pushes to his feet and heads for the cockpit. \n[241]What's your name? \n[242]-- No, listen, listen -- this is worth a fortune. (thrusting the necklace \n[243]Wait, don't go! Come back here. Come on back! Henry's gone. Alex rolls onto his belly and starts dragging himself down the dock, too much of an optimist to give up hope in a hopeless situation. ", "JASON": "\n[1]I'm going out tonight. Alex exhales. \n[2]Working for you doesn't exactly tax my mind. \n[3]Fire me. \n[4]Fishing bought me my bike. \n[5]I wasn't sure you were coming home. \n[6]This has a better edge. Feel it (pointing it at Alex, \n[7]Hell with you. Jason exits to the stairs. \n[8]If you got home on time once in a while, maybe she could skip the chemical help. Alex is also on the stairs. \n[9]Yeah, well, I'm learning more than I want to. \n[10]It's not an argument. \n[11]A modicum. What's that. Modicum my ass. He pushes past his mother toward his own room. Suzanne follows him down the hallway, leaving. Alex behind. \n[12]Then go to bed. \n[13]What! \n[14]I know, Mom. \n[15]Whatever. She walks out. \n[16]:. Bite... \n[17]Henryl Fish ont The line screams out. Jason's ready. He sets the hook. \n[18]Time to go to work, man! C'mon. scratching. HENRY, 33. He wears a red Panama hat that's \n[19]Let's find out. He hauls back on the rod, the line rises from the ocean, they both recognize the fish at the end. \n[20]This one's got more to worry about than you do. He starts to reel in the fish. Henry moves to the wheel.- \n[21]Oh, yeah. Jason braces for the fight. \n[22]My skill.  ... My fins. \n[23]I'm cool. \n[24]You ever caught a shark? \n[25]Lemme -- lemme show you something. Jason pulls up the sleeve of his denim jacket to display a fresh gash across his arm. \n[26]He was already gaffed onto the side of the boat, good as dead. Two hours dead! And I was still too close to the mouth. Revenge is the last instinct to go, did you know that? The chef shrugs and shows his thumb, missing a joint. \n[27]I washed. \n[28]I'll send you a Christmas card. \n[29]Hi. \n[30]Big boat. Gabriella laughs and looks over her shoulder at him. They're both kids. \n[31]The fittings are definitely -- yeah on the ugly side. But damn, she's solid. \n[32]I like.boats. Gabriella shows him the climatized, built-in wine closet next to the galley. He starts to rack the bottles while she watches. He talks to stop her from leaving. \n[33]So where you headed? \n[34]They don't want to take the baby. \n[35]You don't like them. Gabriella laughs. 20. \n[36]Doesn't have to be. \n[37]Worst kind. \n[38]Where's that? \n[39]I don't know, I never been there. \n[40]You don't seem too nuts. She laughs. \n[41]-- when you're skimming along the water, nothing between you and the bottom of the sea but a layer of wood, your thoughts... end. All that noise inside your head? Gabriella nods, understanding exactly. \n[42]. . . Stops. Dina's VOICE booms over the INTERCOM, startling both of them. The BABY is FUSSING. Gabriella makes a gesture of apology to Jason. \n[43]You should come out with me sometime. She smiles without answering and goes topside. His eyes follow her. A Deckhand comes down the ladder with the remaining case of wine for him to stock. \n[44]-- Alex? They're waiting for you! Alex blows out a frustrated breath. \n[45]Alex! \n[46]I'll deliver it for you. \n[47]\n[48]You looking for Alex? You missed him. \n[49]So now you're in trouble. \n[50]Then why've you-been crying? \n[51]Congratulations. \n[52]You hated it there! \n[53]What's wrong with cats? \n[54]So let's go get married. Gabriella looks at him. They connect.again; it scares her. \n[55]You're not too much older. Are you going past the wharf? You can gimme a ride. He's already walking around the car to get in the other side. Gabriella smiles in spite of herself and reaches over to unlock the door for him. \n[56]It's my lunch break.. \n[57]Did you do something? Or was it just... \n[58]Like they're a factory? \n[59]Hang a left. \n[60]I know. Just turn! She whips the car through the turn, narrowly missing another car. \n[61]-- Cool. She laughs; she's starting to relax. \n[62]You can learn on the fish around here, but you can't eat 'em. They're junk fish. \n[63]Oh, you think you're ready for that kind of commitment? 45. \n[64]My father used to bring me here. She hears something in his tone. \n[65]He's dead. He drowned in a storm. She shivers involuntarily. \n[66]He was a fisherman. \n[67]I feel close to him when I'm on the water. \n[68]-- Eight. I'd just turned eight. She takes his hand. He tightens his fingers through hers and looks out at the horizon, trying to control the emotions her sympathy has roiled. Gabriella senses this. She puts her arms around him, kisses him on the cheek. They stand, holding each other. Then Jason, on impulse, kisses her on the lips. 46. \n[69]You can do anything you want out here -- you can swim nude, you can Her laugh cuts him off. \n[70]That's not what I meant. \n[71]\n[72]Hey, quit laughin'. I'm saving your life here. \n[73]You waited long enough to tell me. Gabriella arranges her clothes. \n[74]No, you're not. She scrambles to her feet. \n[75]... Sure. He stands up and moves to the helm, his legs stiff with injured dignity. Gabriella sits down on the bench, the cushion clutched in front of her. Jason sneaks a look back at her. With her hair wet and her makeup washed away, she looks younger than he does. She's resting her chin on the edge of the cushion. He switches on the engine and eases the boat forward over the anchor, engages the power winch. The CHAIN starts to \n[76]I'm sorry. She turns her head toward him. \n[77]I'm sorry! \n[78]-- Hey, hey. \n[79]What the hell happened in there? \n[80]Not enough. What'd you hit him with? \n[81]Pull over, pull over. He wrenches the wheel and steers the car to the curb. \n[82]I'm driving. \n[83]We'll head for the Gulf, see what we like. He sounds like her contemporary, not her kid. \n[84]Do you still miss him? Slowly she shakes her head no. \n[85]Order something for me, okay? I'm stiff, I need to walk around. He's already walking away. Concern and exasperation cancel each other; she goes inside. \n[86]My grandmother asked me to bring in a necklace of hers -- Jason takes the velvet pouch out of his pocket, unlaces it, spreads out the necklace on the counter. He leans forward on his elbows while the jeweler examines it with a loupe. When the jeweler looks up, he's angry. 59. \n[87]-- Those aren't real diamonds. \n[88]We'll starve. The waitress laughs as she strolls away. \n[89]Let's pack it up, picnic on the beach someplace. \n[90]\n[91]Adrenalin does that. \n[92]I can't believe you did that. \n[93]I didn't even say goodbye. \n[94]-- How much money do we have? Suzanne doesn't reply. \n[95]Dear Gabriella. I don't know if you'll get this letter. I don't know if I'll send it. All I know is that for some reason I need to write it... \n[96]That day on the boat made me realize I understand the sea better than I do the world. \n[97]I'm right here. Suzanne shoves her fingers through her damp hair, swallows to clear her voice. \n[98]What dog? She lies down again. \n[99]-- I'm on watch. Don't worry. \n[100]-- I know what lure to use to catch any fish in the water, but what's the lure for a woman? Truth? Lies? \n[101]One morning, just as the sky started to lighten -- \n[102]-- I caught a fish that had three hooks grown through his lips. Three times he'd gotten away. He kept taking the hook. 64. \n[103]It occurs to me that you're the fisherman, not me. I can feel the tension of the line. I've taken the hook just like he did. \n[104]I want to take you out with me when the wind's blowing whitecaps and the current's running against the wind, just to hear your hair slap against your skin. When will I see you? He glances up. \n[105]\n[106]Do you buy estate diamonds? \n[107]It belonged to my mother. The jeweler's heard every version. He doesn't care. \n[108]You don't need another grab-ass job. I been out talking to peoplel \n[109]There's charter outfits a coupla towns up the coast. (NAMES OF TOWNS). They need skippers, they need crews. She stands up, brushes off the sand, rolls up her towel. \n[110]Mom? The cabin is silent. He uses his fishing knife to pop loose a section of the cheap wall paneling. Behind it, a square of sheet rock has been sliced away between the studs to accommodate the pouch. He drops the pouch in his tackle box. A CAR is heard pulling up. Jason frantically starts to jam the paneling back in place. It won't hold. \n[111]I forgot my tackle box. \n[112]It's not a problem. He escapes out the door. \n[113]I look out at the flat blue sea, and the darker bl ue where the Gulf deepens and I want you next to me. â\u0080¢I want to walk across the. sugar sand and wade into the water with you until the current lifts us and floats us, nothing weighting us down -- as'light and thoughtless as fish. Will I ever see you?... Love,: Jason. 76. \n[114]Jesus, Henry... What the hell you doing?... How'd you know this was my boat?? \n[115]Where -- what?? Henry rubs his stomach. \n[116]It's complicated. \n[117]So why are you on the Gulf? 79. \n[118]I don't know. Maybe. \n[119]secures the engine hatch. \n[120]Maybe it was. \n[121]-- What'd you tell him? Henry chuckles. \n[122]You gonna lean on me, Henry?? Is that the plan? Henry is hurt and offended. \n[123]Take care of the boat? \n[124]-- Mom, come on. He catches her hand and tows her toward the back door. \n[125]We\"gotta go... She anxiously follows him out the door. \n[126]-- I'm sorry. She glances in the rear view mirror. Headlights. \n[127]Still with us. \n[128]Not a_car in sight. \n[129]Mom! Face the road! You're drifting! She looks back as now bright headlights light them up. A truck HORN BLASTS. \n[130]what are you... He swallows painfully. Alex smiles and gets up from the chair. He dreads what he has to tell him. \n[131]Where's my mother? 88. \n[132]Where's Mom? -- How's Mom? Alex sits down on the bed with him to break the news. \n[133]\n[134]-- You killed her, you fuckl Alex tries to hold him, eventually in a forced bear-hug. \n[135]Let go of me! Alex holds him close. He collapses in Alex's arms. An ORDERLY hurries in, followed by a Nurse. \n[136]Wake up, Alex. I want to see your face. The sheets stir. Jason raises his knife to strike. But it isn't Alex in the bed, it's Gabriella. She lets out a strangled scream. He whips the sheet off her with his other hand. She's naked. \n[137]Where is he? \n[138]His car's here. \n[139]I keep hearing about Napa. Did you ever call him there? She shakes her head. \n[140]You don't know where he was. 92. \n[141]You didn't waste any time,. did you. You moved right in. \n[142]I'm going to wait for him, and. I'm going to kill him. His hand drifts along her body. She doesn't resist. \n[143]Yeah. \n[144]Did you show it to him? You two have a laugh about it? \n[145]Did you tell him how to find: us-? Gabriella knocks his hand away from her throat. \n[146]Sure, he did. \n[147]He had us followed. \n[148]I'm not crazy. Gabriella lays her hand over his on the bed, to comfort him. \n[149]Her loss, your gain. Furious, Gabriella forgets her caution. She slaps him hard enough to throw his head sideways. Jason rolls on top of her and pins her down. \n[150]Her home, her bed -- her life. He lowers his mouth to Gabriella's neck. His kiss is surprisingly gentle. His knee works her legs apart. \n[151]Let's finish what we started. Slowly, he kisses her. She lets her mouth respond: a sweet kiss, in spite of the circumstances. His fingers scissor her nipple. \n[152]Just don't tell me that you love me. He peels off his T-shirt. \n[153]No! \n[154]-- Would you do that? \n[155]You don't -- you don't! \n[156]What are you talking about? This is my home. I'm home. She stares at him. His face is set. She can't persuade him. Jason thinks of his next step, a plan. \n[157]You're never going to marry him, Gabriella. \n[158]You should've called home. Alex advances. \n[159]Hitchhiked. \n[160]She doesn't need it anymore, and I don't want it. Gabriella brings Alex a cup of coffee. \n[161]You haven't even said hello to her. 98. \n[162]'Did you miss me, honey?, \n[163]Nothing. He walks out of the condo. Alex and Gabriella are left alone together. She jumps in before he can say anything. \n[164]It's not yours. \n[165]Did you know the thing's worth over a million dollars? What a fucking stupid way to spend money. \n[166]I don't know where it is anymore. You killed the only person who did. \n[167]There was a car following us! \n[168]Who are they? Alex fastidiously drops the towel in the hamper. \n[169]She never told me where she kept it. Alex doesn't believe him either. His hand. rests on a dumbbell, and for a murderous instant he's about to pick it up and use it on Jason. He lifts his hand away. \n[170]-- Come meet me, I gotta talk to you. I'm at the Haitian marketplace. You know where it is? \n[171]An thing you want. Don't drive, take a cab -- (as she laughs at what sounds like silliness -- I'll wait for you. Jason hangs up. He looks around. He doesn't see Victor watching from the trinket stand. Be walks to the counter where he has already ordered coffee and pie. He picks up his fork. He can't eat. There's a folded newspaper left behind by another customer. He pulls it over. \n[172]I saw a guy following me... I thought you weren't safe. I was going to tell you to go stay at your \n[173]-- Hey! \n[174]Read it. \n[175]Alex stole it. 107. \n[176]The reason I know is because I stole it from him. Her eyes widen. \n[177]You weren't a maid. \n[178]We're going to the Gulf. \n[179]accelerates. Gabriella nuzzles his neck. \n[180]looks back. \n[181]\n[182]This is Gabriella. She's my contraband. She looks quickly at Jason, who smiles. Henry reaches out to shake her hand. \n[183]She fucking called you. \n[184]I'm going fishing. Get off if you want. \n[185]Then make yourself useful and cast off the stern line. Alex moves to the stern while Jason casts off the bow line. \n[186]There's not a lot of choice. Alex casts off. Jason backs the-boat into position. He sees Henry asleep in the doorway of the marine supplies store next to the shuttered bar. Alex rejoins him. \n[187]-- Shut up! Just shut up! She sits on the bench, her face tight and angry. \n[188]-- Okay. I'm ready to listen. He sits down beside a pole and looks over at Gabriella, who has put on a hat. She's staring out to sea. \n[189]Alex wants to make me an offer. She gives no sign of having heard him. \n[190]Something's going to bite, just \n[191]Hammerhead. Young. Male. Jason plays the shark until it's close to the boat and thrashing for its life. Gabriella's scared. \n[192]No luck? Alex whirls around. His gun materializes in his hand. Jason retreats a step. \n[193]Is this your backup plan? 116. \n[194]You want it so bad, it's yours. He pulls out the necklace and hurls it away from Alex. \n[195]Mom didn't take the necklace. did. 117. \n[196]And you were in the car behind us. Gabriella drops down beside them. She has a flare gun, no longer needed, and sheets from the cabin to stop the bleeding. She starts to tear them up. She's crying slightly. \n[197]Well, I didn't. Alex manages to laugh. \n[198]I'll get on the radio. Gabriella wraps the strips of sheet tightly around what's left of Alex to bandage. She smears away the tears so she can see and leaves blood tracked across her face. She looks down to see his bloody hand clutching the necklace. They look at each other. \n[199]has the microphone in his hand. He's setting course. Gabriella appears behind him. She's holding the flare gun. She puts it back where she found it, and steps beside him and puts her arm around his waist. He lays his arm over her shoulders and holds her close while he uses the radio. \n[200]This is Hercules II, calling the Harbormaster... \n[201]I will be. ", "GABRIELLA": "\n[1]Maybe I should get dressed. Leaning against the corner is a woman wearing only her panties and a shirt. In her mid-twenties she has striking South American looks. GABRIELLA VASQUEZ. She's sipping red wine from a plastic glass. \n[2]Oh, you have competition. \n[3]Okay. Show me. \n[4]So what is it? \n[5]I'm not wearing any. \n[6]Tell me now. He kisses her wet breast. \n[7]-- I lo e y u, Alex. \n[8]Don't think you have to say it because .1 say it, Alex. Doesn't mean anything.. \n[9]We're good together, aren't we. Alex lets out a breath. \n[10]Who is it? \n[11]Oh, the boss himself! \n[12]How do you do. \n[13]Is the wine for the boat? Come through the house. \n[14]I'll show you, come on. \n[15]ugly, isn't it. He grins and relaxes, looks around. \n[16]Oh, a boat type. \n[17]I'm not going, 'I can't go. \n[18]Iâ\u0080¢don't have a green card, I can't leave the country. Baby goes with an American nurse. I house-sit. It's fine. \n[19]God. I'm obvious. I just don't like working for people, but that's life. He chafes under authority the same way she does. \n[20]Maybe not with a rich stepfather. He laughs. \n[21]No. You don't appreciate what you have, Jason. It's very poor where I came from. \n[22]Venezuela. Do I look it? \n[23]Well, I don't. My mother's Indian. The India kind of Indian. Imagine a house where the father asks 'What's for dinner' in Spanish, and the mother answers 'Curry' in Hindi. 'Que hay para cenar' she says, 'Murgee, masala, ghaal.' He says, 'No es importante.' No wonder I'm nuts. \n[24]You don't know mel 21. \n[25]Yes, Mrs. Reese. \n[26]Right there. She slides off the stool. \n[27]He.'s ready for his nap. \n[28]Don't sneak up on me that way! \n[29]What are you doing? She snatches the necklace away from him and fairly runs down the hall to Frank's study. \n[30]You're going to get me fired and deported. \n[31]We're both crazy. \n[32]It's vulgar. \n[33]Mrs. Reese? The baby's ready for \n[34]Just to get his sheets. \n[35]He's in his playpen. Dina sweeps out. \n[36]-- where he can reach me. \n[37]Hi, Jason. \n[38]I was supposed to let him into the Reeses'. \n[39]No, I'm not. She's walking toward the door. \n[40]I just got fired, all right? She goes out. \n[41]You don't know anything! \n[42]I liked.the money! I liked having a.roof! \n[43]Now I have to go stay at my cousin's place -- my cousin, her husband, their four kids, and two cats. I hate cats. \n[44]They shed on the couch I'll have to sleep on. You know how long it took me to find that job? Everybody thinks they're running for office. You don't have papers, they don't even want to meet you. And the only real way to get legal is to get married. Do you understand? He opens her car door for her. \n[45]... Are you old enough to vote? She slides behind the wheel. \n[46]Aren't you working? \n[47]Well, let's not tell the boss I stole you. \n[48]Just. They said they.were -- downsizing. Jason laughs. \n[49]The size of their staff? It is. \n[50]Not for the wharf. \n[51]Idiot! \n[52]Will you teach me? He laughs. \n[53]I'm only investing an afternoon. She takes in the landscape, breathing in the lovely isolation. \n[54]Where are we? \n[55]No more? Jason concentrates on securing the boat. \n[56]I don't know if I would like boats after that. He smiles. \n[57]How old were you? \n[58]I am not taking my clothes off. \n[59]I can't. He sits up, offended. \n[60]Because it felt good, and I'm an idiot! He fondly touches her face with the back of his hand. \n[61]I want to go back now. Can we go back, please? \n[62]What? \n[63]Me, too. \n[64]Where are we going? \n[65]Sure. \n[66]Hello? She's greedily grateful to hear Alex's voice. \n[67]-- Hi! I saw on the news there's rain in San Francisco. Are you wet and miserable? \n[68]Tell me you love me. \n[69]Who just laughed? 74. \n[70]I miss you. \n[71]It's lonely here. There's no return address. She slits it open with her thumbnail. A trickle of sand falls out. \n[72]I'm looking! Instead, she opens the letter. \n[73]Here it is. Mr. Raines called from . He said you-Id know what it was about. Do you,- need the number? \n[74]Jason!  -- Don't hurt me. Please. \n[75]He went to get you! He's not coming back until tomorrow. She timidly pulls the sheet over her body. Jason yanks it off her so hard it flaps loose from the corners. He touches her belly with the length of his knife, the blade â\u0080¢ flat to her skin. She freezes. \n[76]It's been here since he went to Napa. \n[77]They'll lock you up. \n[78]'Away from the sky and the air and the sea and the current running against the wind?' That was a very beautiful letter. Jason moves onto the bed, on his knees. beside her. \n[79]I never mentioned itl Jason's hand curves around her throat,. a, caress, a threat. \n[80]Not He wasn't interested, he didn't care. \n[81]He was glad she left. Jason lies down alongside her. \n[82]W-why? He shrugs; he doesn't trust her. \n[83]How do you know? She thinks grief has driven him crazy, and he sees that. \n[84]... I'm so very sorry about what happened to your mother. His hand skitters away and lights on her ribs. \n[85]. Don't do this for revenge. \n[86]I love you. He gives her a hard look. She holds his gaze and pushes his jeans down until he finally kicks them off and they're both naked. They begin to make love. \n[87]Wait. Jason doesn't understand. She gently pushes him back. \n[88]This way. She turns on her stomach and guides him back into her. Jason moves now rapidly. \n[89]Slowly. Her hand on his ass guides the pace. She hasn't had a young man in a long time. \n[90]What are you doing to me? Don't come, not yet. They move as one, their passion enveloping them. He makes her come first. Then, when her boay flattens, he also comes and he's lying on top of her, his face alongside hers, their breath gentling. Finally, they lie side.by side. \n[91]Will you get me a towel? With warm water. \n[92]Are you going to kill me, too? \n[93]You'll have to. I'll know. I'll be a witness. I'll know you planned it. \n[94]I like-you too much to let you kill him. Jasonstarts to put on his clothes: \n[95]I need him, Jason. \n[96]I'm not going back to Caracas! You don't know how we live there. She pulls the pillow in front of her to hide her nakedness. He touches her shoulder; she shrugs him away. \n[97]You have to leave now, Jason. \n[98]This is not your room, though, is it. Jason starts toward the door. \n[99]Watch me. He closes the door with a solid CLICK. She starts to cry, and still crying, she pulls the sheets off the bed, she has to change the sheets. \n[100]\n[101]How about a sandwich? \n[102]He just lost his mother, Alex. You can't expect him to act normal. He steps up beside her and moves her hair off her shoulders. \n[103]Yes. I gave him sonlething to eat. She walks out and up the stairs to the bedroom. \n[104]... I feel like I made her die. Alex sits down beside her and takes her hand. \n[105]I wanted her to go away so bad... I used to wish she'd die. And then she did. He lets go of her hand. \n[106]Oh. -I bit my lip. He takes her lip between his and nuzzles it. \n[107]-- I'm already asleep, honey. \n[108]Can he hear us? Alex's tone turns. Jason is causing him another problem. \n[109]What? \n[110]Where? \n[111]No. Alex scoots down next to her, his hand takes possession of her ass. \n[112]-- Princess Stephanie. He gives a rueful laugh; she's younger than he easily remembers. \n[113]You won't be able to afford it. You'll have spent all your money on my clothes and my jewelry. (slipping her leg \n[114]I'll wear something like that and then if you lose you can throw it on the table to cover your bet, like James Bond. \n[115]I looked good in it, didn't I? He pats her shoulder without answering. He won't sleep for a while. \n[116]\n[117]I can't just -- what am I going to tell him. \n[118]Okay. Here I am. What is it? Do you know how much a cab costs? \n[119]I'm so sick of this. You'd say anything! He hands her the newspaper. \n[120]\n[121]reads the headline and starts to laugh. \n[122]There is such a thing as justicel Dina's necklace. Couldn't happen to a better person. \n[123]You really hate him. \n[124]... The sonofabitch. That's why he went out with me. He was trying to use me!  They'll think I'm part of it! The maid who got fired?? \n[125]What difference does it make?? \n[126]I'm with him. \n[127]He has a boat, Alex! It's on the boat. The dumb shit wants to turn it over to the cops. You know what'll happen to me. Alex is taking his passport out of his desk. \n[128]presses her cheek against Jason's back. \n[129]Why are we -- \n[130]I don't want either one of you. A line quivers. Jason reels in a little. 115. \n[131]Help him, Alex. \n[132]Don't let him have it! He'll kill \n[133]We were supposed to turn him ini I didn't think you were going to kill him! ", "VICTOR": "\n[1]You didn't lose that much. \n[2]Paltry pickings tonight. Alex looks at the small amount of cash on the table. \n[3]Sure. Why not. He pushes his cash forward into a pot with Alex's. Alex fans the deck across the table. \n[4]This, more or less. He pulls a card -- he has good hands -- and turns it up. A king of spades. A smile tugs at his mouth. \n[5]Beat that. Alex produces the Polaroid of Dina's necklace from his inside jacket pocket. \n[6]Very pretty. I remember when it was the cover of the auction catalogue. The Duchess of Windsor's baubles. Bought for a young wife, I remember. Who I'm sure worked just as hard as the Duchess. \n[7]And they say there's no inflation. \n[8]I'm retired. \n[9]I don't need that much. \n[10]What kind of access? For curiosity's sake. \n[11]A girlfriend. How sweet. \n[12]Don't take it personally,. Alex. I don't trust the phone company,, the jury system, or the Israeli government. So why should I trust you. \n[13]Like it? \n[14]I think I look younger, don't you? \n[15]Fine. I don't have an ego. (zipping up his \n[16]You want to change your mind? \n[17]After you. As Alex walks toward the door, he catches sight of a free- standing hospital respirator in the bedroom. He looks at Victor, who waits for him with an unchanging smile. They go out together. \n[18]Brilliant, Alex. We've violated the law before we even get started. 37. \n[19]Tell me we're at the wrong house. Alex raises a hand to wave, Victor turns. \n[20]I got a schedule to keep, Mr_ Gates. Is this gonna be another day? \n[21]Harold Freeman. Mike notes the name \"Harold\" stitched onto his coveralls. \n[22]Dear God. A cop on the job. \n[23]Why wouldn't I be? \n[24]I'll tell you after I see the condition of the pipes. Coolant might be leaking. Where's the attic access? \n[25]Goddamn fiberglass -- His head drops through the hatch. \n[26]-- Either of, you know how to kill the water to the house? \n[27]You can turn the water back on. It's not the pipes. Wearing work gloves, he repositions the hatch cover. \n[28]- Beautiful. Unusual cut. Look at the fire. Hold it up to the light. He hands the necklace to Alex, who lifts it up to look at it. Victor reaches into a drawer. In itHttheeree'ss a gun and a camera. He takes out the camera. necklace. The flash jerks Alex's picture of Alex with gaze from the \n[29]I always take a photograph of the goods. To avoid any disagreement in the sale. The insurance photo is hopeless. You ask yourself how do they stay in business. Alex advances on him. \n[30]Speaking of insurance. Alex is closing on him. His voice is low and menacing. \n[31]We'll tear it up together whet. we have the money. Honor among thieves is a myth, you know. victor's hand reappears, holding not a gun but an airline ticket, which he gives to Alex. \n[32]I thought it over. I can't move it. I'm on parole. I'm known. You're not. So you'll fly to Newark, take a shuttle into the city, catch a cab, take a walk, find an address, I'll give you the name -- pas.de probleme, as they say in Bordeaux. He's being condescending.' \n[33]Maybe I am. All right, I am. \n[34]Mugged-by your wife. How ironic. \n[35]When do the Reeses come home? 58. \n[36]How long a drive is it? \n[37]You're going to need stitches. Do you have a sewing kit? \n[38]I darned my own socks in prison. \n[39]-- eight-faceted cut... quite unique... could be the whole piece or individual stones, preference for the whole piece. Will you put out the word?... No, I'm consulting for the insurance company, isn't life strange? -- Love and kisses. He hangs up. His cheeriness vanishes. He coughs, more like a gag, and heads for the bathroom. \n[40]I've called the whole network of fences from here to Tampa. \n[41]This is not a water-view suite in Marbella! Did you notice? There's no fruit and champagne from the management. I don't see Swiss chocolate on the pillows. My masseuse is not at the door. And I am fucking dying, Alex! \n[42]I don't intend to cough to death in a county clinic because you screwed up! \n[43]I'm not good at giving up things. 110 â\u0080¢ INT. DOCKSIDE RESTAURANT - DAY 110 Jason eats a sandwich at a'table, working on his letter. \n[44]Seen them, by any chance? \n[45]My wife and son. He's been selling fish around these parts. He's totally believable. The bartender feels for his pain and takes another look at the photo, shakes his head no. \n[46]Maybe you could pass it down anyway. \n[47]joins Alex in the booth. Victor raises his hand. Alex instinctively pulls his head back. \n[48]Don't move. He leans across the table and plucks the last stitch out of Alex's wound. Alex winces. \n[49]It's been irritating me all day. Did I hurt you? Threat implied. Alex stares him down. \n[50]His father. \n[51]Hungover, that's all. I'm his stepfather. \n[52]The question before us is where did he go. Henry says nothing. He wants to be paid. Victor whips out a fifty-dollar bill from his top pocket. Henry reaches for it, but victor holds it back, wanting an answer first. \n[53]Now sit there,. and calm down. Victor is ill, but not weak. Henry looks away, the classic signal of submission. \n[54]Thank you. \n[55]I never understand your optimism. \n[56]Oh, please. Why? \n[57]Hello, dear. Alex snatches the phone back from him. \n[58]I'll save the party hats until it's in our hands. \n[59]You have pimp's tastes, Alex. At least my car's inconspicuous. Alex starts to get out. Victor doesn't. \n[60]A lot of these jewelers might know my face. It's risky. \n[61]Nobody's seen this yet. \n[62]You have interesting taste in women. Alex's gaze wanders to the game, but he can't get interested. \n[63]reaches his car with a long stride; he can't run. \n[64]What a thrill. \n[65]It's raining too hard. \n[66]Relax. She's not going anywhere. He brakes and calmly reverses in the rain. \n[67]Last time you talked, she almost crushed your skull. \n[68]We don't have much time. Through the window they can see Suzanne and Jason, both unconscious, limbs entangled, covered in glass. Suzanne is hemorrhaging from a gash in her side. Her leg twitches in spasm. Car headlights pass by on the road. \n[69]Already on the way, I'm afraid. \n[70]Open the trunk, please. \n[71]Alex, c'mon, get out of there. \n[72]We're out of time, Ale7. You can stay if you want, but I've left. \n[73]As soon as they see her license they'll call you in Miami. Alex nods. He can't look away from the scene. \n[74]It'd be nice to have some help. C) Victor unscrews the trap under the kitchen sink. D) Et cetera. \n[75]Nice boy like that, the money means diddlyshit. And, personally, I suspect he'd rather die than tell you. So get a blowtorch, and use it on the girl until he cooperates. \n[76].. Just as an example, Alex. \n[77]When he does, I'll be there. \n[78]his face concealed among the candles is trying to figure out what drama is going on between Jason and Gabriella. He can read their faces, but not their lips. \n[79]There was, is, no time. 109. \n[80]I know you keep money here somewhere. Your stash. Give it to me. Alex spreads out his hands. \n[81]The. cops are about to drive up your street. He brings the club down on Alex's bare foot. \n[82]Where is it? He clips Alex on the other leg as he tries to crawl away. The physical effort shortens Victor's breathing. His cough sprays blood. He tightens his grip on the club. \n[83]I refuse to die in a fucking prison clinic! Alex staggers to his feet. Victor is struggling for breath. Alex jerks the golf club away from him and tosses it on the floor. ", "SUZANNE": "\n[1]Now what are you arguing about? \n[2]is a pretty young woman in her late thirties with a sense of humor and irony. She's chemically relaxed, but not stupefied. She pulls a robe around herself, modest in front of her son; and although her body's not spectacular, like Gabriella's, she has a trim. athletic build. \n[3]Maybe he hadn't finished- \n[4]I don't like that tone from: you. \n[5]It's too late for this. \n[6]He's my husband. \n[7]-- I still love him. \n[8]Lie down, I'll give you a back rub. She stumbles slightly against the bed, catches a bed post for balance, flops back on the bed with a laugh. \n[9]-- maybe I'd better lie down. He bends down to kiss her, then heads for the television. Suzanne props herself up on her elbows. He pops a cassette into the VCR: porno, she assumes. She does her best. \n[10]I liked the twin nurses. There was kind of a story. Alex brings the remote control back to bed. \n[11]Rio? \n[12]If we really go. Last time I packed, we went nowhere. \n[13]The beaches -- I thought we had a beach. I read how the hotels keep spotters on the roof with scopes, to keep thieves away from the guests. They can look at every inch of your body through the scope.  Do you mind that I like that? Alex? He has fallen asleep. Tenderly she draws the sheet to his shoulder and settles down to watch the rest of the tape. \n[14]What'd you do this time? He's too pumped to take offense. \n[15]Whenever you open champagne -- it's such a giveaway. He pours her a glass. \n[16]You know, I've-never actually seen you play poker -- maybe poker doesn't even exist. Maybe it's just a cover story men use. He laughs. \n[17]Hey; lightning strikes. He fills his glass. \n[18]I was charging the groceries today, and they kept the card. We'd been cancelled. \n[19]I felt about as big as an ant. Alex takes out a credit card. \n[20]It's the third time this year. \n[21]Alex, what are we doing together? We don't talk -- \n[22]-- we don't fuck -- we don't even eat dinner together anymoret \n[23]No. \n[24]Where are you going? Alex recovers quickly. 52. \n[25]Via New York? She holds up the tickets. \n[26]You're amazing, you really are. Now how are you going to explain 'Miss Vasquez?' \n[27]God, I could even believe you, if I wanted to. \n[28]I put Terry's life insurance money into that store -- and you spend it on your goddamn girlfriends while my checks bounce. Alex whirls around at the bottom of the stairs. \n[29]-- You're going to talk to me! \n[30]With more of your fucking lies! I hate you! Wasting my (slapping at his arm with her free hand -- life! \n[31]That's all you ever do! He twists her hand up behind her back, forcing her onto the sofa. \n[32]Go to hell! He smothers her into the cushion and twists her hand up and up. She grips his keys tighter. \n[33]You sonofabitch! He hits her back, her nose starts to gush, the keys drop to the-floor. He bends to pick them up. Suzanne seizes a standing metal ashtray and savagely swipes him across the temple. \n[34]-- Don't go in therel We're \n[35]\n[36]I won't wait for you! Jason takes the stairs two at a time. \n[37]Is he dead? \n[38]-+ The ashtray. \n[39]\n[40]Did you figure out where we're going? \n[41]. I remember your dad saying the sand was as white as the whites of God's eyes, on the Gulf. \n[42]I can't see his face anymore. I can't hear his voice. -- But when you come home from fishing -- with the sea and the salt and the engine oil? It's like he's walking through the door. I love that smell -- I can still smell him. She watches the highway posts clack past. \n[43]I'm hungry. He's worried about the jeweler. \n[44]What a romantic. 60. \n[45]-- No, 1111 drive. The jeweler happens to glance in their direction. Jason ducks into the car, unnoticed. \n[46]-- I feel... exhilarated. \n[47]-- It ain't adrenalin, it's freedom. And she slips her wedding ring off her finger and hurls it overhand as far as she can. It drops into the sea. \n[48]I don't want one goddamn thing of \n[49]You're quiet. She doesn't think he's going to answer her. \n[50]It'll work itself out. People manage. We're here. This is what you always wanted. \n[51]Sounds like cash. She starts to count it out. \n[52]Jase! He crumples the paper towel. She holds up the keys for him to see. 62. \n[53]He's my son. The owner gives her a startled glance. \n[54]Jason? She sits up in bed. Jason comes in from outside. \n[55]... I dreamed I was in jail. You'd come to see me, you were on the other side of the plastic -- like at the bank?. And you were talking, but I couldn't hear you. I put my ear to the holes and I couldn't hear you, but your mouth was moving. \n[56]And then I realized you couldn't talk anymore. He'd cut your vocal cords, like that dog next door. \n[57]her hair a better, brighter color under her chef's hat, is cooking on the grill behind the counter, kidding the customers, enjoying herself. The greasy-aproned OWNER pats her rump as he goes by, not for the first time. \n[58]Long arms, short dick, they always say. One of the Fishermen guffaws. The owner looks pissed. So does Jason who witnessed it all. \n[59]About what? \n[60]I was not-fired, you jerk. I quit. \n[61]For about a minute it was very satisfying. \n[62]Hey, sailor... She puts on her hat to cut the glare. From under the brim she admires his approach. \n[63]... Look at you. What's the occasion? Jason squats down beside her and balls up the classifieds. \n[64]So we're packing. They start walking together. From the water a MAN calls out to Suzanne. \n[65]... Too bad. I kinda liked that \n[66]They'll think you stole it. He looks up at her, caught. She's walking toward the kitchen sink to wash the nursery dirt off her hands. She looks out the window at the boat again. \n[67]Nice boat.  Are you allowed just to run around with it? 'His tension ebbs. He picks up his tackle box. \n[68]-- Don't take advantage, Jason. They trusted you with the job. \n[69]What's wrong, what's happened? \n[70]... I should have gone through his pockets myself. It didn't occur to me. I was in such a panic. If I'd found the necklace, Jason? I'd have taken it, too. \n[71]It's okay. I'm the one who hit the bastard. \n[72]Maybe it's just a tourist cruising around with his head up his butt. Neither of them believes that. \n[73]... How about Mexico? The Sea of Cortez? Your father fished for marlin there. The biggest catch he ever had. \n[74]Anything? \n[75]You sure? \n[76]hears his silence and looks back herself just as he looks \n[77]-- Shit! She 'spins the wheel to avoid a head-on, but in so doing she clips the curb and loses control. She throws an arm across Jason to protect him. \n[78]Jase... Alex checks Jason for her, searching his limp body at the, same time. \n[79]Don't... \n[80]... Fuck you. ", "HENRY": "\n[1]Who we got? \n[2]Fucking sharks. Miami's fished out of the good stuff. Damn. He spits over the side. Jason grins. \n[3]Just shoot 'Jaws' in the water. I want to know the sucker's good and dead 'fore he sets a fin in my boat. You got a barb on that hook? . \n[4]The Gulf, man, that's the place. And what makes you think fifty-fifty is right? My boat. My gas. \n[5]You cool? \n[6]We cool. Jason guns his Ducati. \n[7]Hunches a catch like a depth finder. Victor is already out of the booth. \n[8]Who are you? \n[9]I thought his father was dead.  Well, you look bad all right, but not dead. \n[10]Oh, man, now I see why he blew town. victor's insulted enough to lose his patience and his poise. \n[11]He wouldn't be on the Gulf. He hated the Gulf. Alex has moved up to the bar to listen behind him, unnoticed. He shakes his head at victor. \n[12]He's down in the Keys somewhere. Victor puts the fifty back in his own pocket. Henry stands aggressively. \n[13]That ain't cool in my book! In a swift, unexpected move, victor jams Henry back down on his bar stool. The bartender starts toward them. Alex slips out the door. The stool and Henry are toppling over. Victor catches them both, sets Henry upright. \n[14]Hey, mister! \n[15]is in the doorway to the bar. \n[16]What's it to you if I see the kid? Victor smiles. \n[17]I saw you cast off. Good little sport boat you got, too. Oh, whoa -- hear that? \n[18]Right here, man. I ain't been eating my share since my fishing partner ran off. Without so much as goodbye/good luck. Jason blows out a breath. \n[19]Always is. The boat is rockirg now. The WIND has picked up. They hear the CLANKING and RUBBING of the other boats. Jason starts checking all the hasps and latches while Henry eats the sandwich he made. \n[20]My baby finally sank on me. Right at the dock. I thought I'd work charter for awhile. (moving to help Jason with the latches -- Need a crew? \n[21]That's not why I came looking for you. Jason is checking the engine. Out of Henry's sight, he surreptitiously reaches inside a hidden compartment. \n[22]A guy offered me fifty bucks to tell him where you were. Sick old motherfucker. Big as God. Tried to say he was your stepfather. \n[23]No, no, no, no -- this guy was not any kind of family man, if you know what I mean. So you're in some deep shit, because he wasn't a cop neither. \n[24]Lots of ways to make fifty bucks. Misunderstanding, Jason shoves him up against the counter. \n[25]No, man, I wouldn't stoop that low. And if I'd taken the fifty, I wouldn't have to be eating your shitbag sandwich neither. Jason steps back, ashamed of himself. He sits down to recover. Henry looks at him with a friend's concern. \n[26]You -- um -- you moving contraband, Jason? Jason shakes his head no. \n[27]This guy struck me as a serious problem. A few raindrops spatter the windows. Jason makes for the cabin door. \n[28]Not likely to sink two of 'em. \n[29]Oh, my. \n[30]Kid's a sucker for dark skin. \n[31]You cool? \n[32]See ya. He and Jason wave goodbye. The boat moves out. Henry is left with Alex. \n[33]No way -- \n[34]Yeah. Good advice. And he walks away fast. ", "DINA": "\n[1]-- what's the point of having it, if I can't wear it, Frank? \n[2]Why bother insuring it? Let's drink it instead. 19. \n[3]The alternative is using your fingers, Frank. which offends you more? Alex laughs. Frank pushes back his chair. \n[4]Just open the bottle, Alex. Pour us both a glass. I'm not allowed to drink alone. When she turns her head and looks at him, she's flirting. \n[5]Gabriella? Are you down there? \n[6]The baby needs you. And bring a pacifier for Frank. \n[7]Did you pick the wine, sweetie? It's lovely. Frank grins, pleased. His hand curves around her shoulder. He has forgotten about the other vendor present, the agent. \n[8]-- enough of an investment in there -- \n[9]A month alone with Frank. Alex chuckles as he starts to inspect the humidifier. \n[10]The first one was bad enough. She's standing too close to him, but he has no room to maneuver away. He fiddles with the box. \n[11]Nice suit. You always dress well, Alex. She brushes the lint off his jacket and leaves her hand there. \n[12]How can you tell? She moves up against him. Alex can't will himself to resist. His knee automatically separates her legs. He reaches out to close the door. \n[13]-- Thank you, Gabriella. Dina spies some interaction between Gabriella and Alex, and her pretty face hardens. \n[14]Did you leave him by himself? \n[15]That's the maid's job. \n[16]Baby jail. She looks over her shoulder to make sure Gabriella is behind her. \n[17]Are you coming? Thanks, Alex. You'll walk yourself out? 35. \n[18]See you in a month. Alex watches the two women move down the hall. \n[19]You're not very happy here, are you. ", "MIKE": "\n[1]\n[2]I told you, they don't have it this year. With a wave of acknowledgment for Mike, Alex.. drives onto the grounds. \n[3]Don't flip the gate like that. \n[4]They sailed out this morning. \n[5]-- The Venezuelan? They fired her.  Don't pay to be too good-looking in these jobs. Victor interrupts the gossip. He -sounds exactly like a repairman. \n[6]What's your name? \n[7]Okay. Stay here. I'll get the keys. He rides away on his cart. Victor sits down in the shade to wait. He stifles a cough. \n[8]The valve's stuck. \n[9]Okay, you do it. ", "FRANK": "\n[1]Alex, should we insure the wine while we're at it? His arms tired,'Alex is happy to set down the case. \n[2]Dina, that's disgusting. \n[3]Don't encourage her, Alex. Her mouth is big enough. Dina is hurt. \n[4]I'll show you that painting in our stateroom. The agent follows him away. \n[5]You doing up to the house, Gabriella?  Want to take this with you? He sweeps the policies into a large manila envelope, drops the 'pouch in with them, ties the string, hands it to her. \n[6]Put it on my desk. He looks at his wife with her glass, Alex with his glass, and doesn't like it. His voice hardens slightly. \n[7]Are we all set, Alex? \n[8]He's a vendor, Dina. It's like drinking with the help. \n[9]-- You still here? Dina laughs, too. 24. ", "GUARD": "\n[1]What are you doing? Mike looks up, wet and muddy. \n[2]I been waiting for you. My shift. His uniform is crisp, and his nature is alert and suspicious. \n[3]That's the sprinkler valve. Mike climbs out of the bushes with injured dignity. \n[4]Is he the homeowner? \n[5]Keep going. \n[6]Nobody's supposed to be in the house unaccompanied. \n[7]No. "}}