{"dialogues": {"GEORGE": "\n[1]I was standing there, and it was like the outside of me and the inside of me didn't match, you know?  And then I looked around the room and it hit me.  I saw my whole life.  Where I was gonna live, what type of car I'd drive, who my neighbors would be.  I saw it all and I didn't want it.  Not that life. \n[2]There's something out there for me, Dad. Something different.  Something free form, you know?  Something for me, and college just isn't it. \n[3]I know. \n[4]No, Dad.  I don't want to...I mean, I just don't want... \n[5]I'm going to California. \n[6]California was like nothing I'd ever experienced.  The people were liberated and independent and full of new ideas. \n[7]Figured what out? \n[8]It's oregano.  You got ripped off, pal. What are you gonna do with all this? \n[9]Are you sure this guy is cool? \n[10]Nothing like this back home. \n[11]George. \n[12]We want some grass. \n[13]No. \n[14]We're not cops.  We're from Massachusettes.  I mean, does he look like a cop? \n[15]What the fuck is that? \n[16]We'll take it. \n[17]This is it for me. \n[18]Just everything.  You.  California.  The beach.  This spot right here.  I feel like I belong here, you know?  It just feels right. \n[19]Yeah.  I am. \n[20]I was standing there, and it was like the outside of me and the inside of me didn't match, you know?  And then I looked around the room and it hit me.  I saw my whole life.  Where I was gonna live, what type of car I'd drive, who my neighbors would be.  I saw it all and I didn't want it.  Not that life. \n[21]There's something out there for me, Dad. Something different.  Something free form, you know?  Something for me, and college just isn't it. \n[22]I know. \n[23]No, Dad.  I don't want to...I mean, I just don't want... \n[24]I'm going to California. \n[25]California was like nothing I'd ever experienced.  The people were liberated and independent and full of new ideas. \n[26]Figured what out? \n[27]It's oregano.  You got ripped off, pal. What are you gonna do with all this? \n[28]Are you sure this guy is cool? \n[29]Nothing like this back home. \n[30]George. \n[31]We want some grass. \n[32]No. \n[33]We're not cops.  We're from Massachusettes.  I mean, does he look like a cop? \n[34]What the fuck is that? \n[35]We'll take it. \n[36]This is it for me. \n[37]Just everything.  You.  California.  The beach.  This spot right here.  I feel like I belong here, you know?  It just feels right. \n[38]Yeah.  I am. \n[39]Holy shit, Dulli.  What the hell are you doing here? \n[40]Yeah, but what are you doing out here? \n[41]This calls for a joint.  You want to do the honors? \n[42]Right on. \n[43]Stoned? \n[44]Yeah? \n[45]Yeah? \n[46]The way we figure it, Barbara flies to Boston twice a week.  Two bags per flight.  Twenty-five pounds in each bag. \n[47]Yeah, I know, it's a lot of weight. \n[48]I'm telling you, Derek, it will sell. \n[49]Here's the best part.  We can charge five-hundred a pound. \n[50]It's already been negotiated.  It's done.  The money is there waiting. \n[51]Goodness is right.  If you do the math, that's over thirty grand a week profit. I want you to be my partner on this, Derek.  Fifty-fifty.  That's fifteen thousand a week for you, my friend.  In your pocket, free and clear. \n[52]Barbara and me.  No one else. \n[53]She's a flight attendant.  They don't check her bags. \n[54]It's not enough. \n[55]The set-up is wrong.  We're doing all the legwork, and at the end of the day, we're still paying retail.  We're getting middled. \n[56]So, we need to get to the source. \n[57]He's getting middled, too.  And Derek's our partner.  What's good for us is good for him. \n[58]Who speaks Spanish? \n[59]You guys are such babies.  You want to go home, go.  Me, I'm not going to stop until I find the fucking motherlode. \n[60]We're not gonna get busted. \n[61]Yes, I am. \n[62]Very nice.  I'll take it. \n[63]All of it.  As much as you've got.  A couples thousand pounds.  I'll be back in a week with a plane. \n[64]I don't need a little.  I need a lot. \n[65]What if I brought you, let's say, fifty thousand dollars?  Would that eliminate some of your concerns? \n[66]It's fine.  We're not stealing it. We're borrowing it.  And try to look natural.  We've got company. \n[67]Be cool. \n[68]Alright, pull back the throttle... \n[69]Not that far, only halfway.  You sure you know what you're doing? \n[70]Actually, I've got some news.  That fifty thousand I promised you, I couldn't get it. \n[71]So I brought you sixty. \n[72]Are you sure you want to do this in front of everyone? \n[73]Should we buy it? \n[74]We'll take it. \n[75]Well, you know.  It's um... \n[76]Yeah, layaway. \n[77]Honey, your nose! \n[78]You wanna split? \n[79]Okay, guys, we're gonna leave.  Let's get the check. \n[80]Are you sure you're okay?  You're pale. \n[81]I'm taking you to the doctor when we get home, and I don't want to hear any arguments. \n[82]No, not at all.  Sure.  You're right. You fly home and get some rest. \n[83]Oh my G-d, how embarrassing were they? I wanted to shoot myself. \n[84]Promise me that we'll never be like them.  I don't want to wind up like that. \n[85]I had a little problem in Chicago. Something about trying to sell a truckload of dope to an undercover officer.  So I applied the three rules of the game under if and when arrested. \n[86]Rule one: don't fight.  A trial will cost you a fortune in lawyer's fees and the jury will chop off your balls and hand them to you on a platter. \n[87]Rule two: plead not guilty and get bailed out of jail. \n[88]Your honor, I'd like to say a few words to the court. \n[89]In all honesty, I don't feel like what I've done is a crime and I think it's illogical and irresponsible for you to sentence me to prison.  None of the real criminals of the world ever end up behind bars.  I mean, when you think about it, what did I really do?  Cross an imaginary line with a bunch of plants?  You say that I'm an outlaw, you say that I'm a thief, but where's the Christmas dinner for the people on relief? \n[90]Baby, you didn't have to come. \n[91]Lawyer says he can plead it down to five years.  I'll serve two. \n[92]What?  You're not going to wait for me? \n[93]Which brings me to rule number three: which says, fuck rules one and two, skip bail and take off. \n[94]Time is such a funny thing.  I look at where I am now, and in here, time inches along.  So slow, it hardly seems like it moves.  But back then, time went fast. \n[95]It went too fast. \n[96]Hi, Mom. \n[97]Surprised to see me? \n[98]Mexico. \n[99]Barbara. \n[100]Thank you.  Have you been getting the money I sent you? \n[101]Okay, Mom.  It's okay.  Where's Dad? \n[102]May the wind always be at your back and the sun always upon your face... \n[103]Just low. \n[104]Yeah, Dad.  I really did.  What am I gonna do? \n[105]You mad at me? \n[106]Yeah, you are.  I can tell by the way you look at me. \n[107]I know.  I'm great at what I do, Dad.  I mean, I'm really great. \n[108]What? \n[109]I don't want to talk about it. \n[110]Not really, no. \n[111]I don't like a lot of conversation, Diego. \n[112]Murder. \n[113]What do you got there, Diego? \n[114]What kind of project? \n[115]I thought you said we were roommates. That we should talk about everything. \n[116]Twenty-six months. \n[117]I've got to get out of here, Diego. \n[118]What's the other one? \n[119]Alright, let's open our books. \n[120]Alright.  You're right.  I want to get out of this shithole as fast as I can. And I don't want to do this any more than you do.  But for me to walk early, some of you have to graduate.  You, forget about it.  You're hopeless, go to sleep. \n[121]But the rest of you could get diplomas and get jobs when you're on the outside. \n[122]We can learn some criminal shit, too. Alright, I'll make you a deal.  What if half the time, we learn about George Washington, and the other half, I'll teach you how to smuggle drugs? \n[123]I was arrested in Chicago with six hundred and sixty pounds of grass.  I think that qualifies me. \n[124]Flew it in from Mexico on a single engine Cessna.  Now, do we have a deal or not? \n[125]Alright, the first thing you need to know about smuggling drugs is that it's easy.  The DEA are a bunch of losers. They couldn't find their dicks in a whorehouse.  They don't know what the fuck they're doing... \n[126]I'm tired, Diego.  Go to bed. \n[127]Good night. \n[128]I would if I could get some sleep. \n[129]Because I got caught. \n[130]Because they caught me? \n[131]I don't know, Diego.  I've got a good thing going already.  Everybody smokes pot.  It's easy.  Cocaine is a rich man's drug.  It's too expensive. \n[132]That's over fifty-thousand dollars profit per kilo. \n[133]Oh my G-d. \n[134]Jesus Christ.  Jesus fucking Christ. \n[135]Getting it here is no problem.  Trust me.  I'll fly it in myself if I have to. What about supply?  How much can we get? \n[136]Four passenger, single engine Cessna. \n[137]I don't know.  A hundred, hundred and fifty.  How many miles is it from Colombia to Miami? \n[138]We'll refuel in the Bahamas.  I know someone there. \n[139]Diego Delgado, please? \n[140]Diego?  It's George. \n[141]Yeah, I'm out. \n[142]How are we doing? \n[143]Do we need a plane?  How does this work? When do I see you? \n[144]I can't go anywhere, Diego.  I'm on parole.  I can't leave the state. \n[145]I just got released five minutes ago. \n[146]Good to see you, Diego. \n[147]Okay. \n[148]What details?  I put the coke in the false bottoms and take it through customs. \n[149]What?  Yeah, sure. \n[150]My clothes, your clothes.  What does it matter? \n[151]What are we doing here, Diego?  This guy's a clown.  He's talking about clothes. \n[152]It's a lousy fifteen kilos.  I piss fifteen kilos. \n[153]You're a fucking amateur! \n[154]When you're carrying drugs across the border, the idea is to remain calm.  The way I do it is to think of something pleasant, a fun party, a moment of triumph.  A sexual encounter.  I actually project myself to that place. Anything to keep your mind off the fact that you're going to jail for a very long time if they find the fifteen kilos of cocaine in your suitcases. \n[155]Yes. \n[156]My brother's wedding.  Imagine that, huh? \n[157]Mine. \n[158]What can I tell you?  Different strokes. \n[159]We make the pick-up, refuel once more in the Bahamas, and fly back on Sunday with the mom and pop traffic. \n[160]Excuse me? \n[161]I see.  How much? \n[162]Gee, Jack, a million each had such a nice ring to it. \n[163]You good with this? \n[164]Alright. \n[165]What's the matter?  We're moving three hundred fucking kilos and we're making dogshit. \n[166]It is bad.  It's chump change.  We might as well be hauling suitcases across the border.  We're getting screwed. \n[167]And what happens when these guys stop paying?  Sooner or later, these guys are going to cut us out.  Then where are we? \n[168]What is it, George?  Because I have to get home.  I've got a parole officer waiting for me. \n[169]I'm George.  Friend of Diego's? \n[170]I don't know.  He sent me.  I'm George. \n[171]Um-hmm. \n[172]Jesus Christ, Diego, where are you? It's been eleven days and these guys want their fucking money. \n[173]Well, you better get here fast.  I'm sitting on... \n[174]Hi, Mom. \n[175]I'm sitting on fifty fucking keys.  Get your ass up here. \n[176]What did I tell you? \n[177]Sell it? \n[178]Just sell it, Derek. \n[179]I think it's fair to say you underestimated the market there, Derek. \n[180]But to the victor belong the spoils. \n[181]Half a million for you.  Half a million for me.  One-point-three five for the Colombians. \n[182]Not bad for a weekend's work, huh? \n[183]Where do you guys want to count? \n[184]What plane?  We going someplace?  Where we headed?  You have your money.  It's all there.  What the fuck is going on? \n[185]What the fuck is going on?  When did you get out of jail? \n[186]Yeah.  Keep my mouth shut and let you do the talking. \n[187]Just a friend. \n[188]Yeah.  You do the talking. \n[189]Actually, it was three. \n[190]It would be my pleasure. \n[191]Un sapo? \n[192]Yes. \n[193]With all respect, Padrino.  Diego is my partner.  I do not do business without him. \n[194]Yes, it is. \n[195]Yes, sir.  As much as you can give me. \n[196]It's beautiful. \n[197]What do I think?  I don't want my answer to be influenced by what I want, so I'm going to have to say I don't know. \n[198]I want money. \n[199]Freedom. \n[200]Yeah, maybe. \n[201]Sure. \n[202]Keep them coming. \n[203]Money. \n[204]Diego is my brother. \n[205]Three million.  I counted it twice. \n[206]I'm calling it three. \n[207]Fuck it.  I'm not counting it again. \n[208]I don't give a shit.  Close enough. \n[209]Where do I put this!? \n[210]There's no room. \n[211]We've got to do something about this. \n[212]Are you comfortable with this? \n[213]And keep only forty-percent?  No thanks. \n[214]I love it. \n[215]I give you thirty-million dollars and you give me this little book. \n[216]You're a lucky man, Diego. \n[217]I love you too, man. \n[218]I'll be right back, Diego. \n[219]Hello. \n[220]Do I know you? \n[221]Why are you smiling? \n[222]I don't know.  My name is George. \n[223]What is your name? \n[224]Mirtha. \n[225]My pleasure, Augusto.  Diego has told me much about you. \n[226]Sky's the limit.  We're just beginning to tap the market.  If it's accepted by actors and musicians, the rest will follow. \n[227]I think Padroni is happy with the current situation.  Will you please excuse me? \n[228]I like fire. \n[229]Jesus Christ. \n[230]Put that shit away, they're here. \n[231]It's a family heirloom. \n[232]Mirtha comes from a very wealthy family. \n[233]So, business is going good.  I've got this import/export thing going on in Miami that's been very profitable.  With my investments... \n[234]Dad. \n[235]Yeah, Dad.  I'm happy right now. \n[236]Shut up, Diego.  They're going to be here any minute.  I'm trying to concentrate. \n[237]What do you need my connection for, Diego?  What are you going to do with it? \n[238]Jesus fucking Christ, Diego.  I ain't telling you.  It's just business.  Now, shut up.  You're driving me crazy. \n[239]No no no... no problema, amigo.  El dinero esta todo aqui. Lleves las \"llaves\" y mas tarde lo contaremos.  Okay?  No problem. \n[240]Nothing.  Todo esta bien. \n[241]This is not the time, Diego. \n[242]Fuck you...I didn't fuck you. \n[243]Esta todo aqui, amigo...take the keys. Take 'em and go. \n[244]Take it easy!  Everything's okay! \n[245]Take the fucking keys! \n[246]Estoy bien, okay?  Everything is alright.  There's no problem.  Okay? This never happened.  No one has to know anything about this.  Diego, I want you to calmly tell them where the fucking coke is.  Do it now. \n[247]No problem, gentlemen.  Goodbye. \n[248]Derek Foreal. \n[249]Derek Foreal.  Derek Foreal.  Derek fucking Foreal.  Alright?  The answer to all your dreams.  Are you happy now? \n[250]Yeah, well where is he?  And who is this Norman K. guy?  That's all anyone is talking about.  Norman K.  Norman K.  Do I know him? \n[251]What? \n[252]Motherfucker works fast. \n[253]He what? \n[254]That's impossible.  We can't be up and running.  Who's distributing? \n[255]Oh, no. \n[256]Hello, Derek?  This is George.  Am I wearing lipstick? I said, am I wearing lipstick?  Because when I'm getting fucked, I want to make sure my face is pretty.  You're buying directly from Diego, aren't you, you son of a bitch? \n[257]Yeah.  I understand.  Just business. Right.  Fuck you. \n[258]I bring you in, and this is how you repay me?  You little homo!  Hey, Derek? Derek? \n[259]No, no, no, no yo puedo arregarlo solo. \n[260]No more brothers, Diego. \n[261]You fucked me, Diego. \n[262]You went behind my back and you cut me out. \n[263]I talked to Foreal, Diego. \n[264]You'd better kill me now, Diego, because you're a dead man. \n[265]Yeah, well... \n[266]Yeah. \n[267]I didn't come here to drink scotch. \n[268]You know why I'm here.  You know what I have to do.  I came here for permission. Out of respect, Pablo.  This is bullshit, he's making me look like a punk. \n[269]You're saying life will take care of Diego? \n[270]I get it.   I'm really pissed, Pablo. You know the DEA knows about Norman's Cay.  For Chrissakes, Diego worships Adolf Hitler and John Lennon, that's fucked up! \n[271]Yeah, well, what are you gonna do?  You and me, Pablo?  Are we good? \n[272]Shhh, honey, never mind.  It's alright. It's over.  I quit the business.  I'm out. \n[273]Pablo said no.  It's all over.  And I'm never going back.  I have you.  We have the baby.  And there's nothing else. It's just the family now.  Shhh.  Sleep now. \n[274]Coming! \n[275]Watching my baby girl born did something to me. They talk about religious experiences, I didn't believe in religion.  But when Kristina Sunshine Jung came into this world, something in me changed.  I looked at her and I knew right then that I could never love anything but my daughter ever again.  It sounds sappy, but it was like, click, I knew what I was put on this planet for.  It was the greatest feeling I ever had followed by the worst feeling I ever had. \n[276]Coke. \n[277]I don't know.  Maybe eighteen grams. \n[278]Today. \n[279]Come on.  Come on, honey.  You can do it.  Come to Daddy. \n[280]Good girl! \n[281]Look, Mirtha.  She's walking. \n[282]No.  These are her first steps.  Watch her. \n[283]But this is... \n[284]Alright. \n[285]Where are you going? \n[286]Yeah.  She told me. \n[287]I heard. \n[288]It's in the past.  I'm out of the business now, so forget about it.  No hard feelings.  We need to move on.  And besides, I'm sorry, too. \n[289]For calling you a homo. \n[290]Good to see you, Derek. \n[291]I know.  She needs to slow down.  She's going to blow an O-ring. \n[292]No, that's alright. \n[293]No honey, I'm alright. \n[294]What's this? \n[295]I want my kid out of protective custody. Now.  No fucking around.  My wife and my kid on a plane tonight.  I sign when they call me safe and sound. \n[296]Fuck you, then.  I sign nothing. \n[297]Oh hey, one more thing? \n[298]Get me a six pack. \n[299]Fuck. \n[300]Hi. \n[301]Mom. \n[302]Yeah.  Listen.  I'm going to be going away for awhile. \n[303]No. \n[304]Give this to Mom, will you? \n[305]Give it to her, Dad.  It'll make her happy. \n[306]Tell Mom, you know... \n[307]I'd like to make a withdrawal. \n[308]Please, Mirtha.  I'll start working for Augusto.  I'll talk to him tonight. I'll do something. \n[309]Not in front of the kid. \n[310]Everything's gonna be okay, sweetheart. Don't be upset. \n[311]I don't know. \n[312]No, never.  Don't even think about that, it's impossible.  I love your mother. And you are my heart.  Could I live without my heart?  Could I? \n[313]There's a fucking cop behind us, Mirtha. Be cool, will ya. \n[314]Hey, why don't you just put a \"I'm doing cocaine\" sign on the car.  What is your fucking problem? \n[315]What? \n[316]Those are my nuts! \n[317]What do you want me to say?  I'm in prison.  You should know.  You put me here. \n[318]My baby.  She's so big. \n[319]Hello, Derek?  It's George.  Yeah. Yeah, I am.  I'm in Miami.  I'm looking to do something.  I want to put together a crew.  Do you know anybody?  Leon?  I don't know him.  What's his last name? Alright.  Give me the number. \n[320]Nothing.  I just wanted you to know I was out.  I just wanted to see you. \n[321]How are you doing? \n[322]Dad. \n[323]You can call me Dad if you want. \n[324]Kristina, c'mon, I'm sorry.  I'm going to make this right.  I've got a few things going on... \n[325]Just to walk with you.  I want to be your dad again. \n[326]Who's the co-pilot? \n[327]Sounds fine.  I'll need to meet everybody. \n[328]Holy shit, Dulli! \n[329]That was it.  Seeing Dulli after fourteen years sealed the deal for me. The rest was just details.  My end was roughly five-hundred thousand.  Kristina and I could have a good life for five hundred grand.  Start over somewhere. One final score.  That's all I needed. \n[330]No.  I have the space.  I figured it out.  This is what I want to do. \n[331]Five-thousand per kilo. \n[332]This is a one time thing, Gusto.  One and I'm out.  Give me a good price for old time's sake.  What do you think? \n[333]Let me ask you something.  If you could go anywhere in the world, anywhere, where would you want to go? \n[334]Yeah, sure, whatever. \n[335]California?  You can go anywhere in the world.  India.  Tibet.  Australia. Paris.  And you choose California? \n[336]What is it?  A Disneyland thing? \n[337]California, huh? \n[338]Go on inside now.  I want to talk to your mom alone. \n[339]I'll be here. \n[340]You knew I was seeing Kristina, right? \n[341]Yeah, so I've been thinking.  I love her, y'know?  I kind of want to have her.  I've been away for so long.  Make up for the missed time, you know? \n[342]Yeah, well.  I'm working on that.  I've got something going. \n[343]Yeah, you will.  Of course. \n[344]Yeah. \n[345]I know.  Well, that's all I really wanted to say.  So, okay, then. \n[346]Yeah.  I'm fine.  I'm good. \n[347]Where are you coming in? \n[348]No.  All set.  Piece of cake. \n[349]I'm thinking about getting out of town this week.  You want to come with me? \n[350]I don't know.  Maybe California. \n[351]Yeah.  Go out there, check it out, see what it's like.  I've got some stuff to do this week, but I'm thinking maybe Thursday.  Thursday after school. \n[352]You let me take care of your mother. You just pack your bags. \n[353]There's schools in California. \n[354]That's right.  Three o'clock.  Thursday. At your mother's.  You and me.  It's a date. \n[355]I swear.  On my life. \n[356]I swear on your life. \n[357]Are we good?  Yeah, we're good.  We're beautiful.  We're perfect.  This is A grade, one-hundred percent pure Colombian cocaine, Ladies and Gentlemen. Disco shit.  Pure as the driven snow. Good riddance. \n[358]You saved my life, Dulli.  You'll never fucking know.  All you guys.  Everyone just got a raise.  Instead of ten percent, you get fifteen. \n[359]I don't give a shit.  Split it up.  Have a great life.  I'm done.  I'm out. Starting over.  Cheers. \n[360]Yeah!  Unbelievable.  Dulli, pour us another round.  I gotta hit the head. \n[361]Dulli, I was just thinking about that time we landed in Mexico.  You've gotten a lot better since then, huh pal? Remember that fucking landing strip? Huh? \n[362]Hey, what's wrong fellas?  Why the long faces? \n[363]No.  C'mon, Dulli. \n[364]Oh, no. \n[365]I was busted.  Set up by the FBI and the DEA.  That didn't bother me.  Set up by Kevin Dulli and Derek Foreal to save their own asses.  That didn't bother me. Sentenced to sixty years at Otisville. That didn't bother me. \n[366]I had broken a promise.  Everything I loved in my life goes away. \n[367]How's he doing? \n[368]Right. \n[369]Hello, Dad... \n[370]You know, I remember a lifetime ago, I was about three-and-a-half feet tall, weighing all of sixty-pounds, every inch your son... \n[371]...those Saturday mornings going to work with my Dad.  We'd climb into that big yellow truck.  I used to think it was the biggest truck in the world. \n[372]I remember how important the job we did was. How if it weren't for us, people would freeze to death.  I thought you were the strongest man in the world. \n[373]And that FBI agent, Trout?  When he had to get on his knees to put my boots on? You said... \n[374]That was a good one, Dad.  That was really something.  Remember that? \n[375]And that time you told me that money wasn't real?  Well, old man, I'm forty two years old.  I finally learned what you tried to tell me so many years ago. \n[376]I finally understand.  You're the best, Dad.  I just wish I could have done more for you.  I wish we had more time. \n[377]I guess I kind of lost sight of things. \"May the wind always be at your back and the sun always upon your face, and the winds of destiny carry you aloft to dance with the stars.\"  Love, George. \n[378]I meant every word of it. \n[379]Yeah, Dad.  I knew that. \n[380]What do you guys want? \n[381]What about him? \n[382]What the fuck?  Is he going to walk? \n[383]I don't think so. \n[384]No thanks, fellas.  You've got the wrong fucking guy.  I'm not a rat. \n[385]Mirtha, what's going on?  Everything okay with Kristina? \n[386]Is she here?  Is she coming? \n[387]Yeah. \n[388]He wants me to testify?  Is that what he's asking me to do? \n[389]Mirtha, how are you doing? \n[390]Hey, Arch, you think the judge will let us get a cocktail after this is all over? \n[391]Thanks, Arch. \n[392]I'm George Jung.  Spelled J-U-N-G. \n[393]Yes, I do. \n[394]Yes, he's sitting right there at the end of the table. \n[395]Shortly after I arrived at Danbury Federal Correctional Institute I related to Diego that the crime I was in for was smuggling marijuana. Diego told me he had high level connections in Colombia and they needed to find someone to help them transport cocaine into America... \n[396]The first run was fifteen kilos, which we smuggled into Logan Airport in hard shelled suitcases. \n[397]We wrapped the cocaine in kitchen cabinet paper, and duct tape, that way if there were any dogs in customs... \n[398]I introduced Diego to a pilot named Jack Stevens, who helped us fly 300 kilos of cocaine per week into the United States via twin-engine Cessnas.  Jack would fly into North Carolina, we'd meet him there and drive it down to different distribution points... \n[399]I never met Pablo Escobar.  Diego Delgado was my only connection to cocaine from Colombia... \n[400]Diego convinced me to keep most of my money in a Panamanian bank.  Diego had a close relationship with Manuel Noriega. In exchange for allowing us to keep our money there, we paid him a percentage. \n[401]There was an 85% chance that if you snorted cocaine between 1977-1984, it was ours. Initially with my LA connections, we invented the marketplace.  In 1977, there was no other real competition. \n[402]The first year we made about 100 million dollars between us.  It was an expensive operation.  Eventually we built up to three different pilots doing multiple runs per week, connections on both coasts, everything was running smooth. We were like a corporation... \n[403]he was very anti-government.  He talked about revolution, forming his own country or island, he was looking for power as well as money.  I was just looking for money. \n[404]He disliked the United States, thought it was a police state.  He hoped that by flooding the country with cocaine, it would disrupt the political system and tear down the morality of the country. \n[405]Well, yes, Derek Foreal was my connection, I met him back in 1968 when I first moved to Manhattan Beach.  It was Foreal's marijuana connections that kicked off our cocaine market. \n[406]Yes, it was my idea to bring the kilos to Los Angeles.  When Diego finally got Derek Foreal's name from me, it was only a matter of months before he'd cut me out. \n[407]I'm not sure how my relationship with my daughter and ex-wife have anything to do with this trial.  I mean we're here to talk about Diego Delgado, aren't we? \n[408]Yes, I am. \n[409]No, I cam here out of my own volition. \n[410]Something about vengance being best served cold. \n[411]Excuse me? \n[412]I'm doing sixty years at Otisville, no chance of parole.  Even if they cut my sentence in half I'll be seventy-three years old.  That's some fucking deal.  I don't know if the parole board, the judge, the pope or Jesus Christ himself can get me out of here.  I have a really bad record, I'm not sure what's going to happen. \n[413]You shouldn't have taken the 30 million, Diego, I was out. \n[414]I'm sorry, baby.  I'm so sorry. \n[415]I didn't mean to... \n[416]I fucked up. \n[417]I love you.  I love you so much.  You've got to know that.  You've got to know. \n[418]After everything.  After everything, the only thing left out of my whole life is you. \n[419]But I have a visitor. \n[420]But I want to put her name on the list for tomorrow.  My daughter. \n[421]Because she's visiting me. ", "DIEGO": "\n[1]If you don't mind me asking, what is the reason you are in this place? \n[2]Your offense?  Why are you here? \n[3]Intriguing.  I see.  Would you like to know my crime? \n[4]No? \n[5]Me, too.  Too much blah, blah, blah, blah is no good.  But we are roommates, okay?  And we must talk to each other. I am arrested for stealing cars.  For the grand theft auto.  Okay?  So, now it is your turn.  Now you will tell me, okay?  You will tell me why you are here? \n[6]Oh, come on, George.  If we are to be friends, we must trust each other. \n[7]Ah, yes.  The murder. \n[8]Nothing.  Just a little project. \n[9]Never mind.  Not for you to worry. \n[10]You have your intrigues.  I have mine. This is a happy day for me, George. Nine months from today, I will be in Medellin sipping champagne.  In nine months, I am free.  How much time do you have? \n[11]Twenty-six months?  For murder?  I must be your lawyer. \n[12]Only two ways I know to leave here early.  One is to escape. \n[13]George?  Hey, George?  I listen to what you say to the class today about the smuggling.  You are a magico, ah? \n[14]I never believed you were a murderer.  I knew.  I knew you are a magico.  I have seen it in you.  It's in your spirit. \n[15]You like to make the boundaries disappear.  It's not only the money, is it, George?  The adventure is part of the victory.  It's the thrill, ah? \n[16]In my country, I am a magico.  A man with a dream.  A man on the rise.  To take nothing and make it something, okay?  I have failed my dream, but I will accomplish.  That is why I am in your country.  Yes, I lose my freedom. But they do not take my dream.  Do you have a dream, George? \n[17]Yes, you have a dream.  And maybe you accomplish your dream.  But yet you failed.  Why? \n[18]No, my brother. \n[19]You failed because you had the wrong dream. \n[20]George?  What do you know about cocaine? \n[21]No, no.  That is where you are wrong. For us, it is cheap.  In Medellin, we buy for six-thousand dollars a kilo.  IN Miami, we sell for sixty. \n[22]And that's wholesale.  Cut it a few times and retail, you're looking at two, three-hundred thousand. \n[23]Yes.  And a kilo of coca is smaller than a kilo of your precious marijuana. Everything is the same, George, except instead of thousands, you are making millions. \n[24]Now do you see what I am saying? \n[25]Don't worry.  We will talk of everything.  We have the time.  You arrive here with a Bachelor of Marijuana, but you will leave with a Doctorate of Cocaine. \n[26]What type of planes do you have? \n[27]How many kilos can we fit in these planes? \n[28]Fifteen hundred.  We'll have to stop somewhere to refuel. \n[29]Great.  I love the Bahamas. \n[30]Allo? \n[31]George, hallo!  Today is the day, ah? Are you out? \n[32]Congratulations, brother.  I've been waiting for you. \n[33]Perfect, George.  Perfect.  Everything is fine down here.  Everything is all set up. \n[34]Slow down, George.  Slow down. \n[35]You need to come down here, everybody meets everybody.  Ho ho ho.  Ha ha ha. We do one for good faith and then we talk about airplanes. \n[36]But you must.  It's the only way. \n[37]George, are we gonna do this or not? \n[38]Yes.  Look around you.  The sun.  The water.  The women.  It's better than Danbury, no?  Come on.  I have some friends I would like you to meet. \n[39]Fifteen kilos.  Seven and a half in each suitcase.  You receive a hundred thousand dollars upon delivery. \n[40]Samsonites.  Red.  No tags. \n[41]Gentlemen, please.  There is no need to be impolite.  Cesar, this will be fine. You have my word.  George, Cesar is just being thorough.  That's all. \n[42]Three-hundred kilos it is, then. \n[43]Has everyone met Inez?  This is George. I've told you about him.  And this is friend, Jack Stevens. \n[44]Try to be more respectful, darling.  My apologies.  But she is mistrustful of Americans.  Shall we proceed?  Let's hear it again, Mr. Stevens. \n[45]Please, continue. \n[46]You will watch what you say.  Especially around George.  He is my brother and he speaks as good Spanish as you. \n[47]Okay.  That's enough. \n[48]George.  George, come in here. \n[49]What's the matter, George? \n[50]A million dollars for our first run is not bad, George. \n[51]I know. \n[52]That's my George, always thinking. \n[53]This is only part of the business, George.  A very small part.  Don't worry, there is so much more to do. Which reminds me, I need a favor from you.  I must go to Colombia. \n[54]I need you to go to Miami. \n[55]George. \n[56]Bad news, George.  I'm in Colombia. \n[57]It's a little hard to get away right now.  I'm afraid you're on your own. \n[58]Jesus Christ, George, I don't see you in two years, and you show up at my door with a hundred and ten pounds of cocaine? \n[59]Thirty-six hours.  I can't believe it. Everything is gone in thirty-six hours. \n[60]Touche. \n[61]George, good to see you, my brother. \n[62]Pablo used his influence.  Now, George, watch what you say.  Everybody hears everything.  A lot of things get said and done that, well, let's just say this isn't America.  Life is cheap here, you know?  No offense, but you know what I'm saying? \n[63]Right.  Now who is the person in California?  The connection? \n[64]Who?  I need to know.  Ah, never mind. We'll talk about it later. \n[65]There must be some kind of mistake. \n[66]It's alright, George.  You go. \n[67]Padrino. \n[68]It's two-point-five, George.  I am sure. \n[69]We're half a million off. \n[70]Weight it.  If it's sixty pounds, it's three.  If it's fifty, it's two-point five. \n[71]Try the back bedroom. \n[72]Try the closet. \n[73]George, we've got sixty-one million dollars.  It's either here or someplace else.  We've got to put it somewhere. Unless you want to launder it. \n[74]Then relax.  It's a federal bank. Guaranteed by the government.  And Senor Noriega has very lenient banking principles.  No questions.  No problems. All the pesados keep their money here. Even El Padrino.  What do you worry? Everyone knows we are with Escobar.  Who is going to fuck with us? \n[75]I'm married, George.  Me.  I can't believe it.  Can you believe I'm married, George? \n[76]I love you, my brother, do you know that? \n[77]Great, baby, great! \n[78]Ah, George's mystery man. \n[79]You don't meet him.  George keeps this a secret.  He's here meeting everyone, goes to Colombia and meets Pablo, but still keeps his secrets.  Even from his brother. \n[80]Three years.  How long have we been in business?  Three years.  Does she get to meet your connection?  Was she good enough? \n[81]I'm very angry with you, George.  Very angry.  You don't take me to California, but you take your bitch wife?  A woman? I understand you love her, but it was you and me who started this.  You and me. \n[82]What do I do with it?  Nothing.  It's for peace of mind.  It's for the principle. \n[83]I'm driving you crazy?  No.  You're driving me crazy.  We had a dream.  What happened to our dream? \n[84]You embarrassed me, George.  You make me look very bad. \n[85]Everything is not alright.  I bring you in, and you slap my fucking face! \n[86]You fucked me in front of my whole family! \n[87]Sientese ye no se meta en lo que no le importa. \n[88]Que es lo que quieren de me, hijueputas campesinos? \n[89]Es un Ford blanco junto a una pick-up. \n[90]What? \n[91]Where's Diego? \n[92]George, I am happy to see you.  How are you, my brother? \n[93]Of course we are brothers.  Why do you say that?   You hurt me, George. \n[94]I did not. \n[95]No, I never.  I would not do that, George.  Never. \n[96]Maybe you are right.  I did betray you a little bit. \n[97]Oh, boo hoo, boo hoo.  So sad, George. I stole your California connection.  So what?  Who introduced you to Pablo Escobar?  Me.  Who introduced you to your fucking Colombian wife?  Me.  Who protected you when my friend Cesar Roza wanted to slice your fucking throat, huh?  Who mad you millions and millions of dollars?  Me.  And what do I get in return?  This?  Accusations?  I have always given you everything, George, but that is over now.  This is my operation. My dream.  So go home, George.  Go back to your stupid little life.  You can sell half grams to your fucking relatives for all I care.  Because you are out! \n[98]George, don't be so emotional.  This is business.  Besides, I can't kill you, you are my brother. ", "MIRTHA": "\n[1]Hello. \n[2]I don't think so. \n[3]Why are you smiling? \n[4]I know who you are, El Americano. Mister George. \n[5]You better know what you're doing, George.  You're playing with fire. \n[6]I do. \n[7]I need a fucking drink. \n[8]Oh, don't be such a fucking hypocrite. I quit smoking, didn't I? \n[9]What do you think, Dad? \n[10]Come on.  I'll show you the rest of the house. \n[11]Thanks.  I am.  Where's Martha? \n[12]Que va hacer? \n[13]Mama, vos sos bien antigua.  Como lo va a matar con un picahielo.  Eso era en su tiempo, estamos casi ya en los ochenta. El lo va a meter un tiro, lo va a volar, le va a hechar un hijueputa carro encima. \n[14]George.  Oh, Jesus Christ, George.  Look at you. \n[15]Pablo said no? \n[16]George! \n[17]She did that before. \n[18]Yeah.  I know.  She did that before. \n[19]I said, I've seen it before. \n[20]Can you lift the furnace.  I need money. \n[21]Out. \n[22]Now let's fucking party, motherfuckers! Let's have some fucking fun. \n[23]Happy birthday, baby.  Do a line. \n[24]Oh fucking relax.  Let your hair down for once.  It's your fucking birthday, for Chrissakes.  You're such a fucking pussy.  I swear to G-d, I married this big time drug dealer and wound up with the maid. \n[25]What are we going to do?!  What are we going to use for money?! \n[26]Don't touch me.  Tell me.  Just answer the question.  What do I spend?  What? How will we live? \n[27]Don't give me that shit.  You just better do something. \n[28]Fuck you, George, just fucking drive. \n[29]My problem?  We're broke, that's my fucking problem.  And you're a fucking spy. \n[30]That's right.  Always spying, always judging.  Everyone's laughing at you, you fucking pussy.  You let Diego fuck you in the ass.  Maybe you are a fucking faggot.  You must be fucking Diego because you're not fucking me. \n[31]He's a fugitive and a fucking cocaine dealer!  There's a kilo in his trunk right now!  Take this sorry motherfucker to jail! \n[32]I'm divorcing you, George.  I'm getting custody of Kristina.  And when you get out next week, you're going to pay support and that's the end of it. Alright?  There's someone else.  I'm sorry. \n[33]You should have taken better care of me, you know?  You've been away a long time. Four years.  Say something. \n[34]Fuck you, George.  I knew you'd say something like that.  Always thinking about yourself. \n[35]What do you want? \n[36]Yeah.  She told me.  You walk her to school. \n[37]I haven't seen one dollar from you.  You haven't paid me one cent in child support, alimony. \n[38]Yeah?  I better see some money out of it. \n[39]Hey, look.  You start paying, who knows what will happen.  You're a good father, George.  I always gave you that.  But you've got to talk to her. \n[40]She's getting big.  Getting her own ideas. \n[41]Hey, George.  You okay? \n[42]Kristina's fine. \n[43]Is she here?  George, Kristina hates you.  You fucked her over one too many times.  And I'm not here to socialize. Did you hear about Diego? \n[44]Well, I got a call from Pablo.  He said this thing with Diego is a disaster. He's giving up lab locations, names, bank accounts, he was very pissed off. Pablo said to take him down.  His exact words were \"Fuck Diego.\" \n[45]George, he wasn't asking. \n[46]Better than you. ", "DEREK": "\n[1]Barbie! \n[2]So, this is the new man, huh?  He's cute! \n[3]Tuna, oh my.  Enchante, George.  Barbie, he's yummy.  He looks like a Ken doll. Oooh, Ken and Barbie.  It's perfect. Alright, girls, give me five minutes. \n[4]Everyone, shoo!  You, too, Barbie.  I want to talk to the boys alone. \n[5]What can I do for you guys? \n[6]I know what you want.  But, first of all, are you cops? \n[7]Because if you are, you have to tell me. If not, it's entrapment. \n[8]I guess not.  Okay.  You know, you're very lucky you're friends of Barbie's. If you weren't, I'd never talk to you. \n[9]It's your grass. \n[10]I don't nickel and dime.  You want it or not? \n[11]Barbie! \n[12]So, this is the new man, huh?  He's cute! \n[13]Tuna, oh my.  Enchante, George.  Barbie, he's yummy.  He looks like a Ken doll. Oooh, Ken and Barbie.  It's perfect. Alright, girls, give me five minutes. \n[14]Everyone, shoo!  You, too, Barbie.  I want to talk to the boys alone. \n[15]What can I do for you guys? \n[16]I know what you want.  But, first of all, are you cops? \n[17]Because if you are, you have to tell me. If not, it's entrapment. \n[18]I guess not.  Okay.  You know, you're very lucky you're friends of Barbie's. If you weren't, I'd never talk to you. \n[19]It's your grass. \n[20]I don't nickel and dime.  You want it or not? \n[21]You're kidding, right?  That's a hundred pounds a week. \n[22]I don't know... \n[23]Come on, George, no one is going to pay that. \n[24]Goodness. \n[25]And I only deal with you? \n[26]I don't know.  East coast.  Airplanes. It all sounds pretty risky. \n[27]I don't think so. \n[28]Don't be ridiculous, these are my babies. \n[29]George, you're a genius.  We're rich. Come, children. \n[30]George, get my camera. \n[31]Take a picture of me, George.  Take a picture of me with my new friends. It'll be a fabulous Christmas card. \n[32]It's great and everything, but what am I going to do with all this? \n[33]Alright, but it's gonna take me a year. \n[34]Nice doing business with you, George. \n[35]I don't want to get caught in the middle of this.  That's between you and Diego. \n[36]It's nothing personal, George.  Just business. \n[37]Happy Birthday, George.  Mirtha invited me. \n[38]Look, I'm sorry about everything.  I feel like an idiot.  You were right.  I did fuck you.  And then Diego fucked me. Cut me out, too. \n[39]I lost sight of everything.  Forgot who my friends were. \n[40]You? \n[41]That was out of line. \n[42]Jesus, is that Mirtha!? \n[43]Christ almighty, George.  Feed her a cheeseburger or something.  What does she weight, eighty pounds? ", "FRED": "\n[1]That's too bad.  You would have been the first one in the family. \n[2]Alright.  You want me to get your old job back?  Because I could, you know, I could put in that word. \n[3]What are you going to do? \n[4]That's too bad.  You would have been the first one in the family. \n[5]Alright.  You want me to get your old job back?  Because I could, you know, I could put in that word. \n[6]What are you going to do? \n[7]I'm just happy that George has found someone he cares for. \n[8]Hard to imagine being able to afford a ring like that on a construction salary. \n[9]Layaway shmayaway. \n[10]Who's the cheapskate? \n[11]Killjoy? \n[12]...and the winds of destiny carry you aloft... \n[13]You alright? \n[14]You loved her, didn't you?  You really loved her. \n[15]Tough spot. \n[16]Not mad. \n[17]I just don't know what you're thinking. I don't understand your choices.  You know, the police are looking for you. \n[18]Let me tell you something, son.  You would have been great at anything. \n[19]Where are you going? \n[20]Open the door, son. \n[21]Yeah.  Nice. \n[22]Don't bullshit me, George.  I don't see you very much, I don't want to waste the time. \n[23]You come from my body, remember?  You're my baby boy.  The same kid who would jump off a mountain if someone told him he couldn't do it.  You haven't changed much.  I know the things you do.  Not everything.  But I get the picture and I don't care.  I don't like it.  It's not what I would have chosen for you, but it's your life.  It doesn't have anything to do with me. \n[24]You're like your mother.  You love money. \n[25]No, it's good.  You have a family.  It's good if it makes you happy.  It's nice to have nice things.  Are you happy, son? \n[26]Hello, hello. \n[27]I heard.  Ermine, your son is here. \n[28]She's angry.  It's all over the news. \n[29]You're not going to trial? \n[30]Good. \n[31]Money.  You and your mother.  All the time chasing it.  I never understood it. \n[32]Yeah, I know.  This is it, isn't it? \n[33]I'll tell her. \n[34]Take care of yourself. \n[35]That's where you belong... \n[36]...you sonofabitch.  Putting on George's boots. \n[37]That was a beautiful message. \n[38]Did you know I died two weeks after you sent me that tape? ", "BARBARA": "\n[1]Tuna, this is crap. \n[2]It's garbage. \n[3]You can't sell this to your friends. \n[4]Look, if you really wanna score some dope, I got the guy. \n[5]You'll see for yourself. \n[6]Derek! \n[7]What is? \n[8]You happy, baby? \n[9]Tuna, this is crap. \n[10]It's garbage. \n[11]You can't sell this to your friends. \n[12]Look, if you really wanna score some dope, I got the guy. \n[13]You'll see for yourself. \n[14]Derek! \n[15]What is? \n[16]You happy, baby? \n[17]We're gonna call it California sinsemilla.  Sounds exotic. \n[18]It's gonna work, Derek. \n[19]Any message? \n[20]What do you want me to do?  I can only take two bags, and I can't fly back here everyday. \n[21]You're Italian? \n[22]Are you kidding? \n[23]George has exquisite taste. \n[24]I don't know. \n[25]Oh my G-d, I'm so sorry. \n[26]Thanks.  I'll be okay. \n[27]Yeah, I don't feel so well. \n[28]I feel like shit.  Me and my frigging nosebleeds. \n[29]Would you be bummed out if I didn't go to Chicago with you? \n[30]Nice first impression.  A nose bleed in front of your parents. \n[31]Oh, they weren't that bad.  I mean, they were kind of cute. \n[32]Relax, baby.  We're going to wind up like us. \n[33]Surprise. \n[34]What, and miss all the fun?  C'mon, not a chance.  So, what's the verdict? \n[35]Two years.  George, I can't wait that long. \n[36]George, I went to the doctor.  I don't have two years. ", "TUNA": "\n[1]I don't know about you, but I think we're gonna like it here. \n[2]Hey, wake up.  Come on, you two lovebirds.  Hurry, I want to show you something. \n[3]Figured it out. \n[4]You know how we were wondering what we were going to do for money?  Being how we don't want to get jobs and whatnot? Well, check this out. \n[5]I know it's not the greatest.  It's commercial. \n[6]We sell it.  I got it all figured out. We make three finger lids and sell them on the beach.  We move all of it.  We've made ourselves a hundred bucks.  Or a lot of weed for our head.  What do you think?  Not bad, huh?  I got the baggies and everything. \n[7]Man.  Fuck you guys.  I have this great idea and you guys have to be all skeptical. \n[8]A beauty parlor for men?  Sounds pretty queer. \n[9]Tuna. \n[10]Wow.  That's more than we had in mind. \n[11]I don't know about you, but I think we're gonna like it here. \n[12]Hey, wake up.  Come on, you two lovebirds.  Hurry, I want to show you something. \n[13]Figured it out. \n[14]You know how we were wondering what we were going to do for money?  Being how we don't want to get jobs and whatnot? Well, check this out. \n[15]I know it's not the greatest.  It's commercial. \n[16]We sell it.  I got it all figured out. We make three finger lids and sell them on the beach.  We move all of it.  We've made ourselves a hundred bucks.  Or a lot of weed for our head.  What do you think?  Not bad, huh?  I got the baggies and everything. \n[17]Man.  Fuck you guys.  I have this great idea and you guys have to be all skeptical. \n[18]A beauty parlor for men?  Sounds pretty queer. \n[19]Tuna. \n[20]Wow.  That's more than we had in mind. \n[21]Look what the cat dragged in. \n[22]Nice weed, huh? \n[23]No shit, Kevin? \n[24]Smith.  Hampshire.... \n[25]Jesus Christ, I'm getting a boner just looking at it. \n[26]Cheer up, man.  Half this money is ours. We're fucking rich. \n[27]What the fuck are you talking about, man? \n[28]Source?  What about Derek? \n[29]This is bullshit, George.  We're never going to find anything down there. \n[30]As far as I'm concerned, we're on fucking vacation. \n[31]I can't believe we're stealing a plane. \n[32]You guys are fucking insane. ", "ESCOBAR": "\n[1]So, this is the man who takes fifty kilos and makes them disappear in one day? \n[2]The man who gives us the airplanes.  The man from America.  The mafia.  Chicago. Boom boom.  Hollywood.  You are going to open for us the gates of Hollywood, George? \n[3]Good.  Very good.  Welcome, my friend. Welcome to my country. \n[4]The man in the garden.  He was full of courage. \n[5]Un rata - no good.  But he could have run, fled the country.  Gone to the policia.  But then his wife, his children, his parents, his friends, many people would die. \n[6]But, never mind.  I am thinking we can do much together.  This problem with Diego, the stolen car, the jail, is very silly business.  To release him from the carcel, it causes me much inconvenience. The fifty kilos could have been a big problem.  And I don't like problems. \n[7]I like you, George.  You are loyal. That is good.  That is rare.  Maybe crazy.  Yes.  I can tell already.  You are like me.  I look at you and I see myself.  It's in the eyes, no, George? \n[8]So, you are wanting to sell the cocaine for me in your country, George? \n[9]As much as I can give you?  Ha ha.  Very good.  I like that.  Come, George.  Let us drive.  We have much to talk about. \n[10]I like to come up here.  To make the decisions.  To be one with nature. \n[11]People tell me that I am crazy.  That my business will never work in your country.  What do you think, George? \n[12]Yes.  I do not know, either.  What do you want, George? \n[13]Yes.  Money.  Which is what, George? \n[14]Power? \n[15]Family. \n[16]Beautiful girls? \n[17]Keep them coming?  Ah, yes.  Ha ha.  You are right.  But money. \n[18]And Diego? \n[19]Good.  Take care of him, George.  I'm fond of him, but he is sometimes like a baby.  Keep an eye on him, okay? \n[20]Diego, mijo.  I've made a decision.  We are going into business and I would like to start right away. \n[21]George, you look terrible. \n[22]Diego? \n[23]Please.  Sit down.  We'll drink some scotch. \n[24]I see.  I'm sorry about this, George. I'm not happy about this situation. It's bad.  You now know who your Brutus is. \n[25]It is very difficult.  Diego makes me a lot of money.  If Diego goes so does the money.  You were an excellent teacher, George.  When the student has learned well, the teacher is no longer necessary.  We must remember we have wives, friends, familia.  Even familia that has not been born.  But sometimes, we must forget as well.  I am like you. I must teach the lesson.  We want to teach the lesson.  But we cannot.  We must remember that life is the teacher. \n[26]Life will take care of everybody. Diego, me, you.  It is the teacher. \n[27]I'm sorry, George. \n[28]Of course, George.  We are beautiful. We are brothers.  Real brothers.  Not like Diego.  We started this, George. \n[29]And, George?  The vengance?  It is best served cold. ", "KRISTINA": "\n[1]What's happening to us? \n[2]Are we gonna split up? \n[3]I thought you couldn't live without your heart. \n[4]What are you doing here? \n[5]Well, here I am.  See? \n[6]George, you just can't show up, tell me you love me, and have everything be okay. \n[7]What? \n[8]I don't want, alright?  It's not funny. I'm really pissed off, George.  You blew it, now leave me alone. \n[9]What do you want from me? \n[10]Do what you want, it's a free country. \n[11]You mean, like a trip? \n[12]I don't know.  Maybe California. \n[13]Yeah. \n[14]No.  I just kind of like the sound of it. \n[15]California. \n[16]Bye, Dad.  See you in the morning, okay? \n[17]Where are you going? \n[18]You swear? \n[19]You know I can't.  Mom will never let me go. \n[20]But I've got school. \n[21]You swear? \n[22]I don't believe you. \n[23]Swear on my life. \n[24]I'm here to see my father. \n[25]Kristina Sunshine Jung. \n[26]It's alright, Dad. \n[27]I know, Dad.  I know... \n[28]Shhhh. \n[29]I know, Dad.  I love you too. ", "KEVIN": "\n[1]Well, I'll tell you.  I was walking down the beach, minding my business, when who did I see but this fucking guy.  I didn't know you guys were living in California. \n[2]I'm on vacation.  On my way back to school. \n[3]No, man.  I'm too fucked up. \n[4]Fuck yeah.  I never seen nothing like it.  I'm fucking wasted. \n[5]G-d, I'm stoned.  I'm stoned.  I'm really... \n[6]I wish there was shit like this back home. \n[7]Shit, yeah.  Do you know how much money I could make if I had this stuff back east? \n[8]That's right. \n[9]When there's something to move, it's too easy not to.  Do you know how many colleges are in a twenty mile radius? U. Mass, Amherst, B.U.... \n[10]Right.  And Holyoke.  There are a hundred thousand rich kids with their parents' money to spend, but there's never anything available.  Nothing good, anyway.  I'm paying four hundred dollars for shit. \n[11]Keep it coming. \n[12]More. \n[13]I need more. \n[14]I know, but I've got a feeding frenzy on my hands.  Tell George this is small potatoes.  We're missing out on some serious cash.  You tell George.  He'll think of something. \n[15]Twenty, forty, sixty, eighty, nine. Twenty, forty, sixty, eighty, a thousand.  It's all there.  Wow.  A hundred and twenty-eight thousand dollars. \n[16]What's the matter, George?  Something wrong?  You look like you just fucked your mother. \n[17]What? \n[18]So? \n[19]Okay.  So we need a source.  Where do we start? \n[20]You know, he's got a point.  We're fucking Americans.  We stick out like sore thumbs. \n[21]George, we'll wind up in a Mexican prison getting fucked up the ass by one of Maria's relatives. \n[22]Yeah, right.  Gonzales.  What is that, Sicilian? \n[23]Don't be such a pussy. \n[24]Relax.  I've flown with my old man a million times.  And he always told me, the taking off part is easy, it's the landing you've got to worry about. \n[25]Georgie, oh man, hold the mayo! \n[26]We take off from Lauderdale, Sunday, refuel, and be in Medellin by Monday. \n[27]Are we good? \n[28]Fuck you guys.  All of you.  I've known him for thirty fucking years.  Fucking George. ", "ERMINE": "\n[1]I just can't get over the size of that ring.  I just love it.  Fred, look at it.  Tell me you don't love that ring. \n[2]Yes.  Of course.  But, I'm talking about that ring.  It's something else.  Let me tell you. \n[3]What is that, two carats?  That's got to be two carats. \n[4]Yes.  It's at least two carats, darling. Treasure it. \n[5]Oh, shut up, Fred.  Shut your big fat mouth.  You don't buy it all at once. It's called layaway. \n[6]That's right.  Layaway.  Something you wouldn't know anything about, you cheapskate. \n[7]You, you big old tightwad.  He still has his communion money.  Tell him, George. Tell your father about layaway. \n[8]The boy is happy, Fred.  Don't be such a killjoy. \n[9]Barbara, here, take my napkin. \n[10]Take your boots off.  You're tan. \n[11]Yeah.  We heard all about it.  I want you to know I'm deeply sorry about your girlfriend. \n[12]Yes, Barbara.  She was very pretty. \n[13]You mean the drug money?  Yes, I got it. \n[14]G-d, son. \n[15]George! \n[16]I had no choice. \n[17]Don't look at me like that.  What was I supposed to do?  You're in our house. What, was I supposed to be an accomplice? \n[18]You don't think people know you're a drug dealer?  Everyone knows.  It's no secret.  How do you think that reflects on me?  Every time I go out, I'm humiliated.  I see the stares.  I hear the whispers.  How do you think that makes me feel?  Did you ever once stop and think of me? \n[19]So you go to jail.  It's for your own good.  You need to straighten your life out. \n[20]You have a phone call. \n[21]It's all so beautiful. \n[22]Look at this credenza.  If you don't mind me asking, how much is something like that?  It's got to cost a fortune. \n[23]I've seen those in magazines.  They're not cheap. \n[24]Oh, I see. \n[25]George, it's time!  George!  George! \n[26]Tell him I don't want to see him.  Tell him he's not welcome here. \n[27]Don't you dare step one foot in this house.  You're not my son, you hear me? I don't have a son anymore. ", "CESAR": "\n[1]Not so fast.  I would like to go over the details. \n[2]Tell me about the suitcases.  What is the make and the color? \n[3]Hmm.  I see.  Will there be clothes in the suitcase? \n[4]Whose cloths?  Your clothes? \n[5]I would like to know the contents. Every detail is important. \n[6]I demand to know everything.  I do not trust six-hundred thousand dollars of coca to someone I don't know. \n[7]The coca is my responsibility! \n[8]Very well.  But just remember, Mr. Jung. I will be with you the whole way.  And I will be watching. \n[9]Why are you speaking? \n[10]You.  Your responsibility is over.  You do not fly.  You are not a pilot.  You are not a distributor.  You introduced us to Mr. Stevens and the use of his airplane.  That is all.  You make a percentage.  A generous one.  And you're lucky to get that. \n[11]Padrino will pay ten-thousand per kilo. For everyone.  For you, and you, and you. \n[12]There is no negotiation.  Three-million dollars.  That is all. \n[13]Do you have pictures of your kids? \n[14]I'll need to see them.  Also need their names and the names of their schools. We are trusting you with ninety million dollars worth of coca, Mr. Stevens. Without your children, there is no deal. \n[15]Don't forget the pictures. \n[16]Mr. Jung, I see you've met my fiancee, Mirtha. \n[17]Diego needs to see you right away, please.  Excuse us, Amorcito. \n[18]Good to see you, George.  It's been a long time. \n[19]Say \"hi\" to your pretty wife for me. ", "AUGUSTO": "\n[1]Pleased to meet you finally, George.  I am Augusto Oliveras. \n[2]We are talking about George's West Coast operation. \n[3]I'm so glad you two could make it. Mirtha, look at you.  So beautiful.  You look like you're about to burst. \n[4]I don't know.  Drunk somewhere.  Try the bar.  And if you find her, tell her to come, it's almost midnight. \n[5]It's good you came down, George.  We need to discuss a few things. \n[6]He's not here, George. \n[7]Norman Cay is not a person.  He is an island, George.  In the Bahamas.  From what they say, it is free and it's Diego's new home. \n[8]Let us walk.  From what I understand, Diego has bought a hundred and sixty acres, a marina, a hotel, and an airstrip. \n[9]The word is that soon he is to be king of the middle empire.  He is doing multiple runs right now and using the island as a jump-off point. \n[10]Yes.  Jack Stevens is already a very busy man.  Along with many others.  You shouldn't stay away so long. \n[11]Que queres decir.  Que es lo que el va hacer?  Pues, no va hacer nada. \n[12]El no va hacer nada.  Hay un problema. Aqui, hubo un error y nosotros lo vamos ha arreglar. \n[13]Blanca, por favor. \n[14]Dejen la maricada pues!  No jodan! Nadie va a matar a nadie!  George, debemos hablarle al Patron, es la unica manera, mano. \n[15]A toast!  To Mister George Jung.  Mr. I 95, north and south.  My brother-in-law. Happy birthday! \n[16]Three-hundred kilos is a very big load, Georgie.  Why don't we start small? \n[17]Alright.  I'll ask Pablo, tell him it's for you.  I don't think there will be a problem. \n[18]Ha ha.  That's too much, Georgie.  Those days are over.  The rate is one-thousand dollars.  Inflation, you know? ", "LEON": "\n[1]It's a four-man operation.  Two on the ground.  Two in the air. \n[2]You're looking at him.  We provide the plane, transportation cost, U.S. landing spot, and take it to wherever you want it to go.  You provide the pick up point in South America, and are responsible for payment.  You assume all the bust risks.  We take sixty-five percent of all transportation fees, ten percent of the gross, plus our expenses. This is not a negotiation, so if this is okay with you, we can talk further.  If not, we can forget we had this conversation. \n[3]They're over at the booth. \n[4]Gentlemen, this is George.  George, this is Ben, G.G. and... \n[5]Overnight, refuel, and back Wednesday night. \n[6]Then we drive it to the Lauderdale house where it stays until pick up and payment the next morning.  You want to go over it again? \n[7]Jesus, George, fifteen percent.  That's an extra two-hundred large. \n[8]What? \n[9]Yeah, I like him, too.  But what's done is done.  So let's not get all sentimental about it, okay? ", "CALIBANOS": "\n[1]Yes, we are Mr. Jung. \n[2]Mr. Jung, you're a convicted felon, correct? \n[3]Do you have any agreement or understanding whatsoever with the United States government in regards to your testimony? \n[4]Excuse me? \n[5]Really.  Are you getting paid, Mr. Jung? \n[6]Mr. Jung, don't you have an agreement or understanding with the United States Government in connection with your testimony in this case? \n[7]So you do have an agreement with the United States Government, Mr. Jung, correct? \n[8]I thought so.  No more questions. ", "SANTIAGO": "\n[1]Ramon tells me you are looking for some mota. \n[2]For instance, something like this? \n[3]Ha ha ha.  You are funny.   Really, how much will you be needing? \n[4]Listen, Americano, it is very nice to meet you, but maybe we are going too fast.  You take a little and then come back. \n[5]Marijuana is illegal in my country, and I believe in yours, as well.  We must be careful. \n[6]Amigo, you bring me fifty-thousand dollars, and I have no more concerns. \n[7]Good to see you, Jorge.  You are a man of your word. ", "ALESSANDRO": "\n[1]QUIET!  Callate!  Where's Diego? \n[2]Oh, I see.  George.  Well, that explains everything.  Open your mouth, George. \n[3]Now, you listen to me.  Are you hearing me? \n[4]You see this? \n[5]I've been holding this shit for him for three weeks.  You tell Diego I don't appreciate it.  You tell him I want my money by Friday.  Can you do that? \n[6]Greetings, Mr. George. \n[7]On the plane. ", "CUSTOMS AGENT": "\n[1]On vacation? \n[2]On vacation for only one day? \n[3]Open your bags, please. \n[4]Whose clothes are these? \n[5]And this? \n[6]Alright, go ahead. ", "STEVENS": "\n[1]I'll fly down on a Friday, refuel in the Bahamas, and then to Medellin. \n[2]I want two. \n[3]No way.  I'm doing all the work.  Taking all the risk, and it's my plane. \n[4]Hey, you guys don't have to do shit. Just sit back and collect your money. \n[5]What? \n[6]Fine.  So if that's all, I'll be leaving now. ", "ADMISSIONS OFFICER": "\n[1]Name? \n[2]Jung. \n[3]Belongings in here. \n[4]Feet on the blue line. \n[5]Miss? \n[6]Miss?  Something wrong? "}}