{"dialogues": {"SMECKER": "\n[1]Brilliant. So now we got a Huge guy theory and Serial crusher theory. Top fucking notch. What's your name? \n[2]That's who the fuck I am. \n[3]Why don't you get me a cup of coffee. \n[4]Café latte. \n[5]Twist of lemon! \n[6]Sweet-n-low! \n[7]Mitchell, Langley! \n[8]Find the manager of this building. See if he has had any complaints of water coming down in any apartments, starting just this morning. If he's not there, knock on every door starting from the third floor up. Langley, you take this building, same thing. \n[9]Chaffey, Newman. \n[10]Look in the trash around their hands. See if you can find me two bullet casings. 45's, if my eye serves me right. Don't disturb them. Mark them as they lay. Newman, root through this shit. If this was a sink find me some metal parts. Gimme a faucet or a drain cover or something. \n[11]Chief, could you get ballistics down here and tell them they have to dig a 45 slug out of a brick wall. \n[12]...and locate another that's been fired through a dumpster. \n[13]Paraffin came up positive. And bullet holes are usually a big clue. \n[14]Look under the body. \n[15]You guy's ready for this? \n[16]This was no gangland assassination. Though creative, it was way too sloppy. Something went wrong here. This has personal written all over it. Now, these men were crushed and the first natural reaction the body has to such trauma is to tense up. So now the two shots fired here were reflex rounds. These guys weren't shooting at anything, but they were just about to. \n[17]Fourth floor huh? Then we're heading to the fifth. Let's go up and see just how right I am. \n[18]Really want to know? \n[19]Oooo. I might be wanting a bagel with my coffee. \n[20]We'll start the ass kissing with you. \n[21]Good work, Mitchell. I'll check that out myself. \n[22]I want A.P.B.'s put out. I want more uniforms on the streets. One thing's for sure, wherever these guys are they're hurting. \n[23]First of all, I'd like to thank whichever one of you donut munching, barrel-assed dip-shits leaked this to the press. That's just what we need now, some sensational story in the papers making these guys out to be super heroes, triumphing over evil. And let me squash the rumors now. These two aren't heroes. They are two ordinary men who were put in an extraordinary situation and they just happened to come out on top. Yes, nothing from our far reaching computer system has turned up jack shit on these two. All we know is what we found out from their neighbors. And the general consensus is that they're... angels. But angels don't kill and we got two bodies in the morgue that look like they've been... \n[24]...serial crushed by a huge fuckin' guy. \n[25]Well, not armed. If they had guns, they'd have used them. But dangerous? Oh yeah. \n[26]Look, look! I'm not saying one way or the other. Just be careful and go by the protocol on this one. \n[27]Any word back from the E.R.s? \n[28]Just hit the bricks nice and hard. \n[29]What the fuck is this!? This isn't a fuckin' tea party. Get out! Only thing I want in here is them. \n[30]This conversation is going to be recorded. Just answer to the best of your knowledge. \n[31]You guys are not under oath, here. I am assuming you knew these two guys from before, huh? \n[32]They had some pretty interesting bandages. Know anything about that? \n[33]So, how is it that you guys are fluent in Russian? \n[34]Know any other languages? \n[35]What are you guys doing working at a fucking meat packing plant? \n[36]What? \n[37]You're not being charged. It's up to you. Do you want to talk to them? \n[38]Well, we could try the bag over the head thing. Walk you right out the front. \n[39]Well, we'll have to check with your mother, but it's ok with me if your friends sleep over. \n[40]Time to feed the dogs. \n[41]Uh,huh. Room number. \n[42]We got a time of death? \n[43]What's the body count? \n[44]Uh, huh. \n[45]I'll be down there in a bit. Keep the press out. \n[46]What are you doing? \n[47]Cuddle?... What a fag! \n[48]He's struck again, hasn't he, Greenly? \n[49]Respect is earned, Greenly, never given. Guys like you should have to follow me around squabbling for the scraps from my table. \n[50]How many bodies, Greenly? \n[51]While Greenly's getting coffee, anybody else want anything? \n[52]So Duffy, got any theories to go with that... tie. \n[53]The what man? \n[54]Well, Freud was right. So you think they came for the fag man, huh? And what do you base this upon? \n[55]And the pennies? \n[56]That's a possibility. Y'know you Boston cops are perking up. That's two sound theories in one day, neither of which deal with abnormally sized men. Another possibility is that they were placed there with religious intent. \n[57]The Greeks. The Italians. \n[58]Symbology? Well, now that Duffy has relinquished his King Bone Head crown I see we have an heir to the throne. I'm sure the word you were looking for was symbolism. What's the symbolism there? Let me explain it to you. In Greek and Roman mythology when you died you would have to pay the toll to Charon, the boatman who ferried you across to the gates of judgment. This made sure the dead came to atone for what they did during their lives, Detective... \n[59]Dollapoppaskalious. \n[60]Yeah, well... I'm an expert in name- ology. \n[61]I've seen burns like these before. They used silencers. Look at these entry and exit wounds. They're identical. \n[62]The two bullets went in here, through the top of the skull, criss-crossed and exited through the eyeballs. This one clue tells us three distinct facts. Number one... Duffy. \n[63]Excellent! Number two. Greenly. \n[64]It tells us that he was the last to die. All these men Were carrying. They came in, dropped all in seconds and then took their time with fag man. Didn't they, Duffy?! They sure as fuck did! \n[65]And number three, Dolly. \n[66]Fan-fuckin-tastic! \n[67]Now stay with me, boys. What did they do to make two such identical wounds? Did one guy put him on his knees, pop a cap in, sit him back up and shoot him again the same way? No. Two men of similar height dropped this guy down, each put some iron to his head and boom! That's all she fuckin' wrote! \n[68]Possible, but unlikely. The angles are too extreme. A guy holding two guns to the back of your head is gonna shoot straight ahead. He wouldn't cock out his elbows, makes no sense. Besides, you telling me one guy came in here and killed eight men with eight extremely well aimed shots in just a few seconds? No way. Had to be at least two. \n[69]Television,... television is the explanation for this. \n[70]You see this is bad television. The little assault guys creeping in through the vents and coming in through the ceilings. That James Bond shit never happens in real life. Professionals don't do that. So we've got this up here, which has novice written all over it. And all this down here that's simply a perfect textbook assassination. So here's our two possibilities. We either have rank amateurs that got lucky or consummate professionals that fucked up. \n[71]Join me in a drink, gentlemen. \n[72]With the exception of my coffee boy, you Boston detectives are starting to show signs of intelligence. So, I am going to make you privy to some information that you would not normally be. These men are all Russian mob. Not like those two peons in the alley the other day. These guys are all syndicate bosses and underbosses. I have a dossier on every man in this room. Since the Iron Curtain has gone down, the Russian syndicates have started to come here. And in the spirit of Glasnost the Soviets have opened their borders to the mafia. But the Italians, they're not convinced that the grounds in mother Russia are fertile enough for organized crime yet. So they ain't ready to commit. The Russians are coming here anyway. They are unwelcome. What we have here, gentlemen, is possibly the beginning of the first international mob war... unless I've totally missed something. \n[73]Now, what is this going to look like to those who do not know what I just told you? \n[74]And is there an American, shit is there a man seated among us that hasn't thought about it many times, let's just put them all on an island, give them guns and let them kill each other. This is our wet dream come true. You can expect federal and local law enforcement to go only deep enough to satisfy the law, then bury it from here on out. \n[75]That depends. You either do your job or get ethical. \n[76]Can she I.D. them? \n[77]Of course they were. How many? \n[78]Nah, too quick half their infrastructure got taken out at the Copley plaza. Besides, if you're a hitter, you're either working for the Russians or the Italians. There's no riding the fence. Our little theory from last night just got blown to shit. Something... new is going on here. \n[79]Probably shouldn't work another shift for awhile. \n[80]After talking to the dancer we know that their mark was the guy in the middle booth. After she watches them whack him, she passes out. Why the two extra victims? \n[81]No way they could have seen it. \n[82]Allow me to enlighten you gentlemen to the protocol of the porno industry, as I'm sure you've never been in one of these places before. A man goes into the booth, puts the money in the slot. The dancer gets it on the other side. She hits the button, door goes up, now there is only glass between you and it's little fireman time. \n[83]Those doors were down... which means this. They looked down in through the peep hole, saw these guys and opened the doors from the inside. Pop, pop, pop, right through the glass. Why? \n[84]No. This guy is big time. These two are street-walking scum. \n[85]We got another thing to think about here. We got us a genuine Kennedy assassination style bullet theory. Two guns were used here, guns A and B. The guy in the middle was done with both. But this guy... ...he was killed with bullets from gun A only. And this guy... ...gun B only. But ballistics dug two slugs out of the wall from over here where the victim was done with \n[86]And it's the same story over here. Why the crossover? Theories. \n[87]What? \n[88]Why was I not informed of this? \n[89]Who were the victims? \n[90]Oh that's just BEAUTIFUL! All the scumbags in the quiet city of Boston start dropping dead and you think it's unrelated?! Greenly, the day I want the Boston Police doing my thinking for me, I will have a fucking tag on my toe! Now, get me a squad car and get me over there. I want the crime scene photos and any witness statements. NOW! \n[91]Oh... it looks like we got us a cowboy. \n[92]The shooter knew these guys, huh? \n[93]Friends, Gentlemen. They were friends. \n[94]These guys were packing. Not one hand near a gun. It's simple human behavior. Someone you don't know approaches you, you put your hand on it. This guy's got his hands on the table. He's eating his food, for Christ sakes. They were friends. \n[95]These two fucking scenes are related. Too many coincidences. Same day? Five hours apart? Dead mobsters on both scenes. Now, why did he kill the bartender? \n[96]Duffy. This look like a fucking post office to you? This guy came in here with intent. Maybe he didn't know exactly what he was gonna do but he had a pretty good idea. The bartender wasn't a fucking accident. \n[97]Fucking figures. Look, are you guys seeing the pattern here? We got big questions at both of these crime scenes, with no answers. WHY did they kill the guys in the other two booths? WHY did he do the bartender? It would seem unnecessary, even stupid. God, I hate cold crime scenes! I'm fucking leaving now. And do me a favor, tell me when the next guy dies, cause these guys are not done yet. \n[98]Okay. Here's what happened. \n[99]They waited in a parked car down the street for the kid to leave. \n[100]They went in through the garage. The kid says he leaves it open when he takes his bike out. \n[101]Now, they know the wife is the gate keeper. She knows the code. \n[102]The wife says she doesn't know what happened after she hit the code. She just remembers going down. But, judging by the burn mark on her back, I think what they did... \n[103]...was use a stun gun on her. \n[104]Now the guy knows a friend is coming to the game. And they know that this door can only be opened from the inside. So they wait... and when that door opens, man... \n[105]Nobody was ready for it. Devastation, panic! This was like shooting fish in a fuckin' barrel! \n[106]Now these guys dove under the table. The trajectory on the bullets show they came from straight across. So this means one of our shooters... dropped to his knees... \n[107]Something went wrong. Right here. \n[108]Now, one of these guys is a real sicko. He knew this man. He wanted him to suffer, to feel every second of a painful death. \n[109]This guy is one bad motherfucker. \n[110]I've never seen wounds like these before, but whatever he used on this guy, it was a blunt object and they took it with them. \n[111]They exited out the front door. And they had no fucking idea what they were in for. \n[112]Now they are staring at six guys with guns drawn. It was a fucking ambush. \n[113]And this was a fucking bomb dropping in Beaver Cleaverville! For a few seconds this place was Armageddon! There was a fire fight! \n[114]Why don't you let me do the thinking, huh, genius? \n[115]What is taking so long with those blood samples? \n[116]They used ammonia... none of this shit is any good... Fuck... You know what this means?! Even if we get suspects in this case, we got nothing... Nothing! \n[117]Who the fuck are they?! I've never seen any-fucking-thing like this in my whole fucking life. Who the fuck are they?!! \n[118]No. This is all wrong. David Della Rocco? \n[119]Yeah. Maria, this is Smecker. Could you find me the visitor's list for the day the MacManus brothers were in and read me all the names? \n[120]Okay, thank you. \n[121]Pour the drink, faggot-ass! \n[122]Okay... But I don't cuddle. \n[123]Hello? You there? \n[124]Oh, Christ, uh, I've never confessed. \n[125]According to the dogma of the Catholic church, I should probably burst into flames right here in this booth. But I've come here for advice, not salvation. \n[126]Why have I come to a church? I never have before. I guess I just... felt I should. \n[127]It's ethics. I put evil men behind bars, but the law has miles of red tape and loopholes for these... cocksuckers to slip through. I've found out there are these two young men who fix the situation with an iron fist. As if they have God's permission. But what they do is wrong and I should arrest them... technically. \n[128]But in this day and age I believe what they do is... necessary. I feel it is... correct. \n[129]Yes. \n[130]Yes. \n[131]Has he now? \n[132]I guess not. \n[133]You're right. \n[134]I want to stand for what I believe in, father. \n[135]I believe these young men are right. \n[136]Yes. \n[137]No. They would never do that. \n[138]Well, the two Irish guys wouldn't. But the Italian guy, he might. He's kind of an idiot. \n[139]I'm beginning to see. I've been doing my job... well for fifteen years and it's just not enough. All the things I wish I could do, these guys are doing. Millions of dollars in tax payers' money wasted on shit like wire taps and surveillance. Theses boys go in and take care of it for the price of a bullet. Ww-what do you think I should do? Because I'm a law man. \n[140]Yes! Yes! I was thinking that, too. No. I was feeling it. All I needed was to hear you say it! Amen! I'll help them. \n[141]Thank you, Father, thank you. Whatever. Goodbye, amen. \n[142]That's all you can give me? \n[143]So you're telling me it was one guy with six guns? A-and he was a senior fucking citizen? \n[144]I'll see what I can do. How do I get in touch with you? \n[145]Be careful. \n[146]What did he bring him in for? \n[147]Just for him? \n[148]Up where? \n[149]Oh fuck! \n[150]You look like you could use a quickie. ", "CONNOR": "\n[1]I do believe the Monsignor finally got a point. \n[2]What? \n[3]Pleased ta meet ya Rozie. \n[4]Okay then... let's get ya started. \n[5]Okay, just cut off as much fat as you can as it goes by and the rule of thumb here is... \n[6]Yeah? \n[7]Can't do much damage with that. Perhaps, it shoulda been the rule of wrist. Ha! Rule of wrist. \n[8]Hey Murphy? \n[9]How many feminists does it take to screw in a light bulb? \n[10]Two. One ta screw it in and one ta suck my cock. \n[11]Oh, come on now Rozengurtle. I was just tryin' ta get a rise outta ya. \n[12]Now look Rozengurtle, we're sorry. Just relax. \n[13]Why don't you save all your aggression for protests and marches and what not. \n[14]Fuck you. \n[15]Hello. \n[16]Mother, is that you? \n[17]Ma, what's wrong? \n[18]Shut it. It's Ma. \n[19]Mother, what are you sayin'? You're talkin' crazy here. \n[20]What the hell are you doin' with Da's gun!? \n[21]What?! What are you doin'? \n[22]Pull the trigger?! Have ya lost it woman?! Now just calm down here. \n[23]No ma! No! \n[24]Aaaww, shit!... evil woman! \n[25]All right, we're both here. \n[26]How's Uncle Sibeal? \n[27]Oh, Jesus. \n[28]Don't even do it, ya bastard. \n[29]If that was a girl I want ta see some papers. She had ta be just preoperative for Christ sakes. \n[30]Well, we tried ta make friends and she gave me a shot ta the nuts. \n[31]Well, I didn't but... \n[32]Yeah, we promise. \n[33]Yeah. It's been twenty-seven years. \n[34]Come on, ma. Out with it. Who came out first? \n[35]Crazy woman. \n[36]Don't start. I've had ice on mine. \n[37]We're alive. \n[38]We're going to turn ourselves in. It was self defense. \n[39]Hold this shit for us, Doc. We'll be comin back for it when we get out. \n[40]\"We just got up and left. Bum musta rolled them before the police got there.\" \n[41]We... met them last night. \n[42]Would someone please come over here and... \n[43]me up the... \n[44]A p-penny saved is worth two in the bush. \n[45]Calm down, Doc. I'm sure they're reasonable fellows. \n[46]Listen fellas, Y'know he's got 'til this week's end. Ya don't have ta be hard asses, do ya? \n[47]If ya want a fight, you can see you're outnumbered. We're trying ta be civil here, so I suggest you take our offer. \n[48]\"Now, that wasn't too polite, was it?\" \n[49]I don't think Ma would mind. \n[50]Let the boy go. He knows what the fuck he's doing! \n[51]Nicely done, boy! \n[52]Now, like my fine brother says, on St. Patty's everyone's Irish. And this piece of shit is about to be initiated. \n[53]We paid attention in school. \n[54]Italian. \n[55]I have no idea. Maybe someone saw and talked. \n[56]Spanish. Then I guess he's just real... real good. \n[57]Absolutely not. \n[58]Our mother can see through bags. \n[59]He's a nice guy. \n[60]Destroy all that which is evil... \n[61]Be right back... \n[62]Know what we need, man?... some rope. \n[63]Charlie Bronson's always got rope. \n[64]Yeah, these guys always got a lot of rope strapped around em in the movies and they always end up using it. \n[65]I'm serious. \n[66]I don't know they just always need it. \n[67]Is that right, Rambo? \n[68]A bit. \n[69]See. I told you there'd be a shaft. \n[70]We'll find it. Just calm down. \n[71]We're doing some serious shit here. Now, get a hold of yourself, asshole. \n[72]Sh, sh! Fuck you! \n[73]That was some good fuckin' rope. \n[74]Aye. \n[75]Yeah, and ya gotta shoot at him for ten minutes. \n[76]Yes, we are. \n[77]Where's your gun? \n[78]This is a six-shooter. \n[79]Oh, you're good. What were you gonna do? Laugh the last three to death, funny man? \n[80]Let's do him right here. \n[81]Certainly illustrates the diversity of the word. \n[82]Get a hold of yourself, man. \n[83]Listen, we gotta get outta here now. We'll take separate exits and meet at Rocco's. \n[84]Yes. \n[85]Weird, huh?... Know what I think is weird? Decent men with loving families go home every day after work. They turn on the news and see rapists, murderers, and child molesters all getting out of prison. \n[86]Little girls catchin' stray bullets in their heads, playin' hopscotch in their front yards. And everyone thinks the same thing... Someone should just go kill those motherfuckers. \n[87]Nicely put. \n[88]Climb the corporate ladder, boy. Don Rocco. \n[89]Donna's gonna be angry about her cat. \n[90]You sound real remorseful. \n[91]Listen. Something's been bothering me about last night. \n[92]Well... what if your boss knew how many guys were supposed to be there... in that room? \n[93]Think about it man. Nine men, six bullets. \n[94]He probably knew you'd end up nailing the fat guy, maybe one or two more, but he had to know you weren't walking out of there. Figure it out. Shooter's dead on the scene. No in-depth investigation. It'd slide right off his back. 'Cause as much as I love ya, you're not exactly Don Corleone. What would he be losing? A thirty- five year old delivery boy? \n[95]He knows you, man. He knows all you want is to move up. That's all. A smooth hitter woulda gone in there, seen it was a wash and slipped out. But a guy like you? Knowin' this is your only chance? Waitin' eighteen years? \n[96]Do me a favor and roll it around for a bit on your way in. \n[97]Yes. \n[98]Hey, this ain't a thing you should gamble on, Roc. \n[99]Hey. You get in there and start getting a bad vibe, get the fuck out quick. \n[100]What happened? \n[101]Who did you kill? \n[102]Did I fuckin' tell ya, Rocco? They pull on you first? \n[103]Lakeview the deli? Oh, shit! \n[104]Anybody see ya? \n[105]Yeah, well... \n[106]I guess we really don't have a system of deciding who. \n[107]I'm strangely comfortable with it. \n[108]No. No. It looks good. C'mon, put it back on. It's good. \n[109]Okay Roc. You sure you're O-B-kay-B? \n[110]You've earned this. \n[111]What the fuck are you doing? \n[112]So, when are you getting a plastic fuck doll? \n[113]This place is like a scumbag yard sale. \n[114]No way. I've been waitin' for this asshole. \n[115]Rocco, this is the real deal. We must kill without hesitation, without guilt or remorse. Evil man, dead man. \n[116]Forget it. It's a family prayer. My father, his father before him that sort of shit. \n[117]Don't worry, Roc. We'll do this guy right and you'll feel a lot better. \n[118]Who the fuck was he, Rocco? I know you fuckin' know! \n[119]A-fuckin'-men! \n[120]Look again for fuck sake! \n[121]Let the boy go! \n[122]Shit. \n[123]And he is one smart man. \n[124]This guy is very sharp. If he hasn't figured us out yet, he will. \n[125]He isn't to be touched. \n[126]You little fuck. Let him go. I'll drop you right here. \n[127]Let him go or I will deliver you, right now. \n[128]Well, the light caught the side of his face for a second. And it looked like he had a gray beard, maybe... late fifties, early sixties. \n[129]I think it's better if we find this man before he finds us again. \n[130]We're going to hit Poppa Joe tonight, right in the comfort of his own home. Then we move on to New York. It's getting a bit hot for us here. \n[131]I'll call you tonight, afterwards. \n[132]We're here brother. \n[133]How far are we going with this, Da? \n[134]Now, you will receive us. \n[135]We do not want your tired and sick. \n[136]It is your evil, who will be sought by us. \n[137]Each day we will spill their blood till it rains down from the skies. \n[138]These are not polite suggestions. They are codes of behavior and those that ignore them will pay the dearest cost. \n[139]For if you do, there will come the day when you look behind you and see we three. And on that day you will reap it. ", "ROCCO": "\n[1]Hey! Fuck! Ass! Get me a beer! \n[2]...It's not that I'm homophobic. I'm just afraid of faggots. \n[3]Let me talk to my boss, may I can... \n[4]Y'know Doc, I gotta get you a, a, like a proverb book or something. This mix and match shit's gotta go. \n[5]Hey, there Boris. What would you say if I told you that your pinko, commie mother sucked so much dick... \n[6]Joey Bevo said it was important. Said I had to give it to him myself. \n[7]Fuck you Vincenzo. \n[8]I caught your show down at the velvet room at the Holiday Inn, loved it when you busted into Viva Las Vegas. \n[9]Hey, hey, hey... \n[10]Poppa Joe, you want me to go now? \n[11]Yeah boss? \n[12]The... The funny man. \n[13]Uh. Okay... um... you hear the one about the, no fuck that one... uh... oh! oh! Well... shit. Okay, there's a white guy. He's walkin' along the beach and he finds a, a pot, y'know and ah, he rubs it and this genie pops out. But this genie, he's a ni... he's a black guy. \n[14]Yeah. And uh, he's pissed off. He says, \"Why you crackers always gotta find my mother fuckin' pot? And he tells him he's gonna grant all his three wishes but he's gonna give all the black guys... \n[15]Sorry! Sorry! All the niggers on the planet get double what he wishes for. \"I'll take a million dollars,\" he says. Genie give it to him and says every nigger on earth just got two million. \"I don't care gimme a yacht.\" Poof there it is. E-every bl... every nigger just got two yachts. Genie goes... I'm sorry Poppa Joe. I can't. This joke sucks. \n[16]He says, \"What's your third wish?\" And the guys says, \"I-I want you to beat me half to death.\" \n[17]This better be good. Talk! \n[18]Oh, God! Don't kill me! We're on the same side! The boss musta sent you in as back up, huh? Oh, shit, please! I'm Rocco. I'm the funny man. They call me the funny fuckin' man! \n[19]Chest pocket. Shit! \n[20]Poppa Joe said there was only two. In and out. Boy, you guys sure did a good job. You're good, huh? Cool masks. Where'd you get them? \n[21]Don't kill me. Oh shit, please no. I'm Rocco. I'm the funny man!... the funny man... the funny. \n[22]What did you do?! Fuckin'... what the fuckin' fuck! Who the fuck, fucked this fuckin'? fuck. How did you two fuckin', fucks?......... FUCK!!! \n[23]What the fuck are you doing here? What, huh!? WHAT? WHAT? WHAT? ANSWERS! \n[24]Fuck! \n[25]Anybody you think is evil? \n[26]Don't you think that's a little psycho? A little weird? \n[27]You guys should be in every major city. \n[28]This is some heavy shit. This is like Lone Ranger-heavy man. Fuck it! There's so much shit that pisses me off. You guys should recruit 'cause I am sick and fuckin' tired of walkin' down the street waitin' for one of these assholes to get me, y'know? \n[29]So you're not just talkin' mob guys. You're talkin' anyone, right? Even like pimps and drug dealers and all that shit? \n[30]Well fuck, you guys could do this every day. \n[31]You fuckin' guys. You ruined me. I'm fuckin' done. Permanent package boy. \n[32]What are you serious? \n[33]Fuck it! I'm doing it. I deserve it. I've been working for those fat bastards since I was in high school and look at this place. \n[34]They're fuckin' me man! Hey, they can suck my pathetic little dick. And I'll dip my nuts in marinara just so the fat fucks can get a taste of home while they're at it. That's it, it's done, I'm doing it. \n[35]Shit. She's on every drug know to man. She'd have sold that thing for a dime bag. Screw her. But I do kinda feel like an ass-hole. \n[36]She ain't been around in weeks anyhow. \n[37]What? \n[38]What are you saying? \n[39]You think they sold me out? No way. \n[40]No, no. That's just not the way things are done. Besides, how's he know I don't just get in there see there's too many and just serve em their fuckin' food and beat it? \n[41]No. No man. That's... that's... you don't know what you're talking about. That's bullshit. I know these guys. I mean, thanks for your concern, but that just ain't the thing of it. \n[42]No, look. No rolling. Nothing needs to be rolled. \n[43]Hey. You don't know that shit for sure. \n[44]Fuck you! \n[45]Oh yeah. You two fuckin' Micks know what's going on, huh? Fuck you! \n[46]I'll be back at 9:00. \n[47]Hey Murph. \n[48]Yeah. Anybody call for me? \n[49]I'm fuckin' fine. Catch you on the flip side. \n[50]Hey, Murph. \n[51]Yeah. Anybody call for me? \n[52]I'm fuckin' fine. Catch you on the flip side. \n[53]Pack your shit! We gotta get outta here! We gotta get out! \n[54]I killed em! Oh, Jesus! I killed em all!! \n[55]No! Fuck you! You start getting excited! We gotta fucking go! \n[56]Hurry the fuck up! \n[57]Those cocksuckers sold me out! \n[58]What did I fuckin' do?... in the middle of the Lakeview. \n[59]What? \n[60]I killed your fuckin' cat, you druggie bitch! \n[61]I felt it would bring closure to our relationship! \n[62]Your what?! Your fuckin' what?! \n[63]Your what, bitch? I'll shoot myself in the head, you can tell me that cats name! Go ahead... Your what? Your precious little... \n[64]Peeperman? WRONG? What color was it?!!! \n[65]Male or female, bitch?!! \n[66]Shut your fat ass, Rayvie! I can't buy a pack of smokes without running into nine guys you fucked. \n[67]All right, let's get the fuck outta here! \n[68]Those rat fucks! All of them were all laughing at me man! \n[69]Fuckin-A-right I did. I had a goddam turkey shoot over there. \n[70]What? Did everyone know? Next thing you'll tell me Sal was in on it. \n[71]Fuck, man! I may as well have posted flyers. Right out in public, man. \n[72]Y'know it is, a bit. \n[73]Stop the car! \n[74]Vincenzo, that fat motherfucker, Yakavetta's right hand. He's the one who set me up. Then he went around shooting his mouth off, telling everyone I was as good as dead. He goes in there every Wednesday night around 10:00, he jerks off in the same booth to the same titty dancer. Never misses. \n[75]So let's kill the motherfucker. I mean, what are you guys... like that's your new thing right? \n[76]Oh, what the fuck? How do you guys decide who you're... I mean, who makes the cut? Is there a raffle or something? \n[77]Well, what'ya do? \n[78]MEEE! ME! I'm the guy! I know everyone, their habits, where they hang out, who they talk to. I know where they fuckin' live. We could kill everyone! \n[79]What? You guys got masks. \n[80]Fine! Fuck it! When we're done she can I.D. me. I don't care. Just tryin' to be professional, but no... \n[81]Which one is he in? \n[82]What's his routine? \n[83]Then what? \n[84]Oh man. He is some sicko. \n[85]I-I'll tip her. \n[86]All right. I'm sorry. I'm pathetic. \n[87]What? What is it? \n[88]You sure about this guy? \n[89]Oh man. You gotta let me do these guys. I'm such a moron. I gotta make up for the tit thing. \n[90]Aw, c'mon. I gotta clear my family name here. I've brought shame to the house of Della Rocco. \n[91]Wyatt-fuckin'-Earp, man! \n[92]You guys gotta teach me that prayer, man. That's some good shit. \n[93]C'mon! \n[94]Let's talk some business here. I know a sick fuck... makes the ones we been doing look like altar boys. Worst night of my life when I met this guy. \n[95]The guy never says a fuckin' word to me. We're driving for 25 minutes. Never a sigh, no throat clearing, nothing. And his face, blank man. Just nothing there. \n[96]I didn't see what he was doing while he was in there. \n[97]Yeah... yeah, I'd like that. Tell me something. What did they do? \n[98]Worst day of my life, man. \n[99]Fuck you! I told you I never saw him before! \n[100]Fuck you both! Ya ask me, he was aiming at you! \n[101]This is so fuckin' cool! \n[102]Don't fuck with me lady. I'll kill you. \n[103]All of them. \n[104]Shit!... Shit! He ain't here. \n[105]I mean he ain't here. \n[106]I know what the fuck he looks like! \n[107]Help me you assholes! He's gonna fuckin' kill me! \n[108]I don't wanna die!!!!! \n[109]What? What, that guy? \n[110]They got nothing. \n[111]Well, I'd say that makes him a lia- fuckin-bility. \n[112]Okay... whatever. My Mom's gonna kill me. \n[113]Hey! We gotta talk about this early morning church shit. \n[114]You gonna do what I say, got it? \n[115]I'm sorry you're gonna hafta see this. Don't look at me! \n[116]Shut up! Shut the fuck up! \n[117]Open it! \n[118]That's who I'm doing this for, now open the fuckin' thing. \n[119]Father, I'll do you right here. \n[120]Okay, just calm down. He could hurt us, brother. He could ruin the whole thing. \n[121]You won't do it Connor, you won't. You love me man. \n[122]Do your thing Father. Don't fuck this up. \n[123]Just be natural, goddamit. \n[124]Goddam right, I am. \n[125]I wouldn't have, uh, killed you, Father. Dominus Ominus. Remember, you're bound. You can't talk about this... to anyone. \n[126]The Lord works in mysterious ways. \n[127]You guys? \n[128]You gotta keep going. \n[129]You'll make it outta here. You can't ever stop, not ever. ", "MURPHY": "\n[1]Aye. \n[2]Christ, that's the largest woman I've ever seen. \n[3]Well, how politically correct you are. That's good stuff. \n[4]Well, as long as we're hirin' fat lesbians, give your ma a call. \n[5]Aye. \n[6]How many? \n[7]Yeah. Just tryin' ta break the ice is all. \n[8]Oh, come on its St. Patty's Day. It's all in good fun. \n[9]Guess you'll have ta change that tattoo now, won't ya Rozie!? \n[10]No fuckin' hot water man. That... \n[11]What's the matter with her? \n[12]What the...? \n[13]Oh my god! \n[14]Lord have mercy. That was a good one ma. \n[15]Oh, she's quite proud of herself. \n[16]Just called ta torture us did ya? \n[17]Well you tell him ta take it easy with that. He's gotta learn ta respect women the way Connor does. \n[18]I gave him his first lesson in sensitivity toward the fairer sex just today. \n[19]He got beat up by a girl. \n[20]Don't worry, I respected the hell out of her for ya, Ma. \n[21]We promise. \n[22]All right, love ya ma. Listen, before ya go just give us the goods, eh? \n[23]Okay. Just calm down. Take it easy. He'll have his day. He'll have his \n[24]Thanks for comin', Doc. \n[25]How the fuck's he know that? We haven't spoken to anyone yet. \n[26]Listen Doc, we need a favor. \n[27]You'd probably have better luck with a beer. \n[28]Excuse me, sir. \n[29]\"What do we tell him about the guns and money?\" \n[30]Okay. We're ready. \n[31]Don't c-cross the road if ya can't get out of the kitchen. \n[32]This is McCoy... we find Spock and we got enough for an away team. \n[33]Yeah, it's St. Patty's day. Everyone's Irish tonight. Now, why don't ya pull up a stool and have a drink with us? \n[34]\"I'm afraid we can't let that one go, Ivan.\" \n[35]It was just a bar fight. You guys are fuckin' pussies! \n[36]Aye. Our mother insisted on it. French. \n[37]How do you think he figured all this out without talking to us? \n[38]German. Not in our neighborhood, man. A hundred percent Irish. No one talks to cops. Period. \n[39]No pictures, either. \n[40]Aye, she can. Any way we can stay here? \n[41]Yes... he is. \n[42]...so that which is good may flourish \n[43]Saints? I will not accept this pizzle until my feet have been properly anointed. \n[44]For what? \n[45]What? \n[46]Oh, you've lost it, haven't ya? \n[47]Me too. That's stupid. Name one thing we're gonna need it for. \n[48]What is all this \"they\" shit? This ain't a movie. \n[49]All right, get the stupid fuckin' rope. \n[50]Nervous? \n[51]Me, too. \n[52]You and your fucking rope. \n[53]Just like on TV. \n[54]Where the fuck are you going? \n[55]No, fuck you. This rope is bullshit. I'm sweatin' my ass off draggin' this stupid thing around. Must weigh 30 pounds. \n[56]Asshole!? I'm not the rope-totin' Charlie Bronson wanna-be that's getting' us lost! \n[57]No, fuck you! \n[58]That was way easier than I thought. \n[59]On TV ya always get that asshole that jumps behind the couch. \n[60]Oh, we're good man. \n[61]I love our new job. \n[62]Nine bodies. \n[63]Right now. \n[64]Yeah, get a hold of yourself. \n[65]Mafiosos getting caught with 20 kilos and walkin' on bail the same day. \n[66]Kill em all. Admit it, even you've thought about it. \n[67]Hallelujah, Jaffar. \n[68]We're like 7-Eleven. We ain't always doing business, but we're always open. \n[69]Who says that? You could take credit on it. \n[70]Yeah, fuck it. If you think about it, it's all you can do really. You can't tell him it was us. Go in braggin' and shit. \n[71]I can't fuckin' believe that just happened! \n[72]Where are you goin'? Did you tell him? \n[73]Then what the fuck? \n[74]Oh, Jesus. You're such a fuckin' retard! \n[75]Use your brain for once. Is it so unbelievable they don't care about you? You are fuckin' dead, you go in there today. Dead! \n[76]Fuck it! What kind of flowers ya want at your funeral? Ya dumb Wop. This is the last time I'll see you. Bye-bye ya stupid son of a bitch. \n[77]Hello? \n[78]Roc. You okay? \n[79]No. You sure you're okay? \n[80]Hello? \n[81]Roc. You okay? \n[82]No. You sure you're okay? \n[83]Hey, hey. Just calm down. Tell us what happened! \n[84]Holy shit. Who? How many? \n[85]This is some crazy shit, man! \n[86]Ha! Ha! Roc, you got a jumbo set of coconut balls man! \n[87]You sure you killed them? \n[88]Liberating isn't it? \n[89]So? \n[90]Well, truth be known, those first ones just kinda fell into our laps. \n[91]So what do you think? \n[92]Okay Roc, this is... \n[93]You look like Mush Mouth from Fat Albert. \n[94]How? \n[95]We've teamed up with a sex offender. \n[96]We gotta come down here once a week and clean house. \n[97]Give the guy a shot. \n[98]Well, I'm sold. \n[99]Well he sure as fuck knew you! \n[100]There he goes. Okay, gentlemen. Are we ready to bring this man into the light? Are we ready to truly do the work of the Lord? \n[101]What the fuck do you mean? \n[102]C'mon Roc! \n[103]That's the guy that got us off the hook with the \"Checkov\" thing. \n[104]You bet your ass he will. \n[105]He's a good man. \n[106]We have to go now. We're on the lamb. \n[107]We'll keep going, Roc. \n[108]Ten minutes. \n[109]We do not ask for your poor or your hungry. \n[110]It is your corrupt we claim. \n[111]With every breath we shall hunt them down. \n[112]Do not kill, do not rape, do not steal. These are principles which every man of every faith can embrace. \n[113]There are varying degrees of evil. We urge you lesser forms of filth Not to push the bounds and cross over into true corruption... into our domain. \n[114]And we will send you to whatever God you wish. ", "MOM": "\n[1]Connor, is that you? \n[2]Is that worthless brother of your there? I want you both ta hear this. \n[3]It's all your fault. Both you little bastards. I was a fool to believe you would bring me any peace. The day your Da left us when you were almost too young to remember, he said the two of you would do me right and make me proud, but he was wrong and I got nothin' ta live for. \n[4]I finally found your Da's army revolver, Connor. \n[5]I got it ta my head now. I got it ta my head now. \n[6]I want ta tell ya one last thing before I pull the trigger. \n[7]\n[8]\n[9]\n[10]Oh, Jesus! No ma! Christ ma! No! \n[11]Okay, seriously, both you listen ta me now. \n[12]It's only 11:00 here boys so I got lot's more drinkin' ta do with your worthless relatives down at the Anvil. \n[13]Well, you know how it is with him. Always complainin' he's never turnin' a profit on St. Patty's. Whole damn family goes down there with no money, cause we know he can't bear ta charge us. \n[14]But he's been havin' himself a nip or two as well... Been up the waitress' skirt all night, poor girl. \n[15]Lord's name. \n[16]What did you do, Connor? \n[17]What... the dirty bitch! I hope ya trounced her a good one! \n[18]Well listen, I know how my boys take ta scrappin' when they take ta drinkin'. \n[19]I mean it now. I carried the two of you little bastards around in my belly at the same time you ungrateful pissants. Ya ruined my girlish figure in one fell swoop, and then ya sucked me dry. My tits are saggin' down ta my ankles. I trip over em for Christ sakes, now ya listen ta me, NO FIGHTEN! \n[20]Promise me boys. \n[21]Well, there's my boys. Shit. I gotta go. Looks like I caused a ruckus with that shot. Half the damn neighborhood is comin'. \n[22]Still bickerin' over that, huh? \n[23]All right, I suppose you have the right ta know. \n[24]Are ya ready? \n[25]The one with the biggest cock! ", "PRIEST": "\n[1]Yes. \n[2]I'm sorry, I'm sorry. I didn't see. \n[3]Don't do this my son. \n[4]Have you no fear of God? \n[5]God have mercy on my soul. \n[6]Y-Yes my son. \n[7]What do you want me to say? \n[8]How long since your last confession, my son? \n[9]Why have you come to a church for council if you're not religious? \n[10]What is it my son? \n[11]God's permission? God doesn't... \n[12]You believe? \n[13]You feel? \n[14]You feel? A soul is what gives you feelings. Happiness, guilt, right or wrong. It is a conduit through which the Lord speaks to us. You felt that your answers would be here in the house of God today. You feel these men are necessary. The Lord has spoken to you twice this day. \n[15]You have entered the house of the Lord of your own free will speaking of beliefs and feelings. Is it so much to believe that God has brought you here? \n[16]It is easy to be sarcastic about religion. It is harder to take small hints from God, your feelings and listen to them... to take a stand. \n[17]Those who do not act are in a constant state of ethical indecision. \n[18]Then you must find out what your beliefs are. \n[19]You know them personally? \n[20]Do you think they would harm an innocent man, for any reason? \n[21]The laws of God are higher than the laws of man. \n[22]Forgive me father. \n[23]Just go! ", "YAKAVETTA": "\n[1]Fuck you! I could snap my fingers and have you dead in four hours, rotting in a truck off of Boyleston! You insignificant little fuck! I always get my fuckin' money! \n[2]Fuckin' 90's are killin' me. I shouldn't a done that. You're not supposed to tell a guy you're gonna kill him anymore. I gotta tip-toe through the tulips with these assholes. I prance. I'm a prancer. It's what I do... sucked all the fun right out of this job. \n[3]Yeah. Thanks, Rocco. See ya. \n[4]Hey, Rocco, wait. Come back here. \n[5]I always see you talking to the boys and making them laugh. They always come around telling me what a crack up you are. What is it they call you? \n[6]The funny man. Well, I got a new job for you, just for now. Roc, I'm having a real shitty day. I'm depressed. Tell me a funny story or a joke. \n[7]He's a nigger. \n[8]Continue the joke. \n[9]Very good stuff, Rocco. Very good stuff. Tell me another one. \n[10]Hey, Augustus, I need your help, I got a serious problem here. I'm not screwing around. \n[11]Hey, I just... \n[12]I need Il Duce. \n[13]This kid, this package boy could bring down the whole east coast. If he decides to turn states he could dismantle us... totally. But it looks like for now, he's content with just killing us one by one. And even worse the kid is good at it. I mean I had a prodigy on my hands the whole time and didn't even know it. \n[14]Yeah. I was only twelve or thirteen when you guys used to talk about him, like he was a ghost or something. \n[15]There's ways around that. \n[16]You gonna tell me what's going on here?! Huh! You little fuck! Gimme some answers! \n[17]What do you guys think? \n[18]There's only one way to get them to talk. \n[19]Oh Jesus Christ! \n[20]Hey, I don't have my name spray painted on the front of this house. There are no big pictures of me anywhere. If this guy thinks the job is still a go then I got green money says the mother fucker's out in the bushes already. I'm fucking gone! I'm leaving you guys to deal with this. \n[21]Fuckin' do something! ", "GREENLY": "\n[1]...so these guys are just kickin' the shit out of each other. This guy Picks up an old kitchen sink that some one threw out and crushes this guy With it. All right, so it makes a big bang and alerts their friend, who's standin' look out around the corner. So he comes over and gets into it with this guy, He's angry at him, right? They get into an altercation in which the look out guy crushes this guy by jumpin on him. And look at the damage here. I mean this guy's fuckin' hamburger man. His spine is crushed. He's all twisted and shit. That guy had to be one big mother fucker. Huge, 3-400 pounds, fuckin huge. \n[2]That's one big fuckin' shoe!... and think about it. Of all the ways to kill a guy, crushin' him to death. That's very particular. You don't get many of those. I dunno. I feel something big here. I wouldn't be surprised if we see more of these turning up. \n[3]Detective Greenly. Who the fuck are you? \n[4]Who the... \n[5]Chief, what the fuck is this? \n[6]No way. You know how big a guy's gotta be to do that? Fuckin' huge. \n[7]I ain't getting him no fuckin' bagel. \n[8]These guys are miles away by now. \n[9]But if you want to beat your head against a wall, then here's what you look for. These guys are scared like two little bunny rabbits. Anything in a uniform or flashing blue lights will spook them. So the only thing we can do is put a potato on a string and drag it through South Boston. \n[10]Why do you always disrespect me like that? \n[11]Eight. \n[12]No! Shit! I didn't see that one. Nine! Nine! \n[13]Shit! Shit! \n[14]Uh. Shit, I, uh... \n[15]Witness? \n[16]Then that's what they had in common. They were all bad guys... now they're all dead bad guys. \n[17]They weren't related. The guy used a 38. No pennies. Totally amateur. \n[18]A couple of peons for the mob and... \n[19]What if it was just one guy with six guns? ", "DUFFY": "\n[1]So what are you thinkin' here? \n[2]Let's go get a cup of coffee. You ain't gonna fuckin' believe this one. \n[3]We would be honored, sir, if you would join us peasants, in a donut. \n[4]These guys were pros. I think they were coming for one target, the fag man, he was the... \n[5]The fat man. \n[6]He was the only one done right. Two in the back of the head. \n[7]New hitman wants to leave his mark \n[8]Yeah. Some cultures still put pennies in the eyes of the dead, or silver. \n[9]The Sicilians. \n[10]They shot him at a downward angle. They put him on his knees. \n[11]What about one guy with two guns? \n[12]It's gonna look like the bad guys are killing each other. \n[13]No way they could have seen it? \n[14]Jesus. I just can't think anymore. That scene over at the coffee shop today tapped me out. \n[15]A guy went nuts over off of Commonwealth today. Shot three guys to death in a coffee shop in broad daylight. Fled the scene. Don't have much on him. \n[16]Crime of passion. He just went nuts. He would have shot everyone in here. He just ran out of bullets. \n[17]Well, we didn't get any help on that. A lot of people saw it. Nobody's talking. \n[18]What? That's it?! ", "DOC": "\n[1]J-Jesus. What the fuck happened? Are ya b-boys all right? \n[2]An F.B.I. agent came by the bar. He left me his c-c, he left me his c-c, he left me this. \n[3]Fuck!..........Ass! \n[4]What are you going to do? \n[5]y-y-yeah that's what he said. \n[6]Don't know. He didn't say. \n[7]A-anything. \n[8]Right. \n[9]Fuck! \n[10]Ass! \n[11]I got some bad news. Looks like I'm gonna have ta close d-down the bar. The Russians have been buying up buildings all over town, including this one... Fuck!... Ass! And they're not letting me renew my lease. I got 'til the end of the week to come up with 26,000 dollars, or they take the place. I left them a note telling them not to show their faces t- tonight. They been pressuring me ta close and take the last few days ta get all my shit outta here but it's my right to stay open ta the last. \n[12]L-l-listen I don't want anyone ta know until the last possible moment. So you guys keep your traps shut. ya know what they say; People in glass houses sink ships. \n[13]What? \n[14]Why don't you make like a tree and get the fuck outta here! ", "DOLLY": "\n[1]How did you know that? \n[2]What's the symbology there? \n[3]Holy shit. You're the first one that's ever got that. \n[4]Uh... two shooters! \n[5]So, what do we do now? \n[6]She was in here when it went down. \n[7]They were wearing masks. \n[8]Three. \n[9]Only two did the shooting. So what are you thinking, Russian retaliation? \n[10]Maybe the three of them had something in common. \n[11]That's just fucking weird. I have no idea. \n[12]How do you figure? ", "DONNA": "\n[1]Here kitty, kitty...... kitty. \n[2]Rocco? \n[3]Rocco! \n[4]\n[5]Where's my cat? \n[6]You... oh god, why? \n[7]You killed my... my... \n[8]My, my... \n[9]Pee...Per...Man. \n[10]It was... It was... \n[11]Don't you yell at her! \n[12]No. No. It's not fat. ", "AUGUSTUS": "\n[1]Fuck you. \n[2]I bounced you on my knee at family reunions, for Christ sakes. Your dad and me ran the whole east coast syndicate you snot-nosed little prick. And when you took the wheel, who was beside you? \n[3]Don't start with your shit. Don't you talk to me. Oh, hey Uncle Gussy, thanks for years of service. Here's a gold watch and a job sniffing other guys' shit eight hours a day. What am I, a retired bus driver? \n[4]The Duke? What did you do? \n[5]Listen kid, I think you better understand who you're dealing with here. \n[6]Your dad and I used him three times over twenty years, only when everything went totally fucked. Believe me kid, you don't want this guy unless you are 100% sure you need him. He is... a fuckin' monster. \n[7]I've had this guy in front of me, and I couldn't tell you what he looks like, sounds like. He is the Picasso of assassins, kid. He plants hair samples, blood. Puts skin under fingernails. He is a fucking genius. Only one problem. He's been rotting in prison for twenty-five or thirty years. Don't even know if he's still alive. Or if he's even up to it. \n[8]Go find one. \n[9]I don't know who he is. Nobody does. \n[10]Needed an outsider. The package boy knows everyone. He'd spot our hitters a mile away. \n[11]Well he's the one shooting up all his guys, right? He's scared of the kid. Says he's real good, got every available gun in the city up there. \n[12]Up his house. I don't know what's going on but I know it's gotta have something to do with this kid. ", "CHAFFEY": "\n[1]Yes sir. \n[2]Got it. It's a 45. \n[3]I can't find the second one, sir. \n[4]Got it. \n[5]Are these me considered armed and dangerous? \n[6]Any tips on where these guys may be? \n[7]Ah, Agent Smecker, we have a problem. \n[8]The press is everywhere outside. They're going nuts for these guys. What do you want to do? \n[9]Sure, we have an empty holding cell, They can... can they stay? ", "ROZ": "\n[1]Rozengurtle Baumgartner. \n[2]I prefer to be called Rozengurtle by men. \n[3]Rule of thumb? \n[4]Do you know where that term comes from? In the early 1900's it was legal for men to beat their wives as long as they used a stick no wider than their thumb. \n[5]I knew you two pricks would give me problems. Give me shit cause I'm a woman. I'm not gonna take your male dominance bullshit! \n[6]Fuck you... ...and fuck you! \n[7]Baumgartner sound Irish to you, fuck face? \n[8]You fuckin' slaves. Kowtowing to the needs of men! Get up! Get the fuck up! Leave him there. ", "CHECKOV": "\n[1]I am Ivan Checkov. You will be closing now. \n[2]Oh, how extraordinary. A bunch of Irishmen... and they are being drunken idiots. You are killing the stereotype. I'm in no mood for discussion. You! You stay. The rest of you go now. \n[3]You insult me. I would never drink that sewage. Especially with you people. You are fools. \n[4]This is no game! If you won't go, we will make you go! \n[5]I make the offers, ass-hole. \n[6]I was going to kill you. But I'm not... I'm going to kill your brother. I'm going to take him down to the dumpster and I'm going to shoot him in the head. Then I'm going to throw his dead body in the garbage. Trash guys are coming in 10 minutes, gotta go. \n[7]I hope your conscience is clear, Irishman. ", "GENO": "\n[1]They're tough. No way they're gonna talk. \n[2]One fucking guy, so what. \n[3]Listen baby. Tonight ain't the night for this shit. Bevo's so great. Always sending us hot girls. \n[4]Hey, Chappy! \n[5]I ain't been laid in a week. Take five minutes. \n[6]Don't worry about it. ", "FATHER": "\n[1]The questions is not, \"how far?\" The question is, \"Do you possess the constitution, the depth of faith to go as far as is needed?\" \n[2]How long do these put a man down for? \n[3]Twenty is a bit better. \n[4]All media to the back! Drop the cameras! Drop 'em! \n[5]You people have been chosen to reveal our existence to the world. You will witness what happens here today and you will tell of it afterwards. \n[6]You must watch dear. It'll all be over soon. "}}